[{"text":"卫仲道，男，本名不详，仲道是其表字，东汉末年河东人。生于汉建宁元年，早逝。其妻为蔡文姬（蔡邕之女蔡琰）。卫家是河东世家，在那里有着很高的声望。初兴于汉名将卫青，被立为皇后的卫子夫。卫氏家族就是从那一刻起平步青云。\n人物历史介绍\n《后汉书卷八十四列女传》记载：“（蔡文姬）适河东卫仲道。夫亡无子，归宁于家。”①\n除此之外，再无其它正史直接记载。\n（注：一些网文有一种说法卫仲道名字是卫宁，但经考无历史史料支持，纯属虚构，故不予采信。）\n人物历史分析\n其妻为蔡文姬（蔡邕之女蔡琰），而蔡邕是当时名儒，根据当时社会世家风气，卫仲道所在家族也可能是世家大族——河东卫氏。\n无独有偶，汉末三国时期河东卫氏还有个更有名的人，卫觊（字伯儒），河东安邑人，是曹魏大臣。②\n仲道，伯儒，根据古人的表字习惯，仲排第二，伯为长子，故而卫仲道有可能是卫觊的二弟。\n人物生卒年考\n要谈卫仲道，先谈蔡文姬。\n科学院文学研究所编写的《中国文学史》(1962年人民文学出版社出版,1979年重印)把蔡文姬的生年确定为公元177年。郭沫若先生在其戏剧《蔡文姬》中就曾有这样的说法——建安十三年(公元208年)由曹操遣使赎回，初归汉时估计年三十一岁。\n这个说法的出现，应该是源于《后汉书·蔡邕传》中蔡邕曾在公元177年上书：“臣年四十有六,孤特一身,得托名忠臣,死有余荣。”但是，因为古时候上奏，不会把家中女眷算到其中，蔡邕没有儿子，所以也可以说自己孤身一人。而且这也只能表明蔡文姬可能出生于177年以后，而并非就是177年。史料支持不够充分！\n根据正史《后汉书·列女传》中记载：“陈留董祀妻者,同郡察邕之女也,名琰,字文姬。博学有才辩,又妙于音律。适河东卫仲道。夫亡无子，归宁于家。兴平中，天下丧乱，文姬为胡骑所获，没于南匈奴左贤王，在胡中十二年，生二子。曹操素与邕善，痛其无嗣，乃遣使者以金璧赎之，而重嫁于祀。”\n蔡文姬的父亲蔡邕在公元189年之前的12年一直都在逃难，直到189年董卓征召，才能公开身份，回朝中任职，并在192年被王允所杀（这个后汉书蔡邕传有载）。如果蔡文姬是公元177年生，也就是说蔡邕死这一年她才15岁，汉朝时期古风仍在，女子15岁才成年。在那个时代，作为一个文人世家，有可能13,4岁就嫁人，丝毫不注重这些礼仪吗？十三，四岁嫁人只有在明清时期才很常见。\n而且她在兴平中（196年为建安元年，194年则是兴平元年），也就是公元194年末或195年被胡骑所掳，那就是说嫁给卫仲道肯定在这之前。并且，那个年代，父母死后是要守孝三年！蔡文姬是一个知书识礼的世家才女，怎会不顾及这些？（“三年之丧，天下之通丧也”出处：《论语·阳货》）。如此一来，她又怎么嫁给卫仲道呢？\n所以说，蔡文姬177年出生的话，其实有很多矛盾，并不合理。事实上，在没有更明确的证据出现以前，根本无法判断蔡文姬的生年，根据各种史料推论，只能得出她的生年应该是177年的前几年——约174年最为合理。③\n有了蔡文姬生年，就不难推测卫仲道生卒年了。古时女子成婚十六岁左右，男子约二十，故而，卫仲道出生于公元170年前后，成婚后不久病死，此期间约为公元189-190年。\n河东卫氏介绍\n卫氏渊源\n卫氏原系西周分派，实康叔之后，康叔封卫以国卫氏，派衍河东，子孙散居各地。若山右之曲沃，江左之华亭，广东之番禺，济邑之无恨，自河东安邑（今山西夏县）分支者难以悉举。以河东一支为最。\n初兴于汉名将卫青，被立为皇后的卫子夫。卫氏家族就是从那一刻起平步青云。《晋书》记载了河东卫氏始祖系汉明帝时期迁徙至河东郡安邑县的代郡人卫暠，为河东一支。河东卫氏真正大兴起于三国曹魏间，兄长卫觊当上了曹魏的尚书，卫觊之子卫瓘甚至成了西晋的司空。\n汉冲帝时卫氏依旧有卫瑶官拜护羌校尉，秩比二千石，据记载，汉顺帝建康元年（公元144年），东汉护羌从事马玄反叛，率羌人逃出塞外。卫瑶率军追击，斩杀800余人，获牲畜20余万头。根据这些资料显示河东卫氏在当时依旧还是官宦门第。\n东汉之起，卫氏便是的诗书名门，至魏晋南北朝时期，卫氏更是儒学的望族。在东汉明帝（58—78），由于卫暠的儒学声名，便被朝廷征召，由于路途和身体状况，在赴洛阳就任途中卒于今山西夏县，朝廷便在本地赐所葬之，于是，家人便在当地定居下来。由于朝廷的重视及卫暠的地位和声望，所以，卫氏家谱便将卫暠列为一世族。\n东汉的名门多为大族，均由儒学经术方能进身仕途。卫暠的身份是儒生，后代定居河东之后，虽然门户未立，却仍以儒学传家。到东汉末年，卫暠的四世孙卫凯被曹操重用，卫氏一门逐渐转盛。\n卫觊（？—229），字伯儒，卫仲道之兄，受儒学传家的影响，年轻时就学有成就，以才学箸称，尤其以文章而名扬于世。曹操为魏王时，卫凯与王粲并典制度。汉魏禅代，他受曹丕指派，作为汉朝侍郎，代汉室起草禅让的文诰。曹魏文帝、明帝两朝先后被封为亭候、乡候，执掌朝廷的礼制和文史图籍。他“好古文、鸟篆、隶草，无所不善”。\n卫觊有三个儿子，其子能够光耀卫门的当属长子卫瓘。卫瓘（220—291），字伯玉。《晋书》卷三六，列传第六中这样记载：\n卫瓘年十岁丧父，至孝过人。性贞静有名理，以明识清允称，袭文爵乡候。弱冠为魏尚书郎。\n卫瓘20岁便入仕途，足见其才华横溢。魏灭蜀后，卫瓘任监军，邓艾、钟会平蜀后争权夺利，于是，他设计收杀邓钟二人，平定了祸乱。到西晋武帝时，官至司空，总揽朝政大权，可谓一人之下，万人之上。等到惠帝继位，卫瓘与汝南王共同辅佐朝政。\n自此，卫氏一门因卫瓘的权势和地位而成为名门望族。一门之内，二弟封爵，长子卫恒为黄门郎，第五子卫庭选入东宫“与太子游处”。卫瓘诸子，皆和西晋的名门望族联姻，长子娶陈郡阳夏何劭女，次子卫恒娶太原晋阳王浑女，三子卫岳娶河东闻喜裴楷女。其孙卫玠娶中朝名士乐广女，妻亡，又娶山涛孙女为妻。不但如此，卫氏也与皇室联姻，晋武帝敕卫瓘第四子卫宣尚武帝女繁昌公主。武帝曾打算选卫瓘女做太子（晋惠帝）妃，他称卫公女有“五可”：“种贤而多子，美而长、白。”后来由于妒性十足弄权干政的皇后贾南风的从中作梗，使卫氏失去了婚配太子的荣宠。\n由于卫瓘权倾朝野，且又生性耿直，惠帝为太子时，朝中大臣认为太子呆傻，今后难以亲政，但无人敢言，卫瓘曾借酒醉“俞示武帝”，以此又招致皇后贾南风怀恨在心，在她的指示下，卫瓘一门祖孙九人遭楚王玮杀害，虽然楚王玮被杀，但卫氏一门从此凋冷。后卫瓘之女上书朝廷，得以平反昭雪，追封卫瓘兰陵郡公，其孙卫璪（仲宝）承袭爵位，卫瓘被害时，享年72岁。\n到晋怀帝时，卫璪官主散骑侍郎，弟玠（叔宝，286—312）为太子洗马。卫玠天生俊秀，美而白，有“玉人”之称。由于北方大乱，名门士族部分南迁，为保存门户，永嘉四年，卫玠携母举家南行，由于路途遥远，饥寒交迫，积劳成疾，于永嘉六年不幸卒于南昌。卫璪因“内侍怀帝”，没有和家人同行，于永嘉五年（311）；石勒攻陷洛阳后遇害。\n在东晋时，元帝追及卫瓘是“国之元老”，便以其玄孙卫崇嗣继卫氏封邑。东晋义熙九年（413），祠部郎荀伯上表，夺卫氏之夏郡封邑，卫崇曾孙卫屿上表自陈，请求公议，保留了封邑。但是，自此以后，河东卫氏这一门权贵门户便无闻于朝了，相对后世，也只能是遥远之名，远离了后世之人的耳目。\n河东卫氏还有卫列一支。这一支的情况，在《世说新语·俭啬第二十九》“卫江州：条注引《永嘉流人名》曰“卫展字道舒，河东安邑人。祖列，彭城护军。父韶，广平令。展，兴熙初出杨将军，江州刺史”。卫列、卫韶，史籍无所称叙，而卫展的记载却见于《晋书·卫传》：“恒族弟展，字道舒，历尚书郎，南阳太守。永嘉中，为江州刺史，累迁晋王大理。……中兴建，为廷尉，上疏宜复肉刑，语在《刑法志》。卒，赠光禄大夫。”\n卫氏书学风貌\n卫氏是河东的儒学世家，也是河东的儒学大族。卫凯不仅以才学名扬天下，主要是儒学世家的大背景，因此成了统治集团不能不依靠的社会基础。\n魏晋书法在中国历史上具有特殊的地位，它是中国书法辞旧创新，继往开来的重要时期，是中国现代书法艺术的起点，它以特有的魏晋书风，创造了中国书法史上的神话。\n这个时期是一个重大历史变革的时期，是一个充满忧虑和思考，智慧与成就的时代。社会动荡，政权分裂，王朝更替频繁。曹操当权后，一方面严明典律，一方面崇尚文艺。政治环境相对宽松，儒教以外的教派渗入中国，老庄玄学盛行。这些脆弱的魏晋士人，开始追求一种洒脱、清闲、空灵的处世作风，夸豪斗富，简傲争胜，行为方式怪诞。新思潮新学风逐渐形成，这就是魏晋时期的玄学。\n这个时期，儒学逐渐衰微，但卫氏家族仍保持儒学世家的门风。非常重视家族秩序的礼法孝道，卫瓘十岁丧父，“至孝过人”，卫璪内侍怀帝，死于国难；卫玠有“在三之义，人之所重，今日忠臣致身之道，可不免乎”语，实乃忠君之道，也是孝道的扩大。在通经知礼者“略无几人”的当时，颇能显出卫氏对儒学名教的重视。\n博古通文是卫氏家学的一个显著特征。在东汉，经学有今文经学与古文经学之分，今文与阴阳家合流，是君权神授的理论基础，处于官学的地位，古文经学虽非正统，但普遍流行于北方。据《三国志·魏书·古文序》中记载，卫氏所习儒学应为古文经学。\n卫氏书风随着学术风向的变化，也在与时俱进。曹魏三帝时期，刑名之学占上风，卫凯上书明帝注重刑法，受到了重视。\n在东晋时期，袁宏曾将魏晋的清淡家分为正始名士、竹林名士、中朝名士，所列淡宗，具名卫玠不及卫瓘，与卫瓘出于儒学世家立场，主张复兴儒学和恢复名教政治有关。\n到了卫玠这一代，卫氏的学术面貌有了明显变化，在魏晋玄学时期成长起来的卫玠，“少有名理”且善《易》《老》”，当时人们赞叹曰：“卫君不言，言必认真”，但与那些乖戾激进的玄学家有本质区别。\n儒学世家的卫氏，在学术思想开放的魏晋时期，仍以儒学名教为本，凸显正宗，也适时吸收各家学术思想，从而达到了“儒道兼宗，礼玄双修”的境界。\n魏晋时期，儒学大族多是书法世家。如颍川长社钟氏、颍阴荀氏、琅琊临沂王氏，太原晋阳王氏，范阳卢氏等等，这些书法世家与卫氏相比，书名均逊于卫氏，虽然有的在卫氏之后隆盛，但传承均不及卫氏绵长。卫氏的书名以早播、威望崇高。传承绵长令各家望尘莫及。卫氏自己觊始，书法便扬名于世。他“好古文、鸟篆、隶草，无所不善”卫凯古文学邯郸淳，深得其法并能以假乱真，达到示淳而淳不能别的境界。其篆书与韦诞齐名，草书与张芝犹有不同。由于其故为胜场，又善各体，时望高于以正书、行书见长的钟繇。\n卫瓘的书法，最值得研究的是其“草稿”书，由于曹魏、西晋时期还没有今草。流行的是程式化的章草，其规则比较严格，字中有连笔，字与字之间不牵连，保留隶书的波磔。卫瓘的“草稿”体，其实就是章草的简写，正因为如此，演绎了中国书法在草书写法上的革命。这种风格对今草的出现以及东晋王羲之新体书法的成熟起到了重要的作用。\n卫瓘膝下有六男，以书法见长者有：次子卫恒、四子卫宣、五子卫庭，而卫恒最负盛名。\n卫恒除写古文，继承家学外，从古文中汲取古法，有乃父之风，写草书，善章草，草稿二体。其隶书能飞白而有所变通，其散隶继承多于创造。卫恒所著《四体书势》一篇，是西晋时期的重要书学著作，也是中国书法史上较早的书法著作之一。\n魏晋之世，卫氏书家有不少书迹传世，所谓“卫、杜之笔，流传多矣”。唐朝《历代名画记》中记载，张彦远家藏有卫氏真迹一卷，北宋末年宣和内府存卫恒《往来帖》一件，后世也只能神龙见首不见尾。能够看到卫氏书家作品，是北宋初年《淳化阁帖》收刻的卫瓘草书《顿州帖》、卫恒草书《一日帖》和卫夫人的正书《和南帖》。因此，评判卫氏书法风貌的重要依据，是文献的记载。\n卫氏书法的整体面貌，仅仅以书艺而论是不全面的，因为卫氏书家对于文字学的传承以及书法理论的建设，功不可没，称之为“卫氏书学”是当之无愧的。\n举例来说，有唐代张怀瓘的《书断》记载卫夫人卫铄的身平：\n“卫夫人名铄，字茂猗，廷尉展之女弟，恒之从女，汝阴太守李矩之妻也。隶（楷）书尤善，规矩钟公……右军少常师之。永和五年卒，年七十八。子克（误，应为“充”）为中书郎，亦工书。”晋代何法盛《中兴书》云：“李充字弘度，母卫氏。廷尉展之妹也。充少孤，母聪明有训……。”（《太平御览》卷749引）\n李矩任江州刺史，死于任上，当时卫铄四十来岁，由于她与王羲之的母亲是姊妹，便做了王氏的家庭教师，教授书法。帖词云：“十一月十三日，羲之顿首顿首。倾遘姨母哀，哀痛摧剥，情不自胜！奈何奈何！因反惨塞，不次。王羲之顿首”。帖中“姨母”二字提行写以示尊敬。从内容看，如果不是亲姨母而且深蒙教诲之恩，感情不会如此深厚而强烈。\n卫铄的书法，渊源深厚，艺术特色鲜明。她出身于书法世家，从卫凯到卫瓘到卫恒到卫璪、卫玠，俱有书名，家风四世不衰。卫恒的书法水平最高，还著有《四体书势》，是中国书法传统理论的经典之作。卫铄生活在浓厚的书法艺术氛围中，自然受到良好的熏陶。\n卫铄还继承了蔡邕、蔡琰、钟繇的优秀传统。她自云：“规模钟繇，遂多历年。”可见她在学习书法传统上，是长期下了功夫的。\n由于受家教和继承传统，卫铄书法各体皆能，达到了相当高的水平。唐代李嗣真的《书品后》云，卫夫人“正书尤绝”。明代陶宗仪《书史会安》说，卫夫人善正、行、篆、隶。\n《书断》云：“卫夫人隶书（此指正书、楷书）尤善，碎玉壶之冰，烂瑶台之月，婉然芳树，穆若清风。”宋代陈思《书小史》引唐人书评云“卫夫人书，如插花舞女，低昂美容。又如美女登台，仙娥弄影，红莲映水，碧沼浮霞。”\n卫铄二十岁便著有书法理论著作，《草隶通解》等篇（见《淳化阁帖卷五·卫稽首和南帖》）。永和四年，在卫夫人去世的前一年，她倾其一生所学、所悟，写出了名垂千秋的笔陈图文章，长达六百多字，是中国书法史上较早的理论文章。\n永和五年，中国历史上最伟大的女书法家辞世，享年78岁，时年王羲之46岁，于永和九年王羲之50岁时，写下了流传万古的天下第一行书《兰亭集序》。\n卫铄从40岁左右入住王家，在此后三十多年里，倾注毕生精力，终于打造出中国书法史上的高峰——书圣王羲之，可谓前无古人，后无来者，集亲情与爱于一身，集家学与才学于一体，将卫氏一门的成就与希望全部给了王羲之，使后世书家得以高山仰止。\n唐太宗钟情逸少：“详察古今，研精篆素，尽善尽美，其惟王逸少乎？”卫氏自然更容易被舆论所冷落。尽如此，后世的人们并没有将她从时代的座标上抹去，黄庭坚《钹为王圣子作序》云：“王右军初学卫夫人小楷，不能造入妙，其后见李斯，曹喜篆，蔡邕隶、八分，于是楷法妙天下。”并作诗云：“仲将百英无后尘，迩来此公（指李建中）下笔亲，使之早出见李卫，不独右军能逼人。”赵构《翰墨志》引杜甫诗云：“学书初学卫夫人，但恨无过王右军。”明何良俊《四友斋丛说》云：“自卫伯玉父子擅行草之妙，其后王右军得法于卫夫人，遂集书家之大成。”沙孟海先生在《近三百年的书学》一文中指出：“王羲之的字，直接受之卫家，间接是学钟繇的。”这些论述均是对卫夫人是右军书学导师的地位予以充分肯定。这是尊重书法史实的。\n对中国书法的贡献\n全面继承了东汉以来业已流行的各体书法。\n以传承古体、古法著称。\n注重文字学和书学的研究。\n王羲之在46岁以前受到卫夫人的言传身教，卫夫人将一身家学传授给他，从而使其成为中国书法史上的一座高峰，其“书圣”地位难以动摇，成为万代后世学习书法的榜样。\n魏晋南北朝的五家名士之中，只有钟、卫、韦三家后辈的接续而保持着书法的家声，到了西晋，卫瓘、卫恒继卫凯之后声名盛大，由于极高的政治地位，卫氏便跃居各家之首，成为西晋书坛的第一门户。\n卫氏家族的衰败，是在卫瓘、卫恒被杀的公元291年之后，在中国书法史上真正的谢幕，应该是卫玠病逝后的312年。如果算上卫夫人，则要延伸到东晋永和五年（349）了。卫氏书学世家的历史，从卫凯算起，长达百年，这是中国书法史上的奇迹。\n卫氏书法，不仅由王廙、卫夫人的南渡而传于东晋，而且在北方也很流行。作为魏晋时期极其显赫的书法世家的卫氏，即使在家族世传书法的历史结束后相当长的一段时期内，卫氏书法在南方、北方依然有广泛的影响力。在北方，俨然存在着一个以崇尚卫门书家为特征的书法流派。在南方，卫氏书法则为琅琊王氏所吸收，成为王书流派发育形成的重要因子。\n总之，卫氏不仅是魏晋时期与钟、王并获重名，各立法门的书法强宗，而且，卫氏书家延续家声的时限，要比钟氏绵长五十余年。卫氏书法的家声与隆盛，又比琅琊王氏早百余年。东晋末年“二王称英”江南之际，卫门书法已经在北方发展成为一支重要的书法流派。而卫氏精通文字学，以及在书学上的贡献，又足以睥睨钟、王等书法世家。\n","timestamp":1438505013951,"published":true}]