[{"name":"赵昚草书后赤壁赋","text":"此作是书家晚年的典型风格，格调朴厚，注重法度，追宗晋人风韵。此件为绢本，纵二十七点九厘米，横三百九十八厘米，现藏于辽宁省博物馆。草书《后赤壁赋》钤龙朱文圆玺、『太上皇帝之宝』朱文玺印记。此作附于南宋画家马和之所绘《后赤壁赋图》之尾，亦为其五十六岁后书，其书风与《洛神赋》可谓异曲同工。这件墨迹纵二十五点九厘米，现藏于故宫博物院。\n\n赵构书洛神赋·后赤壁赋\n版次：1\n印次：页数：24\n字数：\n纸张：铜版纸\n包装：平装\n主要内容\n赵构（一一○七～一一八七年），即宋高宗，字德基，徽宗第九子。靖康二年继承皇位，后迁都临安（今杭州》。其在位三十五年，丧权辱国、昏庸无能、偏安于一隅。绍光三十二年，禅位于赵昚后，居德寿宫，为太上皇。\n赵构一生酷爱书法，诚如他自己所云：『凡五十年间，非大利害相妨，未始一日舍笔墨。』其书法初学黄庭坚，后学米芾，最后遍临晋唐各家而自成一格。草书《洛神赋》为其五十六岁以后书写，文中多处『兮』字节略不写，文中『玄』字避讳作[元]字，『曙』字缺笔，『桓』字改成『礴』字。此作是书家晚年的典型风格，格调朴厚，注重法度，追宗晋人风韵。此件为绢本，纵二十七点九厘米，横三百九十八厘米，现藏于辽宁省博物馆。草书《后赤壁赋》钤龙朱文圆玺、『太上皇帝之宝』朱文玺印记。此作附于南宋画家马和之所绘《后赤壁赋图》之尾，亦为其五十六岁后书，其书风与《洛神赋》可谓异曲同工。这件墨迹纵二十五点九厘米，现藏于故宫博物院。\n","category":"草书","verified":true,"user":1,"timestamp":1429951598664},{"name":"赵昚草书后赤壁赋","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791639898,"text":"宋孝宗赵昚《草书后赤壁赋卷》，纵24.5厘米，横101.4厘米，现藏于辽宁省博物馆。\n该作为泥金书（用金泥墨书写在高尚庄严的磁青纸上），整件作品字字独立，偶有上下字连带，草法略显僵硬，微有章草笔意，书风介于《书谱》与《十七帖》之间，章法疏朗，乍看貌似后世董其昌一路风格。总之，这是一件从资料到书写都比拟老实的经意之作。有人说，“就宋朝的草书习尚而言，晋韵已不是详细的形状规范，却更像是一个梦想符号，唐风才是宋人草书笔墨欢跃之所在。那里有笔墨的自在，有官能的剧烈抚慰，无心情的快意宣泄，可以作肉体的享受，可以显贤与能。”（刘涛《宋朝草书事》，载《书法谈从》）。以此照顾赵昚的这件草书作品，简直看不到多少自在、抚慰、宣泄的影子，这大概正如他的政治生涯，不断是豪放、洒脱、爽快不起来的。\n草书《后赤壁赋》藏于辽宁省博物馆。对于书作者效果，存在肯定的争议。元朝的俞贞木认为是赵佶所书，但受到了同为元朝人黄本等人的质疑。杨仁恺指出，《后赤壁赋》为赵昚作品，并提出了有关论据。（详见《对于宋孝宗赵昚后赤壁赋的多少点考察》，载《杨仁恺书画鉴定集》）\n宋孝宗书法学宋高宗，《书史会要》称“孝宗书有家庭法度”。赵昚也自称，“无他嗜好，或得暇，惟读书写字为娱”（见《书林纪事》）。《兰亭考》录高宗语，曰“先写正书，次行，次草。兰亭、乐毅论赐汝，各先写五百本，而后写草书”，不过，这里的《兰亭》、《乐毅论》是宋高宗的临本，其结果是宋孝宗完整学宋高宗的字，多少可乱真。而赵构的小草是学孙过庭的，少了自然生动，多了拘束呆板。宋孝宗小草则一如其父，笔法越加单调。（参考曹宝麟《中国书法史-宋辽金卷》）传世书法作品有《书苏轼陈朝业桧诗》、《玉津圃燕射光宗和诗》、《春赋》、《行书敕王佐诰身等三旨》等。《墨缘汇观》著录其还有行楷书《政道帖》、《止道帖》传世，前者《三希堂法帖》有载。\n宋孝宗赵昚（shèn）（1127-1194年），原名伯琮，字永元，是南宋第二位皇帝。比拟而言，赵昚在南宋的九个皇帝之中还算是个拔尖人物，他“读书强记，天资奇特”，胸怀壮志，奋发有为。惋惜的是，赵构这个太上皇（高宗赵构短命，居太上皇二十五年）在各方面掌握着他，退而不休，他一直没有真正抓到实权。直至退位，赵昚也只当了两年真正的皇帝。父亲是坚决的投降派，儿子是坚决的抗战派。所领先人说，高宗朝有恢复之臣，无恢复之君；孝宗朝有恢复之君，而无恢复之臣。宋孝宗登基后，定年号为“隆兴”，励精图治，立志克复中原，克复河山：恢复名将岳飞谥号“武穆”，追封岳飞为鄂国公；剥夺秦桧的官爵。他还命令老将张浚北伐中原，但在符离遭逢金军阻击，大败，自愿于隆兴二年（1164年）和金国签订“隆兴和议”，次年改元“乾道”。乾道年间，因为没有战事的搅扰，宋孝宗专心理政，崇尚节省，百姓富余，五谷丰收，安宁安乐，一改高宗朝时贪污腐烂的局面，使南宋一度出现了“乾淳之治“的小康局面。（乾：乾道，淳：淳熙）然而，面对高宗的处处牵制、主和派的竭力阻遏、主战派的人才开放等内外有利因素，孝宗深感力不胜任，中兴大业最终不得不付之东流。综观孝宗一朝，对外力求中兴恢复，最后却枉费无功；在内从新树立起了皇权的严肃，但吏治糜烂、民乱迭起的状况却没有失掉基本好转。","author":"宋代赵昚","description":"赵昚草书后赤壁赋"}]