[{"name":"欧阳修行楷集古录跋","text":"《集古录跋》是欧阳修对《集古录》所辑历代金文石刻进行考定解说的跋文。《集古录》成，欧阳修曾在嘉祐八年（一0六三）七月作过一个序，称此书“上自周穆王以来，下更秦汉隋唐五代，外至四海九州名山大泽，穷崖绝谷、荒林破冢、神仙鬼物，诡怪所传莫不皆有”，可见此书内容之丰实，在一定意义上预示着一门完整的学科——金石学在宋代的兴起。\n\n版次：1页数：30字数：印刷时间：2002-6-1开本：纸张：铜版纸印次：包装：平装\n图书名片\n欧阳修（一00七——一0七二），字永叔，号醉翁，晚号六一居士。吉州卢陵（今江西吉安）人。欧阳修嗜古好学，博通群书，诗文兼李（李）、杜（甫）韩（愈）之长，为一代文宗，名冠天下。其书法亦功力不凡，“笔势险劲，字体新丽，自成一家”。\n《集古录跋》楷书，纸本，今藏于台主宫博物院，共十卷。今存欧阳修手迹的仅有四种：汉杨君碑、唐陆文学传、平泉山居草木记、汉西岳华山碑。清代孙承泽《庚子销夏记》载：“文忠公文章事业，炳烨千古，其手书又精工如是，真稀世珍。\n","category":"行楷","verified":true,"user":1,"timestamp":1429951562380},{"name":"欧阳修行楷集古录跋","dynasty":"宋代","category":"行楷","type":"","user":1,"timestamp":1429791636865,"text":"米芾跋\n\n\n\n\n\n\n\n南韩吉元跋\n\n\n\n\n\n\n\n朱熹跋\n\n\n\n\n\n赵明诚题\n\n尤袤，跋欧阳修《集古录跋》，台北故宫博物院藏。\n释文：此卷有米襄陽題。尤可寶玩。楊統碑跋。歎其名之磨滅。蓋公偶未考尒。統以建寧元年（168）三月癸丑卒。而跋以為五月。當由筆誤。淳熙十五年（1188）季冬廿三日。錫山尤袤觀。\n\n\n\n\n\n李贤跋\n\n\n\n\n\n洪迈跋 台北故宫博物院藏\n　　\n《集古录跋》， 台北故宫博物院藏 纵二七·二厘米，横一七一·二厘米。凡五十八行，每行字数不一，共七百九十二字 。\n欧阳修为北宋文物鉴赏风气的引领者，尝利用公职之便，广泛观览公私收藏，更收集到历代金石拓片达千卷。 其中可正史学缺误的 作品，由欧阳修亲题跋尾，也为作序，序文则请蔡襄书写，后集跋為《集古录》十卷。此作中四跋可能即为欧阳修所留存的少数自题 跋尾，而蔡襄所书的序文今已不见。\n　　欧阳修喜以枯笔书写，虽露锋却不流浮，沉著有力，如苏轼所评：“尖笔乾墨作方阔字，神彩秀发，膏润无穷。”\n　　用笔精谨，线条爽利，给人以清新的感觉，故苏轼云：“笔势险劲，字体新丽，自成一家。”\n　　欧阳修评颜真卿语：“其字刚劲独立，不袭前迹，挺然奇伟。”从这些字的写法，可知推崇之外，欧阳修本身也以颜书为楷模。\n　　“孝武”於《集古录》中改为“建武”，“建武”为汉光武帝年号，而“孝武”则不见于两汉之世。\n　　《集古录》作“此所谓集灵宫者，他书皆不见，惟见此碑。则余之集録不为无益矣。”与墨迹本文字稍有不同。\n　　款“治平八年（1064）闰月十六日”於《集古录》中改为“治平八年闰五月十六日”。《集古录序》写于嘉祐八年（1063），早于此跋一年，故知成书时间并非序成之时。\n　　此墨迹书于有格线的纸上，与其他三件不同。《集古录》将此墨迹文字收为别本，书中所收正本作“鸿渐自撰，茶之见前史”，可知在成书时又加以修改。\n释文：\n右漢西嶽華山廟碑。文字尚完可讀。其述自漢以來云。高祖初興。改秦淫祀。太宗承循。各詔有司。其山川在諸侯者。以時祠之。孝武皇帝脩封禪之禮。巡省五岳。立宮其下。宮曰集靈宮。殿曰存僊殿。門曰望僊門。仲宗之世。使者持節。歲一禱而三祠。後不承前。至於亡新。寖用丘虛。孝武之元。事舉其中。禮從其省。但使二千石。歲時往祠。自是以來。百有餘年。所立碑石文字磨滅。延熹四年。弘農太守袁逢。脩廢起頓。易碑飾闕。會遷京兆尹。孫府君到。欽若嘉業。遵而成之。孫府君諱璆。其大略如此。其記漢祠四岳事見本末。其集靈宮。他書皆不見。惟見此碑。則余於集錄。可謂廣聞之益矣。治平元年。閏月十六日書。右漢楊君碑者。其名字皆已磨滅。惟其銘云。明明楊君。其姓尚可見爾。其官閥始卒。則粗可考云。孝順皇帝西巡。以椽史召見。帝嘉其忠臣之苗。器其璵璠之質。詔拜郎中。遷常山長史。換犍為府丞。非其好也。迺翻然輕舉。宰司累辟。應于司徒。州察茂才。遷鮦陽侯相。金城太守。南蠻蠢迪。王師出征。拜車騎將軍從事。軍還策勳。復以疾辭。後拜議郎。五官中郎將。沛相。年五十六。建寧元年五月癸丑。遘疾而卒。其終始頗可詳見。而獨其名字泯滅為可惜也。是故余嘗以謂君子之垂乎不朽者。顧其道如何尒。不託於事物而傳也。顏子窮臥陋巷。亦何施於事物耶。而名光後世。物莫堅於金石。盖有時而弊也。治平元年閏五月廿八日書。右陸文學傳。題云自傳。而曰名羽。字鴻漸。或云名鴻漸。字羽。未知孰是。然則豈其自傳也。茶載前史。自魏晉以來有之。而後世言茶者。必本鴻漸。蓋為茶著書。自羽始也。至今俚俗賣茶肆中。多置一甆偶人。云是陸鴻漸。至飲茶客稀。則以茶沃此偶人。祝其利市。其以茶自名久已。而此傳載羽所著書頗多。云君臣契三卷。源解三十卷。江表四姓譜十卷。南北人物志十卷。吳興歷官記三卷。湖州刺史記一卷。茶經三卷。占夢三卷。豈止茶經而已也。然佗書皆不傳。獨茶經著於世尒。右平泉山居草木記。李德裕撰。余嘗讀鬼谷子書。見其馳說諸侯之國。常視其人賢愚材性。剛柔緩急。而因其好惡喜懼憂樂而捭闔之。陽開陰閇。變化無窮。顧天下諸侯。無不在其術中者。惟不見其所好者。不可得而說也。以此知君子宜慎其所好。泊然無欲。而禍福不能動。利害不能誘。此鬼谷之術。所不能為者也。是聖賢之所難也。　\n印鑑說明\n\n釋 文\t印 主\t印 主 簡 介\n蒼巖子、蕉林居士、蕉林書屋、蕉林梁氏書畫之印、河北棠村等數枚。\t梁清標\t梁清標（1620-1691），河北正定人，字棠村，號玉立，別號蒼巖子、蕉林居士。明崇禎十六年進士。工書，精鑑賞，富收藏。順治初降清，授編修，累擢戶部尚書。官至保和殿大學士。著有《棠村隨筆》等。\n（王氏）合章、王氏合章、王厚之章、王氏（合章）\t王厚之\t王厚之，《江邨消夏錄》云：「王厚之為臨川王和父之孫，好古博物，為中興第一。」生卒年不詳。\n石渠寶笈、三希堂精鑑印、宜子孫\t清高宗\t弘曆（1711-1799），清世宗四子，文治武功，為清諸帝之最。清高宗亦熱愛鑑賞書畫，曾將宮中收藏編為《秘殿珠林》《石渠寶笈》初編、續編數巨冊。在位六十年，廟號高宗，年號乾隆。\n寶笈三編、嘉慶御覽之寶、嘉慶鑑賞\t清仁宗\t顒琰（1760-1820），清高宗第十五子，嗣為帝，在位二十五年。謚睿，廟號仁宗，年號嘉慶。\n黃氏石翁、清權\t黃石翁\t黃石翁，字可玉。元時南康人。家居廬山，少多疾，父母強使為道士，見《清容居士集》。款印見蘇軾書《東武小邦帖》中。\n宣統御覽之寶\t清宣統帝\t溥儀（1906-1967），清末代帝，在位三年（1909-1911），年號宣統。\n孫氏、北海孫氏珍藏書畫印\t孫承澤\t孫承澤（1592-1676），益都人，世隸上林苑籍，故亦稱大興人。字耳北，號北海，又號退谷。明崇禎四年進士，官給事中，入清仕至吏部侍郎。收藏甚富，有《庚子銷夏記》、《尚書集解》等。\n荊國（）\t不明\t\n修\t歐陽修\t歐陽修（1007-1072），吉水永豐人。字永叔，號六一居士、醉翁。工書。官參知政事。諡文忠。有《歐陽文忠公集》。\n平陽（劉氏）書畫\t不明\t\n斗壹\t不明\t\n方壺書印\t方從義\t方從義（約1302-1393） ，字無隅，號方壺，不芒道人，金門羽客。江西貴溪人。上清宮道士。山水師二米，高房山。明洪武時尚在，生卒年不詳。\n平陽劉氏（書畫）\t不明\t\n臣阮元私印\t阮元\t阮元（1764-1849），儀徵人，字伯元，號芸臺。乾隆五十四年進士，道光時官至體仁閣大學，加太傅。諡文達。著有《揅經室集》。\n趙明誠印章、趙氏藏書之印\t趙明誠\t趙明誠（1081-1129），諸城人。字德父。趙挺之之子。鑒藏金石書畫。嘗以所藏銅器及石刻拓本，仿《集古錄》例，成《金石錄》三十卷，妻李清照序之。官知胡州軍州事。\n鄱陽洪邁\t洪邁\t洪邁（1123-1202），鄱陽人，字景廬，號容齋。兄弟三人，適、遵、邁。曾使金。官敷文閣待制，端明殿學士。有《容齋隨筆》。\n胡儼若思、國子祭酒、頤菴\t胡儼\t胡儼（1361-1443），南昌人，字若思，號頤菴，別號三樂居士。官國子祭酒。工書畫，於天文地理律曆醫卜，無不究覽，朝廷大作，多出其手，有《頤菴集》。\n浣齊、制外安內、濯舊來新\t李賢\t李賢（1408-1466），鄧州人，字原德。宣德八年進士，歷官華蓋殿大學士。\n宣統鑑賞、無逸齋精鑒璽\t清宣統帝\t溥儀（1906-1967），清末代帝，在位三年（1909-1911），年號宣統。\n不明印數枚\t\t\n\n\n題跋\n\n釋 文\t作 者\t作 者 簡 介\n先賢遺跡。後學臨川吳与弼書于京口驛。\t吳與弼\t吳與弼（1391-1469），臨川人，字子傳，學者稱康齋先生。躬耕讀書，四方來學者，教誨不倦。天順初授左春坊右諭德，固辭，留兩月，稱疾還。\n右歐陽文忠公集古錄跋尾四。崇寧五年（1106）仲春重裝。十五日德父題記。時在鴻臚直舍。\t趙明誠\t趙明誠（1081-1129），諸城人，字德父。\n後十年於歸來堂再閱。實政和。甲。丙申（1116）六月晦。\t趙明誠\t趙明誠（1081-1129），諸城人，字德父。\n戊戌（1118）仲冬廿六夜。再觀。\t趙明誠\t趙明誠（1081-1129），諸城人，字德父。\n壬寅（1122）歲除日。於東萊郡宴堂重觀舊題。不覺悵然。時年四十有三矣。\t趙明誠\t趙明誠（1081-1129），諸城人，字德父。\n芾多識前輩。唯不識公。臨紙想其風釆。丙戌（1106）八月旦。謹題。\t米芾\t米芾（1051-1107），原名黻，字元章，號海嶽外史、襄陽漫士。\n歐陽文忠公集古所錄。蓋千卷也。頃嘗見其曾孫當世家。尚二百本。但跋尾及一二名公題字。其石刻謂離亂後逸之爾。今觀此四紙。自趙德父來。則在崇寧間已散落也。不然。豈其稿耶。以校文集所載。多訛舛脫略。是當為正。而楊君碑。文集則無。惟中宗作仲宗。建武之元作孝武。恐卻乃筆誤也。然德父平生自編金石錄。亦二千卷。又倍於文忠公。今復安在。公所謂君子之垂不朽。不託於事物而傳者。真知言哉。三復嘆息。淳熙九年（1182）重五日。穎川韓元吉書。\t韓元吉\t韓元吉（1118-1187），穎川人， 字无咎，號南澗翁。\n集古跋尾。以真蹟校印本。有不同者。韓公論之詳矣。然平泉草木記跋後。印本尚有六七十字。深誚文饒。處富貴。招權利。而好奇貪得。以取禍敗。語尤警切。足為世戒。且其文勢亦必至此。乃有歸宿。又鬼谷之術。所不能為者之下。印本亦無也字。凡此疑皆當以印本為正云。十二年（1185）四月既望。朱熹記。華山碑仲宗字。洪丞相隸釋辨之。乃石刻本文假借用字。非歐公筆誤也。\t朱熹\t朱熹（1130-1200），婺源人，字元晦，號晦菴、遯翁。\n此卷有米襄陽題。尤可寶玩。楊統碑跋。歎其名之磨滅。蓋公偶未考尒。統以建寧元年（168）三月癸丑卒。而跋以為五月。當由筆誤。淳熙十五年（1188）季冬廿三日。錫山尤袤觀。\t尤袤\t尤袤（1127-1194），無錫人，字延之。\n邁前此多見集古諸跋。已書於順伯所藏序錄中。晦庵引隸釋所辨仲宗假借字是也。延之以為此卷有米襄陽題。尤可寶玩。切以為未然。以六一翁翰墨論議。其當寶翫。正不待米老也。慶元元年（1195）十二月廿一日。洪邁書。\t洪邁\t洪邁（1123-1202），鄱陽人，字景廬，號容齋。\n前輩謂宋為小三代。觀斯卷令人起敬起慕。方從義拜識。\t方從義\t方從義（約1302-1393） ，江西貴溪人，字無隅，號方壺。\n此卷歐陽文忠公集古錄跋尾四。首漢西嶽華山碑。次漢楊公碑。次平泉草木記。次陸文學傳。皆公親書也。又有米南宮。趙德父。韓元吉。朱文公。尤延之。洪容齋諸公題識。誠寶翫也。流傳好事多矣。今歸秋官（下缺三字）。而儼得拜觀。不能釋手。謹識。永樂十年（1142）夏五月四日。豫章後學胡儼識。\t胡儼\t胡儼（1361-1443），南昌人，字若思，號頤菴，別號三樂居士。\n宋朝名儒鉅公多矣。而好古博雅。無如歐陽公焉。吾於集古一錄見之。昔司馬遷作史記。先儒以為博雅不足。至歐公修五代史。後世無得而議之。信非博雅之足不能也。雖然前代金石遺文向無此錄。歷年至今。其不泯滅者鮮矣。今也得公是錄。而永傳于世。蓋博雅之中而又有忠厚之意寓焉。公沒之後。世之名儒。慕公為人。於公之遺文。又能存之而不泯。即為善獲報之理也。然（點去）。四段跋尾。與印本同異及所言詳略。諸賢已論之矣。茲不復贅。天順二年（1458）歲次戊寅。秋七月望後二日。後學南陽李賢書。\t李賢\t李賢（1408-1466），鄧州人，字原德。","author":"宋代欧阳修","description":"欧阳修行楷集古录跋"}]