[{"name":"祝允明草书千家山郭静朝晖","text":"《千家诗》是由宋代谢枋得《重定千家诗》（皆七言律诗）和明代王相所选《五言千家诗》合并而成。它是我国旧时带有启蒙性质的诗歌选本。因为它所选的诗歌大多是唐宋时期的名家名篇，易学好懂，题材多样：山水田园、赠友送别、思乡怀人、吊古伤今、咏物题画、侍宴应制，较为广泛地反映了唐宋时代的社会现实，所以在民间流传非常广泛，影响也非常深远。全书共22 卷，录诗1281 首，都是律诗和绝句。\n千家诗简介\n康熙四十五年，曹寅（曹雪芹祖父）刊行的《楝（liàn）亭十二种》中收有《分门篹类唐宋时贤千家诗选》，署作“后村先生编集”。“后村先生”即南宋刘克庄，字潜夫，自称后村居士。不过也有人认为诗集为坊间选家假名而作。\n后坊间又出现了两种千家诗，即署作宋谢枋得选、明王相注的《重定千家诗》（皆七言律诗）和王相选注的《新镌（juān）五言千家诗》。后书坊将两者合刊，即通行版本的《千家诗》了。\n它是我国旧时带有启蒙性质的格律诗选本。因为它所选的诗歌大多是唐宋时期的名家名篇，易学好懂，题材多样：山水田园、赠友送别、思乡怀人、吊古伤今、咏物题画、侍宴应制，较为广泛地反映了唐宋时代的社会现实，所以在民间流传广泛，影响极其深远。\n虽然号称千家，《千家诗》实际只录有122家。按朝代分：唐代65家，宋代52家，五代1家，明代2家，无从查考年代的无名氏作者2家。其中选诗最多的是杜甫，共25首，其次是李白，共8首；女诗人只选了宋代朱淑真2首七绝。\n《千家诗》图书\n简介\n字数：150千字\n页数：229页\n历史\n现代人常常提到的蒙学读物是“三百千千”，就是《三字经》、《百家姓》、《千字文》、《千家诗》。其中，《千家诗》是明清两朝流传极广、影响深远的儿童普及读物。它从一开始就受到广大读者的青睐，而“千家诗”这个书名更是广被采用，例如清代有《国朝千家诗》、《续千家诗》，民国间有《醒世千家诗》，当代又出现《官厅湖畔千家诗》、《岭南千家诗》、《当代江苏千家诗》、《五朝千家诗》、《少儿现代千家诗》、《中国现代千家诗》、《中日友好千家诗》、《外国千家诗》等，不一而足，蔚为大观，足见“千家诗”的影响。\n目录\n卷一七绝\n春日偶成\n春日\n春宵\n城东早春\n春夜\n初春小雨\n元日\n上元侍宴\n立春偶成\n打球图\n宫词\n廷试\n咏华清宫\n清平调词\n题邸间壁\n绝句\n海棠\n清明\n清明\n社日\n寒食\n江南春\n上高侍郎\n绝句\n游园不值\n客中行\n题屏\n漫兴\n庆全庵桃花\n玄都观桃花\n再游玄都观\n滁州西涧\n花影\n北山\n湖上\n漫兴\n春晴\n春暮\n落花\n春暮游小园\n莺梭\n暮春即事\n登山\n蚕妇吟\n晚春\n伤春\n送春\n三月晦日送春\n客中初夏\n有约\n闲居初夏午睡起\n三衢道中\n即景\n初夏游张园\n鄂州南楼书事\n山亭夏日\n田家\n村居即事\n题榴花\n村晚\n书湖阴先生壁\n乌衣巷\n送元二使安西\n题北榭碑\n题淮南寺\n秋月\n七夕\n立秋\n秋夕\n中秋月\n江楼有感\n题临安邸\n晓出净慈寺送林子方\n饮湖上初晴后雨\n人直\n夏日登车盖亭\n直玉堂作\n竹楼\n直中书省\n观书有感\n泛舟\n冷泉亭\n冬景\n枫桥夜泊\n寒夜\n霜夜\n梅王\n早春\n雪梅其一\n雪梅其二\n答钟弱翁\n泊秦淮\n归雁\n题壁\n卷二七律\n卷三五绝\n卷四五律\n附录\n《千家诗》以下由荆祖民收集整理\n千家诗卷一五绝\n春晓孟浩然\n春眠不觉晓处处闻啼鸟夜来风雨声花落知多少\n访袁拾遗不遇孟浩然\n洛阳访才子江岭作流人闻说梅花早何如此地春\n送郭司仓王昌龄\n映门淮水绿留骑主人心明月随良掾春潮夜夜深\n洛阳道储光羲\n大道直如发春来佳气多五陵贵公子双双呜玉珂\n独坐敬亭山李白\n众鸟高飞尽孤云独去闲相看两不厌只有敬亭山\n登鹳雀楼王之涣\n白日依山尽黄河入海流欲穷千里目更上一层楼\n观永乐公主入蕃孙逖\n边地莺花少年来未觉新美人天上落龙塞始应春\n左掖梨花丘为\n冷艳全欺雪余香乍入衣春风且莫定吹向玉阶飞\n思君恩令狐楚\n小苑莺歌歇长门蝶舞多眼看春又去翠辇不曾过\n题袁氏别业贺知章\n主人不相识偶坐为林泉莫谩愁沽酒囊中自有钱\n夜送赵纵杨炯\n赵氏连城璧由来天下传送君还旧府明月满前川\n竹里馆王维\n独坐幽篁里弹琴复长啸深林人不知明月来相照\n送朱大入秦孟浩然\n避人五陵去宝剑值千金分手脱相赠平生一片心\n长干行崔颢\n君家在何处妾住在横塘停船暂借问或恐是同乡\n咏史高适\n尚有绨袍赠应怜范叔寒不知天下士犹作布衣看\n罢相作李适之\n避贤初罢相乐圣且衔杯为问门前客今朝几个来\n逢侠者钱起\n燕赵悲歌士相逢剧孟家寸心言不尽前路日将斜\n江行望匡庐钱珝\n咫尺愁风雨匡庐不可登只疑云雾窟犹有六朝僧\n答李浣韦应物\n林中观易罢溪上对鸥闲楚俗饶词客何人最往还\n秋风引刘禹锡\n何处秋风至萧萧送雁群朝来入庭树孤客最先闻\n秋夜寄丘二十二员外韦应物\n怀君属秋夜散步咏凉天山空松子落幽人应未眠\n秋日耿湋\n返照入闾巷忧来谁共语古道少人行秋风动禾黍\n秋日湖上薛莹\n落日五湖游烟波处处愁浮沉千古事谁与问东流\n宫中题李昂\n辇路生秋草上林花满枝凭高何限意无复侍臣知\n汾上惊秋苏颋\n北风吹白云万里渡河汾心绪逢摇落秋声不可闻\n寻隐者不遇贾岛\n松下问童子言师采药去只在此山中云深不知处\n蜀道后期张说\n客心争日月来往预期程秋风不相待先至洛阳城\n静夜思李白\n床前明月光疑是地上霜举头望明月低头思故乡\n秋浦歌李白\n白发三千丈离愁似个长不知明镜里何处得秋霜\n赠乔侍御陈子昂\n汉廷荣巧宦云阁薄边功可怜骢马使白首为谁雄\n答五陵太守王昌龄\n仗剑行千里微躯敢一言曾为大梁客不负信陵恩\n行军九日思长安故园岑参\n强欲登高去无人送酒来遥怜故园菊应傍战场开\n婕妤怨皇甫冉\n花枝出建章凤管发昭阳借问承恩者双蛾几许长\n题竹林寺朱放\n岁月人间促烟霞此地多殷勤竹林寺更得几回过\n三闾庙戴叔伦\n沅湘流不尽屈子怨何深日暮秋风起萧萧枫树林\n易水送别骆宾王\n此地别燕丹壮士发冲冠昔时人已没今日水犹寒\n别卢秦卿司空曙\n知有前期在难分此夜中无将故人酒不及石尤风\n答人太上隐者\n偶来松树下高枕石头眠山中无历日寒尽不知年\n千家诗卷二五律\n幽州夜饮张说\n凉风吹夜雨，萧瑟动寒林。正有高堂宴，能忘迟暮心。\n军中宜剑舞，塞上重笳音。不作边城将，谁知恩遇深。\n幸蜀西至剑门玄宗皇帝\n剑阁横云峻銮舆出狩回翠屏千仞合丹嶂五丁开\n灌木萦旗转仙云拂马来乘时方在德嗟尔勒铭才\n和晋陵陆丞早春游望杜审言\n独有宦游人偏惊物候新云霞出海曙梅柳渡江春\n淑气催黄鸟晴光转绿苹忽闻歌古调归思欲沾巾\n蓬莱三殿侍宴奉敕咏终南山\n杜审言\n北斗挂城边南山倚殿前云标金阙回树杪玉堂悬\n半岭通佳气中峰绕瑞烟小臣持献寿长此戴尧天\n春夜别友人陈子昂\n银烛吐清烟金尊对绮筵离堂思琴瑟别路绕山川\n明月悬高树长河没晓天悠悠洛阳去此会在何年\n*一本作隐高树\n长宁公主东庄侍宴李峤\n别业临青甸鸣銮降紫霄长筵（宛+鸟）鹭集仙管凤凰调\n树接南山近烟含北渚遥承恩咸已醉恋赏未还镳\n恩赐丽正殿书院赐宴应制得林字张说\n东壁图书府西园翰墨林诵诗闻国政讲易见天心\n位窃和羹重恩叨醉酒深载歌春兴曲情竭为知音\n送友人李白\n青山横北郭白水绕东城此地一为别孤篷万里征\n浮云游子意落日故人情挥手自兹去萧萧斑马鸣\n送友人入蜀李白\n见说蚕丛路崎岖不易行山从人面起云傍马头生\n芳树笼秦栈春流绕蜀城升沈应已定不必问君平\n次北固山下王湾\n客路青山外行舟绿水前潮平两岸阔风正一帆悬\n海日生残夜江春入旧年乡书何处达归雁洛阳边\n苏氏别业祖咏\n别业居幽处到来生隐心南山当户牖澧水映园林\n竹覆经冬雪庭昏未夕阴寥寥人境外闲坐听春禽\n春宿左省杜甫\n花隐掖垣暮啾啾栖鸟过星临万户动月傍九霄多\n不寝听金钥因风想玉坷明朝有封事数问夜如何\n题玄武禅师屋壁杜甫\n何年顾虎头满壁画沧州赤日石林气青天江海流\n锡飞常近鹤杯渡不惊鸥似得庐山路真随惠远游\n终南山王维\n太乙近天都连山到海隅白云回望合青霭入看无\n分野中峰变阴晴众壑殊欲投何处宿隔水问樵夫\n登总持阁岑参\n高阁逼诸天登临近日边晴开万井树愁看五陵烟\n槛外低秦岭窗中小渭川早知清净理常愿奉金仙\n寄左省杜拾遗岑参\n联步趋丹陛分曹限紫薇晓随天仗入暮惹御香归\n白发悲花落青云羡鸟飞圣朝无阙事自觉谏书稀\n登兖州城楼杜甫\n东郡趋庭日南楼纵目初浮云连海岱平野入青徐\n孤嶂秦碑在荒城鲁殿余从来多古意临眺独踌躇\n杜少府之任蜀州王勃\n城阙辅三秦风烟望五津与君离别意同是宦游人\n海内存知己天涯若比邻无为在歧路儿女共沾巾\n送崔融杜审言\n君王行出将书记远从征祖帐连河阙军麾动洛城\n旌旗朝朔气笳吹夜边声坐觉烟尘少秋风古北平\n扈从登封途中作宋之问\n帐殿郁崔嵬仙游实壮哉晓云连幕卷夜火杂星回\n谷暗千旗出山鸣万乘来扈从良可赋终乏（提手炎）天才\n题义公禅房孟浩然\n义公习禅寂结宇依空林户外一峰秀阶前众壑深\n夕阳连雨足空翠落庭阴看取莲花净方知不染心\n醉后赠张旭高适\n世上漫相识此翁殊不然兴来书自圣醉后语尤颠\n白发老闲事青云在目前床头一壶酒能更几回眠\n玉台观高适\n浩劫因王造平台访古游彩云萧史驻文字鲁恭留\n宫阙通群帝乾坤到十洲人传有笙鹤时过北山头\n观李固请司马弟山水图杜甫\n方丈浑连水天台总映云人间长见画老去限空闻\n范蠡舟偏小王乔鹤不群此生随万物何处出尘氛\n旅夜书怀杜甫\n细草微风岸危樯独夜舟星随平野阔月涌大江流\n名岂文章著官因老病休飘飘何所似天地一沙鸥\n登岳阳楼杜甫\n昔闻洞庭水今上岳阳楼吴楚东南坼乾坤日月浮\n亲朋无一字老病有孤舟戎马关山北凭轩涕泗流\n江南旅情祖咏\n楚山不可极归路但萧条海色晴看雨江声夜听潮\n剑留南斗近书寄北风遥为报空潭橘无媒寄洛桥\n宿龙兴寺綦毋潜\n香刹夜忘归松清古殿扉灯明方丈室珠系比丘衣\n白日传心净青莲喻法微天花落不尽处处鸟衔飞\n破山寺后禅院常建\n清晨入古寺初日照高林曲径通幽处禅房花木深\n山光悦鸟性潭影空人心万籁此俱寂惟闻钟磬音\n题松汀驿张佑\n山色远含空苍茫泽国东海明先见日江白迥闻风\n鸟道高原去人烟小径通那知旧遗逸不在五湖中\n圣果寺释处默\n路自中峰上盘回出薜萝到江吴地尽隔岸越山多\n古木丛青蔼遥天浸白波下方城郭近钟磬杂笙歌\n野望王绩\n东皋薄暮望徙倚欲何依树树皆秋色山山惟落晖\n牧人驱犊返猎马带禽归相顾无相识长歌怀采薇\n送别崔著作东征陈子昂\n金天方肃杀白露始专征王师非乐战之子送佳兵\n海气侵南部边风扫北平莫卖卢龙塞归邀麟阁名\n陪诸公子丈八沟纳凉晚际遇雨杜甫\n落日放船好轻风生浪迟竹深留客处荷净纳凉时\n公子调冰水佳人雪藕丝片云头上黑应是雨催诗\n其二杜甫\n雨来沾席上风急打船头越女红裙湿燕姬翠黛愁\n缆侵堤柳系幔卷浪花浮归路翻萧飒陂塘五月秋\n宿云门寺阁孙逖\n香阁东山下烟花象外幽悬灯千嶂夕卷幔五湖秋\n画壁余鸿雁纱窗宿斗牛更疑天路近梦与白云游\n秋登宣城谢眺北楼李白\n江城如画里山晓望晴空两水夹明镜双桥落彩虹\n人烟寒橘柚秋色老梧桐谁念北楼上临风怀谢公\n临洞庭孟浩然\n八月湖水平涵虚混太清气蒸云梦泽波撼岳阳城\n欲济无舟楫端居耻圣明坐观垂钓者徒有羡鱼情\n过香积寺王维\n不知香积寺数里入云峰古木无人径深山何处钟\n泉声咽危石日色冷青松薄暮空潭曲安禅制毒龙\n送郑侍御谪闽中高适\n谪去君无恨闽中我旧过大都秋雁少只是夜猿多\n东路云山合南天瘴疠和自当逢雨露行矣顺风波\n秦州杂诗杜甫\n凤林戈未息鱼海路常难候火云峰峻悬军幕井乾\n风连西极动月过北庭寒故老思飞将何时议筑坛\n禹庙杜甫\n禹庙空山里秋风落日斜荒庭垂橘柚古屋画龙蛇\n云气生虚壁江深走白沙早知乘四载疏凿控三巴\n望秦川李颀\n秦川朝望迥日出正东峰远近山河净逶迤城阙重\n秋声万户竹寒色五陵松有客归欤叹凄其霜露浓\n同王徵君洞庭有怀张谓\n八月洞庭秋潇湘水北流还家万里梦为客五更愁\n不用开书帙偏宜上酒楼故人京洛满何日复同游\n渡扬子江丁仙芝\n桂楫中流望空波两岸明林开扬子驿山出润州城\n海尽边阴静江寒朔吹生更闻枫叶下淅沥度秋声\n幽州夜歌张说\n凉风吹夜雨萧瑟动寒林正有高堂宴能忘迟暮心\n军中宜剑舞塞上重笳音不作边城将谁知恩遇深\n千家诗卷三七绝\n春日偶成程颢\n云淡风轻近午天傍花随柳过前川时人不识余心乐\n将谓偷闲学少年\n春日朱熹\n胜日寻芳泗水滨无边光景一时新等闲识得东风面\n万紫千红总是春\n春宵苏轼\n春宵一刻值千金花有清香月有阴歌管楼台声细细\n秋千院落夜沉沉\n城东早春杨巨源\n诗家清景在新春绿柳才黄半未匀若待上林花似锦\n出门俱是看花人\n春夜王安石\n金炉香尽漏声残剪剪轻风阵阵寒春色恼人眠不得\n月移花影上栏杆\n初春小雨韩愈\n天街小雨润如酥草色遥看近却无最是一年春好处\n绝胜烟柳满皇都\n元日王安石\n爆竹声中一岁除春风送暖入屠苏千门万户曈曈日\n总把新桃换旧符\n上元侍宴苏轼\n淡月疏星绕建章仙风吹下御炉香侍臣鹄立通明殿\n一朵红云捧玉皇\n立春偶成张栻\n律回岁晚冰霜少春到人间草木知便觉眼前生意满\n东风吹水绿参差\n打球图晁说之\n阊阖千门万户开三郎沈醉打球回九龄已老韩休死\n无复明朝谏疏来\n宫词王建\n金殿当头紫阁重仙人掌上玉芙蓉太平天子朝元日\n五色云车驾六龙\n廷试夏竦\n殿上衮衣明日月砚中旗影动龙蛇纵横礼乐三千字\n独对丹墀日未斜\n咏华清宫杜常\n行尽江南数十程晓风残月入华清朝元阁上西风急\n都入长杨作雨声\n清平调词李白\n云想衣裳花想容春风拂槛露华浓若非群玉山头见\n会向瑶台月下逢\n题邸间壁郑谷\n酴醾香梦怯春寒翠掩重门燕子闲敲断玉钗红烛冷\n计程应说到常山\n绝句杜甫\n两个黄鹂鸣翠柳一行白鹭上青天窗含西岭千秋雪\n门泊东吴万里船\n海棠苏轼\n东风袅袅泛崇光香雾空蒙月转廊只恐夜深花睡去\n故烧高烛照红妆\n清明王禹偁\n无花无酒过清明兴味萧然似野僧昨日邻家乞新火\n晓窗分与读书灯\n清明杜牧\n清明时节雨纷纷路上行人欲断魂借问酒家何处有\n牧童遥指杏花村\n社日王驾\n鹅湖山下稻粱肥豚栅鸡栖对掩扉桑柘影斜春社散\n家家扶得醉人归\n寒食韩翃\n春城无处不飞花寒食东风御柳斜日暮汉宫传蜡烛\n轻烟散入五侯家\n江南春杜牧\n千里莺啼绿映红水村山郭酒旗风南朝四百八十寺\n多少楼台烟雨中\n上高侍郎高蟾\n天上碧桃和露种日边红杏倚云栽芙蓉生在秋江上\n不向东风怨未开\n绝句僧志南\n古木阴中系短篷杖藜扶我过桥东沾衣欲湿杏花雨\n吹面不寒杨柳风\n游园不值叶绍翁\n应嫌屐齿印苍苔十扣柴扉九不开春色满园关不住\n一枝红杏出墙来\n客中行李白\n兰陵美酒郁金香玉碗盛来琥珀光但使主人能醉客\n不知何处是他乡\n题屏刘季孙\n呢喃燕子语梁间底事来惊梦里闲说与旁人浑不解\n杖藜携酒看芝山\n庆全庵桃花谢枋得\n寻得桃源好避秦桃红又是一年春花飞莫遣随流水\n怕有渔郎来问津\n玄都观桃花刘禹锡\n紫陌红尘拂面来无人不道看花回玄都观里桃千树\n尽是刘郎去后栽\n再游玄都观刘禹锡\n百亩庭中半是苔桃花净尽菜花开种桃道士归何处\n前度刘郎今又来\n滁州西涧韦应物\n独怜幽草涧边生上有黄鹂深树鸣春潮带雨晚来急\n野渡无人舟自横\n花影苏轼\n重重叠叠上瑶台几度呼童扫不开刚被太阳收拾去\n却教明月送将来\n北山王安石\n北山输绿涨横陂直堑回塘滟滟时细数落花因坐久\n缓寻芳草得归迟\n湖上徐元杰\n花开红树乱莺啼草长平湖白鹭飞风日晴和人意好\n夕阳箫鼓几船归\n漫兴杜甫\n糁径杨花铺白毡点溪荷叶叠青钱笋根稚子无人见\n沙上凫雏傍母眠\n春晴王驾\n雨前初见花间蕊雨后全无叶底花蜂蝶纷纷过墙去\n却疑春色在邻家\n春暮曹豳\n门外无人问落花绿阴冉冉遍天涯林莺啼到无声处\n青草池塘独听蛙\n落花朱淑贞\n连理枝头花正开妒花风雨便相催愿教青帝常为主\n莫遣纷纷点翠苔\n春暮游小园王淇\n一从梅粉褪残妆涂抹新红上海棠开到荼蘼花事了\n丝丝天棘出莓墙\n莺梭刘克庄\n掷柳迁乔太有情交交时作弄机声洛阳三月花如锦\n多少工夫织得成\n暮春即事叶采\n双双瓦雀行书案点点杨花入砚池闲坐小窗读周易\n不知春去几多时\n登山李涉\n终日昏昏醉梦间忽闻春尽强登山因过竹院逢僧话\n又得浮生半日闲\n蚕妇吟谢枋得\n子规啼彻四更时起视蚕稠怕叶稀不信楼头杨柳月\n玉人歌舞未曾归\n晚春韩愈\n草木知春不久归百般红紫斗芳菲杨花榆荚无才思\n惟解漫天作雪飞\n伤春杨万里\n准拟今春乐事浓依然枉却一东风年年不带看花眼\n不是愁中即病中\n送春王令\n三月残花落更开小檐日日燕飞来子规夜半犹啼血\n不信东风唤不回\n三月晦日送春贾岛\n三月正当三十日风光别我苦吟身共君今夜不须睡\n未到晓钟犹是春\n客中初夏司马光\n四月清和雨乍晴南山当户转分明更无柳絮因风起\n惟有葵花向日倾\n约客赵师秀\n黄梅时节家家雨青草池塘处处蛙有约不来过夜半\n闲敲棋子落灯花\n初夏睡起杨万里\n梅子流酸溅齿牙芭蕉分绿上窗纱日长睡起无情思\n闲看儿童捉柳花\n三衢道中曾几\n梅子黄时日日晴小溪泛尽却山行绿阴不减来时路\n添得黄鹂四五声\n即景朱淑贞\n竹摇清影罩幽窗两两时禽噪夕阳谢却海棠飞尽絮\n困人天气日初长\n初夏游张园戴复古\n乳鸭池塘水浅深熟梅天气半晴阴东园载酒西园醉\n摘尽枇杷一树金\n鄂州南楼书事黄庭坚\n四顾山光接水光凭栏十里芰荷香清风明月无人管\n并作南来一味凉\n山亭夏日高骈\n绿树阴浓夏日长楼台倒影入池塘水晶帘动微风起\n满架蔷薇一院香\n四时田园杂兴范成大\n昼出耘田夜绩麻村庄儿女各当家童孙未解供耕织\n也傍桑阴学种瓜\n乡村四月翁卷\n绿遍山原白满川子规声里雨如烟乡村四月闲人少\n才了蚕桑又插田\n题榴花韩愈\n五月榴花照眼明枝间时见子初成可怜此地无车马\n颠倒苍苔落绛英\n村晚雷震\n草满池塘水满陂山衔落日浸寒漪牧童归去横牛背\n短笛无腔信口吹\n书湖阴先生壁王安石\n茅檐常扫净无苔花木成蹊手自栽一水护田将绿绕\n两山排闼送青来\n乌衣巷刘禹锡\n朱雀桥边野草花乌衣巷口夕阳斜旧时王谢堂前燕\n飞入寻常百姓家\n送元二使安西王维\n渭城朝雨浥轻尘客舍青青柳色新劝君更尽一杯酒\n西出阳关无故人\n与史郎中钦听黄鹤楼上吹笛李白\n一为迁客去长沙西望长安不见家黄鹤楼中吹玉笛\n江城五月落梅花\n题淮南寺程颢\n南去北来休便休白苹吹尽楚江秋道人不是悲秋客\n一任晚山相对愁\n秋月程颢\n清溪流过碧山头空水澄鲜一色秋隔断红尘三十里\n白云红叶雨悠悠\n七夕杨朴\n未会牵牛意若何须邀织女弄金梭年年乞与人间巧\n不道人间巧几多\n立秋刘翰\n乳鸦啼散玉屏空一枕新凉一扇风睡起秋声无觅处\n满阶梧叶月明中\n七夕杜牧\n银烛秋光冷画屏轻罗小扇扑流萤天街夜色凉如水\n卧看牵牛织女星\n中秋月苏轼\n暮云收尽溢清寒银汉无声转玉盘此生此夜不长好\n明月明年何处看\n江楼有感赵嘏\n独上江楼思悄然月光如水水如天同来玩月人何在\n风景依稀似去年\n题临安邸林升\n山外青山楼外楼西湖歌舞几时休暖风薰得游人醉\n直把杭州作汴州\n*《宋诗纪事》作林升作\n晓出净慈送林子方杨万里\n毕竟西湖六月中风光不与四时同接天莲叶无穷碧\n映日荷花别样红\n饮湖上初晴后雨苏轼\n水光潋滟晴方好山色空蒙雨亦奇欲把西湖比西子\n淡妆浓抹总相宜\n入直周必大\n绿槐夹道集昏鸦敕使传宣坐赐茶归到玉堂清不寐\n月钩初上紫薇花\n夏日登车盖亭蔡确\n纸屏石枕竹方床手倦抛书午梦长睡起莞然成独笑\n数声渔笛在沧浪\n直玉堂作洪咨夔\n禁门深锁寂无哗浓墨淋漓两相麻唱彻五更天未晓\n一墀月浸紫薇花\n竹楼李嘉佑\n傲吏身闲笑五侯西江取竹起高楼南风不用蒲葵扇\n纱帽闲眠对水鸥\n直中书省白居易\n丝纶阁下文章静钟鼓楼中刻漏长独坐黄昏谁是伴\n紫薇花对紫薇郎\n观书有感朱熹\n半亩方塘一鉴开天光云影共徘徊问渠那得清如许\n为有源头活水来\n泛舟朱熹\n昨夜江边春水生艨艟巨舰一毛轻向来枉费推移力\n此日中流自在行\n冷泉林稹\n一泓清可沁诗脾冷暖年来只自知流出西湖载歌舞\n回头不似在山时\n赠刘景文苏轼\n荷尽已无擎雨盖菊残犹有傲霜枝一年好景君须记\n最是橙黄橘绿时\n枫桥夜泊张继\n月落乌啼霜满天江枫渔火对愁眠姑苏城外寒山寺\n夜半钟声到客船\n寒夜杜耒\n寒夜客来茶当酒竹炉汤沸火初红寻常一样窗前月\n才有梅花便不同\n霜月李商隐\n初闻征雁已无蝉百尺楼台水接天青女素娥俱耐冷\n月中霜里斗婵娟\n梅王淇\n不受尘埃半点侵竹篱茅舍自甘心只因误识林和靖\n惹得诗人说到今\n早春白玉蟾\n南枝才放两三花雪里吟香弄粉些淡淡著烟浓著月\n深深笼水浅笼沙\n雪梅（其一）卢梅坡\n梅雪争春未肯降骚人阁笔费评章梅须逊雪三分白\n雪却输梅一段香\n雪梅（其二）卢梅坡\n有梅无雪不精神有雪无诗俗了人日暮诗成天又雪\n与梅井作十分春\n答钟弱翁牧童\n草铺横野六七里笛弄晚风三四声归来饱饭黄昏后\n不脱蓑衣卧月明\n泊秦淮杜牧\n烟笼寒水月笼沙夜泊秦淮近酒家商女不知亡国恨\n隔江犹唱后庭花\n归雁钱起\n潇湘何事等闲回水碧沙明两岸苔二十五弦弹夜月\n不胜清怨却飞来\n题壁无名氏\n一团茅草乱蓬蓬蓦地烧天蓦地空争似满炉煨榾柮\n漫腾腾地暖烘烘\n千家诗卷四七律\n早朝大明宫贾至\n银烛朝天紫陌长禁城春色晓苍苍千条弱柳垂青锁\n百啭流莺绕建章剑佩声随玉墀步衣冠身惹御炉香\n共沐恩波凤池上朝朝染翰侍君王\n和贾舍人早朝杜甫\n五夜漏声催晓箭九重春色醉仙桃旌旗日暖龙蛇动\n宫殿风微燕雀高朝罢香烟携满袖诗成珠玉在挥毫\n欲知世掌丝纶美池上于今有凤毛\n和贾舍人早朝王维\n绛帻鸡人报晓筹尚衣方进翠云裘九天阊阖开宫殿\n万国衣冠拜冕旒日色才临仙掌动香烟欲傍衮龙浮\n朝罢须裁五色诏佩声归到凤池头\n和贾舍人早朝岑参\n鸡鸣紫陌曙光寒莺啭皇州春色阑金阙晓钟开万户\n玉阶仙仗拥千官花迎剑佩星初落柳拂旌旗露未乾\n独有凤凰池上客阳春一曲和皆难\n上元应制蔡襄\n高列千峰宝炬森端门方喜翠华临宸游不为三元夜\n乐事还同万众心天上清光留此夕人间和气阁春阴\n要知尽庆华封祝四十余年惠爱深\n上元应制王珪\n雪消华月满仙台万烛当楼宝扇开双凤云中扶辇下\n六鳌海上驾山来镐京春酒沾周宴汾水秋风陋汉才\n一曲升平人尽乐君王又进紫霞杯\n侍宴沈佺期\n皇家贵主好神仙别业初开云汉边山出尽如鸣凤岭\n池成不让饮龙川妆楼翠幌教春住舞阁金铺借日悬\n侍从乘舆来此地称觞献寿乐钧天\n戏答元珍欧阳修\n春风疑不到天涯二月山城未见花残雪压枝犹有橘\n冻雷惊笋欲抽芽夜闻啼雁生乡思病入新年感物华\n曾是洛阳花下客野芳虽晚不须嗟\n插花吟邵雍\n头上花枝照酒卮酒卮中有好花枝身经两世太平日\n眼见四朝全盛时况复筋骸粗康健那堪时节正芳菲\n酒涵花影红光溜争忍花前不醉归\n寓意晏殊\n油壁香车不再逢峡云无迹任西东梨花院落溶溶月\n柳絮池塘淡淡风几日寂寥伤酒后一番萧瑟禁烟中\n鱼书欲寄何由达水远山长处处同\n寒食书事赵鼎\n寂寂柴门村落里也教插柳纪年华禁烟不到粤人国\n上冢亦携庞老家汉寝唐陵无麦饭山溪野径有梨花\n一樽竟藉青苔卧莫管城头奏暮笳\n清明黄庭坚\n佳节清明桃李笑野田荒冢只生愁雷惊天地龙蛇蛰\n雨足郊原草木柔人乞祭余骄妾妇士甘焚死不公侯\n贤愚千载知谁是满眼蓬蒿共一丘\n清明日对酒高翥\n南北山头多墓田清明祭扫各纷然纸灰飞作白蝴蝶\n泪血染成红杜鹃日落狐狸眠冢上夜归儿女笑灯前\n人生有酒须当醉一滴何曾到九泉\n郊行即事程颢\n芳原绿野恣行时春入遥山碧四围兴逐乱红穿柳巷\n困临流水坐苔矶莫辞盏酒十分劝只恐风花一片飞\n况是清明好天气不妨游衍莫忘归\n秋千僧惠洪\n画架双裁翠络偏佳人春戏小楼前飘扬血色裙拖地\n断送玉容人上天花皮润沾红杏雨彩绳斜挂绿杨烟\n下来闲处从容立疑是蟾宫谪神仙\n曲江（其一）杜甫\n一片花飞减却春风飘万点正愁人且看欲尽花经眼\n莫厌伤多酒入唇江上小堂巢翡翠苑边高冢卧麒麟\n细推物理须行乐何用浮名绊此身\n曲江(其二)杜甫\n朝回日日典春衣每日江头尽醉归酒债寻常行处有\n人生七十古来稀穿花蛱蝶深深见点水蜻蜓款款飞\n传与风光共流转暂时相赏莫相违\n黄鹤楼崔颢\n昔人已乘白云去此地空余黄鹤楼黄鹤一去不复返\n白云千载空悠悠晴川历历汉阳树芳草萋萋鹦鹉州\n日暮乡关何处是烟波江上使人愁\n旅怀崔涂\n水流花谢两无情送尽东风过楚城蝴蝶梦中家万里\n杜鹃枝上月三更故园书动经年绝华发春催两鬓生\n自是不归归便得五湖烟景有谁争\n答李儋无锡韦应物\n去年花里逢君别今日花开又一年世事茫茫难自料\n春愁黯黯独成眠身多疾病思田里邑有流亡愧俸钱\n闻道欲来相问讯西楼望月几回圆\n江村杜甫\n清江一曲抱村流长夏江村事事幽自去自来梁上燕\n相亲相近水中鸥老妻画纸为棋局稚子敲针作钓钩\n多病所须惟药物微躯此外更何求\n夏日张耒\n长夏江村风日清檐牙燕雀已生成蝶衣晒粉花枝午\n蛛网添丝屋角晴落落疏廉邀月影嘈嘈虚枕纳溪声\n久斑两鬓如霜雪直欲樵渔过此生\n辋川夜雨王维\n积雨空林烟火迟蒸藜炊黍饷东（淄换草头）漠漠水田飞白鹭\n阴阴夏木啭黄鹂山中习静合朝槿松下清斋折露葵\n野老与人争席罢海鸥何事更相疑\n新竹陆游\n插棘编篱谨护持养成寒碧映涟漪清风掠地秋先到\n赤日行天午不知解箨时闻声簌簌放梢初见影离离\n归闲我欲频来此枕簟仍教到处随\n偶成程颢\n闲来无事不从容睡觉东窗日已红万物静观皆自得\n四时佳兴与人同道通天地有形外思入风云变态中\n富贵不淫贫贱乐男儿到此是豪雄\n表兄话旧窦叔向\n夜合花开香满庭夜深微雨醉初醒远书珍重何由达\n旧事凄凉不可听去日儿童皆长大昔年亲友半凋零\n明朝又是孤舟别愁见河桥酒幔青\n游月陂程颢\n月坡堤上四徘徊北有中天百尺台万物已随秋气改\n一樽聊为晚凉开水心云影闲相照林下泉声静自来\n世事无端何足计但逢佳节约重陪\n秋兴（其三）杜甫\n千家山郭静朝晖日日江楼坐翠微信宿渔人还泛泛\n清秋燕子故飞飞匡衡抗疏功名薄刘向传经心事违\n同学少年多不贱五陵裘马自轻肥\n秋兴（其五）杜甫\n蓬莱宫阙对南山承露金茎霄汉间西望瑶池降王母\n东来紫气满函关云移雉尾开宫扇日绕龙鳞识圣颜\n一卧沧江惊岁晚几回青琐点朝班\n秋兴（其一）杜甫\n玉露凋伤枫树林巫山巫峡气萧森江间波浪兼天涌\n塞上风云接地阴丛菊两开他日泪孤舟一系故园心\n寒衣处处催刀尺白帝城高急暮砧\n秋兴（其七）杜甫\n昆明池水汉时功武帝旌旗在眼中织女机丝虚夜月\n石鲸鳞甲动秋风波飘菰米沉云黑露冷莲房坠粉红\n关塞极天惟鸟道江湖满地一渔翁\n月夜舟中戴复古\n满船明月浸虚空绿水无痕夜气冲诗思浮沈樯影里\n梦魂摇拽橹声中星辰冷落碧潭水鸿雁悲鸣红蓼风\n数点渔灯依古岸断桥垂露滴梧桐\n长安秋望赵嘏\n云物凄凉拂署流汉家宫阙动高秋残星几点雁横塞\n长笛一声人倚楼紫艳半开篱菊静红衣落尽渚莲愁\n鲈鱼正美不归去空戴南冠学楚囚\n新秋杜甫\n火云犹未敛奇峰欹枕初惊一叶风几处园林萧瑟里\n谁家砧杵寂寥中蝉声断续悲残月萤焰高低照暮空\n赋就金门期再献夜深搔首叹飞蓬\n中秋李朴\n皓魄当空宝镜升云间仙籁寂无声平分秋色一轮满\n长伴云衢千里明狡兔空从弦外落妖蟆休向眼前生\n灵槎拟约同携手更待银河澈底清\n九日蓝田会饮杜甫\n老去悲秋强自宽兴来今日尽君欢羞将短发还吹帽\n笑倩旁人为正冠蓝水远从千涧落玉山高并两峰寒\n明年此会知谁健醉把茱萸仔细看\n秋思陆游\n利欲驱人万火牛江湖浪迹一沙鸥日长似岁闲方觉\n事大如天醉亦休砧杵敲残深巷月梧桐摇落故园秋\n欲舒老眼无高处安得元龙百尺楼\n与朱山人杜甫\n锦里先生乌角巾园收芋栗未全贫惯看宾客儿童喜\n得食阶除鸟雀驯秋水才深四五尺野航恰受两三人\n白沙翠竹江村暮相送柴门月色新\n闻笛赵嘏\n谁家吹笛画楼中断续声随断续风响遏行云横碧落\n清和冷月到帘栊兴来三弄有桓子赋就一篇怀马融\n曲罢不知人在否余音嘹亮尚飘空\n冬景刘克庄\n晴窗早觉爱朝曦竹外秋声渐作威命仆安排新暖阁\n呼童熨贴旧寒衣叶浮嫩绿酒初熟橙切香黄蟹正肥\n蓉菊满园皆可羡赏心从此莫相违\n小至杜甫\n天时人事日相催冬至阳生春又来刺绣五纹添弱线\n吹葭六管动飞灰岸容待腊将舒柳山意冲寒欲放梅\n云物不殊乡国异教儿且覆掌中杯\n山园小梅林逋\n众芳摇落独鲜妍占断风情向小园疏影横斜水清浅\n暗香浮动月黄昏霜禽欲下先偷眼粉蝶如知合断魂\n幸有微吟可相狎不须檀板共金樽\n自咏韩愈\n一封朝奏九重天夕贬潮阳路八千本为圣朝除弊政\n敢将衰朽惜残年云横秦岭家何在雪拥蓝关马不前\n知汝远来应有意好收吾骨瘴江边\n干戈王中\n干戈未定欲何之一事无成两鬓丝踪迹大纲王粲传\n情怀小样杜陵诗（脊鸟）（令鸟）音断人千里乌鹊巢寒月一枝\n安得中山千日酒酩然直到太平时\n归隐陈抟\n十年踪迹走红尘回首青山入梦频紫绶纵荣争及睡\n朱门虽富不如贫愁闻剑戟扶危主闷听笙歌聒醉人\n携取旧书归旧隐野花啼鸟一般春\n时世行赠田妇杜荀鹤\n夫因兵乱守蓬茅麻苎裙衫鬓发焦桑柘废来犹纳税\n田园荒尽尚徵苗时挑野菜和根煮旋砍生柴带叶烧\n任是深山最深处也应无计避征徭\n送天师朱权\n霜落芝城柳影疏殷勤送客出鄱湖黄金甲锁雷霆印\n红锦韬缠日月符天上晓行骑只鹤人间夜宿解双凫\n匆匆归到神仙府为问蟠桃熟也无\n送毛伯温朱厚熜\n大将南征胆气豪腰横秋水雁翎刀风吹鼍鼓山河动\n电闪旌旗日月高天上麒麟原有种穴中蝼蚁岂能逃\n太平待诏归来日朕与先生解战袍\n","category":"草书","verified":true,"user":1,"timestamp":1429951617265},{"name":"祝允明草书千家山郭静朝晖","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791643596,"text":"","author":"明代祝允明","description":"祝允明草书千家山郭静朝晖"}]