[{"name":"颜真卿楷书颜君庙碑铭v2","text":"《颜家庙碑》，全称《唐故通议大夫行薛王友柱国赠秘书少监国子祭酒太子少保颜君庙碑铭并序》，是颜真卿为其父亲颜惟贞镌立，撰文并书，唐代篆书名家李阳冰篆额。镌立于唐建中元年（780年），碑高338、1厘米，宽176厘米。二十四行，行四十七字。碑侧各六行，行五十二字。碑后有宋太平兴国七年（982年）李准重立时的跋文。原碑现藏西安碑林。[1] \n创作背景\n清代学人孙承泽在书评中写道：“鲁公忠孝植于天性，殚竭精力以书此碑，而奇峭端严，一生耿耿大节，已若显质之先人矣”[2-3]   。\n作品赏析\n评价\n《墨池编》说此碑书体“庄重笃实”。明王世贞也在《弇州山人稿》中评论说此碑“风稜秀出，精彩注射，劲节直气隐隐笔画间。”又在他的《续稿》中说：“颜鲁公《家庙碑》以为今隶（案：即楷书，下文李准题跋中亦同）中之有玉筋体（案：一种小篆的写法）者，风华骨格，庄密挺秀，真书家至宝。” \n赏析\n《颜家庙碑》是公元780年（唐建中元年）7月立，碑存西安碑林。碑四面环刻，碑阳24行，行47字。碑阴同两侧各6行，行52字。额篆书“颜氏家庙之碑”六字，为李阳冰书。是颜真卿为其父颜惟贞所立，记载家族世系情况。《颜家庙碑》是颜真卿七十二岁时作，笔力雄健、结体庄密。隋代与初唐的楷书，多以运指为长、结字左紧右舒，呈欹侧之势。颜书则加强了腕力的作用，巧妙运用藏锋和中锋，形成力透纸背的效果。又横轻竖重，似有立体感觉。颜真卿正书，横画端平，左右竖笔略呈向内的弧形，这不仅造成庄重感，而且使整个结构圆紧浑厚，富有强大的内在力量。这一切都是突破旧格局的创新。《颜家庙碑》是“颜体”的典型之作，也是颜真卿传世碑刻中最后的巨作。该碑宋代拓本第三行“祠堂之颂”的“祠”字中，“司”勾笔完好，明拓已剜粗。\n有人以“大、重、朴、厚、严”五个字来概括《颜家庙碑》的特点，实在是十分妥帖的。颜真卿的后期书法，并不追求“冲淡恬逸”的贵族情调，而是出以更为平易近人、更为通俗易懂、更为工整规矩的世俗风度，创造了一种方正庄严、齐整大度、“不复以姿媚为念”的新书法审美观，特别是吸收了南北朝以来的民间书家的新鲜养分，把在民间酝酿已久的书法革新运动推向了高潮。也许这种以“俗”破“雅”的探索往往不符合传统的审美习惯，因而有人形容它为“金刚睁目，力士挥拳”，并讥之为“俗书”。\n细观此碑，通篇刚劲严整，雄伟挺拔，当为颜书中最庄重者。搀以篆籀笔意的点画中蕴含朴拙老辣之韵，可谓人书俱老。 \n颜真卿（709-784，一说709-785），字清臣，唐京兆万年（今陕西西安）人，祖籍琅琊临沂（今山东临沂），中国唐代书法家。他创立的“颜体”楷书与赵孟頫、柳公权、欧阳询并称“楷书四大家”。与柳公权并称“颜柳”，有“颜筋柳骨”之誉。苏轼曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）\n开元二十二年（公元734年）颜真卿举进士，登甲科，曾4次被任命御史，为监察迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原（今属山东德州陵县）任太守，人称“颜平原”。安史之乱，抗贼有功，入京历任吏部尚书，太子太师，封鲁郡开国公，故又世称颜鲁公。唐德宗建中四年（783年），李希烈叛乱，颜遭宰相卢杞陷害，被遣往李希烈部晓谕，终为李希烈缢杀，终年77岁。德宗诏文曰：“器质天资，公忠杰出，出入四朝，坚贞一志。”\n在书法史上，颜真卿是继二王之后成就最高，影响最大的书法家。他是琅琊颜氏后裔，家学渊博，五世祖颜师古是北齐著名学者，著有《颜氏家训》。颜真卿初学褚遂良，后师从张旭得笔法，又汲取初唐四家特点，兼收篆隶和北魏笔意，完成了雄健、宽博的颜体楷书的创作，自成一种方严正大，朴拙雄浑，大气磅礴的“颜体”。他是中唐时期的书法创新代表人物，楷书端庄雄伟，气势开张。行书遒劲舒和，神彩飞动。他的书法，既有以往书风中了气韵法度，又不为古法所束缚，突破了唐初的墨守成规，自成一幅，称为“颤体”。宋欧阳修评论说：“斯人忠义出于天性，故其字画刚劲独立，不袭前迹，挺然奇伟，有似其为人。宋朱长文《续书断》中列其书法为神品。”并评说：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有态，自羲、献以来，未有如公者也”。 \n颜真卿的书迹作品，据说有138种。楷书有《多宝塔碑》、《麻姑仙坛记》《多宝塔感应碑》、《东方朔画赞》、《颜勤礼碑》、《大唐中兴颂》、《自书告身》等，是极具个性的书体，如“荆卿按剑，樊哙拥盾，金刚嗔目，力士挥拳。”行草书有《祭侄文稿》、《争座位帖》、《祭伯文稿》、《裴将军诗帖》、等，其中《祭侄文稿》是在极其悲愤的心情下进入的最高艺术境界，被称为“天下第二行书”。米芾《书史》：“《争座位帖》有篆籀气，为颜书第一，字相连属，诡异飞动，得于意外。”\n颜家庙碑释文\n正文释文\n唐故通议大夫行薛王友柱国赠秘书少监国子祭酒太子少保颜君碑铭并序\n第七子光禄大夫、行吏部尚书、充礼仪使、上柱国、鲁郡开国公真卿撰并书\n集贤学士李阳冰篆额\n昔孔悝有夷鼎之铭，陆机有祠堂之颂，皆所以发挥祖德，敷演家声。故君子之观其铭也，既美其所称，又美其所为。无而称之是诬也；有而不述岂仁乎？论而撰之，敢不祗惧！\n君讳惟贞，字叔坚。其先出于颛顼之孙祝融。融孙安为曹姓，其裔邾武公，名夷甫，字颜。子友，别封郳，为小邾子，遂以颜为氏，多仕鲁为卿大夫。\n孔门达者七十二人，颜氏有八。战国有率、烛，秦有芝、贞，汉有异、肆、安、乐。其后丧乱，谱牒沦亡。魏有斐、盛。盛字叔台，青、徐二州刺史、关内侯，始自鲁居于琅琊临沂孝悌里。生广陵太守、给事中、葛绎贞子讳钦，字公若，精《韩诗》、《礼》、《易》、《尚书》，学者宗之。生汝阴太守、护军、袭葛绎子讳默，字静伯。\n生晋侍中、右光禄大夫、西平靖侯讳含，字弘都。随元帝过江，已下七叶，葬在上元幕府山西。生侍中、光禄勋、西平定侯讳髦，字君道，事具《孝行传》。生州西曹骑都尉、西平侯讳綝，字文和。生宣成太守、御史中丞讳靖之，字茂宗。生巴陵太守、度支校尉讳腾之，字宏道，善草隶书，有风格。梁武帝《草书评》云：“颜腾之、贺道力并便尺牍，少行于代。”生辅国江夏王参军讳炳之，字叔豹，以能书称。生齐持书御史兼中丞讳见远，字见远。和帝被弑，一恸而绝，梁武深恨之，事见《梁》、《周》、《北齐书》。生梁镇西记室参军讳协，字子和，感家门事，义不求闻达，元帝著《怀旧诗》以伤之。撰《晋仙传》五篇、《日月灾异图》两卷，《文集》廿卷，见《梁书》。生北齐给事、黄门侍郎、待诏文林馆、平原太守、隋东宫学士讳之推，字介，著《家训》廿篇、《冤魂志》三卷、《证俗字音》五卷，《文集》卅卷，事具本传。黄门兄之仪，周御正、御史、中大夫、麟趾学士。隋文辅政，不署矫诏，索玺，又拒之，出为集州刺史、新野公。后朝朔望，引至御榻曰：“见危授命，临大节而不可夺，古人所重，何以加卿？”事具《周书》。弟之善，隋叶令，子孙见于后。\n黄门生皇秦王记室讳思鲁，愍楚、游秦小。记室字孔归，君之曾祖也。隋司经校书、东宫学士，率子弟奉迎义旗于长春宫，招瓜州，拜仪同。博学善属文，自为父集序。《国史》称温大雅在隋，与思鲁同事东宫，彦博与愍楚同直内史省，彦将与游秦，同典校祕阁。二家兄弟，各为一时人物之选。少时学业，颜氏为优，其后职位，温氏为盛。《温氏谱》亦载焉。\n生勤礼，字敬，君之祖也。幼而朗悟，识量弘远，工于篆籀，尤精诂训。解褐校书郎，与两兄弟师古、相时同时为弘文、崇贤学士，弟育德又于司经校定经史，当代荣之。太宗尝令师古赞崇贤学士，以兄弟，特命萧钧赞之曰：“依仁服义，怀文守一。履道自居，下帷终日。业彰素里，行成兰室。鹤籥驰称，龙楼委质。”著作郎、修国史、夔府长史，赠虢州刺史。\n生昭甫（下自注“本名显甫”），敬仲、殆庶、无恤、少连、务滋、辟强。昭甫字周卿，君之父也。幼而颖悟，尤明诂训，工篆籀草隶书，与内弟殷仲容齐名，而劲利过之，特为伯父师古所赏重，每有所注述，必令参定。尝得古鼎廿余字，举朝莫识，尽能读之。高宗侍读、曹王属，赠华州刺史。真卿表谢，肃宗批答：“卿之乃祖，当为硕儒，既高倚相之能，遂有臧孙之后。不坠其业，在卿之门。”\n生我伯父讳元孙泉君。伯父聪颖绝伦，尤工文翰。举进士，考功郎刘奇特标榜之，由是名动海内。累迁太子舍人。玄宗监国，专掌令画。尝和《游苑诗》，批云：“孔门称哲，宋室闻贤。翰墨云捷，莫之与先。”历滁、沂、豪三州刺史，赠祕书监。\n君仁孝友悌，少孤，育舅殷仲容氏，蒙教笔法。家贫无纸笔，与兄以黄土扫壁木石画而习之，故特以草隶擅名。天授元年，糊名考，判入高等。以亲累授衢州参军，与盈川令杨炯、信安尉桓彦范相得甚欢。又选授洛州温县、永昌二尉，每选皆判入高科。侍郎苏味道以所试示介众曰：“选人中乃有如此书判！”嗟叹久之。遂代兄为长安尉、太子文学，以清白五为访察使魏奉古等所荐。五邸初开，盛选僚属，拜薛王友柱国。伯姊御史大夫张知泰妻鲁郡夫人亡，将葬，数家占君不利临圹。君哭而拒之曰：“岂有忘手足之痛，牵拘忌而忍自绝乎？”弗从。其年求七月，才生明，遘疾而殁，教义者隐而伤焉。与会稽贺知章、陈郡殷践猷、吴郡陆象先、上谷寇泚、河南源光裕、博陵崔璩友善，事具陆据所撰《神道碑》。累赠秘书少监、国子祭酒、太子少保，真卿表谢。肃宗批答云：“卿之先人，德行优著，学精百氏，艺绝六书。频擢甲科，屡升循政，曳裾王府，名右邹枚。载笔春宫，道高徐阮。既而寿乖华发，器纡青云，业载史臣，庆传令子。追存盛美，褒赠崇斑，且旌善于义方，俾扬名于有后。”\n豪州生春卿、杲卿、曜卿、旭卿、茂曾。春卿工词翰，倜傥有吏才，苏颋举茂才。偃师丞杲卿文理清峻，所居有声，太常丞、摄常山太守。禄山反，擒其心手，开土门，拜卫尉卿兼中丞。城陷，杲卿叱詈之，遂被钩舌支解而终，赠太子太保，谥曰忠节。真卿表谢，肃宗批答云：“自羯胡猖狂，入我河县。所在官吏，多受迫胁。卿兄以人臣大节，独制横流，或俘其谋主，或斩其元恶。当以救兵悬绝，身陷贼廷，傍若无人，历数其罪。手足寄于锋刃，忠义形于颜色。古所未有，朕甚嘉之。”曜卿工诗书，善草隶，十五以文学直崇文馆，淄川司马。旭卿善草书，胤山令。茂曾好属文诂训，仁厚绝众，犍为司马。\n君生阙疑、允南、乔卿、真长、幼舆、真卿、允臧。阙疑仁孝有吏能，精《诗传》，善剖判，杭州参军。允南仁孝有清识，工诗，人多诵其佳句，善草隶，与春卿、杲卿、曜卿同日于铨庭为侍郎席建侯所赏，达奚珣荐为左补阙。真卿时为殿中，正至，三拱法座蹈舞，而衣袂相接者三。故允南赋诗云：“谁言百人会，兄弟也沾陪。”历殿中、膳部、司封郎中、司业、金乡男。乔卿仁和有吏干，富平尉。真长清直早世。幼舆方雅有酝藉，通班《汉》，左清道兵曹。真卿早孤，蒙伯父泉、允南亲自教诲。举进士，历校书，制举醴泉尉，陟清白长安尉、三院御史。四为大夫，六为尚书，再为采访节度，充礼仪使、光禄大夫，鲁郡公。允臧敦实孝悌，有吏能，制举延昌令，监察、充朔方衣资使、殿中，三为侍御史，中允、江陵少尹、荆南行军。\n豪州及君孙：泉明，佐父开土门，彭州司马。威明，邛州司马。季明、子干、沛、翊、颇、诞，及外孙博野尉沈盈、卢逖，并为逆胡所害，各蒙赠五品京官。浚好属文。翘、华、正、（岳页）。慈明，都水使者。颎好五言，校书颋。仁孝方正，明经，大理司直，岭南营田判官，执丧九日不食。颉，河阳尉。顗，凤翔参军。颇，工小楷，洗马。颃，恭仁，奉礼郎。并早丧逝。绂，方义主簿。泉觏，并没蛮。袭明、微明、德明，未仕。通明，获嘉尉。将明，昌明尉。克明，崇文，明经，卫密标榜之。翙有德行文词，华原主簿。准，溧水尉。觌，颇工文，襄阳尉。觐，有文行，弘文，进士。颢，仁友清白，常熟令，封金乡男。颖，清介勤学，侍郎蒋冽赏其判，京兆兵曹，袭金乡男。頔，仁纯，常熟主簿、任城男。颀，浚仪尉。颂，清源尉。顶，干办，扬府法曹。愿，长厚清白，朝邑尉。頵左率仓曹。硕，祕书正字。颒，有吏干，歙州录事参军、曲阜男。好为诗，富阳尉。颙，好为文，常州参军。并粗有所立。\n君之诸祖诸父群从、扬庭、赜，并侍读。强学、益期，并学士。中和、至诚、敬仲、大智、温之、澂之、澹之、瑨、挺、援、撰、温、泳、陵，并明经。康成、强学、希庄、日损、隐朝、邻几、知微、舒、说、顺、胜、式宣、韶，并进士、制举。有意、中和、趋庭、希庄，至刺史。利仁，明天文。欣期、元淑、景灵，并校书。光庭，注《后汉书》。嘉宾、千里、升庠、匡朝、怡、滔、浑、允济、搢逸、觌、不器、防，有文词。博古、少连、恭敏、惇学行。敬仲、温之，以孝闻。润，有风义。晃、鏻、邈、迢，以清白称。其余咸著官族，不获悉数。\n洪惟累祖之耿光丕业，有若子泉宏都之德行，巴陵记室之书翰，特进黄门之文章，祕监华州之学识。肇自鲁国，格于圣代，纷纶盛美，遂举集于君。君能述遵前人，不敢失坠其志事，以忝聿修，宜其克飨尊荣，为清庙不祧之主。真卿幸承遗训，叨受国恩，既荷无疆之休，敢扬不朽之烈。铭曰：\n系我宗，邾颜公。子封郳，鲁附庸。亚孔圣，浴沂风。刺青徐，给事中。护营柳，渡江枫。侍兄疾，感蛇童。邻火断，珥貂重。施七叶，传孝恭。武骑都，尉司从。便尺牍，继鱼虫。恸君难，偾而终。咨记室，游湘东。嗟御正，凛移忠。泉黄门，擅文雄。三韶长，事东宫。四穆叔，史牢笼。褒华州，诂训通。小祕监，盛名鸿。维少保，文翰工。莅畿赤，五褒崇。登望苑，友桂丛。三超赠，保储躬。流光盛，庙貌融。永不祧，垂无穷。 \n建中元年岁次庚申秋七月癸亥朔，镌毕。八月已未，真卿蒙恩迁太子少师。冬十月壬子，男頵，封沂水县男，硕，新泰县男，侄男顶，承县男，颂，费县男，颀，邹县男。微躯官阶勋爵并至二品，子侄八人受封。无功无能，叨窃至此，子孙敬之哉！  \n碑额释文\n正面：颜氏家庙之碑（李阳冰篆书）\n背面：高祖记室君，国初居此宅，虢州君舍人君侍焉，堂今置庙地。高祖妣殷夫人居十字街西北壁第一宅，祕书监君、礼部侍郎君侍焉。虢州君居后堂，华州君于堂中生焉，今充神厨，少保君堂今充斋堂，厅室充亚献、终献斋室。（颜真卿楷书） \n李准跋文\n颜真卿之隶书，李阳冰之古篆，二俱奇绝也，好古之士如珠囗。自唐室罹乱，其碑倒于郊野尘土之内，更虑年深为牧童樵毁坏，且夫物不终否能者即兴有。都院孔目官李延袭者，真好古博雅君子也，特上囗知府、郎中，移载入于府城立于（孔庙？）。\n太平兴国七年八月廿九日移\n朝散大夫、行殿中侍御史、通判、水兴车府事师颃\n朝散大夫、行尚书考功员外郎、权知永兴军府事、柱国李准重立 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951558278},{"name":"颜真卿楷书颜君庙碑铭","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429712216593,"text":"颜真卿为琅琊氏后裔，家学渊博，六世祖颜之推是北齐著名学者，著有《颜氏家训》 [1] 颜真卿少时家贫缺纸笔，用笔蘸黄土水在墙上练字。初学褚遂良，后师从张旭得笔法，又汲取初唐四家特点，兼收篆隶和北魏笔意，完成了雄健、宽博的颜体楷书的创作,树立了唐代的楷书典范。\n\n他的楷书一反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，端庄雄伟。他的行书遒劲郁勃这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。他的书体被称为“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。颜真卿用笔匀而藏锋，内刚劲而外温润，字的曲折出圆而有力。","author":"唐代颜真卿","description":"颜真卿楷书颜君庙碑铭"}]