[{"name":"归庄书法","text":"归庄（1613～1673），明末清初书画家、文学家。一名祚明，字尔礼，又字玄恭，号恒轩，又自号归藏、归来乎、悬弓、园公、鏖鏊钜山人、逸群公子等，昆山（今属江苏）人。明代散文家归有光曾孙，书画篆刻家归昌世季子，明末诸生，与顾炎武相友善，有“归奇顾怪”之称，顺治二年在昆山起兵抗清，事败亡命，善草书、画竹，文章胎息深厚，诗多奇气。有《玄弓》、《恒轩》、传世者名《归玄恭文钞》、《归玄恭遗著》。\n生平简介\n归庄，入清后更名祚明或称归藏、归乎来、归妹，字玄恭，或署元公、元功、悬弓、园公，又字尔礼、铁虎，号恒轩，又号己斋，既为僧，自署普明头陀，又署圆照或鏖鏊钜山人，又尝自称逸群公子、逐花狂客等。归庄对自己的字号，颇有戏谑之谓：“归子名庄，字元公，别号鏖鏊钜山人，平生名字号屡更，以十数计，今名从其旧，字从其新，号从其怪者云。”\n归庄出身书香门第，祖父为隆庆时南京大理寺丞、后人赞其散文为“明文第一”的归有光。父亲归昌世，为昆山三才子之一，书法晋唐，善草书，兼工印篆，擅画兰竹。归庄自幼受诗书熏陶，为诸生时，即博览群书，下笔数千言不止，工诗文散曲，擅画竹石，尤精于书法，狂草功力更深，时人以为绝伦。归庄与同里顾绛（顾炎武）学行相推许，俱不谐于俗，时有“归奇顾怪”之目。十七岁时与顾绛一同参加复社，后又参加惊隐诗社。崇祯十三年（1640）以特榜被召，鉴于国事日非，辞不赴。\n其兄归尔德，名昭，官至同知，贤明有政声。归昭勤王时，参史可法幕府，弘光元年（1645）四月，扬州为清军所陷，尔德于西门浴血奋战，壮烈牺牲。叔继登，亦在长兴遇害。归庄闻耗，不辞险阻，赴汤蹈火，往收两人遗骨而归。清兵又攻江南，昆山知县出走，县丞阎茂才代知县，下剃发令，士民大哗。归庄鼓动群众杀阎茂才，闭城拒守，七月城破，死者四万余人，嫂陆氏、张氏俱殉节，其父亦相继卒。归庄被指名搜捕，亡命他乡，未几，潜返乡里，削发为僧，称普明头陀。后来顾绛改名“炎武”，归庄则改名“祚明”，以示志向。\n顺治九年（1652），应万年少之聘，到淮阴任教，暗中与顾炎武联系谋抗清。次年归庄“泣血负土”，归葬三世七人于新地，另有仲兄尔德随史可法战死扬州，尸骨无存，为其立衣冠冢。又筑茅庐于墓侧居处，自题一联于堂上：“两口居安乐之窝，妻太聪明夫太怪；四邻接幽冥之宅，人何寥落鬼何多。”他家茅庐柴门破烂不能掩闭，椅子缺腿少面以绳纬索，却又自撰归庄居室联，云：入其室，空空如也；问其人，嚣嚣然曰。归庄在乱世中的唯一慰藉是有一位知心的妻子，感情甚笃。他曾把内室署名为“推仔楼”，人不解其意，问之，答云：“才子佳人合抱也（按，“推仔”二字拆开，是“才子佳人”四字）”。归庄为了表示和新朝划清界限，甚至将自已的居所命名为“己斋”，以示抗拒。“己斋”乃是“己之斋也”，亦即是“我之所居”的意思。归庄指这样命名自己的居所，是“不得已而寓其意”，与何晏（190～249）於魏宫之中，画地自处，命名为“何氏之庐”，以区别於外面非何氏之土的用意一样。\n万年少死后，归庄回昆山隐居，卖书画为生，拒不仕清，野服终身。后遭母丧，继而长子外出谋生，不知所终。“其秋传凶问，不详地与日”，遂愈癫狂，每日“纵酒狂歌，长篇短咏，挥洒淋漓”，往来湖山，谈忠义者以庄为归。晚年寄食僧舍，非素交虽厚不纳。好友顾炎武此时远游北方、奔走王事，归庄每念及故友，不胜唏嘘，写信言道：“昔柳子厚之窜于南方，怀其祖先不若马医畦之鬼，无享岁时之祭，君独无邱墓之思乎？”然参商两地，两人终未再见一面。归庄晚年致力于汇刻曾祖《归有光全集》，康熙十二年（1673）未竟而卒，卒年六十一。归庄在逝世那年的元旦，作了一首诗，诗说：常年元日五更兴，多病衰翁兹未能。名姓不劳通邑里，豆觞并免召亲朋。山头爆竹豪家事，天上风云稔岁徵。甲子重逢怀感叹，平生壮志竟何凭？”用“甲子”纪年，不用清朝的年号，亦了却了归庄作为明遗民的心愿。\n顾炎武在山东章丘获知归庄死讯，特在桑家庄设坛致祭，写下《哭归高士》诗四首悲悼。后人在诠释“归奇顾怪”时说：“先生（指顾炎武）北游后已不复怪，庄虽里居而晚节益奇。”\n文学成就\n归庄的诗文，以反对清朝统治、富有民族气节之作为主体。诗有质朴明畅、直抒胸臆的，如《古意十二首》、《卜居十四首》、《己丑元日四首》、《观田家收获三首》等；有工整绵丽的，如《落花诗十二章》、《落花诗又四首》。吴伟业评其《落花诗十二章》说：“流丽深雅，得寄托之旨，备体物之致。”宋琬评：“以磊落崎□之才，为婀娜旖旎之词，兴会所至，犹带英雄本色。”（均见《归庄集》附录）散文亦酣畅雄恣，有强烈的感情，《送顾宁人北游序》、《书先太仆全集后》、《书欧阳公泷冈阡表后》、《敬亭山房记》、《归氏二烈妇传》、《两顾君大鸿、仲熊传》、《杨忠烈公传》、《书义盗事》等可为代表。归庄还有一篇《万古愁曲》，评论历代史事，悲痛明朝灭亡，斥责明朝官吏的误国，抒写自己隐居不仕的志向，极嬉笑怒骂的能事，也很著名。\n所著《恒轩诗集》12卷、文集《悬弓集》30卷、《恒轩文集》12卷，皆亡佚。后人辑有《玄恭文钞》、《归玄恭文续钞》、《归玄恭遗著》等。1962年中华书局上海编辑所（现上海古籍出版社）搜集各种辑佚本和一部分归氏手写稿本，编成《归庄集》印行。\n作品欣赏\n诗作\n《观田家收获》\n稻香秫熟暮秋天，阡陌纵横万亩连。\n五载输粮女真国，天全我志独无田。\n《夏日陈秀才池馆读书》\n五年宗社生荆棘，万国苍生坐涂炭。\n愿提一剑荡中原，再造皇明如后汉。\n《读书》\n浮伪之徒擅文笔，鬼神欲泣风雨惊，\n自夸读破五车书，胸中武库森纵横\n一朝失身败名节，却似不曾识一丁。\n《断发二首》\n其一\n亲朋姑息爱，逼我从胡俗。一旦持剪刀，剪我头半秃。\n发乃父母生，毁伤贻大辱。弃华而从夷，我罪今莫赎。\n人情重避患，不殚计委曲。得正复何求？所惧非刑戮。\n况复事多变，祸福相倚伏。吾生命在天，岂必罹荼毒!\n已矣不可追，垂头泪盈掬!\n其二\n华人变为夷，苟活不如死。所恨身多累，欲死更中止。\n高堂两白头，三男今独子。我复不反顾，残年安所倚？\n隐忍且偷生，坐待真人起。赫赫姚荣国，发垂不过耳。\n誓立百代勋，一洗终身耻。\n《虎丘山》\n读书仰苏楼，忆在岁壬午。越今廿八年，山川已易主。\n祸难不可言，痛定更凄楚。此身未可死，安顿无处所！\n人羡我遨游，不知我心苦。只今来虎丘，稍以抒愁绪。\n服饰及缔构，景象岂堪覩。闻乐增悲欷，始信非虚语。\n更遇旧馆僧，讶我颅如许。含凄不能言，入舟泪如雨。\n《归舟再叠前韵》\n半生踪迹在湖山，一月寻芳慰老颜。收屐挂帆还足乐，买花沽酒不曾悭。\n寒洲白鹭烟中见，古岸丹枫霜下攀。最是榜人贪利涉，棹歌声里月弯弯。\n《落花诗》\n诗前自序：我生不辰，遭值多故。客非荆土，常动华实蔽野之思；身在江南，仍有大树飘零之感。以至风木痛绝，华粤悲深，阶下芝兰，亦无遗种。一片初飞，有时溅泪；千林如扫，无限伤怀！”\n江南春老叹红稀，树底残英高下飞。燕蹴莺衔何太急！溷多茵少竟安归？\n阑干晓露芳条冷，池馆斜阳绿荫肥。静掩蓬门独惆怅，从他芳草自菲菲。\n散文\n《传砚斋记》（《归庄集》卷六）\n戊申春，余至嘉定。严舜工，洞庭山人，而寓居焉。舍余于斋中而请曰：我六世祖彰德守芥舟公，有一砚，传于子孙，今百年矣。念先世之遗泽，以“传砚”名其斋，请为之记。\n余数游洞庭山，悉其形势风土人物，峰峦千叠，太湖环之，地气丰缛，人多饶于财。四民之业，商居强半。而学士大夫，自王文恪公之后，几二百年，可指数者寥寥。芥舟先生奋起于货殖之中，而登科第，仕至二千石，厉清白之操，惟以一砚传于后人。汉人之言曰：遗子黄金满籯，不如一经。彰德公亦此志欤！古者天子诸侯皆有传器，三代之鼎，秦汉以玺，及鲁之繁弱，卫之大吕，传之既久，未有不失之者。至若卿大夫之家，或以剑，或以笏，或以书，往往未久而失之。然则非传之难，能守而勿失之难也。舜工能守其远祖百余年之传器，且爱重之而以名其斋，岂非贤子孙哉！抑砚者，文士之所用也。舜工虽不能谢废著之业，而雅好文墨，收藏前辈书画尺牍以千计，其殆将以铁砚易牙簪乎？士之子恒为士，商之子恒为商。严氏之先，则士商相杂，舜工又一人而兼之者也。然吾为舜工计，宜专力于商，而戒子弟勿为士。盖今之世，士之贱也，甚矣。自京朝官外吏以至诸生，陷之以升斗，逋赋辄禁锢；乡会试中式之士，久滞不选，而投诚者辄得官；荐绅制于贱隶，两榜不如盗贼，今日为士之效如此，尚欲令子弟弄笔墨治制举之业耶！吾愿舜工常以此砚置之案头，临摹古帖，挥洒诗书画以自娱，勿使子弟磨墨吮毫，作经义策论干进之具，以为砚羞，此乃善用先生之传器者也。然则彰德公始以砚攻举业而中第，后居官而以砚理簿书非欤？孟子有言：彼一时，此一时也。己酉春正月日记\n散曲\n在明季遗民的心目中，归庄是一位“抱高节，负才使气，善骂人”的奇人狂士。其所作《万古愁》散曲，从盘古开天地叙起，直写到清兵南下，金陵陷落，对古代圣贤君相无不诋呵，而独痛哭流涕于桑海之际，全祖望说：“盖屈原《离骚》、《天问》的一种手笔。”顺治帝见此曲尝大加称赞，命乐工歌以侑食。据说魏禧（1624～1680，字冰叔）还能击鼓歌之，实为归庄所亲授。\n《万古愁》\n〈起诗〉谱得新词叹古今，悲歌击筑动哀音；莫嫌变徵声呜咽，要识孤臣一片心。\n〈曼声引〉太极混元苞，却被那盘古皇无端啰唣，生剌剌捏两丸圆弹子，撮几粒碎尘硗，云是乌飞兔走，岳镇也山朝；更蛀几条儿疥虫路，挖半掌儿蛙涔道。到如今昆仑万仞撑天柱，江汉千支入海潮，弄这虚嚣。\n〈入拍〉那女娲氏你断什么柱天鳌，那有巢氏你架什么避风巢，那不识字的老庖羲你画什么奇和偶，那不知味的老神农你尝什么卉和草？更有那惹祸招非的老轩辕，你弥天摆下鱼龙阵，象意装成虎豹韬，便留下一把万古杀人刀！\n〈放拍〉笑笑笑，笑那唠叨置闰的老唐尧，怎不把自家的丹朱来教导！笑笑笑，笑那虞廷受禅的女夫姚，终日里咨稷契，拜皋陶;命四岳，杀三苗；省方巡狩远游遨，到头来只落得湘江两岸悲新竹，衡岳枯骸葬野蒿。试向那九嶷山前，听杜宇一声声道：“不如归去好。”\n〈前调换拍〉可怜那崇伯子，股无毛，平水土，克勤劳，他家落得郎君好，却不道转眼儿被寒家小吏，得了头标，更找一出没下梢的桀死在南巢。那小子履真无道，听一个老农夫，开手儿把君王剿。只道是三宗享国能长久，七圣风流尽可标，谁知道六百年来梦一觉，冤家到头不相饶；瑶台万焰青磷冷，纣首孤悬太白摇，方信道因果难逃。\n〈合拍〉仗黄钺，阵云高，逞鹰扬，血流漂，谁知有同室鸱鸮，破斧兴嘲，天显挥刀，这一桩儿早被商家笑。纵有那能干蛊的宣王，也救不得骊山一粲周宗燎。秦嬴夜半催兵到，泗滨顷刻沦神宝，试听那悠悠行迈黍离歌，依稀是渐渐麦秀伤殷操。\n〈变拍〉最可笑那弄笔头的老尼山，把二百四十年死骷髅，提得他没颠没倒。更可怪那爱斗口的老峄山，把五帝三王的大头巾，磕得人没头没脑。还有那骑青牛说玄道妙，跨鹏鸟汗漫逍遥，也记不得许多鸦鸣蝉噪。秦关楚跷，兰卿鬼老，都只是扯虚脾斩不尽的葛藤，骗矮人弄猢狲的圈套。\n〈凯声奏〉函关气正豪，六鹊巢俱扫。琅玡碑镌不尽秦官号，绿云鬟妆不了阿房俏，童男女采不迭长生料，人鱼膏照不见三泉爝。谁知有赤帝子斩蛇当道，重瞳兴，邯郸伐倒，轵道旁，婴前导；若不是那咸阳三月彻天红，怎雪得六王泉下心头恼。\n〈钧天奏〉更有那莽亭长唱大风一套，遂做了汉家天子压群豪。更有那晋阳守醉隋宫一觉，便做了唐家天子拥神尧。还有那香孩儿，结相知几个，便向那陈桥古驿换黄袍。当日的将相萧曹，文学虞姚，草诏仪陶，共道是金瓯无缺，玉烛长调,谁知那丑巨君早摹拓下金滕稿，小曹瞒套写定了山阳表，渔阳鼓惊破了霓裳调，砀山贼凿开了九龙沼，五国城豫图着双昏赵，皋亭山明欺着孤儿藐。试看那未央春老，华清秋早，六陵梅杳，一抹子兔迹狐踪，荒烟蔓草，何处觅前朝。\n〈重调〉那其间有几个狗偷鼠窃的权和曹，有几个马前牛后的翁和媪，有几个狼奔豕突的燕和赵，有几个狗屠驴贩的奴和盗，有几个枭唇鸠舌的蛮和獠，乱纷纷好一似蝼蚁成桥，鸠鹊争巢，蜂蝎跟淘，豚蜮随潮。那里有闲工夫记这些名和号！\n〈重调〉唯有我大明太祖高皇帝，定鼎金陵早。驱貔虎，礼英豪，东征西讨，雾散烟消，将一片不见天日的山前山后，洗净的风清月皎；将一番极龌龊不堪的胡言胡服，生劈开做中华夷獠。真个是南冲瘴海标铜柱，北碎冰崖试宝刀。更喜那十七叶的圣子神孙，一叶叶垂裳问道，食旺衣宵。\n谁知有大孽牙风波闹，生几个剪毛，换几把短刀，不提防冲破了咸阳道。\n望秦川旄头正高，望燕台旗枪正摇，半霎儿把二百七十年旧神京平踹做妖狐淖。\n痛痛痛！痛的是十七载圣明天子横尸在长安道。\n痛痛痛！痛的是咏关雎颂徽音的圣母抛首在宫门、没一个老宫娥私悲悼。\n痛痛痛！痛的是掌上珍的小公主一剑向昭阳倒。\n痛痛痛！痛的是有圣德的东宫砍做肉虾蟆。\n痛痛痛！痛的是无罪过的二王竟填了长城窑。\n痛痛痛！痛的是奉宝册的长信宫只身儿陷在贼营杳。\n恨的是左班官平日里受皇恩，沾封诰，乌纱罩首，金带围腰，\n今日里向贼庭稽颡得早。那如鬼如蜮的文人，狗苟蝇营，还怀着几句劝进表。\n那不争气的蠢公侯，如羊如猪，尽斩首在城东坳。\n那娇滴滴的处子，白日里恣淫嬲；俊翩翩的缙绅们，牵去做供奉龙阳料。\n更可恨九衢万姓悲无主，三殿千官庆早朝，便万斩也难饶！\n没一个建旌旄下井陉张天讨，没一个鞭铁骑渡黄河使贼胆摇，\n没一个痛哭秦庭学楚包，没一个洒泪新亭效晋导，\n没一个击江楫风涌怒涛高，没一个舞鸡鸣星静月痕小，\n没一个拥孤城碎齿在睢阳庙，没一个喷贼血截舌似常山杲。\n大都是黑夜风声尽遁逃，把青徐衮济拱手儿送得好。\n〈变调〉金陵福王兴，江南彗星照。夸定策，推翊戴，铁券儿晃耀。招狐群，聚狗党，蝉蛄般喳噪。那掌大的两淮，供不得群浪抄，便半壁的江南，也下不得诸公钓。反让那晋刘渊做了哭义弟的汉高皇，军容素缟；可怜那猛将军做了绝救兵的李都尉，辨发胡帽。兀的不痛杀人也么哥，兀的不痛杀人也么哥！尚敢贪天功，向秦淮渡口把威权召。\n〈前调〉乱哄哄闹一回，痴迷迷溷几朝，献不迭歌喉舞腰，选不迭花容月貌，终日里醉（音：毛桃）。喝烧刁，御量千锺少，更传闻圣躬坚巨赛敖曹，却亏了蟾酥秘药方儿妙。没来由羽书未达甘泉报，翠华先上了潼关道。一霎时南人胆摇，北人志骄，长江水臊，锺山气消，已不是汉人年号。\n〈前调〉宫庭瓦砾抛，陵寝松楸倒，但听得忽剌剌一天胡哨，车儿上满载着琼瑶，马儿上斜搂着妖娆，打橦处处，把皮儿臊。急得那些杀不尽的蛮子们，一样的金线鼠绦，红缨狗帽，恨不得把大鼻子的巴都们，便做个亲爷叫。\n〈归山早〉俺再不向小朝廷拜献降胡表，再不向钱神国告纳通关钞，再不向众醉乡跪进精浑醪！拔尽鼠狼毫，椎碎陈元宝；万石君已绝交，褚先生告辞了。俺自向长林丰草，山坳水峤，一曲伴渔樵。\n〈鲛人珠〉遇着那老纳子参几句禅机妙，遇着那野道士访几处蓬莱岛，遇着那村农夫唱几曲田家乐，遇着那小乞儿打一套莲花落。闷来时登高山，攀绝顶，将我那爱百姓的先皇，洒几行血泪也把英雄吊；将我那没祭祀的东宫，奠一碗凉浆和麦饭也浇；将我那死忠死节的先生们，千叩首，万叩首，合掌也高声叫。\n〈大拍遍〉春水生，桃花笑，黄鹂鸣，竹影交，凉风吹，纤纤月色照寒袍。冻云凝，六花绰约点霜豪。傍山腰水腰，望云涛海涛，倚梅梢柳梢，听钟敲磬敲，卧僧寮佛寮，任日高月高，到头来没些个半愁半恼。真个是纵海鱼，离笼鸟，翻身直透碧云霄。凭便是银青作饵，金紫为纶，漫天匝地张罗钓，呸呸呸！俺放荡老先生摆尾摇头再不来了。\n〈结诗〉世事浮云变古今，当筵慷慨奏清音。宫槐落叶秋风起，凝碧池头共此心。\n《悲昆山》\n呜呼，昆山之祸何其烈！良由气懦而计拙。\n身居危城爱财力，兵锋未交命已绝。\n城陴一旦驰铁骑，街衢十日流膏血。\n白昼啾啾闻鬼哭，乌鸢蝇蚋食人肉。\n一二遗黎命如比，又为伪官迫慑头半秃。\n悲昆山，昆山诚可悲。\n死为枯骨亦已矣，那堪生而俯首事逆夷。\n拜皇天，祷祖宗，安得中兴真主应时出，救民水火中。\n歼郅支，斩温禺，重开日月正乾坤，礼乐车书天下同。\n画作\n《桐阴论画》评归庄“文辞书画，奄有众长，墨竹入神品。所见扇头小幅，笔情潇洒，墨气浓淡，机趣横逸，书卷之味溢于楮素。盖襟怀高旷而笔端奇逸之致，不落寻常蹊径也”。归庄传世的书画作品以书法居多，墨竹极为少见，可见其创作态度之严谨，不肯轻易作。现藏于浙江省博物馆的归庄《墨竹诗翰卷》作于清顺治丁酉（1657），画墨竹五段并书其昔年游浙东近体诗九首。\n査永玲《风雨疏篁何所依，岁寒完节自崔巍》一文称其为“诗、书、画俱佳的三绝卷”。此卷为归氏45岁时所作，其时刚结束流亡漂泊生活，故笔墨稍觉生疏。十年后，归庄《题墨竹卷子》云：人之学问，与年俱进，杂技亦然。余于墨竹，本游戏为之，初无意求进，然相去十馀年亦遂觉大异。此卷殊不工，但不至如近日画工之俗耳。\n右图1：明归庄《竹石图》纸本立轴，现为金陵天渡楼收藏。\n书法\n左一草书轴为纸本，纵117厘米，横55厘米，书七言句：“桃花细逐杨花落，黄鸟时兼白鸟飞”。所书笔墨酣畅流丽，虚和园熟，轻重、徐疾、虚实之变化表现得淋漓尽致，恰到好处。末署“归庄”，钤白文“归庄之印”一枚，另有藏章二枚均为朱文：“国钧秘玩”、“曾在朱屺瞻家”。\n亭林悲悼\n【哭归高士四首】\n其一\n弱冠始同游，文章相砥厉。中年共墨衰，出入三江汭。\n悲深宗社墟，勇画澄清计。不获骋良图，斯人竟云逝。\n其二\n峻节冠吾侪，危言惊世俗。常为扣角歌，不作穷途哭。\n生耽一壶酒，没无半间屋。惟有孤竹心，庶比黔娄躅。\n其三\n太仆经铿铿，三吴推学者。安贫称待诏，清风播林野。\n及君复多材，儒流嗣弓治。已矣文献亡，萧条玉山下。\n其四\n郦生虽酒狂，亦能下齐车。发愤吐忠义，下笔驱风云。\n平生慕鲁连，一矢解世纷。碧鸡竟丧鸣，悲哉君不闻！\n","category":"草书","verified":true,"user":1,"timestamp":1429951656143},{"name":"归庄书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634938,"text":"《草书七绝诗轴》，原高140.1、宽64.5厘米。\n释文：遗祠犹枕墨池头，江左还推第一流。救世名言忧国志，翻因一艺掩千秋。\n\n《草书轴》，纸本，纵117厘米，横55厘米，江苏常熟博物馆藏\n书七言句：“桃花细逐杨花落，黄鸟时兼白鸟飞”。所书笔墨酣畅流丽，虚和园熟，轻重、徐疾、虚实之变化表现得淋漓尽致，恰到好处。末署“归庄”，钤白文“归庄之印”一枚，另有藏章二枚均为朱文：“国钧秘玩”、“曾在朱屺瞻家”。\n\n归庄 行楷七绝题画小品 纸本 19.5 X 26.5CM\n\n《草书扇面》\n\n归庄（1613－1673）\n  一名祚明，字玄恭，号恒轩、鏊钜山人等，昆山县人，流寓常熟。系归有光曾孙，归昌世之子。十四岁时补诸生，博涉群书，善书，工画墨竹，嗜酒，放浪不覊。与顾炎武齐名，时称“归奇顾怪”。终年六十岁。\n　《昆山新志》称他工诸体书，壮年所作行草直追两晋。此幅草书写得流畅、静穆，颇有晋人风韵。","author":"清代归庄","description":"归庄书法"}]