[{"name":"包世臣书法集","text":"包世臣（1775一1855），男，安徽泾县人。清代学者、书法家、书学理论家。字慎伯，晚号倦翁、小倦游阁外史。嘉庆二十年举人，曾官江西新渝知县，被劾去官。包世臣学识渊博，喜兵家言，治经济学。对农政、货币以及文学等均有研究。28岁时遇邓石如，师从学篆隶，后又倡导北魏。晚年习二王。自称：“慎伯中年书从颜、欧入手，转及苏、董，后肆力北魏，晚习二王，遂成绝业。”自拟为“右军第一人”，自负之极。包世臣的主要历史功绩在于通过书论《艺舟双楫》等鼓吹碑学，对清代中、后期书风的变革影响很大，至今为书界称颂。\n简介\n包世臣(1775～1853)，清代学者、文学家、书法家、书学理论家、政治理论家（清代著名篆刻家、书画家吴熙载的老师）。字慎伯,号诚伯、慎斋，晚号倦翁,又自署白门倦游阁外史、小倦游阁外史。安徽泾县人。泾县于东汉时曾分置安吴，包氏旧居接近其地，所以学者称安吴先生、“包安吴”。自幼家贫，勤苦学习，工词章，有经济大略，喜谈兵。嘉庆十三年(1808)中举，多次考进士不中，以大挑试用为江西新喻县令，年余，又被弹劾免职。此后曾先后为陶澍、裕谦、杨芳等人幕客。他毕生留心于经世之学，并勤于实际考察，对于漕运、水利、盐务、农业、民俗、刑法、军事等，都能提出有价值的见解。东南大吏每遇兵、荒、河、漕、盐诸巨政，经常向他咨询，以此名满江淮。嘉庆十九年（1814），南京地区因旱大饥，包世臣力劝江宁巨绅秦承业倡举义赈，并上书两江总督百龄，促其设法拯救灾民。 鸦片战争时期，他对帝国主义侵略中国的实况和中国人民的反抗斗争曾有记述与议论，颇具卓见。\n清朝的封建官吏中，他的社会地位非常低微，而在当时社会中却是一个相当知名的人物。因为，包世臣对当时重大的社会问题，如：农政、漕运、盐务、河工、银荒、货币以及水利、赋税、吏治、法律、军事等方面的实际情况，都相当熟悉，尤其具有农、礼、刑、兵，所谓“齐民四术”的广博学识，所以，包世臣成为当时许多封疆大吏重视的“全才”幕僚。道光十八年(1838年)，林则徐任钦差大臣赴粤禁烟，次年正月路过江西南昌时，曾向他问过禁烟之计，道光二十一年(1841年)由广东调浙江，四月抵南昌时，又和他商讨御英之策。包世臣生平著作，晚年收集、整理为《安吴四种》一书。\n包世臣有一子一女。儿子叫包宗甫，女儿叫包宗芳。很平庸，都没有达到父亲的成就\n学术\n包世臣思想、学术皆不同于乾嘉以来一般学人。他论文也贯穿经世之旨，与当时古文家、经学家异趣。他反对脱离民事,将道抽象化,批评韩愈、柳宗元以来古文家抽象地载道之文是\"离事与礼，而虚言道以张其军\"(《与杨季子论文书》)；讥刺\"近世治古文者,一若非言道则无以自尊其文\";提出\"道附于事而统于礼\",\"事无大小，苟能明其始卒，究其义类，皆足以成至文，固不必悉本忠孝,攸关家国\",提倡\"言事之文\"\"记事之文\"(同前)。这是与明代归有光、唐顺之以来的古文派及当时的桐城派针锋相对的，反映了近代要求文章与经世相结合的潮流。他的文章也大都关切时务政事，谭献称其\"深切著明\"（《复堂日记》）。姚柬之评他的文章说：\"少事谨严，老弥健肆，一洗数百年门户依傍之陋。\"(《书安吴四种后》)其诗亦\"廉质竣整\"（林昌□《射鹰楼诗话》）。以五古为最好。他学书30年，为书家大宗,论书法尤精,所著《艺舟双楫》为中国书学理论重要著作。篆刻亦为当世推重，间亦作画。\n著作\n著作有《中衢一勺》、《艺舟双楫》、《管情三义》、《齐民四术》，合刻为《安吴四种》36卷，又有《小倦游阁文稿》2卷\n包世臣是鸦片战争时期坚决反对英国资本主义侵略，积极抵制清朝封建统治者对外妥协、投降的爱国思想家；而且，他坚持经世致用之学，对鸦片战争前后的社会和经济问题，作了较为广泛的探讨，主张具有进步意义的社会改革，在当时社会上有一定影响。\n书法绘画\n包世臣的代表书法作品以楷书、行书草书为主，风格与其书学思想高度统一，走“碑帖结合”一路。 \n清包世臣悠然自得图纸本镜片金陵天渡楼收藏\n经历\n他出身于“食贫居贱”的下层封建知识分子家庭，少年受到较良好的家学教育。他“资质绝人”“精熟经史”，而且，善于独立思考，读书“必使自明其义”，甚至对前人的注解，认为往往“多不可靠”。因其父包郡学患病，家境困迫，曾参加过一个时期农业劳动，租地十亩，种植蔬菜，售卖瓜果，“以给（食+干）粥汤药”。在农业劳动中，他刻苦自学了许多丰富的农业知识；而且，也使他比较同情民间疾苦，对农民“愁叹盈室，冻馁相望”深表忧急，从而促使他“心求所以振起而补救之”①。嘉庆十三年(1808年)，中举人。从二十三岁到五十七岁，他长期充当清朝官府的幕僚，直到六十四岁，即道光十八年(1838年)，才在江西新喻当过知县。虽有“惠政”，但一年多却被排斥罢官。在清朝的封建官吏中，他对当时重大的社会问题，所谓“齐民四术”的广博学识，所以，他成为当时许多封疆大吏重视的“全才”幕僚。他生平著作，晚年收集、整理为《安吴四种》一书。\n他反对上层封建统治集团顽固坚持传统“重农抑商”政策，以“好言利”自许，提出“本末皆富”为“千古治法之宗”“子孙万世之计”②；抨击上层封建统治集团愚弄人民，宣扬所谓“生齿日繁，地之所产，不敷口食”的“人多致贫”论，他说：“夫天下之土，养天下之民，至给也；人多则生者愈众，庶为富基，岂有反以致贫者哉？”③他坚持“民食为本”，把发展农业生产看作本富，而工商业只是农业的补充，但比较重视发展货币经济。早在嘉庆六年(1801年)他就写了《郡县农政》一书，比较全面地总结和传播农业、副业、林业、畜牧业等方面的生产技术知识，丰富了祖国农业遗产。他对嘉、道之际，“人人以为大，人人以为难”的盐、漕、河社会问题，十分关注，造诣颇深。嘉庆七年(1802年)他提出过“海运南漕”建议，曾在道光五年(1825年)一度被江苏当局采纳，使海运漕粮“米石全无漂失”，而且，“船商大利”，新造了大船五百余只，后因“督部以漕吏不便奏停”。道光三年(1823年)至八年(1828年)间，还参与争堵漳河决口和办理吴淞江水利工程。道光十年(1830年)协助两江总督陶澍办理两淮盐政，主张实行“票盐”取代“纲盐”制度。他的改革主张，某种程度上反映了商业资本的利益和要求。\n银荒问题，是鸦片战争之前，最突出的社会问题。包世臣强烈反对西方资本主义国家对中国的鸦片走私，并对此作了比较深刻的揭露。他认为：“鸦片产于外夷，其害人不异酖毒”，而“买食鸦片，则其银，皆归外夷”，“银币周流，矿产不息，何以近年银价日高，市银日少，究其漏卮，实由于此。”④大量白银外流，又引起社会上银贵钱贱，而直接受害者却是当时社会下层的贫苦之家。因为，“小民计工受值皆以钱，而商贾转输百货则以银”“银少则价高，银价高则物价昂，又民户完赋亦以钱折，银价高则钱多，小民重困。”⑤\n为了解决当时的银荒危机，包世臣一方面主张严禁鸦片；另一方面则主张改革货币。他反对王鎏“行钞而废银”，滥发纸币的主张，而提出以制钱为计算单位，有限地发行不超过市场流通数额的纸币，但仍允许白银作为货币流通，企图用这种“以钱起算”办法，来阻止银对钱比价的上涨，使物价稳定下来，从而减轻中小地主、工商业者和农民的负担。\n包世臣对英国资本主义军事侵略，早有警惕。道光八年(1828年)，他在《致广东按察姚中丞书》中，分析英国在乾隆年间占领新加坡后，便以新加坡为基地，向广东、福建沿海销售鸦片，造成烟毒遍天下，而沿海囤户往往“以囤土之多寡，计家产厚薄”，“粤中水师，皆食土规”。他认为“内地既有谋主，沿海复多胁从，英夷亦难保不生反心”，因而向姚祖同提出“须早为预防之计”⑥。广东按察使姚祖同将此信呈送两广总督李鸿宾，却被李鸿宾“笑为迂怯，置之不议”⑦。\n道光十八年(1838年)底，林则徐赴粤禁烟，次年正月路过江西南昌，问禁烟之计，包世臣向他提出“止浊必澄其源，行法先治其内”⑧。而雷厉风行的禁烟运动，对英国侵略者是一个沉重的打击，英国侵略者为了坚持可耻的鸦片贸易，必定用武力挑起侵略战争。包世臣对英国发动侵略战争有充分的估计。他说：“今鸦片禁绝，则该夷岁入，什去五六。且邻国以畏其富强，为之役属者，亦有以窥测深浅，此英夷不得不以全力争此局者，固情势所必至，非仅前明倭患之比也。”⑨所以，他一再向林则徐等人建议招用澳门一带习海性的游勇四五千人，以增强抗英防御力量。\n对当时整个抗英防务，他认为：“大海周环，西南自广东而东北至奉天，七省通海口门，皆一帆所达”，因而主张抗英防务“必宜通筹全局”⑩，反对着重偏防一隅，“而计出于头痛医头，脚痛医脚”。他尤其重视加强台湾和福建的防御力量。认为台湾孤悬海外，又是产米之区，福建则盛产出口茶叶，具有“制夷之权”，对这些战略上、经济上十分重要的地方，必须“增防严守”。而且，还注意利用资本主义各国之间的矛盾，运用“以夷攻夷之策”，使各国“集众弱以为强，共翦英夷于海中”，他主张对共同抗英有功者，“自当论功行赏，仍准通商，并分别功能高下，减免各该国货税。”⑾\n他热情赞扬三元里人民抗英斗争，“愤发如云，义形于色”，认为“鼓其气而用之，犹当有济。”⑿所以，他主张选用英勇抗英的三元里义民充当水师，趁势修复大角、沙角、三远、横档、虎门炮台，并一鼓作气，直接收复香港。\n对广东投降派辱国媚敌、倒行逆施行径，包世臣进行激烈抨击，他说：“广州之众五万，而辱逾城下，闻之寒心，言之腐齿”，并指斥他们“望贼辄奔溃，而掳掠齐民”，“主兵者复与兵朋比以仇民”⒀。道光二十一年(1841年)七月，厦门失守，信到南昌，他预料“夷人必仍回定海，渐及宁波、乍浦、上海，入大江以绝运道。”于是，立即写信给钦差大臣裕谦建议在“圌山安设重兵，以备不虞”⒁。\n包世臣相当重视镇守长江战略要地——圌山，一再驰书为嘱。后来，奕经部属飞调路过南昌向他询事时，他甚至专为“绘圌山图帖，说以防守之方甚具”⒂。而腐朽无能的奕经当时伙同耆英、伊里布正在热衷与侵略军“议和”，对他的圌山“防守之方”根本不可能引起重视，“以致夷船直抵白门”。\n道光二十二年(1842年)六月底，英舰八十余艘进逼南京。当时，包世臣寓住南京，过着“守贫乐饥”生活，“专以卖文售字为生”，仍满怀爱国壮志，热忱奔走，呼号民族救亡，不能自已。他深入当地清朝驻军，“遍过其营，讯问士卒”，了解河南和徐州兵“尚有气可鼓”，在清军军官中尤以河南总统游击陈平川，“勇而尚义，廉而轻死”，因而与他联络结交；同时，又千方百计向“上船为市”的小贩，了解英军舰队敌情，得悉七月二十二日英军头目将入城赴宴。他认为“逆夷骄纵至是，有机可乘”，于是，连夜写了一篇《歼夷议》，提出全歼英国侵略军的作战方案。这个方案的主要内容，是利用英军骄纵懈防的机会，以设宴其大小头目为缓兵之计，重赏招募敢死志士二百人，暗藏炸药在柴菜担内，上舰入舱炸毁机械；临江清军开炮助势配合，劲兵从太平门和神策门出动，分别兜剿蟠龙山、卖糕桥、白土山各地骚扰的英军；事先，从无锡和丹阳派兵会于圌山，并在仙女庙用木栅扎数十小筏，载芦覆沙，截圌山隘口，断其走路；而长江上游则从芜湖派兵沿江下压，杜其窜扰，使“万逆同歼，片帆不返”，实现“转祸为福，振威雪耻”⒃。\n《歼夷议》写成后，包世臣密交陈平川上院转呈，而当道者却以“和议可成，不宜失信夷人”为词，拒不采用。爱国军官陈平川“气忿呕血，一病几殆”。歼夷议既不行，包世臣本想毁稿，后来，他考虑到西方资本主义国家侵略中国野心不死，“诚恐深入长江，事或再有”；又鉴于“三元里义民，被毒不甘，集乡人歼其渠魁”“沈山头义民，愤切同仇，再破其火轮兵船，夷匪不敢言复仇”，使他深信“草泽中固大有人在”，英雄的中国人民必定能“为国家留千里干净土”。因而“仍存此稿，以俟来者”⒄。因而《歼夷议》是鸦片战争时期中国人民反侵略斗争的重要历史文献，它凝结、闪烁着包世臣反侵略爱国思想的光彩。\n鸦片战争后，包世臣主张省刑薄敛，固结人心，物色人材，吊死问疾，要求起用爱国将领，以振作“强者之气”；同时，积极揭露、抨击外国资本主义势力对中国的经济侵略，日益加深着中华民族的灾难。在战后几年间，他一再提到洋布的销行对上海附近松、太地区手工纺织业的破坏作用，丝、棉纺织业“皆不偿本”，商贾“生计路绌”，加剧银贵米贱，使“官民均苦”。他认为“推原其由，皆由银贵”。⒅他痛斥外国侵略分子破坏中国主权的活动和那些惧外、媚外的投降派官僚对之不敢过问的可耻行径，指出“夷人鼾卧榻之侧，卖盐卖硝，明犯大禁，而封圻率破例受如恐后!”这表明了包世臣此时对于外国资本主义经济侵略逐步深入的新认识。较之同时期的其他地主阶级改革派思想家，他的一些认识要更深刻一些。\n由于包世臣率先指陈时弊，积极提倡改革，触犯了腐朽的反动势力的利益，因而遭到顽固派和一些有权势人物的打击，其中例如拥有数千顷土地的大官僚两江总督百龄，不仅把包世臣逐出幕府，而且“遍致书中外三品以上”的官员，对他加以诋毁。从包世臣一生不得志的坎坷境遇，可以看到鸦片战争前后地主阶级中有识之士提出改革主张坚持爱国立场的困难状况。\n论书\n余既述诸君子之言为书，因以己意遇之，而知其悉合于古也。右军以管为将军，明书道之机枢在管，而管之不可乱动也。今小仲之法，引食指加大指之上，置管于食指中节之端，以主节斜钩之；大指以指尖对中指中节拒之，则管当食指节湾，安如置床；大指之骨外突，抑管以向右，食指之骨横逼，挺管以向左，则管定;然后中指以尖钩其阳，名指以爪肉之际距其阴，小指以上节之骨贴名指之端;五指疏布，各尽其力，则形如握卵，而笔锋始得随指环转如士卒之从旌麾矣。此古人所谓双钩者也。东坡有言:“执笔无定法，要使虚而宽。\"善言此意已。\n仲瞿之法，使管向左迤后稍偃者，取逆势也。盖笔后偃，则虎口侧向左，腕乃平而覆下如悬。于是名指之筋，环肘骨以及肩背;大指之筋，环臂湾以及胸胁。凡人引弓举重，筋必反纽，乃长劲得刀。古人传诀所为著悬腕也。唐贤状拨镫之势云:“如人并乘，镫不相犯。\"盖善乘者，脚尖踏镫，必内钩，足大指若缝，腿筋皆反纽，是以并乘而镫不相犯。此真工为形似者矣。至古之所谓实指虚掌者，谓五指皆贴管为实，其小指实贴名指，空中用力，令到指端，非紧握之说也。握之太紧，力止在管而不注毫端，其书必抛筋露骨，枯而且弱。永叔所谓“使指运而腕不知”，殆解此已。笔既左偃，而中指力钩，则小指易于入掌，故以虚掌为难，明小指助名指揭笔尤宜用力也。大凡名指之力可与大指等者，则其书未有不工者也。然名指如桅之拒帆，而小指如桅点之助桅，故，必小指得劲，而名指之力乃实耳。\n山子之法，以笔毫平铺纸土，与小钟始艮终乾之说同，然非用仲瞿之法，则不能致此也。盖笔向左迤后稍偃，是笔尖着纸即逆，而毫不得不平铺于纸上矣。石工镌字，画右行者，其镦必向左。验而类之，则纸犹石也，笔犹钻也，指犹锤也。是故仲瞿之法，足以尽侧、勒、策三势之妙，而弩、[走+翟]、掠、啄、磔五势入锋之始，皆宜用之。锋即着纸，即宜转换;于画下行者，管转向上；画上行者，管转向下;画左行者，管转向右。是以指得势而锋得力。惟小正书，画形既促，未及换笔而画已成，非至神熟，难期合法。故自柳少师以后，遂无复能工此艺者也。\n藏书\n嘉庆十三年（1808）举人。官至江西新喻知县（今江西新余）。仕途不顺，遂不求仕途，归家以布衣自居。家世素有藏书之名，祖人包整，在北宋末设有藏书处，因书屋曾产灵芝，名曰“芝堂”，因家藏书万卷，故又称“万卷堂”，贮书可观。至世臣时，藏书不减当年，间以收藏书画，名其藏书楼为“小倦游阁”。曾与藏书家杨以增结为文字交。杨以增收书至10万余卷，因他精于鉴别，遂聘他鉴定字画、古籍、金石等物。工于书法，初学唐宋，后师北魏，晚年又习二王（羲之、献之）体，其书法备得古人执笔运锋之奇，一时称为包体。晚年移居江宁。著《安吴四种》、《艺舟双楫》、《皇朝书品》、《小倦游阁文集》、《浊泉编》、《管情三义》、《齐民四术》等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951654694},{"name":"包世臣书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791640140,"text":"包世臣《历下笔谈轴》\n包世臣《楷书坡老语轴》，纸本，纵130厘米，横57.7厘米。北京故宫博物院藏。","author":"清代包世臣","description":"包世臣书法集"}]