[{"name":"蔡卞草书雪意帖","text":"蔡卞，北宋宰相、书法家。蔡京之弟，王安石之婿。与蔡京同登神宗熙宁三年（一○七○）进士，调江阴主簿。元丰中，历同知谏院、侍御史。拜中书舍人兼侍讲，进给事中。哲宗立，迁礼部侍郎。使辽还，以龙图阁待制知宣州，徙江宁府，历扬、广、越、润、陈五州。绍圣四年（一○九七）。拜尚书左丞。徽宗即位，诏以资政殿大学士知江宁府，连贬少府少监，分司池州。逾岁，起知大名府，徙扬州，擢知枢密院。与京不合，以资政殿大学士出知河南府。旋拜昭庆军节度使。入为侍读，进检校少保、开府仪同三司。政和七年卒，年七十。\n人物简介\n蔡卞（一○四八～一一一七），字元度，北宋兴化仙游（今属福建莆田仙游县）人。北宋大臣，书法家，宰相。奸臣蔡京之弟。与京同登神宗熙宁三年（一○七○）进士，调江阴主簿。元丰中，历同知谏院、侍御史。拜中书舍人兼侍讲，进给事中。哲宗立，迁礼部侍郎。使辽还，以龙图阁待制知宣州，徙江宁府，历扬、广、越、润、陈五州。绍圣四年（一○九七）。拜尚书左丞。徽宗即位，诏以资政殿大学士知江宁府，连贬少府少监，分司池州。逾岁，起知大名府，徙扬州，擢知枢密院。与京不合，以资政殿大学士出知河南府。旋拜昭庆军节度使。入为侍读，进检校少保、开府仪同三司。政和七年卒，年六十。谥文正.《东都事略》卷一○一、《宋史》卷四七二有传。 \n人物生平\n蔡卞，字元度，蔡京之弟。生于宋仁宗庆历八年（1048），仙邑慈孝里赤湖境（今枫亭镇东宅赤岭自然村）人。蔡卞小时聪颖敏悟，就读于枫亭塔斗山青螺草堂（后易会心书院），他读书过目不忘，才思敏捷，能把《三字经》、《千字文》等启蒙读物倒背如流，《四书》、《五经》经典也烂熟于心，且史籍方志，百家杂说，国家法典无不浏览殆遍，触类旁通。他学识渊博，满腹经纶，才华出众，名闻乡里。\n宋神宗熙宁三年（1070），蔡卞与胞兄蔡京同科举登进士第，翌年，被授任江苏江阴县主簿，其时当地大富豪顾新元等人，趁着青黄不接之际，借谷物于庶民，利息高出平时一倍。蔡卞同情百姓疾苦，极力推行王安石的青苗法，断然开仓借粮，以解百姓燃眉之急，煞住不法富人趁火打劫的嚣张气焰，免除农民遭受高利贷剥削之苦，因而受到王安石器重，招他为婿。\n徽宗建中靖国元年（1101），谏官陈瓘、任伯雨、御史龚夬联合弹劾蔡卞劣迹曰：“卞尊私史，以压宗庙之恶，有过于惇，去年封事，数千人皆乞斩惇、卞，公议于此可见矣。”陈还罗列蔡卞六条罪恶：因诬罔宣仁圣烈保佑之功，欲行追废；凡绍圣以来窜逐臣僚，皆由卞启齿之后施行；宫中厌胜事作，哲宗方疑未知所处，惇欲礼法通议，卞云：“既犯法矣，何用议为”。皇后以是得罪；编排元祐章牍，萋菲语言、被罪者数千人，议自卞出；邹浩以言忤旨，卞激怒哲宗，致之遭远谪，又请治其亲故送别之罪；蹇序辰建看详诉理之议，惇迟疑未应，卞即以二心之言迫之，惇默言不敢反对，即日置局，士大夫得罪者八百三十家，凡此皆由卞谋之，而惇行之。陈瓘等人要求圣上亟待正典刑，以谢天下。\n蔡卞后被降为少府少监，分司南京，到池州居住，翌年又起知大名府，徙扬州，召为中太乙宫使，后擢知枢密院事，负责边防、军备等机要事务。时蔡京居相位，他以亲嫌辞，没有评可。他赞成徽宗、蔡京收复湟州、鄯廓等地，因功进金紫光禄大夫。\n蔡卞反对蔡京重用宦官童贯为陕西制置使。在其他政事上，他的主张也多与蔡京不同，因此受到蔡京的诋毁，他以天章阁学士出知河南，时张怀素败下，卞素与之游之，因此一起降职，旋加观文殿学士，拜昭庆军节度使，入为侍读，进检校少保，开府仪同三司，累迁镇东军节度使。 \n徽宗政和七年（1117），蔡卞告假返乡祭祖，逝于途中，享年60岁，赠太傅，谥文正。高宗即位，追责为宁国军节度副使，绍兴五年（1136）又贬单州团练副使。著有《毛诗名物解》，与蔡京编撰《宣和书谱》、《宣和画谱》各20卷。 \n书法特点\n蔡卞书法圆健遒美。《宣和书谱》称其：“自少喜学书，初为颜行，笔势飘逸，圭角稍露，自成一家，亦长于大字。”晚年高位，不倦书写，稍亲厚者，必自书简牍。所书圆健遒美，有兼人之力，而时以己意参之。盖有书笔，无书学者。李邕曹娥真碑，传世甚少，卞尝於元祐间临摹，石在越，颇得李邕之神。后世因其为人奸恶而轻其书。孝女曹娥碑《墨林快事》称其书：“胜于京，京又胜于襄，今知有襄，而不知有他蔡，名之有幸不幸若此。”，其书法代表作有《雪意帖》、《致四兄相公尺牍》等。。”《雪意帖》是其行草代表作。其入笔不一，丰富自然，各取其态。笔法纯熟，撇处可见王羲之笔法。结体随字而不一，但都神采奕奕。章法自然错落有致，书体与米芾、蔡京相似，可能是他们互相学习的结果。考察北宋末年，书坛除了米芾有蓬勃气象外，尚有二蔡之书法亦煌煌大观。蔡卞“颇得笔法”，是一个衣冠晋风、尊古为新的舍拾淘洗过程。与其兄蔡京一样，蔡卞以以介书生入仕，文人意识，士大夫精神不时在内心积郁。史载：宋神宗熙宁三年（1070），蔡卞与胞兄蔡京同科举登进士第，历神宗、哲宗、徽宗等数朝，宦海浮沉，波澜起伏。书生内心对于仕途的追求和对权力的争逐，使之常常不安于书法之道，但恰恰又是这种不安与争逐，使蔡卞的书法常常自出机沀，意识强烈，卓而不群。循迹蔡卞的书学之路，人们可以发现这样一个清晰的脉络。北宋蔡绦《铁围山丛谈》卷四记载：鲁公始同叔公文正公授笔法于伯父君谟，即登第，调钱塘尉。时东坡公适倅钱塘，因相与学徐季海。当是时，神庙喜浩书，故熙、半士大夫多尚徐会稽也。未几弃去，学沈传师……及元祐末，又厌传师，而从欧阳率更。由是字势豪健，痛快沉着。迨绍圣间，天下号能书者，无出鲁公之右者。其后又弃率更，乃深法二王。每叹右军难及，而谓中令去父远矣。遂自成一法，为海内所宗焉。”由此可见，蔡卞与胞兄蔡京同学书于蔡襄，后从苏轼学徐浩，后又颜、欧、柳、李邕，然后弃之而深入二王。由此可以得出结论，蔡卞启蒙于蔡襄，经苏轼学指点，由此登堂入室，以二王为归宿。观蔡卞作品，俊朗淳美，圆健遒丽，有兼人之功，文人士大夫的气息跃然其上。与蔡京一样，蔡卞遗留下来的墨迹并不多见，主要作品有《楞严经偈语碑》、《孝女曹娥碑》、《致四兄相公尺牍》等。在二王书风的“严重”感染下，宋人书法一派“贴意”，充斥书坛，信札书法尤其盛行。但是，蔡卞却是个特例，蔡卞擅行书，又长于大字，受柳公权、李邕影响较大。其人不光精于“贴”，且善于“碑”，所作之字，神气充腴，稳重含蓄，风度典雅，有晋人之潇洒，唐人之发度，又有宋人之灵展。但由于在历史上，后世因蔡卞其为人的“奸恶”而轻其书，史料中关于蔡卞的书法作品和书法思想记载得不多，所以研究蔡卞也就成了一个难题。从一个书家的角度，蔡卞不是一个完整的蔡卞，其从事书法活动的历史资料没有一个连续性，残缺不全，令人兴叹；同时，蔡卞的书法作品流传下来的不多，没有系统性，鸿毛零爪，令人难以概览全貌。但从其现存的作品看，如《致四兄相公尺牍》、《孝女曹娥碑》、泰山石刻《楞严经偈语碑》等，笔力潇落，放纵任能，字势俊丽，飘灵婉约，书风多样，洒落简捷，其作品尊古为新，运用得心应手，成熟精到，尤其是一些代表作中的人文精神自然充溢，令人叹为观止。米南宫谓“卞得笔”，实有其深刻依据。因此，在蔡绦的一部有名的笔记体史料书籍《铁围山丛谈》卷四中，记载了书法大家米芾对其的评价：“鲁公（蔡京）一日问芾：今能书者有几？芾对曰：自晚唐柳氏（柳公权），近时公家兄弟是也！盖指鲁公与叔父文正公尔。”此文正公，即是蔡卞。虽然说，面对蔡京提问，米芾有谀颂之词，但其对蔡卞的评价，出自米南宫之口，该有相当的历史价值，与晚唐柳氏（柳公权）可以攀比，自有大家之态。\n清人叶昌炽《语石》论及蔡卞蔡京时，更是作了详细的评述：“世称米、蔡，谓君谟也，然君谟名位行辈均不当在米下。其所书碑，亦惟《刘奕墓志》风格遒上，尚有唐贤遗矩，若《洛阳桥》、《昼锦堂记》，皆俗书也，不如以蔡元长配之。元长，书之狷者也；元度，书之狂者也。余所见元长书，以《道士墓碑》为第一，《赵懿简碑》次之，空山鼓琴，沈思独往。刘彦和标举“隐秀”二字为文章宗旨，以之品元长书适合，亦即刘子所谓客气既尽，妙气来宅。元度行草书皆称能品，《楞严经偈》源出于孙过庭，而其流则为范文穆。重书《孝女曹娥碑》使笔如剑，剑气出。支道林养马曰：“贫道爱其神骏耳”。如卞书，可谓神骏极矣。潘文勤师，人谓其学苏灵芝则怒，谓其学二蔡则大喜。余谓元长书可比唐《魏法师碑》，元度书由在薛曜畅整之间。此但论其神气骨脉，不论其体。”“前身相马九方皋，意足不求颜色似”，蔡卞作书，姿媚豪健、痛快沉着，功力深厚，成就颇高，尤其是晚年所书有兼人之力。明安世凤《墨林快事》称其书云：“卞胜于京，京又胜于襄。”可是“今知有襄，而不知有他蔡，名之有幸、不幸若此。”可见，在历史的长河中，遗憾之事往往有惊人的相似。但正是这种惊人的遗憾，又为人们重新研究发掘蔡卞的历史价值提供了广阔空间。 \n致四兄相公尺牍\n蔡卞的《致四兄相公尺牍》，此卷蕴含禅机，筋脉舒展，神闲气清，韵致婉润，风雅纵逸，精神传世。蔡卞尚意，“颇得笔法”，人们还可从其流传下来的《孝女曹娥碑》、泰山石刻《楞严经偈语碑》等代表作品中得以窥见。在灵性之追求中，颇得笔法的蔡卞，与自出新意的苏轼，高视古人的黄庭坚，萧散奇险的米芾一样，都在力图表现自已作品标新立异的姿态，讲究笔墨情趣，使学问之气郁郁芊芊发于笔墨间，给人一种精神自由的审美意境。\n诗选\n句\n莫学饥鹰饱便飞。\n句\n对掌紫枢参大政，同扶赫日上中天。\n楞严经偈\n觉海性澄图，图澄觉元妙。元明照生所，所立照性亡。\n迷妄有虚空，依空立世界。相想澄国土，知觉乃众生。\n空生大觉中，如海一沤发。有漏微尘国，皆依空所生。\n沤灭空本无，况复诸三有。归元性无二，方便有多门。圣性无不通，顺逆皆方便。初心人三昧，迟速不同伦。\n色想结成尘，精子不能彻。如何不明彻，於是获圆通。\n味性非本然，要以味时有。其觉不恒一，去何获圆通。\n触以所角明，无所不明触。合离性非定，云何获圆通。\n法称为内尘，凭尘如有所。能所非遍涉，云何获圆通。\n见性虽洞然，明前不明后。四维亏一半，支何获圆通。\n鼻息出入通，现前无交气。支离匪涉入，云何获圆通。\n舌非入无端，因味生觉了。味亡了无有，云何获圆通。\n身与所触同，如非圆觉观。涯量不冥会，云何获圆通。\n知根杂乱思，湛了终无见。想念不可说，云何获圆通。\n识见杂三和，话本称非相。自体先无定，云何获圆通。\n心闻洞十方，生於大因力。初心不能入，云何获圆通。\n识见杂三和，话本称非相。自体先无定，云何获圆通。\n心闻洞十方，生於大因力。初心汉有入，云何获圆通。\n鼻息本权机，只令摄心住。住成心所住，云何获圆通。\n说法弄音文，开悟先成者。名句非无漏，云何获圆通。\n持犯但束身，非身无所束。元非遍一切，云何获圆通。\n神通本宿因，何关性分别。念缘非离物，云何获圆通。\n若以地性观，坚碍非通达。有为非圣性，云何获圆通。\n若以水性观，想念非真实。如如非觉观，云何获圆通。\n若以火性观，坚碍非通达。有为非圣性，云何获圆通。\n若以水性观，想念非真实。如如非觉观，云何获圆通。\n若以火性观，厌有非真为。非初心方便，云何获圆通。\n若以风性观，动寂非无对。对非无上觉，云何获圆通。\n若以空性观，昏钝先非觉。无觉异菩提，云何获圆通。\n若以识性观，观识非常住。存心乃虚妄，云何获圆通。\n诸行是无常，念性元生灭。因果今殊感，云何获圆通。\n我今白世尊，佛出婆娑界。此方真教体，清净在音闻。\n欲取三摩提，实以闻中入。离苦得解脱，良哉观世音。\n於恒沙动中，入微尘佛国。得大自在力，无畏施众生。\n妙音观世音，梵音海潮音。救世悉安甯，出世获常住。\n我今启如来，如观音所说。譬如人静居，十方俱击鼓。\n十处一时闻，此则圆真实。目非观障外，口鼻亦复然。\n身以合方知，心念纷无绪。隔垣听音响，遐迩俱可闻。\n五根所水齐，是则通真实。音声性动静，闻中为有无。\n无声号无闻，非实闻无性。声无既无灭，声有亦非生。\n生灭二圆离，是则常真实。纵令在梦想，不为不思无。\n觉观出思惟，身心不能及。今此娑婆国，声论得宣明。\n众生迷本闻，循声故流转。阿难纵强记，不免落邪思。\n岂非随所沦，旋流获无妄。阿难汝谛听，我承佛威力。\n宣说金刚王，如幻不思议。佛母真三昧，汝闻微尘佛。\n一切秘密门，欲漏不先除。畜闻成过误，将闻持佛佛。\n何不自闻闻，闻非自然生。因声有名字，旋闻与声脱。\n能脱欲谁名，一根既返源。六根成解脱，见闻如幻翳。\n三界若空花，闻复翳根除。尘消觉圆净，净极光通达。\n寂照含虚空，却来观世间。犹如梦中事，尘登如在梦。\n谁能留汝形，如切巧幻师。幻作诸男女，虽见诸根动。\n要以一机抽，息机归寂然。诸幻成无性，六根亦如是。\n元依一精明，分成六和合。一处成休复，六用皆不成。\n尘垢应念消，成圆明净妙。余尘尚诸学，明极即如来。\n大众及阿难，旋汝倒闻机。反□□自性，性成无上道。\n圆通实如是，此是微尘佛。一路涅盘门，过去诸如来。\n斯门已成就，现在诸菩萨。今各人圆明，未来修学人。\n当依如是法，我亦从中登。非唯观世音，诚如佛世尊。\n訋我诸方便，以救诸末劫。求出世闲人，成就涅盘心。\n观世音□□，自余诸方便。皆是佛威神，即事舍尘劳。\n非是长修学，浅深同说法。顶礼如来藏，无漏不思议。\n原加被未来，於此门无惑。方便易成就，堪以教阿难。\n及末劫沈沦，但心引根修。圆通超余者，真实心如是。\n咏茅山元符万宁宫\n猗嗟三茅，得自初成。气合於无，与形俱升。\n孰希其风，必静必清。寥寥久哉，乃发先生。\n帝用尊之，载召来廷。乃锡命书，迨其俦侣。\n因其故庐，启此新宇。像图仙真，上肖帝所。\n神笔牍之，龙凤轩翥。天锡皇帝，聪明孝友。\n抱一用中，以绥九首。遐迩率从，尊道熙功。\n有欲求之，与在斯宫。作为好歌，以诏无穷。\n赠华阳法师\n师到华阳洞，山华几度开。只应常救物，却遣世人来。\n","category":"草书","verified":true,"user":1,"timestamp":1429951596881},{"name":"蔡卞草书雪意帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791637092,"text":"蔡卞《雪意帖》 29.3 x 34.1cm 台北故宫博物院藏\n释文：卞拜覆　雪意殊浓　甿亩大洽　殊为可庆　蒙赐答诲　尤以感慰适行首司呈贺雪笏记　似未稳　试为更定　如可用　即乞令写上也　不备　卞拜覆　四兄相公坐前","author":"宋代蔡卞","description":"蔡卞草书雪意帖"}]