[{"name":"鲜于枢草书茅屋为秋风所破歌","text":"鲜于枢（1246-1302），元代著名书法家。字伯机，晚年营室名“困学之斋”， 自号困学山民，又号寄直老人。祖籍金代德兴府（今张家口涿鹿县），生于汴梁（今河南开封）。汉族，大都（今北京）人，一说渔阳（今北京蓟县）人，先后寓居扬州、杭州。大德六年（1302）任太常典薄。元世祖至元年间以才选为浙东宣慰司经历，后改浙东省都事，晚年任太常典簿。好诗歌与古董，文名显于当时，书法成就最著。明朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。《新元史》有传。\n人物经历\n据《鲜于府君墓志铭》记载，鲜于枢的高祖曾经做过官，祖父“读书通大义，不为科举业”。蒙古军队攻下德兴府后，携家南逃，走到居庸关被“盗”所杀，祖母带全家到处奔波，金哀宗天兴元年（1232年），又北上定居范阳（今河北涿州）。鲜于枢的父亲从事办理运粮的差事。常年往返于中都、大都、汴梁以及扬州、杭州之间。鲜于枢少年时不断随父迁居。\n鲜于枢有北方人的慷慨、豪气，身材魁梧，胡须浓重，朋友们称其为“髯公”。同时期的诗人柳贯说他“面带河朔伟气，每酒酣骜放，吟诗作字奇态横生。其饮酒诸诗，尤旷达可喜；遇其得意往往为人诵之”。自负随意的性格，一开始就导致他与周围环境及上层当权者的种种冲突。元世祖至元二年（1265年）以后，鲜于枢先后辗转于汴梁、扬州、杭州、金华等地，担任一些中下级官职，很不顺利。常与上司争是非于公庭之间，一语不合，则拂袖而去，为百姓爱戴，称“我鲜于公”。曾三次去官或遭贬。37岁后定居杭州，于西湖虎林筑困学斋。元成宗大德六年（1302年）被授予太常寺典簿，未及到任，逝于钱塘，年仅57岁。其墓位于今杭州西溪路原苗圃内（杭州城西森林公园）\n辟谣“赵孟頫迫害鲜于枢”\n鲜于枢生于蒙古定宗元年(1246)，卒于元大德六年（1302），享年五十七岁；（1）赵孟頫生于宋理宗宝佑二年（1254），卒于元至治二年（1322）享年六十九岁。他们相识于至元十五年（1278）左右，之间往来二十四年之久。虽彼此都在宦途上南北奔波，但一有机会总要聚会，谈文说艺，乐此不疲。特别是在赵孟頫休病吴兴和在浙江儒学提举任上的时候，往来应该更加密切。本文试对鲜于枢、赵孟頫的行踪略作勾勒，以明他们之间的交往经过。\n鲜于枢和赵孟頫是一对惺惺相惜的艺术知己。用赵孟頫的原话来说“契合无间言，一见同宿昔”、“书记往来间，彼此各有得”。他们不但“奇文既同赏，疑义或共析”，而且“绝妙晋唐帖”、“最后得玉钩”也一起“握手传玩余，欢喜见颜色。”（2）在赵孟頫尚未到京师之前，鲜于枢已经向田衍等友朋大力宣扬赵孟頫，说他：神情简远，若神仙中人。在赵孟頫尚沉迷于宋高宗书法时，鲜于枢又一语惊醒梦中人:令其从右军入手。自此赵孟頫得书法大进，气韵格调，游刃于晋人之间，为他成为元代书坛的书坛巨擘奠定了基础。鲜于枢、赵孟頫均擅古琴。鲜于枢觅得许旌阳手植桐，斫了“震雷”、“震余”两架古琴，并把“震余”送了赵孟頫。\n元朝初年，以杭嘉湖为中心活跃着一个特殊的文人群体，他们经常举行类似“雅集”的活动。一起论文说艺、赏书观画、聆听古琴为乐事。“雅集”的地方往往是富有收藏者的家中，鲜于枢的困学斋似乎是“雅集”的中心之一。参加的人既有宋朝的遗民，如周密等；又有元朝的官吏，如乔篑成、仇锷等；既有书画名家，如赵孟頫、鲜于枢等，也有收藏家张谦等。\n主要成就\n鲜于枢的传世书法作品约有四十件，多为行草书，且以墨迹为主。他的书法由唐人书法入手，再上溯东晋二王。他功力扎实，善悬腕作字，喜用狼毫，强调骨力。他的大字楷书雄逸健拔，圆润遒劲，气势磅礴而不失规矩。行书结体谨严，真力饱满，潇洒自然。草书学怀素并能自出新意，笔法纵肆，气魄恢宏。\n明代王世桢尝云『鲜于博学，负材气，貌伟而髯，类河朔伧父。余见其行草，往往以骨力胜，而乏姿态，略如其人，以故声称渐不敌赵吴兴。』\n由于一生官位都不高，常赋闲家中，鲜于枢得以充分发挥自己的艺术才能，他除具书法专长外，更是一位文学家，写下了许多诗词。他还能作曲，弹得一手好琴，而且精通文物鉴定。正因为有广泛的艺术修养，且将之融合到书法中，鲜于枢方成为书法大家。鲜于枢早岁学书法，未能如古人，偶于野外看见二人挽车泥淖中，顿有所悟。他写字时多用中锋回腕，笔墨淋淳酣畅，气势雄伟跌宕，酒酣作字奇态横生。鲜于枢兼长楷书、行、草书，尤以草书为最。他的功力很扎实，悬腕作字，笔力遒健，著有《困学斋集》。鲜于枢与赵孟頫齐名，同被誉为元代书坛“巨擘”，并称“二妙”、“二杰”，但其影响略逊于赵孟頫。\n诗词作品\n鲜于枢墨迹有40多件，分楷书、行书、草书三大类，艺术成就以草书为最。代表作有《老子道德经卷上》、《苏轼海棠诗卷》、《韩愈进学解卷》、《论草书帖》等。\n【仙吕】八声甘州\n江天暮雪，最可爱青帘摇曳长杠。生涯闲散，占断水国渔邦。烟浮草屋梅近\n砌，水绕柴扉山对窗。时复竹篱旁，吠犬汪汪。\n【幺】向满目夕阳影里，见远浦归舟，帆力风降。山城欲闭，时听戍鼓<音┭>\n<音┭>。群鸦噪晚千万点，寒雁书空三四行。画向小屏间，夜夜停釭。\n【大安乐】从人笑我愚和戆，潇湘影里且妆呆，不谈刘项与孙庞。近小窗，\n谁羡碧油幢？\n【元和令】粳米炊长腰，鳊鱼煮缩项。闷携村酒饮空缸，是非一任讲。恣情\n拍手棹渔歌，高低不论腔。\n【尾】浪滂滂，水茫茫，小舟斜缆坏桥桩。纶竿蓑笠，落梅风里钓寒江。\n作品评价\n在鲜于枢存世墨迹中，所书《苏轼海棠诗卷》堪称代表作之一。这一行草纸本纵34.5厘米，横584厘米，系书录苏轼咏海棠七言长古，卷后有元、明以来诸多书家题跋和收藏印记。元秋桂跋曰：“鲜于翁草书修‘六义’（笔者注：“六艺”即指《易》、《书》、《诗》、《礼》、《乐》、《春秋》“六经”），无一笔苟置。人皆知其豪健遒劲，而不知其备六义于中也。”明董其昌云：“盖东坡先生屡书《海棠诗》，不下十本，伯机意欲附名贤之诗以传其书，故当全力付之也。”\n此卷系鲜于枢运用极富弹性的硬毫写成，以行书为主，兼用草法。其用笔多取法唐人，正如元人袁袖所言：“善回腕，故书圆劲，或者议其多用唐法。”而清人阮元亦谓鲜于枢“字迹活泼而有力，在孙过庭、李北海（邕）之间”。细察此卷，与颜氏《祭侄稿》、《刘中使帖》及《争坐位帖》多有契合之处，笔法纵肆，欹态横生。通篇约二百余字，“全力以付”，“无一笔苟置”。从用笔力上看，锋敛墨聚，圆劲有力，每一笔画的起收、顿挫、使转……均从容不迫，却又变化万千。比如聚墨成“点”，有正点、侧点、挑点、连势排点等，或大或小，或轻或重，结体妥帖，浑然无间。举凡横、竖、撇、捺各种构字“元素”，均能曲尽其妙，如“瘴”、“荐”、“华”、“长”诸字，横画虽多，却“燕不双飞”，因势生形；“瘴”、“草”、“华”、“晕”、“中”字中的竖画，多取“悬针”状，行笔劲利，挺拔有力……结体略呈右上取势，宽博宏肆，纵敛有度；行书中间杂草书，规整中有变化，益增活泼生动之趣。此卷章法近乎上下齐平，行距均匀，不激不厉，自然畅达。而字与字之间起承转合偶以“牵丝”相属，更多是以内在笔势使上下呼应自如、左右揖让相得。通观全卷，正如刘欣耕先生所言：“结字严谨而纵肆，点线爽健而富有立体感，挥运之中意气雄豪而出入规矩。他以深厚的功力表现出了对书法形式美的追求和创造力，从而也表现了自己的气质、人格。”\n《杜工部行次昭陵诗卷》：这是鲜于枢以行书大字录写的杜甫五言《行次昭陵诗》。此帖结体疏朗，笔势雄浑，与鲜于枢个人性情正相吻合。如柳贯所评：“公毅然美大夫，面带河朔伟气，每酒酣骜放，挥毫结字，奇态横生，势有不可遏者。”此卷是鲜于枢大字行书的代表作品。\n《老子道德经卷》：此卷书法节录老子《道德经》卷，从“天长地久”写起，末书“老子道经卷上”，因缺下半部分，所以未署款。\n《秋兴诗册》：这是鲜于枢为和仇远诗而作并书的三首五言律诗，诗中充满浓郁的思乡之情。从“北望空思汴，南游未厌吴”一句可知作者此时正身处江浙一带。此帖书法俊爽劲健，略显苍疏，是鲜氏中晚年众多作品中较具代表性的一件。\n《临神仙起居帖》：这是他临写的杨凝式《神仙起居帖》手迹。对照原帖，我们可以发现鲜于枢此帖临得如何形神兼备。\n《唐诗卷》：此卷笔法纵肆，欹态横发。他自己说过，写草书要把笔离纸三寸，取其指实掌平虚腕法圆转，写出的字则飘逸飞纵，体态自能绝出，观其草书，确有悬腕回锋之妙。\n《韩愈送李愿归盘谷序卷》：行句系自“夫前呵从者塞途”起(据《韩昌黎集》)，其前尚缺一百零八字。有“清森峭劲、风骨棱棱”之评。\n书法作品\n《石鼓歌》是唐代诗人韩愈的作品，鲜于枢所书该诗是在中国书法史上享有盛名的珍稀墨宝。据介绍，“石鼓文”是我国现存最早的刻字文字，唐初出土，名声不著，韩愈作《石鼓歌》以彰显，推为国宝。\n鲜于枢《石鼓歌》是元代书坛巨擘，对后世草书影响至深。其草书的《石鼓歌》用笔中锋直下，稍敛毫芒，圆劲丰润，浑雄朴茂而凝重，淋漓酣畅中蕴含着森严规矩。据了解，此卷不仅是墨宝巨珍，更是书家法帖。据介绍，鲜于枢写《石鼓歌》传世有两本，一部作于元大德五年，现存于美国大都会博物馆，其二为本卷，是鲜氏书艺成熟期的完美之作，其纸墨完洁，较“大都会本”的绝笔之作，更胜一筹。\n历史评价\n同时代的袁褒说：“困学老人善回腕，故其书圆劲，或者议其多用唐法，然与伯机相识凡十五，六年间，见其书日异，胜人间俗书也。”（《书林藻鉴》）\n赵孟頫对他的书法十分推崇，曾说：“余与伯机同学草书，伯机过余远甚，极力追之而不能及，伯机已矣，世乃称仆能书，所谓无佛出称尊尔。”而书法家陈绎曾也说：“今代惟鲜于郎中善悬腕书，余问之，嗔目伸臂曰：胆！胆！胆！”仅就书法史上地位或对后世影响而言，鲜于枢的确难与赵孟頫匹敌，何况他的书法作品（特别是碣石碑版》也远不及赵孟頫丰富。不过，元明以来，仍不乏师法鲜于枢书法之大家、高手，诸如元之边武、董复（均有《千字文》传世》，明之丰坊（上海博物馆藏有其《拟鲜于太常大字卷》》，近代之潘伯鹰等。此《王安石杂诗卷》书于至元辛卯二月八日，属鲜于枢早年力作。纸本，纵50公分，横1025公分，曾入内府，著录于《石渠宝笈》，现藏辽宁省博物馆。本卷是鲜于枢为其好友『君锡』所作。按，『君锡』名方逢辰，浙江杭州淳安人。宋淳中廷对第一，累官至兵部侍郎、国史修撰，著有《蛟峰文集》等。\n楷书作品\n道德经\n此卷书法节录老子《道德经》卷，从“天长地久”写起，末书“老子道德经卷上”，共211行，因缺下半部分，所以未署款。每段接纸有“三教弟子”印。卷后有翁方纲跋，吴荣光题名，颜世清跋五段，又有“松下清斋”题签。此帖曾经翁方纲、陆恭、叶恭绰等人鉴藏，有数方印记。\n潘遵祁钞录《须静斋云烟过眼录》著录。\n \n石鼓文\n在唐代，曾有二个大诗人写过《石鼓歌》，一是韦应物，一是韩愈。鲜于枢所写的《石鼓歌》是韩愈所作的七言诗。\n石鼓文，亦称猎碣或雍邑刻石，是我国现存最早的刻石文字。无具体年月，唐人韦应物和韩愈的《石鼓歌》都认为是周宣王时期的刻石。宋人欧阳修的《石鼓跋尾》虽设了三个疑点，但还是认为属周宣王时史籀所作。宋人郑樵《通志略》则认为《石鼓》系先秦之物，作于惠文王之后，始皇之前。近人罗振玉《石鼓文考释》和马叙伦《石鼓文疏记》都认为是秦文公时物，与韦、韩说法出入不大，只相差十七年。据郭沫若考证，《石鼓》作于秦襄公八年，距宣王更近。所不同者，出于宣王时史籀手笔或秦臣手笔罢了。《石鼓》于唐代初出土于天兴三畴原（今陕西省宝鸡市凤翔三畴原），以后被迁入凤翔孔庙。五代战乱，石鼓散于民间，至宋代几经周折，终又收齐，放置于凤翔学府。宋徽宗素有金石之癖，尤其喜欢《石鼓》，于大观二年（公元1108年），将其迁到汴京国学，用金符字嵌起来。后因宋金战争，复迁《石鼓》于临安（今杭州），金兵进入汴京后，见到石鼓以为是“奇物”，将其运回燕京（今北京）。此后，石鼓又经历了数百年的风雨沧桑。抗日战争爆发，为防止国宝被日寇掠走，由当时故宫博物院院长马衡主持，将石鼓迁到江南，抗战胜利后又运回北京，1956年在北京故宫展出。清乾隆五十五年（1790年），清高宗为更好地保护原鼓，曾令人仿刻了十鼓，放置于辟雍（大学）。现仿鼓在北京国子监。其形状与刻字部位和原石鼓有不少差别。石鼓文的拓本，唐代就有，但没有流传下来。石鼓文比金文规范、严正，但仍在一定程度上保留了金文的特征，它是从金文向小篆发展的一种过渡性书体。传说在石鼓文之前，周宣王太史籀曾经对金文进行改造和整理，著有大篆十五篇，故大篆又称“籀文”。石鼓文是大篆留传后世，保存比较完整且字数较多的书迹之一。宋安国所藏石鼓宋拓本，被民国秦文锦售给日本东京河井荃庐氏。\n鲜于枢行书《石鼓歌》传世有二件，一在美国纽约大都会博物馆，作于大德五年辛丑，年45岁，伯机即逝于此年，盖绝笔也。书于经折纸上，裱为横卷。其二即此卷，虽无款，而笔法圆劲雍容，挥洒自如，望而知其为鲜于枢最成熟期之精品，且纸墨完洁，又胜大都会本一筹。\n","category":"草书","verified":true,"user":1,"timestamp":1429951547320},{"name":"鲜于枢草书茅屋为秋风所破歌","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791620036,"text":"","author":"元代鲜于枢","description":"鲜于枢草书茅屋为秋风所破歌"}]