[{"name":"王逢草书五言古诗卷","text":"中国汉族传统文化中的文书工具，即笔、墨、纸、砚。文房四宝之名，起源于南北朝时期。历史上，“文房四宝”所指之物屡有变化。在南唐时，“文房四宝”特指宣城诸葛笔、徽州李廷圭墨、澄心堂纸，婺源（原属安徽徽州府，现属于江西）龙尾砚。自宋朝以来“文房四宝”则特指湖笔（浙江省湖州)、徽墨（徽州，现安徽歙县)、宣纸（现安徽省泾县，泾县古属宁国府，产纸以府治宣城为名)、洮砚（现甘肃省卓尼县）、端砚（现广东省肇庆，古称端州）、歙砚（现安徽歙县）。宣城市是全国唯一的“文房四宝之乡”，所产的宣纸（泾县）、宣笔（泾县/旌德）、徽墨（绩溪/旌德）、宣砚（旌德）。\n成语\n【释义】：指毛笔、黑墨、宣纸、砚台。\n【结构】：偏正式\n【用法】：作主语、宾语；指笔、墨、纸、砚。\n【示例】：“天子被逼不过，只得命取纸笔。婢子随即捧过文房四宝。”（明·施耐庵《水浒传》第八十一回）\n【典出】：“文房四宝出二郡，迩来赏玩君与予。”（宋·梅尧臣《再和潘歙州纸砚》）\n【扩展】：旧时对纸、墨、笔、砚四种文具的统称。砚台，别名润色先生，文房四宝中能传世最久的一宝。文房谓书房。北宋苏易简著《文房四谱》，一名《文房四宝谱》，叙述这四种文具的品类和故实等。这些文具，制作历史悠久，品类繁多，历代都有著名的制品和艺人。如安徽泾县（原属宁国府，产纸以府治宣城为名）的宣纸，歙县（原徽州府治）的徽墨，浙江吴兴（原为湖州府治）的湖笔，安徽泾县(原属宁国府，产笔以府治宣城为名)的宣笔，广东高要（原为肇庆府治，古名端州）的端砚，以及与端砚齐名的有甘肃省的洮砚、歙县（原歙州府治）的歙砚。\n辞源\n“文房四宝”指纸、墨、笔、砚四类书画用具，已是今人皆知的常识。但“文房四宝”一辞源自何者？源起何时？却尚有未尽之解。比如《辞海》“文房四宝”辞目的说法，便是如此：“旧时对纸、墨、笔、砚四种文具的统称。文房谓书房，北宋苏易简著《文房四谱》，一名《文房四宝谱》，叙述这四种文具的品类和故实等。”\n《辞海》说法的模糊之处在于：“一名《文房四宝谱》”的作者是谁？是另有他人？还是苏易简（958—997年）本人？如果是苏本人，那么“文房四宝”一辞就当是苏易简提出的。但像《丛书集成》等收录苏易简著作的各种文献中，皆以《文房四谱》为书名，而未见注明《文房四宝谱》作者为苏易简者。也就是说，“文房四宝”一辞与苏易简的著作名称，并无直接的原词转用关系。 \n苏易简不是“文房四宝”一辞的直接发明者，这在《四库全书总目提要》中为苏易简《文房四谱》一书做提要时有所记载：“《宋史》本传但称文房四谱，与此本同。尤袤《遂初堂书目》作《文房四宝谱》，又有《续文房四宝谱》。考洪迈《歙砚说跋》，称揭苏氏文房谱於四宝堂，当由是而俗呼四宝，因增入书名，后来病其不雅，又改题耳。”\n《四库》提到的洪迈（1123-1202年）和尤袤（1127-1194年）生卒年代相近，但都晚于苏易简，二者与“文房四宝”一辞似乎都有关系。其中《四库》在为洪迈题跋《歙砚说》等书目的提要中，更详细地谈到了上述“揭苏氏文房谱於四宝堂”的人，是洪迈的哥哥洪适（1117-1184年）。换言之，《四库》是说苏易简原著《文房四谱》本无他名，是因为洪适曾经把它揭示于徽州的四宝堂，才有人用“四宝”这种俗称称它为《文房四宝谱》的。因此，同为一个时期的尤袤在做《遂初堂书目》时，这才把俗称的《文房四宝谱》等收录了进来，也未可知。\n然而问题到这里并没有解决，因为实际上，在比洪适早出生一百多年的苏易简生活的北宋时期，社会上已在普遍使用“文房四宝”一辞了。如诗人梅尧臣（1002—1060年）早就写有“文房四宝出二郡，迩来赏爱君与予”的诗句。\n由此可见，“文房四宝”一辞的来源，尽管与苏易简著作名称没有直接关系，《四库》所记得名于洪适的说法也经不起年代差的考实，但至少在北宋时期，社会上已广泛使用了这一词汇，当无问题。到再晚一些的南宋初年，陆游（1125—1210年），甚至还把“文房四宝”叫做“文房四士”：“水复山重客到稀，文房四士独相依”。但是不知为什么，被陆游入题入诗、称之颂之的“文房四士”一辞，却没有像“文房四宝”那样流行并流传下来。这大概与后者出现和使用的年代较早，更传神地表达了纸、墨、笔、砚在书房中的地位，已被社会广泛接受的缘故有关。\n笔、墨、纸、砚在宋代已成为书房中最重要的书写绘画用具，有考古学上发现也可作证。如在福建省福州市茶园山发现的南宋许峻墓中，就发现了整套“文房四宝”用品被随葬的现象。再如河北张家口辽代张文藻家族壁画墓的壁画中，也有不止一幅迄今所见最早将笔、墨、纸、砚同绘于一处的“文房四宝”图画。其中7号墓“童嬉图”壁画中（如图），有四童子藏于后面嬉戏的柜子，发掘者认为是食盒，但有研究者认为，应当是文房用具，可放置纸张、画轴、书札等。这幅画的墓主人张文藻卒于辽代咸雍十年（1074年），与苏易简、梅尧臣等人生活的年代甚为相近。这些无不说明，如果笔、墨、纸、砚不是经历时代的积淀，逐步形成了广泛的社会实用基础，那么“文房四宝”一辞是不会在宋代终成专门用语的。\n说起来，“文房四宝”中的“四宝”谱系还有据可考，但作为书写、读书等专用处所的“文房”的起源，却实难考实得多。像唐代杜牧《奉和门下相公兼领相印出镇全蜀诗》中所言“彤弓随武库，金印逐文房”，已是我们迄今能看到的比较早的“文房”用辞了。因此说“文房”一辞于唐代就已出现，或者还可能更早一些到南北朝时期，当不至于引起太大异议。但问题是，我们这里提到的文房，其实多属于概念或属性范畴，因为目前为止还没有直接的文献著录、考古发现以及研究成果，能告知我们唐代的文房到底是什么样的具体形态。\n将有关文房四宝的起源研究，延伸到与其关的书画空间场景中，是在变笔、墨、纸、砚的静态讨论为书画者行为的空间动态考察。因为文物的研究方法乃至文物观，正在发生从单体到整体再到群体的转变，了解和复原古代书画用具与文房乃至与文人行为之间的关系，这样才能更全面地了解书法用具发展的史脉。换言之，如果说文房是“文房四宝”的空间载体，那么，文人则是文房的活动主体。没有文房承载的文房四宝是孤零散乱的用具，而没有文人活动的文房则是没有活力的空寂建筑。\n汉族文房四宝\n汉族的用具，不少独具一格，它既表现了汉族不同于其他民族的风俗，又为世界文化的进步和发展做出了贡献。其最典型的是被称为“文房四宝”的书写工具：纸、笔、墨、砚。\n纸，是汉族的一个伟大发明，世界上纸的品种虽然以千万计，但“宣纸”仍然是供毛笔书画用的独特的手工纸，宣纸质地柔韧、洁白平滑、色泽耐久、吸水力强，在国际上“纸寿千年”的声誉。\n毛笔，是古代汉族与西方民族用羽毛书写风采迥异的独具特色的书写、绘画工具。当今世界上虽然流行铅笔、圆珠笔、钢笔等，但毛笔却是替代不了的。据传毛笔为蒙恬所创，所以至今被誉为毛笔之乡的河北衡水县侯店每逢农历三月初三，如同过年，家家包饺子，饮酒庆贺，纪念蒙恬创毛笔。自元代以来，浙江湖州生产的具有“尖、圆、健”特点的“湖笔”成为全国最著名的毛笔品种。\n墨，是书写、绘画的色料。唐代制墨名匠奚超、奚廷父子制的好墨，受南唐后主李煜的赏识，全家赐国姓“李氏”。从“李墨”名满天下。宋时李墨的产地歙县改名徽州，“李墨”改名为“徽墨”。\n砚，俗称砚台，是汉族书写、绘画研磨色料的工具。汉代时砚已流行，宋代则已普遍使用，明、清两代品种繁多，出现了被人们称为“四大名砚”的洮砚、端砚、歙砚和澄泥砚。古代汉族文人对砚十分重视，不仅终日相随，而且死后还用之殉葬。 \n文房四宝独具一格，它既表现了汉族不同于其他民族的风俗，又为世界文化和民族文化的进步和发展做出了贡献。今天，中国正处在向现代化迈进的新时期。了解过去的汉族优秀文化，正是为创造未来的新文化。这对于提高民族自尊心，增强民族凝聚力，有着极为重要的意义。 \n起源\n中国书法的工具和材料基本上是由笔、墨、纸、砚演变而来的，人们通常把它们称为“文房四宝”，大致是说它们是文人书房中必备的四件宝贝。因为中国古代文人基本上都是或能书，或能画，或既能书又能画的，是离不开笔墨纸砚这四件宝贝的。\n\"文房\"之名，起于我国历史上南北朝时期（公元420--589年），专指文人书房而言，以笔、墨、纸、砚为文房所使用，而被人们誉为“文房四宝”。文房用具除四宝以外，还有笔筒、笔架、墨床、墨盒、臂搁、笔洗、书镇、水丞、水勺、砚滴、砚匣、印泥、印盒、裁刀、图章、卷筒等等，也都是书房中的必备之品。\n笔\n笔在林林总总的笔类制品中，毛笔可算是中国独有的品类了。传统的毛笔不但是古人必备的文房用具，而且在表达中华书法、绘画的特殊韵味上具有与众不同的魁力。不过由于毛笔易损，不好保存，故留传至今的古笔实属凤毛麟角。古笔的品种较多，从笔毫的原料上来分，就曾有兔毛、白羊毛、青羊毛、黄羊毛、羊须、马毛、鹿毛、麝毛、獾毛、狸毛、貂鼠毛、鼠须、鼠尾、虎毛、狼尾、狐毛、獭毛、猩猩毛、鹅毛、鸭毛、鸡毛、雉毛、猪毛、胎发、人须、茅草等。从性能上分，则有硬毫、软毫、兼毫。从笔管的质地来分，又有水竹、鸡毛竹、斑竹、棕竹、紫擅木、鸡翅木、檀香木、楠木、花梨木、况香木、雕漆、绿沉漆、螺细、象牙、犀角、牛角、麟角、玳瑁、玉、水晶、琉璃、金、银、瓷等，不少属珍贵的材料。东周的竹木简、缣帛上已广泛使用毛笔来书写。湖北省随州市擂鼓墩曾侯乙墓发现了春秋时期的毛笔，是目前发现最早的笔。其后，湖南省长沙市左家公山出土的战国笔，湖北省云梦县睡虎地、甘肃省天水市放马滩出土的秦笔，及长沙马王堆、湖北省江陵县凤凰山、甘肃省武威市、敦煌市悬泉置和马圈湾、内蒙古自治区古居延地区的汉笔，武威的西晋笔等都是上古时代遗存的不可多得的宝贵资料。\n最早的毛笔，大约可追溯到二千多年之前。西周以上虽然迄今尚未见有毛笔的实物，但从发现的史前彩陶花纹、商代的甲骨文等上可觅到些许用笔的迹象。\n我国的书写用笔起源很早。根据未经刀刻过的甲骨文字判断，夏商时期就已经有原始的笔了。如果再从新石器时期彩陶上面的花纹图案来看，笔的产生还可以追溯到五千多年以前。到春秋战国时期，各国都已经制作和使用书写用笔了。那时笔的名称繁多：吴国叫“不律”，燕国叫“弗”，楚国叫“幸”，秦国叫“笔”。秦始皇统一全国以后，“笔”就成了定名，一直沿用至今。传说，我们所用的毛笔是由战国时期的秦国大将蒙恬发明的。公元前223年，秦国大将蒙括带领兵马在中山地区与楚国交战，双方打得非常激烈，战争拖了很长时间。为了让秦王能及时了解战场上的情况，蒙恬要定期写战况报告递送秦王。那时，人们通常是用分签蘸墨，然后再在丝做的绢布上写字的，书写速度很慢。蒙恬虽是个武将，却有着满肚子的文采。用上面说的那种笔写战况报告，常使他感到影响思绪。那种笔硬硬的，墨水蘸少了，写不了几个字就得停下来再蘸，墨水蘸多了，直往下滴，又会把非常贵重的绢给弄脏了。蒙恬以前就萌生过改造笔的念头，这次要写大量的战况报告，这个愿望就越来越强烈了。\n战争的间隙中，蒙恬喜欢到野外去打猎。有一天，他打了几只野兔子回军营。由于打到的兔子多，拎在手里沉沉的，一只兔子尾巴抱在地上，血水在地上拖出了弯弯曲曲的痕迹。蒙恬见了，心中不由一动：“如果用兔尾代替普通的笔来写字，不是更好吗？”\n回到营房之后，蒙恬立刻剪下一条兔尾巴，把它插在一根竹管上，试着用它来写字，可是兔毛油光光的，不吸墨水，在绢上写出来的字断断续续的，不像样子。蒙恬又试了几次，还是不行，好端端的一块绢也给浪费了。一气之下，他把那支“兔毛笔”扔进了门前的山石坑里。\n蒙恬并不甘心失败，仍然抽时间琢磨别的改进方式。几天过去了，他还是没有找到合适的办法。这一天，他走出营房，想透透新鲜空气。走过山石坑时，他又看到了坑里那支被自己扔掉的“兔毛笔”。蒙恬将它捡了起来，用手指捏了捏兔毛，发现兔毛湿源源的，毛色变得更白更柔软了。蒙恬大受启发，马上跑回营房将它往墨汁里一蘸，兔尾这时竟变得非常“听话”，吸足了墨汁，写起字来非常流畅，字体也显得圆润起来。原来，山石坑里的水含有石灰质，经碱性水的浸泡，兔毛变得柔顺起来。由于这支笔是由竹管和兔毛组成的，蒙恬就在当时流行的笔名“幸”字上加了个“竹”字头，把它叫做“笨”（今日简写作“笔”）。\n墨\n墨给人的印象似稍嫌单一，但却是古代书写中必不可缺的。借助于这种独创的材料，中国书画奇幻美妙的艺术意境才能得以实现。墨的世界并不乏味，而是内涵丰富。作为一种消耗品，墨能完好如初地呈现于今者，当十分珍贵。墨的制作非常讲究，选料纯正加工精细，上等的墨极为细腻、香醇.而细腻的程度主要取决于加工时捣杵的次数，捣杵次数愈多愈细腻，据说一臼捣杵有上十万次的。\n墨给人的印象似稍嫌单一，但却是古代书写中必不可缺的用品。借助于这种独创的材料，中国书画奇幻美妙的艺术意境才能得以实现。\n在人工制墨发明之前，一般利用天然墨或半天然墨来做为书写材料。史前的彩陶纹饰、商周的甲骨文、竹木简牍、缣帛书画等到处留下了原始用墨的遗痕。文献记载，古代的墨刑（黥面）、墨绳（木工所用）、墨龟（占卜）也均曾用墨。经过这段漫长的历程，至汉代，终于开始出现了人工墨品。这种墨原料取自松烟，最初是用手捏合而成，后来用模制，墨质坚实。据东汉应劭《汉官仪》记载：“尚书令、仆、丞、郎，月赐愉麋大墨一枚，愉麋小墨一枚。”愉麋在今陕西省千阳县，靠近终南山，其山古松甚多，用来烧制成墨的烟料，极为有名。\n从制成烟料到最后完成出品，其中还要经过入胶、和剂、蒸杵等多道工序，并有一个模压成形的过程。墨模的雕刻就是一项重要的工序，也是一个艺术性的创造过程。墨之造型大致有方、长方、圆、椭圆、不规则形等。墨模一般是由正、背、上、下、左、右六块组成，圆形或偶像形墨模则只需四板或二板合成。内置墨剂，合紧锤砸成品。款识大多刻于侧面，以便于重复使用墨模时，容易更换。墨的外表形式多样，可分本色墨、漆衣墨、漱金墨、漆边墨。(一定要是古代的那种磨的墨也可以是专门的黑墨）\n纸\n是中国古代四大发明之一。即使在机制纸盛行的今天，某些传统的手工纸依然体现着它不可替代的作用，焕发着独有的光彩。古纸在留传下来的古书画中尚能一窥其貌。在纸张发明之前的很长一段时间内，人们是采用什幺来作为记事材料的呢？根据文献和实物资料，最早的人们是采用结绳来记事的，遇事打个结，事毕解去。后来又在龟甲兽骨上刻辞，所谓\"甲骨文\"。在青铜产生以后，又在青铜器上铸刻铭义，即\"金文\"或\"钟鼎文\"。再后，将字写在用竹、木削成的片上，称\"竹木简\"，如较宽厚的竹木片则叫\"牍\"。同时，有的也写于丝织制品的嫌帛上。先秦以前，除以上记事材料外，还发现了刻于石头上的文字，比如著名的\"石鼓文\"。一般人们皆知，纸是在东汉由蔡伦发明的。但考古发掘，却对此提出了疑问。这些古纸均据其出土的地点而被冠名。从出土古纸自身的年代顺序，可以分别排列为：西汉早期的放马滩纸，西汉中期的灞桥纸、悬泉纸、马圈湾纸、居延纸，西汉晚期的旱滩坡纸。这些纸不但都早于蔡伦纸，而且有些纸上还有墨迹字体，说明已用于文书的书写。\n中国古代四大发明之一，曾经为历史上的文化传播立下了卓著功勋。即使在机制纸盛行的今天，某些传统的手工纸依然体现着它不可替代的作用，焕发着独有的光彩。古纸在留传下来的古书画中尚能一窥其貌。\n在纸张发明之前的很长一段时间内，人们是采用什么来作为记事材料的呢？根据文献和实物资料，最早的人们是采用结绳来记事的，遇事打个结，事毕解去。后来又在龟甲兽骨上刻辞，所谓“甲骨文”。在青铜产生以后，又在青铜器上铸刻铭义，即“金文”或“钟鼎文”。再后，将字写在用竹、木削成的片上，称“竹木简”，如较宽厚的竹木片则叫“牍”。同时，有的也写于丝织制品的锦帛上。先秦以前，除以上记事材料外，还发现了刻于石头上的文字，比如著名的“石鼓文”。\n西汉初年，政治稳定，思想文化十分活跃，对传播工具的需求旺盛，纸作为新的书写材料应运而生。从迄今为止的考古发现来看，造纸术的发明不晚于西汉初年。最早出土的西汉古纸是1933年在新疆罗布淖尔古烽燧亭中发现的，年代不晚于公元前49年。东汉的蔡伦改进造纸术，使得书写工具得以普及，也为世界文化的传播作出卓越的贡献。随着西北丝绸之路沿线考古工作的进展，许多西汉遗址和墓葬被发现，其中也不乏纸的遗物。这些右纸均据其出土的地点而被冠名。\n砚\n砚虽然在\"笔墨纸砚\"的排次中位居殿军，但从某一方面来说，却居领衔地位，所谓\"四宝\"砚为首，这是由于它质地坚实、能传之百代的缘故。所以，现今社会上\"四宝\"中以砚最为多见，受人喜爱的范围也最为广泛。中国最早的砚台是什久时候产生的？它和我们使用的砚台有何区别呢？考古学家曾在陕西省临潼县姜寨一处原始社会的遗址中，及现了一套原始人用以陶器彩绘的工具，其中有一方石砚，砚有盖，砚面微凹，凹处并有一根石质磨杵，砚旁留存数块黑色颜料。很显然，这是先民们借助磨杵研磨颜料的早期砚的形制。由于这处遗址归属于母系氏族时期的仰韶义化，故这方砚台的实际寿龄已超过了五千个春秋。砚这种附带磨杵或研石的形制从什幺时候才开始发生改变，即取消磨杵或研石，而接近于砚呢？要直到两汉时期。汉代由于发明了人工制墨，墨可以直接在砚上研磨，故不须再借助磨杵或研石来研天然或半天然墨了。如此看来，磨杵或研石经过史前及夏商周共三千多年的漫长跋涉，才逐渐消隐，尽管今天已不为所用，但其为传播文化立下的功绩仍不可没。\n砚，也称“砚台”，被古人誉为\"文房四宝之首\"。因为墨须加水发磨始能调用，而发墨之石刑则是砚。其中有陶、泥、砖瓦、金属、漆、瓷、石等，最常见的还是石砚。可以作砚的石头极多，我国地大物博，到处是名山大川，自然有多种石头。产石之处，必然有石工，所以产砚的地方遍布全国各地。\n最著名的是广东肇庆的端砚、安徽的歙砚、甘肃的洮砚，山东鲁砚、江西龙尾砚、山西澄泥砚。砚台的讲究是：质细地腻、润泽净纯、晶莹平滑、纹理色秀、易发墨而不吸水。有的有乳，有的有眼，有的有带，有的有星，大约产于有山近水之地为佳。如端砚之出于斧柯，浴在江渭端溪之渚坑中。虽同出一地，其石质也有所不同，如有青花、天青者、蕉叶白、鱼脑冻、冰纹金星、罗纹、眉子、红丝、燕子、紫金石、龟石、等。石佳还须工精，砚台的雕工制作早已形成了一门艺术，从取石、就料、开型、出槽、磨平，雕花等都可运其匠心。有的精品砚已不实用，以其名贵只能作古董观赏、珍藏，而舍不得濡水发墨了。砚的名贵，有以石质贵者，有以制作贵者，有以名人用而贵者等等。\n砚需常洗，不得与沾染，每发墨必须砚净水新。墨锭则愈古旧愈好，因时间愈久其胶自然消解，但水不能储旧，而必须加新。如恐沾油，洗时可用莲蓬或旧茶叶刷涤。加水以微温为好，切勿以滚水价值加之，以防爆裂。所以书家不但应懂得用砚，还应会养砚。\n价值\n故宫博物院收藏的文房四宝多为清代名师所作，皇家御用，其用料考究、工艺精美，代表了我国数千年来文房用具的发展水平和能工巧匠们的创造智慧与艺术才能，是文房用具中的瑰宝。\n“文房四宝”不仅是具有极强的实用价值的文具用品，也是融绘画、书法、雕刻、装饰等为一体的艺术品。在2007年，中国科学院科技史所、中国文房四宝协会，向联合国教科文组织申报笔墨纸砚为世界级“非物质文化遗产”。\n笔、墨、纸、砚，各有各的用途，各有各的讲究，所谓\"名砚清水，古墨新发\n，惯用之笔，陈旧之纸\"，合起来是整个一套，再写出我们的文字，综合成为我们独特的传统书法艺术。它不但为我们自我欣赏，而是越来越得到了世界各国人们的瞩目、珍爱。]笔掭：又称笔砚，用于验墨浓淡或理顺笔毫，常制成片状树叶形。\n洮、端、歙砚下发墨对比\n以下做分析的前提条件是：1、均为老坑石料。2、以评鉴砚台下墨发墨。3、以下硬度均以摩氏为单位。\n砚台的实用功能是磨墨，其中下墨、发墨是衡量砚材好坏的重要指标之一，简单说，下墨，是通过研磨，墨从墨块到水中“砚台上”的速度。发墨，是指墨中的碳分子和水分子融合的速度、细腻程度。发墨好的墨如油，在砚中生光发艳，随笔旋转流畅，所以画画的用砚比书法的用砚要求更高。下墨讲求快慢，发墨讲求粗细，但往往下墨快的发墨粗，发墨好的下墨慢。所以，下墨发墨均佳的砚极其珍贵。\n以下为洮、端、歙砚石的对比：\n石材\n平均硬度\n下墨\n发墨\n端砚\n2.9\n弱于洮、歙\n强于洮、歙\n洮砚\n3.1\n强于端，弱于歙\n强于歙，弱于端\n歙砚\n强于端、洮\n弱于端、洮\n注：墨条的硬度是（2.2—2.4），刻刀的硬度是（钨钢刀：约7白钢刀：约6碳钢刀：约5）\n从以上可以看出，石材硬度较软则砚石显空隙率小，砚石的矿物细、粒间间隙小，从而达到很好的发墨效果；而反之石材硬度较硬则显示矿物较软者稍粗、粒间间隙稍大，从而可以达到很好的下墨，下墨与发墨本身是矛盾体，好的砚质要恰好能够调和矛盾，就是要细而不滑，涩而不粗。从以上数据可以看出，三大石质名砚中，端砚硬度较软，所以发墨更好，而歙砚硬度较硬，所以下墨更好，大文学家欧阳修在《砚谱》中评价：“歙万出于龙尾溪，其石坚劲，大抵多发墨，故前世多用之。以金星为贵，其石理微粗，以其手摩之，索索有锋芒者尤佳”。而洮砚硬度较于端歙之间，下墨优于端砚而发墨优于歙砚，所以从下发墨上来讲是将矛盾体调节到恰到好处。\n洮砚\n洮砚自唐代成名以来，老坑洮砚一直是皇室文豪、富商巨贾才能拥有的。\n如宋代赵希鹄曰：“除端、歙二石外，唯洮河绿石，北方最贵重。绿如蓝，润如玉，发墨不减端溪下岩。然石在大河深水之底，非人力所致，得之为无价之宝”。\n晁无咎《砚林集》中有诗并铭：洮之崖，端之谷，匪山石，唯水玉。不可得兼，一可足温。然可爱，目鸲鹆，何以易之，鸭头绿。\n金代元好问曰：王将军为国开临洮（今卓尼），有司岁馈，可会者，六百钜万，其于中国得用者，此砚材也。\n近代“老坑洮砚”作品屡次作为国礼赠与国外元首，敦煌菩萨砚以甘肃省政府名义赠与新加坡总理李光耀、反弹琵琶砚赠与日本前首相竹下登。\n洮砚老坑石在四大名砚中储量最少、最难采集，特级老坑石早在宋末（1175年）就已断采，现在每得一块洮砚特级老坑石都相当于是得到千年的古董。\n宋初，王陬（zōu）收复洮砚石材产地洮州（今属甘肃省卓尼县），被封为赵土司管理矿区，洮砚被选为皇宫贡品，只有皇朝高官、文豪富商能够拥有，百姓只是听闻甚至难得一见。\n赵希鹄《洞天清禄集》：“除端、歙二石外，唯洮河绿石，北方最贵重。绿如蓝，润如玉，发墨不减端溪下岩。然石在大河深水之底，非人力所致，得之为无价之宝。”可见洮砚老坑发墨不弱于端砚老坑（即下岩），但采集难度更大、石料稀有、更难获取。\n郭培元《论洮砚》：“世人知洮砚之妙，至有胜端歙之处。自宋以后名隐而不显者，因地处边陲，得之不易，兼无专书著录之故，非才不良也，诚为憾事”。已道出洮砚虽有胜端、歙，但自宋之后老坑石逐渐绝迹，得之不易。\n洮砚老坑石的稀缺在市场上尤为明显。\n《甘肃洮砚志》记载：“凡物产于舟车交经之区，则其名易彰，而播易远（诸如端、歙）。产于梯航难及之乡，则其名不彰，而播不速，物因有幸有不幸欤!陇上鄙处西北（诸如洮砚），关山险阻，而彼洮石之绿沉泽腻天然胎孕者，实不幸产于斯土，则其名不若端与歙之彰，其播之不若端与歙之远且速，自不待论，此洮石之一厄也。虽然，龙泉之剑，不能长埋于丰城，卞和之璞，不能久委于荆山，天之生材，必有其用，而况洮石之绿沉泽腻天然胎孕者，足为文房之至宝，足供秘阁之清玩者哉。用是虽产于陇上，前贤颇已歌咏，惟断章遗句，终不敌端与歙之专书记载，故虽有耽嗜砚石者，言及洮石之音声色泽，终属茫然。遂使市者以赝冒真，而洮之实不见，购者以赝为真，而洮之名不振，职此之故，虽有超类轶伦之质，竟不能与端、歙之石争短长于文房。”\n书中详细介绍了洮砚从来都不弱于端砚、歙砚，只因地处偏远地区传播力不足，地势险要开采难度大，历代战乱破坏较大，导致石材几近枯竭。市场流通劣质石材，以次充好，以赝冒真，喜好洮砚的人常因此失望，听闻洮砚的人也更是茫然。\n论洮砚的升值空间\n1、稀少。老坑石形成于古生代的泥盆系，大约为四亿万年至三亿五千万年前。属泥盆系中水成岩变质的细泥板页岩石，矿带运动复杂，很难形成岩石层，储量极少。矿藏量经千年开采，几近枯竭，加之开凿之地崇山峻岭、悬崖大壑、气候多变，采集难度极大，比端砚、歙砚更为难得。\n赵希鹄《洞天清禄集》：“除端、歙二石外，唯洮河绿石，北方最贵重。绿如蓝，润如玉，发墨不减端溪下岩。然石在大河深水之底，非人力所致，得之为无价之宝。”\n2、随着文化回归，砚作为文房四宝之首，使用、送礼、收藏的需求都在扩大，洮砚作为中国四大名砚之一，市场也在逐渐扩大。\n3、市场供应紧缺。市场上98%以上都不是老坑石，多以假乱真，使得很多喜欢洮砚的人误解，收藏数百方作品而无一方老坑洮砚的人也是有的。随着洮砚老坑石的开采越发艰难，石料越来越少，今后一方真正的老坑洮砚更会一砚难求。\n其他文房用具\n在古代的文房书斋中，除笔、墨、纸、砚这四种主要文具外，还有一些与之配套的其他器具，它们也是组成文具家族中必不可少的一员。明代屠隆在《文具雅编》中记述了四十多种文房用品，通常较为常见的有笔架：又称笔格、笔搁，供架笔所用。往往作山峰形，凹处可置笔。也有人物和动物形的，或天然老树根枝尤妙。\n臂搁：又称秘阁、搁臂、腕枕，写字时为防墨沾污手，垫于臂下的用具。呈拱形，以竹制品为多。\n诗筒：在日常吟咏唱和书于诗笺后，可供插放的用具。多以竹制，取清雅之意。\n笔筒：笔不用时插放其内。材质较多，瓷、玉、竹、木、漆均见制作。或圆或方，也有呈植物形或他形的。\n笔洗：笔使用后以之濯洗余墨。多为钵盂形，也作花叶形或塔形。\n墨床：墨研磨中稍事停歇，因磨墨处湿润，以供临时搁墨之用。\n墨匣：用于贮藏墨锭。多为漆匣，以远湿防潮。漆面上常作描金花纹，或用螺细镶嵌。\n镇纸：又称书镇，作压纸或压书之用，以保持纸、书面的平整。常作各种动物形。\n水注：注水于砚面供研磨，多作圆壶、方壶，有嘴，也常作辟邪、蟾蜍、天鸡等动物形。\n砚滴：又称水滴、书滴，贮存砚水供磨墨之用。\n砚匣：又称砚盒，安置砚台之用。以紫擅、乌木、豆瓣摘及漆制者为佳。\n印章：用于钤在书法，绘画作品上，有名号章、闲章等，多以寿山石、青田石、昌化石等制成，也有铜、玉、象牙章等。\n印盒：又称印台、印色池，置放印泥。多为瓷。\n笔掭：又称笔砚，用于验墨浓淡或理顺笔毫，常制成片状树叶形。\n笔架：又称笔格、笔搁，供架笔所用。往往作山峰形，凹处可置笔。也有人物和动物形的，或天然老树根枝尤妙。\n书画毛毡：简称书画毡。材质分3种， 第一种：纯羊毛。制作而成的书画毡，成本高，价格相对比就贵，但是使用效果好，一般用于个人，书法家等个人用户。第二种：羊毛和纤维混合而成。制成的书画毡，价格比纯羊毛的低，使用效果也还可以，一般用于书法学院等。第三种：纯纤维。制成的书画毡，价格便宜，效果还可以，现在这种卖的最快，比上面的两种这种目前来说卖的最快的，用在学校，美术学院，等众多学院。书画毡防止墨扩散，将多余的墨水吸入毛毡内，同时也就不会弄脏桌子了,毡面平整均匀,洁白柔软,富有弹性,可衬托宣纸,使书画爱好者运笔自如,手感舒适.在作品墨多时,不会跑墨,有托墨的作用,又因羊毛可吸烘水分,又具有吸墨的作用,大大体现了脱水保墨的良好性能,特别是绘制国画,能够妙笔生花,方便耐用,是文房四宝辅助材料．\n文房四士\n【注音】：wénfángsìshì\n【典出】：“水复山重客到稀，文房四士独相依。”宋·陆游《闲居无客所与度日笔砚纸墨而已戏作长句》\n【详解】：笔、墨、纸、砚统称为“文房四宝”。古人认为万物皆有灵性，笔、墨、纸、砚亦然。在使用之余，文人雅士还给它们取了人性化的名字（见韩愈《毛颖传》）：\n笔\n中山人毛颖。中山是古代诸侯国名，在今天的河北省定州一带，战国时为赵国所灭。据王羲之《笔经》记载，汉朝时天下诸侯郡国争献兔毛笔以书写洛阳鸿都门上的匾额，结果只有赵国兔毛笔入选。中山属赵，所以称毛颖为中山人，颖是指毛笔呈锥状的笔头。另有人因宣城多产笔，也称之为宣城毛元锐，字文锋的。\n墨\n绛人陈玄。古时绛州在今天山西省新绛县，所产之墨较为有名，为朝廷贡品，而墨又以陈年、浓黑者为上品，故称之为绛人陈玄。又：南唐时燕人李廷圭以松烟造墨，光泽可鉴最负盛名，后渡易水而居江南，故也有人称墨为燕人易玄光，字处晦的。\n纸\n会稽褚知白。古时会稽在浙江绍兴，出产贡纸。楮树之皮是造纸的上等原料，而褚与楮音同形近，故有人从人的姓氏中取“褚”为纸的姓氏，称之为会稽褚知白。另外也有人因河南华阴多产纸，称褚知白为华阴人士，字守玄。\n砚\n弘家陶泓。隋唐时期，天下陶砚盛行，而其中又以虢州，即汉时弘家郡（今河南灵宝）所产最负盛名，砚中间下凹以存墨汁，故称之为弘家陶泓。也有人称以石料所制之砚为石虚中，字守默（墨）的。\n官职\n古人不仅给笔、墨、纸、砚取了名字，而且还给它们封了官职。\n笔\n书写用品，因笔杆以竹管作成，使用时要饱蘸墨水，故封之为中书君、管城侯、墨曹都统、墨水郡王、毛椎刺史\n墨\n多以松烟制成，品质上乘的还要添加香料，故封之为松滋侯、黑松使者、玄香太守、亳州楮郡平章事\n纸\n性柔韧，可随意裁剪，且以洁白者为佳，故封纸为好畦（侍）侯、文馆书史、白州刺史、统领万字军略道中郞将\n砚\n储墨之器，质地坚硬，帮封之为即墨侯、离石侯、铁面尚书、即墨军事长。\n别称\n唐代才女薛涛曾作诗《四友赞》：“磨润色先生之腹，濡藏锋都尉之头，引书煤而黯黯，入文亩而休休。”诗中所歌咏的就是砚、笔、墨、纸。笔墨纸砚被称为“文房四宝”，自古至今，一直深受文人雅士和凡夫俗子的喜爱。文房四宝在古代诗歌中的称谓分类归纳：\n笔\n玉管“今来承玉管，布字改银钩。”（隋·薛道衡《初学记·咏苔纸》）\n翠管“玉窗抛翠管，清袖掩银鸾。”（唐·李远《观廉女真葬》）\n银管“蜀王宫树雪初消，银管填青点点描。”（元·袁桷《薛涛笺》）\n象管“象管细轴映瑞锦，玉麟棐几铺云肪。”（宋·米芾《寄薛郎中绍彭》）\n筠管“窗里日光飞野马，案头筠管长蒲卢。”（唐·韩偓《安贫》）\n斑管“轻轻斑管书心事，细摺银笺写恨词。”（元·白仁甫《阳春曲题情》）\n毫管“云涛触风望，毫管和烟搦。聊记梦中游，留之问禅客。”（唐·陆龟蒙《纪梦游甘露寺》）\n寸管“本经史而为词章，盍展长才与寸管。”（清·林则徐《杭嘉湖三郡观风告示》）\n毫“夜开金钥诏辞臣，对御抽毫草帝纶。”（宋·王安石《题中书壁》）\n紫毫“江南石上有老兔，吃竹饮泉生紫毫。宣城工人采为笔，千万毛中选一毫。”（唐·白居易《紫毫笔》）\n兔毫“会得窥成绩，幽窗染兔毫。”（唐·罗隐《寄虔州薛大人》）\n柔毫“忆挈柔毫就石渠，春风花药袭襟裾。”（清·姚鼐《过程雨门墓下作》）\n弱毫“物新唯人旧，弱毫多所宜。”（晋·陶渊明《答庞参军》）\n秋毫“转腕摧峰增崛崎，秋毫茧纸常相随。”（唐·朱逵《怀素草书歌》）\n寸毫“文兮乏寸毫，武也无尺铁。平生所韬蓄，到死不开豁。”（唐·陆龟蒙《奉酬袭美先辈吴中苦雨》）\n霜毫“霜毫掷罢倚天寒，任作淋漓淡墨看。”（清·龚自珍《己亥杂诗》\n银毫“挥洒银毫，旧句他知道。”（清·孔尚任《桃花扇·寄扇）\n中山毫“隐侯三玄士，赠我栗冈砚。洒染中山毫，光映吴门练。”（唐·李白《殷十一赠栗冈砚》）\n玉兔毫“锋芒妙夺金鸣距，纤利精分玉兔毫。”（五代·齐己《寄黄晖处士》）\n秋兔毫“莫嫌文史不知武，要试饱霜秋兔毫。”（宋·黄庭坚《刘晖叔洮河绿石砚》）\n毫锥“策目穿如札，毫锋锐若锥。”（唐·白居易《代书诗一百韵寄微之》）\n毫颖“试卷波澜入毫颖，莫教欧九识刘几。”（金·周昂《送李天英下第》）\n翰“亦曾戏篇章，挥翰疾蒿矢。”（宋·王安石《送董伯懿归吉州》）\n毫翰“逸气假毫翰，清风在竹林。”（唐·孟浩然《洗然弟竹亭》）\n柔翰“弱冠弄柔翰，卓荦观群书。”（西晋·左思《咏史》）\n弱翰“岂无弱翰，才不克赡。”（晋·陆云《答大将军祭酒顾令文》）\n寸翰“骋我迳寸翰，流藻重华芳。”（魏·曹植《薤露行》）\n毛颖“陶泓面冷真堪唾，毛颖头尖漫费呵。”（金·庞铸《冬夜直宿省中》）\n霜兔“自矜霜兔健，安有鲁鱼乖。”（元·倪瓒《画竹寄张天民》）\n栗尾“书来乞诗要自写，为把栗尾书溪藤。”（宋·苏轼《孙莘老求墨妙亭》）\n鸡距“鸡距初含润，龙鳞不自韬。”（宋·梅尧臣《九华隐士居陈生寄松管笔》）\n诸毛“又论诸毛功，劈水看蛟螭。”（唐·韩愈《寄崔二十六立之》）\n毛锥“驿书驰报儿单于，直用毛锥惊杀汝。”（宋·陆游《醉中作行草数纸》）\n退锋郎“秃友退锋郎，功成鬓发伤。”（清·陶谷《清异录·文用》）\n墨\n玄圭“急磨玄圭染霜纸，撼落花须浮砚水。”（宋·杨万里《春兴》）\n玄玉“玄玉初成敢轻用，万里豹囊曾入贡。”（明·高启《赠卖墨陶叟》）\n玄珠“万灶玄珠一唾轻，客卿新以玉泉名。”（金·元好问《赋南中杨生玉泉墨》）\n陈玄“赖石陈玄典籍传，肯教边腹擅便便。”（宋·庄季裕《鸡肋篇》）\n乌丸“秦郎百好居第一，乌丸如漆姿如石。”（宋·陈师道《古墨行》）\n乌玉玦“近者唐夫子，速致乌玉玦。”（宋·苏轼《孙莘老寄墨》）\n松烟“往逢醉许在长安，蛮溪大砚磨松烟。”（宋·黄庭坚《答王道济寺正观许道宁山水图》\n松液“要与陶泓作佳传，老磨松液写《黄庭》”（元·宋无《端石砚》）\n松煤“山中老僧忧石泐，印之以纸磨松煤”（宋·欧阳修《石篆》）\n松腴“苍鼠奋须饮松腴，剡藤玉版开雪肌。”（宋·苏轼《六观堂老人草书》）\n麝煤“蜀纸麝煤添笔媚，越瓯犀液发茶香。”（唐·韩偓《横塘》）\n珍煤“贵价市珍煤，风前试寒泓。”（宋·文同《谢杨侍读惠端溪紫石砚》）\n灶煤“瓦池研灶煤，苇管书柿叶。”（宋·苏轼《孙莘老寄墨》）\n书煤“引书煤而黯黯，入文亩而休休。”（唐·薛涛《四友赞》）\n黑蛟“绿蚁滟樽芳酝热，黑蛟落纸草书颠。”（宋·陆游《醉书山亭壁》）\n翠饼“何以墨潘穿破褐，琅琅翠饼敲云笏。”（宋·苏轼《赠潘谷》\n龙宾“龙宾十二吾何用，不意龙文入吾手。”（元·泰不华《桐花烟为吴国良赋》）\n纸楮“若入富天巧，春色入毫楮。”（宋·苏轼《书鄢陵王主簿所画折枝》）\n楮生“楮生毛颖贺得友，坐令几案增光辉。”（元·许有壬《李惟中学士自西台侍御召入以未央宫瓦砚为祝》\n楮先生“孤寂惟寻曲道士，一寒仍赖楮先生。”（宋·陆游《日饮酒对梅花醉则拥纸衾熟睡》\n玉楮“云母光笼玉楮温，得来原自剡溪濆。”（元·陈端《以剡溪赠待诏》）\n玉鸾纹“吴笺新制玉鸾纹，冲雨殷勤寄荜门。”（元·陈基《无题》）\n云蓝“道士有神传火枣，故人无字入云蓝。”（宋·姜夔《湖上寓居杂咏十四首》其一）\n剡藤“剡藤玉版开雪肌。”（宋·苏轼《六观堂老人草书》）\n溪藤“书来乞诗要自写，为把栗尾书溪藤。”（宋·苏轼《孙莘老求墨妙亭》）\n剡溪藤“我有剡溪藤一副，无人重写妙莲花。”（清·金人瑞《题邵僧弥画》）\n麦光“麦光铺几净无瑕，入夜青灯照眼花。”（宋·苏轼《和人求笔迹》）\n笺“宴分王母乐，诏授薛涛笺。”（元·王逢《宫中行乐词》）\n砚\n砚台“夕阳照个新叶红，似要题诗落烟台。”（唐·司空图《偶诗五首》其一）\n砚瓦“玉龙笔架，铜雀砚瓦，金凤笺花。”（元·乔吉《水仙子·廉香林南园即事》）\n砚田“以文为业砚为田。”（宋·戴复古《寄王溪林逢吉》）\n石田“药里但随庭草积，学徒应供石田荒。”（清·方文《病中寄邓柬之》）\n石友“剡溪来楮生，歙穴会石友。”（宋·王炎《题童寿卿博雅堂》）\n石泓“晴窗影落石泓处，松煤浅染饱霜兔。”（宋·黄庭坚《次韵黄斌老所画横竹》）\n寒泓“贵价市珍煤，风前试寒泓。”（宋·文同《谢杨侍读惠端溪紫石砚》）\n陶泓“陶泓面冷真堪唾，毛颖头尖漫费呵。”（金·庞铸《冬夜直宿省中》）\n龙尾“君看龙尾岂石材，玉德金声寓于石。”（宋·苏轼《龙尾砚歌》）\n墨海“帝鸿墨海世不见，近爱端溪青紫砚。”（宋·程俱《谢人惠砚》）\n黑白月“萋萋兮雾毂石，，宛宛兮黑白月。”（宋·苏轼《龙尾石月砚铭》）\n","category":"草书","verified":true,"user":1,"timestamp":1429951539209},{"name":"王逢草书五言古诗卷","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791637369,"text":"释文： 轩轩吾故人。不见十余载。虽无田园归。而有篇翰在。长星彗朔野。丽水王淮海。南冠发就束。戾契仕有待。华亭唳鹤远。今古同一嘅。草春远萋萋。云午亦霭霭。凤毛巢珠树。回暎动神采。何必山公托。孝行鉴真宰。梧溪王逢敬题。\n    本幅书五言诗一首，王逢因与执友阔别甚久，乃藉此诗一舒胸怀，寄语对象虽不得而知，然由诗句中知其友为华亭人氏。通幅草法狂放，老笔纵横，当为晚年之作。\n    王逢（1319~1388AD），江苏江阴人，字原吉，号梧溪子。才气俊爽，以能诗名于时。晚岁避乱松之清龙江，复徙上海之乌泾，筑草堂以居，自号最闲园丁，又称席帽山人。元王，明太祖征召甚急，以疾辞。其行草多不经意，然大有书家风范。","author":"元代王逢","description":"王逢草书五言古诗卷"}]