[{"name":"赵孟頫行草朱子感兴诗卷","text":"赵孟頫（公元1254年至1322年）。湖州吴兴人。字子昂。号松雪道人。书画为后世所宗。 明王世懋评其书曰。文敏书多从二王法中来。其体势紧密。则得之右军王羲之。姿态朗逸。则得之大令王献之。至书碑。则酷李北海李邕岳麓娑罗体。元黄溍评云。赵氏用意楷法。穷极精密。故其出而为行草。无不妙契古人。此卷为其行楷之精而清妙者。\n作品简介\n【规格】全幅27.5x317.4公分；拖尾27.8x59.8公分\n【收藏】台北故宫博物院\n艺术赏析\n陈子昂为初唐文坛首开风气的诗人，《全唐诗》存其诗近一百三十首。他创作的《感遇诗三十八首》，对后世产生极大影响。《新唐书·陈子昂传》中有言：唐兴，文章承徐、庾余风，天下祖尚，子昂始变雅正。初，为感遇诗三十八章，王适曰：是必为海内文宗。南宋文学家刘克庄例举《感遇诗三十八首》中的一些篇章，称其“读之有眼空四海，神游八极之兴。”南宋著名理学家、教育家、诗人朱熹亦喜爱这组感遇诗，受其启示，曾作感兴诗二十首。\n313年（元皇庆二年），赵孟頫书写朱熹的《感兴诗二十首》，赠给友人。此卷用笔清秀苍劲，多含楷书笔意，结字大小相近，肥瘦参差，体势奇宕多姿。这卷墨迹纵二十八点二厘米，横三百多厘米，收藏于台北故宫博物院。 \n赵孟頫（1254年-1322年），字子昂，号松雪，松雪道人，湖州（今浙江吴兴）人。宋宗室裔。仕元。至翰林学士承旨。封魏国公。諡文敏。诗文清远。博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。在绘画上，山水、人物、花鸟、竹石、鞍马无所不能；工笔、写意、青绿、水墨，亦无所不精。他在我国书法史上已占有重要的地位。自五岁起，赵孟頫就开始学书，几无间日，直至临死前犹观书作字，可谓对书法的酷爱达到情有独钟的地步。他善篆、隶、真、行、草书，尤以楷、行书著称于世，《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。元鲜于枢《困学斋集》称：“子昂篆，隶、真、行、颠草为当代第一，小楷又为子昂诸书第一。”其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”。与颜真卿、柳公权、欧阳询并称为楷书“四大家”。赵孟頫传世书迹较多，代表作有《千字文》、《洛神赋》、《胆巴碑》、《归去来兮辞》、《兰亭十三跋》、《赤壁赋》、《道德经》、《仇锷墓碑铭》等。著有《尚书注》、《松雪斋文集》12卷等。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951545403},{"name":"赵孟頫行草朱子感兴诗卷","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791608224,"text":"1313年（元皇庆二年），赵孟頫书写朱熹的《感兴诗二十首》，赠给友人。此卷用笔清秀苍劲，多含楷书笔意，结字大小相近，肥瘦参差，体势奇宕多姿。这卷墨迹纵二十八点二厘米，横三百多厘米，收藏于台北故宫博物院。\n释文\n余 读 陈 子 昂 《 感 寓 》 诗 ， 爱 其 词 旨 幽 邃 ， 音节 豪 宕 ， 非 当 世 词 人 所 及 。 如 丹 砂 空 青 ， 金 膏 水 碧 ， 虽 近 乏 世 用 ， 而 实 物 外 难得 自 然 之 奇 宝 。 欲 效 其 体 ， 作 十 数 篇 ， 顾 以 思 致 平 凡 ， 笔 力 萎 弱 ， 竟 不 能 就 ；然 亦 恨 其 不 精 于 理 ， 而 自 托 于 佛 之 之 间 以 为 高 也 。 斋 居 无 事 ， 偶 书 所 见 ， 得 二 十 篇 。 虽 不 能 探 索 微眇 ， 追 迹 前 言 ， 然 皆 切 于 日 用 之 实 ， 故 言 亦 近 而 易 知 。 既 以 自 警 ， 且 以 贻 诸 同志 云 。\n一 ?\n昆 仑 大 无 外 ， 旁 薄 下 深 广； 阴 阳 无 停 机 ， 寒 暑 互 来 往 。\n皇 牺 古 神 圣 ， 妙 契 一 俯 仰 ； 不 待 窥 马 图 ， 人 文 已 宣 朗 ；\n浑 然 一 理 贯 ， 昭 晰 非 象 罔 。 珍 重 无 极 翁 ， 为 我 重 指 掌 。\n二 ?\n吾 观 阴 阳 化 ， 升 降 八 中 ； 前 瞻 既无 始 ， 后 际 那 有 终 ？\n至 理 谅 斯 存 ， 万 世 与 今 同 。 谁 言 混 沌 死 ， 幻 语 惊 盲 聋 。\n三 ?\n人 心 妙 不 测 ， 出 入 乘 气 机 ； 凝 冰 亦 焦 火 ， 渊 沦 复 天 飞 。\n至 人 秉 元 化 ， 动 静 体 无 违 ； 珠 藏 泽 自 媚 ， 玉 韫 山 含 晖 。\n神 光 烛 九 垓 ， 玄 思 彻 万 微 。 尘 编 今 廖 落 ， 叹 息 将 安 归 。\n四 ?\n静 观 灵 台 妙 ， 万 化 此 从 出 。 云 胡 自 芜 秽 ， 反 受 众 形 役 ？\n厚 味 纷 朵 颐 ， 妍 姿 坐 倾 国 。 崩 奔 不 自 悟 ， 驰 骛 靡 终 毕 。\n君 看 穆 天 子 ， 万 里 穷 辙 迹 ； 不 有 《 祈 招 》 诗 ， 徐 方 御 宸 极 。\n五 ?\n泾 舟 胶 楚 泽 ， 周 纲 已 陵 夷 。 况 复 王 风 降 ， 故 宫 黍 离 离 ？\n玄 圣 作 《 春 秋 》 ， 哀 伤 实 在 兹 。 祥 麟 一 以 踣 ， 反 袂 空 涟 ！\n漂 沦 又 百 年 ， 僭 侯 荷 爵 圭 。 王 章 久 已 丧 ， 何 复 嗟 叹 为 ？\n马 公 述 孔 业 ， 托 始 有 余 悲 。 拳 拳 信 忠 厚 ， 无 乃 迷 先 几 ！\n六 ?\n东 京 失 其 御 ， 刑 臣 弄 天 纲 ； 西 园 植 奸 秽 ， 五 族 沉 忠 良 。\n青 青 千 里 草 ， 乘 时 起 陆 梁 。 当 涂 转 凶 悖 ， 炎 精 遂 无 光 。\n桓 桓 左 将 军 ， 仗 钺 西 南 疆 ； 伏 龙 一 奋 跃 ， 凤 雏 亦 飞 翔 。\n祀 汉 配 彼 天 ， 出 师 惊 四 方 。 天 意 竟 莫 回 ， 王 图 不 偏 昌 。\n晋 史 自 帝 魏 ， 后 贤 盍 更 张 ， 世 无 鲁 连 子 ， 千 载 徒 悲 伤 ！\n七 ?\n晋 阳 启 唐 祚 ， 王 明 绍 巢 封 。 垂 统 已 如 此 ， 继 体 宜 昏 风 。\n聚 渎 天 伦 ，牝 晨 司 祸 凶 。 干 纲 一 以 坠 ， 天 枢 遂 崇 崇 。\n淫 毒 秽 宸 极 ， 虐 焰 燔 苍 穹 。 向 非 狄 张 徒 ， 谁 办 取 日 功 ？\n云 何 欧 阳 子 ， 秉 笔 迷 至 公 ？ 唐 经 乱 周 纪 ， 凡 例 孰 此 容 ？\n侃 侃 范 太 史 ， 受 说 伊 川 翁 ； 《 春 秋 》 二 三 策 ， 万 古 开 群 蒙 。\n八 ?\n朱 光 遍 炎 宇 ， 微 阴 眇 重 渊 ； 寒 威 闭 九 野 ， 阳 德 昭 穷 泉 。\n文 明 昧 谨 独 ， 昏 迷 有 开 先 。 几 微 谆 难 忽 ， 善 端 本 绵 绵 。\n掩 身 劓 斋 戒 ， 及 此 防 未 然 。 闭 关 息 商 旅 ， 绝 彼 柔 道 牵 。\n九 ?\n微 月 堕 西 岭 ， 烂 然 众 星 光 ； 明 河 斜 未 落 ， 斗 炳 低 复 昂 。\n感 此 南 北 极 ， 枢 轴 遥 相 当 。 太 一 有 常 居 ， 仰 瞻 独 煌 煌 ；\n中 天 照 四 国 ， 三 辰 环 侍 旁 。 人 心 要 如 此 ， 寂 感 无 边 方 。\n十 ?\n放 勋 始 钦 明 ， 南 面 亦 恭 己 。 大 哉 精 一 传 ， 万 世 立 大 纪 。\n猗 欤 叹 日 跻 ， 穆 穆 歌 敬 止 。 戒 獒 光 武 烈 ， 待 旦 起 周 礼 。\n恭 惟 千 载 心 ， 秋 月 照 寒 水 。 鲁 叟 何 常 师 ？ 删 述 存 圣 轨 。\n十 一 ?\n吾 闻 包 牺 氏 ， 爰 初 辟 乾 坤 ； 干 行 配 天 德 ， 坤 布 协 地 文 。\n仰 观 玄 浑 周 ， 一 息 万 里 奔 ； 俯 察 方 仪 静 ， 然 千 古 存 。\n悟 彼 立 象 意 ， 契 此 入 德 门 。 勤 行 当 不 息 ， 敬 守 思 弥 敦 。\n十 二 ?\n《 大 易 》 图 象 隐 ， 《 诗 》 《 书 》 简 编 讹 ；\n《 礼 》 《 乐 》 矧 交 丧 ， 《 春 秋 》 鱼 鲁 多 。\n瑶 琴 空 宝 匣 ， 弦 绝 将 如 何 ？ 兴 言 理 余 韵 ， 龙 门 有 遗 歌 。\n十 三 ?\n颜 生 躬 四 勿 ， 曾 子 日 三 省 ； 《 中 庸 》 首 谨 独 ， 衣 锦 思 尚 。\n伟 哉 邹 孟 氏 ， 雄 辨 极 驰 骋 ； 操 存 一 言 要 ， 为 尔 挈 裘 领 。\n丹 青 着 明 法 ， 今 古 垂 焕 炳 。 何 事 千 载 余 ， 无 人 践 斯 境 ？\n十 四 ?\n元 亨 播 群 品 ， 利 贞 固 灵 根 ； 非 诚 谅 无 有 ， 五 性 实 斯 存 。\n世 人 逞 私 见 ， 凿 智 道 弥 昏 。 岂 若 林 居 子 ， 幽 探 万 化 原 ？\n十 五 ?\n飘 飘 学 仙 侣 ， 遗 世 在 云 山 ； 盗 启 元 命 秘 ， 窃 当 生 死 关 。\n金 鼎 蟠 龙 虎 ， 三 年 养 神 丹 ； 刀 圭 一 入 口 ， 白 日 生 羽 翰 。\n我 欲 往 从 之 ， 脱 屣 谅 非 难 。 但 恐 逆 天 道 ， 偷 生 讵 能 安 ？\n十 六 ?\n西 方 论 缘 业 ， 卑 卑 喻 群 愚 ； 流 传 世 代 久 ， 梯 接 凌 空 虚 。\n顾 盼 指 心 性 ， 名 言 超 有 无 ； 捷 径 一 以 开 ， 靡 然 世 争 趋 。\n号 空 不 践 实 ， 踬 彼 榛 棘 途 。 谁 哉 继 三 圣 ， 为 我 焚 其 书 ？\n十 七 ?\n圣 人 司 教 化 ， 黉 序 育 群 材 ； 因 心 有 明 训 ， 善 端 得 深 培 。\n天 叙 既 昭 陈 ， 人 文 亦 褰 开 。 云 何 百 代 下 ， 学 绝 教 养 乖 ？\n群 居 竞 葩 藻 ， 争 先 冠 伦 魁 。 淳 风 反 沦 丧 ， 扰 扰 胡 为 哉 ？\n十 八 ?\n童 蒙 贵 养 正 ， 孙 弟 乃 其 方 。 鸡 鸣 咸 盥 栉 ， 问 讯 谨 暄 凉 ；\n奉 水 勤 播 洒 ， 拥 周 室 堂 ； 进趋 极 虔 恭 ， 退 息 常 端 庄 ；\n劬 书 剧 嗜 炙 ， 见 恶 逾 探 汤 ； 庸 言 戒 诞 ， 时 行 必 安 详 。\n圣 途 虽 云 远 ， 发 轫 且 勿 忙 。 十 五 志 于 学 ， 及 时 起 高 翔 。\n十 九 ?\n哀 哉 牛 山 木 ， 斤 斧 日 相 寻 。 岂 无 萌 薛 在 ？ 牛 羊 复 来 侵 ！\n恭 惟 皇 上 帝 ， 降 此 仁 义 心 。 物 欲 互 攻 夺 ， 孤 根 孰 能 任 ！\n反 躬 艮 其 背 ， 肃 容 正 冠 襟 。 保 养 方 自 此 ， 何 年 秀 穹 林 ？\n二 十 ?\n玄 天 幽 且 默 ， 仲 尼 欲 无 言 ； 动 植 各 生 遂 ， 德 容 自 清 温 。\n彼 哉 夸 毗 子 ， 嗫 徒 啾 喧 ！但 逞 言 乱 好 ， 岂 知 神 监 昏 ？\n曰 余 昧 前 训 ， 坐 此 枝 叶 繁 。 发 愤 永 刊 落 ， 奇 功 收 一 原 。","author":"元代赵孟頫","description":"赵孟頫行草朱子感兴诗卷"}]