[{"name":"苏轼行书净因院画记","text":"《净因院画记》是宋代苏轼创作的文言文，收录于《苏轼文集》中。\n原文\n余尝论画，以为人禽宫室器用皆有常形。至于山石竹木，水波烟云，虽无常形，而有常理。常形之失，人皆知之。常理之不当，虽晓画者有不知。故凡可以欺世而取名者，必托于无常形者也。虽然，常形之失，止于所失，而不能病其全，若常理之不当，则举废之矣。以其形之无常，是以其理不可不谨也。世之工人，或能曲尽其形，而至于其理，非高人逸才不能辨。与可之于竹石枯木，真可谓得其理者矣。如是而生，如是而死，如是而挛拳瘠蹙，如是而条达遂茂，根茎节叶，牙角脉缕，千变万化，未始相袭，而各当其处。合于天造，厌于人意。盖达士之所寓也欤。昔岁尝画两丛竹于净因之方丈，其后出守陵阳而西也，余与之偕别长老道臻师，又画两竹梢一枯木于其东斋。臻方治四壁于法堂，而请于与可，与可既许之矣，故余并为记之。必有明于理而深观之者，然后知余言之不妄。 \n释文\n我尝试着讨论画的原理，认为人类、家禽、宫殿、居室、器物、使用的东西，都有他经常所处的形态。至于山川、岩石、竹子、柴木，流水、海波、烟雾、云朵，虽没有经常所处的形态，但有其存在的本质。如果形态有所差异，那么所有人都可以知道。但如果事物的本质有所不当，即便是明白画的人也有可能不知道。所以凡是可以欺骗世人而取得名声的人，一定是依靠其画的不是事物所常处的形态。所以，若是形态的遗漏，便也停止于它表面所遗漏的，并不能让使他整张画有病态的显露。如果事物的本质处理的不当，那整幅画便也废弃了。画出来的画形态的没有常规，是以它的本质不能不严谨待之作为基础的。世上的画工，有的使画的形态千变万化，但这画的本质，除了高人有才干的人以外，其他的人都无法分辨。\n与可所画的青竹、岩石、荒败的树木，真可以说是掌握了事物的本质。有的这么的生动，有的却这么的充满死意，有的这么的弯曲、紧缩，有的这么的畅达、通畅。枝根、细茎、枝节、叶片，其中的纹路、凸起，千变万化，从来不遵循规律，却都在他应该在的位置上。像是上天所制造的，又可以满足人的意愿。大概是明智达理之士所喜爱的吧！\n我曾经白描两从竹子送给方丈，方丈后来将要从陵阳出去向西走，我同方丈一起告别长老说真正懂得画的人，有画了两个竹子的尖梢和一个枯败的树木在他的东斋房。等到方丈在整理说佛法的屋子，就请了文与可来，与可既然已经答应了，所以我就并为他记下了。必须要是明知其本质而深刻观察的人，才知道我说的话不是妄言。\n时代背景\n此文乃作于熙宁三年十月。据《东京梦华录》卷三，净因院在州西油醋巷。此文明言，文同将出守陵阳而西，与苏轼同往净因院别道臻禅师，并画两竹梢一枯木于其东斋，苏轼为之作记。那么，画与记必作于文同将赴陵州之前。据上文《墨君堂记》系年考正，文同于熙宁三年七月二十六日降一官，出知陵州在其后，因而此文决不可能作于七月前，《苏文忠公诗编注集成总案》、《苏文系年考略》失考，不足为据。\n《苏轼文集》1986年第1次印刷本，孔校据《盛京故宫书画录》于此文末补“元丰三年端阳月八日眉山苏轼于净因方丈书”十九字。然据《石室先生年谱》，文同卒于元丰二年（1079）正月二十一日。苏轼于元丰三年谪黄州，正月四日过陈州，吊文同之丧，二月一日到黄州。又净因院在汴京城内，距黄州甚遥，所以苏轼决不可能在元丰三年端阳月（五月）于净因方丈内为文同作此画记。孔校似亦发觉此牴牾之处，故《文集》1990年第2次印刷本径改“元丰”二字为“熙宁”，既无版本依据，亦无校改说明。但孔氏之臆改虽符合写作年代，却未详考具体月日，顾此失彼，漏洞百出。如前所述，文同七月下旬后才有出知陵州之命，因此决不可能在五月八日预知此事，与苏轼偕别道臻。又据苏轼《跋文与可草书》可知文同十月一日尚在汴京，足证孔校之误。《苏米合璧》〔3〕亦载此文，末署“眉山苏轼元丰三年端阳月八日于净因方丈书之”，与孔校引《盛京故宫书画录》之时间地点全同，而文字顺序有异，可见这两篇法帖难以为据。孔氏原校谓西楼帖收有此文，文末作“□□三年十月初五日赵郡苏轼□，笔冻不成字，不讶”。帖中的“□□三年”很可能是“熙宁三年”，若以《跋文与可草书》中之“十月一日”、《送文与可出守陵州》中“素节凛凛欺霜秋”之句相参证，则熙宁三年十月五日与文同离京赴陵州任之时日极为吻合。孔氏校语谓“西楼帖中文字，当为写与某友人者，其写录时间，当在《书画录》之后”，其说系推测臆断之词，不足为训。\n苏轼（1037年1月8日－1101年8月24日），字子瞻，又字和仲，号“东坡居士”，世人称其为“苏东坡”。汉族，眉州眉山（今属四川）人，祖籍栾城。北宋文学家、书画家、词人、诗人，美食家，唐宋八大家之一，豪放派词人代表。其诗，词，赋，散文，均成就极高，且善书法和绘画，是中国文学艺术史上罕见的全才，也是中国数千年历史上被公认文学艺术造诣最杰出的大家之一。他在文学艺术方面堪称全才。其文汪洋恣肆，明白畅达，与欧阳修合称欧苏，为唐宋八大家之一；诗清新豪健，善用夸张比喻，在艺术表现方面独具风格，与黄庭坚并称苏黄；词开豪放一派，对后代很有影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，喜作枯木怪石，论画主张神似，开创了湖州画派。诗文有《东坡七集》等，词有《东坡乐府》。\n苏轼为唐宋八大家之一。苏轼与父苏洵、弟苏辙并称“三苏”。苏轼二十岁中进士，神宗时期曾在凤翔、杭州、密州、徐州、湖州等地任职。元丰三年（1080年）因“乌台诗案”受诬陷被贬黄州任团练副使，在黄州四年多曾于城东之东坡开荒种田，故自号“东坡居士”。哲宗即位后，曾任翰林学士、侍读学士、礼部尚书等职，并出知杭州、颍州、扬州、定州等地，晚年被贬惠州、儋州。大赦北还，途中病死在常州，葬于河南郏县，追谥文忠公。人称“苏东坡”，号“东坡居士”。史书记载苏轼“身长八尺三寸有余，苏轼为人宽大如海”。苏轼是苏洵的次子（长子夭折），嘉祐二年（1057年），与弟苏辙同登进士。授大理评事，签书凤翔府判官。熙宁二年（1069年），父亲丧守制期满还朝，为判官告院。因与宰相王安石政见不合，反对推行新法（并非完全不同意，还是有部分认可的，前期反对，后期深入民间，了解到新法的好处，转而赞成新法好的方面），自请外任，出为杭州通判。再迁至密州（今山东诸城），移至徐州。元丰二年（1079年），罹“乌台诗案”，责授黄州（今湖北黄冈）团练副使，本州安置，不得签署公文。哲宗立，高太后临朝，复为朝奉郎知登州（今山东蓬莱）。4个月后，升为礼部郎中，任未旬日，除起居舍人，迁中书舍人，又迁翰林学士知制诰（二品），知礼部贡举。元祐四年（1089年）出知杭州，后改知颍州，知扬州、定州。元祐八年（1093年），哲宗亲政，被远贬惠州（今广东惠州市区），再贬昌化军（今海南儋州市）。徽宗即位，遇赦北归，建中靖国元年（1101年）卒于常州（今属江苏），葬于汝州郏城县（今河南郏县），享年六十六岁，御赐谥号文忠（公）。\n苏轼还擅长行、楷书，与黄庭坚、米芾、蔡襄并称“宋四家”。他曾遍学晋、唐、五代名家，得力于王僧虔、李邕、徐浩、颜真卿、杨凝式，而自成一家，自创新意。用笔丰腴跌宕，有天真烂漫之趣.。自云：“我书造意本无法”；又云：“自出新意，不践古人。”黄庭坚说他：“早年用笔精到，不及老大渐近自然”；又云：“到黄州后掣笔极有力。”晚年又挟有海外风涛之势，加之学问、胸襟、识见处处过人，而一生又屡经坎坷，其书法风格丰腴跌宕，天真浩瀚，观其书法即可想象其为人。人书并尊，在当时其弟兄子侄子由、迈、过，友人王定国、赵令畤均向他学习；其后历史名人如李纲、韩世忠、陆游，以及的吴宽，清代的张之洞，亦均向他学习，可见影响之大。黄庭坚在《山谷集》里说：“本朝善书者，自当推(苏)为第一。”\n","category":"行书","verified":true,"user":1,"timestamp":1429951595376},{"name":"苏轼行书净因院画记","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791614209,"text":"苏轼《净因院画记》\n 此文乃作于熙宁三年十月。据《东京梦华录》卷三，净因院在州西油醋巷。此文明言，文同将出守陵阳而西，与苏轼同往净因院别道臻禅师，并画两竹梢一枯木于其东斋，苏轼为之作记。那么，画与记必作于文同将赴陵州之前。据上文《墨君堂记》系年考正，文同于熙宁三年七月二十六日降一官，出知陵州在其后，因而此文决不可能作于七月前，《苏文忠公诗编注集成总案》、《苏文系年考略》失考，不足为据。\n\n 《苏轼文集》1986年第1次印刷本， 孔校据《盛京故宫书画录》于此文末补“元丰三年端阳月八日眉山苏轼于净因方丈书”十九字。然据《石室先生年谱》，文同卒于元丰二年（1079）正月二十一日。苏轼于元丰三年谪黄州，正月四日过陈州，吊文同之丧，二月一日到黄州。又净因院在汴京城内，距黄州甚遥，所以苏轼决不可能在元丰三年端阳月（五月）于净因方丈内为文同作此画记。孔校似亦发觉此牴牾之处，故《文集》1990年第2次印刷本径改“元丰”二字为“熙宁”，既无版本依据，亦无校改说明。但孔氏之臆改虽符合写作年代，却未详考具体月日，顾此失彼，漏洞百出。如前所述，文同七月下旬后才有出知陵州之命，因此决不可能在五月八日预知此事，与苏轼偕别道臻。又据苏轼《跋文与可草书》可知文同十月一日尚在汴京，足证孔校之误。《苏米合璧》〔3〕亦载此文， 末署“眉山苏轼元丰三年端阳月八日于净因方丈书之”，与孔校引《盛京故宫书画录》之时间地点全同，而文字顺序有异，可见这两篇法帖难以为据。孔氏原校谓西楼帖收有此文，文末作“□□三年十月初五日赵郡苏轼□，笔冻不成字，不讶”。帖中的“□□三年”很可能是“熙宁三年”，若以《跋文与可草书》中之“十月一日”、《送文与可出守陵州》中“素节凛凛欺霜秋”之句相参证，则熙宁三年十月五日与文同离京赴陵州任之时日极为吻合。孔氏校语谓“西楼帖中文字，当为写与某友人者，其写录时间，当在《书画录》之后”，其说系推测臆断之词，不足为训。\n\n\n\n释文：\n\n 余尝论画，以为人禽宫室器用皆有常形。至于山石竹木，水波烟云，虽无常形，而有常理。常形之失，人皆知之。常理之不当，虽晓画者有不知。故凡可以欺世而取名者，必托于无常形者也。虽然，常形之失，止于所失，而不能病其全，若常理之不当，则举废之矣。以其形之无常，是以其理不可不谨也。世之工人，或能曲尽其形，而至于其理，非高人逸才不能辨。与可之于竹石枯木，真可谓得其理者矣。如是而生，如是而死，如是而挛拳瘠蹙，如是而条达遂茂，根茎节叶，牙角脉缕，千变万化，未始相袭，而各当其处。合于天造，厌于人意。盖达士之所寓也欤。昔岁尝画两丛竹于净因之方丈，其后出守陵阳而西也，余与之偕别长老道臻师，又画两竹梢一枯木于其东斋。臻方治四壁于法堂，而请于与可，与可既许之矣，故余并为记之。必有明于理而深观之者，然后知余言之不妄。\n\n\n\n 苏轼（1037年1月8日－1101年8月24日），字子瞻，又字和仲，号“东坡居士”，世人称其为“苏东坡”。汉族，眉州（今四川眉山，北宋时为眉山城）人，祖籍栾城。北宋著名文学家、书画家、词人、诗人，美食家，唐宋八大家之一，豪放派词人代表。其诗，词，赋，散文，均成就极高，且善书法和绘画，是中国文学艺术史上罕见的全才，也是中国数千年历史上被公认文学艺术造诣最杰出的大家之一。其散文与欧阳修并称欧苏；诗与黄庭坚并称苏黄；词与辛弃疾并称苏辛；书法名列“苏、黄、米、蔡”北宋四大书法家之一；其画则开创了湖州画派。\n 苏轼为唐宋八大家之一。苏轼与父苏洵、弟苏辙并称“三苏”。苏轼二十岁中进士，神宗时期曾在凤翔、杭州、密州、徐州、湖州等地任职。元丰三年（1080年）因“乌台诗案”受诬陷被贬黄州任团练副使，在黄州四年多曾于城东之东坡开荒种田，故自号“东坡居士”。哲宗即位后，曾任翰林学士、侍读学士、礼部尚书等职，并出知杭州、颍州、扬州、定州等地，晚年被贬惠州、儋州。大赦北还，途中病死在常州，葬于河南郏县，追谥文忠公。人称“苏东坡”，号“东坡居士”。史书记载苏轼“身长八尺三寸有余，苏轼为人宽大如海”。苏轼是苏洵的次子（长子夭折），嘉祐二年（1057年），与弟苏辙同登进士。授大理评事，签书凤翔府判官。熙宁二年（1069年），父亲丧守制期满还朝，为判官告院。因与宰相王安石政见不合，反对推行新法（并非完全不同意，还是有部分认可的，前期反对，后期深入民间，了解到新法的好处，转而赞成新法好的方面），自请外任，出为杭州通判。再迁至密州（今山东诸城），移至徐州。元丰二年（1079年），罹“乌台诗案”，责授黄州（今湖北黄冈）团练副使，本州安置，不得签署公文。哲宗立，高太后临朝，复为朝奉郎知登州（今山东蓬莱）。4个月后，升为礼部郎中，任未旬日，除起居舍人，迁中书舍人，又迁翰林学士知制诰（二品），知礼部贡举。元祐四年（1089年）出知杭州，后改知颍州，知扬州、定州。元祐八年（1093年），哲宗亲政，被远贬惠州（今广东惠州市区），再贬昌化军（今海南儋州市）。徽宗即位，遇赦北归，建中靖国元年（1101年）卒于常州（今属江苏），葬于汝州郏城县（今河南郏县），享年六十六岁，御赐谥号文忠（公）。\n 苏轼还擅长行、楷书，与黄庭坚、米芾、蔡襄并称“宋四家”。他曾遍学晋、唐、五代名家，得力于王僧虔、李邕、徐浩、颜真卿、杨凝式，而自成一家，自创新意。用笔丰腴跌宕，有天真烂漫之趣.。自云：“我书造意本无法”；又云：“自出新意，不践古人。” 黄庭坚说他：“早年用笔精到，不及老大渐近自然”；又云：“到黄州后掣笔极有力。”晚年又挟有海外风涛之势，加之学问、胸襟、识见处处过人，而一生又屡经坎坷，其书法风格丰腴跌宕，天真浩瀚，观其书法即可想象其为人。人书并尊，在当时其弟兄子侄子由、迈、过，友人王定国、赵令畤均向他学习；其后历史名人如李纲、韩世忠、陆游，以及的吴宽，清代的张之洞，亦均向他学习，可见影响之大。黄庭坚在《山谷集》里说：“本朝善书者，自当推(苏)为第一。”","author":"宋代苏轼","description":"苏轼行书净因院画记"}]