[{"name":"王羲之草书平安帖","text":"草书《平安帖》又名《告姜道帖》，为绢本，纵24.5厘米，横13.8厘米，共4行，41个字。《平安帖》上并没有作者的名款，但历史上大多数人都认为是王羲之所书。延展开这幅草书帖，41个字的周围盖满了几十方收藏鉴赏印章，可见其在漫长的历史长河中曾屡次易主。乾隆帝盛誉该帖“可亚时晴”，媲美“三希堂”瑰宝王羲之《快雪时晴帖》，民间流传王羲之高古摹本无出其右。\n在中国书画界就有“无王论”的说法。但在专家看来，王羲之摹本也属于大国宝级文物，且唐代精摹本历来被当作真迹看待。\n该帖经乾隆二次题识并著录于《石渠宝笈·续编》，且历经多位收藏家收藏，流传有序，极其难得。经考证，它在元代被鉴定大家柯九思收藏，在其左右及宋绫隔水的骑缝上盖有他多方收藏印。\n此后这件作品入明初收藏家李锦之手，之后为文徵明所得，明嘉靖二十年文氏父子将其刻入《停云馆法帖》卷四，被认定为唐人所摹，后此帖归其长子文彭所有。万历年间流入北京，被王世懋、孙鑛等发现。明末藏于安徽歙县收藏家吴家凤处。清初分别藏于曹溶、李宗孔及梁清标家，之后被收入内府……\n北宋时期记载内府所藏名家法帖的《宣和书谱》中，共记载了243件王羲之法书，其中就有草书《平安帖》。故宫博物院古书画部副主任金运昌表示，北宋潘师旦刻《绛帖》也收入了王羲之的《告姜道帖》。此外，该帖还见刻于南宋《澄清堂帖》。以上三种重要著录，表明早在宋代，《平安帖》就已经在公、私鉴藏家心中具有显赫的地位。《宣和书谱》，其中对于《平安帖》的记载比较简单，只有目录。他说，《宣和书谱》中记录的王羲之帖被分为行书和草书两类。两类中都有叫《平安帖》的，现藏于台北故宫的《平安帖》为纸本行书，与此次拍卖的绢本草书《平安帖》内容完全不同，只不过“同名同姓”而已。\n而在《绛帖》中，《告姜道帖》是9行，74字；此次现身的绢本草书《平安帖》保存了它的前4行计41个字，绢地极古，墨色浓黑。与《绛帖》所载比照，不论从行气、结体及用笔上看，都十分相似。\n进入元代之后，王羲之草书《平安帖》遇到了一个重要的“伯乐”——著名书画家、鉴藏家、奎章阁鉴藏书博士柯九思。他专门负责宫廷所藏金石书画的鉴定。皇帝对于柯九思非常信任，为了让他自由出入宫廷，专门赐给通行证。他的收藏以书画为重，30岁时的收藏规模就能够与米芾叫板。他精于名画鉴赏，宋代《溪山行旅图》等中国书画史上的名作均为其收藏。\n草书《平安帖》上有柯九思钤盖的印章共有四印六次，钤盖的位置也极为用心，可见他对这一古帖的钟爱。“柯九思是极有眼力、见多识广的大鉴定家，不可能对一件离他所处年代很近的勾摹本如此感兴趣。”第一行右侧曾经补过一条绢，柯九思以“书画印”上下左右钳记于本幅与宋代花绫隔水(指紧靠书画的那部分绢或绫)的骑缝上。而左下钤盖的墨印与“柯九思敬仲印”，都失去其左半，可见另一半必是钤于后隔水之上，随着原隔水的失去，另外两个半印就看不到了。这样的钤记方式，可以证明原本9行74字的《平安帖》至少在柯九思及柯九思之前便已经被割裂了。\n而在金运昌看来，明代文征明的收藏、题跋与刻帖是草书《平安帖》最辉煌的际遇之一。的确，文征明负责所刻的《停云馆法帖》中，草书《平安帖》刻于第四卷，前刻隶书标题“唐人真迹卷第四”。文征明父子都是摹帖的专家，从墨本到入石，《停云馆法帖》中的草书《平安帖》与现今我们见到的墨本原件相对照，几乎没有走样。\n“停云馆”摹刻此帖12年后，84岁的文征明在本帖之后用隶书书写了长跋，对于这件当年被他归为“唐人真迹”的草书帖，有了新的看法，升格认定其为“真迹”。尽管他的儿子文嘉曾间接否定了父亲的意见，但文征明至死都没改变自己的看法。当然，可能因为此时草书《平安帖》已是文征明自己的收藏，他有意抬高其价值，但至少可以说明文征明真的十分喜爱它。\n到了清朝，该帖又为大鉴藏家梁清标收得，梁氏的鉴赏眼力及收藏之富甲于天下，隋展子虔《游春图》、唐阎立本《步辇图》乃至顾闳中的《韩熙载夜宴图》等都是他箧中之物，他在草书《平安帖》拖尾钤有“蕉林梁氏书画之印”、“棠邨审定”两方藏印。梁清标死后，草书《平安帖》与他的绝大多数藏品一起成了皇家藏品。乾隆五十五年四月，乾隆在黄绢后隔水上为此帖做了释文，又在后面书写了“可亚时晴帖”五字，将草书《平安帖》与自己最喜欢的《快雪时晴帖》相提并论。随后，该帖被编入《石渠宝笈·续编》。\n对于草书《平安帖》何时从清朝宫廷流出，现在已经无从考证。但从其钤玺印来看，应是嘉庆以后。清朝宫廷藏书画的一部分曾被宣统携带出宫，但尹光华认为，草书《平安帖》应该是在嘉庆之后、宣统之前就已经出宫了。“宣统携带出宫的藏品上，一般都有他的印鉴，而草书《平安帖》上却没有，”尹光华说，“有可能是在宣统之前就已经因为赏赐或偷窃等原因，流出宫廷了。”\n“文革”后期，当代鉴定大家徐邦达曾见到并考证过此帖，他撰文指出：“本帖上古印——‘书画印’、柯九思印均古，应非伪物……其文征明、王谷祥、彭年、胡汝嘉诸跋和文氏以来诸家鉴藏印记则都真。”\n对于提供这件草书《平安帖》的藏家，中国嘉德三缄其口；有知情人士向记者透露，草书《平安帖》原为北京一位知名藏家的爱物，“文革”期间曾被查抄，“文革”之后又发还。徐邦达很可能就是在发还之前见到《平安帖》的。而此次拍卖，嘉德是从海外征集到这件拍品。\n2010年11月20日20时57分，王羲之高古摹本《草书平安帖》在北京嘉德秋拍夜场以2.75亿元为3391号买家竞得，加上12%的佣金，总成交价3.08亿元。这件拍品是今年嘉德秋拍最为重要的一件拍品。\n《草书平安帖》以5500万的起拍价开始，在几轮叫价之后，竞价在数十秒之内从6000万飙升至1亿。之后几位藏家竞相出价，20点49分已经超过2.5亿，场内出现掌声三次。\n竞价在2.7亿稍作停留，电话委托席又有新的买家加入，报价2.75亿，并且以这个报价击败所有竞争对手，把这件作品收入囊中，作品的拍卖时间持续了8分钟。加上佣金，这件作品的最终成交价为3.08亿。","user":1,"timestamp":1430744746811,"verified":true}]