[{"name":"袁桷行书雅潭帖","text":"元袁桷行书雅谭帖，【类别】法书，【年代】元代，【作者】袁桷，【规格】纸本，纵28.3厘米，横38.9厘米。\n作品释文\n桷比者终日获接雅谭，继即探伺，且有假（1）书之请。乃闻风帆趁潮，将促运米舟以还，繇（2）是不果。兹（3）审佩音琅然（4），方持螯高咏，视吾徒如逐臭。妙墨（5）相遇，惜不能与玉桂惠文相聚耳。二碑岂立谈可了，明当聚首。不具（6）。桷再拜（7）。 \n作品注释\n（1）假：借用，利用。\n（2）繇：通“游”。\n（3）兹：此时。\n（4）琅然：声音清朗貌。\n（5）妙墨：佳妙的书法。\n（6）不具：不一一详说（旧时书信结尾用词）。\n（7）再拜：古代一种隆重的礼节，拜两次，表达敬意。 繇：通“游”。不对。繇：由。\n作品赏析\n此帖为应酬信札，故信笔书写，无拘无束，章法自然得体，用笔结字颇有法度，提按转折，刻意精致，具有米芾沉着痛快，欹侧奇险之笔势。 \n收藏跋印\n此幅有鉴藏印“安仪周家珍藏”、“莲樵鉴赏”、“景贤”、“谭氏区斋书画之章”、“赵叔彦”等12方，半印2方。 \n作品著录\n《墨缘汇观·法书卷》、《三虞堂书画目》两书著录。 \n袁桷（1266—1327），字伯长，浙江鄞县人。元代著名作家。生下七日，母亲亡故，靠外祖父抚养成人。袁桷小时读书，勤奋苦学，每每通宵达旦。他见宋末文学杂乱，很少建树，便以重振文坛自任。公元1297年（元大德初年），被荐举担任翰林国史院检阅官、翰林直学士、知制诰、同修国史。后又拜侍讲学士。公元1324年（泰定初年），袁桷辞职回归故里，闭门读书，自号“清容居士”。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951539671},{"name":"袁桷行书雅潭帖","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791637158,"text":"袁桷《雅潭帖》，行书，纸本。28.3 x 38.9厘米。北京故宫博物院藏。\n　　释文：\n　　桷比者终日获接雅谭，继即探伺，且有假书之请。迺闻风帆趁潮，将促运米舟以还，繇是不果。兹审珮音琅然，方持螯高詠，视吾徒如逐臭。妙墨相遇，惜不能与玉桂惠文相聚耳。二碑岂立谈可了，明当聚首。不具。桷再拜。\n　　本幅有鉴藏印“安仪周家珍藏”、“莲樵鉴赏”、“景贤”、“谭氏区斋书画之章”、“赵叔彦”等12方，半印2方。\n　　此帖为应酬信札，故信笔书写，无拘无束，章法自然得体，用笔结字颇有法度，提按转折，刻意精致，具有米芾沉着痛快，欹侧奇险之笔势。\n　　《墨缘汇观·法书卷》、《三虞堂书画目》两书著录。\n\n附录:师古图新话袁桷\n——解读《雅谭帖》■刘东芹\n    袁桷（1266~1327年），字伯长，号清容居士，又号见一居士，鄞县人。卒谥文清。元大德初年（1297年），被举荐担任翰林国史院检阅官、翰林直学士、知制诰同修国史。后又拜侍讲学士。奉旨修成宗、武宗、仁宗三朝大典，元英宗对袁桷的博学十分赏识，又命他撰述宋、辽、金史，后因朝廷发生变故而中断。袁桷始从戴表元学，后师事鄞县王应麟，遂以能文名。泰定初年（1324年），袁桷辞官归故里，著有《五朝实录》、《仁宗实录》、《读书记》、《四明高僧传》、《延祐四明志》、《四明高僧诗》等。喜蓄典籍，承曾祖袁韶之业，搜书万卷，藏书富于浙东。卒后，家人保管不当，毁者过半。\n    赵孟頫在元代高举复古主义大旗，赵氏书风在元代大行其道，追随者蔚然成风。袁桷是赵孟頫的表弟，自然有亲见赵孟頫作书的机会，赵孟頫的书学思想、审美旨趣，无疑会对其产生影响，从袁桷的作品中就明显地感受到一股浓郁的晋唐气息。分析袁桷的作品，会发现同样是学晋、唐书风，袁桷的作品中明显地流露出与同时代书家不同的味道，尤其与赵孟頫展现出了异样的面貌。陶宗仪《书史会要》云：“袁桷书从晋、唐中来，而自成一家。”李日华说：“袁清容书，快利沉着，亦是诚悬儿孙。”指袁桷书法受柳公权影响甚多。\n    袁桷的《雅谭帖》，除了以晋、唐为根基外，更多的是米芾书法对他的滋养。在赵孟頫书风笼罩的元代书坛，直接取法宋人，学习米芾且学得如此地道的书家已不多见，袁桷可谓其中的佼佼者。袁桷在许多题跋中显示了他对米芾书法的独到见解与肯定，如《跋米元章书》中云：“元章壮年学萧诚书，后学段季展，最后悉意师褚河南，其体三变，晚复规模大令，往往行书为长。”又云：“草书之变始张旭，行书之变由米老。”特别是对于米芾临古功力之深，袁桷心悦诚服。《雅谭帖》通篇以行书为主，夹杂少许草字，帖中“运、審、能、来”等字明显有米芾的影子，深得米芾“风樯阵马，沉着痛快”之旨。用笔八面出锋，线条质量极高，一些纤细的笔画也显示出完美的质感。字形结构似斜反正，恣意错落，既有米字的欹侧，又有王字的飘逸。通篇神采奕奕，精神飞动，笔意洞达，颇有生气，显示了深厚的学古功力与过人技巧。透过《雅谭帖》，我们能够学到一种严谨认真的态度。学书要想超越古人，必先做到无限的接近古人。袁桷是元代重要的鉴藏家，他鉴定、题跋过许多晋、唐、宋、元名迹，其中赵孟頫的绘画最多，这些真知灼见都是他艺术审美的直观感受，读来令人受益良多。","author":"元代袁桷","description":"袁桷行书雅潭帖"}]