[{"name":"董其昌跋陆机平复帖","text":"《平复帖》凡九行，上有宋徽宗赵佶泥金题签和“宣和”、“政和”二印。现藏于北京故宫博物院。内容只是陆机问候友人的平常手札。惜距今一千七百多年，纸面损伤，有些字已分辩不出来了。古代法书典籍《墨缘汇观录》、《平生壮观》、《大观录》等，虽有记录，均无释文。当代书家启功先生在其《启功论稿》中对此帖注有释文。\n简介\n《平复帖》是西晋陆机所书的法帖，麻纸本墨迹，草隶书。笔意婉转，风格平淡质朴。自唐宋以来，流传有绪，民国以后，从宫内流到民间。1956年张伯驹将《平复帖》捐献给国家，收藏于故宫博物院。《平复帖》在中国书法史上占有重要地位，同时对研究史学、文字和书法，以及笔墨、造纸等技术也具有研究价值。2011年4月15日，中国邮政发行《平复帖》特种邮票。\n法书文物内容\n释文\n彦先羸瘵，恐难平复①。微居得病，虑不衍计，计已为苍②。年既至男事复失，甚忧之③。屈子杨往得来主，吾云能惠。临西复来，威仪详跱。举动祭观，自躯体之盖如思。识黟之迈，甚执所念，意宜稍之旻，伐棠④。棠寇乱之际，闻问不悉。\n注释\n①句中的“彦先”为贺循（260至319年），西晋江南士族首领。字彦先。会稽山阴人。历任武康令、侍御史，后因病去职。曾组织兵力，镇压石冰领导的反晋武装。琅邪王司马睿（晋元帝）镇建康时，任太常、左光禄大夫等职。“衍”：凡延而广或延而长曰衍。汪克宽《九夏赋》：“宗支衍而蕃硕”。《尚书·大传》“至今衍于四海”。②句中的“苍”：通仓，仓猝。《后汉书·冯衍传下》：“居苍卒之间，据位食禄二十余年。”③句中的“男事”：古指男子成年后接受田地、承担征役之事。《礼内则》：三十而有室，始理男事。④句中的“旻”：秋、秋天。《说文·日部》：旻，秋天也。“棠”：古邑名。一作唐，春秋鲁地。在今山东鱼台东。公元前718年鲁隐公观鱼于棠，即此地。二为春秋楚地。在今江苏六合。公元前559年楚子囊率师至棠，即此地。\n法书文物赏评\n赏析\n《平复帖》共9行84字，是草书演变过程中的典型书作。表现出浓厚的隶草风意，但又没有隶书那样波磔分明，字体介与章草、今草之间。细观此帖，书风古拙，刚劲质朴，字间虽不连属，却洋洋洒洒，令人赏心悦目。《平复帖》从文词到草法都有点古幻难识。用笔则使用秃笔、燥墨，有“万岁枯藤”之感，但与甜俗一路大异其趣，可见秃笔枯锋的独特面貌。乍看《平复帖》，书法起笔大多圆浑，竖、撇往往斜侧出锋；字体左高右低，既无蚕头凤尾，也无银钩虿尾之状，然而全文形散而神不散，笔划使转自如，带有隶书的波磔笔法；线条短小丰腴，笔划简练朴实，字与字之间不似今草那样连绵不断，但也不完全独立，笔意紧紧相连，上下呼应贯通。这幅作品融合了章草与今草两种字体的特征，结构自然而轻松，具有朴质雄厚、古雅自然的风格，约是当时吴国一带的地域书风，它在汉字发展史上有着特殊地位，这些都充分体现了作者高深的书法艺术修养。\n评价\n明人詹景凤评价：“路士衡《平复帖》以秃笔作稿草，笔精而法古雅。真迹也。”明代张丑云：“云间陈仲醇谓其书极似索靖笔诗。”又云：“《平复帖》最奇古，与索幼安《出师颂》齐。惜剥蚀太甚，不入俗子眼。然笔法圆浑，正如太羹玄酒，断非中古人所能下手。”\n清代安岐《墨缘汇观》评价：“相传平原精于章草，然此帖大非章草，运笔犹存篆法。”清代杨守敬说《平复帖》：“系秃颖劲毫所书，无一笔姿媚气，亦无一笔粗犷气，所以为高。”\n《平安帖》在中国书法史上的特殊意义在于——它是第一件流传有绪的法帖墨迹。由于古代书家如李斯、钟繇、张芝等，虽是流传有绪的人物，但无可靠的墨迹流传。而石刻作品，因是翻版，加之刻手的原因、风化剥蚀等，与墨迹多半相去较远；再者，此前墨迹虽有不少，但书家皆不署名，无法考证。因此愈显《平复帖》在书法史上的意义。\n法书著录递藏\n著录\n清吴其贞《吴氏书画记》、顾复《平生壮观》、安岐《墨缘汇观》等书著录。《书史》晋贤十四帖之一、《宣和书谱》卷一、《东图玄览编》卷一、《妮古录》卷四、《清河书画舫》甲集、《真迹日录》二集、《清河秘箧表》、《南阳法书表》、《大观录》卷一、《式古堂书画汇考·书考》、《前尘梦影录》卷上、《三虞堂书画目》等亦有著录。\n印记\n鉴赏印有“殷浩”（按：印迹不全）、“宣和”、“政和”、“韩世能印”、“韩逢禧书画印”、“张广德”、“张丑之印”；梁清标“梁清标印”、“冶溪渔隐”、“秋碧”、“苍岩”、“河北棠邨”诸印；安岐“朝鲜人”、“安岐之印”等印；溥心畲“西山逸士”和“西山逸士心畲鉴赏”；安岐的“思原堂”和“麓邨”诸印；永瑆“永瑆之印”、“皇第十一子诒晋斋印章”、“诒晋斋”等印；张伯驹“张伯驹珍藏印”、“京兆”等印；傅增湘“傅增湘印”等。\n题跋\n《平复帖》字幅前古接纸上嵌：“晋平原内史吴郡陆机士衡书”小正书一签，无款印。更前黄绢隔水上嵌月白绢标签，宋徽宗赵佶瘦金书：“陆机《平复帖》”小正书五字，下押双龙圆印。后另纸明代董其昌跋，又前嵌清代永瑆书签，后纸又有清代溥伟两跋，又傅增湘长跋，其后有赵椿年跋。张伯驹跋位于董其昌和溥伟两跋之间。\n递藏\n根据尾纸董其昌、溥伟、傅增湘、赵椿年题跋，可得知《平复帖》历代递藏情况：宋代入宣和内府，明万历间归韩世能、韩逢禧父子，再归张丑。清初递经葛君常、王济、冯铨、梁清标、安岐等人之手归入乾隆内府，再赐给皇十一子成亲王永瑆。光绪年间为恭亲王奕欣所有，并由其孙溥伟、溥儒继承。后溥儒为筹集亲丧费用，将此帖待价而沽，经傅增湘从中斡旋，最终由张伯驹以巨金购得。张氏夫妇于1956年将《平复帖》捐献国家。\n法书流传考略\n唐宋时期\n《平复帖》的流传，可上溯到公元900年前后的唐代末年。据宋米芾的《书史》和明张丑的《真晋斋记》，《平复帖》是所谓《晋贤十四帖》中的一件，它原来与谢安《慰问帖》同轴，上面有唐末鉴赏家殷浩的印记。这方收藏印盖在帖本身字迹的后面，靠近边缘，长方形，朱文，颜色虽极暗淡，但“殷”字上半边，“浩”字的右半尚隐约可辨。米芾在他的《宝章待访录》中，将《晋贤十四帖》列入目睹部分，而在他著书的时候（1086年），帖藏驸马都尉李玮家。《书史》记载李玮自侍中王贻永家购得十四帖。王贻永的祖父就是王溥，因此帖上有王溥之印。\n从上述线索中，可以概略地知道《平复帖》自唐末殷浩的手中流出后，到了王溥家，在王家保存了三代，被李玮买了去。李玮与宋代的帝室既有亲戚的关系，他逝世又在哲宗之时（《宋史列传》：“李玮卒，哲宗临奠哭之”），所以继哲宗即位的、对法书名画爱之入骨、刻意搜求的宋徽宗（赵佶），自然会注意到李玮的收藏。《平复帖》进入宋御府，在1120年（宣和二年）成书的《宣和书谱》（从余绍宋先生说）卷十四中著录了《平复帖》。赵佶除了在月白色的绢签上用泥金题了“晋陆机平复帖”瘦金书六个字（绢签贴在前隔水的黄绢上）外，还在卷中盖了“双龙”、“政和”、“宣和”等玺。\n元明时期\n《平复帖》从宋御府中流出的时间，未能考出，但公元1276年至1290年（元代初年）尚在民间。吴其贞《书画记》著录得很清楚，济南张斯立，东郓杨肯堂曾于1285年（至元乙酉）三月己亥在《平复帖》后题写观款，此外还有云间郭天锡，滏阳马昫的观款。至于他们题观款时《平复帖》的主人是谁，尚待查考。\n至明代，《平复帖》到了长洲韩世能的手中。世能字存良，1568年（隆庆二年）进士，是一位大收藏家。张丑所编的《南阳法书表》和《南阳名画表》，其中有一百几十件书画，就是韩氏一个人的收藏。《平复帖》在韩世能的手中时，经过了许多位名家的鉴定。以文才敏捷著名的李维桢，在《答范生诗》中有：“昨朝同尔过韩郎，陆机墨迹锦装潢，草草八行半漶灭，尚道千金非所屑”，说出了韩世能对于《平复帖》的珍视，詹景凤在《玄览编》中也提到它，认为这是一件笔法古雅的真迹。在1591年（万历十九年）董其昌为《平复帖》题签，在卷中的第三个题签“晋陆机平复帖手迹神品”十字，未署名，也无印记，可能就是董其昌所写的。十三年后，1604年（万历三十二年）董其昌又写了一段跋，在《平复帖》的后面。陈继儒在《妮古录》中也讲到它，认为陆机用笔与索靖很相似。韩世能死后，《平复帖》传给他的儿子韩逢禧（号朝延）。韩逢禧与张丑是非常熟的朋友（张丑《南阳法书表序》：“朝延以余耿尚，时接讨论”，在1628年（崇祯元年）张丑从韩逢禧手中将《平复帖》买来。他在万分欣喜之下给自己取了一个室名“真晋斋”，还做了一篇《真晋斋记》，载在《真迹日录二集》，记中他说古来以“宝晋”名斋，自米芾始，但据他看来，米芾未必得到真正晋人的墨迹。韩家的收藏虽富，但其他名迹，都无法与《平复帖》比拟。获此鸿宝，他真有“踌躇满志”之慨。\n清代时期\n643年（崇祯癸未），明代亡国，张丑在同一年逝世。又过了十七年，吴其贞于1660年（顺治庚子）的五月二十二日在葛君常那里看到《平复帖》。这时，元代张斯立等四个人的观款，已被他割去卖给了归希之，配在赝本的《勘马图》后面。《平复帖》在这个时候不仅遭到了题跋被割裂的不幸，从吴其贞的语气中还可以看出当时一定有不少人认为《平复帖》是伪迹。因为《书画记》中有这样几句话：“此帖人皆为弃物，予独爱赏，闻者晒焉。后归王际之，售于冯涿州，得钱三百缗，方为余吐气也。”葛君常是何人，尚未查出，王际之也待查，不知与卷中盖有收藏印的王纲是否是一人。冯涿州则为刻《快雪堂帖》的冯铨。吴其贞的记载，确是有关《平复帖》的重要文献，它不仅说明此帖在清初时的辗转经过，还说明了为何在帖中已找不到张斯立等元朝人的观款。\n大约《平复帖》经过冯铨之手不久，便归了真定的梁清标。安岐在他的《墨缘汇观》中讲到“余得见（《平复帖》）于真定梁氏。”梁清标在卷中钤盖了多方收藏印记，并将《平复帖》收入他所摹刻的《秋碧堂帖》中。安岐虽然只说在梁家看到《平复帖》，但《墨缘汇观》中所著录的书画，都是他自己的藏品，而且卷中的收藏印如“安仪周家珍藏”、“安氏仪周书画之章”，更可以证明此卷确曾为安岐所有。\n梁清标（1620-1691年）字玉立，一字苍岩，号棠村，又号蕉林，明崇祯进士，顺治初降清，官至保和殿大学士。安岐（1683-1746年）字仪周，号麓村，先世原是朝鲜人，入旗籍。这两个人都是清代前叶鼎鼎大名的收藏家兼鉴赏家。\n《平复帖》从安岐家中散出，入清内府，确实年代，连成亲王永瑆都说“其年月不可考”（见《诒晋斋记》）。但大致的年代是可以推得出的，应该是在1746年（乾隆十一年丙寅）或稍后。安岐在《墨缘汇观》中所提到最后一个年代是1744年（乾隆甲子），那年他六十二岁，还买进了钟繇的《荐季直表》。《石渠宝笈初编》著录的黄公望《富春山居图》，后面有弘历的题跋，中称：“丙寅冬，安氏家道中落，将出所藏古人旧迹，求售于人，持《富春山居》卷并羲之《袁生帖》，苏轼二赋、韩干画马、米友仁《潇湘》等图共若干种以示傅恒……”可能公元1746年时，安岐已逝世，而《平复帖》就在这一批书画中经傅恒的手卖给了弘历。据永瑆《诒晋斋记》，《平复帖》原来陈设在寿康宫（1957年时为故宫博物院陶瓷馆所在地）。1777年（乾隆四十二年丁酉），孝圣宪皇后钮钴禄氏（雍正帝胤禛之妻，弘历的生母，永瑆的祖母）逝世，《平复帖》作为“遗赐”赏给永瑆作为纪念品。从这时起，《平复帖》到了成亲王府，永瑆给他自己“取了一个室名——‘诒晋斋’，并曾作七律、七绝各一首”均载《诒晋斋记》中。一向也有人怀疑过，弘历酷爱书画，凡是名迹，无不经他一再题跋。为什么独有《平复帖》既未经弘历题写，也无内府诸玺，更没有刻入《三希堂法帖》。据傅增湘先生的推测，就是因为此卷陈设在皇太后所居的寿康宫，弘历就不便再去要回来欣赏题写的缘故（见卷后傅增湘跋）。《清史稿》后妃传中讲到弘历曾为他的母亲钮钴禄氏做六十岁、七十岁、八十岁三次大寿，每次寿礼都送大批奇珍异宝，其中包括法书名画。如弘历得《平复帖》在1746年以后，而将它送给钮钴禄氏作为六十岁（乾隆十六年，1751年）的寿礼，那末就没有多少时间来供他仔细欣赏并题写跋语了。\n《平复帖》在永瑆之后，载治曾钤盖了“载治之印”及“秘晋斋印”两方收藏图章，载治是奕纪的儿子，而过继给了奕纬；奕纪是绵懿的第三子；绵懿是永瑆的第二子，而过继给了永璋（永瑆的三哥），从上列的世裔，可见《平复帖》如何从永瑆传给他的曾孙载治的经过。载治卒于1880年（光绪六年），那时他的两个儿子溥伦和溥侗才只有几岁，光绪帝载恬派奕欣（道光帝旻宁第六子，封恭亲王）代管治王府的事务。奕欣知道《平复帖》是一件重宝，托言溥伦等年幼，为慎重起见携至恭王府代为保管。从此他便据为己有，卷中有“皇六子和硕恭亲王图章”就是他的印记。这桩公案是听熟悉晚清宗室掌故的人说的，应该有一定的根据。证以翁同龢日记，他于1881年（即载治逝世第二年）辛巳十月十日，在李鸿藻处见《平复帖》，那时已归恭亲王府所有，在时间上也是符合的。\n910年（宣统二年）奕欣之孙溥伟在帖上自题一跋，称“谨以锡晋名斋”，他并将永瑆的《诒晋斋记》及七律、七绝各一首抄录在后面。\n二十世纪\n911年辛亥革命推翻了清室，溥伟逃往青岛图谋复辟，《平复帖》就留给了他在北京的两个弟弟——溥儒、溥僡。1937年溥儒等因为母治丧，亟须款项，将《平复帖》以四万元的代价，售给张伯驹。次年正月及十月傅增湘及赵椿年两先生各在卷后题跋。傅跋在叙述此卷近世的流传大略之后，解释了何以此帖未经弘历品题及收入《三希堂法帖》的原因（说见前）。赵跋则辨正翁同龢日记说此帖经恭亲王赠给李鸿藻，并非事实，只是借观数月而已。这一点是经询问了李鸿藻的长子李符真才弄明白的。两篇题跋对考查《平复帖》的近代流传经过，都很有帮助。\n924年《平复帖》经清苑郭立志摄影印入《雍睦堂法书》，后附启功释文。历来鉴赏家都认为《平复帖》“文字奇古，不可尽识”，张丑《真晋斋记》仅释读了十几个字，日本刊印的《书道全集》在卷末说明中，梅园方竹也只试释了六个字，而且还将第一行的“瘵”字误释作“虏”字。\n956年1月，张伯驹将《平复帖》连同唐杜牧之书《张好好诗卷》，宋黄庭坚草书卷，蔡襄自书诗册，范仲淹《道服赞卷》、吴琚书杂诗卷，元赵孟頫草书《千字文卷》等法书名迹一齐捐献给政府。从此这些著名的墨迹将得到国家的保护，永远成为全国人民所共有的瑰宝。\n法书作者简介\n陆机（261年至303年），字士衡，吴县华亭(今上海市松江区)人。祖陆逊、父陆抗，都是东吴名将。少负才名，工诗文，与其弟陆云合称“二陆”，是西晋著名的文学家。曾任平原内史，故世称“陆平原”。陆机“少有异才，文章冠世。”善行草书。\n公元280年（晋太康元年），随着晋的东征、吴的覆灭，陆机、陆云被俘后徙于寿阳（安徽寿县）。281年，得晋帝宽容，扶柩回乡，在华亭故家苦读十年，从而渐有文名，于289年（太康十年）被召征入洛。在洛阳受到曾官居太常又是文坛领袖张华的赏识，引为知交，广为推荐，得辟为祭酒，累迁太子洗马、著作郎。后随司马晏出征淮南，任郎中令，又入为尚书中兵郎，转殿中郎。晋室“八王之乱”起，陆机未能远祸，仅以遇赦得免。嗣后归依成都王司马颖，拜为参大将军军事，又荐为平原内史，故史称“陆平原”。至303年（太安二年），成都王颖、河间王颙举兵讨长沙王乂，陆机被任为前将军前锋都督，兵败，收捕于军中，夷三族，与弟陆云同时被杀，时年四十三岁。\n代表作为《文赋》，另有《君子行》、《辨亡论》等诗赋著述。\n","category":"草书","verified":true,"user":1,"timestamp":1429951648286}]