[{"name":"赵之谦篆书铙歌册","text":"篆体，汉字古代书体之一，也叫篆书。是对古文字的统称。“篆者，传也，传其物理，施之无穷。”古人认为篆书为仓颉所造，其实是不可信的。一种文字的产生是要经过一个较长的酝酿发展过程的，不可能有一个人在短时期能完成。广义的篆体包括隶书以前的所有书体以及延属，如甲骨文、金文、石鼓文、六国古文、小篆、缪篆、叠篆等。狭义主要指“大篆”和“小篆”。篆书字划圆转，结构依六书之义，故唐孙过庭谓：“篆尚婉而通”。\n产生历史\n中国先秦伏羲氏时期，就产生了文字。考古学家论证是在龟甲、兽骨上刻画的甲骨文。因其是用以占卜、预测吉凶祸福，故称卜辞。但其已具备中国书法艺术的基本要素：用笔、结构、章法等。殷周时期，铸刻在钟鼎彝器上的铭文即金文又称钟鼎文广泛流行。秦始皇大统后，统称为小篆,也称秦篆，所谓篆书，其实就是掾书，就是官书。是一种规范化的官方文书通用字体。据文献记载。秦以前汉字书体并无专门名称。而小篆是由春秋战国时代的秦国文字逐渐演变而成的。由于是官书。小篆只适合于隆重的场合。如记功刻石。叔量诏版。兵虎符之类。标准篆书体的体式是排列整齐。行笔圆转。线条匀净而长。呈现出庄严美丽的风格。与甲骨文、金文相比，具有这样一些基本特征：字形修长。而且紧画向下引伸。构成上密下疏的视觉错感。这与自上而下的章法布局也有关系。线条匀称无论点画长短。笔画均呈粗细划一的状态。这种在力度。速度都很匀平的运笔。给人以纯净简约的美感这两种特征。加之字体结构的趋简约固定的倾向。小篆书体的章法布局更能形成纵横成行的序性。秦篆有圆笔方笔之别。圆笔以秦刻石为代表。方笔以秦诏版权量为代表。为秦篆之俗体。汉魏之际是秦篆的强弩之末。除用于碑铭篆额和器物款识之外。难得有独立的篆书。唐篆。因李阳冰出而复苏。仁秦篆的浑厚宏伟之气已荡然无存。宋代金石之学和元朝的复古书风。使用权篆书得以起微潮。以篆书著称者不乏其人但乏超越之力。明代承元之风。步趋持平。清朝篆书百花斗艳。进入了推唐超秦的大繁荣阶段。\n字体分类\n大篆\n大篆指甲骨文、金文、籀文、六国文字，它们保存着古代象形文字的明显特点。小篆也称“秦篆”，是秦国的通用文字，大篆的简化字体，其特点是形体匀逼齐整、字体较籀文容易书写。在汉文字发展史上，它是大篆由隶、楷之间的过渡。\n西周后期，汉字发展演变为大篆。大篆的发展结果产生了两个特点：一是线条化，早期粗细不匀的线条变得均匀柔和了，它们随实物画出的线条十分简练生动；二是规范化，字形结构趋向整齐，逐渐离开了图画的原形，奠定了方块字的基础。大篆是对后来的小篆而言的。广义的大篆包括小篆，以前的甲骨文，金文和六国文字。这里的大篆指通行于春秋战国时期的秦国文字。由于周平王东迁洛阳，秦占据了西周的故地，同时也继承了西周的文字，即是继承金文发展而来的。地域性，有的难以识别。\n大篆，也称籀（zhòu）文。因其着录于字书《史籀篇》而得名。《汉书·艺文志》：“《史籀》十五篇，周室王太史籀作大篆。”《说文》中保留了籀文225个，是许慎依据所见到的《史籀》九篇集入的，是我们今天研究大篆的主要资料。\n大篆的真迹，一般认为是“石鼓文”。唐初在天兴县陈仓（今陕西宝鸡市凤翔县，凤翔县古称雍城，是先秦时期四百多年的都城，有大量的先秦文物）南之畴原出土的径约三尺，上小下大，顶圆底平象馒头似的十个像鼓一样的石敦子。上面刻下的是秦献公十一年作的十首四言诗，是我国最早的刻石文字，经过失而复得，得而复失。原刻的700多字，现存300多字。这十个石敦现存故宫。因内容记载畋猎之事，命名为“猎碣或雍邑刻石”，唐诗人韦应物认为石的形状象鼓，改名“石鼓文”，现作为大篆的代表。\n石鼓文具有遒劲凝重的风格。字体结构整齐，笔画匀圆，并有横竖行笔，形体趋于方正。大篆在相当大的程度上保留西周后期文字的风格，只是略有改变，笔画更加工整匀称而已。笔势圆整。线条比金文均匀，线条化达到完成的程度，无明显的粗细不均的现象。形体结构比金文工整，开始摆脱象形的拘束，打下了方块汉字的基础。同一器物上几乎没有异体字。字体繁复，偏旁常有重叠，书写不便。 \n小篆\n小篆是在秦始皇统一中国后（前221年），推行“书同文，车同轨”，统一度量衡的政策，由宰相李斯负责，在秦国原来使用的大篆籀文的基础上，进行简化，取消其他六国的异体字，创制的统一文字汉字书写形式。一直在中国流行到西汉末年（约公元8年），才逐渐被隶书所取代。但由于其字体优美，始终被书法家所青睐。[2-3]   \n演变历史\n典故\n大篆，从汉代以来，一般人都认为是周宣王（公元前827年）时太史籀所造。如汉书艺文志载史籀十五篇，班固注：“周宣王太史作大篆十五篇。”许慎也说：“宣王太史籀著大篆十五篇，与古文或异。”古文或异者，也就是太史籀就古文加以增损而成，故大篆又称为“籀文”。因此后人都认为大篆是古文之后的一种形体了。\n介绍\n大篆字体，在传世的石刻文字，当以石鼓文最具代表性。此种石器，无疑是中国最古而又最可信的石刻遗物。今藏在北京故宫博物馆。《石鼓文》在书法史上有承前启后的重要地位。石鼓文最古的拓本为世所知者，是浙江省宁波的范氏天一阁藏宋拓本。石鼓文的字体，大致介於周金文与秦小篆之间。可知确是秦始皇以前之物，应当是属于籀书的系统。相对小篆而言，可称为大篆，是大篆文字的代表作。其字体类小篆而较繁复，似宗周彝器而较端整，堪称为典重严整。康有为在其《广艺舟双楫》一中称石鼓文为：“金细落地，芝草团云，不烦整裁，自有奇。体稍方扁，统观虫籀，气体相近，石鼓既为中国第一古物，亦当为书家第一法则也”。可谓赞赏之至。石鼓文向为艺林所宝，但北宋以後，帖学大兴，少人临之，直至清代中叶以後，考古尊碑之风复炽，石鼓文字，尤为书家推重。吴大，能得其典重严整韵4如致。吴昌硕则发其遒古为雄拔之气。两人书法，皆雄视当代为后世所重。 \n代表人物\n小篆的鼻祖--李斯，字通古,战国时代上蔡人(今河南上蔡县)。后做了秦相，整理制定了秦代的标准书体小篆。现存于西安碑林的《峄山碑》，系宋代摹刻。所书的刻石多已毁没。存世的原石仅两块。 \n篆体书法在魏晋以后走向式微，到了唐代以李阳冰为代表。篆体书法在清代迎来了第二次创造高峰，出现了一大批善篆书家如王澍、钱沾、邓石如、吴让之、赵之谦、吴昌硕等。建国以后篆书代表人物有王福庵、韩天衡、王友谊、沙孟海、黄宾虹、刘江、来楚生、邓散木、陆维钊、倪和军、商承祚、徐无闻等。\n代表作品：\n《秦公簋》、《史籀篇》、《散氏盘》、《毛公鼎》、《石鼓文》《峄山碑》、《泰山刻石》、《袁安碑》《城隍庙记》、《邓石如篆书册》、《吴让之吴均帖》、《赵之谦汉铙歌》、《杨沂孙在昔篇》、《吴昌硕西泠印社记》、《王友谊大篆四书》等。\n","category":"篆书","verified":true,"user":1,"timestamp":1429951661104}]