[{"name":"梁诗正行书跋王羲之时雪快晴帖","text":"《快雪时晴帖》是晋朝书法家王羲之的书法作品，以行书写成，纸本墨迹。纵23厘米，横14.8厘米，4行，28字。《快雪时晴帖》是一封书札，其内容是作者写他在大雪初晴时的愉快心情及对亲朋的问候。收藏于台北故宫博物院。\n\n褚遂良《右军书目》“行（草）书部五十八卷”第十一卷著录“羲之顿首，快雪时晴，六行”，与《快雪时晴帖》相比行数不合。 \n现存此帖怀疑是唐代摹本，目前尚未定论。贴纵23cm；横14.8cm，行书四行，二十八字。《快雪时晴帖》是一封书札，其内容是作者写他在大雪初晴时的愉快心情及对亲人的问候。 \n另外最后的“山阴张侯”四字与正文笔法不合，一般认为或为后人添加，或为临摹者自称。\n法帖内容\n原文\n羲之顿首：快雪时晴，佳。想安善①。未果为结②，力不次③。王羲之顿首。山阴张侯④。 \n注解\n①安善：安吉，安好。 ②结：比喻心情烦闷，心里有结。 ③不次：书信结尾用语，意谓不详说。王羲之《道护帖》：“得二十三日书，为慰。及还，不次。王羲之报。” ④张侯：人名，未详。“山阴张侯”四字位于末行下端，为尺牍的收件人。由此可见东晋书仪形式。 \n大意\n王羲之拜上：快雪过后天气放晴，佳妙。想必你可安好。事情没有结果，心里郁结，不详说。王羲之拜上，山阴张侯启。 \n书法赏析\n笔势\n《快雪时晴帖》以圆笔藏锋为主，起笔与收笔，钩挑波撇都不露锋芒，由横转竖也多为圆转的笔法，结体匀整安稳，显现气定神闲，不疾不徐的情态，明代鉴藏家詹景凤以“圆劲古雅，意致优闲逸裕，味之深不可测”形容它的特色。\n书风\n《快雪时晴帖》书文并茂，明代李日华撰《六研斋二笔》云：“晋尚清言，虽片言只字亦清，快雪帖首尾廿十四字中，字字非后人所能道，右军之高风雅致，岂专于书邪？”（《佩文斋书画谱》卷七十九引）。而书法势巧形密，意疏字缓，用墨清和爽朗，浓淡适宜；用笔圆净健劲，顿挫起伏的节奏与弹性感是较平和的；结体以正方形为主，平稳饱满，时敛时放，能含能拓，寓刚健于妍丽之中，寄情思于笔端之上。 \n书体\n《快雪时晴帖》虽短短二十余字，却显其和谐中妙合造化的意境，于行书中带有楷书笔意。前后两次“顿首”作连笔草书，第二行“果为”也作连笔。此书以圆笔藏锋为主，神态自如，从容不迫，起笔收笔，转换提按，似山蕴玉，虽不外耀锋芒而精神内涵，骨力中藏，识者有“圆劲古雅，意致优闲逸裕，味之深不可测”之评。而其平和简静，从容中道而以韵胜的书风已成为晋人之书的特色。\n影响\n《快雪时晴帖》与王羲之行书的典型风格不同，着重表现在用笔尤为圆润，提按顿挫的节奏起伏与弹性感较平和，而且结体以正方形为主，平稳饱满。唐代李邕《麓山寺碑》与《李秀碑》（《云麾将军碑》）的体势、笔法取法《快雪时晴帖》较多，尤其是元代赵孟頫晚年的行书，也是远祖《快雪时晴帖》的。\n帖文考释\n尺牍句读\n台北故宫博物院书画处何传馨所写的《晋王羲之快雪时晴帖》一文将法帖作如下句读：“羲之顿首。快雪时晴。佳想安善。未果为结。力不次。王羲之顿首。山阴张侯。”启功在《晋代人书信中的句逗》一文中认为是：“羲之顿首，快雪时晴，佳想安善。未果为结力不次，王羲之顿首。山阴张侯。” 祁小春在《佳想安善，未必安善——小议启功先生的〈快雪时晴帖〉断句》认为则应：“羲之顿首，快雪时晴，佳！想安善。未果为结，力不次。王羲之顿首。” \n词句考释\n启功在《晋代人书信中的句逗》一文中对《快雪时晴帖》部分词义进行了考释，认为“力不次”的“力”字，是指送信人。按古代旅行，走到某处停下来，称为“次”，表示旅程的段落。杜甫诗有“行次昭陵”一首，即是“行到昭陵”。“不次”意谓不能停留，需要赶快回去，因此王羲之写这短札作答复。再看“未果”一词，是未能达到目的，未能实践约会的用语。事未实现，自然心怀不畅，那么“结”字是指心情郁结。 \n谢光辉、赵志清的《〈三希堂旧藏晋帖释读〉商榷》一文则认为，“力不次”一句作为书信客套语，表示勉力禀告、勉力问候、勉力答复的意思。这些语词一般是置于书信的结尾（署名之前），有的还缀以“不次”、“不具”、“不一一”等语，而在其前面则多有表示身体、精神状态不佳的词语。 \n收信人格式\n启功另著有《〈唐摹万岁通天帖〉书后》一文，认为《快雪时晴帖》偏左下方有“山阴张侯”四字，是对收信人的称呼。古人用素纸卷写信，纸面朝外，随写从右端随卷，卷时仍是字面朝外。写完时，后边留一段余纸里在外层，题写收信人。这种写法，一直沿续到明代文徵明时还留有实物。《柏酒帖》中“范武骑”三字同样也是封题，也较靠下。“原封的样子虽仍未见，但可推知这是当时的一种习惯。” \n递藏题跋\n递藏\n《快雪时晴帖》帖幅前有“廷”印，后有“绍兴”联玺，又“褚”半印。此帖唐初赐丞相魏徵，传于褚遂良。宋初为铜山苏舜元、苏舜钦兄弟所得。苏氏世代仕宦，收藏宏富，仅此帖就有三本。米芾易得一本于苏激处，为有“褚”印者（宋代刘泾易得一本为无“褚”印者。宣和内府曾收藏此帖，《宣和书谱》著录帖目）。南宋初入高宗内府。明代由朱存良藏，后由卖画者售与王穉登，以后转手吴国廷、刘承禧。刘卒后又归吴国廷。元朝时先为张氏所有，后入元内府。其后为涿鹿冯铨所得。\n746年（清乾隆十一年）进入内府，乾隆遂将此帖与王献之《中秋帖》、王洵《伯远帖》同贮于养心殿温室内，额其室为“三希堂”。乾隆一生酷爱书法，刻意搜求历代书法名品，综百氏而集其成，追二王而得其粹。乾隆视《快雪时晴帖》为“三希”之首，并在帖前写下了“天下无双，古今鲜对”、“神乎其技”，又评价为“龙跳天门，虎卧凤阁”。全书二十八字，字字珠玑，被誉为“二十八骊珠”。1747年乾隆又选内府所藏魏晋、唐、宋、元、明书家的一百三十四件墨迹，包括三希在内，摹勒上石，命名《三希堂法帖》。在西苑的北海建“阅古楼”，把上述刻石嵌在楼内墙上，拓本流传以示临池之模范。三希原件仍藏在养心殿三希堂。 \n题跋\n法帖幅前后有南宋“绍兴”、金章宗“明昌御览”、南宋贾似道“秋壑珍玩”等鉴赏收藏印，及清帝玺印多方。《快雪时晴帖》入元内府时，赵孟頫拜观，并在1318年（宋延祐五年）四月廿一日，以“翰林学士承旨、荣禄大夫知制诰、兼修国史”的身份，奉敕恭跋。跋曰：“东晋至今近千年，书迹流传至今者，绝不可得。《快雪时晴帖》，晋王羲之书，历代宝藏者也。刻本有之。今乃得见真迹，臣不胜欣幸之至。”刘赓、护都答儿、刘承禧、王稚登、文震亨、吴廷、梁诗正等人的跋语中都表示惊羡和赞叹。 \n王羲之（321-379年，一作303-361年）字逸少。东晋著名书法家。琅琊临沂人。初任秘书郎，后任宁远将军、江州刺史、右军将军、会稽内史等，世称王右军。后因与扬州刺史王述不和，辞官定居会稽山阴（今绍兴）。王羲之出身于建康乌衣巷显赫的王家，是王导之侄。曾与谢安共登冶城，“悠然遐想，有高世之志。”早年从卫夫人学书法，后来改变初学，草书学张芝，正书学钟繇。博采众长，备精诸体，一变汉魏以来质朴的书风，独创妍美流便的新体。王羲之的正书、行书为古今之冠，人赞其笔势“飘若浮云，矫若惊龙。”王羲之为历代学书法者所崇尚，被奉为“书圣”。其作品真迹无存，传世者均为后人摹本。行书以《兰亭序》为代表作，草书以《初月帖》、《十七帖》，正书以《黄庭经》、《乐毅论》最著名。\n踪迹\n是《兰亭序》在王羲之死后的二百七十年间在民间珍藏,后唐太宗设法从民间赚进御府,旋又殉葬昭陵。《快雪时晴帖》的真迹是一定看不到了。1000多年前的纸在没有特殊的保管条件下是很难完好地保留下来的。王羲之所有的书法真迹都已经失传了，没有一幅被保存到今天。台北故宫博物院的《快雪时晴帖》就是唐代书法家临摹复制的。用的是双钩填廓法:就是用一张透明的薄纸或是涂了蜡的纸，铺在原作上描出轮廓再将它描在要复制的纸上，然后按原样用墨填写。这样的复制品几乎与原迹一样，保持了原作的神韵。由于是直接从王羲之的真迹上临摹复制的，而且年代距王羲之最近，又是唯一的一件，所以后人就一直把这幅《快雪时晴帖》当作真迹看待，成为了解王羲之书法的直接来源。在真迹失传的情况下，这件距今1300多年的复制品能流传下来已是珍贵无比了。\n","category":"行书","verified":true,"user":1,"timestamp":1429951658668},{"name":"梁诗正行书跋王羲之时雪快晴帖","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791639686,"text":"梁诗正跋王羲之《时雪快晴帖》，行书。台北故宫博物院藏。","author":"清代梁诗正","description":"梁诗正行书跋王羲之时雪快晴帖"}]