[{"text":"高清朱卧庵本王羲之《圣教序》\n《兰亭序》解析\n[简介]\n兰亭序：又名《兰亭宴集序》、《兰亭集序》、《临河序》、《禊序》、《禊贴》。行书法帖。东晋穆帝永和九年（公元353年）三月三日，王羲之与谢安、孙绰等四十一人，在山阴（今浙江绍兴）蓝亭“修禊”，会上各人做诗，并由羲之作序。序中记叙兰亭周围山水之美和聚会的欢乐之情，抒发作者好景不长，生死无常的感慨。法帖相传之本，共二十八行，三百二十四字。唐时为太宗所得，推为王书代表，曾命赵模等钩摹数本，分赐亲贵近臣。太宗死，以真迹殉葬。存世唐摹墨迹以“神龙本”为最著，石刻首推“定武本”。经郭沫若考证，以为相传的《兰亭序》后半文字，兴感无端，与王羲之思想无相同之处，书体亦和近年出土的东晋王氏墓志不类，疑为隋唐人所伪托。但也有不同意其说者。《兰亭序》全文：\n兰亭集序王羲之\n永和九年，歲在癸丑，暮春之初,會于會稽山陰之蘭亭，修禊事也．群賢畢至，少長咸集．此地有崇山峻嶺，茂林修竹，又有清流激湍，映帶左右，引以為流觴曲水，列坐其次．雖無絲竹管絃之盛，一觴一詠，亦足以暢敘幽情．\n是日也，天朗氣清，惠風和暢，仰觀宇宙之大，俯察品類之盛，所以游目騁懷，足以極視聽之娛，信可樂也．\n夫人之相與，俯仰一世，或取諸懷抱，悟言一室之內，或因寄所託，放浪形骸之外．雖趣舍萬殊，靜躁不同，當其欣於所遇，暫得於己，快然自足，不知老之將至．及其所之既倦，情隨事遷，感慨係之矣．向之所欣，俛仰之間，已為陳跡，猶不能不以之興懷．況修短隨化，終期於盡．古人云︰「死生亦大矣．」豈不痛哉！\n每覽昔人興感之由，若合一契，未嘗不臨文嗟悼，不能喻之於懷．固知一死生為虛誕，齊彭殤為妄作，後之視今，亦猶今之視昔，悲夫！故列敘時人，錄其所述，雖世殊事異，所以興懷，其致一也．後之覽者，亦將有感於斯文．\n“永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外。虽取舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。”\n一、《兰亭序》的基本风格\n关于王羲之书法的基本风格，历来都有定评。虽说象《兰亭序》这样的剧迹其可靠程度尚有疑问，但对大王书风的继往开来之功，却是无人能予以否定的。《兰亭序》在真伪方面的争执，并不影响它是一本极优秀的学习范本，学习行书以它作为门径颇可收便捷快速之效。\n与汉、西晋的其它书法作品相比，《兰亭序》书风的最明显特征即是它的用笔细腻和结构多变，大王以前的墨迹如陆机《平复帖》、吴皇象《急就章》古拙可爱、平和淡怡，颇见内敛之功，但无清雅之巧。存世汉简中倒不乏笔画跌宕纵肆、变化丰富的作品，但在结构上又相对飘散而乏丽趣。王羲之的功劳即在于他把自然的书风引向一个较为精练但又注重技巧华美特征的格局，从而确立了书法艺术强调对审美的主动把握这一时代的基调。在他以前，人们对此是不够重视的。\n强调主动追求，强调风格的个性，强调技巧的丰富性，使《兰亭序》、《奉橘帖》。《得示帖》、《丧乱帖》等体现了一脉相承的魏晋式审美风度。对于学习行书的同志而言，努力注重在这方面的追索与体察是十分重要的。我们甚至不妨说，行书之学大王，成功与否的标志即看学习者能否淋搞尽致地、深入细致地把字帖中最细腻的用笔动作和线条效果表现出来。粗率的临摹决然得不到真谛，而丝丝入扣的体察与反映，则是熟练掌握大王书风的第一个步骤。此无它，因为《兰亭序》本身就是对以前书法作品的高层次发展一一我称之为是从粗到\n细、从疏到密、从大概到精密、从拙朴到华美的审美发展。在唐人的书论中，大王式的风格被冠以一个纯粹褒义的词：“巧媚”。《兰亭序》等的成功之处正是在于它在当时达到人所不及的技巧境界(当然还有风格境界)，它对笔与纸的驾驭能力：那种运用自如、出神入化的技巧，在东晋以前是为人仰慕已久，而在当时也是同辈书家们所叹为观止的，它标志着书法从荜路蓝缕阶段走向艺术的成熟。而我们正是要学习这种成熟，因为我们希望能由此而进入书法(行书)的技巧王国。\n《兰亭序》的“巧媚”与它的细腻特征，在与被翻刻的《圣教序》相比时呈现得更为明显。柔软的毛笔与坚硬的刀石相比，后者毕竟会更趋向规范化的处理，而这对细腻而言却是个大损害。由是，学《兰亭》者似乎更应该注意和了解这一特定现象，把握正常学习方式。说学《兰亭》是因为它被封为“天下第一行书”，这自然是毫无意义的空泛话，艺术是没有“天下第一”的。但学《兰亭》是为了掌握它那种精巧的笔法，掌握尽可能多的技法语汇，这却是每个学书者应该建立起的学习观。\n二、《兰亭序》的用笔分析\n作品的用笔方法直接决定风格的大致导向。学书者对此应该加以特别注意。我们在《兰亭序》中发现用笔上的两个特征：一是笔画的跳荡另一是线形的多变。因此，强调提按动作的明确性与准确性，成为临摹能否成功的重要标志，乎拖与直画是绝对与之南辕北辙的。\n以“映(暎同映)带左右”四字为例(图一)。\n映字中曲“央”的横折竖一画，按正常写法应是先顿后再行笔，但在《兰亭序》中这一画开头的一顿变成了带笔，而顿笔却被移到折的部位“左”字的末笔一横是一个很明显的从轻到重、从带到顿的渐进过程，顿挫的趋向是十分明显的。“右”字的第一横画则在起笔部位有个微小的顿，象这样不同起笔的不同顿法，体现出《兰亭序》对横笔处理的丰富意蕴。按照书写心理活动状态来看，不同轻重的顿，体现出不同的心理轨迹，故线条力度的变化使书写时心理变化显得富有立体感。\n线条的多变则可看“带”字，头部四个竖笔<图二)两直两曲，如果把它分成四个由直向曲的层次，则是①直，②次直，④曲，②最曲。绝不生硬板滞。而即便是①的直，在头部也有意使之弯了一下，与其余三直笔协调起来，构成整体效果。从直线到弧线，线形在依次变化，这种变化是以严谨的序列为限制的。我想，作为学书者而言，对于这样的临摹要求，至少应该从几个方面先检验一下自己：A，能不能发现这四根线的不同；B，能否在此中找出变化的规图律即四个层次一——它有内在的联系；C，能否用动作把它们都准确地表现出来；D，表现的层次是否与原效果基本相似。只有看假了并表现出了这些效果，临摹也才算是有所收获的。\n用笔的强调顿挫，说穿了就是上下起伏的节奏感的问题。在把握线条表现力的时侯，初学者最容易犯的问题，是如下一些：1，不注意顿挫动作，平画过直。2，注意了顿挫，但却过分夸张，掌握不好每—顿挫的“度”该用三分力却用了八分力，破坏力与节奏的和谐。3，也能掌握顿挫，但却抓不准部位，应该在线条的四分之三部位开始顿，却在开始就顿了。任何一种顿挫只有放到一定的线条平面上才有意义，不然，感觉再好的动作也还是产生不了优美的效果。\n每一根线条都包涵了三个方面的课题；线质、线形，线律。以上只是抽出一个例子进行剖析，如果能触类旁通，用这一办法去看其他字和线条，渐渐形成一种固定的审视习惯，则对线条风格就会有—，种反射，这是弥足珍贵的。\n三、《兰亭序》的结构特征\n从结构造型角度来看《兰亭序》，则它的不求平正，强调欹侧；不求对称，强调揖让；不求均匀，强调对比的特征是一日了然的。四平八稳的馆阁体式楷书当然微不足道，就是行书或行楷，也有许多僵滞板结之作，缺乏生命力，缺乏姿态。赵孟頫临王的功底是前所未有的登峰造极，但他自书的如《胆巴碑》等碑帖却很是平庸，以它作为《兰亭序》的参照系倒\n是颇能看出其中端倪来。\n以“惠风和畅”四字为例(见图)。\n“惠”字的头部向左倾斜和“心”字向右下角下沉几乎造成一种结构之间的错位，各部分之间的中轴由垂直变成了倾斜。而“风”字则利用横画的右上耸起’，造成与“惠”字方向恰相反的一种欹侧效果。“和”字分左右两个部分，“禾”旁拉长成纵式，“口”则放扁成横式，造成在一个字中的纵，横交叉。至于“畅”字，则是一种斜向的头尾交叉，“申”与“易”两部分正好构成两三角形式的对位，但按照标准写法，它本来应该是两个长方形之间的简单组合的。于是，我们看到了这四个字的体型结构截然有别——贯穿于整个主轴线的对比效果。\n很难说在与时会有这么复杂的构思和匠心经营，也许这只是我个人的一‘见钟情而已。但我以为这是个极好的分析办法：我对结构采用中轴与板块分析相结合的办法。书法是一种视觉艺术，对各种错综交叉的线条如果找不出其主流线条并加以归纳的话，我们会对一些古代名帖惘然失措或无从下手。自然更无法保证学习的效率了。\n汉字结构本来是一个稳定的标准形。每个字都富于一种建筑意蕴，空间的架构与排叠处理完全与建筑原理相类似。但仅仅把《兰亭序》等书法剧迹的结构美作如是观是很不妥当的，书法结构的魅力是在于它能有节制地打破这种标准形，在标准的规范中渗入每个艺术家个人的创造意蕴。从而把书法结构的原理从平正引向平衡一一我们在前者中看到的是四平八稳、均匀整齐；而在后者中则看到一种不平中求平的拉力与张力。平衡这个词本身就意味着它不平正，唯其有倾斜，所以才要平衡。作个最通俗的比喻：平正有类于天平，而平衡则近于秤。\n在标准形中追求艺术形，这是书法的根本目的。以上所述“惠风和畅”四字看来，我们只有真正观察并理解了这四字的不同结构处理的“变格”，我们的临摹也才是有意义的。细致入微的。而一旦再把这种对艺术型结构的领悟与对线条美的领悟结合起来，构成对《兰亭序》的总体感受与把握时，学习的效率是不言自明的了。．\n[赏析]\n《兰亭集序》是王羲之为诗集《兰亭集》所写的一篇序文，但就其内容和形式而言，它又不仅是一般意义上的书序，而且是我国文学史上一篇立意深远、文笔清新自然的优美散文。文章从兰亭集会落笔，首先用简洁的文字点明集会的时间、地点、缘由和与会人物，接着用抒情的笔调，描绘了清雅优美的山、水、林、竹等自然景物，而正是这些自然风光引起与会者饮酒取乐、临流赋诗的雅兴，下文就自然转入叙写雅事，叙写与会者“一觞一咏”、“游目骋怀”的种种欢乐情景。段末以“乐”字作结，揭示了与会者沉浸在美好的自然和人文环境中得到审美愉悦而暂时忘却烦恼的情趣。\n第二段作者紧承上文“俯”“仰”二字和“信可乐也”一语，转写人世变幻、情随事迁的情况。不管是“晤言一室之内”的静者，还是“放浪形骸之外”的躁者，他们虽都在一时一事上“快然自足”，但是这些眼前的美景和人世的欢乐，“俯仰之间，已为陈迹”，乐极而悲生，他们不得不面对严酷的现实：“老之将至”、“终期于尽”，人生苦短。至此，作者自然提出“死生亦大矣”这一主旨。本段末以“痛”字反诘作结，不仅为呼应上段的“乐”，更为引起读者深思“死生”这一人生最重大问题。\n第三段作者抓住死生问题，进一层表明自己的生死观。作者首先借古立论，说明从古至今，人们一直重视死生问题，自己也不能例外。接着作者针对当时士大夫务清谈、鲜实效、无经济大略的社会风气，痛斥“一死生”、“齐彭殇”的老庄学说为“虚诞”、“妄作”，从而表明了作者积极进取的生死观，而这正是作者编辑《兰亭集》并为之作序的目的。文章前面两段分别以“乐”、“痛”作结，最后一段以“感”字作结，表明作者坚信后世读者会从斯文（这篇序文）中产生同感：认识死生问题的重要，树立正确的生死观。\n纵观全文，作者着眼死生二字，借一次集会宴游阐明人生哲理，表明了作者深远立意。同样是写了宴游情景，但石崇的《金谷诗序》、李白的《春夜宴从弟桃李园序》等文章，抒发的却是人生短暂，需及时行乐的情怀，立意显然不及作者的《兰亭集序》深远。作者生活在东晋时代，当时统治集团偏安江东，不思进取。士大夫崇尚玄学，清谈之风很盛，而作者却公开批评“虚谈废务、浮文妨要”，颇想有所作为。从作者给中军将军殷浩、会稽王司马昱、太傅谢安等人的信中，可以看出作者忧国忧民，渴望救国家“倒悬之急”的大志和旷达进取的人生态度。当然，由于历史和阶级的局限性，作者不可能始终坚持这一正确的人生态度，永和十一年（公元355年）春，即作者写完《兰亭集序》后两年，作者因深感空怀壮志，报国无门，又因与扬州刺史王述的矛盾恩怨，愤而称病去官，且到父母墓前立誓永不再仕。此后便“尽山水之游，弋钓为娱”，去寻求“当以乐死”的境界，反映了作者晚年思想渐趋消极虚无。这是我们在全面评价作者一生思想时应该注意的。\n《兰亭集序》之所以流传千古，不仅因为其立意深远，而且因为其文笔清新流畅，朴素自然。魏晋时期出现了骈文的高潮，骈文几乎占有了一切文字领域，这种文体讲究对偶、辞藻、音律、典故，极不利表情达意。在这种骈文风行的时代，作者能不拘成格，用洒脱流畅、朴素简洁、极富表现力的语言写景，叙事，抒情，议论，充分体现了作者散文的个人风格。特别是文中用了“群贤毕至”、“崇山峻岭”、“茂林修林”、“天朗气清”、“游目骋怀”、“情随事迁”、“感慨系之”、“若合一契”等词语写兰亭山水之优美，叙时人宴游之雅致，抒盛事不常之感慨，议死生意义之重大，而这些词语从此便被后人当作成语使用，极大丰富了祖国的语言宝库，从而也奠定了《兰亭集序》在中国文学上的地位。\n全文翻译\n[译文]晋穆帝永和九年，干支纪年是癸卯年，这年三月初三，名士们在会稽郡山阴县的兰亭聚会，举行春禊活动。众多贤能之士都来参加，王、谢家的小辈长辈也来。兰亭这地方有高高的山，险峻的岭，有茂密的树林和修长的翠竹，还有清澈的溪水、急泻的湍流，这些景物交相辉映，环绕在兰亭四周。把溪水引来作为漂酒杯的环曲水道，大家列坐在环曲水道边，虽然没有音乐伴奏的热闹场面，可是一边饮酒，一边赋诗，也足以酣畅地抒发内心的感情。这一天，天空睛朗，空气清新，春风和暖，使人舒畅。抬头纵观宇宙空间之广大，低首俯察地上万物之繁多，借此来放开眼界，畅舒胸怀，尽情地享受眼观耳听的乐趣，确实很快乐啊。\n人们相处在天地之间，一生很快就度过了。有的人把自己的胸怀抱负，在家里与朋友倾心交谈；有的人把情怀寄托在自己爱好的事物上，不受世俗礼法的约束而纵情游乐。虽然人们对事物的取舍千差万别，性情也有沉静和急躁的不同，但是当他们对所接触的事物感到高兴，暂时感到得志，就会喜悦满足，竟然忘记了人生衰老之年很快将要来临。待到对于自己所喜爱的事物感到厌倦，感情也随着事物和环境的变化而变化，感慨就跟着发生了。原先所喜爱的事物，转眼之间就变成了陈旧的遗迹，对这些尚且不能激起心中的感触；更何况人的寿命的长短完全由造化安排，最终归于消灭呢。古人说，“死生也是人生的一件大事啊。”想到这一点，怎不令人悲痛呢！\n每当看到古人文章中对死生问题所发感慨的原因，与我所感慨的总像符契那样相合，没有一次不对这些文章而叹息悲伤，自己心中也不明白是什么原因。我一向认为把死和生看成一样是虚妄荒诞的，把长寿和短命等量齐观也是胡说。人总是要死的，后代的人看不到现代的人，如同现代的人再也看不到古人一样，这真可悲啊！所以我一一记下参加这次兰亭集会的人的名字，抄录下他们所作的诗，编成诗集。即使将来时代不同，世事会发生变化，但人们因死生问题而会产生感慨，这个情致是一样的。后代的人读了这本诗集，也将与我这篇序文有同样的感慨吧。\n《兰亭序》写作意图\n《兰亭集序》不但是书法艺术中的瑰宝，而且其文在思想、语言上也具有独特价值，二者相得益彰，共同确立了它在中国文化史上的重要地位。但在对本文为散文作序的写作意图上，笔者认为值得推敲。本文是作为《兰亭集序》的序言而诞生的，这就决定了本文不能摆脱序言的性质。序，可以叙事，也可以议论，但叙事与议论是为序服务的，它是一种伴随性文体，是不能够脱离原作而独立存在的。这并不是说一篇序文不能够独立存在于世，而是说，序文之所以成其为序文，其产生前提是存在依附性的。这种依附性因素，我们在认识序文价值时必须给予充分的肯定。否则，脱离这种依附性，孤立地去认识、分析、评价序文，则往往会断章取义，发生曲解，甚至误解。笔者认为，高一册《教师教学用书》中《兰亭集序》的译文就有对该序文的曲解问题。\n作为一篇序言，《兰亭集序》交代了此次集会的时间、地点、缘由、人物、环境，以及人物的心情。作者由此展开笔墨，写世人性情与人生的异中之同，感慨快乐年华的易逝，借古人“死生亦大矣”的感慨，引出作者对人生的痛惜，充分肯定了“死生之大”的观点。《兰亭集序》写作的时间、地点、缘由、人物、环境，以及人物的心情与本文为序有直接的关系。但接下来论述不同人的性情与共同的人生感慨与本文为序有何关联呢?是作者故意借序来表达自己的观点，还是这个观点与本文为序有关系呢?行文至此，我们不能定论，还要联系下文来全面认识。文章最后一段，我个人这样认为：作者对古人面对死生发出如此相同的感慨而不明其因，进而引出本来就是错误荒诞的“一死生”“齐彭殇”的观点，从而加以批判，透视千古，让后人明白：后代人看我们今天，如果也像我们看待古人一样，那是一件可悲的事。当时玄谈之风甚重，而“一死生”“齐彭殇”是其中的重要内容。时人和古人一样就已可悲，后人如果还如此，那是多么大的悲哀啊!此处如此理解“悲夫”，尚可以讲解得通，否则，在“悲夫”的含义理解上就有困难。而作者之所以在“悲夫”后用“故”字句作结，是为了明确本文为序的目的，是让后人明白：“我们”之所以抒发情怀，是因为人们的情致相同啊，从而会对这些诗文有所感悟，不必如作者一样，对古人的“兴感之由”“若合一契”而“不能喻之于怀”；也不至于像时人一样模仿古人，同古人犯一样的错误。可见，作者真正的目的是借本序让后人明白本诗集的作用。\n虽然兰亭诗的价值没有作者想得那么高，但我们不能苛求作者，因为作者无法退居千年之后来加以评判。而当时与会的41人竟都是当时名士，作者给予这么高的评价也是情有可原的。所以，我们应当这样理解本文为序的写作意图：要明确本文为序的作用，而不是论证“死生之大”的观点。论证“死生之大”是作者的兼顾，是为本文为序之目的与作用服务的，是能联系实际的有力的论证材料。作者是为了明确地让后人明白我们“其致一也”的原因，不至于再发生“不能喻之于怀”的遗憾，而并非所谓的“死生之大”。因此，《教师教学用书》中的“译文”将序文最后一句“后之览者，亦将有感于斯文”译为“后代的读者读这本诗集也将有感于生死这件大事吧”，是错误的，是对原文的误解。\n总之，笔者从本文为序与原作的联系上认识了本文的写作意图，同时也解决了教学中的难题。\n《兰亭序》中的批判现实主义思想\n《兰亭集序》既是名帖，也是佳篇。作者立足于兰亭盛会，重在兴怀、抒志。羲之文如其书。其书妍丽劲健、力透纸背，其文隽永飘逸、入木三分。寓沉郁顿挫于行云流水，字里行间暗藏锋芒。\n兰亭集会规模盛大，三教九流，群贤毕至。其中不少贤士名流代表当时封建士大夫一族，他们崇尚老庄玄学，追求清静无为。思想中的消极成分使其生活放任自由，消极颓废；文学创作中逃避现实、出世入仙的情调很浓。文中作者一反谈“玄”、崇“老”、尚“无”的腐朽社会风气，以比较积极的态度对待世事人生。文中多次对时光流逝、人生短暂大发感慨，如“当其欣于所遇，暂得于己，快然自足，曾不知老之将至”；“向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀，况修短随化，终期于尽。”字里行间暗含作者对人生的眷念热爱。除此之外，作者还引用孔子的“生死亦大矣”来批判庄子“一生死，齐彭殇”的虚无主义思想。从这里我们可以看出王羲之的处事态度与人生准则。死是人人都要面临的事，既然死不可以选择，那为何不让我们生的更灿烂更现实呢？虚无缥缈的生，生不如死；充实无憾的死，死又如何？生命诚可贵，生死是大事。吾辈不可等闲视之。有生之年，应多干实事。王羲之本乃封建士大夫，但他表现出不与同辈、世俗合流的高洁品行和积极入世的人生态度，体现和捍卫了传统文人“达则兼济天下，穷则独善其身”的思想。在政治恐怖、统治集团互相倾轧，残杀现象时有发生的东晋官场和社会，士大夫们普遍明哲保身，出世入仙。而王羲之独秀一枝，并著文批判之，实在难能可贵。\n除此以外，本文语言情深意笃、不事雕饰、兼骈散之长。与东晋文坛追求骈辞俪句、华而不实的文章形成显明的对比，以重内容抒心志求真务实的语言实践批判了当时的形式主义文风，具有积极意义。\n《兰亭序》的思想性\n《兰亭集序》的书法艺术达到了登峰造极的地步，它的思想性也同样令人叹之。\n我们从以下四个方面说一说它的思想性。\n一、写兰亭集会的盛况以突出生之“乐”。\n文章的第一段较具体地写了兰亭集会的盛况。本段共六句。第一句交代了集会的时间、地点及目的，第二句交代了与会的人物，第三句写了兰亭之优雅的环境，第四句写盛会上人们的活动情况，第五句写晴和的天气，第六句抒发感慨。显然，六句中，有些是惯常的必要的交代，有些是写自然造化之美，有些却是写集会的“盛况”。名士们在晴朗的天空下，感受着和煦的春风，可远眺可近观可仰视可俯察，流觞曲水，饮酒赋诗，畅叙幽情，何其痛哉!快哉!乐哉!而“仰观宇宙之大，俯察品类之盛”，其作用在于“游目骋怀”“极视听之娱”。这里在抒发了生之快乐的同时，又表现出一种旷达的心境。\n本段以写盛会始，以抒感慨终；以做“修禊”为名，以行快乐为实。\n二、写静者躁者的异同以突出死之“痛”。\n文章的第二段写了两种人，一个是喜欢“静”的人，一个是喜欢“躁”的人。前者“取诸怀抱，晤言一室之内”，后者“因寄所托，放浪形骸之外”，性格乃至行为上有很大的不同。但是，两者又有惊人的相似之处：“当其欣于所遇，暂得于己，快然自足，曾不知老之将至；及其所之既倦，情随事迁，感慨系之矣。”快乐的时候，得意忘形，感觉不到自己在悄悄地衰老，等对高兴的事物感到了厌倦，感慨就自然而然地产生了。什么感慨?有两个：一个是“向之所欣，俯仰之间，已为陈述”；另一个是“修短随化，终期于尽”。它告诉我们三点：其一，事物有生就有灭，有乐就有悲；其二，事物由生到灭，由乐到悲，其时间很短暂，倏忽之间，正如白驹之过隙；其三，生命之长短之存灭，不是主观所能左右的，它取决于自然的造化。由此说来，生命是何其宝贵!正因如此，所以作者才引用古训“死生亦大矣”；正因如此，所以作者慨叹：“岂不痛哉!”\n三、文章为批评名士之虚无的思想观念而作。\n东晋是名士风流的时代。他们崇尚老庄，大谈玄理，不务实际，思想虚无，寄情山水，笑傲山野。他们思想消极，行动无为，就像浮萍之于海水，随波荡漾，飘到哪里就是哪里。当然，死了就死了，无所谓，因为死就是生，生就是死，“一死生”“齐彭殇”。对此，作者作了委婉的批评。\n生和死是两码事，不能等同起来。生有各种各样的生，有的人活得窝窝囊囊，有的人活得志得意足；死也有各种各样的死，有的人死得默默无闻，有的人死得轰轰烈烈。司马迁说：“人固有一死，或重于泰山，或轻于鸿毛。”臧克家说：“有的人死了，他还活着；有的人活着，他已经死了。”毛泽东说：“生的伟大，死的光荣。”。。。。。。生与死怎么可以等同呢?正如作者所说的：“固知一死生为虚诞，齐彭殇为妄作。”作者这样写，表明了他对生死问题的看重，他是想以此来启发那些思想糊涂的所谓名士，不要让生命轻易地从自己的身边悄悄逝去。\n四、文章以“死生亦大矣”的观点来警醒“后之览者”。\n综上所述，文章记叙了兰亭集会的盛况，阐述了“死生亦大矣”的观点，批评了士大夫之虚无的思想观念，显然是有感而作，缘情而发。但是，作为一篇文集的“序”，除了批评士大夫之虚无的思想观念之外，还要对结集的目的说一说。参加兰亭集会的是当时社会上的名流，如谢安、孙绰等人。正如上文所说，他们引觞曲水，饮酒赋诗，畅叙幽情，何其痛哉!快哉!乐哉!然而，“向其所欣，俯仰之间，已为陈迹”。对此，作者认为“岂不痛哉”!所以，把他们赋的诗收录下来，不至于使其泯灭，而让其流芳百世，使“后之览者，亦将有感于斯文”，如作者一般，生发出“死生亦大矣”的感慨。为什么会这样呢?因为“虽世殊事异，所以兴怀，其致一也”，因为“后之视今，亦由今之视昔”。这不能不令人慨叹作者有一副多么好的心肠!\n佛教、道教徒总是把生死看得很虚无、很超脱，他们“一死生，齐彭殇”，可我们不是神仙道人，是血肉之躯，要珍惜生命，士大夫当“兼济天下”，去实现自己的抱负。这种生活观在我（王羲之）看来是何等的虚伪可笑。正因为我对生命是如此的珍惜，因此，“每览昔者兴感之由”，我“悲”古人，因为我对生命的体验和古人对生命的体验是何其相似；我亦“悲”后人，“后之视今，亦由今之视昔”，后人读我的文章，犹如我读古人的文章一样。这里的“悲”不同于上一段的“痛”，而是对个体之痛的理性思考，是由己悲人的，更加深刻感慨。\n人类社会从古至今迈进了多少年，人类文明的发展也是今非昔比，但无论世界怎么变化，人类对生命本质（生命、青春、痛苦等等）的体验却是一致的，王羲之也正是道出了这种“千古同悲”，才如此深深地打动了我们。\n王羲之的人生观不消极，悲叹并不等于悲观，历史上悲叹人生的往往是最富有创造价值的人士，比如曹操、李白，曹操在的诗中写道“人生几何，对酒当歌，譬如朝霞，去日苦多”，但这并不妨碍他成为乱世英雄。正是因为他们对人生充满了执着，对岁月的流逝才如此悲叹。王羲之的文章多在是“消极其表，执着其里”，王羲之在书法上的卓越成就正是他对抗人生虚无的最执着的努力。\n一言以蔽之，结集的目的在于警醒后来的读者在读文的时候，不要感染士大夫之消极的思想情绪，而能够充分地认识到“死生亦大矣”的思想精髓。\n","timestamp":1431865766216,"published":true}]