[{"name":"班惟志行草题雪江图","text":"\n中文名一吻定情~LoveinTOKYO\n外文名イタズラなKiss~LoveinTOKYO\n其它译名恶作剧之吻~LoveinTOKYO\n制片地区日本\n导    演永田琴\n编    剧三浦有为子\n主    演未来穂香，古川雄辉，山田裕贵，西村知美，芋洗坂係長，田中要次\n集    数16\n类    型剧情/喜剧/爱情\n上映时间2013-03-29\n更新时间每周五晚24：00\n电视台富士电视TWO（收费频道）\n剧情简介\n《一吻定情》讲述了女高中生相原琴子暗恋IQ200的天才少年入江直树的故事。单纯的女高中生的相原琴子，好不容易鼓足勇气写了一封情书给暗恋已久的天才少年入江直树，但是却被无情地拒绝了，而且还被嘲笑为是笨蛋。就在琴子最失意的时候，自己家中新盖的房子也因地震而震垮了，琴子父亲带着琴子入住自己好久不见的好友家中，没料到竟是入江直树的家中，两个人就此展开同在一个屋檐下的全新生活。 \n分集剧情\n-56-1011-1516\n第1集\n一个晚上，琴子在房间学习后，听到收音机说有流星雨，琴子打开窗户许了一个愿。第二天一早，亲自来到学校躲在自行车停车场，看到了帅气的入江直树后递出情书，但被拒绝。失落的琴子告白遭拒被全校的人知道了，仁子、理美来安慰。说出了入江直树的真实情况，进到教室，班里同学也知道了，仁子打住。失控的金之助跑进来问琴子是否喜欢直树，为直树居然敢拒绝琴子而生气。安慰琴子并给她吃自己做的章鱼烧。琴子和爸爸要搬到新房子了，金之助他们来帮忙。突然琴子发现了不明的流星飞过，流星正巧落在新家屋顶，房子塌了。晚上电视也播了琴子房子倒塌的新闻。父女俩无家可归。早上琴子她们仨人去学校。看见金之助他们三个举行捐款活动。直树正好路过，金之助让他捐钱，直树态度傲慢，琴子拒绝他的帮助，直树只好走了。琴子的爸爸决定去他老朋友家暂住，琴子没想到是直树的家。直树的妈妈带琴子去看房间，早上，吃了早餐后，直树和琴子一起去上学校。故事才刚开始…...\n第2集\n琴子为了让直树看到他们的名字在同一张纸上，决定考进前一百名。晚上看书时直树的妈妈拿夜宵给琴子时两人谈论直树，然后直树妈妈给琴子看了直树小时候的女装照片并送了一张给琴子。第二天直树去F班找琴子，原来是直树妈妈搞错了两人的便当。琴子拿出直树小时候的女装照片威胁直树，要直树到期末考试这一周间帮她补课，若自己考入前一百照片就还给他，直树为了拿回照片而答应琴子帮她补课……在一周间，直树给琴子一个期末考试计划表，说洗澡的时候、上厕所的时候，单词本都不能离手。早上琴子努力学习，晚上直树给她补习。期末考试前一天晚上，直树给她出模拟试卷和讲解。到了深夜两人因为太累一起趴在桌子上睡着了。直树的妈妈给他们两个送宵夜时很惊讶，于是赶紧拍了下来。早上，直树的妈妈给了琴子一个信封让她考完试再打开。考试开始，琴子发现题都是直树出过的，于是很顺利的考完了。3天后，期末考试完毕，琴子、金之助他们去吃大餐，直树去咖啡厅参加派对。几天后，布告栏上贴着前一百的名字，琴子终于跟直树在同一张纸上。直树看到名字很欣慰，于是向琴子要照片，琴子笑着对直树表示感谢。全校学生们都知道琴子考了第100名都说好厉害，金之助、银太郎、铜藏三人觉得可疑，决定乔装跟踪琴子，看见琴子进入别墅区。三人看到门牌上写着“入江”。觉得蹊跷。当他们看见直树走来便躲了起来，发现直树和琴子住在一起就晕过去了。第二天一早，金之助说出直树和琴子住在一起的秘密，无巧不巧，信封在这时掉了出来，那晚直树妈妈拍的照片被大家发现了。琴子让全班帮她保密。第二天直树发现仁子和理美在发照片，对琴子很生气，琴子哭了……\n第3集\n失落的琴子晚上走回家里，直树妈妈很担心她，琴子说了没事就回了房间。琴子在房间里翻出情书伤心的睡着了，喊琴子去洗澡的直树碰巧进入房间，看到了琴子桌子上没有送出去的情书。早上琴子起晚了，重雄让琴子早些回家，他要做饭感谢直树一家。出门的时候直树温柔地为琴子拿掉头上的面包屑，琴子当场愣住。晚上金之助和仁子等五人来到直树家侦查。直树妈妈说出让两人结婚的想法，琴子反对。直树背出琴子的情书，被琴子扇了耳光，就这样琴子喜欢直树的事情被直树妈妈知道了。金之助不忍琴子被欺负，跑出来找直树理论。直树说出“今天讨厌，明天有可能就喜欢了”的话让琴子的心更加悸动起来......暑假来临，琴子到学校补习。因在课上看着打网球的直树发呆，被老师罚跑10圈。跑步中被直树打过来的球正中头部。老师跑来说“小两口吵什么架”，琴子尴尬跑开，直树看着这样的琴子笑了。晚饭后，琴子想跟直树妈妈学习料理，想做出“入江家的味道”。直树妈妈向琴子讲述自己和直树爸爸的爱情史。数周后，庆祝直树网球大赛获得冠军，爸爸们则说第二天要去参加同学会。暑假的最后一天，爸爸们去参加同学会，直树的妈妈接到电话说奶奶病了，于是带着裕树走了，家里只剩下直树和琴子。到了晚上，琴子到直树房间找作业，被直树突然的行为吓到，说出“首先要从健全的交往开始”这种话后遭到直树嘲笑......\n第4集\n春去秋来，琴子、仁子、理美都如愿以偿通过内部升学考试，准备进入斗南大学，然而诸如A班在第三学期仍各种努力准备不同大学的升学考试。入江家为庆祝琴子升学成功的晚餐上，直树随口表明他还没有决定要不要上大学，让全家人都很震惊。选拔考试前一天，琴子亲手为直树缝制了护身符，送到他房间。为上大学到底要做什么而感到迷茫的直树少少对琴子展露了一点真正的心声。琴子把护身符挂在了直树的书包上。然而第二天一早开始，直树就厄运不断。先是有点感冒却误服了琴子递过来的有催眠效果的药，然后在车站护身符被夹在电梯门里，同行的渡边劝直树把护身符丢掉，但直树却硬是把它从门缝里拔了出来，差点迟到。来到考场上楼梯的时候，直树为了捡起掉在台阶上的护身符，被下楼的人撞下楼梯，被带去医务室，考试进行了一半才拄着拐杖进来，结果发现答题用的铅笔在刚才掉下楼梯时全部摔断了芯。中午吃饭时却发现这天的便当是琴子做的，他却不能冒着拉肚子的风险去吃。接下来的考试中，因为感冒药的作用，打瞌睡到临结束10分钟才醒过来……然而即使在这样的状况下，直树还是以领先的成绩通过选拔考试，准备应考东大。而从渡边口中听到了直树厄运真相的琴子，也为此沮丧不已。情人节即将到来，琴子做了写着祝贺东大合格的巧克力，准备送给直树。然而考试当日，琴子因为心中不安跟随直树前往考场，却在送他到大门前因急性盲肠炎倒下，直树从马路对面赶回来，抱起琴子前往医院，同时没有去参加考试。琴子因此愧疚不已，当晚拉着行李箱准备离开入江家，却在路上碰到自称睡不着出来散步的直树，一番轻描淡写的话让琴子重新振作起来，回到了入江家，而直树也发现了冰箱里的情人节巧克力，虽然很难吃，但却拿在手里端详了许久……\n第5集\n毕业季到来。金酱因为没有通过考试，不能去上大学，为此灰心的他甚至不想去参加谢师宴，而琴子却出现并鼓励了他。金酱恢复常态出现在学校里，搂着琴子的样子让正好看到的直树心生不快。毕业当日早上，入江妈妈给琴子拍照，对下楼的直树提议两人合影，直树面无表情地答应了，却在合影的时候搂住琴子，难得的笑容被留在了镜头里。琴子向直树要第二颗纽扣失败了。当天晚上的谢师宴，金酱订的会场只能分到一半，另一半竟是A组订的，两位班导的竞争话语，引发了A组和F组的矛盾，金酱气得离开，琴子追去劝慰，两个人亲近的样子却正好被直树看到。金酱的挑衅再次让直树不爽。在所有人面前被嘲弄了的琴子，拿出了直树小时候的女装照片，直树拉起她就往外走，与此同时金酱开始唱为琴子作的歌，却看不到琴子的身影。琴子对直树说，要放弃喜欢他，还要在大学里找到更帅的男孩子，听到这话的直树立刻甩出一句，那你忘记试试，然后吻了琴子…\n-56-1011-1516\n以上内容来自 \n演职员表\n演员表\n古川雄辉 饰 入江直树\n简介  男主角,IQ200的万人迷,无论相貌和能力都不容置疑\n未来穗香 饰 相原琴子\n简介  女主角,没有聪明的头脑和美貌的平凡女生\n山田裕贵 饰 池沢金之助\n简介  F班同学,钟情于琴子\n田中要次 饰 相原重雄\n简介  琴子爸爸\n西村知美 饰 入江纪子\n简介  直树妈妈,卖儿专业户\n芋洗坂系长 饰 入江重树\n简介  直树爸爸,潘达第一代社长\n相泽侑我 饰 入江裕树\n简介  直树弟弟\n藤本七海 饰 小森纯子\n简介  琴子的好友\n宫崎秋人 饰 奈良崎ノプ\n简介  纯子的男朋友\n山谷花纯 饰 石川理美\n简介  琴子的好友\n白又敦 饰 高宫良\n简介  理美的男朋友\n河相沙罗 饰 渡边俊一\n简介  直树高中好友,后进入早稻田大学\n森宽和 饰 松本裕子\n简介  才女,女版直树,喜欢入江直树\n加治将树 饰 须藤学长\n简介  大学网球社社长,暗恋松本裕子\n小池彩梦 饰 松本绫子\n简介  松本裕子的妹妹,喜欢直树\n内海启贵 饰 中川武人\n简介  松本绫子的男朋友\n今里真 饰 大村医生\n饭田基祐 饰 金森取缔役\n简介  直树在公司期间的助理\n佐伯新 饰 横山秘书\n高田里穗 饰 大泉沙穗子\n简介  大泉会长的孙女\n堀内正美 饰 大泉会长\n简介  大泉沙穗子的爷爷\n/3><\n职员表\n制作人\t香月淑晴、西渕宪司、村田嘉邦、森古雄(制作)、樱井由纪(企画)、沟口稔(原作企画)、冈本由真子、小野诚一、日下聡(制作人)、羽鸟健一(编成企画)\n监制\t西川茂\n原著\t多田薰\n导演\t永田琴\n副导演（助理）\t户冢宽人\n编剧\t三浦有为子、安部华子(编集)\n摄影\t平田修久\n配乐\t户田色音、林昭一(音声)、栗山伸彦(音声效果)\n道具\t杉崎匠平(小道具)\n美术设计\t山川邦彦(美术)\n视觉特效\t青田保夫(映像)\n灯光\t金子拓矢(照明)\n展开\n以上内容来自： \n角色介绍\n入江直树|演员古川雄辉\n天才少年，IQ200，英俊，运动万能，无论做什么都十全十美，但一脸酷相让人难以捉摸，个性既冷酷又毒舌。有幼稚园时期被妈妈当做女孩子养的“黑历史”。认识琴子前，可谓是“南极冰山”，因为有了琴子，才使入江心灵深处的情感慢慢迸发出来。他的心里其实很早就开始喜欢琴子，却一直没发现，后来意识到自己其实会吃靠近琴子的男人的醋。\n相原琴子|演员未来穗香\n很小的时候母亲就去世了。被分在偏差値最低的一年F班（放牛班）。开朗的元气少女，有股勇往直前的冲劲。在高中的入学典礼上对演讲的直树一见钟情。虽然直树冷漠地对待她，但她仍然不气馁地继续使出攻势。多亏直树的教导，总算能够进入斗南大学。非常喜欢直树，但总是得不到自己所希望的结果，很多事情都需要直树的帮忙。尽管笨手笨脚反应迟缓，却很有毅力。她的那种毅力，使她变得很可爱。\n池泽金之助|演员山田裕贵\n琴子好友兼同班同学，从高中一年级开始单恋琴子三年，自称对她的爱不输给任何人。热血冲动型。会开怀大笑会哭的人情派，视直树为情敌。大阪出身，料理相当拿手。\n昵称金酱\n入江纪子|演员西村知美\n男主角入江直树的母亲，佐贺县太良町出身，接受了现任老公热烈的求婚后结婚。19岁就生了直树。完美的家庭主妇，同时也是琴子的爱情后援队。从没见过象入江妈妈如此热情的人了，她在入江和琴子的婚姻中可是起着举足轻重的作用，永远坚定的信念就是入江和琴子绝配。以至于入江和琴子有一点进展，她就会大肆宣扬，惟恐天下不知。爱好摄影，最喜欢化装跟踪，可是她的化装水平实在是糟糕，除了琴子，谁都看的出来。\n入江重树|演员芋洗坂系长\n男主角入江直树的爸爸。九州出身。大型玩具公司“PANDAI”的社长，对公司有着深厚感情。喜欢同妻子一起享受家庭时光。与琴子的爸爸相原重雄是同乡。昵称小入\n相原重雄|演员田中要次\n女主角琴子的爸爸。专业厨师，经营一家以自己的姓“相原”命名的日本料理店。与直树的父亲入江重树从幼稚园时期开始就是要好的朋友。昵称小相\n入江裕树|演员相泽侑我\n入江家的次子，直树的弟弟。有着与直树相似的酷酷的性格，有时会故意使坏，时常嘲笑琴子。对哥哥十分尊重崇拜，成绩优异但几乎从不运动。\n小森纯子|演员藤本七海\n琴子的闺蜜兼同学。元气和冲劲不次于琴子。做什么事都很有气势与活力。有时也有喜欢恶作剧的一面。\n石川里美|演员山谷花纯\n琴子的闺蜜兼同学。爱打扮，掌握从各种渠道取得的各种信息的情报通。喜欢议论别人、传播流言蜚语。\n松本裕子|演员森宽和\n琴子的情敌。成绩优异，在全国高校网球大赛中取得过第二名的成绩，同时又是个身材完美容貌出众的美女。为了追求直树而进入斗南大学理工部。\n须藤学长|演员加治将树\n网球部的前辈，有名的选手。平时是性格温和容易亲近的学长，但是一拿上网球拍就立刻变身暴力男。喜欢松本裕子。\n大泉沙穗子|演员高田里穗\n北英社会长的孙女，容貌端庄性格平和，对料理插花等也十分擅长。从哪一个角度来看都是无可挑剔的女性。曾和直树订婚。\n影音视频\n分集视频\n爱奇艺\n2345678910111213141516\n剧照图片141/5\n人物关系\n以上内容来自 \n音乐原声\n序号\t歌曲名\t歌手\n\tアップデート\tSabao\n\tたからもの\tSabao\n剧集评价\n日剧《一吻定情》热播，天才少年“入江直树”的扮演者古川雄辉，因精致的五官和性感的嗓音，轻而易举地让一大群女粉丝对其死心塌地，获封新一代“男神”称号。随着电视剧的热播华丽的逆袭，这次用本色出演“天才少年”直树的高富帅向观众证明了导演的眼光和他的实力。且《一吻定情》更强调直树的视角，这一转变让直树多了更多人情味，而琴子也更加可爱迷人。（21CN娱乐评） \n新版《一吻定情》的突破之处还在于，双视角的加入让直树的感情变化终于不那么突兀。我们得以在看到琴子的坚持与进步的同时，也能看到直树从不屑，到好奇，到动摇，到迷惘挣扎，最后认清自己心意的全过程。（67娱乐评） \n","category":"行草","verified":true,"user":1,"timestamp":1429951539344},{"name":"班惟志行草题雪江图","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791640172,"text":"","author":"元代班惟志","description":"班惟志行草题雪江图"}]