[{"name":"傅山行草哭子诗","text":"傅山（1607-1684），字青主、青竹、公它，号真山、啬庐、朱衣道人等。阳曲（今山西太原）人。傅山出身于书法世家，少年时便由钟繇小楷入门，后从颜真卿大楷出道，行书学“二王”草书追摹张旭、怀素。篆、隶学秦汉，而颇见意味，唯用字多尚古好奇，假字连篇，极难辨识，但形式感极强，可谓一体。他在书法上成就最高的，是行草书。近代马宗霍就评说：“青主草书则宕逸浑脱，可与石斋、觉斯伯仲。”他自幼聪颖，禀性刚直，崇尚气节。\n\n内容简介\n明亡入清后不与清廷合作，并因反清复明图谋被捕入狱。后经朋友多方营救，才得以开脱生还。出狱后的傅山，退隐山林潜心研究学问，二十年不见生客。康熙十七年（1678）被举应“博学鸿儒”科，固辞不准，后在病中强行抬到京都，但仍以病为由拒绝叩上谢恩，为人处世以及作学问，处处表现得孤傲不群。特别是在以寄托胸臆，抒发性情为载体的书法方面，更是把表现自己的人格特征作为主要目的。他对书法的理解首先应建立在人格的完善之上。他说：“作字先作人，人奇字自古。”因此，他的书法一直秉承正气，注重个性宣泄，并把这种创作原则追求了一生，发展到了极致，从而奠定了他在中国书法史上的重要地位。\n图书目录\n行草书赠莲老道兄北发之一\n行草书赠莲老道兄北发之二\n行草书赠莲老道兄北发之三\n行草书赠莲老道兄北发之四\n行草书赠莲老道兄北发之五\n行草书赠莲老道兄北发之六\n行草书赠莲老道兄北发之七\n行草书赠莲老道兄北发之八\n行草书赠莲老道兄北发之九\n行草书赠莲老道兄北发之十\n行草书赠莲老道兄北发之十一\n行草书赠莲老道兄北发之十二\n草书客嚷吾书好五言律诗\n楷书临颜帖\n行书扇面\n草书临王帖\n草书龙王社鼓闹村雩七绝诗\n草书崔国辅魏宫词\n草书韦应物咏春雪五绝诗\n草书定磁碗贮玫瑰花七绝诗\n隶书七律四条屏之一\n隶书七律四条屏之二\n隶书七分赴四条屏之三\n隶书七律四条屏之四\n哭子诗\n草书独远阁诗之一\n草书独远阁诗之二\n草书独远阁诗之三\n草书独远阁诗之四\n草书独远阁诗之五\n草书独远阁诗之六\n草书独远阁诗之七\n草书独远阁诗之八\n草书独远阁诗之九\n草书独远阁诗之十\n草书独远阔诗之十一\n草书独远阁诗之十二\n草书赠庾十二朱版七绝诗\n草书儒仙难易葛翁筹七绝诗\n草书读传镫录\n草书对雨书怀走邀许主簿五言律诗\n草书桥南桥北雪权枒七绝诗\n草书总将孤亭人画图七绝诗\n草书茅檐瓦雀乱飞回七绝诗\n草书北门书记想婆娑七绝诗\n草书晋公千古一快文语之一\n草书晋公千古一快文语之二\n草书晋公千古一快文语之三\n草书晋公千古一快文语之四\n行书虹巢五言诗\n篆书蓬莱三殿侍宴奉敕咏终南山应制\n篆书游仙诗之十一\n篆书游仙诗之十二\n楷书临欧帖\n行书致魏一鳌信札\n草隶塞上诗\n草篆书天龙禅寺诗\n草书杜甫春日江村五律诗\n草书双寿诗\n草书陪郑广文游何将军山林五律诗\n行书常建三日寻李九庄七言诗\n草书韦应物春思\n草书客嚷吾书好五律诗\n草书紫云青树石庸康\n草书临王羲之诸怀帖\n行书吴兴送粱补阙归朝赋得荻花\n行书陆机饮酒乐\n行书紫竹坐麻高五律诗\n草书临王帖\n草书右军大醉舞蒸豪七言绝句\n行书蒲台诗\n行书夜宿西阁，晓呈元二十一曹长\n草书王维辋川闲居赠裴秀才迪诗\n草书丈夫垂名\n草书华州周大夫宴席七言诗\n草书漫成二首五言律诗之一\n草书漫成二首五言律诗之二\n草书如今出家儿\n草书世上漫相此五言律诗\n草书儒仙难易葛翁筹七言绝句\n草书圆相写色一字五言诗\n草书陪郑广文游何将军山林\n草书摘得红梨叶五言律诗\n草书桦树（木迁）松玫瑰花七言绝句\n草书悬崖断处积幽寒七言绝句\n草书白监赤河俱刺天七言绝句\n草书定磁碗贮玫瑰花七言绝句\n行书青羊庵绝句\n行书青羊庵绝句\n草书酒阵茶枪次弟陈七言诗\n草书致此自僻远五言律诗\n草书江头楂树香五言诗\n草书白沙荷叶底五言绝句\n草书临王羲之帖\n草书临王羲之伏想清和帖\n草书临王羲之帖\n行书临王羲之帖\n草书心腐神皋日五言律诗\n草书柳家汀洲孟冬月七言诗\n行书枕乐攻吾短五言诗\n行书杜甫诗\n行书古诗十九首\n行书古诗十九首\n行书古诗十九首\n行书古诗十九首\n行书古诗十九首\n行书古诗十九首\n行书古诗十九首\n楷书对联\n隶书华崴独灵异五言诗\n行书湖上新正逢故人七言诗\n行书村晚惊风度五言律诗\n啬庐妙翰局部\n","category":"行草","verified":true,"user":1,"timestamp":1429951653823},{"name":"傅山行草哭子诗","dynasty":"清代","category":"行草","type":"","user":1,"timestamp":1429791646081,"text":"傅山 《哭子诗》册 纸本 27.5cm×24.3cm×21 山西省博物院藏\n　　公元1644年一个寒冷的冬夜，太原松庄一口简陋的土窑里，北风摇撼着窗棂，如豆的烛火摇曳欲灭。土炕上，57岁的傅眉呼吸急促，面色土灰，初冬一场突如其来的疾病即将夺去他的生命，土炕下首，两个刚刚弱冠的儿子傅莲苏、傅莲宝压抑着悲痛，低低地抽泣，因为他们不敢让呆坐在炕边上的祖父过于伤心。78岁的傅山此刻一语不发，作为医生，他知道儿子的生命已在旦夕，而这个生命，紧紧地和自己的灵魂牵系在一起，不能分离。欲哭无泪，悲痛欲绝，父子间六十年的风风雨雨，六十年的颠沛流离，六十年的心魂相依，仿佛历历在目，涌上心间。\n　　恍惚中，傅山仿佛看到自己21岁时，手捧着刚刚诞下的儿子，幸福不已，那时，这个上有高堂父母，下有贤妻稚子，而且兄弟友爱，其乐融融的大家庭是多么的美满。希望爱子长寿的傅山给儿子取名“眉”，聪颖的小傅眉刚刚四岁，就已经能背诵大段的经典，并能提笔作诗行文，被人们称为“神童”，对儿子，傅山怀有深切的希望，他教给儿子学问、书法、艺术、武功，使傅眉成为日后人们称为一代“奇人”的文武全才。虽然自己无意功名，但傅山还是希望儿子在继承傅氏深厚家学的同时，精进学问，自成一家。然而，不幸却从天而降，傅眉五岁时，母亲便撒手人寰，扔下了傅山父子。谁也没有料到，这只是一连串悲剧的开始。\n　　转眼间，千疮百孔的大明王朝在内忧外患的重重打击下走向了崩溃的边缘，崇祯十七年的兵火烧毁了傅山父子渴求平静的愿望，傅山的父亲、兄长先后去世，为避兵燹，傅山全家辗转避乱于山西各地，那时候，是傅眉扶持着年迈的祖母，照顾着幼小的侄儿，帮助傅山一起，带领全家人餐风宿露，寻找一方安身的所在。自这年起，为了保守气节和尊严，傅山出家入道，成为著名的“朱衣道人”，而养家糊口、赡老养幼的重担便落到了傅眉的肩上，年轻的傅眉没有丝毫怨言，他砍柴深山，卖药街市，白日里为养活一家老小辛苦劳作，只有到了晚间才拿起书卷，习练书法。顺治十一年，傅山因反清被捕入狱，傅眉义无反顾地投赴监狱，陪伴父亲；出狱后的傅山壮游大江南北，联络反清志士，结交遗民学者，一路上是傅眉牵挽驴车，服侍左右；康熙十八年，清廷开“博学宏词科”网罗知识分子，傅山被强迫抬进北京，是傅眉不离左右，保护着父亲拒绝应诏的凛凛大义。多年父子如兄弟，六十光阴的荏苒倥偬，六十春秋的风霜雨雪，将这对傲岸嶙峋的文化巨人打磨地愈加顽强、坚韧。从某种意义上，他们不仅是父子，还是术业授受的师徒，是砥砺学术的畏友，是相与长进的同道，是心魂相依的支柱，可以说，这对父子的灵魂已经如同盘结在一起的参天大树，谁也不能离开谁了。\n　　天亮了。而傅眉再也无法醒来，他的头，被老泪纵横的父亲轻轻地抱在怀里，炕边的一张纸上，潦草无力地抄写着他去世前写下的最后一首诗《临终口号》：“父子艰难六十年，天恩未报复何言”，“西方不往不生天，愿在吾翁双膝前。”儿子不孝，不能为父亲养老送终了！读来怎不另人潸然？！\n　　白发苍苍的傅山，把儿子轻轻放好，站起身来，突然走向书案，拿起那支无数次挥毫泼墨，现在却已秃败不堪的毛笔，颤抖着，却飞快地写下了一组哭祭爱子的诗篇，这，就是傅山著名的书法巨作－－《哭子诗》，在诗中，傅山蘸满了心血写道：“父哭子常事，奈兹八十身”，虽然常有白发人送黑发人，但我已经年近八十，怎么受得了这种打击？！“吾行八十矣，哭泣早晚休。老骨本恃尔，尔乃不及收。”本来想让儿子为他养老，不想反而先目睹儿子去世，这是何等深重的打击，这是多么剧烈的悲恸！这是傅山最后的一组诗篇，是他对这个世界最后的无奈呼号，四个月后，一代学者、诗人、书宗、名医傅山与世长辞，留给世间一段传奇，留给人们无限的敬仰。\n　　今天，著名的《哭子诗》册就保存在山西博物院，这本诗册为纸本装订，共计21开，每开长27．5厘米，宽24．3厘米，前有题跋，后钤朱印，保存完好，墨色灿然。全诗共分14首，分别为《哭忠》、《哭孝》、《哭才》、《哭志》、《哭力干》、《哭文章》、《哭赋》、《哭诗》、《哭书》、《哭字》、《哭画》及《无题》三首，整件作品书体变化不一，或真，或行，或草，用笔狂放洒脱，几乎难以控制，作品中，常有大段的涂改和墨污，有的地方甚至整行整段地被作者涂黑，可见傅山当时的心境悲痛至极，几近癫狂，丧子的剧痛让一代大师难以自制，情绪在笔端喷薄、爆发开来，作品中有的涨墨或水渍处，甚至让人们感到，那就是傅山滴下的泪水。欣赏着这件书法作品，我们仿佛看到了悲伤的父亲，体会到了作者的心情，近近地，和傅山先生贴在了一起。或许，这就是艺术的魅力，这就是傅山先生历三百余年而不朽的原因！为纪念傅山先生，2007年山西博物院推出 《霜红之韵——纪念傅山诞辰四百周年书画大展》，集中展出了存世的傅山墨宝真迹，《哭子诗》作为傅山晚年的力作，为后人留下了欣赏和研究的无穷空间。","author":"清代傅山","description":"傅山行草哭子诗"}]