[{"name":"董其昌大唐中兴颂","text":"周少清：中国书法家协会会员，黑龙江省书法家协会会员，牡丹江书法家协会副秘书长，牡丹江市篆刻艺委会副主任，拓荒印社社员。先后毕业于牡丹江师范学校美术专业，和哈尔滨师范大学美术系书法专业。入展全国首届青年书法篆刻展、全国第五届篆刻展、全国第六届篆刻展、全国第五届新人展。\n作品发表于《书法》、《书法报》、《书法世界》、《青少年书法》、《少年书法报》、《篆刻》《中国书画报》等报刊杂志百余次。牡丹江电视台、家园风情、牡丹江广播电视报曾作专题介绍。[1] \n著名书法篆刻家\n中国著名书法篆刻家\n全国首届青年书法篆刻展\n全国第五届篆刻展\n全国第六届篆刻展\n全国第五届新人展\n全国小榄杯县镇书法大展\n西泠印社首届中国印大展\n西泠印社第六届篆刻展\n西泠印社第七届篆刻展\n西泠印社书画印大展\n西泠印社全国印社邀请展\n百年西泠翰墨春秋诗书画印大展\n纪念邓小平诞辰100周年书法展\n皖北煤电杯书法大展优秀奖\n首届黄庭坚奖全国书法大展\n四堂杯书法大展银奖\n冼夫人奖书法大展入选\n林散之奖南京书法传媒三年展\n高恒杯全国书法大展\n纪念建党85周年书法展\n孔子艺术奖全国书法大展\n首届中国书法篆刻大奖赛银奖\n首届永乐宫书法艺术节优秀奖\n第二届永乐宫书法艺术节百佳奖\n第三届永乐宫书法艺术节入展\n第四届永乐宫书法大展入展\n第五届永乐宫书法艺术节百佳奖\n第三届康有为奖书法评奖优秀奖\n世昌杯全国书法大展铜奖\n纪念张爱萍将军中国移动杯书法大展银奖\n第二届中国青少年书法美术大展一等奖\n005年度.2006年度书法导报年展\n997年全国规范汉字书写大赛三等奖\n全国金龙大奖赛书法大展金奖\n林散之奖南京传媒三年展\n青少年书法创刊20周年三等奖\n全国银河大奖赛三等奖\n第二届观音山杯书法大赛优秀奖\n第三届观音山杯书法大展入展\n第二届孝感书法艺术届艺术大展\n星力杯全国第二届硬笔书法大展\n中国砚都杯书法艺术大展\n第二届果欣杯书法大奖赛\n第二届建文杯书法大展优秀奖\n第四届商鼎杯全国书法篆刻大展\n黑龙江省旅游杯书法精品展\n黑龙江省首届三届教师学生书法展一等奖\n黑龙江省新人展\n黑龙江省第二届精品展\n黑龙江省第十届第十一届篆刻展提名奖\n黑龙江省第十三届篆刻展一等奖\n黑龙江省第十四届篆刻展特邀\n黑龙江省第十五届篆刻展特邀\n黑龙江省第十一届群星奖金奖\n首届牡丹江中青年书法美术大展一等奖\n首届牡丹江电视报杯书画展一等奖\n人民人寿杯牡丹江书法大展\n庆祝建国60周年牡丹江书法精品展\n黑龙江籍全国书法篆刻名家邀请展 \n刊登及出版\n作品发表于《书法》、《书法报》、《书法世界》、《青少年书法》、《少年书法报》、《篆刻》《中国书画报》等报刊杂志百余次，出版有《周少清书法篆刻集》。\n人物轶事\n不薄今人爱古人\n西班牙著名油画家毕加索曾说：“如果我生在中国，我将不是画家，而是书法家。”可见中国书法的艺术魅力。周少清最初考入中师美术专业，学习绘画。中师三年，他却对或清秀古雅或恣肆多变或苍茫古拙的线条造型艺术——书法如醉如痴，因为书法可以使他“标拔志气，黼藻情灵”。\n999年，周少清中师毕业被分配到家乡学校从事美术教学。这期间他又考取了哈师大美术系书法专业，在葛冰华、刘银鹏等名师指点下，接受了系统的书法技法训练，对楷、行、隶、篆、草、篆刻等都有涉猎，打下了扎实的基本功。2001年，他毅然决然放弃了国家事业编制，来到牡市一家私立艺校从事书法教学。环境的改变，牡丹江的文化艺术氛围，成了他实现人生理想，迅速成为中国书协会员的助推器。\n综观他的书法取法，就是“不薄今人爱古人”。他认为，只要是格调高雅的书法，都应学习，只有多方汲取营养，才能成为艺术的集大成者。所谓“爱古人”，即纵向取法。少清在楷、行、隶、篆、草中尤擅行草，他的小行草取法“二王”，在米芾、赵孟頫，董其昌等贴学一路精研至深，用功最勤。像董其昌的《大唐中兴颂》、《行书杜甫诗册》等他临了不下百余遍，做到了形神兼备。每次临贴，他都讲求“察之尚精，拟之贵似”，并通过多方面的分析和整合，来继承古人的长处，极力追求“笔精妙如神”的境界。同时，他还注重横向借鉴，即“不薄今人”。笔墨当随时代，他通过上网、订阅报刊杂志、走出去交流、观看展览等多种方式来借鉴当代优秀书法家的笔墨情趣。当代书法是通过展览来带动创作，促进发展和繁荣。展厅效应要求作品除有传统技法外，还要有新颖的形式和动人的笔墨效果。为此，少清的书法创作既恪守“翰不虚动，下必有由”，又注入了时代的元素，深得行家青睐。其作品入展黑龙江省首届精品展，荣获省文化厅“群星奖”银奖等，就是最好的见证。\n此外，周少清酷爱篆刻艺术。篆刻是书法（篆书）、章法、刀法的完美结合。2001年，少清利用业余时间投师我市篆刻家孟飞先生门下学习篆刻，在孟老师的悉心指导下潜心临摹，上从秦汉工稳印入手，下及清代黄牧甫、陈巨来的印风精雅、绝伦。从汉印的学习中，去体会“平正端庄，浑厚朴实”的特点，并应用于创作。印从书出，印外求印，他对《中山王铭文》、《峄山碑》、邓石如小篆等篆书都深入研习。随着眼界的开阔，他发现自己的作品平正有余，而生动与变化不足。为了解决上述问题，他在经过长时间的痛苦思索和探究后，认为古玺是中国印章的源头，其艺术风格高古、灵动、丰富，这些正好弥补自己的不足，遂把眼光投向先秦古玺上。“古玺印文字奇特，结构精妙”，特别是其章法布局参差错落，活泼生动，自然天成，再加上边栏界格的巧妙运用，正好符合他求新求变的审美取向。在学习创作中积极借鉴、选择和吸收，于变化中求统一，在率意中寓精妙，以提高作品的可读性、趣味性和艺术性，取得了一定的成就。2003年以来，少清一路杀入中国书协举办的各项展览，少有落选，令同行刮目相看，羡慕不已。\n有人说：“书法是中国文化核心中的核心。”为了心中的书法情结，他选择了不为世俗逐浮华，甘愿清贫悟墨乡的人生与追求。书法的最高境界是“无法”，从心所欲，不逾矩。为了这个艺术梦想，周少清除广泛临摹法贴外，还涵养书香，徜徉于文、史、哲、美学等典籍中，不断探究，不断体悟，不断积蓄力量，向着最高的境界迈进……\n一只笼子在寻找一只鸟---少清印象\n一个人贵在能看清明天，而不是眼前。更可贵的是，无论今天，还是明天，他都不会因为种种诱惑而动摇自己的目标，譬如一只鸟，倾尽一生，就为找到属于自己的那个笼子，属于自己的一片天空。\n少清原本是端“金饭碗”的，但为了追求书法篆刻他毅然离职弃薪，这在投机钻营者看来简直不可思议。而少清却求之不得。离开单位，离开家人，只身来到牡丹江。少清就是为了书法。\n卡夫卡说过“一只笼子在寻找一只鸟”，少清，就是书法这个笼子正在寻找的那只鸟，他情愿的钻进命运为他早已设定的笼子，钻进他的精神蜗居。对少清，所有的梦境都是用刻刀和笔墨来织就的，在阴阳相生的世界里，在他那狭窄楼宇间不为阳光青睐的小屋里，他呼吸着圣洁，那是血滴在秋阳后幻化出的美丽，只要拿起刻刀，生活的负重，顷刻间烟消云散，留给别人的。是少清种植在印石的善良美丽与无限遐想。\n熟悉少清，看他斗室足矣，没有丝毫的奢华，一方一方的印石成堆，成摞，占据了书架上的大部分空间，他付出的劳动量让你不得不对他仰视，刻好的印章压弯了质地坚硬的支撑木板，无需任何表白，这就是他最有表现力的无声语言。\n因为书法，少清是主动钻进笼子的鸟。因为篆刻，他注定一生只选择做精一件事了，而在别的事情上，他不再浪费片刻光阴。毕竟，生命是极其有限的。我无须放大少清，因为雪后的东北，再大喧嚣也会被铺满大地的山川的宁静所覆盖，虽然，诱惑植入肺腑，让人无法抗拒，但少清俯首甘为农夫，在黑油油的一方沃土上，他春耕夏耘，也许过于纯粹，也许不过多思索，他平时没有太多的话语，脸上没有太多的表情，冷静出奇，难得一笑。而面对秋收，一幅幅印章在报刊上发表，展赛入选的消息一个个传来，他才会会心微笑，如同农夫面对外溢的谷仓，笑容就像晒满谷仓的秋阳，满是灿烂。那笑容，是鸟儿在歌唱，所有的寂寞，都是为收获准备的，他永恒的寂寞必定与歌声和幸福相伴。\n一棵树的成长从扎根开始，少清的根就是碑帖，就是玺印，就是古籍。虽身居斗室，但依然可以嗅到沙漠绿洲的清爽，心里到处可以掬起一捧清脆的鸟鸣。那里有全部的营养，伴着四溅的石屑，他贪婪的吮吸着，不舍昼夜，世俗抛得越发干净，少清的心志也愈发坚执。\n性格稳重的少清倾向于古典，那是一个被古色古香所占据的空间，他倘徉其间，不能自己，陈巨来的圆朱文风格被少清反复揣摩，他的印也因此清雅活脱，构思匀称，方圆寥落，白文印线条厚实凝重，又间杂铸印特色。玉印风格亦得古印之精髓，难能可贵。中国的书法是对立“斗争”的线条化，将矛盾的内部结构和谐，解开纠结，呈现一团静气，是印人在狭小空间里所要施展的才能，而且静气不是死气，动中有静，静而入空，乃真佳境。少清将用刻刀将精神过滤，然后转化成空灵，来表达“空故纳万境”的生机。\n世间最快乐的莫过于——笼子找到了他心仪的鸟，而鸟亦找到了自己最钟爱的笼子，少清找到书法，他才有快乐，他才倾其一生去守候呵护这个笼子。祝福少清!\n作品展示\n作品\n洪湖市建材工业局局长\n周少清1948年1月生，湖北洪湖人，大专文化，中共党员，洪湖市建材工业局局长、党委书记，政工师。1965年12月～1968年2月任石码头公社新路大队团支书；1968年3月～1973年10月在海军海岸炮兵第一团一营二连任战士、班长、排长；1973年11月～1983年11月任海军海岸炮兵第一团政治处组织股干事、股长、团纪检委员；1983年12月～1984年8月任海军海岸炮兵第一团六营教导员，任团党委委员、管党委书记；1984年9月～1989年10月任团政治处主任、团党委委员、常委、纪检书记；1989年11月～“’‘年“月任洪湖市建材局副局长、党委副书记；1993年12月～1998年12月任洪湖市建材工业局局长、党委书记。\n","category":"草书","verified":true,"user":1,"timestamp":1429951645277}]