[{"name":"张弼草书诗轴","text":"张弼（1425～1487）字汝弼，家近东海，故号东海，晚称东海翁。松江府华亭县（今上海松江）人。明宪宗成化二年进士，久任兵部郎，议论无所顾忌，出为南安（今江西大余）知府，律己爱物，大得民和。长于诗文，草书甚佳，被评为“颠张复出”。尝自言吾书不如诗，诗不如文，著有《东海集》。\n人物简介\n张弼生于明仁宗洪熙元年（1425），祖上于宋室南渡时由汴迁居华亭，数世均无功名。张弼家住郡城西门外谷阳桥西南。成化二年（1466年）进士，授兵部主事，晋员外郎。因作《假髻篇》讽刺时贵，遭当权者忌恨，被排挤出京，任江西南安知府，治绩颇著。\n南安地当赣粤要冲，亡命者聚山为盗，久为民害。到任后，先后捕灭。大庾岭为客商货物往来通道，当地人民从事运输，赖以为生。后为广东南雄豪霸侵夺，民众失业贫困。张弼请准江西、广东二藩司，予南雄、南安两地民众中分其利。岭路狭隘险峻，难于行走，就将所得商税，雇工拓宽路基，砌道，架桥，长达30里，岭路畅通。荒年，开仓平粜，救济民众；时疫流行，延请名医，为民治病。\n南安府所辖的南康县，民俗好讼，则严惩首恶，杀其刁风；禁诬告，反冤狱。创立“射圃”，亲自教民习武，以备盗寇；建社学，创书院，祀先贤，修郡志，以教化南安士民，习俗为之一变。告归之日，老幼攀辕而送，为建祠塑像。\n据张鼐《先进旧闻》载：“东海张先生守南安时，各郡收兵议赏，武夫悍卒乃惟愿得侯墨妙，而过客往往以是罢诛求焉，岁以笔札佐郡费类此。”从这里的记述看，张弼颇不惜墨，应有大量作品流传才是，然而他的作品存世并不很多。卒于宪宗成化二十三年，年六十三岁，葬于凤凰山之阳。\n个人成就\n诗文清健。尤工草书，取法张旭、怀素。尝自言：“吾书不如诗，诗不如文。”李东阳笑为“英雄欺人之语。”著有东海文集五卷，《四库总目》和鹤城稿并行于世。《明史·文苑传》称其：“工草书，怪伟跌宕，震撼一世。”、“酒酣兴发，顷刻数十纸，疾如风雨，矫如龙蛇欹如坠石，瘦如枯藤”，更喜作擘窠大轴，怪伟跌宕，震撼一世，人称“张旭复生”。四方求书者无虚日，甚至海外诸国，都知张东海之名，前来购求墨宝。传世手迹有《草书千字文》、《唐诗七律卷》、《草书登辽阳城诗》等（现藏故宫博物院），又有《七绝》诗轴（现藏上海博物馆）。后人搜集其草书，于明末刻板保存，名《铁汉楼法帖》（现藏松江博物馆）。\n著作有《鹤城》、《天趣》、《面墙》、《清和》、《庆云》诸稿及《东海手稿》，后由其子张弘至辑为《张东海先生集》（9卷）\n书法特色\n当时在书坛上已经改变了明初那种工整平稳、圆润婉媚、细劲流畅的“台阁体”规范，追求的是奔放自由的书风。张弼是当时典型的书家代表，书风受怀素狂草放纵的影响极大，作品用笔奇崛，线条流畅，牵丝带笔处挥洒自如，使转生动活泼，气势贯通，变化丰富，反映了张弼草书的典型面貌。张弼是明代前期草书的代表人物。他喜欢作大字草书，史书记载说他酒酣兴发，顷刻能写数十张纸，疾如风雨，矫如龙蛇，世人甚至以为颠张（张旭）复出。董其昌说张弼的草书是学习怀素，实际上他同解缙的狂草关系更为直接。他们代表了明代前期对唐代狂草的一种理解与取用。一方面，他们作为与当时流行的台阁体的对立面，更多地表现了自己的个性，而受到人们的重视；另一方面，他们给明代后期草书直抒性灵以启迪。张弼小字草书流传较少，作品圆熟劲健，结构、章法自然而富有变化。张弼行书结构紧凑生动，较多地使用方笔，形成自己的风格和特色。张弼的草书，以唐代张旭、怀素为楷模，亦是明初草书家欲改变元代自赵孟頫以来蕴藉清妍的书风，追求挥洒放纵的延续。他的一些作品，在张旭和怀素的狂草中加入章草笔意，在意念上与早期的宋克、俞和颇为相近。但他的许多作品，却又完全抛弃章草的用笔，在结构上以开合为主，笔意上则求快、求飘。所以祝允明曾说：“张公始者尚近前规，继而幡然飘肆，虽声光海宇，而知音叹骇”，认为张弼作品中的轻浮作态不可取。但张弼求新求变的改革性书风，却成为当时潮流的走向，学他的人很多，甚至海外之国亦购求其迹。其间必然地有了精粗优劣的差别。陈献章评张弼草书：“好到极处，俗到极处。”俗到极处四字，诚然是很大的贬词，但好到极处却又是非常的褒语了。董其昌一代书学宗匠，评张弼的《庆云堂帖》亦多赞美之辞：世多推重其狂草，至祝希哲评书，独推其盛年之笔，当由未见翁之大全耳。今观此刻，众体毕备，若有意无意，或矜庄如礼法之士，或潇洒如餐霞之人。虽与希哲同学醉素，而狂怪怒张则希哲不免，翁无是也。\n关于草书，张弼曾有答客问“（昶）深解书法，或问张汝弼草书，曰：‘好到极处，俗至极处。，问：‘如何则可？’曰：‘写到好处，变到拙处。’”这一段文字对了解张弼的草书艺术及思想应是有所帮助的”。都穆说：“张公草书师宋昌裔，昌裔者名广：“洪武初与宋克（仲温）、宋璲（仲衍）俱以书擅名，人称三宋’。然评者谓昌裔书较之二宋不逮，以其笔联续不断，非古法也。（《寓意编》）。”都穆的褒贬于此可见。贬者主要依据是“笔联续不断，非古出法也。”这一点在当时或许是个问题，并会有不少的支持者，但以我们今天的认识来看，“古法”并非只此一法，大可有别的风格存在。即便取张旭草书来说，亦有“笔联续不断存在，晚明王铎、傅山等连绵大草在今天更是备受欢迎，可见不可偏执于一己之见。\n张弼常常醉书，故酒酣兴发下笔速疾，如骤雨旋风，应手万变，并可见怀素遗意。张弼认为自己的狂草大字最佳，验之他的书法，说的也是有道理的，这大约和一个醉字不无联系。\n董其昌评张弼时说：“东海在当时以气节重，其书学怀素，名动四夷。自是吴中书家倍出，声价少减。然行狎书尤佳。今见者少耳（《容台集》）。自张弼之后，吴中出了祝允明、王宠、文徵明等一批杰出的书家，张弼“声价少减”自是情理中事。但董其昌对张弼的“行狎书”很有好评，值得注意。行狎书即行书，天津市历史博物馆藏有张弼的一件行书卷“苏轼太白仙诗卷”，即为一件难得的佳作此卷写的笔酣墨畅，笔势飞动，提按自如，张弼行书水平可见一斑。\n相关文献\n明史\n张弼，字汝弼，松江华亭人。成化二年进士。授兵部主事，进员外郎。迁南安知府，地当两广冲，奸人聚山谷为恶，悉捕灭之。毁淫祠百数十区，建为社学。谢病归，士民为立祠。弼自幼颖拔，善诗文，工草书，怪伟跌宕，震撼一世。自号东海。张东海之名，流播外裔。为诗，信手纵笔，多不属稿，即有所属，以书故，辄为人持去。与李东阳、谢铎善。尝自言：“吾平生，书不如诗，诗不如文。”东阳戏之曰：“英雄欺人每如此，不足信也。”铎称其好学不倦，诗文成一家言。子弘至，自有传。\n尧山堂外纪\n张东海将赴南安，作长短句一篇云：“东海先生归也，南安太守新除。一挑行李两船书，被人笑道痴愚。书也书，寒不堪穿，饥不堪煮，收拾许多何用处？况而今，白发苍颜，坐黄堂之署，乘五马之车，那得工夫再看渠？又将载到南安去！古人糟粕，谁味真腴？枉说道：“黄卷中，时与圣贤相对语。”\n张汝弼赴南安，道经毗陵，时陆詹事简方得告南归，张访之，适展幕，不及见，乃索纸笔题一绝于陆世经堂径去。诗曰：“云意模糊雪意兼，六龙城下晚风尖。始知东阁先生贵，不放南安太守参。”詹事归，亟追之，已行远矣。既去，复令驿吏里送武城梨数颗，亦侑以诗，有“毗陵驿里馈生梨”之句。盖叶“梨”为“离”，亦戏也。此后不复一见以终，遂以为谶。\n成化间，妖人王臣者跛一足，人称王瘸子。游食京师，以左道事中贵，得授锦衣千户。请为上合大丹，以采药为名，与中贵偕出川、广、直、浙等处买办，搜索宝玩，需求珍异，骚扰郡县。及回京，为各处抚巡、守令交章飞劾，而科道并弹。于是，上大怒，斩臣首，传诣所历地方枭令，民心大快。初臣至广东，张东海时守南安，日观其骄横，尝作诗叹曰：“过岭囊箱下濑船，丁夫昼夜少安眠。薄田荡尽犹输税，恶客时来横索钱。穷发东南皆赤子，举头西北是青天。不才无计苏民困，食禄乘轩自赧然。”\n王景明之南京，张东海赠之诗曰：“谷阳城外送离船，矫首南都思惘然。一语烦君三致意，同乡同志及同年。”冬官王公伟辈以为未尽交游者，乃益之曰：“同官同事同游者，问及都将此意传。”因著《六同诗话》。\n张东海休致既早，子皆成名，殊无一事累心。苏州别驾周德中目为神仙太守，张以诗答云：“归休太守似神仙，布被蒙头日夜眠。却怪门前来熟客，马蹄踏破紫芸烟。”\n张东海《咏寒号虫》云：“得过且过！饮啄随时度朝暮。得陇望蜀徒尔为，未知是福还是祸。得过且过！”张东海过苏步坊，赋诗曰：“东坡昔日此闲行，此地遂留苏步名。何事章?瘗毛骨，子孙羞认是先茔！”\n宋徽宗时，朱勔领花石纲，有龙鳞薜荔一株，费银二千两。东海偶见薜荔，感而赋之：“薜荔长龙鳞，相看似可人。圣朝无艮岳，那值二千银？”\n代表诗作\n【渡江】\n扬子江头几问津，风波依旧客愁新。\n西飞白日忙于我，南去青山冷笑人。\n孤枕不胜乡国梦，敝裘犹带帝京尘。\n交游落落俱星散，吟对沙鸥一怆神。\n【假髻篇】\n东家女儿发委地，日日高楼理高髻。\n西家女儿发垂肩，买妆假髻亦峨然。\n金钗宝钿围珠翠，眼底谁能辩真伪。\n天桃窗下来春风，假髻美人先入宫。\n","category":"草书","verified":true,"user":1,"timestamp":1429951605116},{"name":"张弼草书诗轴","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791615394,"text":"張弼 草书《蝶恋花》词轴 纵151厘米， 横61厘米，北京故宫博物院藏。             \n此轴以草书书写，通篇布局疏密有致，字形大小错落，运笔灵活，气势雄伟\n释文: 钟送黄昏鸡报晓，昏晓相催，世事何时了。万古千秋人自老，春来依旧生芳草。忙处人多闲处少，闲处光阴，能有几个人知道。独上小楼风云杳，天涯一点青山小。\n此古词，书之。有倒句，以为何如? 东海翁\n\n\n张弼《草书王维诗》（传） 纸本 卷 纵155.4公分 横61.5公分\n\n张弼 五言诗轴\n\n张弼《草书轴》（传）\n\n张弼《草书七言绝句轴》 纵122cm 横30.8cm 南京博物院藏\n释文：去年南郡赏元宵歌吹声中度画桥烂熳新诗谁记得红梅零落路迢遥东海醉书\n　　此草书七绝神色飞扬，跌宕有姿，老辣劲健，一气呵成。","author":"明代张弼","description":"张弼草书诗轴"}]