[{"name":"赵孟頫行草与山巨源绝交书","text":"\n冯德良\n江西美术出版社\n所属丛书：\n中国名碑名帖\n册数：\n787807490838;978-7-80749-083-8\n787807490838\n007-3-1\n6开\n页数：\n2\n元\n\t\n内容简介\n赵孟頫是元代最著名的书画家之一，在中国书画史上具有广泛影响。他善篆、隶、真、行、草书，尤以楷、行书著称于世。赵孟頫的书风道媚、秀逸，结体严整、笔法圆熟，世称“赵体”，与颜真卿、柳公权、欧阳询并称为“楷书四大家”。赵孟頫传世书迹较多，代表作有《千字文》、《洛神赋》等。《赵孟頫《与山巨源绝交书》》收录了赵孟頫墨迹中的《嵇叔夜与山巨源绝交书》。这卷墨迹楷、行、草、章草间杂，浑然一体，而韵度苍老，是其晚年精品之作。\n","category":"行草","verified":true,"user":1,"timestamp":1429951545366},{"name":"赵孟頫行草与山巨源绝交书","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791629625,"text":"赵孟頫《与山巨源绝交书》(1319) 绿绢本 21.8x254.7cm 北京故宫博物院藏\n与山巨源绝交书\n\n康白：足下昔称吾于颍川［1］，吾常谓之知言［2］。然经怪此意尚未熟悉于足下［3］，何从便得之也？前年从河东还［4］，显宗、阿都说足下议以吾自代［5］，事虽不行，知足下故不知之。足下傍通［6］，多可而少怪［7］；吾直性狭中［8］，多所不堪，偶与足下相知耳。间闻足下迁［9］，惕然不喜［10］，恐足下羞庖人之独割，引尸祝以自助［11］，手荐鸾刀［12］，漫之膻腥［13］，故具为足下陈其可否。\n\n　　吾昔读书，得并介之人［14］，或谓无之，今乃信其真有耳。性有所不堪，真不可强。今空语同知有达人无所不堪，外不殊俗，而内不失正，与一世同其波流，而悔吝不生耳［15］。老子、庄周［16］，吾之师也，亲居贱职；柳下惠、东方朔［17］，达人也，安乎卑位，吾岂敢短之哉［18］！又仲尼兼爱［19］，不羞执鞭［20］；子文无欲卿相［21］，而三登令尹［22］，是乃君子思济物之意也［23］。所谓达则兼善而不渝［24］，穷则自得而无闷［25］。以此观之，故尧、舜之君世［26］，许由之岩栖［27］，子房之佐汉［28］，接舆之行歌［29］，其揆一也［30］。仰瞻数君，可谓能遂其志者也。故君子百行［31］，殊途而同致［32］，循性而动，各附所安。故有处朝廷而不出，入山林而不返之论［33］。且延陵高子臧之风［34］，长卿慕相如之节［35］，志气所托，不可夺也。吾每读尚子平、台孝威传［36］，慨然慕之，想其为人。加少孤露［37］，母兄见骄［38］，不涉经学。性复疏懒，筋驽肉缓［39］，头面常一月十五日不洗，不大闷痒，不能沐也［40］。每常小便而忍不起，令胞中略转乃起耳［41］。又纵逸来久，情意傲散，简与礼相背，懒与慢相成，而为侪类见宽［42］，不攻其过。又读《庄》、《老》［43］，重增其放，故使荣进之心日颓，任实之情转笃［44］。此犹禽鹿［45］，少见驯育，则服从教制；长而见羁［46］，则狂顾顿缨［47］，赴蹈汤火；虽饰以金镳［48］，飨以嘉肴［49］，愈思长林而志在丰草也。\n　　阮嗣宗口不论人过［50］，吾每师之而未能及；至性过人，与物无伤，唯饮酒过差耳［51］。至为礼法之士所绳［52］，疾之如仇，幸赖大将军保持之耳［53］。吾不如嗣宗之资［54］，而有慢弛之阙［55］；又不识人情，暗于机宜［56］；无万石之慎［57］，而有好尽之累［58］。久与事接，疵衅日兴［59］，虽欲无患，其可得乎？又人伦有礼，朝廷有法，自惟至熟［60］，有必不堪者七，甚不可者二：卧喜晚起，而当关呼之不置［61］，一不堪也。抱琴行吟，弋钓草野［62］，而吏卒守之，不得妄动，二不堪也。危坐一时，痹不得摇［63］，性复多虱［64］，把搔无已［65］，而当裹以章服［66］，揖拜上官，三不堪也。素不便书，又不喜作书，而人间多事，堆案盈机［67］，不相酬答，则犯教伤义［68］，欲自勉强，则不能久，四不堪也。不喜吊丧，而人道以此为重，已为未见恕者所怨，至欲见中伤者；虽瞿然自责［69］，然性不可化，欲降心顺俗［70］，则诡故不情［71］，亦终不能获无咎无誉如此［72］，五不堪也。不喜俗人，而当与之共事，或宾客盈坐，鸣声聒耳［73］，嚣尘臭处，千变百伎，在人目前，六不堪也。心不耐烦，而官事鞅掌［74］，机务缠其心，世故烦其虑，七不堪也。又每非汤、武而薄周、孔［75］，在人间不止，此事会显［76］，世教所不容，此甚不可一也。刚肠疾恶，轻肆直言，遇事便发，此甚不可二也。以促中小心之性［77］，统此九患，不有外难，当有内病，宁可久处人间邪？又闻道士遗言，饵术黄精［78］，令人久寿，意甚信之；游山泽，观鱼鸟，心甚乐之；一行作吏，此事便废，安能舍其所乐而从其所惧哉！\n　　夫人之相知，贵识其天性，因而济之。禹不逼伯成子高［79］，全其节也；仲尼不假盖于子夏［80］，护其短也；近诸葛孔明不逼元直以入蜀［81］，华子鱼不强幼安以卿相［82］，此可谓能相终始，真相知者也。足下见直木不可以为轮，曲木不可以为桷［83］，盖不欲枉其天才，令得其所也。故四民有业［84］，各以得志为乐，唯达者为能通之，此足下度内耳［85］。不可自见好章甫［86］，强越人以文冕也［87］；己嗜臭腐，养鸳雏以死鼠也［88］。吾顷学养生之术，方外荣华［89］，去滋味［90］，游心于寂寞，以无为为贵。纵无九患，尚不顾足下所好者。又有心闷疾，顷转增笃［91］，私意自试，不能堪其所不乐。自卜已审，若道尽途穷则已耳。足下无事冤之［92］，令转于沟壑也［93］。\n　　吾新失母兄之欢，意常悽切。女年十三，男年八岁，未及成人，况复多病。顾此悢悢［94］，如何可言！今但愿守陋巷，教养子孙，时与亲旧叙离阔，陈说平生，浊酒一杯，弹琴一曲，志愿毕矣。足下若嬲之不置［95］，不过欲为官得人，以益时用耳。足下旧知吾潦倒粗疏［96］，不切事情，自惟亦皆不如今日之贤能也。若以俗人皆喜荣华，独能离之，以此为快；此最近之，可得言耳。然使长才广度［97］，无所不淹［98］，而能不营［99］，乃可贵耳。若吾多病困，欲离事自全，以保余年，此真所乏耳，岂可见黄门而称贞哉［100］！若趣欲共登王途［101］，期于相致，时为欢益，一旦迫之，必发狂疾。自非重怨［102］，不至于此也。\n　　野人有快炙背而美芹子者［103］，欲献之至尊［104］，虽有区区之意［105］，亦已疏矣。愿足下勿似之。其意如此，既以解足下，并以为别［106］。\n\n译文\n嵇康谨启：过去您曾在山嵚面前称说我不愿出仕的意志，我常说这是知己的话。但我感到奇怪的是您对我还不是非常熟悉，不知是从哪里得知我的志趣的？前年我从河东回来，显宗和阿都对我说，您曾经打算要我来接替您的职务，这件事情虽然没有实现，但由此知道您以往并不了解我。您遇事善于应变，对人称赞多而批评少；我性格直爽，心胸狭窄，对很多事情不能忍受，只是偶然跟您交上朋友罢了。近来听说您升官了，我感到十分忧虑，恐怕您不好意思独自做官，要拉我充当助手，正象厨师羞于一个人做菜，要拉祭师来帮忙一样，这等于使我手执屠刀，也沾上一身腥臊气味，所以向您陈说一下可不可以这样做的道理。　　\n我从前读书的时候，听说有一种既能兼济天下又是耿介孤直的人，总认为是不可能的，现在才真正相信了。性格决定有的人对某些事情不能忍受，真不必勉强。现在大家都说有一种对任何事情都能忍受的通达的人，他们外表上跟一般世俗的人没有两样，而内心却仍能保持正道，能够与世俗同流合污而没有悔恨的心情，但这只是一种空话罢了。老子和庄周都是我要向他们学习的人，他们的职位都很低下；柳下惠和东方朔都是通达的人，他们都安于贱职，我哪里敢轻视议论他们呢！又如孔子主张博爱无私，为了追求道义，即使去执鞭赶车他也不会感到羞愧。子文没有当卿相的愿望，而三次登上令尹的高位，这就是君子想救世济民的心意。这也是前人所说的在显达的时候能够兼善天下而始终不改变自己的意志，在失意的时候能够独善其身而内心不觉得苦闷。从以上所讲的道理来看，尧、舜做皇帝，许由隐居山林，张良辅助汉王朝，接舆唱着歌劝孔子归隐，彼此的处世之道是一致的。看看上面这些人，可以说都是能够实现他们自己志向的了。所以君子表现的行为、所走的道路虽然各不相同，但同样可以达到相同的目的，顺着各自的本性去做，都可以得到心灵的归宿。所以就有朝廷做官的人为了禄位，因此入而不出，隐居山林的人为了名声，因此往而不返的说法。季札推崇子臧的高尚情操，司马相如爱慕蔺相如的气节，以寄托自己的志向，这是没有办法可以勉强改变的。每当我读尚子平和台孝威传的时候，对他们十分赞叹和钦慕，经常想到他们这种高尚的情操。再加上我年轻时就失去了父亲，身体也比较瘦弱，母亲和哥哥对我很娇宠，不去读那些修身致仕的经书。我的性情又比较懒惰散漫，筋骨迟钝，肌肉松弛，头发和脸经常一月或半月不洗，如不感到特别发闷发痒，我是不愿意洗的。小便常常忍到使膀胱发胀得几乎要转动，才起身去便。又因为放纵过久，性情变得孤傲散漫，行为简慢，与礼法相违背，懒散与傲慢却相辅相成，而这些都受到朋辈的宽容，从不加以责备。又读了《庄子》和《老子》之后，我的行为更加放任。因此，追求仕进荣华的热情日益减弱，而放任率真的本性则日益加强。这象麋鹿一样，如果从小就捕捉来加以驯服养育，那就会服从主人的管教约束；如果长大以后再加以束缚，那就一定会疯狂地乱蹦乱跳，企图挣脱羁绊它的绳索，即使赴汤蹈火也在所不顾；虽然给它带上金的笼头，喂它最精美的饲料，但它还是强烈思念着生活惯了的茂密树林和丰美的百草。 　　\n阮籍嘴里不议论别人的过失，我常想学习他但没有能够做到；他天性淳厚超过一般人，待人接物毫无伤害之心，只有饮酒过度是他的缺点。以致因此受到那些维护礼法的人们的攻击，象仇人一样的憎恨他，幸亏得到了大将军的保护。我没有阮籍那种天赋，却有傲慢懒散的缺点；又不懂得人情世故，不能随机应变；缺少万石君那样的谨慎，而有直言不知忌讳的毛病。倘若长久与人事接触，得罪人的事情就会每天发生，虽然想避掉灾祸，又怎么能够做得到呢？还有君臣、父子、夫妻、兄弟、朋友之间都有一定的礼法，国家也有一定的法度，我已经考虑得很周到了，但有七件事情我是一定不能忍受的，有两件事情是无论如何不可以这样做的：我喜欢睡懒觉，但做官以后，差役就要叫我起来，这是第一件我不能忍受的事情。我喜欢抱着琴随意边走边吟，或者到郊外去射鸟钓鱼，做官以后，吏卒就要经常守在我身边，我就不能随意行动，这是第二件我不能忍受的事情。做官以后，就要端端正正地坐着办公，腿脚麻木也不能自由活动，我身上又多虱子，一直要去搔痒，而要穿好官服，迎拜上级官长，这是第三件我不能忍受的事情。我向来不善于写信，也不喜欢写信，但做官以后，要处理很多人间世俗的事情，公文信札堆满案桌，如果不去应酬，就触犯礼教失去礼仪，倘使勉强应酬，又不能持久，这是第四件我不能忍受的事情。我不喜欢出去吊丧，但世俗对这件事情却非常重视，我的这种行为已经被不肯谅解我的人所怨恨，甚至还有人想借此对我进行中伤；虽然我自己也警惕到这一点而责备自己，但是本性还是不能改变，也想抑制住自己的本性而随顺世俗，但违背本性又是我所不愿意的，而且最后也无法做到象现在这样的既不遭到罪责也得不到称赞，这是第五件我不能忍受的事情。我不喜欢俗人，但做官以后，就要跟他们在一起办事，或者宾客满坐，满耳嘈杂喧闹的声音，处在吵吵闹闹的污浊环境中，各种千奇百怪的花招伎俩，整天可以看到，这是第六件我不能忍受的事情。我生就不耐烦的性格，但做官以后，公事繁忙，政务整天萦绕在心上，世俗的交往也要化费很多精力，这是第七件我所不能忍受的事情。还有我常常要说一些非难成汤、周武王和轻视周公、孔子的话，如果做官以后不停止这种议论，这件事情总有一天会张扬出去，为众人所知，必为世俗礼教所不容，这是第一件无论如何不可以这样做的事情。我的性格倔强，憎恨坏人坏事，说话轻率放肆，直言不讳，碰到看不惯的事情脾气就要发作，这是第二件无论如何不可以这样做的事情。以我这种心胸狭隘的性格，再加上上面所说的九种毛病，即使没有外来的灾祸，自身也一定会产生病痛，哪里还能长久地活在人世间呢？又听道士说，服食术和黄精，可以使人长寿，心里非常相信；又喜欢游山玩水，观赏大自然的鱼鸟，对这种生活心里感到很高兴；一旦做官以后，就失去了这种生活乐趣，怎么能够丢掉自己乐意做的事情而去做那种自己害怕做的事情呢？　　\n人与人之间相互成为好朋友，重要的是要了解彼此天生的本性，然后成全他。夏禹不强迫伯成子高出来做官，是为了成全他的节操；孔子不向子夏借伞，是为了掩饰子夏的缺点；近时诸葛亮不逼迫徐庶投奔蜀汉，华歆不硬要管宁接受卿相的位子，以上这些人才可以说始终如一，是真正相互了解的好朋友。您看直木不可以做车轮，曲木不能够当椽子，这是因为人们不想委屈它们原来的本性，而让它们各得其所。所以士、农、工、商都各有自己的专业，都能以达到自己的志向为快乐，这一点只有通达的人才能理解，它应该是在您意料之中的。不能够因为自己喜爱华丽的帽子，而勉强越地的人也要去戴它；自己嗜好腐烂发臭的食物，而把死了的老鼠来喂养鸳雏。我近来正在学习养生的方法，正疏远荣华，摒弃美味，心情安静恬淡，追求“无为”的最高境界。即使没有上面所说的“九患”，我尚且不屑一顾您所爱好的那些东西。我有心闷的毛病，近来又加重了，自己设想，是不能忍受所不乐意的事的。我已经考虑明确，如果无路可走也就算了。您不要来委屈我，使我陷于走投无路的绝境。　　\n我刚失去母亲和哥哥的欢爱，时常感到悲伤。女儿才十三岁，男孩才八岁，还没有成人，而且经常生病。想到这些就十分悲恨，真不知从何说起！我现在但愿能过平淡清贫的生活，教育好自己的孩子，随时与亲朋友好叙说离别之情，谈谈家常，喝一杯淡酒，弹一曲琴，这样我的愿望就已经满足了。倘使您纠缠住我不放，不过是想为朝廷物色人，使他为世所用罢了。您早知道我放任散漫，不通事理，我也以为自己各方面都不及如今在朝的贤能之士。如果以为世俗的人都喜欢荣华富贵，而唯独我能够离弃它，并以此感到高兴；这样讲最接近我的本性，可以这样说。假使是一个有高才大度，又无所不通的人，而又能不求仕进，那才是可贵的。象我这样经常生病，想远离世事以求保全自己余年的人，正好缺少上面所说的那种高尚品质，怎么能够看到宦官而称赞他是守贞节的人呢！倘使急于要我跟您一同去做官，想把我招去，经常在一起欢聚，一旦来逼迫我，我一定会发疯的。若不是有深仇大恨，我想是不会到此地步的。 　　\n山野里的人以太阳晒背为最愉快的事，以芹菜为最美的食物，因此想把它献给君主，虽然出于一片至诚，但却太不切合实际了。希望您不要象他们那样。我的意思就是上面所说的，写这封信既是为了向您把事情说清楚，并且也是向您告别。嵇康谨启。","author":"元代赵孟頫","description":"赵孟頫行草与山巨源绝交书"}]