[{"name":"欧阳玄行书振衣诗札","text":"欧阳玄诗札，行楷。释文：振衣逢野泉。渐见栖寒所。坎坎山下声。幽幽林中语。仙卿何代隐。卿复言亦楚。开冰洗药苗。扫雪候山侣。零叶聚疏篱。幽花积寒渚。冥冥孤鹤性。天外时轻举。欧阳玄书。","user":1,"timestamp":1430063125419,"verified":true},{"name":"欧阳玄行书振衣诗札","text":"欧阳修行书《自书诗文稿卷》，该卷诗文稿包括《欧阳氏谱图序》和《夜宿中书东閤》七律一首。从跋文中可知前者作于公元1055年（至和二年），作者时年四十九岁，后者作于公元1063年（嘉祐八年），时年五十七岁。\n卷中钤有宋“中书省印”九叠朱文印记及清内府鉴藏印记多方。卷后有宋周必大，元张雨、欧阳玄，明宋濂等人题跋。南宋名臣周必大写于淳熙乙巳的三篇题跋，每篇题跋的右方都盖上了“中书省印”，足足盖了三颗，卷中还有明宋濂题跋云：“欧阳公《谱图序》，作于至和二年乙未，后一百三十一年，平园周益公得公所具检槁一段并嘉祐八年癸卯夜宿中书东阁诗八句，联为一卷，诗阴有中书所录裕陵出阁亲挥两行，亦不弃去，而附见之，且各题其左，而识以中书省印者三，卷首又识以益国之章，其慎重之意至矣。”\n该卷，是北宋文学家、史学家欧阳修自撰并书的手札文稿。此卷诗文稿书法受颜真卿影响，落笔提按，节奏分明，笔势爽畅，丰筋健骨，布局分行，疏朗匀称。通篇随意轻松，虽多有涂改、增删，却显得流畅自然，毫不做作。藏于辽宁省博物馆[1] 。\n诗卷原文\n自唐末之乱，士族亡其家谱，今虽显族名家多失其世次，谱学由是废绝。而唐之遗族往往有藏其旧谱者时得见之，而谱皆无图。岂其亡之？抑前世简而未备欤？因采太史公史记表郑玄诗谱。略依其上下，旁行作为谱图。上白高祖，下止玄孙，而别自为世。使别为世者上承其祖，为玄孙下系其□。为高祖凡世再别，而九族之亲备。推而上下之，则知源流之所自；旁行而列之，则见子孙之多少。夫惟多与久，其势必分，此物之常理也。故凡玄孙别而自为世者，名系其子孙，则上同其出祖，而下别其亲疏。如此则子孙虽多而不乱，世传虽远而无穷。此谱图之法也。\n翰林平日接群公，文酒相欢慰病翁。\n白首归田徒有约，黄扉论道空无功。\n攀髯路断三山远，忧国心危百箭攻。\n今夜静听丹禁漏，尚疑身在玉堂中。 \n创作背景\n《诗文稿卷》中的《夜宿中书东阁七律诗》据考为公元1063（北宋嘉祐八年）所书，此时欧阳修年57岁。《欧阳氏谱图序稿》虽无年款，但从其言辞判断，应是功成名就者所云。因为修订宗谱对一个家族来说是一件极其慎重的大事，有资格对其提出指导性意见、并为之作序的，非德高望重、声名显赫的年长者而不能为，所以此谱图序的书写时间也应是欧阳修晚年，至少是“知趣”以后所作 。\n书法赏析\n此卷由《欧阳氏谱图序稿》（手稿）、《夜宿中书东阁七律诗》（诗稿，见左图）两部分组成，后有南宋周必大、元张雨等人题跋。从体例来看，二稿均为手札一类的日用书写，真实反映了作者的笔墨修养及审美意趣。其书写状态轻松自然，但不失法度，提按分明，使转有度，起笔、收笔沉着而富有变化，藏、露并用，表明作者在文字书写上训练有素。此卷结体宽博端庄，笔致细腻清新，字体在行、楷之间，表明作者严谨大度、从容自信的性格特征。就书法审美而言，此卷意趣显然胎息于颜鲁公，造型属“平画宽结”一类，笔力外拓，以圆笔为主，行笔苍中见润，颇有颜氏“三稿”旨趣，说明作者开蒙习字之初即以颜楷为入门法帖。待其长成，颜家规模如同己出，且熟不忘精、精而能妙，深得鲁公书法之真谛。欧阳修曾在《试笔·学书为乐》中说：“苏子美尝言：‘明窗净几，笔砚纸墨皆极精良，亦自是人生一乐。’然能得此乐者甚稀，其不为外物移其好者，又特稀也。余晚知此趣，恨字体不工，不能到古人佳处。”于是，“自此以后，只日学草书，双日学真书……”可见欧阳修早年的书法只是停留在“写字”层面，甚至不谙“雅玩”之乐；后来受其门生苏轼的启发，方才下得一些苦功，得其三昧。\n若将此卷前后“二稿”作一比较，显然前者优于后者。前者字小，属于日常书写范畴，因而笔法精熟，行间气息顺畅，文思与运笔节奏浑然天成，似乎更加得心应手；后者字大如钱，行笔多了一些迟涩、凝重的意味，加之诗句的构思与斟酌不如作文那样洋洋洒洒、一泻千里的顺畅，往往斟词酌句，推敲再三，故而与文稿相比，笔调过于理性、迟疑，倒是诗稿最后两行小字“夜宿中书东阁”与“攻字同韵否”显得轻松活泼一些。当然，欧阳修小字优于大字的主要原因还在于“精熟”二字。众所周知，欧阳修一生著述宏富，对于案头文书的精熟不言而喻。而放大到诗稿一般大小的书写，显然要少得多，因此大字略逊一筹自是情理之中。像现代大文豪鲁迅的书法即与之颇为类似，都体现一种熟稔之功。而熟之能精、精能入妙则是欧阳修此卷书法的可贵之处。[3-4]   \n欧阳修（1007-1072），吉州庐陵（今江西吉安）人。字永叔，号醉翁，晚号六一居士。公元1030年（宋仁宗天圣八年）进士。1060年（嘉佑五年），拜枢密副使。次年任参知政事。以后，又相继任刑部尚书、兵部尚书等职。1071年（熙宁四年）六月，以太子少师的身份辞职，居颍州。卒谥文忠。\n欧阳修一生博览群书，以文章冠天下。他文史兼通，造诣很深，对宋代文风的改革颇有贡献，名列唐宋古文八大家之一。\n欧阳修书法亦著称于世，其书法受颜真卿影响较深，朱熹说：“欧阳公作字如其为人，外若优游，中实刚劲。”。这位散文宗师还是一位金石收藏学的先驱开拓者，编辑和整理金石遗文上千卷，并撰写成《集古录跋尾》十卷四百多篇，简称《集古录》。其中金文跋二十余篇，其他绝大部分为石刻跋尾。这是今存最早的金石学著作。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951539040},{"name":"欧阳玄行书振衣诗札","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791637399,"text":"欧阳玄《振衣诗札》，行楷。25.1×35.3cm 台北故宫博物院藏\n【释文】：振衣逢野泉。渐见栖寒所。坎坎山下声。幽幽林中语。仙卿何代隐。卿复言亦楚。开冰洗药苗。扫雪候山侣。零叶聚疏篱。幽花积寒渚。冥冥孤鹤性。天外时轻举。欧阳玄书。\n欧阳玄（1283-1357），字原功，号圭斋。浏阳人。祖籍江西，系欧阳修的族裔。延祐二年（1315）进士，至元五年拜翰林学士承旨。谥曰文。卒年七十四。清康熙年间修浏阳县志时因避康熙皇帝玄烨讳，改玄为元，所以又有欧阳元之称。\n 为官40余年先后六入翰林，两为祭酒，两任主考千生，以史学成就最为突出，同时也以诗文闻名天下，因其学识渊博，文绩卓著，人称“一代宗师”，与王约并称元代“鸿笔”。\n 欧阳玄虽身为高官，平时却生活俭朴，待人谦和，同时代的诗人大家孙风洲赞颂他：“奎斋还是旧圭斋，不带些儿官样来。”1357（至正十七年），欧阳玄病逝于大都（今北京），享年83岁。朝廷谥号文，追赠大司徒、柱国，封楚国公。葬宛平香山，后归葬浏阳天马山，并建词纪念，受到湖南士人世代祭祝崇敬，至今浏阳还有“奎斋路”的街名。\n 行草略似苏轼，而刚劲流畅，风度不凡，未易以专门之学一律议之。","author":"元代欧阳玄","description":"欧阳玄行书振衣诗札"}]