[{"name":"王文治临灵飞经","text":"董志原是庆阳市第一大原，也是黄土高原最大的一块原面，号称天下黄土第一原。 董志原上分布着西峰区、宁县、合水县和庆城县的24个乡镇，人口约50万。 董志原腹地的西峰区是庆阳市党、政、军机关所在地及政治、经济、文化和交通的中心。\n历史\n董志塬远在10万年前就有人类栖息。在春秋时为义渠国。秦穆公灭十二国称霸西戎，曾会西北的戎族首领于董志原，西峰南郊的秦霸岭由此得名。秦始皇北巡，复修\"萧关\"古道（又称回中古道），经董志原入环县萧关。\n汉时，董志塬曾置彭阳县，董志塬始称\"彭池县\"。唐置彭原县（西峰市的彭原乡）。安史之乱，肃宗北逃，曾在此地与李光弼、郭子仪共谋讨逆唐大事。唐神龙元年（公元705年）置安化县，董志塬一度称安化原。约在清时称董志原。清同治十二年（公元1873年）在董志乡政府处置董志分县。\n董志原是庆阳市的主要农业区，盛产小麦、玉米、高粱、糜谷、豆类和油料等，素有\"陇东粮仓\"之称，古有\"八百里秦川，不如董志塬边\"之说。最探明，董志原的石油储量达上亿吨。董志塬的历史文化遗存颇多，有全国重点文物保护单位、甘肃四大石窟之一的北石窟寺；全国重点文物保护单位、新石器时代的文化遗址南佐疙瘩渠遗址；全省重点文物保护单位肖金宋代砖塔；全国生态环境治理的典范——南小河沟；深沟出平湖，库容5亿立方米的巴家嘴水库，以及小崆峒山、老洞山和公刘庙等诸多旅游景区（点）。\n位于甘肃省庆阳市的董志塬，总面积910平方公里，约合9万公顷；因在全国所有的黄土高原残原中，面积最大，保存最完整，黄上层最厚，从而赢得了“天下黄土第一塬”的美称。\n盛夏时节，当旅客游人从董志原腹地的庆阳机场乘机起飞，舷窗下便会呈一个平畴无垠、公路纵横、屋舍棋布、麦浪似海的大平原。四周那神雕鬼塑的沟壑、梁峁和崾岘，犹如起伏的黄海波涛拱托着这块大平原。它的西麓河谷里，有座碧波千顷的高峡平湖，那是发电、拦洪、提灌功能齐全的黄土高原第一坝——巴家嘴水库。从这里延伸的高扬程、大流量的电力提灌管道，像一条巨龙爬上山坡，吸进蒲河水，倾吐董志原，为董志原上千顷沃野带来了勃勃生机。\n诗歌\n古往来。不少文人墨客赞美过董志原的辽阔坦荡。清末诗人李良栋写道：“深谷峻坡山无峰，万顷干畴出横空；娲皇补天欲取土，始峰巅移苍穹。”这位诗人以神奇的想象，描绘了董志原奇特的地貌特征，并假设了董志原的成因。\n黄土高原\n董志原位于六盘山之东，因六盘山又名陇山，故以董志原为中心的黄上残原总称陇东黄上高原。它是大自然鬼斧神工的杰作。据考证。数百万年前，这里是一片满布沼泽的稀树草原，随着喜马拉雅版块的升高，东亚大陆季风气候的形成，西伯利亚的狂飚搬来层层黄土，形成了先在的黄上高原。\n董志原的形成是非常缓慢的，又是相当艰难的。征风不遗余力地运土堆造，而雨水、河流又不惜血本地冲刷、切割，本来完整的陇东黄土高原分割成一个个可望而难及的小原面。如在庆阳地区境内屹立的屯字、盂坝，临泾、平泉、新集、西华池、早胜、春荣、盘克、宫河、水和等10余个小高原，就是伟大而又无情的大自然肢解陇东黄土高原的杰作。它们与董志原犹如一母同胞的兄弟，手拉长兄，分立四边。所幸的是，大自然倒还有所偏爱，虽然董志原变成了一个支离破碎的瓜叶似的模样，却它仍然雕塑得高大宽广。它不仅在庆阳的黄土残原中排行第一，而且在全国所有的黄土高原残原中，面积最大，保存最完整，黄上层最厚，从而赢得了“天下黄土第一原”的美称。\n面积\n董志原位于庆阳市中南部，地处泾水之北，马莲河和蒲河两大河流之间，原面面积910平方公里，约合9万公顷；占全市总面积的3．3%。原面北起庆城县驿马镇北原头，南至宁县新华乡南原嘴，东起合水县何家畔乡东原畔，西至肖金镇西原岗，南北最长处110公里，东西最宽处50公里。黄土层厚度达150－200米。海拔高度122－1400米之间，年降水量500－550毫米之间。环绕着西峰这座工业、金融、商贸．文化。交通、通信、旅游诸方面都比较发达的高原新兴城市，董志原上各乡镇的经济建设和社会事业也欣欣向荣，宁县和盛镇等乡镇建设还迈入了全国小城镇建设的先进行列。\n农业\n董志原素有“陇东粮仓”的美称。这里雨量充沛，日照充足，气候温和，是发展农业的理想之地，尤其是肥沃平坦的原面，为大型农饥耕作提供了广阔的天地。春到人间，平畴绿野，繁花似锦；入夏以后，麦浪似诲，遍地金黄；仲秋前后，景色宜人，瓜果飘香；冬雪季节，银装素裹，雪兆丰稔。远在先周时期，农耕文化就在这里诞生。公刘“教民稼穑”，留下了“三之日于耜，四之日举趾”的诗作。董志原人民至不忘先贤，每年农历三月十八公刘诞辰时，都有数万民众聚集“公刘殿”，举行盛大的祭祀活动。\n农耕文化是董志原历史悠久的传统文化，而奇特的沟壑．梁峁、崾岘又为董志原靓丽的风景增添了几多诗意，是董志原驰骋想象的空间。这些过去黄褐皱折，满目荒凉的地方，如已变得葱茏滴翠，姹紫嫣红。正如宋代范成人诗作所云：“陇麦欣欣绿。山桃寂寂红。”董志原西侧的南小河沟，是治理黄土高原水土流失的典型。这里的拦沟大坝，造就了一处人工湖。那波光潋滟、鱼翔浅底、鸭戏碧波的新景观，令人赏心悦目；倘若泛舟湖上，垂钓绿荫，穿行林间，果香沁脾，更汁人心旷神怡。董志原还以它拥有的公刘殿、彭原古城遗址、肖金宋塔等古迹名胜，展示着它的古老文明。北魏时期在董志原西麓覆钟山下开凿的北石窟寺，为国家重点文物保护单位。董志乡境内的道教名山小崆峒，与北石窟寺遥相呼应。这里，双水环山岭，道观循峁梁，和风结岚，钟灵毓秀，从董志原东侧坡地发掘的一处距5000年左右的仰韶文化时代庆阳先民住过的“窑洞”，到至依然遍布董志原的“地坑院”和土窑洞，从以及齐家文化都记录着董志原民居建筑和民风民俗。\n文章中的董志原\n甘肃陇东的董志原绝对是风景。我们常见的平原，在坦地、河谷，在山与山之间，而董志原却在山上头，状似一个个人的耳朵。在辽远的陇东，在蜿蜒的泾河东北方，茫茫的子午岭原始林区西麓、环庆川地南端，千百座山上的“耳朵”连绵不断，弥合在一起，对接在一起，铺陈出一方黄土层厚达120米的高原——董志原。\n众山之上像方桌那样兀然屹立的董志原，“入河沟仰视，是山无疑，可登上山坡，极目却是一马平川”。汽车穿山越岭，进入庆阳的界河大桥长庆桥，爬上一面坡，便就是上面民谣形容的总面积120多万亩的董志原了。路笔直笔直，看不见尽头，视线的终点，是一条长长的地平线。向北，向北，一直向北，汽车加足油门，一小时连着一小时往前赶，以为越过了董志原，却仍行进在董志原的边缘地带，离董志原的腹地西峰还远，而董志原的北界葛家崾岘更遥远。董志原的庞绰和苍茫顿然使你欣喜，惊讶里四望，发这原岂止是平川模样，简直是一块阔大无边的木板，抑或是平直无垠的玻璃，一簇簇小村人家，点点滴滴散落其上，一片片各色庄稼，纵纵横横散布其上。绿的是树，红的是花，白的是羊，黄的是土，青翠的是小草，碧绿的是鱼塘，诸如村庄田地等物，在董志原宽博的胸襟里，又显得是那样的微小和渺茫。“八百里秦川，不如董志原的一个边。”亲身感受和触摸董志原，对从悠远而来的民间传言始有了几多相信，对远古地壳的抬升和蒙古高原源源不断黄尘共同造就的这座高原方有了几多惊慕。\n董志原由来已久，董志原的文明史源远流长。传说中的人文始祖黄帝曾在此师从当地人歧伯。周先祖在此农耕。春秋时义渠国在此筑城建郭，统领河套广袤疆域。北宋大家范仲淹在此豪书千古绝句“不以物喜不以己悲”。正是众多文明烈焰的熏陶，董志原作为礼仪之地便无疑义了。\n在平原掏出四四方方差不多一亩见方的坑，然后掘挖出一孔一孔窑洞，供人居住，这就叫地坑院。地坑院肯定是从古人类使用的地穴那儿得灵感和创意，只不过建设得比古人更科学、更有代气息。在别处极罕见的地坑院自然是董志原绝佳风景。\n董志原紧邻关中，亦是古周秦的辖地，修远的秦风秦俗在原上的角角落落都有深重的留痕。原上人嗜面食，与面有关的吃物几乎主宰了一天两顿：早饭是白生生的蒸馍或黄蜡蜡的玉米面发糕，佐以醋拌辣子葱丝箩卜菜，汤是玉米珍子汤、小米绿豆汤、麦面鸡蛋汤。而晌午饭或是油汪汪的臊子面、床子面或是洋芋糊糊面。家家如此，村村也如此，这与关中人家的吃法如出一辙。还有更像关中的情况哩，原上人茶余饭后，爱听的戏是秦腔，喜欢吼的句子仍是秦腔里的戏文。这样的爱好，大人小孩一样，男人女人亦一样。初来乍到者，为此情此景所惊异所迷惑，误以为这儿不是董志原，而是中国南北地理分界线秦岭北的秦川阔地呢。\n左宗棠与开发董志原\n左宗棠是晚清“中兴名臣”之一。同治五年，清王朝为了解决由陕甘回民大起义引发的西北复杂棘手的靡烂之局，决定委派左宗棠以钦差大臣的身份，兼任陕甘督、督办西北军务，试图凭借其杰出的军政才干，扭转危局。左宗棠临危受命，统帅所部大军于同治六年六月抵达潼关，一年半以后，肃清关中地区。同治八年（1889年）春向甘肃陇东推进，位于蒲河与马莲河之间的董志原便成了左宗棠在甘肃进攻陕西回民军的首选目标。左宗棠从筹划收复董志原到安排善后重建，为这块土地的开发与建设，作了许多实际事情，取得了明显的成效。对于陕甘回民发生起义的原因、性质，以及对左宗棠镇压西北回民起义的评价与批判问题，由于有许多论著已作了论述，这里不再论列。本文尽力勾沉有关史料，就左宗棠收复与开发董志原的相关问题，分项作一评介，不当之处，敬祈指正。\n左宗棠收复董志原\n（一）关于“董志原元帅十八营”的来历及布局。\n董志原地居甘肃东部，隶属于庆阳府，位于蒲河与马莲河之间，南北约100里，东西约八十里，与陕西邠州毗邻，“介居环、庆、泾、原、邠、宁之间，为秦陇要膂。”历来为兵家必争之地。同治六年（1862年），陕西回民在大荔县发动起义，既而引发了渭南、同州、华州的回民响应，并迅速发展成为遍及关中的回民大起义。同治二年，陕西回民起义遭受清军的残酷镇压和咸阳渭城、凤翔府战役的失败之后，分两路先后进入甘肃境内：北路经乾州（乾县）、邠州（彬县），长武，驻扎在甘肃固原、华亭一带；南路由凤翔经千阳、陇州，活动在清水、张家川等地。陕西回民起义进入甘肃境内后，引发甘肃回民掀起反清的浪潮，回民军相继攻占了固原、平凉、狄道、宁夏、灵州等城。同治五年（1866年）春，固原等地数万陕西回民军因粮食短缺，纷纷弃城挈眷，大举返陕，在清军的阻截下，没有能够实返回关中的愿望。同年六、七、八月，陕西回民军在陕甘边境华亭县的上关、下关、尖骨山及马峡口一带，受到清军的堵截阻击以后，大部遂经平凉、泾州向庆阳府转移，集结在董志原，号称十八营。见诸史料，一般称“董志原十八营”或“董志原元帅十八营”。陕西回民军在董志原，按照原来的村社分住各村镇，每支部队的驻营地称为营，共有十八个营地，总称之为十八营。十八营在组织和活动上仍然保留了原来的分散性，但各营之间相互协作和共同作战，彼此联系比过去密切，已经形成为一支统一的抗清武装。十八营设元帅，指挥作战。其首领即“十八营元帅”计有马正和、白彦虎、余彦禄、崔伟、陈琳、禹得彦、冯君福、马长顺、杨文治、马正刚、马生彦、毕大才、阎兴春、蓝明泰、哈连金、邹保和、张代雨、马维骧等。另外还有赫明堂、孙义宝等为首在固原等地活动的回民军。这些首领人物都是陕西各处回民起义的发动者和组织者。“董志原十八营”控制的范围，大致“北到安化（庆城县）的驿马关，南到宁州的丘家寨，西到镇原的萧金镇，东到合水县的西华池。”屯聚之地多位于交通要道比较大的村镇或要隘关口，如太昌、焦村、邱家寨（和盛镇）、三不同、荔家堡、肖金、董志、西峰、什社等。关于各部回军在董志原驻兵的情况，据马长寿先生调查所得：“冯阿訇（冯君福）驻萧金镇；邹阿訇（邹保和）驻十社（什社）镇；马正和驻西峰镇的寨子街；杨文治驻董志镇；白彦虎驻西峰镇北十里的晏西坳（鄢旗坳）。”这些地方原先就有堡寨，有些地方又新修了回堡，用作军事据点。萧金镇在回军屯驻董志原后期，曾一度是中心老营所在地。由于回民军多挈家带口，举家随军，“故据原四年之久，二十万之众。”但实际能打仗的精壮人丁不过四、五万之数。陕西回民军自同治五年九月到董志原，至同治八年三月从董志原“乘夜携眷潜遁”，遭左宗棠大军追袭，占据董志原为根据地达四年之久。他们北与金积堡，西与狄道、河州的甘肃回民起义军相联属，互相声援，互相配合，给陕甘清军以极大的威胁与打击。（二）左宗棠收复董志原的战略部署与进程同治五年，眼看西北的局势被陕甘腐败无能的军政各员愈办愈遭，渐成难了之局，清王朝遂调左宗棠为钦差大臣兼陕甘总督，驰赴西北督办军政事务。面对西北纷乱如麻的形势，在既有捻又有回，既有陕又有甘，既有军又有政，所以提出了总体解决西北问题的战略步骤。他说：方所患者，捻军回军耳！“以地形论，中原为重，关陇为轻；以平贼论，剿捻为急，剿回宜缓；以用兵次第论，欲靖西陲，必先清腹地，然后客军无后顾之忧，饷道免中梗之患。”具体来说，他认为：“进兵陕西，必先清关外之贼；进兵甘肃，必先清陕西之贼；驻兵兰州，必先清各路之贼。然后饷道常通，师行无梗，得以一意进剿，可免牵制之虞。”如此有步骤分阶段逐步推进的好处是：“已复之地不令再被贼扰，当进战时即预收善后之效，民志克定，兵力常盈。事前计之虽似迟延，事后观之翻为妥速。”就是说，解决西事，要步步推进，稳扎稳打，一次解决，不再反复。这样做看似缓慢，实则最能收速效。左宗棠解决陕甘问题，就是按这个计划来推行的。他于同治六年六月抵潼关以后，先驰赴山西、直隶、山东等地，镇压捻军起义。然后回师西安，布置关中军务，指挥刘松山大军平定陕北土匪，收降董福祥部。陕西肃清之后，于同治八年春着手解决甘肃的问题。因此便有左宗棠“入甘的序幕，是收复董志原”之说。董志原是陕西回民军退据甘肃的主要阵地，也是左宗棠镇压在甘肃境内陕西回民起义军首先攻取的目标。根据左宗棠的计划：欲平陕甘回民军，“非先攻金积堡不可；而攻金积堡，非宁夏、固原均有劲军夹击不可。”而其揭幕之战，必非先收复董志原、重创陕西回民军不可。非如此，不能巩固后路，打通进攻金积堡的重要通道。而陕西回民军自同治五年九月盘踞董志原以来，配合入陕的捻军张宗禹部，采取行动，多次打到陕西关中、陕北等地，其高潮是同治六年。当年十一月，西捻军由宜川黄河渡口渡冰桥入晋后，陕西回民军便乘清军主力东趋剿捻之机，于同治七年三月初三日从董志原再次大举南下，曾一度深入关中。但均立足不稳。左宗棠镇压了西捻军后，同治七年九月又回到西安，采取以剿为主的手段，集中镇压回民军。董志原十八营面临着被清军围剿的严重威胁。为了打破清军的部署，他们采取的措施是分路抢粮求食、打开被困局面。同治七年十二月初八日后，董志原十八营回民军分路回陕西各地活动：一路向陕西东北路，在鄜州、洛川、延安、甘泉和白水、澄城一带；一路向南，到陕西西南的汧阳、陇州、长武和甘肃的灵台一带。左宗棠虽然派刘端冕、魏光焘和黄鼎等率军分头狙击，但仍不能奏效。他在同治八年正月二十三日的一份奏折中说：“董志原回民军虽迭经剿败，凶焰渐衰，而自延、鄜迤南以达汧、陇，贼骑纷纷四出，冒死掠食，几于无日无之。官军非裹粮数日不能尽力穷追，又步骑相悬，常有不及之势。”可见回民军的攻势十分凌厉，有防不胜防，攻不胜攻之势。但是由于左宗棠前往乾县督师，且所部都是惯于镇压农民起义的正规军，武器精良，因而针对回民军采用的战术，左宗棠采取了各路出击、严密封堵、之压在董志原一线，尤其严堵欲入关中之回民军，不令再扰后路的对策。因而“北路、东路、西南路各军且防且剿，无战不克，大挫凶锋”，使回民军于同治八年二月初八日败回董志原。在左宗棠大军层层围困的重压下，董志原回民军“汹惧益甚”，下令“挈眷先徙金积堡”，继复议暂勿移动，而其中“自缢者纷纷，不能禁。”二月十八日，董志原回民军在肖金镇开会，十八营并为由白彦虎、马正和、崔伟以及于得彦领导的四大营，“其半护家口辎重先行，留崔伟、马正和等率悍党万余伏董志原断后，时出游骑数百，由太昌、政平等镇分扰泾河两岸，以牵缀官军。”针对董志原回民军出了撤退到金积堡的动向以及分兵部署的情况，左宗棠因时制宜，制定了各路“锐进追攻”的战术。具体作法是“饬诸路统领急粮料运足，伺贼窜动则追之。虑各种锐进，而贼或分支扰我后路也，复令各留四成队于后，以期慎密。又虑各军分布数百里，未能克期毕赴，则饬各军相机而进，但觇贼动即各锐进追之，毋怀观望，以至自相牵制，运掉不灵。”于是，陕安道黄鼎自邠州率师会固原提督雷正绾于长武，记名提督马德顺、二品顶带陕西补用道李耀南亦率马步各军屯驻距灵台百里西屯镇一带，均准备十日干粮，“伺贼窜动，即锐进追之”。二十二日，探马飞报回民军“老弱、辎重均已离巢，分向驿马关，三叉河北窜。”辰刻，雷正绾、黄鼎率师自长武渡泾；午后，马德顺、李耀南亦率马步各营由灵台跟进，均会师于太昌。“时精悍贼众悉伏董志原，伪元帅崔伟等率骑千余扼三不通，凭沟抗拒。是夕，各统领会商，以贼尽萃于三不通，则荔家堡西路必空虚无备，议以雷正绾拨所部总兵陈义步队六营，马德顺派所部提督杨世俊马队四营由泰昌入荔家堡，取萧金西路以达镇原，迎头截剿；余军分为四队，以李耀南所统恪靖马队为前锋，马德顺马队继之，雷正绾、黄鼎马队为左右翼，各军步队随后排列而进，均由三不通一路直捣贼巢。”会商已定，二十三日五鼓，各军秣马蓐食，分道进攻。辰后行至邱家寨，回民军游骑数百“瞥见即遁，各军风驰电掣，直抵三不通。”其时，回民军骑兵“千余排列卡外，官军马队经前冲扑”，回民军“恃险力拒，枪炮纷注如雨，马队往来冲击，均为深沟所限，卒不得前。”正相持间，恰好官军步队各军分由左右两路逾沟冲上平原，绕出回民军关卡之后，回民军惊骇失措，官军马队乘势冲入，枪轰矛击，回民军不能支，纷纷后退。原上埋伏回民军刚要冲出抵御，又为败退回民军牵动，只好一起狂奔。官军跟踪紧追，斩杀千余名，复分军循马莲河而上，遂焦村、什社、肖金镇、董志一带回民军据点同时踏毁。沿途百余里，回民军死亡枕藉，抛弃骡马、军械无算。剩余的回民军策骑飞驰，“悉向西峰镇北走。”当晚，各军驻扎董志原。二十四日五鼓，拨队跟踪，辰后抵西峰镇。“据擒贼供称，贼前起老弱、辎重，因人马众多，未能疾遁，相距不过一日之程；其殿后悍贼为各军追逼，漏夜奔窜，一由驿马关以出环县，一由蒲河川以向三叉河，均在黑城子、下马关会齐，同窜预望城、半角城，金积堡一带。”前面于太昌会商所派提督杨世俊、总兵陈义两军自荔家堡上原“扫荡而前，沿途毙贼甚众。”已镇原县城收复。马德顺、黄鼎等率马步各军追击逃往驿马关、环县方面的回民军。午后，驰抵驿马关，追上回民军后尾，各军争先驰击，追二十里到党家腰岘，这里“山径逼仄，两旁沟深数十丈。”回民军大队拥塞，急不得前。崔伟、马正和等见势危急，“亲督悍党数百人阻隘死拒。”官军奋勇冲杀，枪轰矛刺，“立毙悍贼十余”。崔伟等头领见势不妙，拨马先逃，余众则纷纷败逃，人马自相践踏，堕落坑堑者无数，官军追杀五十余里，约共杀死回民军数千余名。又连夜蹑踪穷追，二十五日收复庆阳府城；二十六日追至蔡家庙。回民军过环县，由洪德城一路北走。各军追之不及，遂于二十七日收队回董志原。此役，回民军饿死、战死及坠崖而死者，“实不止二、三万人，骡马之倒毙、饿毙及被各军夺获者约二万余匹，拔出难民万余，拾获军械无数。”庆、泾各属一律肃清。董志原自此收复。因了解这段历史的人已经很少，所以记述的稍微详细些。另外，需要指出的是，回民军占领董志原期间，也是其力量最强大、指挥最统一的时期，此次经左宗棠部锐进追击，主力遭受一定的损失，在金积堡之役中，陕西回军又遭重创。此后，在河州、西宁、肃州之役中，陕西回民军余部或战死，或就抚，在左宗棠的打击下逐渐凋零，所谓“十八营元帅”，最后只剩下白彦虎及其余部逃往关外，又迭经刘锦棠所部西征军的打击与追歼，溃不成军。后仅剩五千军眷进入俄境，并定居下来。成为后来大家都熟知的中亚东干人。\n二，左宗棠对董志原的开发与建设\n（一）战乱之后董志原的破坏状况\n自陕西回民军入踞董志原，当地居民的生命财产、农田窑舍、城堡村落，均遭受了巨大的破坏。“远城邑寨堡惨遭杀掠，民靡孑遗。平、庆、泾、固之间，千里荒芜，弥望白骨黄茅，炊烟断绝，被祸之惨，实为天下所无。”官军“师行所至，井邑俱荒，水涸草枯，贼因此而多所死亡，官军亦因此而艰于追逐。”居民除在兵乱中被杀、饿死、病死者之外，还有一些逃往陕北沦为难民，甚至沦为土匪，无力自救，惨苦至极。乱后，平庆泾固道员魏光焘来到庆阳，时“郡城一带杳无人迹，城内荒草成林，骨骸堆积，奇禽猛兽相聚为薮。先令勇丁斩荆披棘，掇拾骨胔掩埋，城中方可驻扎。”城外稍远之地，“时有一二遗民，居住在岩穴，采食草籽，形类鬼魅。忽见有人寻踪，以为贼至，望即狂奔，追及询问，不但不知贼耗，亦不辨年月”。勇丁广搜细寻，原城内3000余户，只残存百十人入城。这还说的是庆阳府城周围的情况，那里有山有壑，老百姓可藉以藏匿，董志原原面空旷平坦，能存活下来的百姓就更少了。其绝户绝村之数，又有多少呢？真是“千村薜荔人遗失，万户萧疏鬼唱歌。”因此，左宗棠在给儿子孝威的家书中有“无论平、庆、泾、凉一带纵横数千里，黄沙白骨，路绝人踪”的记述。又说：“陇之苦况与浙江严州光景相似，而荒瘠过之，人民百不存一矣。狼最多。”可以依此想见当时甘肃与陇东一带遭受破坏的惨象与严重程度。真所谓“被祸之惨，实为天下所无”！究竟庆阳有多少人口死于这场大劫难？曹树基在其所著《中国人口史》（清代卷）中专门设置了“西部回民战争对人口的影响”一章，对此进行了研究、统计与估算，得出咸丰十一年（1861年）庆阳的人口总数为141万左右，兵劫后，估计光绪六年庆阳府人口为12.3万口（不含镇原），战争中损失人口约为128.7万，占战前人口的91.3%。镇原县估计至咸丰十一年（1861年）约为26.9万人，战争中损失23.4万人，损失比例为87%。这应该是与实际情况基本接的估计。（二）、左宗棠开发董志原的措施董志原收复之后，左宗棠认为，甘肃“兵事方始，必先陕西接壤之平、庆、泾、固一带布置大兴屯政，然后进可战，而退可守。”为此，他一面“派拨官军前赴董志原扼守各要隘，一面办理兵屯民屯，庆阳、合水、宁州亦须次第经理。”，并从如下几个方面进行了治理与开发。1、遴选官吏，组织善后。陇东收复后，左宗棠首先奏请朝廷“破除文法”，打破常规，就“遴访甘肃人员署理（庆阳）府州县各篆，招辑流亡，计口散粮，以延喘息。并给籽种农器，督劝丁壮及时耕种，以规久远。择险隘为兵屯，统领、营官主之；就堡寨为民屯，府州县主之，均因其地之所宜。按节候播种粟、糜、荞、麦诸种，督课军民，日事锄垦。”按清代的人事任免制度，地方州县官员的任命须由吏部从外省诠选，不得就选调。由于当时陇东新复，许多州县都缺少官员组织善后工作，从外选调官员远水不解渴，且未必熟悉陇东情况，所以左宗棠特事特办，要求朝廷同意就从甘肃选配地方官吏，并要求新派“各守令以熟悉风土，稍知稼穑难艰，能恤民隐，能共作苦者为上选。”“且薄给盘费、薪水，以资办公，免其枵腹从事，庶可冀其安心求治，宣布朝廷德意，拯此残黎。”组织各项善后重建工作。2、招徕难民，广兴屯垦。由于战后“庆阳一带只剩空城”，为了解决人口问题，左宗棠决定曾随从董福祥等沦为土匪，已归降的平庆籍难民招回原籍。这些人由于躲避回民起义，不得已背井离乡，又被逼沦为土匪，招隆后大部分已被安插在陕北一带。左宗棠指出：“以事理而论，该难民等本平、庆一带之人，乘此时早归庆阳一带，各勤耕种，来甘肃一律肃清，各归各业，庶免流离失所；其延（安）、绥（德）地方民人既可免逼处之嫌，致起土、客之衅；而官司一次安插，亦省多少劳费、多少心机，诚一举而三善备焉者也。”为此，他制定了具体的办法：“于绥德、镇（靖堡）、靖（边）各处凡难民积聚之处，出一告示，令平、庆、泾、固各处难民来归复业。先于绥德领取半月行粮、发给护票，填明户口人数；比其回里则给种籽，发粮食，督其耕垦。”还预作具体的安排：“委员分起护送归庆”；由于庆阳一带乱后“无官、无营、无粮”，应该预先作些接待他们的准备工作，以迎接难民回来。他说：“为计，正须经营庆阳、宁州、合水、董志一带荒地，多为安顿，待其来归。”因为他认为“归并一路，不如分置数处之为愈也。”就是说安置在庆阳各地，比挤在靖边一带有好处。不久，在左宗棠的号召和帮助下，“庆阳、安化、合水、宁州、正宁难民及董原难民，归者甚多，放赈给种，日不暇给。幸岁麦收相稔，尚易为力。”两年后，左宗棠在给朝廷的一份奏折中写道：“在宁夏、平凉、庆阳、泾州、巩昌、秦州、阶州各属，大致实已肃清，赈抚、耕垦、安插、迁徙、兵屯、民屯善后诸务，实已具有端绪。”由此可以说，左宗棠对董志原及庆阳府的善后重建，已初见成效，这也为董志原的恢复与发展奠定了基础。3、设置县丞，强化管理。如果说左宗棠招徕难民、广兴赈垦是开发与重建董志原的经济措施的话，那么，他奏请朝廷，在董志原增设县丞，则是加强地方政权建设的重要举措。秦翰才在《左文襄公在西北》一书中指出：清王朝“对于甘肃的治理，太忽略了。特别自从收服了天山南北路，要省出经费来经营这新辟的土地，所以对于甘肃的建置，也不甚理会了。”以至造成许多边要之地政治军事力量薄弱，成为动乱渊薮。尤其是“地居秦陇要膂”，“形势之重，自古已然”的董志原，长期却由“安化、宁州、镇原三州县分辖”，“距安化、宁州、镇原各州县治所均八九十里及百余里，地方宽旷。因向未设官吏，故钱粮词讼，一切经理乏人，民多不便，且政教不行，奸宄易于藏匿，关系非小。始知汉唐历代于此地建置州县，实有深意。”“勘得安化县所辖董志镇地方，旧设有经制外委一员。拟添设县丞一员驻扎于此，会同巡缉，庶资控驭而重地方。”“其辖境董志镇，西至何家畔二十里，交镇原县界；南至李家城，三不同三十五里，交宁州界；东至齐家东庄七十里，北至司官寨五里，东北至罗家寺四十里，东南至秦红咀五十里，西北至孙家沟十五里，均交安化印官地界；西南至何家畔二十五里，交镇原县界。”境内钱粮“拨归该县丞管辖征收，以专责成。”并请添设乡学训导一员，由安化县原设学额十五名内拨给三名，统归知县考取，俾资教化。该县丞定为繁要之缺，名为董志县丞。据相关资料，苏德成担任了首任董志县丞。此人行迹无法考证，但根据左宗棠任命新设地方官缺都十分慎重、选择尤严的特点，此人绝非庸才。董志县丞的设置，在一定程度上填补了董志原作为一个整体在行政建置上的空白，加强了战后对董志原善后与建设的督导。从某种程度上说，也为位于董志原中心的西峰小镇以后替代庆阳府城而成为全区政治、经济、文化的中心创造了条件。4、禁种罂粟，引种棉桑。西北关陇一带地少而贫瘠，但长期以来有栽种罂粟的陋习。栽种罂粟和吸食鸦片不仅是甘肃贫困之因，也是西北民风由悍而颓靡的致衰致乱之源。为此，左宗棠提出了一套禁种罂粟倡种草棉的发展计划。他说：“论关陇治法，必以禁断鸦片为第一要义；欲禁断鸦片，先令州县少吸烟之人；欲吸烟之人少，必先禁种罂粟；欲禁种罂粟，必先思一种可夺其利，然后民知种罂粟无甚利，而后贪心可渐塞也。弟之劝种草棉，以其一年之计，胜于罂粟，因其明而牖之，不欲用峻法求速效，致插格不行。高明必能鉴及。”这段话完整地反映了左宗棠禁种罂粟的措施及策略。简单地说就是三个字：禁、导、倡。就是充分地运用有效的经济手段解决禁种罂粟这个复杂而又艰巨的问题。禁，即禁止种植罂粟；倡，即倡导种植草棉以代替罂粟；导，即于一禁一倡之间的疏导、劝勉、说服，亦即一种“夺其利”与“与其利”的因势利导的教育工作。左宗棠认为只有这样做了，才可以从根本上堵塞毒源而移易风气。为了做好这项工作，他一方面亲撰禁种罂粟“四字韵文”，“颁行城邑乡村，”反复申诫栽种罂粟造成的恶果和禁种罂粟的好处。另一方面，“刊行《种棉十要》及《棉书》，颁行陕、甘两省，谆饬官吏士民一律切实经理。”早在同治八年底，左宗棠收复董志原并移其大营于平凉之后不久，在给儿子孝威的一份家书中写道：“禁种罂粟为此间第一义。长髪、捻、回之劫皆此毒酿成。付《四字谕》一本与尔曹阅。”可见，左宗棠禁种罂粟之决定形成于陇东。由于陇东地方各级官吏得力，这一带一直是禁种罂粟、倡种草棉计划推行较好的地区。左宗棠在同治十三年三月二十二日的奏折中，要求朝廷褒奖署宁州知州杨大年、署正宁知县黄绍薪，这两人“于奉檄禁种罂粟、改种草棉一条，尤不惮烦劳、时巡乡野，亲为劝导。并远购棉种，栽莳成秧，分布民间，因时树艺，又购觅纺车具，雇请民妇教习纺织，已有成效。”而宁州统辖了董志原的南半部分，所以说，董志原也是禁种罂粟有成效的地方。另据光绪四年七月初四日的奏折所称，陇东所在的“平庆泾固”地区，仍是禁种罂粟较成功的地方。左宗棠还在甘肃推广蚕桑业，并以《诗经?豳风》为例，来说明古代陇东就有桑蚕：“女桑之咏，《豳风》具有明征，陕之邠、甘之泾即其故地也。”庆阳古称北豳，也属这一范围。他认真查阅了前人种桑的一些资料，发槲树、橡树、青杠树、柞树、椿树等五种树叶可喂山蚕，便把这五种树的形状、特征都进行详尽的描绘，公布出来，叫陇原各地人民在自己境内寻找，如见到这几种树，便可实行饲养。董志原由于受劫尤深，此时居民正处在休养生息的阶段，以垦荒种粮为重。其发展蚕桑业的情况，由于缺乏记载，故暂付阙如。5、凿井抗旱，以工代赈。正当董志原及庆阳府各属人民恢复生产，重建家园的关键时刻，又与光绪三年（1877年）遭逢一次“三百年未有的大旱”，这次受灾区域广及河南、山西、陕西三省和甘肃的庆阳府。为抗旱救灾，左宗棠一面“饬平庆泾固道魏光焘察酌地方情形，妥为赈抚；复倡（带头捐献）养廉银一万两，以七千两备陕西赈务之用，以三千两备庆阳赈务之用；其西征粮台前次挪用陕西库银三十万两，已饬该司道等遇有饷项解到，陆续划拨归款，以济急需。”还设法筹备赈粮，并对“庆属牧令办赈玩泄”者，予以撤任或准其告老，力图办好赈务。另一方面，又提倡以工代赈，凿井灌溉，试行区种之法，搞生产自救。左宗棠要求“甘肃各州县，除滨河及高原各地方向有河流泉水足资灌润外，惟办赈之庆阳、宁州、正宁等川地较多，尤宜凿井。”应“督各守令劝谕有力之家，一律捐资开井。计富者出资，贫者出力，两得其益，民当乐从。”具体来讲，就是搞以工代赈，“于赈粮之外，议加给银钱，每井一眼，给银一两，或钱一千数百文，验其大小深浅，以增减之，俾精壮之农得尤沾实惠，而目前之救奇荒，异时之成永利，均在于此。计开数万井，所费不过数万金。”他号召庆阳各府县乘“正当农隙之时，地方尚无饥馁之苦，赶速图之，当较陕西尤易集事也。”董志原的有些地方最宜凿井，也参加了这次凿井运动。左宗棠说：“赈以救人为急，固也，救人之外，亦须为人救牲畜，救农具，以为明春力农之本。”总之，不论是赈济还是以工代赈，左宗棠要求各州县官员“皆当尽力图之，虽是极难极大题目，却不能搁笔而交白卷”。后来，董志原和庆阳各州县人民就是依靠左宗棠的赈济和大兴凿井灌田之法而度过此次奇旱绝荒之灾的。有的地方还同时试行了区种之法。6、修路植树，改善环境。左宗棠把修路和栽行道树、护路树作为进军的重要一环，道路修到那里，行道树就修栽到那里，并连抓十余年而不辍。据他自己统计：仅从陕西长武县经陇东到会宁县止的六百多里的公路两旁，历年种活的榆柳，就有26万余株。还说：“兰州东路……所种之树，密如木城，行列整齐。”这些树林，被甘肃人民称为“左公柳”，以表达对倡导者的缅怀之情。在庆阳各属，“环县属境种活树一万八千余株；董志县丞及镇原县境种活树一万二千余株。”董志县丞所在地就是董志原。大量树木的栽种，改善了董志原的生态环境和生存条件。此外，左宗棠部属还修治道路，“平庆泾固各属驿站，固原北至平远以达惠安堡盐路，均已一律修治平坦。”又先后“承修平凉、庆阳、隆德、合水、董志县丞、镇原、平远各府县城垣、衙署及各祠庙、堡寨、驿馆。”新修董志县丞，“城长三百九十六丈；高二丈五尺，上宽一丈二尺，基厚二丈；城堞五百三十二枚；炮台十二；城门四。”工程“业经委员勘验，均已完竣坚固”，定为优质工程。这些基础设施的兴建，加上树木的栽种，极大地改善了董志原的面貌，方便了行人，改善了生活环境，董志原又绽露生机了。左宗棠对董志原的开发，除了上述各项成就以外，还于光绪二年，由安化县丞（即董志县丞），在董志原创办庆兴书院，为董志原士子创建了一个读书仕进的场所，为当地文化的发展创造了条件。至于左宗棠离开甘肃时，董志原开发究竟达到了什么程度，无据可稽，但可与左宗棠离开甘肃时奖叙陇东地方行政长官“平庆泾固道”魏光焘等人的一段话中窥见端倪：“察看甘肃东路收复有年，善后诸务施治较早。……修筑城堡、平治道路、搭架桥梁、开浚河流、种植官树、利民之政，百废俱兴。”他兴奋地说：“回忆入关度陇时城郭萧条荒寂之状，不意乃有日也。”可见，左宗棠对陇东的开发已取得了阶段性的成果；董志原已从浩劫中苏醒过来，获得新生，并在先贤们的治理下不断地的发展、向前。一百多年过去了，知道左宗棠收复与开发过董志原的人已经很少了，已逐渐遗忘了这段历史。诚然，左宗棠并没有亲身到过庆阳与董志原，但他在甘肃时却时时刻刻关注着这片土地上人民的痛苦与期望，并为之竭力创造福祉，使之焕发生机，终于揭开了这片古原走向代的序幕。天，在西部大开发的世纪号角声中，当我们重温这段历史的时候，我们会倍加珍视民族团结与繁荣稳定的局面，会倍加敬仰为开发这片热土作出过贡献的先辈们，从这个角度讲，谁又能忘记左宗棠呢？\n同治回民事变后黄河上游的人口与社会经济\n发生在同治年间西北回民事变，最终被左宗棠率领清军所镇压，而回民是这次事变的最大受害者，一是回民人口锐减，一是回民居住格局和环境发生了很大的变化。\n回族先祖定居到黄河上游区域最早可以追溯到唐朝时期，当时一些来自大食的穆斯林商人定居在河西、河湟地区，唐末时期，回族的先祖已散布在黄河上游区域从事农业、商业活动，即“终唐之世，惟甘、凉、灵州有回族”。十三世纪以降，迁移到黄河上游区域的回回人日益增多，各市镇都有回回人经商，有“元时回回遍天下，及是居甘肃者甚多”的说法。明朝时期，黄河上游区域各地回族成为最主要的民族，甘肃的北部及庆阳、平凉等府都有回回人居住，也有“大批回回以归附土达的身份被安插在灵州、固原一带，这里后来发展成为回民聚集区”，形成了所谓“甘肃在明代，几乎为回民全部区域”。清代前期回族人口和社会经济继续发展，聚居范围也在不断扩大。雍正时期，又修建了大通、白塔、永安三处城堡，先后从山西、陕西、甘肃、北京等地迁来大批回民实边，雍、乾时期西宁府回民达到了12万人口，西宁、民和、贵德、化隆、大通、门源等地许多川水地带已成为回族集聚的主要地区。回族社会经济得到比较快的发展，回民商户、农户已遍及黄河上游区域各市镇和农村。如“西宁城内外皆辐辏，而城东为最。黑番强半食力为人役，回回皆拥资为商贾，以及马贩、屠宰之类”。甘肃的河州、张家川I、龙山镇、平凉等市镇形成以回商为主体的皮毛集散市场。乾隆时期，甘肃东部“宁夏至平凉千里，尽系回庄”（乾隆四十六年陕西巡抚毕沅奏稿语），白天水、秦安、通渭、渭源、临洮、临夏、西宁，以至甘肃西部的张掖、酒泉也都是回民聚居的地方。黄河上游区域回族村落分布更为密集，人口鼎盛，“盖自乾隆以来，重熙累洽，关陇腹地不睹兵革者百年。回民以生以息，户口之蕃亦臻极盛”，回民成为甘肃的主体民族，所谓甘肃“回民聚族而居，倍多于陕”。乾隆宁夏知府张金城在其一则《告示》中说：“宁夏郡各属山村，多有回民杂处。”咸、同以前河西地区是甘肃回族的主要聚居区。清末有人估计甘肃人口结构是“民三回七”，即回民占到甘肃全部人口的70%，这里的“回民”还包括信仰伊斯兰教的其他少数民族如撒拉族、土族等。如果我们在此基础上此比例下调20%，以1861年全省人口1547．6万的数量计算，代民族学意义上的甘肃回民人口应在773．8万人左右。\n回民人口的锐减的因素主要有三个方面。一是在回汉互相杀戮或回族内部因教派之争，造成大量回民死亡。除了上文提到的屠杀事件外，又如同治三年，巩昌府“城内回民两千余人，俱为汉民（指地主团练，引者注）杀尽”。同时回民新老教的互相残杀也导致人口大量死亡，如同治二年三月，“西宁、大通新、老两教争杀。初九日，马桂源等因郡城东北关暨城内后街老教民众不从，诱至东关清真寺内，捆缚千人，杀于东郊外南沟壕”（纲领志）。此事《清实录》也有记载（同治二年癸亥五月己巳）。回汉民村庄之间的杀戮以及回民不同教派之间的杀戮都大量消耗了回民人口。\n二是在战场上死亡。在清军镇压回民的过程中，成百上千乃至数万回民被杀戮，在《平回志》、《西征纪略》、《平定关陇纪略》及《左文襄公奏稿》等文献中多有记载，仅举数例说明之。同治三年四月辛卯，清军“于平凉城米家沟，复追至太和沟、纸坊沟，共毙贼七八千，生擒百二三十人”；八月，清军“攻克张家川贼巢，毙贼万余”同治八年，左宗棠攻击回民集结在甘肃董志原的十八大营，回民军及家属死亡数万人。二十二日至二十五日“追杀悍回实一万数千名……由白马铺越蔡店，追杀至庆阳府，沿途贼尸枕籍，人马之坠崖倒毙，粮尽饿死者不可数计’《追剿逆回荡平董志原贼巢果军叛勇戕害统业经歼除大略情形折》同治八年三月初一日；二十六日至二十九日又进行追杀。两次大规模追杀，“杀毙、饿毙之贼及坠崖而死者，实不止二三万人”（《追剿逆回大胜荡平泾董志原庆各属一律肃清折》同治八年四月初一日）。同治九年，在平远县“自夏徂秋，攻土回堡寨殆尽。虽穷乡僻壤，如篦如剃，杀戮尤掺。土回之凋敝以此”。同治十年，清军在宁夏王家疃“歼毙逆酋多名，悍贼八九千名”上谕》同治十年正月初二日）。清军不仅在战场上杀戮回民，对放下武器的回民士兵和回族平民也进行了残酷的屠杀。在宁夏金积堡回族首领马化龙乞降后，清军领刘锦棠以在金积堡内搜获“洋枪洋炮千二百余杆”为口实，不仅杀了马化龙本人，其亲族、党友八十余人，部众一千八百余名“盖予骈诛，无一漏网”《平毁金积各巢首要各逆伏诛宁灵肃清折》同治十年正月二十五日）。清军攻占肃州城后，回军首领马四“亲诣左宗棠大营，泥首乞命”。左宗棠要求马四“宜缴马械，造土客各回户口清册，听候审辨安插，并令各悍目赴大营听谕。马四唯唯听命。于是陆续款营，呈缴枪炮刀矛二千有奇，战马大半饿死，或宰充食粮，仅缴七十余匹。于是点验各回，于附废堡安置”。也就是说回民已经投降了。但夜晚有数十名回民从北门逃跑，于是清军“各凶悍客回千五百七十三人悉数骈诛。城中土回，拨出老弱妇女九百余人，其壮丁五千四百余人，夜中诸军入城纵火，枪轰矛刺，剿除尽净，肃州遂平。其老幼男女递解兰州设局留养，俟择地安插”，清军一次就屠杀放下武器的回民士兵和平民达七千人。这种屠城式的杀戮和在战争中的残杀，是回民人口减少的主要原因。\n三是回民在饥饿、疾病中死亡。大多数回民事变后往往携家带口离开了原住地，除了在抢掠市镇、村庄获得补给外，几乎没有食物来源，因此饥饿与疾病使不少老弱病残的回民丧命。如同治八年（1869年），静宁、盐关营等地回民军96200余人投诚，“其中汉民胁从者三万一千五百余人”，剩余回民当有64700余人，但“回众因饥病死亡，尚存三万一千余”，也就是说有33700余回民在饥饿和疾病中死亡。同治九年（1870年），在清军的包围下，回民受困于金积堡，“粮且尽，城中煮草藉、麦根、杂牛皮、死尸为食”。因此，饥饿、疾病是回族人口死亡的主要原因之一。\n总之，屠杀、战争、饥病导致了数百万回族人口死亡，这是很悲惨的，就连镇压回民的左宗棠也不无感慨地说，这是“回族千数百年未有之浩劫”《收抚回民安插耕垦片》同治九年七月十八日）。一些回族聚居区没有回族居民了，如河西走廊本是回族最早定居的地区，许多绿洲上都有回族村堡，经过这次战争期间的杀戮和战后的强迫迁徙，“可说河西就没有一个回民”。古浪县直到民国时期才有少量回民居住，“至于回族，同治以后概无土著，间有贸易往来，亦旋去。则渐有寄居此间者，亦不过少数之户口而已”\n究竟有多少回民在这次变乱中丧生?清代没有资料来说明这一问题，我们只有通过民国时期一些零星的资料来估算回民在事变中损失的数量。据民国时期一些资料记载，1934年青海有回民11．8万人，1938年12．1万人；宁夏“回民散居各县，而以河东金（积）灵（武）两县为中心……总数在十五万以上”。又根据人对甘肃伊斯兰教寺院及教徒的调查，信仰伊斯兰教人口在一万以上的县份包括皋兰1．6万人，康乐3．6万人，平凉2．7万人，固原5．1万人，隆德2．6万人，化平2．4万人，秦安1万人，清水4．1万人，临夏9．9万人，宁定6．4万人，永靖2万人，和政3．7万人，海原3．9万人，包括其他县零星分布，共有57．4万人。从这几种资料来看，民国时期甘肃、宁夏、青海的回民总共仅有85万人左右。这时离同治回民事变结束已经有五六十年的时间，黄河上游区域的回民仅及同治事变前的九分之一。通过民国时期这一区域回族人口数量来看，我们认为清同治年间的事变，黄河上游区域至少有650～700万回族人口丧生。因此，同治事变后，在黄河上游区域回族由主体民族变为非主体民族。\n黄河上游区域回族分布格局也发生了巨大的变化。左宗棠镇压了西北回民反清运动后，为了便于管理，强迫回民迁移是其“善后”的一个重要举措。左氏认为，回族“与汉民积仇既深，婚姻不同，气类各别，彼此相见辄起杀机，断难孚洽。又种族攸分，状貌亦异杂，一回民于稠众中，令土人遍识必能认别，百不一爽。回民中岂绝无稍知极思自拔来归者，然久处贼巢，既苦头目之侵凌迫胁，甫离巢穴，又畏汉民之报复寻仇，当生死莫卜之时，靡不依违其间，以求苟免，此解散之难也。陕回人数计之，从前无事时，散处各州县地方，丁口奚啻数十万，见计除西安城中土著两三万外，余则尽族西行，陕西别无花门遗种。即合金积、河（州）狄（道）、西宁、凉州等处见剩陕回计之丁口亦不过数万，其死于兵戈、疾疫、饥饿者十之九……既无归陕之望，就甘地安插，而甘民痛定思痛又不免他族逼处之虞，此安插之难也……因于经理屯垦之余，划出荒绝地亩稍成片段者，以处求抚之陕回”《收抚回民安插耕垦片》同治九年七月十八日。在对回民迁徙中，他认为安插回族居住地有三不宜，即“城驿非所宜，汉庄非所宜，并聚一处非所宜”《收复河州安插回众办理善后事宜折》同治十一年六月二十五日，也就是说回民不能居住在都市附，汉民村庄周围，也不能集中居住在一起。因此，左宗棠对安置回民地方有三个选择标准：“一要荒绝地亩，有水可资灌溉；二要自成一个片段，可使聚族而居，不和汉民相杂；三要是一片平原，没有多大的山河之险，距离大道不过远又不过，可便管理。”根据三个标准，左宗棠选择了化平川、张家川等地作为安置回民之地。化平川“地在华亭县西北一百七十余里，东南距平凉百里，南连崆峒，西北均高阜严壑环峙。两水萦绕，一为化平川，一为圣女川，合流汇白面河入清水县界。川中横宽五六里，长三十余里，似亦前代安置降人之地”《安插就抚回众请增设通判都司折》同治十年正月二十五日。张家川地理环境与化平川有相似之处，位于甘肃秦安、华亭、清水、庄浪和陕西陇县的交界处，发源于卧龙山西南的北川河与发源于陇阳坡南麓的东川河在张家川镇汇合后形成一片平川。对安置回民地的选择，集中反映了左宗棠在处理西北回汉民族问题上的“回汉隔离”的思想。这种办法在处理民族关系上可收一时之效，但绝非长久之计。\n左宗棠安置的回民主要有两部分，一是对反清运动中进入甘肃的陕西回民进行安置。“陕西回民在事变发生前，有七八十万。自事变发生，有的死于兵，有的死于疫，有的死于饥饿，剩下十分之一二。在这剩下的十分之一二中，只有二三万，还留居西安省城（即未参加反清运动者，注），其余五六万都流亡在甘肃的宁灵和河湟等地。”对于这部分陕西回民的安置情况是：“固原的陕回数千人，安顿在平凉的大岔沟一带；金积堡的陕回一万余人，安顿在平凉的化平川一带；河州的陕回一万余人，安顿在平凉、会宁、静宁和安定等处；西宁的陕回二万余人，安顿在平凉、秦安和清水（主要在张家川，引者注）等处。”一是对甘肃回民的安置，其主要政策是“强制回族分散，按照指定地点迁移，并且禁止他们靠城市居住，也不得靠汉族居住”。在这样的政策下，许多原来居住在富庶的宁夏平原和河西绿洲上的回民迁移到偏僻荒凉的山村，如平定宁夏金积堡后，“其贸易侨居之客民及被掳被胁之甘回三千余名，解赴平凉安插；金积堡老弱妇女一万二千余名口解赴固原州附城数十里地方，分拨荒地安插”《平毁金积各巢首要各逆伏诛宁灵肃清折》同治十年正月二十五日。在河西走廊，左宗棠把在战乱后剩余无多的回族人口全部迁移到内地，“把肃州收复后的回民二千余人，全部先移到兰州，后来安顿在金县（榆中县）。其时，甘州和凉州的回民早已死的死、逃的逃，如再把肃州的回民赶走，可说河西就没有一个回民”。总之，咸、同之后，黄河上游区域回民聚居区的地理分布发生了很大的变化，由原来的广泛分布转变为四个大回族聚居区：一是宁夏地区，主要分布在“罗山的谢家段头和纳家闸、广武、石空、牛家营、韦州、红沟窑、田家沟等处，以及固原、茶盐一带”。二是河州地区。清代以来，西北各地回民事变失败后，大量的回民避难于河州，河州回族人口不断增加，使河州成为回民商务中心，即所谓“盖八方（坊）为回民商务聚集之地，富甲省垣，居民三万余人，全系回族”。三是青海河湟地区，西宁、大通、化隆、循化、民和、湟源、贵德等地是回民聚居地。四是张家川地区，同治回民反清斗争失败后，回民军的李得仓部3．1万余人、崔伟部9000余人、毕大才部3400余人被安置在张家川各地，以后又有河南等地部分回民陆续移民张家川，使张家川形成了回族聚居区。晚清时期四大回民聚居区的形成，基本上奠定了代黄河上游区域回民聚居区的分布格局。\n在回汉民杂居的市镇上，回民的居住格局也发生了变化。由于清政府实行回汉民分离的政策，不允许回民在城内居住，于是回民就选择了在市镇边缘居住。这样，在同一座市镇，形成回民住城外，汉民住城内的分布格局。如在陇西县城回民住北关苏家堡子，“苏家堡子一名回回城，在北关东北隅，乃左宗棠西征时，为归附之教民苏某等指定之处所也”。（《游陇日记之一》，陇岷日记，陇西见闻片段，1938年4月25日）临潭“城关居民约三百户，城内偏于东南一隅，均汉民，以十字街为繁华中心。城外麇集于南关，均回民，原为商业中心……行于其地，残壁颓垣，触目荒凉之态”（《游陇日记之二》，洮州日记，临潭城关，1938年5月12日）。临夏（原河州）“大致城内所居者为汉民，南关为回民……同治年问地方事变平定后，重筑城垣，清统治者为划定居住区，相沿至”（《游陇日记之四》，河州日记，临夏之城关，1938年7月17日）。和政“城关居民共约八百户，回民不及十分之一，集中于关西一带，城内所居者皆汉民”（《游陇日记之四》，河州日记，和政县概况，1938年7月27日至28日）。由于受清朝传统的影响，民国时期迁徙到肃州的数十家回民，“均集在东关”。有一句民谣真切地反映了同治以后回民的居住格局，即“回回不是住关就是住山”。可见，回民事变被镇压后，回民居住的大格局和小环境都发生了变化，而且这种变化的影响是长远的。据1990年第三次全国人口普查统计，宁夏全区回族人口“居住在城镇的有172805人，占11．3%，居住在乡村的有1351643人，占88．7%。甘肃回族社区除少数分布于兰州、临夏等城镇外，大部分分布于乡村之中。青海回族社区除少数分布于西宁等城镇外，大部分分布于乡村之中”\n通过左宗棠的安插，回民居住区的生态环境发生了很大的变化。原来回民居住的河西走廊绿洲和宁夏平原不仅交通方便，而且农业灌溉系统发达，在西北是人居环境比较理想之地。而化平川、张家川不仅交通闭塞，而且自然环境恶劣，如化平川“土地荆蒿满地，根本不能种植。山里狼豹野猪蛇蝎很多，人命时有危险”。化平川水质不良，当地有一句流行语“吃了出山水，粗了脖子细了腿”，使迁移到这里的回民长期受甲病（即甲状腺病）的折磨，直到新中国成立后才有所改善。其他一些安插回民地如金县（榆中）、固原、盐茶（海原）等地气候寒冷，降雨量稀少，水土流失严重，物产贫乏，使迁移来的回民生活处于极度艰难的状态，即使在天也是西北最贫困的地区，被称之为苦甲天下。回族是一个善于经营商业的民族，被迁移到各地的回民受到了极为严格的控制，如化平厅《安插回民告示》中规定：不许和汉民在同一地方杂居；不得迁移，陕回不得回陕，甘回不得回原籍；不许回民随意远处行走，如有需要，要报请官府发给“路票”，并限期返回等等。所有这些都限制了回族经济社会的发展，正如有的学者所说，同治期间对回民的屠杀和强制性迁移，“使西北回族穆斯林居住区更加缩小，也更加分散。而打击更大的是穆斯林的商业城镇被瓦解，经商的穆斯林被分散于各贫困山区，成为农民。比如处于丝绸之路上的商业城镇肃州、陇西等地，自唐代以来就有穆斯林在此经商，元明时期已形成较大规模的穆斯林商业城镇。但经过清代同治年间对穆斯林的屠杀、迁移，这里再也找不到穆斯林商人了。对穆斯林商业城镇的摧毁，导致了西北穆斯林长期以来囿于贫困的小农经济”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951659105},{"name":"王文治临灵飞经","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791620652,"text":"","author":"清代王文治","description":"王文治临灵飞经"}]