[{"name":"宋曹行书观黄道周临难楷书长歌手卷","text":"书家，即书法家，书法家是擅长书法的人；具有汉字书写能力，并能能将其推至艺术高度的人。简单来说就是以书法为主要创作的艺术家。或者说，是精通书法的人。因此，《书谱》概总为：“汉魏有钟、张之绝，晋末有二王之妙”。四人被称为古代书家“四贤”。中国书法四贤，是指张芝、钟繇、王羲之和王献之。\n基本释义\n【词语】：书家（全称：书法家）\n【词性】：名词\n【释义】：擅长书法的人；具有汉字书家，即书法家，是擅长书法的人；具有汉字书写能力，并能能将其推至艺术高度的人。简单来说就是以书法为主要创作的艺术家。或者说，是精通书法的人。\n古代书法四贤\n简介\n因此，《书谱》概总为：“汉魏有钟、张之绝，晋末有二王之妙”。四人被称为古代书家“四贤”。中国书法四贤，是指张芝、钟繇、王羲之和王献之。\n东汉末年的“草圣”张芝，曹魏时期的隶、楷书家钟繇，东晋末年的王氏父子的墨迹，可堪称“古之特绝”。作者为证实自己独到见解的客观性，又特引用了位重才高、调清词雅的书法大家王羲之对古人书法的评述：“顷寻诸书，钟、张信为绝伦，其余不足观。”而王羲之则兼取钟、张之精华，将书法艺术推向新的境界。\n张芝\n张芝，字伯英，敦煌人。生年不详，约卒于汉献帝初平三年（约公元192年），敦煌酒泉（今属甘肃）人，父焕为太常卿，徙居弘农华阴。伯英名臣之子，幼而高操，勤学好古，经明行修，朝庭以有道征，不就，故时称张有道，实避世洁白之士也。善章草，后脱去旧习，省减章草点画、波桀，成为“今草”。张怀瓘《书断》称他“学崔（瑗）、杜（操）之法，因而变之，以成今草，转精其妙。字之体势，一笔而成，偶有不连，而血脉不断，及其连者，气脉通于隔行”。\n钟繇\n钟繇（151一230），字元常，三国魏大臣、书法家。颖川长社（属今河南长葛）人。东汉末举孝廉，累迁廷尉正、黄门侍郎。曹操执政，任侍中、司隶校尉。曹丕代汉，任廷尉，封崇高乡侯。明帝即位，迁太傅，人称“钟太傅”。工书法，宗曹熹、蔡邕、刘德升，博取众长，自成一家，尤精于隶、楷。书若飞鸿戏海，舞鹤游天。后人评其隶行入神，八分入妙，和大书法家胡昭并称“胡肥钟瘦”。与晋王羲之并称“钟王”。临终时授子会曰：“吾精思学，学其用笔，每见万类，皆画像之，其专挚如此”。\n王羲之\n王羲之（321—379年，或303—361年），字逸少，号澹斋，原籍琅琊临沂（今属山东），后迁居山阴（今浙江绍兴），官至右军将军，会稽内史，是东晋伟大的书法家，被后人尊为“书圣”。他的儿子王献之书法也很好,人们称他们两为\"二王\",另一个儿子王凝之官至左将军，因曾任右军将军，世称“王右军”、“王会稽”。代表作品有：楷书《乐毅论》、《黄庭经》、草书《十七帖》、行书《姨母帖》、《快雪时晴帖》、《丧乱帖》、行楷《兰亭序》等。\n王献之\n王献之（344年-386年），东晋书法家、诗人，字子敬，祖籍山东临沂，生于会稽（今浙江绍兴），王羲之第七子。官至中书令，为与后世书法家王珉区分，人称王大令。与其父并称为“二王”。王献之自小跟随父亲练习书法，胸有大志，后期兼取张芝，别为一体。他以行书和草书闻名，但是楷书和隶书亦有深厚功底。由于唐太宗并不十分欣赏其作品，使得他的作品未象其父作品那样有大量留存。传世名作《洛神赋十三行》又称“玉版十三行”。\n历代书法家\n秦汉\n李斯、张芝、篆书、汉隶、皇象、蔡邕、石门颂、乙瑛碑、曹全碑、张迁碑、鲜于璜碑、秦诏量铭文、莱子侯刻石、天发神谶碑、阳陵虎符\n两晋\n王羲之、王献之、钟繇、索靖、王珣、陆机\n南北朝\n泰山经石峪、张猛龙碑、张黑女墓志、敦煌书法、元怀墓志、元晖墓志\n隋唐五代\n冯承素、张旭、颜真卿、欧阳询、虞世南、褚遂良、薛稷、孙过庭、李阳冰、贺知章、怀素、李邕、智永、徐浩、柳公权、杨凝式、董美人墓志\n宋辽金\n苏轼、黄庭坚、米芾、蔡襄、赵佶、蔡京、朱熹、欧阳修、李建中、林逋、薛绍彭、张即之、吴琚、白玉蟾\n元代\n赵孟頫、鲜于枢、康里巎巎、欧阳玄、危素、虞集、赵期颐、倪瓒、饶介、张雨、杨维桢、邓文原\n明代\n董其昌、祝允明、文徵明、唐寅、陈淳、王宠、王铎、倪元璐、黄道周、徐渭、张瑞图\n清代\n傅山、金农、邓石如、蒲华、黄慎、郑簠、石涛、赵之谦、吴熙载、姚鼐、姚文田、宋曹、查士标\n历代名作\n王羲之，其代表作为《兰亭序》、《朱明忤逆贴》；颜真卿，其代表作为《祭侄文稿》；米芾，其代表作为《研山帖》；赵孟頫，其代表作为《洛神赋卷》；欧阳询，其代表作为《九成宫泉铭》；王铎，其代表作为《拟山园帖》。\n楷书\n有王羲之的《乐毅论》，颜真卿的《颜勤礼碑》以及《多宝塔碑》为其比较著名的作品；柳公权的《玄秘塔碑》和《神策军碑》为其代表作。赵孟頫的《胆巴碑》、《妙严寺记》，褚遂良《雁塔圣教序》，欧阳询《九成宫醴泉铭》、《皇甫诞碑》、《化度寺碑》等作品。\n行书\n比较著名的有王羲之的《兰亭序》，王洵的《伯远帖》，王献之的《鸭头丸帖》，苏轼的《黄州寒食记》，颜真卿的《祭侄文稿》，智永的《千字文》，欧阳询的《梦奠帖》、《张翰帖》，赵孟頫的《赤壁赋》（此碑内有行书，也有楷书）王铎的《拟山园》等。\n隶书\n比较著名的名作主要以汉碑为主，有《曹全碑》、《乙瑛碑》、《礼器碑》、《张迁碑》、《封龙山碑》等碑帖。\n魏碑\n主要是以碑拓，墓志，摩崖为主，比较有名的有《郑文公碑》、《张猛龙碑》、《嵩山灵庙碑》《高贞碑》及《张玄墓志》，《龙门二十品》，《敬史君碑》》、《元瑛墓志》、《司马悦墓志》、《元怀墓志》、《元倪墓志》，《石门铭》，《泰山经石峪金刚经》，《司马绍墓志》，《爨宝子碑》，李进学的《千字文》《三字经》。\n大篆\n主要《史颂鼎》、《毛公鼎》、《散氏盘》、《睡虎地秦简》等名作。\n小篆\n主要是秦朝以创造的《泰山刻石》、《琅玡刻石》，虽已残毁，但秦篆面目尚存，而李斯的《峄山刻石》、《会稽刻石》均为后人翻刻。\n草书\n有名的作品有：赵佶《草书千字文》，张旭《古诗四帖》，怀素《自叙帖》，孙过庭《书谱》，《急就章》，林散之《中日友谊诗》等。\n汉简\n比较有名有敦煌汉简、居延汉简、内蒙古汉简、武威汉简、马王堆汉简等书法。\n","category":"行书","verified":true,"user":1,"timestamp":1429951655556},{"name":"宋曹行书观黄道周临难楷书长歌手卷","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791634612,"text":"行书观黄道周临难楷书长歌手卷 台湾何创时书法艺术馆藏\n释文：觀黃石齋先生臨難楷書詩卷。先生被逮。從新安至秣陵。囹圄中終日吟詠不輟。或寫懷。或賦景。或詠衣冠。或賦梅花。 或答故人。得詩若干首。臨難時。絕粒十四日。彙詩作蠅頭小楷。端整古俊。一筆不苟。 神色怡然。有如常日。共成二丈許長卷。當與文山正氣歌。疊山卻聘書。並垂不朽。我生不辰魑魅攻。江淮浪跡如飄蓬。 歷盡坎坷慎出處。匣籠古劍摩蒼穹。苔花繡澀芙蓉色。劃然氣接閩海東。閩海高崖發千仞。中有異人碧落通。 一代高風動寥廓。天街蹀躞騁玉驄。五雲館前花滿路。須臾變作塵土蒙。君不見萬疊燕山忽已墮。龍髯扳斷鵑血紅。 謂莊烈皇帝死煤山。又不見紫金山上妖氛走。謂逆闖設偽官江南。木未亭前竄野熊。仰天歎息復歎息。綱常扶直欽黃公。迴天倒海魚龍死。巖巖正氣挺孤忠。顛連慷慨不肯屈。手拏日月橫太空。日馭沈淵月魄晦。多少忠貞能自雄。獨有黃公更淚烈。又復從容操化工。 囹圄絕粒十四日。散步行吟仁義充。取義成仁只一念。上為日星下岱嵩。 作詩奇古伏鬼神。作字端嚴闢混濛。蠅頭楷法正臨難。長篇大幅望不窮。驅使杜度役皇象。精神飛越天無功。白日長懸千古恨。波蒼下聽如不聰。王孫雜遝蔣山畔。燕子低回憶故宮。黃公精魂塞霄壤。化為碧血埋巃從。剩有遺墨含紫氣。月落江南驚斷鴻。我自清晨一批閱。狂來欲死醉不瞢。 日夜銷魂叫欲絕。神龍攫還造化翁。 朱子黃子與張子。謂脩巖山公謙莽。同聲朗誦如洪鐘。如此怪物本忠烈。六寓浩氣直上翀。從來大節不泯滅。白頭慘淡生悲風。射陵逸史 宋曹草\n《赏析》\n诗是感情之诗，书是性情之书，以诗之情蕴生书之情，然后以有情之书写出有情之诗，有血有泪，四百载后，居然能令人感慨係之，抚卷太息！ 「悲欣交集」正诗书之境，所欣者先生获得黄道周殉国就义前手写诗文绝笔，所悲者是先生见跡生情，触动往事，哀国亡君死，孤忠无力回天，抗清志士死事惨烈，正诗中所唱：「叹息復叹息，纲常扶直钦黄公，迴天倒海鱼龙死，严严正气挺孤忠」。\n先生亦明朝遗臣，一腔哀愤，尽从诗咏翰墨中发洩，观此书，笔意怒驰，刚劲奋张，真有满纸悲壮，慷慨泪烈之概。意不在工，而工自在其中，诚诗书合璧，精采绝伦，其可贵非仅翰墨艺事而已！","author":"清代宋曹","description":"宋曹行书观黄道周临难楷书长歌手卷"}]