[{"name":"苏轼楷书司马温公神道碑","text":"内容介绍\n《司马温公神道碑》是苏轼五十三岁时奉宋哲宗之命为司马光撰写的碑文。碑在山西夏县水头乡小晁村，碑身厚硬高大。原碑已毁，现存碑身系明嘉靖年间仿宋碑复制，此本为李苦禅先生藏本，李苦禅先生跋以评之“苏楷书当以此帖为第一。”\n ","category":"楷书","verified":true,"user":1,"timestamp":1429951594534},{"name":"苏轼楷书司马温公神道碑","dynasty":"宋代","category":"楷书","type":"","user":1,"timestamp":1429791646657,"text":"《司马温公神道碑》，是苏轼五十三岁所作。李苦禅大师跋以评之“苏楷书当以此帖为第一。”\n　　 司马温公即司马光(1019-1086)，北宋时期著名政治家，史学家，散文家。北宋陕州夏县涑水乡（今山西运城安邑镇东北）人，字君实，号迂叟，世称涑水先生。司马光生于宋真宗天禧三年(公元1019年)十一月，当时，他的父亲司马池正担任光州光山县令,于是便给他取名 “光”。司马光自幼嗜学，尤喜《春秋左氏传》。其所主持编写的《资治通鉴》成书于宋神宗元丰七年（1084），是我国第一部编年体通史，记叙战国周威烈王二十三年至五代后周世宗显德六年（前403－公元595）共一千多年的历史，分周、秦、汉、魏、晋、宋、齐、梁、陈、隋、唐、后梁、后唐、后晋、后汉、后周十六纪，内容以叙政治、军事为主，旨在为统治者提供国家治乱兴衰的借鉴。\n　　 元祐元年(公元1086年)，司马光逝世，终年六十八岁。太皇太后听到消息后，和哲宗亲自去吊唁，追赠司马光为太师、温国公，谥号 \"文正\"，赐碑 \"忠清粹德\"。京城的人听到噩耗，都停工前往吊祭;岭南封州的父老乡亲，也都备办祭祖;都城和周围地区都画了司马光的遗像祭祖，吃饭时必定为之祈祷。\n\n附录：苏轼《司马温公神道碑》原文：\n　　 上即位之三年，朝廷清明，百揆时叙，民安其生，风俗一变。异时薄夫鄙人，皆洗心易德，务为忠厚，人人自重，耻言人过，中国无事，四夷稽首请命。惟西羌夏人，叛服不常，怀毒自疑，数人为寇。上命诸将按兵不战，示以形势，不数月，生致大首领鬼章青宜结阙下。夏人十数万寇泾原，至镇戎城下，五日无所得，一夕遁去。而西羌兀征声延以其族万人来降。黄河始决曹村，既筑灵平，复决小吴，横流五年，朔方骚然，而今岁之秋，积雨弥月，河不大溢，及冬，水入地益深，有北流赴海复禹旧迹之势。凡上所欲，不求而获，而其所恶，不麾而去。天下晓然知天意与上合，庶几复见至治之成，家给人足，刑措不用，如咸平、景德间也。\n　　 或以问臣轼：“上与太皇太后安所设而及此？”臣轼对曰：“在《易?大有》：‘上九，自天祐之，吉无不利。’孔子曰：‘天之所助者，顺也。人之所助者，信也。履信思乎顺，又以尚贤也。是以自天祐之，吉无不利。’今二圣躬信顺以先天下，而用司马公以致天下士，应是三德矣。且以臣观之，公，仁人也。天相之矣。”“何以知其然也？”曰：“公以文章名于世，而以忠义自结人主。朝廷知之可也，四方之人何自知之？士大夫知之可也，农商走卒何自知之？中国知之可也，九夷八蛮何自知之？方其退居于洛，眇然如颜子之在陋巷，累然如屈原之在陂泽，其与民相忘也久矣，而名震天下如雷霆，如河汉，如家至而日见之。闻其名者，虽愚无知如妇人孺子，勇悍难化如军伍夷狄，以至于奸邪小人，虽恶其害己仇而疾之者，莫不敛衽变色，咨嗟太息，或至于流涕也。元丰之末，臣自登州入朝，过八州以至京师，民知其与公善也，所在数千人，聚而号呼于马首曰：“寄射司马丞相，慎毋去朝廷，厚自爱以活百姓。”如是者，盖千余里不绝。至京师，闻士大夫言，公初入朝，民拥其马，至不得行，卫士见公，擎跽流涕者，不可胜数，公惧而归洛。辽人、夏人遣使入朝，与吾使至虏中者，虏必问公起居，而辽人敕其边吏曰：“中国相司马矣，慎毋生事开边隙。”其后公薨，京师之民罢市而往吊，鬻衣以致奠，巷哭以过车者，盖以千万数。上命户部侍郎赵瞻、内侍省押班冯宗道，护其丧归葬。瞻等既还葬，皆言民哭公哀甚，如哭其私亲。四方来会葬者，盖数万人。而岭南封州父老相率致祭，且作佛事以荐公者，其词尤哀。炷芗于手顶以送公葬者，凡百余人，而画像以祠公者，天下皆是也。此岂人力也哉？天相之也！匹夫而能动天，亦必有道矣。非至诚一德，其孰能使之！《记》曰：“惟天下之至诚，为能尽其性。能尽其性，则能尽人之性。能尽人之性，则能尽物之性。能尽物之性，则可以赞天地之化育矣。”《书》曰：“惟尹躬暨汤，咸有一德，克享天心。”又曰：“德惟一，动罔不凶。”或以千金与人而人不喜，或以一言使人而人死之者，诚与不诚故也。稽天之潦，不能终朝，而一线之溜，可以达石者，一与不一故也。诚而一，古之圣人不能加毫末于此矣，而况公乎！故臣论公之德，至于感人心，动天地，巍巍如此，而蔽之以二言，曰诚、曰一。”\n　　 公讳光，字君实，其先河内人，晋安平献王孚之后，王之裔孙征东大将军阳始葬今陕州夏县涑水乡，子孙因家焉。曾祖讳政，以五代衰乱不仕，赠太子太保。祖讳炫，举进士，试秘书省校书郎，终于耀州富平县令，赠太子太傅。考讳池，宝元、庆历间名臣，终于兵部郎中、天章阁待制，赠太师、温国公。曾祖妣薛氏，祖妣皇甫氏，妣聂氏，皆封温国太夫人。\n　　 公始进士甲科事仁宗皇帝，至天章阁待制，知谏院。始发大议，乞立宗子为后，以安宗庙，宰相韩琦等因其言，遂定大计。事英宗皇帝为谏议大夫，龙图阁直学士，论陕西刺义勇为民患；及内侍任守忠奸蠹，乞斩以谢天下，守忠竟以谴死。又论汉安懿王当准先朝封赠期亲尊属故事，天下韪之。事神宗皇帝，为翰林学士，御史中丞。西戎部将嵬名山欲以横山之众降，公极论其不可纳，后必为边患，已而果然。劝帝不受尊号，遂为万世法。及王安石为相，始行青苗、助役、农田水利，谓之新法，公首言其害，以身争之。当时士大夫不附安石，言新法不便者，皆倚公为重。帝以公为枢密副使，公以言不行，不受命。乃以为端明殿学士，出知永兴军，遂以留司御史台及提举崇福宫，退居于洛十有五年。及上即位，太皇太后摄政，起公为门下侍郎，迁正议大夫，遂拜左仆射。公首更诏书以开言路，分别邪正，进退其甚者十余人。旋罢保甲、保马、市易及诸道新行盐铁茶法，最后遂罢助役、青苗。方议取士择守令监司以养民，期于富而教之，凛凛乎向至治矣。\n　　 而公卧病，以元祐元年九月丙辰朔，薨于位，享年六十八。太皇太后闻之恸，上亦感涕不已。时方祀明堂，礼成不贺。二圣皆临其丧，哭之哀甚，辍视朝。赠太师、温国公，衤遂以一品礼服，谥曰文正。官其亲属十人。公娶张氏，礼部尚书存之女，封清河郡君，先公卒，追封温国夫人。子三人，童、唐皆早亡，康，今为秘书省校书郎。孙二人，植、桓皆承奉郎。以元祐三年正月辛酉，葬于陕之夏县涑水南原之晁村。上以御篆表其墓道，曰忠清粹德之碑，而其文以命臣轼。\n　　 臣盖尝为公行状，而端明殿学士范镇取以志其墓矣，故其详不复再见，而独论其大。议者徒见上与太皇太后进公之速，用公之尽，而不知神宗皇帝知公之深也。自士庶人至于卿大夫，相与为宾师朋友，道足以相信，而权不足以相休戚，然犹同己则亲之，异己则疏之，未有闻过而喜，受诲而不怒者也，而况于君臣之间乎？方熙宁中，朝廷政事与公所言无一不相违者，书数十上，皆尽言不讳，盖自敌以下所不能堪，而先帝安受之，非特不怒而已，乃欲以为左右辅弼之臣，至为叙其所著书，读之于迩英阁，不深知公，而能如是乎？二圣之知公也，知之于既同。而先帝之知公也，知之于方异。故臣以先帝为难。昔齐神武皇帝寝疾，告其子世宗曰：“侯景专制河南十四年矣，诸将皆莫能敌，惟慕容绍宗可以制之。我故不贵，留以遗汝。”而唐太宗亦谓高宗：“汝于李无恩，我今责出之，汝当授以仆射。”乃出为叠州都督。夫齐神武、唐太宗，虽未足以比隆先帝，而绍宗与，亦非公之流，然古之人君所以为其子孙长计远虑者，类皆如此。宁其身亡受知人之名，而使其子孙专享得贤之利。先帝知公如此，而卒不尽用，安知其意不出于此乎？臣既书其事，乃拜手稽首而作诗曰：\n　　 於皇上帝，子惠我民。孰堪顾天，惟圣与仁。圣子受命，如尧之初。神母诏之，匪亟匪徐。圣神无心，孰左右之。民自择相，我兴授之。其相惟何，太师温公。公来自西，一马二童。万人环之，如渴赴泉。孰不见公，莫如我先。二圣忘己，惟公是式。公亦无我，惟民是度。民曰乐哉，既相司马。尔贾于途，我耕于野。士曰时哉，既用君实。我后子先，时不可失。公如麟凰，不鸷不搏。羽毛毕朝，雄狡率服。为政一年，疾病半之。功则多矣，百年之思。知公于异，识公于微。匪公之思，神考是怀。天子万年，四夷来同。荐于清庙，神考之功。","author":"宋代苏轼","description":"苏轼楷书司马温公神道碑"}]