[{"name":"王安石行书楞严经旨要","text":"《宋王安石书楞严经旨要卷》于正书中间有行书，结字修长紧聚。字势于端庄中有奇纵的变化，左俯右仰，上下揖让，横笔逸出，孤撇出挑，颇有奇逸之趣。用笔清劲，起笔轻按，导送收放，使转灵活，颇得杨凝式的笔法。全篇行次紧密，少有空白，然字行间错落参差，并不板滞，有“横雨斜风”之势，得萧散简远的意韵。\n\n【名称】宋王安石书楞严经旨要卷\n【类别】中国书法\n【年代】宋代\n【文物原属】故宫旧藏\n【文物现状】现藏上海博物馆\n【规格】纸本，纵：29.9厘米，横：119厘米。\n作品简介\n《楞严经》唐般刺蜜帝译，十卷。王安石摘录其中观世音发妙耳门，从闻思修，以“三十二应”随机变化，现身说法，获得“十四种无畏功德”一节，卷前录有此经全称“大佛顶如来密因修证了义诸菩萨万行首楞严经”经名一行，以此定名为《楞严经旨要》。\n卷末自题：“余归钟山，道原假楞严本，手自校正，刻之寺中。时元丰八年（1085年）四月十一日，临川王安石稽首敬书。”其时王安石正退居金陵钟山，率弟子谭掞、蔡肇等人编纂《字说》。元丰七年，王安石自钟山上奏箚，乞以所居园屋为僧寺，并乞赐额，有旨赐名“报宁”。自题中谓将楞严经“刻之寺中”，此寺院可能即“报宁禅院”。\n艺术赏析\n王安石以治政和文学名世，书法亦颇有造诣，时人评他的书法近学五代杨凝式和北宋沈辽，得沈之清劲，远绍晋宋。《宣和书谱》记他“凡作行字，率多淡墨疾书”，“美而不夭饶，秀而不枯瘁。”此卷于正书中间有行书，结字修长紧聚。字势于端庄中有奇纵的变化，左俯右仰，上下揖让，横笔逸出，孤撇出挑，颇有奇逸之趣。用笔清劲，起笔轻按，导送收放，使转灵活，颇得杨凝式的笔法。全篇行次紧密，少有空白，然字行间错落参差，并不板滞，有“横雨斜风”之势，得萧散简远的意韵。\n卷后南宋牟献之题跋：“霜筠雪柏钟山寺，投老归欤寄此生。王介甫既赋此诗，元丰八年四月，竟罢政而归，书经乃其时也。继遂为元祐矣。假本道原即刘秘丞恕也。经中十二者，欲令法界众生，求男得男。是时雱已卒，介甫之意端有所为。后舍半山所居为寺，申其荐拔。可叹也。作字有斜风疾雨之势，亦其性卞急使然，然不妨妙得书法。陵阳耄叟牟献之书。”又元王蒙题跋：“观世音菩萨发妙耳门从闻思修人三摩也，与眼鼻口舌身意日?相倍，此一节楞严经之法髓也。荆王暮年深悟佛理，故特于是经提出而亲书之。所以深警禅学之士，岂复有心较世间之荣辱是非及字画之工拙也哉。后学王蒙叹慨而敬书之。”接后又有明项元汴、周诗临题跋。\n王安石自题中的“道原”，牟献之跋中以为即刘恕，非是。经考，道原应为沈道原，名季长。\n是卷经明项元汴，清安岐、曹溶等收藏，俱钤有收藏印。卷上所钤元赵孟頫之“赵氏子昂”、“大雅”、“松雪斋”诸印俱伪。著录于明汪珂玉《珊瑚网书跋》、清卞永誉《式古堂书画汇考》、安岐《墨缘汇观》等书。\n王安石字介甫，晚号半山老人，抚州临川（今属江西）人。生于北宋天禧五年（1021年），卒于北宋元祐元年（1086年）。庆历二年（1042年）进士，熙宁二年（1069年）任参知政事，次年拜相。执政期间，推行新法，熙宁七年因新法受挫而辞退，次年再相，九年再辞，退居江宁（今江苏南京）。曾受封舒国公，后改为荆国公，世称荆公，身后谥曰文。\n","category":"行书","verified":true,"user":1,"timestamp":1429951562584},{"name":"王安石行书楞严经旨要","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636587,"text":"王安石《行书楞严经旨要》卷 纸本　29.9×119cm 上海博物馆藏\n　　《行书楞严经旨要卷》为王安石去世前一年亲自校正楞严经卷文字。自署\"余归锺山，道原假楞严本，手自校正，刻之寺中，时元丰八年(1085)四月十一日临川王安石稽首敬书\"。作者时年六十五岁。卷后有南宋牟献之，元王蒙，明项元汴、周诗题跋。曾经元陈惟寅，明项元汴、曹溶鉴藏。\n    王安石去逝前一年尝亲书《楞严经旨要》。是作长119厘米，宽29.9厘米，卷后王安石跋曰：“余归钟山，道原假楞严本，手自校正，刻之寺中，时元丰八年四月十一日临川王安石稽首敬书”，复有南宋至明朝诸大家牟献之、王蒙、项元汴、周诗等题跋。王安石集政治家、文学家、书法家于一身，其虽以文章与改革名世，然其书法造诣亦相当深湛，为时所推重。《宣和书谱》评其书曰：“凡作行字，率多淡墨疾书……美而不夭饶，秀而不枯瘁”，与王同时代之大书法家黄庭坚评曰：“荆公书法奇古，似晋宋间人笔墨”。是作现藏于上海博物馆。然其回归国有却颇费一番周折。\n  是作流传至近代，先由周氏收藏，周先生尝携之入台，欲出售于台北故宫，然斯时台北故宫无王安石真迹可作参证，难断其真伪，故拒之。台北乃专家云集之地，因其难断，周氏亦疑之，遂请书画大师张大千鉴定。张甫见，即出价五万美金欲购，为周所拒。周氏复携画抵美国，仍为人所疑，未售出。后辗转而落入王南屏之手。\n  1981年，艺术大师谢稚柳抵港讲学，王南屏乘机谓谢曰：“余可将王安石《楞严经旨要》及《王文公文集》捐赠于上海博物馆，君可否助余将上海旧家所存留200件明清书画带至香港。”谢未感轻许，归沪辄汇报于上海博物馆馆长沈之瑜，沈虑之再三，觉此可行。唯虑所赠两件“国宝”为真迹耶，赝品耶？至于王南屏上海家中所存留之书画，料其精品微少，可放之出境。何也？因王南屏之父，尝捐赠73件精品于上海博物馆。《楞严经旨要》及《王文公文集》经谢稚柳初鉴，视为真迹。\n  1986年上海文化局，上海文管会，为使国宝回归祖国，联合向文化部写上报《关于接受香港王南屏捐献宋代珍贵文物并允许落实政策的二百件明清书画运港的请示报告》。文化部复请示于国务院。副总理谷牧阅读报告，转呈于赵紫阳总理及姚依林副总理，经审，乃得通过。1985年2月，上海博物馆与海关人员共同将王南屏200件书画运抵深圳，王亦遣人持两件国宝抵圳，双方由之而交接清楚一应手续。国宝至此，终于回归祖国。《楞严经旨要》复经北京大批专家鉴定，一致定为真迹。1986年3月，上海博物馆特予举行国宝捐赠仪式。","author":"宋代王安石","description":"王安石行书楞严经旨要"}]