[{"name":"清顺治宋琬《二妙轩碑》流传始末及其价值","text":"《二妙轩碑》是340多年由陇右道佥事、清初大诗人宋婉（字玉叔、号荔裳，山东莱阳人）主持镌刻的杜甫流寓诗碑，原碑立于天水市玉泉观内，长1516厘米，高24厘米，由34刻石组成。\n此碑上摹刻的诗，是诗圣杜甫的顶峰之作，后人称为陇右诗六十首，堪称绝妙好诗；字是从书法大家王羲之、王献之的书法大作中精心选择而得，也是绝妙好字，故世人称之为二妙轩碑。\n《二妙轩碑》流传始末及其价值\n历史的选择是无情的：唐和尚怀仁集王羲之书《圣教序》垂范千古，历久弥新；而清诗人宋琬集“二王书”《二妙轩碑》却自产生之日就湮灭无闻，兴衰际遇，令人唏嘘不已。但历史的选择也是有情的：尽管原碑下落不明，但拓本却流传了下来。1985年，在民间几经辗转流传的《二妙轩碑》拓本重见天日，给古城秦州顿添姿彩，给泱泱书史也写上了浓重的一笔。\n一、《二妙轩碑》摹刻、流传始末\n1．历史上奇妙的契合。晋代王羲之的书法妙绝天下，唐代杜甫的诗歌雄跨百代，两者怎么结合为一体了呢？这是清诗人宋琬的历史贡献。清顺治十一年（1654年），山东莱阳人宋琬以诗人身份出任分巡陇右道兵备佥事，驻节秦州（今甘肃天水市），恰好秦州是杜甫当年的流寓地，百十首“秦州杂诗”早已广为流传。诗人一向心仪杜甫，在浏览秦川胜迹时，去得最多的地方大概要算城北玉泉观李杜祠堂了。那里原有许多刻石，其中好几块就刻着杜甫的诗歌。大诗人对刻石的字迹不满意，再加上李杜祠堂破败不堪，于是萌动了新建李杜祠堂、重刻杜诗的念头。次年，他果真完成了这桩盛事。在新建的李杜祠堂中，他专辟一轩，精选杜甫“秦州杂诗”60首，“构求二王笔法”，并请来兰州著名摹勒书法家张正言、张正心兄弟摹刻成碑，“庶使后人之来者，按籍而知迹之所在”。（宋琬《杜甫石刻题后》）\n2．战乱中刻石的不幸遭遇。刻石初成，宋琬叫它“杜诗石刻”。时隔不久即康熙十三年（1674年），吴三桂叛乱，秦州落入吴军之手，玉泉观毁坏，诗碑散失。直到乾隆四十八年（1783年），秦州知州王宽离任闲居，一个偶然的机会，他在秦城西关的一所僧房发现刻有杜诗的断石残碑，但仅存4首诗，计160字。为此他专门写了《二妙轩碑题跋》，第一次提出“二妙”的称谓，并有《题二妙轩碑》一诗，诗中写：“淳化摹天宝，风流宋荔裳。诗遗百六字，碑获十三行。藤瓦东柯杜，鹅笼东晋王。千秋余二妙，零落赞公房……”这说明王宽所发现的碑刻正是王书杜诗合璧的旷世奇宝。可惜己经残缺不全！王宽之后，《二妙轩碑》下落不明。民国年间，《秦州志》虽列“二妙轩残碣”条目，但语焉不详。\n3、拓本在民间的流传情况。《二妙轩碑》自经变乱，毁灭殆尽。然而不幸中的大幸是，它的拓本一直在民间流传。邓旭《杜甫石刻跋》中说：“年友来荔裳赐予墨刻，按而读之。则工部秦州诸篇得我同然，为之击节不能置。”这表明，《二妙轩碑》刻成之后，它的拓本也随之产生了。宋琬本人说得更明白无误：“即使不必来此，而西州风土，一展此卷而知仇池二陇间，犹之读《秦风》而览《车辚》、《板屋》之章，宁谨怀古卧游之助云尔哉！”但是，初拓本在吴三桂叛乱之前就没有了下落。乾隆二十九年（1764年）《秦州志》只是笼统地提一句“今拓本犹有藏者”，但终于不知究里。民国23年（1934年），陇上大学者冯国瑞先生奉亲归里，周酉山先生出示珍藏的《二妙轩碑》拓本让冯鉴赏，冯于是作《秦州杜诗石刻记》，因以考证碑帖本末。周酉山之后，拓本由其子周恒收藏，1985年捐献给桑梓。从拓本的面目来看，肯定不是初拓，因为许多地方字迹模糊不清。\n二、《二妙轩碑》的艺术价值\n当我翻阅《二妙轩碑》拓本的时候，我脑海中浮现出当年怀仁法师备尝艰辛、刻制《圣教序》的情景。那时候，社会上流传的二王作品还很多，再加上皇室把珍藏在内府的真迹也奉献出来。让怀仁作参考。在这种情况下，刻制工作尚且如此艰难，那么千年之后，在二王真迹失传的情况下，要完成《二妙轩碑》这样的辉煌巨制，其难度是可想而知的。宋琬作为一个为政清廉的地方官，没有多少经济上的收入，他靠诗人的热情、对先贤的无限景仰和吏民的通力合作，终于创造了这个奇迹。流传下来的拓本为纸本长卷，高24厘米、长1516厘米。卷首是杜甫半身线刻像，之后是宋琬的《杜甫像赞》、正文（辑录杜秦州杂诗60首共计3241字），卷尾有党崇雅、东荫商、王一经、郭充、聂介、邓旭等6人的跋和宋琬的总跋《杜甫石刻题后》。\n1．囊括众妙，博于一炉。《二妙轩碑》以《淳化阁帖》为底本，采集晋人法书，又旁求古人名迹镌刻而成。全碑以行书为主，间以正楷、行草、章草、草书等，风格多样，蔚为壮观。所谓“二妙”原指王羲之的书法与杜甫的诗歌合而为一，同臻妙境。但《二妙轩碑》的妙处不止于此，它的刻工也妙：兰州张正言、张正心的刻工妙绝天下，有口皆碑；它的石质也妙：冯国瑞先生《临二妙轩帖》跋文说，石料采自陕西富平的平青石，质地柔韧，手感润滑，便于镌刻。\n2．轩轾《圣教》，书苑瑰宝。书史上历来推崇唐怀仁集晋王羲之书《圣教序》，但《二妙轩碑》其艺术成就当不下于此碑。《二妙轩碑》摹刻精到，布置巧妙，显得格高韵古，气势连贯，大有魏晋风度。前者整饬、典雅，后者潇洒、空灵，更能体现王书风采。\n自1985年《二妙轩碑》由民间收藏转入政府收藏之后。它的价值一天天得到重视。1996年，当地文化部门隆重展出了该碑拓本，一时观者如云。1997年，天水市政府于城南名胜地南郭寺内建立“诗圣碑林”，将《二妙轩碑》拓本重新刻石，供人观览，永久保留。1998年初，《二妙轩碑》在当地刊印成册，同麦积石窟艺术一样作为当地文化的标志。(李进效)","user":1,"timestamp":1431270451643,"verified":true}]