[{"name":"鲜于枢楷书御史箴卷","text":"宗旨是弘扬中华传统文化 传承中国书画艺术。性质为以挖掘、研究、传承和弘扬中国传统文化为中心的一个学生联合会。\n成立背景：\n当今中华古典文化元素流失严重，当代大学生对传统文化排斥反感。\n成立时间：\n012年3月5日\n成立地点：\n北京清华大学\n主要精神：\n爱国创新包容厚德\n主要力量：\n北京在校大学生群体\n活动范围：\n北京地区各高校\n刊物：\n《北京书画》\n协会活动\n一、组织举办书法交流活动，创作关于传统文化的书画作品、撰写文学作品等，并积极向社会刊物投稿。\n二、定期举办书法讲座，由社会学者和大师为大学生朋友开展文化交流讲座，以弘扬中国传统文化为目的的知识讲座，邀请各界传统文化爱好者的交流与学习，举办传统文化的专题活动。\n三、在各高校中举办书法展览，定期组织会员书法会友活动，举办“茶文化、酒饮文化、古文诗词文化”等传统文化的交流与联谊活动。\n四、书法培训，以会员的实际需求为出发点来进行书法国画方面的基础培训。\n五、在节日时组织“保护传统节日，弘扬民族文化”条幅签名活动，开展猜灯谜、对联、舞狮、舞龙等民俗活动，组织会员到博物馆、文化馆、旅游胜地等地参观与欣赏，创作书法作品，在会员中开展传统文化的收集整理与研究工作。\n活动意义\n1、增进并培养当代大学生爱国情操\n2、使大学生更加深入了解中国传统文化，避免传统文化的流失\n3、丰富大学生在校生活\n4、知行合一，在实践与交流中共同进步\n0协会展望\n社团存在的真正意义在于会员，将会员的利益放在首要位置是社团发展的根本保障。社团的发展也离不开合作，积极谋求社团之间、与其他组织之间甚至与商业化组织的合作是发展的必要途径。\n1中国书画艺术背景：\n中国是一个有着悠久历史的文明古国，在广袤的960万平方公里的土地上，200多万年的大溪人已坚实的迈开了中国历史的步伐。几百万年来，我们的祖先在中国这块美丽富饶的土地上，辛勤耕耘，艰苦奋斗，前赴后继，创造了光辉灿烂的历史与文化。中国文明远比五千年悠久得多。我国现在已知的最早的陶器，就诞生于距今八千多年的的河北、河南、江西众多原始文化中。代表着人类文化叫高级形态的文字、绘画、雕刻等艺术，有越来越多的考古资料和研究无可辩驳的证明，早在六千年前的仰韶文化中，以及大量早期岩画即已诞生，在四千多年前的龙山文化中得到发展，三千多年前的商代已经成熟。所以，将我国书画发展概括、中国书画史，必从六千多年前讲起。漫漫历史长河，渊源流长，我国古往今来浩如烟海的文化典籍中，有关书画史志的文献，车载斗量，难以计数，且大多数为数十万计上百万言的“大部头”。如前所述，中国文字产生于六千年前。那时，仰韶文化的人们已在陶器上刻划文字，是为“书”。既有文字刻写，就已有一定的“点横撇捺”之幸运顿挫的方法艺术，是为“法”。书法之艺术，从诞生起。各种彩陶文化的精美绘画，众多的岩画，已用当时的艺术观点，记叙了我们祖先的生产、生活、思想、情感，绘画已经趋于成熟。我们讲求中国书画史，本应从这里开篇。但这样讲来，一是时间跨度太长，即使略而又略的讲下了，也万言难止，非所能容许。二是这些资料史实，需要我们来鉴定的彩陶绘画、岩画难得进入寻常读者家和文物市场。为了便于叙述，书与画分开介绍。先讲书法。我国文字发展到商代，以甲骨文为代表，即已相当成熟了，完全具备了汉字形、音、义诸要素，龟甲兽骨上那些细小刚健文字，就是当时的书法作品。大批从事巫术占卜的知识分子—贞人，就是那时的书法家，有许多还留下了姓名。上周时期我国的奴隶制经济文化得到空前的发展，文字及书法亦进入一个新阶段，最重要的就是刻写、铸造在青铜器上的文字，即所谓“金文”，书体是大篆，古拙苍劲，气势雄浑。这种书体，至今还为书法爱好者所钟爱，不少书家还竭力追慕临学，亦饶有情趣。秦汉时代，以小篆和隶书的形成最为重要。小篆相传为秦相李斯所创，实际上是秦代为了统一文字达到“书同文”，将商周以来的各国流行之不同体式的大篆加以改造去取而成。小篆较大篆笔画简约，笔法自如，书法仍具苍劲雄浑之美。相传撰写小篆的书法家有李斯、赵高等。隶书也产生于秦代，相传为狱吏程邈所创，亦是将大篆增减损益而成，便于人们易学易写快写。隶书字体规整，笔划点捺横竖分明，工稳沉静，历代至今不少书家功隶书者众，是书法艺术中一个重要的种类。汉代还有一种“解散隶体”草草而成字体，即汉代古草（草书之初始者,又称章草），不过远不如小篆隶书重要。到后来，把写字这件事，不单是作为记事行文的工具，而当成了一门艺术潜心研究，经年累月挥毫不辍，又上升为哲理进行探讨，有一大批把字写得来极具时代精神和个人品格，又具形神兼备的艺术品质，可称为“书法”作品的，当代魏晋时期。所以有人说危机南北朝时期是我国书法艺术首次成熟的时期，更有人说它是我国书法艺术的“鼎盛时代”。这时期书法艺术的显著特色，一是书体有了很大变化，逐步从篆、隶、章草中脱变出来，形成了真书、行书、今草书。我国书法艺术发展到这一时期，真、草、篆、隶、行五种书体已经全部具备。此后时代各领风骚的书法大师，均是在此五种书体上发挥而已。特色之二是这一时期，产生了一大批书艺超群，其书法作品千百年来一直为学书者楷模范本的大书法家，如三国时期的钟繇、皇象，两晋时期的卫夫人，东晋时的陆机，王羲之、王献之父子，王珣，南朝的羊欣、王僧虔等等。王羲之的成就、名望尤其突出，被称为我国书法艺术的圣人即“书圣”。他的书法作品中，唐代初年即已珍贵若拱璧，太宗李世民生前大力搜求，死后竟将王书《兰亭序》殉葬。王羲之《兰亭序》唐代大书法家几乎都有临本。北宋晚期宣和内府所藏临本即有243件之多，可见世人珍爱之深。三是魏晋南北朝时期，我国书法艺术理论业已形成体系，出现了一批书法理论家和书学著作。如西晋卫恒的《四体书势》，南宋梁代虞龢的《论书表》，售肩吾的《书品论》，袁昂的《古今书评》，梁武帝萧衍与陶弘景的《论书启》。《论书启》是陶弘景宇梁武帝君臣之间就书法艺术问题的奏折、批答，由后人汇编而成的书法论著，从中可见当时书法风气之盛。魏晋南北朝时期书法艺术的巨大成就，还体现在这时期留给我们一大批举世无双的书法艺术珍品，许多皆为我国艺术瑰宝，价值连城。兹列其重者略举如下：钟繇《贺克捷表》（唐代拓本），《荐季直表》，《墓田丙舍帖》、《力命帖》、《还示帖》、《调元帖》等，均为拓本或后人摹写本。钟氏真迹，早在南朝已渺难寻觅了。皇象《天发神苙碑》、《谷朗碑》，摹本《急就章》等。陆机的《平复帖》、《望想贴》，均为墨迹。王羲之的《兰亭序》，前以叙及，均为唐宋名家摹本或勾填本。然个大名家摹本，书法艺术本身藻丽多姿，极为珍贵。《快雪时晴帖》（唐人勾填本），《行书千字文》（有人认为乃唐人集王羲之之字本），《万岁通天帖》等。王献之《鸭头九帖》（真伪无定论）、《中秋帖》（宋代米芾临摹）、《二十九日帖》。王珣《伯远帖》真迹，任晋代书法作品中唯一一件无争论的晋人真迹。具陈重远著《古玩指南与鉴赏》记，王献之《中秋帖》，王珣《伯远帖》这两件国宝，为现存仅有的两件晋人墨迹，宋以来一直收藏宫中，清末流入民间，明国初被古玩店学徒出身的袁世凯大总管郭世五收购，抗战胜利后，曾一度落入宋子文之手。后因朱敏该国民主人士张伯驹在报上揭露此事，宋只得将其退还郭世后人。其后于50年代初，被人典当给香港一家英国银行。张伯驹激昂此事报告给周恩来总理，周总理十分重视保护文物，迅速派专人赴香港在典当期满前，用重金将两件国赎回。唐代是我国封建政治经济和文化得到巨大发展的时代，文化艺术中的诗歌、绘画、书法、音乐、舞蹈，均放射出辉煌的光彩。书法艺术在唐代发展到又一个高峰，主要特点是真、草、隶、篆、行个体书法均得到发展，又以行书与草书取得的成就特别巨大，影响我国书法艺术极为深远；各种书体都涌现了一大批名家高手，他们的书法作品无论碑帖均有无可争议的真迹传世，极大地丰富了我国书法艺术宝库；各种书体的体书风格，体现出“盛唐气象”。“真书书家大多脱胎于王羲之，但又秉承魏晋以来墨迹与碑版的双重传统，渐从萧散妍丽的王家书派中脱颖而出，风格转呈严谨雄劲，法度森严。行草书家，特别是草书家亦渐有步大、小王（指王羲之、王献之父子）而趋于飞动纵逸。虽篆书无多大发展，亦能述秦汉遗法，星辰或严谨紧劲，或遒劲圆活的新风”。杨仁恺先生主编的《中国书画》中这段话，较好的概括了唐代书法艺术的特点。隋唐五代主要书家和重要碑帖墨迹有隋代智永的《真草千字文》，藏日本小川简斋家。唐代欧阳询的隶书《宗圣观记》，真书《化度寺衪禅师舍利塔铭》，真书《九成宫醴泉铭》等碑刻；墨迹有草书《千字文》，行书《千字文》和《史事帖》。虞世南的《孔子庙堂碑》（宋元重刻），《汝南公主墓志铭》等。褚遂良的《伊阙佛龛碑》、《孟法师碑》、《雁塔省教序》、《房玄龄碑》、《同州圣教序》等碑刻，还有传世墨迹《枯树赋》、《倪宽赞》等，多为后人所作。薛稷的《信行禅师碑》等，以上四人，号称“欧、虞、褚、薛初唐四大家”。唐代最著名的草书书法家有张旭和怀素。张旭的代表作为传世墨迹《古诗四贴》。怀素流传下来的作品较多，著名的墨迹有《自叙帖》、《苦芦帖》、《小千字文》等。真书在唐代得到空前发展，取得前所未有的成就，对后世真书发展影响特别巨大，尤其初学书法的人，必从真书学起，而学真书必临习“颜、柳”。颜即颜真卿，其存世主要作品有碑刻《多宝塔感应碑》、《东方画赞碑》、《郭家庙碑》，《麻姑仙坛记》、《中心颂》、《元次山碑》、《送璟碑》、《颜勤礼碑》、《颜氏家庙碑》，墨迹《自告身书》，《竹山堂联句》等。柳公权的碑刻主要有《金刚经》、《玄秘塔碑》，《神策军碑》及《李晟碑》等。传世墨迹有《蒙招贴》历代有名。唐、五代著名书法家和他们的书作名品还有很多，如孙过庭及其《书谱》，陆柬之及其《陆机文赋》，钟绍京及其《转轮王经》，李邕及其《云麾将军碑》，徐浩及其《不空和尚碑》，贺知章及其《孝经》，李阳冰及其《城隍庙碑》，史惟及其《大智禅师碑》，蔡友邻及其《尉迟回庙碑》，韩择木及其《告华狱文》。宋代社会城市经济发达，士人阶级队伍庞大，文化艺术十分繁荣，抒发竟有一些帝王后妃倡导乃至身体力行（如北宋太宗赵光义、徽宗赵佶，南宋高宗赵构，北宋仁宗曹皇后，南宋宁宗杨皇后等，尤赵佶的瘦金体独具特色，造诣很高，对元明清书法有一定的影响）教隋唐五代有新的发展。由于社会文化发展的特点，宋代书法艺术，真、草、隶、篆、行五体书中，真书、篆书成就不大，草书、隶书较前人亦少有较大发展。宋代书法艺术成就最为突出者，是以“宋四家”即“苏黄米蔡”为代表的行书。宋代行书，不仅突破“二王”风格，亦越出唐代“颜柳”规范，形成一种潇洒纵逸、轻快活泼，恣肆放达，以意为书的全新书风，可称为书法艺术中的“行书豪放派”，对清以至近现代书坛影响极为深远。“宋四家”中的苏即著名文学家苏轼，其最著名的代表作品有行书《黄州寒食诗》，《洞庭春色赋》，楷书《赤壁赋》等。黄即黄庭坚，代表作品有《草书诸座上贴》，行书《松风阁诗》、《诗送四十九侄贴》等。米即米芾，更是一位留下大量墨宝的书法大家，其代表作品有行书《苕溪贴》，《向太后挽词》，《行书三扎》、《蜀素帖》等等。蔡，从书法艺术功力上讲，应为蔡京，因他为恶名昭著的佞臣，人品为世人不齿，而以北宋名臣蔡襄代之。其代表作品有行书《自书诗卷》，行书《南都贴》、《十扎卷》等。这里所列，仅是他们流传至今的大量墨宝中的点滴。由于它们均善书而又勤奋，当时之时名气已经很大，一些人有四海为官，时人求其书作者众，请其书写碑石者亦多，故他们的书法作品的墨迹碑刻相当丰富，全国许多地方都可见到，国外一些大博物馆也有收藏。宋代文风很盛，士人物不能书，且书法艺术水平均很见功力，即使当时一些无名小卒缩写应酬文字，其书法艺术水平，即可令今天一些刚学了几年字能涂鸦几笔便自命不凡的“书法家”们汗颜。宋代那些明载青史的书法家的成就更应一提。李建中及其《行书同年贴》、《土母贴》，欧阳修及其《行书爱贴》、《自书诗》，文彦博及其《行书三扎卷》，司马光及其《中和贴》，范仲淹及其《行书二扎》，《道服赞》，陆游及其《自书诗卷》朱熹及其《行草书诗扎》，魏了翁及其《文向贴》，文天祥及其《谢诸无座右辞》，等等。这些人虽然素以文章气节或高官经世重于世，其书法艺术也是造诣很高，其书法作品无不珍同拱璧。宋代书法留给后世的还有一项重要遗产，就是宋代官私所刻的各种帖书。前文已述，宋代文风盛，帝王后妃喜爱书法者众，他们的爱好影响士大夫，进而形成全社会的时尚。从太宗赵光义集古圣贤书法名家墨迹刻成《淳化阁帖》始，整个宋代公私刻帖不断，最著名的有徽宗赵佶临刻《大观帖》，米芾刻《宝晋斋法帖》，。由于宋代以来历史变迁，这次峨帖本千余年天灾人祸，损失几尽，残存的原刻拓本以稀少如凤毛麟角。宋代书法艺术不如晋唐那样光耀夺目已如上述。到南宋时法艺术更不引人注目，显一种衰退之势，没有产生如苏黄米蔡那样的能彪炳书史的大书法家。我国书法艺术大展到了元代，又才有所起色。以赵孟頫、鲜于枢等为代表的元代书法家，对晋唐书法进行认真严肃的研究，艰苦的探索，竭力追摹晋、唐志书法艺术传统，形成了自己的时代风格。不过由于元代历史不长，统治者的文化倡导不如唐宋，所以书法成就不及唐宋巨大，书体以行、楷书、草书有较大发展，水平亦高。赵孟頫是元代最有影响的的书法家，其书法以行楷为主，亦有部分草书，代表作有：楷书《丹巴碑》、《神福观记》，行书《洛神赋》，《前、后赤壁赋》，草书《千字文》，等等。赵孟頫的书法在我国书法师商承前启后，对明清书坛影响巨大，名望极高追随者众。鲜于枢时名仅次于赵孟頫的元代书法家，亦以行书，楷书为主，草书也精。主要作品有：楷书《老枝道德经》卷，行草书《王荆公杂诗》卷，楷书《御史箴》卷，《草书千字文》卷，等等。元代其他重要书法家还有：邓文原，其代表作章草书《急就章》卷等；康里夔夔及其草书《颜鲁公述张旭法记》、《渔父辞》等；张雨及其《唐人绝句》等，郭昪及其行书《咏青玉荷盘诗》卷，杨维桢及其行书《鬻字窝铭》轴、草书《梦游海棠城诗》，吴睿及其《离骚经、千字文》全卷，以及大批能画亦善书而以画名重的艺术家，如王蒙、倪瓒、黄公望、吴镇所谓“元四家”等等。明代的书法艺术，可以说是百花齐放，真、草、隶、篆、行个体均有一定成就。从风格流派讲，上学魏晋碑体、二王、颜柳，几近学谦超长孟頫的都有，形成一些艺术流派。大画家又是书法家的现象，比元朝更盛。明代书坛也出了一些对后世影响较大的有成就的书法家，更留下远较前代丰富的书法艺术珍品。同前代不同的是，明代书法艺术的发展，阶段性较鲜明，各种书体各有自身的发展脉络和杰出代表。明代前期的书法，以真书的成就最大，其次为草书，代表人物有所谓三宋（宋克、宋广、宋璲）和二沈（沈度、沈粲），以宋克名望最大。这时的真书，有一种圆润平生，主要流行在翰林、中书舍人中，多用作奏章、行文中的书法，称为“台阁体”，由于皇室提倡，盛行一时，并影响到整个清代书坛。其代表人物是沈度、姜立纲等人。这时期的草书也各有成就，以宋广、解缙为代表。明代中期书法，以行书成就较大，楷书以承前期余势，有些发展，主要是矫正了曾经盛行的'“台阁体”那种比较呆滞的书法。行、楷书的代表人物有祝允明、文征明、王宠、陈道复，以沈周、唐寅等。他们都是声名赫赫的大画家，又是卓有成就的书法家。我国书画艺术本来同出一源，许多理论、方法相同，艺术规律一致，所以从来习画者大多善书，习书法者又有不少能画。在他们那里，书画集于一身了。也因如此，人们在讨论书、画，往往同时进行，各种辞书介绍人物技艺等，也书画并称。此期草书亦有成就，风格狂纵，以张弼、张俊、祝允明为代表。明代晚起书法,以出现了多种书体各领风骚,均有重大成就又有杰出代表书家这种现象为特点.行书楷书以董其昌为代表,草书以刑侗、傅山、为代表，篆书以赵宦光为代表。还有张瑞图的行草书，倪元路、黄道周似草似隶的隶书等等，以董其昌的影响最大。明代书法家数量众多，出前文一提到的一些流派及时代的著名这而外，还应提到的书法家有：钱溥、钱博、陈献章、程南云、李东阳、吴宽、文彭、徐谓、米万钟等。由于明朝较今较近，才不过五六百年，传世书法作品很丰富，不胜枚举，只能从略了。清代是具现代最近的一个封建时代，清末具近不到百年，其书法艺术对今天的人说来，不很算古，流传至今的情人书法作品，易于寻觅。清代书法的重要特征是：中期以前帖字占优，中晚期碑学流行，书法艺术有重振雄风之势，涌现了一大批名垂书史的书法家。如清初的傅山、朱耷（八大山人）、石涛等人的纵逸狂放的草书或行草书，极有时代烙印，极有个性。乾隆、嘉庆时期，因乾隆帝的影响，赵书书法有一度成为官僚士大夫临摹的样本，其主要代表又张照、董皓、汪由敦等。此时除赵字外，以“钟王”、“颜柳”、“苏米”为师者也大有人在，如翁方纲、刘墉、铁宝、梁同文、王文治、钱澧、姚鼐等等。更有世称“扬州八怪”的一笔书画家，不满当时统治书坛的赵、董贴学，大胆创新，写出有个性，有新意的书法作品。如黄慎的草书，汪士慎的隶书、郑板桥的“六分半书”、金农的“漆书”。从清初傅山开始“反贴倡碑”，直到清中叶嘉庆时碑学芳形成阵势，晚清书法更是碑学的天下，一大批书法家，从传世碑帖和新出土的汉碑版书中汲取营养，书法艺术日已精进，书坛逐渐充满活力。这是其重要的书法家有：邓石如、伊秉绶、丁敬、黄易、桂馥、陈鸿寿、包世臣、何绍基、赵之谦、吴熙载、吴昌硕等等。特别要提到的是邓石如，他真、草、隶、篆无不精绝，书法艺术成就，人称“清代第一”。何绍基、赵之谦也是清代书坛很有地位的书法大师。\n大学生参与学习书画艺术、弘扬中华传统文化的时代意义：\n中国传统文化是中国数千年沉淀下来的精华，学习中国传统文化，第一，可以增加对历史的了解、对文化的了解，丰富自己的知识面；第二，再者也可以培养民族自豪感和增加民族凝聚力；第三，万物的发展都有相通之处，数千年的文化史，也是中国人数千年的思想和行为演变史，以史鉴今，可以提高我们的思想深度和广度。当今世界，文化在综合国力竞争中的地位和作用越来越突出。文化的力量，深深熔铸在民族的生命力、创造力和凝聚力之中。严峻的现实告诉我们，文化竞争正成为决定企业、民族和国家命运最根本和最后的竞争。胡锦涛主席前不久在美国耶鲁大学演讲时说：“一个民族的文化，往往凝聚着这个民族对世界和生命的历史认知和现实感受，也往往积淀着这个民族最深层的精神追求和行为准则。”文化作为人类活动的结晶，集中地反映了民族精神、民族生活和民族经验。每一部伟大的作品都来自于时代、民族、国家、人民以至整个人类进步发展的深刻关心与思考，承载和传递着民族的血液和精髓，是特定历史时期社会生活的百科全书。“自强不息、厚德载物”、“修身、齐家、治国、平天下”、“舍生取义、杀身成仁”、“先天下之忧而忧，后天下之乐而乐”、“父慈子孝、兄友弟恭”、“天人合一、以和为贵”等博大精深的中华文化，正是源远流长的中华民族精神在中国历代优秀文化中的积淀与升华。中国传统文化本身虽然不可能再度直接成为新文化，但其内在的基本文化精神却可以经过批判、改造、继承、弘扬而再度成为新的文化的生长点。大学生是社会的一个特殊群体，是指正在或已经接受过大学教育的人，是社会新技术、新思想的前沿群体，国家培养的高级专业人才，作为将要改变中国现状、发愤图强的一代，我们有责任用实际行动来提高自己，将中国古典文化发扬传承下去。\n可惜了很多练瑜伽的朋友后辈身在中国怀揣宝玉不识货,弃钻石不要去国外检黄铜当宝贝可叹可怜!不是批评是希望也多花一些时间学习中国文化.以下是国学大师季羡林的一篇文章对中国文化的推崇,也表现了老一辈的国学大师拳拳爱国之心!\n进入21世纪的中国，无论是经济还是文化已经与世界逐渐融为一体，世界渴望了解中国，中国更需要把自己优秀的文化介绍给世界。上世纪90年代初由我主编的《神州文化集成丛书》出版后，受到读者的广泛好评，影响不错。但由于当时各方面条件的限制，丛书的整体出版质量显得有些粗糙简单。这次出版无论从外观设计上还是内容编排上都作了较大改变，以彩色图文本和《神州文化图典集成》丛书的形式重新出现，整体水平有了很大提升。\n足证这个口号提到了人们的心坎上，是完全正确而且及时的。根据过去的经验，所有正确的口号都必须落实到行动上，才算有效。因此，上世纪90年代初，我们中国文化书院的同仁们和东方影视集团总经理李生泉等同志，爱国不甘后人，也想尽上自己的绵薄，为这宏伟的盛举增砖添瓦，几经酝酿磋商，发起了这项《神州文化集成》大型丛书的编辑出版工作，抱着这种想法和期望，我们开始了组稿活动。在较短的期间内，我们约请了一些国内学有专长的老中青三代学者，承担各书撰写的任务。尽管有不少学者工作十分繁忙，但是一听到我们发起的宗旨，无不慨然应允。为了保证著作质量，我们规定了严格的审稿制度。谁也没有“特权”。\n只有这样才能真正弘扬我们先民留下来的优秀文化。这一点，我们可以心安理得地告诉我们的读者和观众。文化之发展，是在各异文化的相互交流中前进的，中华民族以儒、道、释为主体的传统文化，就曾融汇进多种游牧民族和南蛮、北狄、东夷、西戎的异质文化，又汲取了佛教等印度文化凝炼而成的。自1840年鸦片战争以来西方文化如潮水般涌入中国，此“三十年河西”也，其文化交流以“西学东渐”为主。进入21世纪，中华民族的传统文化在历经摧残和磨难后衰而复起，此“三十年河东”也，中外文化交流将兴起“东学西渐”的潮流。西方文化的“自我中心论”和“人类中心论”受到大自然的报复，盛极而衰，必须从东方文化汲取活力。\n东方文化以中华民族的传统文化为代表，其思想内容千条万绪，但都集中在一个“道”字上，中国文化的大道西传，必将带来世界和平，必将走向“天下为公”的大同世界。中华民族的统一大业，必以传统文化为纽带得以完成。中国在世界的东方“和平崛起”，必须是中华民族的传统文化首先复兴。中国传统文化是我们综合国力的重要要素，是我中华民族在神州生生不息的生命线，这就是我们重新发起出版《神州文化图典集成》的基本理念。我们的丛书虽然冠以“神州”，但是我们考虑问题的视野却绝不限于神州。我经常考虑一些有关文化的问题。如果说我的考虑有什么特点的话，那就是，我并不囿于神州这一个地区，也不限于当前这一个时代。我收藏着一方清代浙派大家陈曼生刻的图章，其文曰“上下五千年，纵横十万里”，这完全符合我的精神。我于文化问题绝非内行里手，我也不装出这番模样。但是，我看到了一些东西，想到了一些东西，我不愿意妄自菲薄，也不愿意敝帚自珍，于是就写了一些短文，在不同的座谈会上也做了几次发言。得到的反应多是肯定的。连一些外国学者也不例外。这当然增强了我进一步探讨的信心。我们过去谈论中国文化，往往就事论事，只就中国论中国，只就眼前论中国。这样做的结果只能是像瞎子摸象一样，摸不到全貌，摸不到真相。经过我多年的思考，我认为，从人类整个历史来看，全世界人民共创造出来了四个大的文化体系。所谓“大”指的是历史悠久、影响广被、至今仍然存在的文化体系。拿这个标准来衡量，我发现了只有四个：中国、印度、伊斯兰和欧美。其中前三个属于东方文化范畴，第四个属于西方。东西两大体系，有相同之处，也有相异之处，相异者更为突出。据我个人的看法，关键在于思维方式：东方综合，西方分析。所谓“分析”，比较科学一点的说法是把事物的整体分解为许多部分，越分越细。这有其优点：比较深入地观察了事物的本质。但也有其缺点：往往只见树木，不见森林。所谓“综合”就是把事物的各个部分联成一气，使之变为一个统一的整体，强调事物的普遍联系，既见树木，又见森林。普遍联系这一点是非常重要的，它完全符合唯物辩证法。我浅见所及，东西文化的根本差异即在于此。\n中国文化是东方文化的重要组成部分。要想了解中国文化，必先了解东方文化；而要想了解东方文化，必先了解中国文化。东方文化和中国文化，了解必须同时并进，相互对照，相互比较，初时较粗，后来渐细，螺旋上升，终至豁然。我想先从医药中举一个例子。人们都知道，西医和中医是完全不同的，两者的历史背景完全不同，发展过程也完全不同，因此，诊断、处方、药材等等都不一样。最明显的差别是大家所熟知的：西医常常是“头痛医头，脚痛医脚”，而中医则往往是头痛医脚，比如针灸的穴位就是如此。提高到思维方式来看，中医比西医更注重普遍联系，注意整体观念。再拿语言文字来作一个例子。西方印欧语系的语言，特别是那一些最古老的如吠陀语和梵文等等，形态变化异常复杂，只看一个词儿，就能判定它的含义。汉语没有形态变化，只看单独一个词儿，你就不敢判定它的含义，必须把它放在一个词组中或句子中，它的含义才能判定。使用惯了这种语言的中国人，特别是汉族，在潜意识里就习惯于普遍联系，习惯于整体观念。再如绘画，中西也是不相同的。许多学者，比如申小龙先生等，认为西画是“焦点透视”，中国画是“散点透视”。你看一幅中国山水画，可以步步走，面面观，“景内走动”，没有一个固定的焦点。申小龙还引用了李约瑟和普利高津的意见，认为汉民族有有机整体思维方式。\n从上面几个简单的例子中可以看出中国文化的特点。约而言之，这个特点可以归纳为普遍联系和整体观念。从“科学主义”的观点上来看，这未免有点模糊，但是这个“模糊”却绝非通常所谓的“不清不楚”，而是有比较严格的科学含义，它强调的正是普遍联系。这同我上面讲的东方文化的思维方式是“综合”，是完全一致的。我这一篇所谓总序只代表我个人的观点，我绝无意强加于人。百家争鸣，我只是一家。但有一点我是十分坚定的，看中国文化，必须把它放在东方文化这个大框架内，放在世界文化这个更大的框架内，才能看得清楚。如果在时间和空间方面不能放开眼光，囿于积习，墨守成规，则对我们祖国的优秀文化，无论如何也是认识不清楚的。弘扬中华文化，发扬爱国主义，是我们每一个中华儿女的神圣的责任。\n印度和其它国家的优秀文化要不要学习?要学习,不过本民族的优秀文化更要学习!否则连根都没有了!这也是当年印度国父甘地对印度年青人的谆谆教导,今天我也拿来给祖国年青一代的瑜伽教练们!这样反而对自己的事业会有帮助!谢谢朋友们阅读.并祈望一起弘扬祖国优秀文化!\n人类社会已经跨入了21世纪，21世纪是我们中华民族复兴的世纪，我们是生长在这个伟大时代的大学生，幸逢盛世，既是无限幸福，值得羡慕的一代，又是责任重大、任务艰巨的一代。党的十六大指出：“我们要在本世纪头二十年，集中力量，全面建设惠及十几亿人口的更高水平的小康社会，使经济更加发展、民主更加健全、科教更加进步、文化更加繁荣、社会更加和谐、人民生活更加殷实。”党的十六届四中全会又提出构建“社会主义和谐社会”的新命题，并且把和谐社会建设放在同经济建设、政治建设、文化建设并列的突出位置，把构建社会主义和谐社会作为我们党执政能力的主要任务之一。因此，全面建设小康社会和构造社会主义和谐社会的奋斗目标，是我国进入21世纪建设中国特色社会主义事业的战略全局的中心和主题，这也是时代赋予当代大学生义不容辞的历史重任。了解我国的基本国情、熟悉最基本的中国传统文化知识，我国的基本国情是正处于并且长期处于社会主义初级阶段，人民日益增长的物质文化需要同落后的社会生产力之间的矛盾仍是我国社会的主要矛盾。我国生产力和科教、教育水平还比较落后，因此需要我们从中国的实际国情出发，从中国五千年文化精髓出发来培养自己的爱国意识和文化认知，进而影响和带动更多的人共同参与到文化建设的大军中来。往往潜藏着巨大的历史机遇。比如，美国就是在19世纪和20世纪交替之时，抓住了机遇，用40年左右的时间，实现跨越式发展，从而成为当今世界头号强国。今天，我们中国也面临着20世纪和21世纪交替的年代，能否抓住这个极好的机遇，使我们当前的主要问题。因而我们当代大学生必须深刻地认识到我国的基本国情，历史机遇和严峻的挑战，认识自己的不足和落后，才能奋起直追，实事求是地行使我们的历史使命。作为新世纪的当代大学生要想所作为，就必须以时代的历史使命为已任，把握时代的脉搏，跟上发展的源流，迎接变革的挑战，从而树立起为时代的发展和人类的进步而献的伟大志向。以实现中华民族文化的伟大复兴为神圣使命。中华民族有着悠久的历史，曾经长期走在人类文明的前列。“天下兴亡，匹夫有责”，大学生是未来建设社会主义现代化事业的中坚力量，要用自己的聪明才智继往开来，成为中华民族勇于开拓的一代。今天，实现中华民族伟大复兴的神圣使命已经历史地落到当代大学生的肩上。我们当代大学生一定要积极投到实现中华民族的伟大复兴事业圳去。提高大学生自身的综合素质。只有切实提高自身的综合素质才能够符合高速发展变化的时代要求，担负起时代赋予的历史使命和社会责任。因而我们当代当代大学生要着眼于自身的全面发展，加强自身修养，培养高尚的道德品质、较强的法纪观念，提高心理素质，形成坚强的意志、健全的人格，克服价值观念混乱、理想信仰迷惘、政治意识淡化、道德行为失范的现象，在今后人生的奋斗的征途中，一定要坚持学习科学文化与加强思想修养的统一、学习书本知识与投身社会实践的统一、实现自身价值服务祖国人民的统一树立远大理想与进行艰苦奋斗的统一，扎扎实实、认认真真地学习好本领，练好基本功，掌握新的知识，使自己成为理想远大、热爱祖国、追求真理、勇于创新的人，德才兼备、全面发展的人，视野开拓、胸怀宽广的人，知行合一、脚踏实地的人，为中国特色的社会主义事业，奋斗不息，塑造无悔的青春！\n","category":"楷书","verified":true,"user":1,"timestamp":1429951546945},{"name":"鲜于枢楷书御史箴卷","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791626506,"text":"鲜于枢楷书《御史箴卷》 纸本 50.1x409.6厘米。 普林斯顿大学美术馆\n鲜于枢楷书《御史箴卷》，大德三年(1299)作，纸本。卷后有赵孟頫、邓文原等人的题跋。此卷运笔沉雄朴茂，不事雕琢，而风华自在。赵于此卷推崇备至，跋曰：“伯机书，笔笔皆有古法，足为至宝。”","author":"元代鲜于枢","description":"鲜于枢楷书御史箴卷"}]