[{"name":"转轮经","text":"转轮经藏窟，凿于北山佛湾中部，编为第136号，是一个平顶长方形大窟。窟高4米，宽4.7米，深7米。造像具有保存如新，典雅优美，个性鲜明，民族风格突出的显著特点，曾被国际知名作家韩素音女士赞誉为“中国石窟艺术皇冠上的一颗明珠”。\n转轮经藏窟简介\n据窟内现存的五则纪年题记知道，此窟开凿于南宋绍兴十二年（1142年）至十六年（1146年），作者为河南颍川（今禹县）人胥安。\n“转轮经藏”系佛教法器，为萧梁时傅弘首创。其形制是在大窟中心建一柱，作八面形。巨柱如小屋，中有轴可旋转，内置经典，谓之“转轮藏”。后又在八面柱上各刻一龙，以示天龙八部中的龙众护法之意。\n“转轮经藏窟”内的“转轮经藏”由地及顶，立于窟之中央，虽有轴但不能转动，形似八面中心柱，由上、中、下三部分组成。\n下部高1.78米。柱基为须弥山，山上刻一蟠龙，鳞甲森然，绕山一周后首尾覆于山之正面，作戏珠状。龙上方为八面形露盘。每面露盘上浮雕顽童众多，或互相嬉戏，或扶栏跨越，姿态各异，天真可爱。\n中部高1.29米，为八条圆雕石柱。每条石柱分别置于下部的八面露盘角上。柱上刻有龙或祥云，龙头向下，祥云中现女像双手拱揖或持物。八龙柱间被接空，有利窟内采光。\n上部为八面实心露盘。其上浅浮雕天宫楼阁，舍利宝塔，缭绕祥云，氤氲瑞气。\n整个\"转轮经藏\"即是佛法的象征，又起到了支撑、采光、装饰的作用。\n\"转轮经藏窟\"内的雕像镌于东、南、北三面壁上。其布局形式是东壁刻一佛二僧二菩萨，南、北壁对称各凿三组造像。这种布局结构严谨，既有整体感，又可使造像各自相对独立。\n东壁正中的释迦佛，跌坐于莲台上，双手作说法印，神情庄严静穆。头顶上方发出毫光二道，经窟顶绕四圈达于窟口。佛坐身高1.5米，肩宽0.72米。身后刻大圆形背光，直径1.8米。其左右两侧分别胁侍憨厚稳重的迦叶，博闻强记的阿难以及右手持杨柳、左手提净瓶的净瓶观音和手持莲花的大势至菩萨。另在左右角上各立一双手合十的童子。右角童子左侧还并列站立四身供养人像。此壁由于长期受水浸蚀，剥蚀风化甚重。\n南壁（左壁）三像\n南壁（左壁）刻三组像，从里向外依次是：\n文殊菩萨\n1、文殊菩萨（图版二）。在佛门中，文殊是博学广闻，多才善辩，象征智慧的菩萨。此窟的文殊跏跌而坐，脸庞方正，颈项稍短，手指圆润，肩平而宽，双目平视，手握经卷，似专注凝思，颇具学者风度，给人以智慧深邃，精力充沛而又略带自负的神态。其座下有一青狮，怒目切齿，作狂吼状。狮右立一顶盔贯甲，飘长髯，足蹬靴的狮奴。雄狮在古印度被认为是最凶猛的野兽，而文殊骑于背上，却只见其怒，不见其动，以此寓意智慧完全可以战胜最为凶猛的野兽。此组造像在对文殊菩萨内在气质的刻画上颇为成功。\n玉印观音\n2、玉印观音（图版三）。她头戴高花冠，着褒衣傅带式天衣，颈下、胸前缨珞珠串繁饰，左手举印，右手抚膝，跌坐于金刚座上。坐身高1.37米，肩宽0.48米，座高0.94米。神态沉着稳健，面相刚毅丰腴。头上的花冠玲珑剔透，极为精细，手指般大小的珠串均以凹浮雕刻成，距今虽已八百四十余年，却未损毁一粒，其完好程度令人惊叹不已。观音左右下侧各立一侍者，皆风度潇洒，似一对古代才子佳人（图一六图版七、八）。左边为善财，身高1.29米，头戴方冠，作年轻儒生状；双手捧笏，态度恭谨，彬彬有礼。右为龙女，身高1.25米，双手持物，秀脸微低，婷婷玉立。\n如意珠观音\n3．如意珠观音（图一七）。观音身高2.05米，肩宽0.43米。她头戴花冠，外罩披风，着字领天衣，广袖飘坠，衣饰繁絮，于堂皇富丽中具见静穆庄重之感。双手捧如意珠于腹前，由珠上发出毫光一道，绕三圈后从左肩达于窟顶。\n北壁（右壁）三像\n北壁（右壁）亦刻三组像，由里及外依次是：\n普贤菩萨\n1．普贤菩萨（图版五）。普贤头戴方形花冠，肩披帛带，胸缀璎珞。左手抚膝，右手持如意，跌坐于大象背负的莲座上。坐身高1.01米，肩宽0.36米，座高0.33米。普贤面像清秀，体朝前倾，目光下视，双唇轻翁，嘴角微收，指如玉笋，呈欲笑又忍，感情内涵的微妙神态，具有古代东方美女的典型特征，给人以娴静，端庄、温柔、善良、秀雅之感，被当代美学家王朝闻称誉为“东方维纳斯”。莲座下的大象温顺而立，头略回盼。象左立一象奴。体魄健壮，豺眼圆睁，旷悍剽武，骄蛮强悍，气质粗犷。匠师们运用这种反衬手法，使象奴与普贤形成鲜明对比，在气质上一刚一柔，两相比较，更为成功地表现出了普贤的清秀文静，隽逸超尘。\n日月观音\n2．（日月观音）。观音跌坐莲座上，坐身高1.54米，肩宽0.5米，座高0.83米。她身具六手，上两手托日、月，后两手执长柄龙头斧与长剑，前两手捧钵及持杨柳枝。面庞丰满，秀盾垂目，雍容华贵，和蔼可亲。观音身后左右侧立二侍者，均身高1.33米。左边为，老者，头戴风帽，身着对襟长袍，左手执拂，右手于胸前竖二指，面部造型夸张，似含笑若有所悟，神情虔诚恭顺侍立，形象极为生动。\n数珠手观音\n3．数珠手观音。观音赤足站于莲台上，身高1.91米，肩宽0.44米。她长发技于肩，胸部密饰珠串，着荷叶披衫，左手握右腕，右手于腹前持数珠；身材修长，面色莹洁，肌肤娇嫩，吹弹可破，神情妩媚温静，惹人喜爱。\n此外，在南、北壁窟口处，还各立一金刚，高1.72米。他们肌肉弩张，腰系短裙，手足戴钊，脖子上有项圈，手执兵器，面日狰狞。\n北山“转轮经藏窟”内的雕像，可谓风姿绰约，仪态万方；堪称宋代菩萨造像的陈列馆。它在艺术上所取得的巨大成就，无不是我国传统艺术理论及其艺术表现手法在石窟造像中具体运用的结果。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602371},{"name":"转轮经","dynasty":"北魏至五代","category":"小楷","size":"","author":"敦煌写经","type":"纸质","collector":"南京博物院","publisher":"","description":"转轮经","text":"此展品为敦煌写经，是中国古文献中的瑰宝。敦煌写经以佛经为主，另有老子道德经及春秋后国语的写本各一件，还有两件为唐朝时用回鹘文所写的经卷。现收藏于南京博物院。"}]