[{"text":"唐颜真卿麻姑仙坛记是颜真卿楷书碑文代表作品。碑文苍劲古朴，骨力挺拔，线条粗细变化趋于平缓，笔画少波折，用笔时出“蚕头燕尾”，多有篆籀笔意。\n《麻姑仙坛记》是中国书法史上的典范之作，是我们学习楷书的优秀范本之一。\n作品简介\n《麻姑仙坛记》全称《有唐抚州南城县麻姑山仙坛记》，是颜真卿楷书的代表作。\n该碑立于唐大历六年(公元771年)，后遭雷电毁佚，有原拓影印本行世。碑文苍劲古朴，骨力挺拔，线条粗细变化趋于平缓，笔画少波折，用笔时出“蚕头燕尾”，多有篆籀笔意。其结体因线条厚重，为了在字的中宫留出余白，以避免壅塞，不得不竭力向四周扩张，外拓的写法被推向极致。\n碑旧在江西临川，明季毁于火。楷书，据传世剪裱本计共901字。\n此碑楷书，庄严雄秀，历来为人所重。此时颜真卿楷书风格已基本完善，不但结体紧结，开张一任自然，而且在笔画上也从光亮规整向“屋漏痕”的意趣迈进了。欧阳修《集古录》中说：“此碑遒峻紧结，尤为精悍，笔画巨细皆有法。”\n今人张彦生《善本碑帖录》称：所使拓本为横刻帖本，传宋时有原墨迹木刻本。碑刻原在江西建昌府南城县西南二十二里山顶。今已无原碑拓传世。传此帖本有大、中、小三种，因原石均佚，故难寻佳本。据载，宋刻帖本就有张之洞、何子贞、端方、罗振玉藏本和戴熙、赵子谦跋本等数种，可见此刻帖传世情况的复杂。今人马子云《碑帖鉴定》称：闻何绍基（子贞）藏宋拓本，后为颜韵伯藏，现不知为何人所藏。又称原石为雷火所破，元建昌知府梁伯达重建。然元刻本今也罕见。以后又有唐晏云本，忠义堂何氏本、黄氏本，惟唐氏刻本最善，何氏本最劣。《校碑随笔》云：上海原石石印本，即罗振玉所藏，有张廷济跋，现也不知存于何处。\n大字本，拓本。字径约5厘米，现存两种善本：其一为明藩益王朱祜滨重刻本，书法端严整肃(藏于北京故宫博物院)；其二为清戴熙跋本的影印本（藏上海博物馆），点画清晰，极少漫漶。\n中字本，拓本。字径近2厘米。首见南宋留元刚《忠义堂帖》，现藏浙江省博物馆。历来金石家著录，均言大、小字本，未及于中字本。元明时期未见重视，清代有多种翻刻中字本行世，已无足观。\n小字本，拓本。字径1厘米左右。凡46行，901字。据张彦生《善本碑帖录》，宋刻帖不见收入小字本。明刻《停云馆帖》始收入，世传以南城刻本为贵。最早拓本为上海郭若愚藏本，石完整，字清晰，入藏北京故宫博物院。\n发展\n后来的《颜家庙碑》浑厚过之，但宽博、端庄、刚毅、沉雄有所不及。\n地位\n《麻姑仙坛记》是中国书法史上的典范之作，是我们学习楷书的优秀范本之一。\n颜真卿(709—785)字清臣，京兆万年(今陕西西安)人。曾做平原太守，世称“颜平原”，官至吏部尚书、太子太师，封鲁郡公，故又称“颜太师”、“颜鲁公”。\n颜真卿家学渊源，其五世祖颜之推是北齐的著名学者，著有《颜氏家训》。\n书法特征\n据载，颜真卿的书法受姻亲殷氏影响较大，又吸取褚遂良和张旭的笔法，也与怀素讨论过用笔的诀窍。中年以后，他终于突破“初唐四家”瘦硬书风的窠臼，集众家之长，出绳墨之外，创造出一种筋肉丰满、骨骼雄健的新书体，后人称之为“颜体”。其书点画厚重饱满，结体宽博端正，章法茂密丰实，体现出豪迈雄强、庄重挺拔的艺术风格。\n后人评价\n北宋朱长文在《续书断》中把颜真卿书尊为“神品”，并说：“其发于笔翰，则刚毅雄特，体严法备，如忠臣义士，正色立朝，临大节而不可夺也。”\n释文\n有唐抚州南城县麻姑山仙坛记\n颜真卿撰并书\n麻姑者，葛稚川《神仙传》云：王远，字方平，欲东之括苍山，过吴蔡经家，教其尸解，如蛇蝉也。经去十余年忽还，语家言：“七月七日王君当来”。过到期日，方平乘羽车，驾五龙，各异色，旌旗导从，威仪赫弈，如大将也。既至，坐须臾，引见经父兄。因遣人与麻姑相闻，亦莫知麻姑是何神也。言：王方平敬报，久不行民间，今来在此，想麻姑能暂来。有顷信还，但闻其语，不见所使人。曰：“麻姑再拜，不见忽已五百余年。尊卑有序，修敬无阶。思念久，烦信，承在彼登山颠倒，而先被记，当按行蓬莱，今便暂往，如是便还，还即亲观，愿不即去。”如此两时间，麻姑来，来时不先闻人马声。既至，从官当半于方平也。麻姑至，蔡经亦举家见之。是好女子，年十八九许，顶中作髻，余髪垂之至要。其衣有文章，而非锦绮，光彩耀日，不可名字，皆世所无有也。得见方平，方平为起立。坐定，各进行厨。金盘玉杯，无限美膳，多是诸华，而香气达于内外，擗麟脯行之。麻姑自言：“接侍以来见东海三为桑田；向间蓬莱水，乃浅于往者，会时略半也，岂将复还为陆陵乎？”方平笑曰：“圣人皆言海中行复扬尘也。”麻姑欲见蔡经母及妇，经弟妇新产数十日，麻姑望见之，已知，曰：“噫，且止勿前。”即求少许米，便以掷之，堕地即成丹沙；方平笑曰：“姑故年少，吾了不喜复作此曹狡狯变化也。”麻姑手似鸟爪，蔡经心中念言：背蛘时，得此爪以杷背，乃佳也。方平已知经心中念言，即使人牵经鞭之，曰：“麻姑者神人，汝何忽谓其爪可以杷背耶？”见鞭着经背，亦不见有人持鞭者。方平告经曰：“吾鞭不可妄得也。”大历三年，真卿刺抚州，按图经南城县有麻姑山，顶有古坛，相传云麻姑于此得道。坛东南有池，中有红莲，近忽变碧，今又白矣；池北下坛，傍有杉松，松皆偃盖，时闻步虚钟磬之音；东南有瀑布，淙下三百余尺；东北有石崇观，高石中犹有螺蚌壳，或以为桑田所变；西北有麻源，谢灵运诗题：入华子冈，是麻源第三谷，恐其处也；源口有神，祈雨辄应。开元中，道士邓紫阳于此习道，蒙召入大同殿修功德。廿七年，忽见虎驾龙车，二人执节于庭中，顾谓其友竹务猷曰：“此迎我也，可为吾奏，愿欲归葬本山。”仍请立庙于坛侧，玄宗从之。天宝五载，投龙于瀑布，石池中有黄龙见，玄宗感焉，乃命增修仙宇真仪，侍从云鹤之类于戏。自麻姑发迹于兹，岭南真遗坛于龟源，花姑表异于井山，今女道士黎琼仙，年八十而容色益少，曾妙行梦琼仙，而飡花绝粒。紫阳侄男曰：德诚，继修香火；弟子谭仙岩，法籙尊严。而史玄洞，左通玄，邹郁华，皆清虚服道。非夫地气殊异，江山炳灵，则曷由纂懿流光，若斯之盛者矣。真卿幸承余烈，敢刻金石而志之，时则六年夏四月也。\n结体特征\n要临写好《麻姑仙坛记》，除了对其笔画特征有一个明确的理解外，还必须掌握其基本的结体特征。这里将简单介绍它的结体特征。\n1．结构下压，静中寓动。《麻姑仙坛记》中的每个字，其结构极尽变化，但其中有许多字是重心下移，妙在平中见奇，给人以一种端庄、憨厚的感觉，越看越让人觉得可爱。而且有些字的笔画处理非常到位，静中寓动，妙趣横生。如下图中的“半”、“华”二字。\n2．四角撑满，端严紧密。《麻姑仙坛记》的结体笔势开张，四满方正。其笔画组合疏密均匀，严整不懈，平稳雄健。如下图中的“倒”、“蔡”二字。\n3．凝重古朴，寓巧于拙。清傅山云：“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”这在理论上给人一种新的审美观点。然而颜真卿却早就将这一审美观念付诸于其书法作品中，《麻姑仙坛记》便是很好的—例。如下图中的“何”字、“麻”字，这蓄势藏锋的笔法，分熔篆铸的线条，还有这气势恢弘的结体，无不显示出它的“拙”味。此外，我们在品味其“拙”的同时，还能感觉到“巧”的气息。\n4．体态沉雄，气象恢弘。《麻姑仙坛记》中，每个字都是体态沉雄，气象恢弘，这是该碑结体上的一个奥妙。尤其是在一些左右结构的字上，它并不讲求穿插，而是恰恰相反，尽量在体态上使左右各自独立，但神情上又要形成艺术整体，这样就使得该碑沉雄、圆浑而又苍老。如下图中的“颜”、“谓”二字。\n结体分析\n颜真卿《麻姑仙坛记》风格拙朴古雅、内敛含蓄，融篆籀之气于楷法，线条如万岁枯藤，结体宽博大方，寓奇逸于刚正，真可谓苍古沉雄，筋骨尽备，内蕴宏博，仪态万端。下面我们对单个字进行分析。\n图中的“日”字，结体高雄，取篆之纵势，法隶之宽博。仔细审视，其左竖如篆竖微倾，横画起笔不与竖画相接，折画折中带转，重筋含骨。其竖画如弩，直中见弧，中横圆厚，下横左实右虚，与上横左虚右实相映成趣，使端庄之中透出灵气，呈意密形疏之意象。\n图中的“光”字，可以说是以篆意入楷的典型范例。“火”部借篆形，结体高伟轩昂。整个字布白上密下疏，笔画沉重、坚实、劲挺、拙涩。其点画各具其法，笔势纵横有象，临写时要留心浑宏气质的表现，不可写得圆、嫩、弱、乏。\n图中的“往”字，左右两竖均着意向外写开，形成笔画四周布满、中间空阔、全字撑足之形势。此字除左部写得特别峻伟、右部写得方正而参差外，尤为惊绝处是最后—一横的斜仰写法，看上去给人以向外纵去的动感。\n图中“海”字四角占满，撑成浑宏格式，给人以体格坚实、精神充沛之感。细观之，我们又会发现，此字右部上下分开，虚白有“海阔天空”之朗；左右错位，使中部有“虚怀若谷”之概。全字密处凝于右下部，中上部却十分空疏，真是宽处愈宽、密处愈密。右部“每”上边—短撇落笔千钧，使空处不虚；下边笔画提笔着大力写细挺，使密处不迫。这种疏处造密、密处令疏的手法，实令人赞叹。其中间一横左探，以使左右紧挽不至涣散；下面横画收笔顿收，更使全字向外扩张之力加强，令人心蔼神驰。\n图中的“在”字用笔直取古文凝重之趣，复加掀雷揭电之势。该字结体雄峻而又有“对此若倒东南倾”之险，中间留白特整特疏，且与四周留白相连接，甚有太庙穹苍、浩气流走之势。全字既雄且险，留白弥满且疏。\n图中的“成”字给人以雍容宽博的感觉。其左撇与戈钩的支撑，使全字形成均衡对称体态；横画上移，钩画写满，撇画加长，使全字气格充沛。由于此字用笔坚实沉稳，留白形状整且圆浑，故给人以平和端庄之感。\n图中的“其”字结体中正宽博，用笔厚重沉雄。其用笔按中见提，左轻右重，笔画于规整中有长短之别，下面两点略偏右，使字在谨严中见活气。\n图中的“立”字用笔端正，方圆互见，结体伟岸、谨严。其点画起笔较高；上横画稍长，使整个格局显得饱满；两点取篆之意，似隶之形，高且内倾；长横斜落笔，使起笔处呈方形，整个横画直劲，骨力甚强，收笔微作点状，圆按回锋，使之充满篆籀之气。\n图中“王”字稳重高阔，上横下覆，下两横微仰，取篆之意，平稳中有变化，读之感到威而不猛，有庄重沉穆之势。\n图中的“而”字体格舒展博大，用笔尤显刚劲。该字横画较长，将上部占满，致成宽博格局；撇画偏左，又透险势，下部稳实坚劲，四竖笔有垂露、有悬针，或上粗、或下重，无一同者；钩画坚实劲利，锐气中见沉稳。\n《麻姑仙坛记》的书法是后人临习的优秀范本，碑刻对后世书坛名家有着不可估量的借鉴价值。\n笔画特征\n颜真卿书法作品众多，风格多样，绝少雷同，但总体上都表现出雄厚、庄重、郁勃的风貌。《麻姑仙坛记》的用笔以篆法入楷，骨力挺拔，起笔、收笔多藏头护尾，精力内蕴，含而不露。下面将具体分析各种笔画的特征，以便进一步帮助大家临写。\n1．点画\n点是构成汉字的一种重要笔画，许多笔画都是由点而出，由点而收。点在“永字八法”中叫做“侧”，因笔锋顾左瞰右，审其势而侧之，故称之“侧”。王羲之云：“倘一点失所，若美入之病一目；—画失节，如壮士之折一眩。”积点成画，积画成字，积字成篇，由是可见，要学好书法，就必须先把点学好。《麻姑仙坛记》中点画写法多变，形态上有方、圆、长、横、斜、挑诸多种类，但每画无不落笔峻劲，呼应庄和。\n右侧点是该碑中用得最多的一种，如左图中“字”字上点。这种点画状如瓜子，上光下圆，如欲滴之露，富有张力美。有时，该点略微弯曲，以显柔劲之姿。\n左侧点是该碑中独具特色的一种点画，其位置与右侧点一样，距离字中心较远，充分体现了颜字内松外紧的特点。如左图中“少”字左点。\n《麻姑仙坛记》中的点变化多样，如左图中“被”字首点以短横来替代，“麻”字上点则变为竖点，“亦”字左下点变为挑点。即使是同样的曾头点，在该碑中也是变化无穷，如左图中“弟”字上两点写成“八”字状，这是颜字的通用写法，该碑也不例外；但“并”字上两点却写成了两小撇，一出锋锐一出锋钝；到了“美”字，则又变化成“羊首法”，这是借鉴篆法的写法，使字更显生动。当有三点在—起时，它又用三小直并列来代替，如左图中“经”字左下三点；而该字的右部几点则以行书笔意将上下两点连写，使整个字显得非常灵动。《麻姑仙坛记》中的点画还有许多不同的写法，临写时一定要仔细观察，注意归纳。\n2．横画\n横画在“永字八法”中称“勒”，它主要起字的骨架作用。南宋姜夔云：“横直画者，字之体骨。”王羲之对横画的写法也有这样的论述：“若平直相似，状如算子，上下方整，前后齐平，此不是书，但得其点画耳。”\n《麻姑仙坛记》中的横画，均取斜势，左低右高，但角度不大，起笔处多见方笔，收笔时则以圆笔藏锋为主。其横画并无《勤礼碑》那样强烈的粗细对比，而以相近的笔画精心排列，显得沉稳、端庄。如果有几个横画并列一字中，也无《勤礼碑》中左尖、右尖之变化，—任粗细如一，更显挺拔雄健、古朴凝重。\n该碑中横画的变化多见于行笔过程中，书写时，笔锋稍有抖动，不是—滑而过、平铺直叙，需略带些“屋漏痕”之意。其粗细变化莫测，韵味无穷，忽而左边粗，忽而右边粗，忽而中间粗，运笔熟中带生。多横的字，其横画上下间距均匀，左右参差不齐，长短配合，在变化中体现生动自然。\n右图中，“十”字长横用分法行笔，笔毫平铺，万毫齐力，故笔画显得很精劲；“手”字下横起笔重而粗，收笔圆而较轻，与中间短横形成明显对比；而“言”字和“王”字，其横画较多，但它们却极尽变化，无一笔雷同，兼用篆籀、古隶笔法人楷，故其笔画显得质重遒厚。\n总的来说，《麻姑仙坛记》中横画的起笔较慢，在运笔时速度比起笔适当快些，以便产生力度，藏锋收笔稍慢，以避轻飘板滞。这些都是在临写该碑时要注意的问题。\n3．竖画\n竖画在汉字结构中起支柱作用。古人云：“竖如万岁枯藤。”因此，竖在结字中占重要位置。《麻姑仙坛记》中的竖画，由于所处的部位不同，因此笔法、笔势也不尽相同：如处于字的左边，则向左弯曲；如处于字的右边，则一般向右弯曲，以取得外拓之势。如右图中“山”字的竖画微向左靠，其形状则微微向左弯曲。右图中的“川”字，中间竖为垂露竖，起笔重按，中锋向下行笔，最后回锋收笔，形同水滴，垂而不落，而第三笔则为悬针竖，用笔健挺浑厚，两竖与竖撇并立，使该字有顶天立地之态。\n4．撇画\n撇在“永字八法”中称为“掠”，取飞燕掠檐而下之意。其出锋时要爽利展开，但力量要送到，不可虚尖。唐太宗李世民曰：“为撇必掠，贵险而劲。”《麻姑仙坛记》中的撇画逆锋着纸，随即顿笔，顺势中锋力行，逐渐提收，力送笔端，沉着矫健，如断犀象之牙，无半点靡弱之气。\n下图中，“方”字撇画用篆籀法，行笔时笔亳亦铺亦堆，笔象沉郁雄强；而“爪”字上撇为短撇，逆锋起笔后极力两面削锋出笔，劲速锋锐；“大”字为长弧撇，其弧度较匀称，而且．筋骨苍劲、坚韧、厚重；“威”字左撇则是回锋撇，是该碑较为典型的一种撇画，用篆籀法向左下弧行，笔行至下钩处，即提笔略缩回，继续循势向左下顿笔圆足后退回，待笔直锋正、蓄势已足后，用爆发力向左或左上方超出，使出锋处锐如短刺。\n5．捺画\n捺在“永字八法”中称为“磔”。清包世臣在《艺舟双楫》中云：“捺为磔者，勒笔右行，铺平笔锋，尽力开散而急发之。”唐太宗也云：“为波必磔，贵三折而遣亳。”\n《麻姑仙坛记》中的捺画独具特色，与颜真卿其他帖中的捺法有较大区别。其尾部捺脚变化最为丰富，似乎有两个锋尖，一长一短，中间凹陷，笔画的腰部有时略显侧锋，下部边缘出现折线状，捺脚处具有一种金石韵味的残缺美。\n下图中“及”字捺画为斜捺。此种捺如向下凸的弧线，有时在后面还有一小段直线，行笔往下而锋乃渐开，画亦渐粗，至三分之二处画已最粗，驻笔微顿，缩回，再拖锋出笔，显得老练遒劲。下图中“之”字的捺画是平捺，一波三折、“蚕头燕尾”，粗细、方向也随势调整，战笔外发，得意后徐徐出之，古意盎然。\n6．钩画\n钩在“永字八法”中称“趯”，即跳跃的意思。王羲之云：“钩如劲松倒折，落挂石崖。”清包世臣云：“钩之超者，如入之趯脚，其力初不在脚，猝然引发，而全力遂注脚尖，故钩末断不可作飘势挫锋，有失趯之义也。”\n《麻姑仙坛记》中的钩画特征是钩尖短小尖利，状如鸟嘴，下部重顿，呈垂露状，古朴浑厚。有些钩稍出锋，有些钩干脆不出锋，将其隐迹于竖中，含蓄而凝重，筋力内含，锋隐势存。在写钩时，还要特别注意此碑用笔的一个重要特征——篆籀、古隶法。如左图“色”字、“忽”字、“求”字的钩画。\n7．折画\n折画是由横画和竖画组合而成的笔画，写好该画的关键是要把两笔的结合处写好。《麻姑仙坛记》中的折画以圆折为主，缓折轻顿，横与竖的粗细差别不大。它主要有三种：第一种如左图中的“神”字，此折内外皆圆，完全是运用篆书的书写技巧；第二种折是外圆内方折，如左图中的“再”字；第三种如左图中的“便”字，折分成两笔完成，先写横画，至折处再起笔写竖，两笔之间笔断意连。\n8．挑画\n南宋姜夔在《续书谱》中指出：“挑趯者，字之步履，欲其沉实，或长，或短，或向上，或向下，或向左，或向右，或轻出而肖斜，或随衄而峻发，名随字之用处。”《麻姑仙坛记》中的挑咽变化丰富，但有一个明显的特征是起笔较重，出锋较短，尤其是“三点水”中的挑画更为明显，给人以犀利、刚劲的感觉。如左图中“汝”字：“括”字、“瀑”字的挑画。\n","timestamp":1432213164973,"published":true}]