[{"name":"黄庭坚行书砥柱铭","text":"黄庭坚《砥柱铭》，行书。抄录唐代魏征《砥柱铭》，此卷长8.24米，共计82行407字，但加上历代题跋，总长近15米。\n《砥柱铭》\n黄庭坚于1095年前后以行书抄录唐代魏征的《砥柱铭》，卷长8.24米，正文82行，加上历代的题跋，总长近15米。作品经王厚之、贾似道、项元汴等收藏，长期流传于中国民间，20世纪上半叶从广东流往日本，为日本有邻馆收藏，直到数年前，为台湾藏家购得。2010年6月3日晚，在北京保利春季中国艺术品拍卖专场夜场拍卖会上，《砥柱铭》书法长卷，以8000万元起拍，开始竞拍价以百万元的幅度上升，在快速突破1亿元之后，竞拍价开始以200万到500万元上升，突破1.6亿元之后，竞价开始以千万元为单位，并迅速上升到3亿元。这时，竞争在拍卖会场左侧两个场外电话委托席之间展开，最后以3.9亿元人民币落槌。加上12%的佣金，总价达到了4.368亿元人民币成交。这一成交价创造了中国艺术品成交新纪录。\n详文\n砥柱铭全文：维十有一年，皇帝御天下之十二载也。道被域中，威加海外；六和同軓，八荒有截；功成名定，时和岁阜。越二月，东巡狩至于洛邑，肆觐礼毕，玉銮旋轸；度崤函之险，践分陕之地；缅维列圣，降望大河；砥柱之峰桀立，大禹之庙斯在；冕弁端委，远契刘子；禹无闲然，玄符仲尼之叹，皇情乃睠，载怀仰止。爰命有司勒铭兹石祝之，词曰：大哉伯禹！水土是职；挂冠莫顾，过门不息；让德夔龙，推功益稷；栉风沐雨，卑宫菲食；汤汤方割，襄陵伊始；事极名正，图穷地里；兴利除害，为纲为纪；寝庙为新，盛德必祀；傍临砥柱，北望龙门；茫茫旧迹，浩浩长源；勒斯铭以纪绩，与山河而永存！魏公有爱君之仁，有责难之义。其智足以经世，其德足以服物，平生欣慕焉。时为好学者书之，忘其文之工拙，我但见其妩媚者也。吾友杨明州，知经术，能诗，喜属文，吏干公家如己事。持身清洁，不以谀言以奉于上智；亦不以骄慢以诳于下愚。可告以郑公之事业者也。或者谓：世道极颓，吾心如砥柱。夫世道交丧，若水上之浮沤；既不可以为人之师表，又不可以为人臣之优则。砥柱之文座傍，并得两师焉。虽然，持砥柱之节以奉身；上智之所喜悦，下愚之所畏惧。明州亦安能病此而改节哉？\n","category":"行书","verified":true,"user":1,"timestamp":1429951601652},{"name":"黄庭坚行书砥柱铭","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791646519,"text":"[释文】维十有一年，皇帝御天下之十二载也。道被域中，威加海外；六和同軓（轨），八荒有截；功成名定，时和岁阜。越二月，东巡狩至于洛邑，肆觐礼毕，玉銮旋轸；度崤函之险，践分陕之地；缅维列圣，降望大河；砥柱之峰桀立，大禹之庙斯在；冕弁端委，远契刘子；禹无闲然，玄符仲尼之叹，皇情乃睠，载怀仰止。爰命有司勒铭兹石祝之，其词曰：大哉伯禹！水土是职；挂冠莫顾，过门不息；让德夔龙，推功益稷；栉风沐雨，卑宫菲食；汤汤方割，襄陵伊始；事极名正，图穷地里；兴利除害，为纲为纪；寝庙为新，盛德必祀；傍临砥柱，北眺龙门；茫茫旧迹，浩浩长源；勒斯铭以纪绩，与山河而永存！魏公有爱君之仁，有责难之义。其智足以经世，其德足以服物，平生欣慕焉。时为好学者书之，忘其文之工拙，我但见其妩媚者也。吾友杨明州，知经术，能诗，喜属文，吏干公家如己事。持身清洁，不以谀言以奉于上智；亦不以骄慢以诳于下愚。可告以郑公之事业者也。或者谓：世道极颓，吾心如砥柱。夫世道交丧，若水上之浮沤；既不可以为人之师表，又不可以为人臣之优则。砥柱之文座傍，并得两师焉。虽然，持砥柱之节以奉身；上智之所喜悦，下愚之所畏惧。明州亦安能病此而改节哉？\n  黄庭坚《砥柱铭》，行书。抄录唐代魏征《砥柱铭》，此卷长8.24米，共计82行407字，加上历代题跋，总长近15米。仅次于现藏于美国的18.22米草书《廉颇蔺相如列传》卷和藏于台北故宫的10米长大行楷《明瓒诗卷后跋》，比著名的《伏波帖》（8.20米）、《诸上座帖》（7.29米）还长。\n  《砥柱铭》卷作于1095年前后，作品经王厚之、贾似道、项元汴等收藏，长期流传于中国民间，20世纪上半叶从广东流往日本，为日本有邻馆收藏，直到数年前，为台湾藏家购得，这是首次出现在拍卖场中。\n  此前，这件手卷因为文字内容、书法风格等方面与黄庭坚其他作品存在差异，早在乾隆时期曾经被认为是赝品，有诸多猜疑。经台北故宫博物院指导委员、台南大学艺术史研究所博硕士导师傅申先生研究，最终确定为黄庭坚的真迹，而且是黄庭坚书风转换期的真迹，他还为此卷专门书写了一份近两万字的研究报告。\n  在2010年6月3日晚举行的保利5周年春拍会上，北宋书法家黄庭坚大字行楷书《砥柱铭卷》以3.9亿元落槌，加上佣金4.368亿元成交，创造了中国书画拍卖史新纪录","author":"宋代黄庭坚","description":"黄庭坚行书砥柱铭"}]