[{"name":"杨维桢草书城南唱和诗册","text":"杨维桢（1296—1370）元末明初著名诗人、文学家、书画家和戏曲家。字廉夫，号铁崖、铁笛道人，又号铁心道人、铁冠道人、铁龙道人、梅花道人等，晚年自号老铁、抱遗老人、东维子，会稽（浙江诸暨）枫桥全堂人。与陆居仁、钱惟善合称为“元末三高士”。\n杨维祯的诗，最富特色的是他的古乐府诗，既婉丽动人，又雄迈自然，史称“铁崖体”，极为历代文人所推崇。有称其为“一代诗宗”、“标新领异”的，也有誉其“以横绝一世之才，乘其弊而力矫之”的，当代学者杨镰更称其为“元末江南诗坛泰斗”。有《东维子文集》、《铁崖先生古乐府》行世。\n人物综述\n生平\n杨氏一族原居枫桥（今属诸暨），杨维桢曾祖杨文修，字中理，乃宋代名医，人称杨佛子，著有《医衍》、《地理拨沙图》。后杨氏卜居全堂，全堂东南有桐冈山，西南有鲚鲤尖，村中有池名泉塘，村以池名，谐音全堂，池旁卧有铁崖山，“因岩石呈铁色而得名”，今人俗称小山头。\n母亲李氏，“梦月中金钱坠怀，而生维桢”。兄弟三人，维桢居中。维桢生于元贞二年（1296），之所以号铁崖，因其父杨宏在铁岩山麓筑楼，红楼植梅百株，楼上藏书万卷，并将梯子撤去，令其与从兄杨维翰(1294～1351，字子固，号方塘，元末画家）专心攻读，每天用辘皿传食，苦读五年，时人称其为“杨铁崖”，因擅吹铁笛，自号铁笛道人。杨维桢自幼颖悟，能“日记文章千言”，黾勉读书，为增见识，少时又游学甬东。\n泰定四年（1327）中进士 ，任天台县尹，因依法惩治作恶县吏，遭奸吏报复被黜。继任职钱清盐场司令，因请求减轻盐税不允，决意投印去官，方获准减额三千，但以忤上故，十年不获升迁。元修辽、金、宋三史，他作“正统辩”千言，总纂官欧阳玄赞叹：“百年后，公论定于此矣”。后调任江西儒学提举，因交通受阻，未成行。值兵乱，浪迹浙西。张士诚据浙西，屡召不赴，戏答：“江南处处烽烟起，海上年年御酒来。如此烽烟如此酒，老夫怀抱几时开？”后张士诚令其弟张士德上门求教，杨维桢站在元政府立场修书一封，臧否张士诚。信中责备张士诚“铨放私人不承制，出纳国廪不上输”，骂他自选官吏，不缴粮食，确为实情。此外，指出张四个优点“兵不嗜杀，闻善言则拜，俭于自奉，厚给吏禄而奸贪必诛”，以及四个缺点“是非一谬，黑白俱紊”，将帅、守令、亲族等“为阁下计者少而身谋者多”，“狃于小安而无长虑”，“身犯六畏，衅阙多端”。预言他“不有内变，必有外祸”。\n杨维桢后以冒犯丞相达识帖木儿而徙居松江（今属上海市），筑园圃蓬台。门上写着榜文：“客至不下楼，恕老懒；见客不答礼，恕老病；客问事不对，恕老默；发言无所避，恕老迂；饮酒不辍车，恕老狂。”在松江时与张堰杨谦、廊下陆居仁、吕巷吕良佐等交往甚深，吟咏唱和，诗赋相乐。吕良佐倡设“应奎文会”，他为主评，与天下文人墨客切磋诗文，一时天下学士慕名前来赴会者，不可胜计。他又周游山水，头戴华阳巾，身披羽衣，坐于船上吹笛，或呼侍儿唱歌，酒酣以后，婆娑起舞，以为神仙中人。\n其父筑室铁崖山中，环绕书楼种梅花数百株，聚书数万卷，。登藏书楼后去掉梯子，如此读书5年。从政后，益聚书。如收藏有《太平纲目》20策、《洞庭杂吟》50卷，《琼台曲》、《历代诗谏》200卷等诗文集。藏书印有“廉夫”、“杨廉夫”二印。值兵乱，浪迹浙西山水间，晚居松江。明初，朱元璋召他修书，作《老客妇谣》诗以拒绝。诗学李贺，明初有人称其为“文妖”。工行、草书，书风炯异于时人，传世书迹有《城南唱和诗卷》、《真镜庵募缘疏卷》、《张氏通波阡表卷》、《游仙唱和诗册》等。 \n明太祖派翰林詹同奉印登门召其纂修礼、乐书，婉辞不去，答曰“岂有老妇将就木而再理嫁者耶”，以明不仕两朝之意。为躲避官府，回到家乡全堂。兵丁追至，路遇，杨维桢将紫暘宫念作柴汤官，兵丁以其不识字，任其自去。洪武三年，再被有司敦促，无奈赴京，赋《老客妇谣》一首再明不复出仕。抵南京，见朱元璋，奏称：“陛下竭吾所能，不强吾所不能则可，否则有蹈海死耳。”留京百有一十日，俟所修书叙例略定，即乞归家。朱元璋碍其名望太大，不敢过于勉强，行前宋濂赠诗曰：“不受君王五色诏，白衣宣至白衣还。”至家，易箦，急撰《归全堂记》，掷笔而亡。曾做绝命诗：“昨日追随阿母游，锦袍人在紫云楼。谱传玉笛俄相许，果出金桃不外求。”史载杨维桢葬于松江干山，与好友钱惟善、陆居仁合称三高士墓。干山位于松江县西北机山东，相传干将曾铸剑于此，故名。另据今全堂村人相传，杨维桢当葬于桐冈山，惜无史可查。死后，宋濂为他写了《元故奉训大夫江西等处儒学提举杨君墓志铭》。\n轶事\n二十岁时，杨维桢赴涌东从师求学，父不惜卖掉良马，以充足其游学费用。杨维桢则节衣缩食，把钱多用于买书。学成归来，父亲见到杨维桢带回《黄氏日钞》之类一大叠书，欣喜地说：“这比良马更难得!”\n性情\n杨维桢为人宽厚，与人交，无疑贰。对出身贫贱而有才德的人，礼之如师傅；对无才德的人，则即使是王公也白眼相对。平素乐道人善，尤不记人小过。特别是对学有长进的青年人，即使有一文之美，一诗之工，必为批点，粘于屋壁，以示来客。远近的人都称道杨维桢是一个忠厚长者。杨维桢性格狷直，行为放达，导致仕途挫折，但不以此为意。\n思想\n他的思想比较复杂，而其中最引人注目的，是反叛传统的“异端”倾向。肯定人性的“自然”，是其思想的核心价值范畴。他说：“尧舜与许由虽异，其得于自然一也。”（《自然铭·序》）意谓尧舜为圣人，许由作隐士，都出于自己的生活意欲，他们的选择并无高下善恶之分。《赠栉工王辅序》一文表达了同样思想，认为无论是医卜工贾，还是公卿大吏，谋生方式各异，但都有自己的生存意欲，所谓“耕虽不一，其为不耕之耕则一也”。他希望栉工王辅明白，自己和“公卿大吏”一样，大家都是为了吃饭，尽管方式不同，其间没有贵贱的区别。强调“自然”，当然和《庄子》有关系，但在杨维桢这里，已经全然没有避世和委曲求全的意识，而是用相当平淡的态度来看待人们在社会中的不同生活方式，表现出对自由的生活意欲的尊重。\n个人成就\n诗文\n杨维桢在诗、文、戏曲方面均有建树，历来对他评价很高。杨维桢为元代诗坛领袖，因“诗名擅一时，号铁崖体”，在元文坛独领风骚40余年。其诗文清秀隽逸，别具一格，他长于乐府诗，多以史事与神话为题材，诡异谲怪，曾被人讥为“文妖”。其诗好比兴迭出，奇想联翩，所创《西湖竹枝词》通俗清新，和者众多。著有《东维子文集》、《铁崖先生古乐府》等。且其个性倔强，不逐时流，《明史·本传》谓其“载华阳巾，披羽衣，坐船屋上，吹铁笛”作《梅花弄》，或呼侍儿歌《白寻》之辞，自倚凤琶和之，宾客俱翩跹起舞，以为神仙中人”，可见其风流洒脱如此，其尝在《梦洲海棠城记》中谓：“吾尝谓世间无神仙则已，有则自是吾辈中人耳”他剧其间，与陆居人、钱惟善、倪云林、宋仲温、柯九思、张雨等诸才俊之士相契，饮酒赋诗，挥毫弄墨，放浪于形骸之外，游艺于笔墨之间，使其个性得到了充分的发挥。\n书法\n杨维桢的书法亦如他的诗一样，讲究抒情，尤其是草书作品，显示出放浪形骸的个性和抒情意味，杨维的传世墨迹约十余件，且都是五十岁后所书，故无法探求到他早年时学书的来龙去脉，但从其楷、行草诸体具备的遗作中来看，可其功力深厚，其书由诏追溯汉魏两晋，融合了汉隶、章草的古拙笔意，又汲取了二王行草的风韵和欧字劲峭的方笔，再结合自己强烈的艺术个性，最后形成了他奇崛峭拔，狷狂不羁的独特风格，与赵孟頫平和、资媚、秀美、曲雅的风格形成鲜明的对比，因其书不合常规，超逸放轶，刘璋在《书画史》中评曰：“廉夫行草书虽未合格，然自清劲可喜。”吴宽《匏翁家藏书》则称其书如“大将班师，三军奏凯，破斧缺笺，倒载而归。”他晚年的行草书，恣肆古奥，狂放雄强，显示出奇诡的想象力和磅礴的气概。\n杨维桢书法能将章草、隶书、行书的笔意熔于一炉，并加以发挥。他的字，粗看东倒西歪、杂乱无章，实际骨力雄健、汪洋恣肆。如果说把赵孟頫比作优美的代表，那他则是壮美的典范。书法的抒情性在他这里得到充分的张扬。他反对摹拟，主张不工而工。他认为“摹拟愈逼，而去古愈远”，主张诗品、画品、书品与人品作统一观，认为书品无异于人品。于此，我们也找到了他怪异书风的精神来源。黄惇评其作品粗头乱服，不假雕饰，常以真、行、草相互夹杂，并以卧笔侧锋作横、捺笔画的章草波磔；结字欹侧多变、长短参差、大小悬殊；章法则字距大于行距，在貌似零乱错落中，凸显其跳荡激越的节奏旋律。其代表作有《题邹复雷春消息卷》、《城南唱和诗册》、《真镜庵募缘疏卷》等。《中国书法全集-康里巙巙、杨维桢、倪瓒》卷收有他两件立轴书，书于1363年《溪头流水诗草书轴》不仅在作品章法款式已见立轴书的成熟模式，笔法多变，结字诸体杂揉，倔犟超逸，足显其书法的趋于偏激的表现主义风格。\n传世墨迹有《鬻字窝铭》、《真镜庵募缘疏》、《梦游海棠城记》、跋邹复雷《春消息》图等，楷书有《周上卿墓志铭》。杨维桢善行草书，笔法清劲遒爽，体势矫捷横发，富于个性，自成一种特殊面貌有“大将班师，三军奏凯，破斧缺斤，例载而归”之势。传世主要作品有《真镜庵募像疏卷》、《鬻字窝铭立轴》（故宫博物院）、《城南唱和诗册》（北京故宫博物院）、草书《梦游海棠城诗卷》（天津市文物管理处）、《竹西草堂记卷》（辽宁省博物馆）、《晚节堂诗》（现藏日本）、《沈生乐府序》等。其余墨迹多见于书札及书画题中。\n杨维桢于音乐的造诣也极深，特别是善吹铁笛，其“铁笛道人”的别号即因此而来。\n杨维桢在诗、文、戏曲方面均有建树，其诗文清秀隽逸，别具一格，历来对他评价很高。他是元代诗坛领袖，因“诗名擅一时，号铁崖体”，在元末文坛独领风骚40余年。他长于乐府诗，多以史事及神话传说为题材。其诗好比兴迭出，奇想联翩，纵横奇诡，眩人耳目，在明初有“文妖”之讥。但也不乏现实主义诗作，所创《西湖竹枝词》通俗清新，和者众多。他著述等身，行于世的著作有《春秋合题着说》、《史义拾遗》、《东维子文集》、《铁崖古乐府》、《丽则遗音》、《复古诗集》等近二十种。\n作品选摘\n诗作\n【相思】\n深情长是暗相随，月白风清苦苦思。不似东姑痴醉酒，幕天席地了无知。\n【秋千】\n齐云楼外红络索，是谁飞下云中仙？刚风吵起望不极，一对金莲倒插天。\n【的信】\n平时诡语难为信，醉后微言却近真。昨夜寄将双豆蔻，始知的的为东邻。\n【习舞】\n十六天魔教已成，背反莲掌苦嫌生。夜深不管俳场歇，尚向灯前踏影行。\n【题春江渔父图】\n一片青云白鹭前，桃花水泛住家船。呼儿去换城中酒，新得槎头缩项鳊。\n【题芭蕉美人图】\n髻云浅露月牙弯，独立西风意自闲。书破绿蕉双凤尾，不随红叶到人间。\n【漫成（其二、三）】\n西邻昨夜哭暴卒，东家今日悲免官。今日不知来日事，人生可放酒杯干？\n徐家园里野莺啼，张家楼头客燕酒。千金买宅作邮传，何处高桓大字题？\n【不赴召有述】\n皇帝书征老秀才，秀才懒下读书台。子房本为韩仇出，诸葛应知汉祚开。\n太守枉于堂下拜，使臣空向日边回。老夫一管春秋笔，留向胸中取次裁。\n【鸿门会】\n天迷关，地迷户，东龙白日西龙雨。撞钟饮酒愁海翻，碧火吹巢双猰。\n照天万古无二乌，残星破月开天馀。座中有客天子气，左股七十二子连明珠。\n军声十万振屋瓦，排剑当人面如赭。将军下马力排山，气卷黄河酒中泻。\n剑光上天寒彗残，明朝画地分河山。将军呼龙将客走，石破青天撞玉斗。\n【龙王嫁女辞】\n小龙啼春大龙恼，海田雨落成沙炮。天吴擘山成海道，鳞车鱼马纷来到。\n鸣鞘声隐佩锵琅，璚姬玉女桃花妆。贝宫美人笄十八，新嫁南山白石郎。\n西来态盈庆春婿，结子蟠桃不论岁。秋深寄字湖龙姑，兰香庙下一双鱼。\n【花游曲】\n三月十日春蒙蒙，满江花雨湿东风。美人盈盈烟雨里，唱彻湖烟与湖水。\n水天虹女忽当门，午光穿漏海霞裙。美人凌空蹑飞步，步上山头小真墓。\n华阳老仙海上来，五湖吐纳掌中杯。宝山枯禅开茗碗，木鲸吼罢催花板。\n老仙醉笔石栏西，一片飞花落粉题。蓬莱宫中花报使，花信明朝二十四。\n老仙更试蜀麻笺，写尽春愁子夜篇。\n【庐山瀑布谣】\n银河忽如瓠子决，泻渚五老之峰前。我疑天仙织素练，素练脱轴垂青天。\n便欲手把并州剪，剪取一幅玻璃烟。相逢云石子，有似捉月仙。\n酒喉无耐夜渴甚，骑鲸吸海枯桑田。居然化作十万丈，玉虹倒挂清冷渊。\n【西湖竹枝歌（其一、其四、其八）】\n苏小门前花满株，苏公堤上女当垆。南官北使须到此，江南西湖天下无。\n劝君莫上南高峰，劝郎莫上北高峰。南高峰云北高雨，云雨相催愁杀侬。\n石新妇下水连空，飞来峰前山万重。妾死甘为石新妇，望郎忽似飞来峰。\n【老客妇谣】\n老客妇，老客妇，行年七十又一九。少年嫁夫甚分明，夫死犹存旧箕帚。\n南山阿妹北山姨，劝我再嫁我力辞。涉江采莲，上山采蘼。采莲采蘼，可以疗饥。\n夜来道过娼门首，娼门萧然惊老丑。老丑自有能养身，万两黄金在纤手。\n上天织得云锦章，绣成愿补舜衣裳。舜衣裳，为妾佩古意，扬清光，辨妾不是邯郸娼。\n戏曲\n小令：【中吕】普天乐\n十月六日，云窝主者设燕于清香亭，侑卮者东平玉无瑕张氏也。酒半，张氏乞手乐章。为赋双飞燕调，俾度腔行酒以佐主宾。\n玉无瑕，春无价，清歌一曲，俐齿伶牙。斜簪剃髻花，紧嵌凌波袜。玉手琵琶弹初罢，怎教他流落天涯。抱来帐下，梨园弟子，学士人家。\n套数：【双调】夜行船\n吊古霸业艰危，叹吴王端为。苎罗西子，倾城处，妆出捧心娇媚。奢侈，玉液金茎，宝凤雕龙，银色丝鲙。游戏，沉溺在翠红乡，忘却卧薪滋味。\n【前腔】乘机，勾践雄徒。聚干戈，要雪会稽羞耻。怀奸计，越赂私通伯嚭。谁知，忠谏不听，剑赐属镂，灵胥空死。狼狈，不想道请行成，北面称臣不许。\n【斗哈蟆】堪悲，身国俱亡。把烟花山水，等闲无主。叹高台百尺，顿遭烈炬。休觑，珠翠总劫灰，繁华只废基。恼人意，尀耐范蠡扁舟，一片太湖烟水。\n【前腔】听启，木隽李亭荒。更夫椒树老，浣花池废。问铜沟明白，美人何处？春去，杨柳水殿攲，芙蓉池馆摧。动情的，只见绿树黄鹏，寂寂怨谁无语。\n【锦衣香】馆娃宫，荆榛蔽。响屧廊，莓苔翳。可惜剩水残山，断崖高寺，百花深处一僧归。空遗旧迹，走狗斗鸡。想当年僭祭，望郊台凄凉云树，香水鸳鸯去。酒城倾坠，茫茫练渎，无边秋水。\n【浆水令】采莲泾红芳尽死，越来溪吴歌惨凄。宫中鹿走草萋萋，黍离故墟，过客伤悲。离宫废，谁避暑？琼姬墓冷苍烟蔽。在原滴，空原滴，梧桐秋雨，台城上，台城上，夜乌啼。\n【尾声】越王百计吞吴地，归去层台高起，只今亦是鹧鸪飞处。 \n散文\n《煮茶梦记》\n铁龙道人卧石林。移二更。月微明及纸帐。梅影亦及半窗。鹤孤立不鸣。命小芸童。汲白莲泉燃槁湘竹。授以凌霄芽为饮供。道人乃游心太虚。雍雍凉凉。若鸿蒙。若皇芒。会天地之未生。适阴阳之若亡。恍兮不知入梦。遂坐清真银晖之堂。堂上香云帘拂地。中着紫桂榻。绿璚几。看太初易一集。集内悉星斗文。焕煜爚熠。金流玉错。莫别爻画。若烟云日月。交丽乎中天。玉露凉。月冷如冰。入齿者易刻。因作太虚吟。吟曰。道无形兮兆无声。妙无心兮一以贞。百象斯融兮太虚以清。歌已。光飙起林末。激华氛。郁郁霏霏。绚烂淫艳。乃有扈绿衣。若仙子者。徒容来谒。云名淡香。小字绿花。乃捧太元杯。酌太清神明之醴以寿。予侑以词曰。心不行。神不行。无而为。万化清。寿毕。纾徐而退。复令小玉环侍笔牍。遂书歌遗之曰。道可受兮不可传。天无形兮四时以言。妙乎天兮天天之先。天天之先复何仙。移间。白云微消。绿衣化烟。月反明予内间。予亦悟矣。遂冥神合元。月光尚隐隐于梅花间。小芸呼曰。凌霄芽熟矣。\n书画\n《真镜庵募缘疏卷》\n杨维桢《真镜庵募缘疏卷》，行草书。上海博物馆藏。《真镜庵募缘疏卷》是杨维桢的行草书佳作。作者晚年与僧道交往频繁，经常出入于寺庙道院，此卷特地为真镜庵募缘所撰写。其书章局变化丰富，随意而奇崛，用笔力遒韵稚，笔法跳宕，竭尽一唱三叹、回肠荡气的能事。用墨浓淡互济，干湿对比强烈，表现出作者的强烈的艺术个性，怪癖性格的极度张扬。\n《城南唱和诗卷》\n杨维桢《城南唱和诗卷》，行草书。论元代书法形态的奇崛古朴，杨维桢当数第一。这与他倔强的个性、深厚的学养又联系在一起所以，非常人所及。杨维桢的行草书，其风格在元代书史上也是独树一帜的。元代章草的复兴是从赵、邓开始的，但他们未能对章草这种书体作出什么创新，而以章草笔法杂以汉隶和今草笔法成功运用到行草书创作并形成自己独特风格的，独有杨维桢一人。《城南唱和诗卷》，对章草笔意的运用达到了随心所欲、挥洒自如的境界。杨维桢把晋唐楷法和汉隶、章草、今草笔法融合在一起，故独有奇拙、古朴的趣味。所谓“矫杰横发”（李东阳）“狂怪不经”（徐有贞）“大将班师，三军奏凯。破斧缺斨，例载而归”（吴宽）就是指杨维桢书风中豪迈雄强、形态怪异、用笔粗放的特点。而这种激越奔放的气势，刀斫斧劈的雄强，正是筑基于章草笔法的渗入。\n《七绝诗轴》\n杨维桢《七绝诗轴》，草书，为张雨《小游仙诗》之一。纸本。墨笔。纵107.7厘米，横34.9厘米。上海博物馆藏。此书清刚劲迈、纵横不羁，个性鲜明，酣畅淋漓地表达出作者的豪迈雄强、用笔粗放的特点。自署\"老铁\"，钤有\"杨廉夫\"白文、\"铁笛道人\"朱文两印记。书于至正二十三年（1363）正月，作者时年六十七岁。\n《晚节堂诗》\n杨维桢《晚节堂诗》，行书，书七言律诗一首。纸本。纵27厘米，横57.1厘米。凡17行，每行字数不－，共94字。款署“至正辛丑春三月十有二日”，辛丑即至正二十一年（公元1361年）时杨维桢65岁。\n《周上卿墓志铭》\n杨维桢《周上卿墓志铭》，楷书\n《张氏通波迁表》\n杨维桢《张氏通波迁表》，行草书\n \n","category":"草书","verified":true,"user":1,"timestamp":1429951538780},{"name":"杨维桢草书城南唱和诗册","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791638146,"text":"杨维桢《城南唱和诗册》（局部）纸本，手卷，纵31.6cm，横216.6cm。行书，131行。北京故宫博物院藏\n　　款钤“廉夫”、“会稽杨维槙印”二方。鉴赏印有“太原颛庵王氏拙修堂收藏图书”、“王掞私印”、“西田”、“娄江王藻儒氏真赏”等，另钤孙承泽、王南屏私家藏印及嘉庆、宣统内府诸印。题跋有孙承泽、陈献章、谢肇淛、徐?等家。《铁网珊瑚》、《庚子消夏录》、《石渠宝笈》三书著录。\n　　此卷书《城南杂咏》20首，原诗为南宋著名理学家张栻所作。张栻曾于长沙妙高峰筑城南书院，以居学者。《城南杂咏》20首即其对长沙城南诸胜景的咏怀之作。此后不久，朱熹访张栻于城南书院，和南轩诗作，遂成《城南唱和》20首。朱熹手迹经朱氏五世孙之手散出流传于世，辗转归元人虞子贤。当时张栻所书《城南杂咏》原迹已佚，虞氏遂请杨维桢追和张栻原诗，铁崖遂录张栻原诗20首。除原诗外，杨维桢又书“赘评”二则，简述为虞氏补书起因，并对张南轩诗作了评介，以为“有古风人思致”。\n　　在元代复古潮流中，杨维桢的书法因点画多不守常规，所以表现得格外出奇。结体上虽无珠圆玉润和儒雅精到之感，但其笔锋硬峭，筋骨强健，体势奇崛，具有一种壮美堂皇之气象。这与他倔强的个性、深厚的学养又联系在一起所以，非常人所及。杨维桢的行草书，其风格在元代书史上也是独树一帜的。元代章草的复兴是从赵、邓开始的，但他们未能对章草这种书体作出什么创新，而以章草笔法杂以汉隶和今草笔法成功运用到行草书创作并形成自己独特风格的，独有杨维桢一人。 《城南唱和诗卷》，对章草笔意的运用达到了随心所欲、挥洒自如的境界。杨维桢把晋唐楷法和汉隶、章草、今草笔法融合在一起，故独有奇拙、古朴的趣味。明代书法家吴宽评其书：“大将班师，三军奏凯，破斧缺斨，例载而归。廉夫书或似之。”徐有贞亦称：“铁崖狂怪不经，而步履自高。”此件作品写于杨维桢67岁时，笔势开拓，奔放不羁，风格清劲可喜。\n\n【释文】原原锡潭水，汇此南城阴。岸花有开落，水盈无浅深。纳湖 团团凌风桂，宛在水之东。月色穿林影，却下碧波中。东渚 四序有佳趣，今古盖共兹。桥边独微吟，回首忘所之。咏归桥 窗低芦苇秋，便有江湘思。久矣倦垂纶，游鱼不须避。船斋 长哦伐木篇，竚立以望子。日暮飞鸟归，门前长春水。丽泽艺兰北磵侧，磵曲风纡余。愿言植根固，芳芬长慰予。兰涧 迭石小峥嵘，修篁高下生。地偏人迹罕，古井辘轳鸣。山斋 高楼出林杪，中有千载书。昔人不可见，倚槛竟何如。书楼 开轩仅寻丈，水竹亦萧踈。客来须起敬，题榜了翁书。蒙轩 流泉自清写，触石短长鸣。穷年竹根底，和我读书声。石濑 云生山气佳，云卷山色静。隐几亦何心，此意相与永。卷云亭 前年种垂柳，已复如许长。长条莫攀折，留待映沧浪。柳堤 危栏明倒景，面面涌金波。何处无佳月，惟应此地多。月榭 夫容岂不好，濯濯清涟漪。采之不盈把，惆怅暮忘饥。濯清亭 系舟西岸边，幅巾自来去。岛屿花木深，蝉鸣不知处。西屿 幽谷竹成阴，悬流着石清。不妨风月夕，来此听琮琤。琮琤谷 亭亭堤上梅，历历波间影。岁晚忆夫君，寂寞烟渚静。梅堤 风吹渡头雨，摵摵篷上声。忻然会心处，端复与谁评。听雨舫 散策下亭阿，水清鱼可数。却上采菱舟，乘风过南浦。采菱舟 湘水接洞庭，秋山见遥碧。南阜时一登，搔首意无斁。南阜右张宣公城南杂咏二十首，子朱子尝所属和者也。南沙虞子贤氏，受朱子诗翰于其眷棣钱广，而宣公真迹逸矣。余来娄，贤介其友王师道，持卷来征余言。适于宣公集中得其元唱，贤且躬至余邸次，请余追和，未及，先为补书宣公诗。时至正壬寅冬十二月，东维叟杨桢谨再拜书。余既写诗已，贤复索余评两前哲诗。朱子之辞不敢评，不意张荆州为乾道道学君子，而矢口小章，亦有古风人思致。如“岸花有开落，水流无浅深”，“日暮飞鸟归，门前长春水”，又如“古井辘轳鸣”，虽开元诗人不能到。至卷云一章，惟许晋处士作之，词人不敢企也。桢赘评。","author":"元代杨维桢","description":"杨维桢草书城南唱和诗册"}]