[{"name":"李邕行书婆罗树碑记","text":"李邕(678～747)，即李北海，也称李括州，唐代书法家。字泰和，汉族，鄂州江夏（今湖北省武汉市武昌区）人。其父李善，为《文选》（梁萧统编选）作注。李邕少年即成名，后召为左拾遗，曾任户部员外郎、括州刺史、北海太守等职，人称“李北海”。\n人物介绍\n李邕，唐代书法家，江夏（原属咸宁，今属湖北武昌）人， 唐朝人牛肃在其所著的笔记《纪闻》中，为我们披露了一件跟日本遣唐使团有关的秘闻：唐江夏李邕也，日本国使至海州，凡五百人，载国信。有十船，珍货数百万。邕见之，舍于馆。厚给所须，禁其出入。夜中，尽取所载而沉其船。既明，讽所馆人白云：“昨夜海潮大至，日本国船尽漂失，不知所在。”于是以其事奏之。敕下邕，令造船十艘，善水者五百人，送日本使至其国。邕既具舟具及水工。使者未发，水工辞邕。邕曰：“日本路遥，海中风浪，安能却返？前路任汝便宜从事。”送人喜。行数日，知其无备，夜尽杀之，遂归。邕又好客，养亡命数百人，所在攻劫，事露则杀之。后竟不得死，且坐其酷滥也。七十时，为宰相李林甫所忌，含冤杖杀。他工文，尤长碑颂。善行书，变王羲之法，笔法一新；并继李世民《晋祠铭》后以行书书写碑文，名重一时。其书风豪挺，结体茂密，笔画雄劲。传世作品有《端州石室记》、《麓山寺碑》、《法华寺碑》、《云麾将军李思训碑》、《云麾将军李秀碑》等。唐窦蒙在《述书赋注》中说：时议云：“论诗则曰王维、崔颢；论笔则王缙、李邕；祖咏、张说不得预焉。”李阳冰谓之书中仙手。其为文，长于碑颂，多自书。唐人说李邕前后撰碑八百首。杜甫诗曰：“干谒满其门，碑版照四裔。丰屋珊瑚钩，麒麟织成罽。紫骝随剑几，义取无虚岁。”\n李邕的书法从“二王”入手，能入乎内而出乎其外。李后主说：“李邕得右将军之气而失于体格。”恰道出李邕善学之处。《宣和书谱》说：“邕精于翰墨，行草之名由着。初学右将军行法，既得其妙，乃复摆脱旧习，笔力一新。”魏晋以来，碑铭刻石，都用正书撰写，入唐以后，李邕改变用行书，写碑。书法的个性非常明显，字形左高右低，笔力舒展遒劲，给人以险峭爽朗的感觉，他提倡创新，继承和发扬古代书艺。曾说：“似我者欲俗，学我者死。”苏东坡，米元章都吸取了他的一些特点，元代的赵孟俯fǔ也极力追求他的笔意，从中学到了“风度闲雅”的书法境界。他对后世产生了巨大的影响，2008年7月，浙江省教育厅在小学高年级和初中的写字课本就采用李邕的书法字体，作为浙江省义务教育教科书《写字》课本。相信不远的将来，李字也像王字一样丰美全国。\n才华出众\n“北海如象”——李邕的书法\n李邕能诗善文，工书法，尤擅长行楷书。当时的中朝衣冠以及很多寺观常以金银财帛作酬谢，请他撰文书写碑颂。他一生共为人写了八百篇，得到的润笔费竟达数万之多。但他却好尚义气，爱惜英才，常用这些家资来拯救孤苦，周济他人。李邕撰文书写的碑文，常请伏灵芝，黄仙鹤和元省己鑴刻。据明代杨慎的《丹铅录》考证，这三人很可能也是李邕的化名。他的传世作品有《叶有道先生碑》、《端州石室记》、《麓山寺碑》、《东林寺碑》、《法华寺碑》、《云麾将军李思训碑》、《云麾将军李秀碑》。传世书迹以《岳麓寺碑》、《李思训碑》最为世人重视。\n李邕曾任北海太守，故人称“李北海”。李邕的书法艺术，在当时与后世获得了很高的评价，他的为人和才情更为世人所敬重。他的父亲李善是一位正直博学的人，为官遭贬，后专心学术，所注萧统（文选》六十卷，至今被视为《文选》最主要的注本之一。李邕天资聪慧，幼承家学，少年时以擅长辞章而闻名。但他在仕途上，却因为人耿介磊落，不畏权贵，屡遭贬谪。晚年在北海太守任上，遭人暗算，被宰相李林甫定罪下狱，竟被酷吏活活打死。\n书如其人\n“书如其人”，李邕的书法在一定程度上可以说是他的人格的写照。他的书法初学右军，又参以北碑及唐初诸家楷书及行书笔意，变法图新，形成了他自己鲜明的风格特征。《宣和书谱》云：\n邕初学，变右军行法，顿挫起伏，即得其妙，复乃摆脱旧习，笔力一新。李阳冰谓之“书中仙手”，裴休见其碑云：“观北海书，想见其风采。”夫人之才多不兼称：王羲之以书掩其文，李淳风以术映其学。文章书翰俱重于时，惟邕得之。当时奉金帛而求邕书，前后所受钜万余，自古未有如此之盛者也。观邕之墨迹，其源流实出于羲之。议者以谓骨气洞达，奕奕如有神力，斯亦名不浮于实也。杜甫作歌以美之曰：“声华当健笔，洒落富清制。”为世之仰慕，率皆如是。\n巨大影响\n这可以说反映了李邕书法的创新风格和在当时所产生的巨大影响。李邕的书法主要以碑版为多，高似孙《纬略》记载他所书碑版达八百通之多。而且，他所书碑版几乎都是自己撰文，甚至还有说他亲自镌刻的说法（见何良俊《四友斋书论》）。杜甫有诗云：“忆昔李公存，词林有根底。声华当健笔，洒落富清制。风流散金石，追琢山岳锐。情穷造化理，学贯天人际。干谒走其门，碑版照四裔。名满深望还，森然起凡例。”（《八哀诗·赠秘书监江夏李公邕》）杜甫与李邕是同时代人，其诗决非过誉。\n传世碑文\n李邕有自撰自书碑八百通，但流传至今的却只有数种碑帖，影响最大的要数《李思训碑》和《麓山寺碑》。\n《李思训碑》\n《李思训碑》全称《唐故云麾将军右武卫大将军赠秦州都督彭国公谥曰昭公李府君神道碑并序》，又称《云麾将军碑》。唐开元八年（公元720年）立碑在陕西蒲城县。此碑用笔瘦劲，方圆兼备，字体略呈斜势，而不失庄严，奇险中更见其稳健。这种豪爽雄健之气是东晋二王以来的行书所没有表现出来的。\n《麓山寺碑》\n《麓山寺碑》又名《岳麓寺碑》，碑额有阳文篆书“麓山寺碑”四字，原石在长沙岳麓书院。今有宋拓本传世，此碑是最能体现李邕成熟的行书风格的代表作。古人有“右军如龙，北海如象”（明董其昌《跋李北梅缙云三帖》中语）的说法，这是唐代书法家中惟一一位让后人将其与书圣王羲之比肩并立的人物。所谓“北海如象”，大概就是指他的《麓山寺碑》这一类行书的风格特征。如果说《李思训碑》于豪爽雄健之气中尚透出一股风流潇洒之气；那么，《麓山寺碑》则可说是雄放苍老，稳健奇崛。这种风格的形成，得之于他对魏晋南北朝书法艺术的学习和理解，更在于他有大胆创新的精神。他将二王一派行书的灵秀与北碑的方正庄严巧妙地糅合起来，吸收南帖的灵活多变，而不取其柔弱的一面；除却魏碑的呆板，而保留其厚重的一面，在广泛接受前人成果的同时，或者是不自觉地将他自己的性情和人格外化到笔墨之中。董其昌以“北海如象”来比喻李邕书法的力度，亦可谓形象传神。\n李邕的行书对后世行书的发展产生了很大的影响，宋元的几位大书法家如苏轼、黄庭坚、赵孟俯等无不受其影响。\n李邕之死\n唐天宝四年，公元745年，这一年，中国诗坛上的两位巨星杜甫和李白同在古齐州（即今济南市），并且游踪齐鲁，留下了无数脍炙人口的诗篇。杜甫到来的消息不胫而走，很快传到北海，即今山东的益都。时任北海太守的李邕坐不住了，连日赶往齐州与杜甫会面。这可是一件不得了的盛事。时李邕68岁，早已名满天下，杜甫此时才是个33岁的后生，名声远没有达到诗圣的程度。但李邕慧眼识珠，他已经预见到了这颗新星的万丈光焰。可惜他没有看到。会见的欢宴就安排在新建的历下亭上。李邕、杜甫、李之芳在座，可能还有许多齐州的知名人士出来作陪。特别应该提到的是李白这时也在齐州。天宝三年，他与杜甫在洛阳相遇，结伴东游。他信奉道教，正在紫极宫受道录，不知是道规使然，还是没有接到请帖，或许还有其他原因，这位极善饮的诗人没有来喝这杯酒，否则历下亭上一定会留下李白的诗作了。李邕与杜甫把酒长谈，论诗论史，也谈及了杜甫的祖父杜审言，这让杜甫十分感激。就在这次欢宴中，杜甫留下了“海右此亭古，济南名士多”的佳句。\n李邕愿意结交名士是出了名的。史载：“邕素负美名，频被贬斥，皆以邕能文养士。”李邕鬻文获金，可以用来支付他结友交游的巨大开销，可是鬻文的事也不是常有的，总有手头拮据的时候。每逢这种时候，他就有挪用公钱之嫌。杜甫和李白在天宝四年分别见到李邕的时候，他身上刚刚发生了一段死里逃生的故事。\n开元十三年，公元725年，唐玄宗泰山封禅回归长安，车驾路过汴州。李邕从陈州赶过来谒见，并接连献上几篇辞赋，深得玄宗赏识。于是李邕就有点飘然，自我吹嘘凭自己的才华“当居相位”。那时李邕只是陈州刺史，这话说得忒大了点。偏偏这话叫中书令张说听见了，不久李邕在陈州任上挪用公钱事发，张说将旧账端出。两笔账一块算，下狱鞫讯：罪当死。这时候幸亏有个叫孔璋的许州人上书玄宗皇帝要救李邕，那封奏疏写的真是好，打动了唐玄宗，免去李邕死罪，贬为钦州遵化县尉。而孔璋流配岭西（现今广东）而死。这两个以生死相交的人始终没有见上一面。孔璋的奏疏基本概括了李邕的生平功过。这篇情真义切的文字更增加了李邕身上的传奇色彩，尤其让仕途失意、蔑视权贵的李白景仰。李白也深怀济人之心，有着散尽千金的豪爽，来到齐鲁之邦，他自然要去拜访这个传奇中人。就在天宝四年，他们相见于益都李邕任上。李白时年44岁。李白在益都听到了另一个李邕见义而舍己相助的传奇故事。这里有一个女子，丈夫被人谋害。女子持刀复仇，刺杀真凶而获狱，罪当极刑。这时候李邕奋不顾身上疏朝廷，救下女子，由此李白写下了叙事乐府《东海有勇妇》：“学剑越处子，超腾若流星。捐躯报夫仇，万死不顾生。白刃耀素雪，苍天感精诚……豁此伉俪愤，粲然大义明。北海李使君，飞章奏天庭。舍罪警风俗，流芳播沧瀛。名在烈女籍，竹帛已荣光。”\n送别杜甫和李白后两年，李邕就遭到奸相李林甫的政治迫害。事情是这样的，狂傲的李邕并没有听从孔璋“率德改行”的忠告，又一次把手伸向了公钱，“奸脏事发”，但这不足以断送他的性命。真正的原因是，远在长安京师的左骁卫兵曹柳绩与他的岳父杜有邻不睦，污蔑杜有邻妄称有占验之能，交构东宫，指责皇帝。这本是信口开河之谈，无凭无据之辞，却被李林甫抓住，严令审讯，查出柳绩是祸首，却莫名其妙地将柳绩连同他的岳父杜有邻一同杖死。审讯中查出李邕曾送给柳绩一匹马，便以“厚相赂遗”受到牵连，又因李邕与淄川太守裴敦复有私交，裴敦复曾荐李邕于北海。裴敦复亦遭到株连。心狠手毒的李林甫立刻责令他的两个爪牙驰往山东，将李邕、裴敦复“就郡决杀”。李邕已有七十高龄。这已是天宝六年的事了。时李唐王朝被李林甫搞得朝野一片白色恐怖。李邕不畏惧死亡，屡出诤谏之言，武则天时他拜左拾遗，在朝堂之上当着则天皇帝的面，就敢于和御史中丞宋景一同指责则天皇帝的心腹张昌宗兄弟以权谋私。武则天想发火，但是没有发作，沉吟了半天，竟应允了宋景、李邕的批评。这就是孔璋所言，“往者张易之用权，人畏其口，而邕折其角”。可见李林甫为排除异己，绝杀李邕等有识之士的残酷，甚于武则天之于来俊臣。对于李邕的死，杜甫悲痛欲绝，他哭道：“坡陀青州血，羌没汶阳瘗”。李白愤怒之极，感叹之极，他大呼：“君不见李北海，英风豪气今何在？君不见裴尚书，土坟三尺蒿棘居”。俱往矣，我们讲叙一千二百年前发生在齐鲁大地上的故事，仍是一歌三叹！\n集评\n唐宋时期\n唐窦蒙：时议云：“论诗则曰王维、崔颢；论笔则王缙、李邕；祖咏、张说不得预焉。”（《述书赋注》）\n宋欧阳修：余始得李邕书，不甚好之。然疑邕以书自名，必有深趣。及看之久，遂为他书少及者，得之最晚，好之尤笃。譬犹结交，其始也难，则其合也必久。余虽因邕书得笔法，然为字绝不相类，岂得其意而忘其形者邪？因见邕书，追求钟、王以来字法，皆可以通，然邕书未必独然。凡学书者得其一，可以通其馀，余偶从邕书而得之耳。（《试笔》）\n宋米芾：李邕脱子敬体，乏纤浓。（《海岳名言》）\n元朝\n元刘有定：初行草之书，自魏晋以来，惟用简札，至铭刻必正书之。故钟繇正书谓之铭石，虞、褚诸公，守而勿失。至邕始变右军行法，劲拙起伏，自矜其能，铭石悉以行狎书之，而后世多效尤矣。（《衍极注》）\n明朝\n明项穆：李邕初师逸少，摆脱旧习，笔力更新，下手挺耸，终失窘迫，律以大成，殊越彀率，此行真之初变也。（《书法雅言》）\n明项穆：逸少一出，会通古今。李邕得其豪挺之气，而失之竦窘。（《书法雅言》）\n清朝\n清冯班：董宗伯云王右军如龙，李北海如象；不如云王右军如凤，李北海如俊鹰。（《钝吟书要》）\n清吴德旋：学赵松雪不得真迹，断无从下手。即有真迹临摹，亦先植根柢。昔之学赵者无过祝希哲、文征仲，希哲根柢在河南、北海二家，征仲根柢在欧阳渤海。（《初月楼论书随笔》）\n清朱履贞：李北海正书笔画遒丽，字形多宽阔不平；其行书横画不平，斯盖英迈超妙，不拘形体耳。（《书学捷要》）\n清钱泳：古来书碑者，在汉、魏必以隶书，在晋、宋、六朝必以真书，以行书而书碑者，始于唐太宗之《晋祠铭》，李北海继之。（《书学》）\n清阮元：李邕等亦皆北派，故与魏、刘诸碑相似也。（《南北书派论》）\n清包世臣：降及唐贤，自知才力不及古人，故行书碑版皆有横格就中。九宫之学，徐会稽、李北海、张郎中三家为尤密，传书俱在，潜精按验，信其不谬也。（《艺舟双楫》）\n清包世臣：北海如熊肥而更捷。（《艺舟双楫》\n清刘熙载：李北海书气体高异，所难尤在一点一画皆如抛砖落地，使人不敢以虚憍之意拟之。李北海书以拗峭胜，而落落不涉作为。昧其解者，有意低昂，走入佻巧一路，此北海所谓“似我者俗，学我者死”也。李北海、徐季海书多得异势，然所恃全在笔力。东坡论书谓“守骏莫如跛”，余亦谓用跛莫如骏焉。（《艺概》）\n野史逸闻\n李邕自刺史入计京师。邕素负才名，频被贬斥。皆以邕能文养士，贾生、信陵之流。执事忌胜，剥落在外。人间素有声称，后进不识。京洛阡陌聚看，以为古人，或将眉目有异，衣冠望风，寻访门巷。又中使临问，索其新文，复为人阴中，竟不得进改。天宝初，为汲郡北海太守。性豪侈（明钞本侈为俊），不拘细行，驰猎纵逸。后柳绩下狱，吉温令绩引邕，议及休咎。厚相赂遗，词状连引，敕初（明钞本初作祁）顺之。罗希奭驰往，就郡决杀之。邕早擅才名，尤长碑记。前后所制，凡数百首；受纳馈送，亦至钜万。自古鬻文获财，未有如邕者。（出《谭宾录》）\n【译文】\n李邕自刺史入京听候考核升迁。邕一向负有才名，却屡遭贬斥。都认为他既能写一手好漂亮的文章，又广为交朋结友，是汉时贾谊、战国时的信陵君。因此，朝内主事的达官贵人都忌恨李邕，使他被免去官职流落京师之外，一向有很大的名声，朝中庸碌无识之辈却不赏识他。李邕入京后每在路上行走，受到很多人的围观，以为他是前朝古人，或者认为他相貌不凡。一些士子争相结纳，登门拜访，或者求人打探，索求李邕新写的文章，暗中为科考试卷，竟然不能改动。天宝初年，李邕被升为北海太守。他性情豪放好侈华，不拘小节，喜欢骑马狩猎，纵情享乐。稍后，柳绩获罪被关入牢狱，宰相吉温令柳绩诬陷李邕，朝内对他的功过争议很大。吉温用重金贿赂柳绩，使其连续诉状诬陷李邕，终于使皇帝颁发诏书赐李邕死。罗希奭携带诏书驰往北海郡，就地处死李邕。李邕很早就远播才名，尤其擅长撰写碑石记文。他一生为人撰写碑石记文几百篇，接受馈送达许多万。自古以来靠卖文致富发财的，没有人象李邕这样的啊。\n","category":"行书","verified":true,"user":1,"timestamp":1429951552082},{"name":"李邕行书婆罗树碑记","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791608904,"text":"李邕《婆罗树碑记》\n\n《婆罗树碑记》立于于淮安（今江苏淮阴）府衙。碑建于开元十一年,海州刺史李邕书,今在府署宾馆内,李邕原刻久亡。\n《婆罗树碑记》碑高一尺三寸，百三十八行，行八字，行书书法，为李邕代表书作，存于淮安府衙。后该碑毁于明隆庆年间，由淮安知府陈文烛依据小说家吴承恩保存的墨拓重新摹勒上石。是本为陈文烛摹勒之碑拓本。\n唐代淮阴县有娑罗树，不知何时何人所植。因其与唐代著名高僧义净有关而声名藉甚。义净自西域还，曾休宿并顿悟于树下，娑罗树下遂为其道场。义净圆寂后十年，即开元十一年，楚州及淮阴县官史、佛寺高僧大德和乡绅建碑记其圣迹。时李邕任海州刺史，遂请其撰文并书。《娑罗树碑记》为李邕代表作之一。\n罗振玉《淮阴金石仅存录》云：碑原石久佚，明淮安守、沔阳陈文烛得旧本于山阳吴承思，嘱沐阳吴从道摹勒上石，并筑宝翰堂以贮之。石在府署，摹拓不易，故传拓颇少。\n\n《婆罗树碑［1］记》铭文：\n观厥好德存树［2］，爱人及乌，有情不忘，虽小可作［3］。夫施及者也，则有宗庙加敬，墟墓增悲。睹物可怀，比事斯广［4］，此触类者也。矧乃通感灵变［5］，玄符［6］圣迹，根柢净土［7］，硕茂佛时［8］。烛金山之景彰［9］，联玉豪之殊相［10］。至若泥日法会［11］，荼毗应身［12］，妙有双树之间［13］，光覆僧祗之众，安可混曜散木［14］，比列清林，议上茅之挺生，喻坚固之神造者也。\n\n　　婆罗树者，非中夏［16］物土所宜有者已。婆娑十亩，映蔚千人，密握足以缀飞飆［17］，高盖足以却流景［18］，恶禽翔而不集，好鸟止而不巢，有以多矣。虽徘徊仰止而莫知冥［19］植；博物者，虽沈吟称引而莫辨嘉名。华叶自奇，荣枯尝异，随所方面，颇徵灵应。东瘁则青郊苦而岁不稔，西茂则白藏泰而秋有成［20］。惟南匪也，自北常尔。或季春肇发，或仲夏萌生，早先丰随，晚暮俭若。且槁茎后吐，芬条前秀，差池旬日，奄忽齐同［21］。无今昔可殊，非物理所测，古老多怪，时俗每惊。巫者占于鬼谋，议者惑地神树［22］。\n\n　　证圣载［23］，有三藏［24］还自西域，逮兹中休［26］信宿［27］，因依斋戒瞻叹。演夫本处，徵之旧闻，源其始也，荣灼道成［28］之际；究其末也，摧藏薪尽［29］之余。或森列四方，或合并二体，常青不坏，应见分荣，变白有终，不灭同尽。昔与释迦荫首，今为群生立缘［30］。夫佛病从人，大慈感故；树萎因物，深悲理然。化能分身半枯，即是心有合相。后茂还齐，宜其表正［31］。圣神灵贶［32］，品汇以变，见一摄而称赞十方者也［33］。\n　　淮阴县者，江海通津，淮楚巨防，弥越走蜀，会闽驿［34］。《七发》枚乘之丘，“三杰”楚王之窟［35］。胜引飞辔［36］，商旅接舻。每至同云［37］冒山，终风［38］振壑，宦子惕息［39］，槁工疚怀［40］。鱼贯迤其万艘，雾集坌［41］于曾渚，莫不膜拜［42］围绕，焚香护持。复悔多尤［43］，迴祈景福［44］。于是风水相借，物色同和。挂帆启行，方舳骏迈［45］。浮山［46］山屋起而疏山献，庆云［47］乱飞而比峰。虽电影施鞭，夸父［48］侧杖策，罔［49］可喻其神速，易云［50］状其豁快者哉！\n　　州牧［51］宗子名仲康，广孝惟家，大忠形国［52］，播清政以主郡，仪古式［53］以在人，知微知彰，有礼有乐。别驾扶风［54］窦公名诫盈，盛门贵仕，懿德令名，利用以厚生［55］，明略以营道［56］，上交不谄，下交不黩。司马［57］宗子名景虚，受贤交干［58］，用柔克退，遂中律［59］，先后自公，且观麟定之诗［60］，未弘骥子［61］之任。邑宰清河［62］张公名松质，藐自雉节［63］，忽乎博闻，始于能赋而彰［64］，中于成器而立［65］，牧人通急，徇物合权［66］，威肃慑于神明，慈惠安其父母，岂伊［67］政理，自有才名。莫不净虑一乘［68］，追攀八树［69］。叹徒植而多感，惟化生［70］而永怀。大启上缘，率心檀施［71］。硕德道晖、寺主道玄、上座道绚、都维那［72］ 昙一等，皆妙觉圆常、释门上首［73］，痛金棺而既往，骇坚林而在兹［74］。乡望［75］司徒玄简、戴玄景、王玄珪、张仁艺、王怀俨、刘元隐、沈信详等，夙悟大师［76］，深人真际，勤行进力，护供壮严［78］。扬州东大云寺法师希玄，广派法流，固抵德本，戒行有以镇浮俗，利言有以诲蒙求［79］，既凭藉于众心，亦谋明于独得。是标灵迹，乃建丰碑。其词曰：\n　　政化之理兮，甘棠犹存。宝乘之妙兮［80］，婆罗是［81］。钦厥道成兮［82］，八相克尊［83］。感乎示迹兮，一归可门［84］。与佛合缘兮，荣落［85］同时。歘［86］尔化生兮，感变惟思［87］。休徵咎徵兮［88］，伺察不欺。流俗莫识兮，绵旷［89］惊疑。上人西还兮［90］，觏［91］止增悲。发皇［92］灵应兮，坚固在兹。方国传闻兮，想象凄其。回首正信［93］兮，顶礼护持。优昙［94］千年兮，易足议之？\n注释：\n［1］娑罗树：相传释迩牟尼即生于婆罗树下，亦顿悟（成道］于婆罗树下，故娑罗树向为佛门圣树。或曰娑罗树即我国南方各地均产的桫椤，因桫椤亦称树蕨，属蕨类植物，与“婆娑十亩，映蔚千人”之婆罗树恐非同类。或曰娑罗树又称菩提树，此说是。［2］观厥：看其。好德存树：《诗·召南》有《甘棠》篇。朱熹集传：“召伯循行南国，以布文王之政，或舍甘棠之下，其后人思其德，故爱其树而不忍伤也。”后世因用“甘棠”称颂地方官有惠政于民者。［３］虽小可作：虽是小事，可小中见大而有所论列也。此为下文作铺垫。［4］比：比拟、比照，此句意为：比照事项，推而广之。［5］矧：况。通感，又称感通。语出《易·系辞上》：“感而遂通天下之故”。故，事物。旧时以为诚心能与鬼神或外物互相感应。灵变即灵异。［6］玄：玄妙。符：符应。［7］根柢净土：意为植根净土。指娑罗树植根于佛门净土。［8］硕茂佛时：佛时，佛家关于时间的概念。此句是说娑罗树硕茂于佛时之中。［9］烛：照耀。景即影。彰：明显，显著。［10］玉豪：佛教语，指佛光。殊相：特异的状貌［11］泥日法会：连日举行的法会。［ 12］荼毗：巴利文的音译，一译闍毗，意译“焚烧”、“烧身’，。佛教僧人死后，将尸体火葬，叫做荼毗。［13］ 相传义净在公元７13年圆寂后，其形象曾出现于两株娑罗树间。［14］散木：不成材的树木。［15］此句说：娑罗树上寄生着秀挺的章木，有什么可议论的呢？这不过是明示神造之坚固罢了。［16］中夏：即中国。［17］密幄，枝叶茂密如伞幄。缀通掇，停止。飞飆：暴风。［18］却：退避。景：日光。［19］冥：神名，冥植，冥神之植也。［20］东瘁、西茂二句，皆言娑罗树之灵应。［21］差池：参差不齐。奄忽：急遽貌。［22］此二句意为：此诸多灵异，巫筮者占卜以为是“鬼谋”，街谈巷议的普通人则为其所惑，均称为神树。［23］证圣：武则天年号，只有一年，为公元６９５年。［24］三藏：佛教经典的总称。共分为（1）素怛缆藏（经］；（2）毗奈耶藏（戒律］;（3）阿毗达磨藏（论或注释］。共为三类，故名。对通晓三藏的僧人称三藏法师，或简称三藏。［25］ 义净（635 一713）：唐高僧、旅行家、翻译家。俗姓张，齐州（今山东历城］人，于唐高宗咸亨二年（公元671年］由海道往印度求法。经二十五年，历三十余国，得梵本佛典约四百部而归。在归途中写成《南海寄归内法传》和《大唐西域求法高僧传》。回国后，一度参加买叉难陀译场，继在东、西二都（洛阳、长安］主持译事，共译成经、律五十六部，二百三十卷。［26］逮：及，到。兹：此，指淮阴县娑罗树下。中休：中间休息。［27］信宿：连续住两个夜晚。［28］荣灼道成：指义净在淮阴娑罗树下顿悟得道，故娑罗树下为义净道场。［29］摧藏薪尽：指义净在回归途中所受磨难。［30］此句说：过去，娑罗树曾为释迦牟尼遮荫，现在为众生建立缘分。［31］表正：正通征。表正即揭示，阐明。［32］灵贶（kuang］：灵应赐与。［33］摄：引、牵。十方：佛教称东、南、西、北、东南、西南、东北、西北、上、下十个方位为“十方”。［34］江海通津：《尚书·禹贡》“沿于江海，达于淮泗，淮海惟扬州”。扬州贡道系以古淮、泗水交汇处之泗口为转轴，而泗口在淮阴县境，故云“江海通津”。又，隋大运河开凿后，为闽、吴、越、巴蜀人士进京，及物资北运的孔道，故云“弥越走蜀，会闽驿吴”。弥：尽于。［35］枚乘：淮阴县人，其墓在故淮阴城南二百步。《七发》为其代表作。楚王：指汉大军事家韩信垓下之战后，被封为楚王。信亦淮阴县人。［36］胜引飞辔：胜：盛大，佳妙；引，牵引，指驾马；辔：辔头，指马的络头。［ 37］同云，亦作“彤云” ，下雪前均匀遍布的阴云。［38］终风：《诗·邶风》篇名。终风，狂风终日之意。［39］宦子：做官的人。惕息：恐惧貌。［40］槁工：槁疑为篙，撑船的人。疚怀：心中负疚。［41］坌（ben］：并，一起。［42］膜拜：举手加额，长跪而拜，为表示极端恭敬功畏服的行礼，也专指礼拜神佛。［43］多尤：多过失。［44］景福：大福。《诗·小雅·小明》：“介尔景福”。［45］方舳：并舵。骏迈：快速行进。［46］浮山：在今安徽嘉山县境淮河岸边，为淮河峡口之一。［47］庆云：一种祥瑞的彩云。［48］夸父：神话人物。他立志追赶太阳，赶到太阳入口处，终于渴死，他遗下的杖却化成“邓林”。事见《山海经·海外北经》及《山海经·大荒北经》。［49］罔：无。［50］曷云：何言。［51］州牧：此指楚州刺史。［52］在忠形国：形，表现。大忠表现在对国家的赤诚。［53］古式：古老的法式。［54］别驾：州刺史的佐吏，总理众务，职权甚重。扶风，县名，在陕西。［55］利用以厚生：善于运用以充裕民生。［56］明略以营道：明于谋略而围绕大道理。［57］司马：州刺史的佐官，负贵军事。［58］ 受贤交干：纳受贤士，结交干才。［59］中律：符合规范、戒律。［60］ 麟定之诗：《诗经·周南》有“麟之趾”篇，言周文王子孙宗族皆化于善，无犯非礼。后因以麟趾为颂扬宗室子弟之词。诗云：“麟之趾，振振公子，于嗟麟兮。麟之定，振振公姓，于嗟麟兮。麟之角，振振公族，于嗟麟兮。”［61］骥子：比喻英俊的人才。《北史·袭延俊传》：延俊从父兄宣明二子景鸾、景鸿，并有逸才，河东呼景鸾为骥子、景鸿为龙文。［62］邑宰：指淮阴县令。清河：县名，在今河北有。［63］雉节：雉，城堞；节，符节。雉节：引申为邑宰之位。［64］此句赞张松质善于斌诗作文。［65］《礼记·学记》：“玉不琢，不成器。”此句意思是，到而立之年，已成大器。［66］牧人：统治老百挂。徇物：曲从、偏私人物或事物。［67］岂伊：岂只此（政理］。［68］净虑：佛教特指情欲的洗除净尽。乘：佛教称解释教义的等级为乘，如小乘、大乘、上乘。乘有运载的意思。［69］八树：《山海经·海内南经》：“桂林八树，在番隅东”。八树成林，形容其大。［70］化生：感化众生。［71］率：循。檀施：施舍财物给寺院或僧侣。［72］维那：寺院中管理总务的知事僧，位次于上座。都维那，粱慧皎《高僧传》五“竺道壹”:“壹既博通内外，又律行清严，故四远僧尼，咸依附咨禀，时人号曰九州都维那。”［73］妙觉圆常：敏慈善觉，毫无缺漏。上首：佛语，称一座大众中的主位。或为一人，或为多人。［74］此二句的意思是：义净已经圆寂，其舍利已盛人金棺，令人惊孩的是他得道处的圣树丛林还在这里。［75］乡望：本乡本邑有德行有声望的人。［76］夙悟：早就认识、知悟（义净法师］。［77］真际：指不生不灭的宇宙本体，犹言真如、真谛。［78］庄严：佛家指装饰美盛，引申为端正尊严。［79］蒙求：蒙学课本，此指为笃信佛教的人进行启蒙教育。［80］宝乘：珍贵的佛乘。［81］敦：厚。［82］钦厥道成；钦服其顿悟得道。［83］八相：佛教有六相、八相、三十二相之说。克薄：胜任尊严者。［84］可门：即何门。何，可，古通假。［85］荣落：荣枯。［86］歘（许勿切］：同“欻”。忽、疾。［87］思：思念、思悟。［88］休徵咎徵：休徵，吉庆的征兆；咎徵，灾祸的征兆。［89］绵旷：久远。［90］上人西还：高僧圆寂。［91］觏（gou］：遇见。［92］发皇：显豁、开朗。枚乘《七发》：“分决狐疑，发皇耳目。”［ 93］ 正信：征信。［94］优昙：梵语，无花果树的一种，又作优昙钵、优昙钵罗。意译为瑞应。此指娑罗树。\n《婆罗树碑记》立于于淮安（今江苏淮阴）府衙。碑建于开元十一年,海州刺史李邕书,今在府署宾馆内,李邕原刻久亡。\n  《婆罗树碑记》碑高一尺三寸，百三十八行，行八字，行书书法，为李邕代表书作，存于淮安府衙。后该碑毁于明隆庆年间，由淮安知府陈文烛依据小说家吴承恩保存的墨拓重新摹勒上石。是本为陈文烛摹勒之碑拓本。\n  唐代淮阴县有娑罗树，不知何时何人所植。因其与唐代著名高僧义净有关而声名藉甚。义净自西域还，曾休宿并顿悟于树下，娑罗树下遂为其道场。义净圆寂后十年，即开元十一年，楚州及淮阴县官史、佛寺高僧大德和乡绅建碑记其圣迹。时李邕任海州刺史，遂请其撰文并书。《娑罗树碑记》为李邕代表作之一。\n  罗振玉《淮阴金石仅存录》云：碑原石久佚，明淮安守、沔阳陈文烛得旧本于山阳吴承思，嘱沐阳吴从道摹勒上石，并筑宝翰堂以贮之。石在府署，摹拓不易，故传拓颇少。","author":"唐代李邕","description":"李邕行书婆罗树碑记"}]