[{"name":"苏轼小楷养生论","text":"东坡养生集，系明清之际学者王如锡编纂而成，系统地收录了苏轼诗文杂著及同时代人相关记述。全书根据主题不同，分为12卷，共收录一千多篇文章。既关注了苏轼在医药、服食等方面的诸多实践，更重要的是，强调了苏轼在精神调养方面的努力与探索。\n\n王如锡，字武工，江宁（今江苏南京）人，书斋名“箬庵”，生卒年不详。自幼体弱多病，多次参加科举考试而未中。平生不得志，生活较为清苦，尤其喜欢读苏轼的书。名士王思任、盛宾对其评价甚高。除《东坡养生集》外，王如锡的名字及事迹未见其它记载。\n主要内容\n《东坡养生集》初刊于1635年，共十二卷，其中第一卷饮食主要关于饮食、食疗方面的论述；第二卷方药多论述药物、方技等；第三卷居止主要是日常的起居摄养；第四卷游览多为游览各地景观的见闻感想；第五卷服御记述服饰、文房四宝之类日用器具；第六卷翰墨论述书画、器玩等雅致；第七卷达观主要是表现达观、坦荡胸襟方面的文章；第八卷妙理多为洞悟世事、谈理论玄之文；第九卷调摄多为服食、导引调养之法；第十卷利济为有关民生疾苦的文章；第十一卷述古多为历史人物的评述；第十二卷志异多搜集志怪及奇闻之作。\n王如锡的这种设计将养生由调理饮食、锻炼身体、服食丹药等扩展到琴棋书画、心理修养等领域。他对养生真谛的这种深刻理解与独到眼光已借助这本书展露无遗。清康熙三年（1664年）江苏淮安人丘象升看到这本书对其进行了点评，并刊刻印行，使之大行于世。\n价值\n对于苏轼进行分门别类式的文献搜集与整理，历史上早就出现过，如元代陈秀明编辑的《东坡诗话录》、明人文起编辑的《苏文忠公策论选》、明人徐长孺的《东坡禅喜集》等。\n苏轼在养生领域的成就令人瞩目，在王如锡之前就有不少人对其养生思想进行探讨，但像《东坡养生集》这样系统、全面地著作还是第一部，可谓集大成之作。 \n","category":"小楷","verified":true,"user":1,"timestamp":1429951594021},{"name":"苏轼小楷养生论","dynasty":"宋代","category":"小楷","type":"","user":1,"timestamp":1429791620260,"text":"苏轼小楷《养生论》拓本，出自万历31年董其昌编辑《戏满堂法帖》。绍圣二年四月八日书，苏轼时年60岁。\n《养生论》原文：\n\n 世或有谓神仙，可以学得不死，可以力致者，或云上寿百二十。古今所同，过此以往，莫非妖妄者？此皆两失，其情试粗论之。\n夫神仙虽不目见，（然）记籍所载，前史所传，较而论之其有必矣。似特受异气禀之自然，非积学所能致也。至于道养，得理以尽性命，上获千余岁，下可数百年，可有之耳。而世皆不精，故莫能得之，何以言之？\n 夫服药求汗，或有弗获。而愧情一集，涣然流离，终朝未餐，则嚣然思食，而曾子衔哀七日不（饥）。夜分而坐，则低迷思寝；内怀殷忧；则达旦不瞑，劲刷理鬓，醇醴发颜，仅乃得之。壮士之（怒），赫然殊观，植发冲冠。由此言之，精神之于形骸，犹国之有君也。神躁于中而形丧于外，犹君昏于上、国乱于下也。夫为稼于汤，世偏有一溉之功者。虽终归于焦烂，必一溉者后枯然，则一溉之益，固不可诬也。而世常谓一怒不足以侵性，一哀不足以伤身，轻而肆之是犹不识，一溉之益，而望嘉谷子于旱苗者也。是以君子知形，恃神以立神，须形以存，悟生理之易，失知一过害生，故修性以保神安。心以全身，爱憎不栖，于情忧喜，不留于意，泊然无感，而体气和平，又呼吸吐纳，服食养身使形神相亲，表里俱济也。\n 夫田种者，一亩十一斛，谓之良田，此天下通称也。不知区种，可百余斛，田种一也。至于树养不同，则功妆相悬。谓商无十倍之价，农无百斛之望，此守常而不变者也。目豆令人重，榆令人瞑；合欢触忿，萱草忘忧，愚智所其知也。薰辛害目，豚鱼不养，常世所识也。虱处头而黑，麝食柏而香，颈处险而瘿，齿居晋而黄。推此而言，凡所食之气，蒸性染身，莫不相应。岂唯蒸之使重而无使轻害之，使暗而无使明薰之，使黄而无使坚劳之，使香而无使延哉！故神农曰：“上药养命，中药养性者，诚知性命之理因辅养以通也。”而世人不察，唯五谷是见声色，是耽目惑元黄耳。务淫哇滋味，煎其府藏醴醪，煮其肠胃。香芳腐其骨髓，喜怒悖其正气，思虑消其精神，哀乐殃其平粹。夫以蕞尔之躯攻之者，非一途易竭之身而外内受敌。身非木石，其能久乎？其自用甚者，饮食不节，以生百病；好色不倦，以至乏绝。风寒所灾，百毒所伤，中道夭于众难，世皆知笑悼，谓之不善持生也。至于措身失理，亡之于微，积微成损，积损成衰，从衰得白，从白得老，从老得终。闷若无端，中智以下，谓之自然。纵少觉悟，咸叹恨于所遇之初，而不知慎众险于未兆，是犹桓侯抱将死之疾而怒扁鹊之先见，以觉痛之日（而）为受病之始也。害成于微而救之于著，故有无功之理驰骋常人之域，故有一切之寿。仰观俯察，莫不皆然。以多自证，以同自慰，谓天地之理，尽此而已矣。纵闻养生之事，则断以所见，谓之不然。其次，孤疑虽少，庶几莫知所由。其次，自力服药半年一年，劳而未验，老以厌衰，中路复废。或益之以畎浍，而泄之以尾闾。而欲坐望显报者，或抑情忍欲，割弃荣愿，而嗜好常在耳目之前，所希在数十年之后，又恐两失，内怀犹豫，心战于内物，诱于外交，胜相倾如此复败者。夫至物微妙可以理知，难以目识，譬犹豫章生七年，然后可觉耳。今以躁竞之心，涉希静之途，意速而事迟，望近而应远，故莫能相终。\n 夫悠悠者，既未效不求。而求者，以不专丧。业偏恃者，以不兼元功。追术者，以小道自溺。凡若此类，故欲之者，万无一能成也。善养生者，则不然矣！\n 清虚静泰，少私寡欲，知名位之伤德。故忽而不营，非欲而疆禁也。识厚味之害性，故弃而弗顾，非贪而后抑也。外物以累心，不存神气，以醇泊独著，旷然无忧患，寂然无思虑。又守之以一，养之以和。和理日济同乎。大顺然后，蒸以灵芝，润以醴泉，希以朝阳，绥以五绮，无为自得，体妙心元，忘欢而后乐足，遗生而后身存。若此以往，庶可舆羡门比寿、五乔争年，何为其无有哉！\n 东坡居士以桑榆之末景，忧患之余生，而后学道，虽为达者所笑，然犹贤乎已也。以嵇叔夜《养生论》颇中予病，故乎写数本，其一以赠罗浮邓道师。绍圣二年四月八日书。","author":"宋代苏轼","description":"苏轼小楷养生论"}]