[{"name":"文徵明行草北山移文","text":"《北山移文》是孔稚硅所写的骈体文。本文在铺陈、夸张、对比、拟人等手法上具有鲜明的特色，尤其是巧妙地运用拟人手法描写山中景物蒙耻发愤的心情，刻画生动，文辞华美精炼，富有抒情意味，具有强烈的感染力。本篇语言也极为形象优美，新颖工巧，无语不新，有字必隽，故而备受称道。 [1] \n作品原文\n钟山之英，草堂之灵（1），驰烟驿路（2），勒（3）移山庭“夫以耿介（4）拔俗（5）之标，萧洒（6）出尘（7）之想，度（8）白雪以方洁，干（9）青云而直上，吾方知之矣。\n若其亭亭物表（10），皎皎霞外（11），芥（12）千金而不眄（13），屣（14）万乘其如脱，闻凤吹（15）于洛浦（16），值薪歌（17）于延濑，固亦有焉。\n岂期终始参差（18），苍黄（19）翻覆（20），泪翟子（21）之悲，恸朱公（22）之哭。乍（23）回迹以心染（24），或先贞而后黩，何其谬哉！呜呼，尚生（25）不存，仲氏（26）既往，山阿（27）寂寥，千载谁赏！\n世有周子（28)，隽（29）俗之士，既文既博，亦玄亦史（30）。然而学遁东鲁(31)，习隐南郭（32），偶吹(33)草堂，滥巾（34）北岳。诱我松桂，欺我云壑(35)。虽假容于江皋(36)，乃缨情（37）于好爵。\n其始至也，将欲排巢父，拉许由(38)，傲百氏，蔑王侯。风情张(39)日，霜气横秋。或叹幽人(40)长往，或怨王孙不游。谈空空(41)于释部（42），覈（43）玄玄（44）于道流（45），务光(46)何足比，涓子（47）不能俦。\n及其鸣驺(47)入谷，鹤书（48）赴陇，形驰魄散，志变神动。尔(50）乃眉轩席次，袂（51）耸筵上，焚芰（52）制而裂荷衣，抗尘容而走俗状。风云凄其带愤，石泉咽(53)而下怆（54），望林峦而有失，顾草木而如丧。\n至其钮(55)金章，绾（56）墨绶（57），跨(58)属城之雄，冠百里之首。张(59)英风于海甸（60），驰（61）妙誉于浙右（62）。道帙(63)长摈（64），法筵久埋。敲扑(65)喧嚣犯其虑，牒诉倥偬（66）装其怀。琴歌既断，酒赋无续，常绸缪(67)于结课（68），每纷纶于折狱（69），笼（70）张赵(71)于往图（72），架卓鲁（73）于前箓，希踪(74)三辅豪（75），驰声九州牧（76）。\n使我高霞孤映，明月独举，青松落阴，白云谁侣？磵(77)户摧绝（78）无与归，石径荒凉徒延伫(79)。至于还飙(80)入幕，写（81）雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猨惊。昔闻投簪(82)逸（83）海岸，今见解兰（84）缚尘缨（85）。于是南岳献嘲，北陇腾笑，列壑争讥，攒(86)峰竦（87）诮（88）。慨游子之我欺，悲无人以赴吊。\n故其林惭无尽，涧愧不歇，秋桂遣(91)风，春萝罢月。骋西山之逸议，驰东皋之素谒(92)。今又促装(93)下邑（94），浪栧（95）上京，虽情殷(96)于魏阙（97），或假步（98）于山扃（99）。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓(100)，尘游躅(101)于蕙路，污（102）渌池（103）以洗耳。宜扃岫幌(104)，掩云关，敛轻雾，藏鸣湍。截来辕于谷口，杜(105)妄辔（106）于郊端。于是丛条瞋胆，叠颖(107)怒魄。或飞柯(108)以折轮，乍（119）低枝而扫迹（110）。请回俗士驾，为君（111）谢逋客（112）。  \n注释翻译\n作品注释\n（1）英、灵：神灵。草堂：周颙在钟山所建隐舍。\n（2）驿路：通驿车的大路。\n（3）勒：刻。\n（4）耿介：光明正直。\n（5）拔俗：超越流俗之上。\n（6）萧洒：脱落无拘束的样子。\n（7）出尘：超出世俗之外。\n（8）度：比量。\n（9）干：犯，凌驾。\n（10）物表：万物之上。\n（11）霞外：天外。\n（12）芥：小草，此处用作动词。\n（13）眄（miǎn）：斜视。\n（13）屣（xǐ）：草鞋，此处用作动词。万乘：指天子。\n（14）“闻凤吹”句：《列仙传》：“王子乔，周灵王太子晋，好吹笙作凤鸣，常游于伊、洛之间。”\n（15）浦：水边。\n（16）“值薪歌”句：《文选》吕向注：“苏门先生游于延濑，见一人采薪，谓之曰：‘子以终此乎？’采薪人曰：‘吾闻圣人无怀，以道德为心，何怪乎而为哀也。’遂为歌二章而去。”\n（17）参差（cēncī）：不一致。\n（18）苍黄：青色和黄色。\n（19）翻覆：变化无常。\n（20）翟子：墨翟。他见练丝而泣，以为其可以黄，也可以黑（见《淮南子·说林训》）。\n（21）朱公：杨朱。杨朱见歧路而哭，为其可以南可以北。\n（22）乍：初、刚才。\n（23）心染：心里牵挂仕途名利。\n（24）尚生：尚子平，西汉末隐士，入山担薪，卖之以供食饮（见《高士传》）。\n（25）仲氏：仲长统，东汉末年人，每当州郡召请他，他就称病不去，曾叹息说：“若得背山临水，游览平原，此即足矣，何为区区乎帝王之门哉！”（《后汉书》本传）\n（26）山阿：山之曲隅。\n（27）寂寥：山林空寂寥落。这两句说，山林变得寂静冷落，很长时间无人玩赏。\n（28）周子：周颙（yóng）字彦伦，汝南安城人。祖父周虎头，员外常侍，父亲周恂，归乡侯相。周颙言辞婉丽，工隶书，兼善老、易，长于佛理。\n（29）隽（jùn）俗：卓立世俗。\n（30）亦玄亦史：《南齐书·周颙传》称周颙涉猎百家，长于佛理，熟悉《老子》、《易经》。玄，玄学，老庄之道。\n（31）东鲁：指颜阖（hé）。《庄子·让王》：“鲁君闻颜阖得道人也，使人以币先焉。颜阖守陋闾，使者至曰：‘此颜阖之家与？’颜阖对曰：‘此阖之家。’使者致币。颜阖对曰：‘恐听者谬而遗使者罪，不若审之。’使者反审之，复来求之，则不得已。”\n（32）南郭：《庄子·齐物论》：“南郭子綦隐机而坐，仰天嗒然，似丧其偶。”\n（33）偶吹：杂合众人吹奏乐器。用《韩非子·内储说》“滥竽充数”事。\n（34）巾：隐士所戴头巾。滥巾，即冒充隐士。\n（35）壑（hè）：山谷。\n（36）江皋：江岸。这里指隐士所居的长江之滨钟山。\n（37）缨情：系情，忘不了。\n（38）排巢父，拉许由：折辱。巢父、许由：都是尧时隐士。《高士传》：“尧让天下于许由，不受而逃去。尧又召为九州长，由不欲闻之，洗耳于颖水滨。时其友巢父牵犊欲饮之，见由洗耳，问其故，对曰：‘尧欲召我为九州长，恶闻其声，是故洗耳。’巢父曰：‘污吾犊口。’牵犊上流饮之。”\n（39）张：张大。横：弥漫。\n（40）幽人：隐逸之士。王孙：指隐士。《楚辞·招隐士》：“王孙游兮不归，春草生兮萋萋。”\n（41）空空：佛家义理。佛家认为世上一切皆空，以空明空，故曰“空空”。\n（42）释部：佛家之书。\n（43）覈（hé）：研究。\n（44）玄玄：道家义理。《老子》：“玄之又玄，众妙之门。”\n（45）道流：道家之学。\n（46）务光：《列仙传》：“务光者，夏时人也……殷汤伐桀，因光而谋，光曰：‘非吾事也。’汤得天下，已而让光，光遂负石沉窾水而自匿。”\n（47）涓子：《列仙传》：“涓子者，齐人也。好饵术，隐于宕山。”\n（48）鸣驺（zōu）：指使者的车马。鸣，喝道；驺，随从骑士。\n（49）鹤书：指徵召的诏书。因诏板所用的书体如鹤头，故称。\n（50）尔：这时。\n（51）袂（mèi）耸：衣袖高举。\n（52）芰（jì）制、荷衣：以荷叶做成的隐者衣服。《离骚》：“制芰荷以为衣兮，集芙蓉以为裳。”\n（53）咽（yè）：悲泣。\n（54）怆（chuàng）：怨怒的样子。\n（55）纽：系。金章：铜印。\n（56）绾（wǎn）：系。\n（57）墨绶：黑色的印带。金章、墨绶为当时县令所佩带。\n（58）跨：超越。属城：郡下所属各县。\n（59）张：播。\n（60）海甸：海滨。\n（61）驰：传。\n（62）浙右：今浙江绍兴一带。\n（63）道帙（zhì）：道家的经典。帙：书套，这里指书籍。\n（64）摈：一作“殡”，抛弃。法筵：讲佛法的几案。埋：废弃。\n（65）敲扑：鞭打。牒诉：诉讼状纸。\n（66）倥偬（kōngzǒng）：事务繁忙迫切的样子。\n（67）绸缪（chóumóu）：纠缠。\n（68）结课：计算赋税。\n（69）折狱：判理案件。\n（70）笼：笼盖。\n（71）张赵：张敞、赵广汉。两人都做过京兆尹，是西汉的能吏。\n（72）往图：过去的记载。\n（73）卓鲁：卓茂、鲁恭。两人都是东汉的循吏。箓簿籍。\n（74）希踪：追慕踪迹。\n（75）三辅豪：汉代称京兆尹、左冯翊、右扶风为三辅有名的能吏。\n（76)牧：地方长官，如刺史、太守之类。\n（77）磵：通“涧”。\n（78）摧绝：崩落。\n（79）延伫（zhù）：长久站立有所等待。\n（80）还飙（biāo）：回风。\n（81）写：同“泻”，吐。\n（82）投簪：抛弃冠簪。簪，古时连结官帽和头发的用具。\n（83）逸：隐遁。\n（84）兰：用兰做的佩饰，隐士所佩。\n（85）缚尘缨：束缚于尘网。\n（86）攒（cuán）峰：密聚在一起的山峰。\n（87）竦：同“耸”，跳动。\n（88）献嘲、腾笑、争讥、竦诮：都是嘲笑、讥讽的意思。\n（89）遣：一作“遗”，排除。\n（90）骋、驰：都是传播之意。\n（91）逸议：隐逸高士的清议。\n（92）素谒：高尚有德者的言论。\n（93）促装：束装。\n（94）下邑：指原来做官的县邑（山阴县）。\n（95）浪栧（yì）：鼓棹，驾舟。\n（96）殷：深厚。\n（97）魏阙：高大门楼。这里指朝廷。\n（98）假步：借住。\n（99）山扃（jiōng）：山门。指北山。\n（100）重滓（zǐ）：再次蒙受污辱。\n（101）躅（zhú）：足迹。\n（102）污：污。\n（103）渌池：清池。\n（104）岫幌（xiùhuǎng）：犹言山穴的窗户。岫，山穴。幌，帷幕。\n（105）杜：堵塞。\n（106）妄辔：肆意乱闯的车马。\n（107）颖：草芒。\n（108）飞柯：飞落枝柯。\n（109）乍：骤然。\n（110）扫迹：遮蔽路径。\n（111）君：北山神灵。\n（112）逋客：逃亡者。指周颙。  \n作品译文\n钟山的英魂，草堂的神灵，如烟云似地奔驰于驿路上，把这篇移文镌刻在山崖。有些隐士，自以为有耿介超俗的标格，萧洒出尘的理想；品德纯洁，象白雪一样；人格高尚，与青云比并。我只是知道有这样的人。\n至于亭亭玉立超然物外，洁身自好志趣高洁，视千金如芥草，不屑一顾，视万乘如敝屣，挥手抛弃，在洛水之滨仙听人吹笙作凤鸣，在延濑遇到高人隐士采薪行歌，这种人固然也是有的。\n但怎么也想不到他们不能始终如一，就象青黄反覆，如墨翟之悲素丝，如杨朱之泣歧路。刚到山中来隐居，忽然又染上凡心，开始非常贞介，后来又变而为肮脏，多么荒谬啊！唉，尚子平、仲长统都已成为过去，高人隐居的山林显得非常寂寞，千秋万年，还有谁来欣赏！\n当今之世有一位姓周的人，是一个不同流俗的俊才，他既能为文，学问也渊博，既通玄学，亦长于史学。可是他偏学颜阖的遁世，效南郭的隐居，混在草堂里滥竽充数，住在北山中冒充隐士。哄诱我们山中的松桂，欺骗我们的云崖，虽然在长江边假装隐居，心里却牵挂着高官厚禄。\n当他初来的时候，似乎把巢父、许由都不放在眼下；百家的学说，王侯的尊荣，他都瞧不起。风度之高胜于太阳，志气之凛盛如秋霜。一忽儿慨叹当今没有幽居的隐士，一忽儿又怪王孙远游不归。他能谈佛家的“四大皆空”，也能谈道家的“玄之又玄”，自以为上古的务光、涓子之辈，都不如他。\n等到皇帝派了使者鸣锣开道、前呼后拥，捧了征召的诏书，来到山中，这时他立刻手舞足蹈、魂飞魄散，改变志向，暗暗心动。在宴请使者的筵席上，扬眉挥袖，得意洋洋。他将隐居时所穿的用芰荷做成的衣服撕破烧掉，立即露出了一副庸俗的脸色。山中的风云悲凄含愤，岩石和泉水幽咽而怨怒，看看树林和山峦若有所失，回顾百草和树木就象死了亲人那样悲伤。\n后来他佩着铜印墨绶，成了一郡之中各县令中的雄长，声势之大冠于各县令之首，威风遍及海滨，美名传到浙东。道家的书籍久已扔掉，讲佛法的坐席也早已抛弃。鞭打罪犯的喧嚣之声干扰了他的思虑，文书诉讼之类急迫的公务装满了胸怀。弹琴唱歌既已断绝，饮酒赋诗也无法继续，常常被综覈赋税之类的事牵缠，每每为判断案件而繁忙，只想使官声政绩笼盖史书记载中的张敞和赵广汉，凌架于卓茂和鲁恭之上，希望能成为三辅令尹或九州刺史。\n他使我们山中的朝霞孤零零地映照在天空，明月孤独地升起在山巅，青松落下绿荫，白云有谁和它作伴？磵户崩落，没有人归来，石径荒凉，白白地久立等待。以至于迥风吹入帷幕，云雾从屋柱之间泻出，蕙帐空虚，夜间的飞鹤感到怨恨，山人离去，清晨的山猿也感到吃惊。昔日曾听说有人脱去官服逃到海滨隐居，今天却见到有人解下了隐士的佩兰而为尘世的绳缨所束缚。于是南岳嘲讽，北陇耻笑，深谷争相讥讽，群峰讥笑，慨叹我们被那位游子所欺骗，伤心的是连慰问的人都没有。\n因此，我们的山林感到非常羞耻，山涧感到非常惭愧，秋桂不飘香风，春萝也不笼月色。西山传出隐逸者的清议，东皋传出有德者的议论。\n听说此人目前正在山阴整理行装，乘着船往京城来，虽然他心中想的是朝廷，但或许会到山里来借住。如果是这样，岂可让我们山里的芳草蒙厚颜之名，薜荔遭受羞耻，碧岭再次受侮辱，丹崖重新蒙污浊，让他尘世间的游踪污浊山中的兰蕙之路，使那许由曾经洗耳的清池变为浑浊。应当锁上北山的窗户，掩上云门，收敛起轻雾，藏匿好泉流。到山口去拦截他的车，到郊外去堵住他乱闯的马。于是山中的树丛和重叠的草芒勃然大怒，或者用飞落的枝柯打折他的车轮，或者低垂枝叶以遮蔽他的路径。请你这位俗客回去吧，我们为山神谢绝你这位逃客的再次到来。 \n创作背景\n《北山移文》创作于南朝（480年），孔稚珪假设山林的口吻，对假装隐居山林而真心向往荣华富贵的所谓隐士加以尖锐的讽刺所作的文章。据考证，此“周子”应为同期的周颙。但文中所述情况，与周颙仕历又不近相同。同时作品成文时间也不在周隐居后出任海盐令同期。况且孔稚珪一生两朝为官，死后又追授光禄大夫，似乎又不能完全肯定。所以还有一种说法认为这是调侃雅谑之做，也有一定道理。 \n作品赏析\n文学赏析\n文章开篇以精练的笔墨对比描写了两种不同的隐士。真隐士性情耿介不俗，神态潇洒出尘，品行可与白雪相比，志向足以驾凌青云。他们超脱于世俗之外，以千金之贵为粪土，视万乘之位如草芥。假隐士始终不一，反复不定，自然引起人们像杨朱一样见歧路而哭泣，像墨翟一样见练丝而悲伤。他们暂时隐居，不忘市俗名利，开始时洁身自好，到后来就与俗同流合污。作者赞美了耿介拔俗的真隐士，批评了反复无常的假隐士。\n主体部分铺墨如云，展开比较。它先是写周子为人前后不同。起初他自命不凡，显出既有文采而又博学，不但懂玄学还通历史。他目中无人，不可一世，想要排斥巢父，摧折许由，傲对诸子百家，轻视王侯官吏。他风度情致之高几乎要遮天蔽日，精神气概之盛如同秋季的严霜，而且“或叹幽人长往，或怨王孙不游。谈空空于释部，核玄玄于道流”，大有天下清高者舍我其谁之势。可是，皇帝征聘诏书一到，他就形貌变样，魂魄飞散，志向改变，精神动摇。于是他在筵席上扬眉举袖，洋洋得意，进而“焚芰制而裂荷衣，抗尘容而走俗状”，决心放弃隐居生活，并张扬地显露世俗小人的庸俗状态。这样前后的对比淋漓尽致地揭露了“虽假容于江皋，乃缨情于好爵”的假隐士的虚伪面目。它然后写人去山空景象迥然。\n自周子出山做官后，活跃于官场。他“纽金章，绾墨绶”，显得趾高气扬，尤其是“跨属城之雄，冠百里之首。张英风于海甸，驰妙誉于浙右”，的确声名煊赫。他早已抛弃研究道学、佛法的旧业，而是置身于“敲扑喧嚣”、“牒诉倥偬”之中。他原来怡情山水的琴歌已经断绝，陶冶性情的酒赋也无心再续，只是“绸缪于结课”，“纷纶于折狱”，甚至还想超过前代循吏的声名和业绩，进而追踪治理三辅的有名能吏，使声名远播于九州大地。然而，与周子出仕热闹繁忙的情况截然相反，北山显出一片冷落寂寥的景象。“使我高霞孤映，明月独举，青松落阴，白云谁侣”。云霞明月无人欣赏，青松白云无与相伴，涧户早就毁坏，石径已经荒芜。草堂非常荒凉，旋风吹入帐幕，云雾吐泻堂前，蕙帐空无一人。通过不同人物的对比、同一人物前后言行的对比和人物活动与自然景象的对比，文章的意思更加明确，感情更加强烈。它展示了作者尊敬真隐士，同情北山遭遇，更表现出他极其痛恨欲壑难填的假隐士。 \n大量使用拟人手法是文章的又一长处。首先，文章以“钟山之英，草堂之灵。驰烟驿路，勒移山庭”为开端，表明这是山灵在驿路上腾云驾雾地驰驱，刻移文于山庭。其次，它写周子“偶吹草堂，滥巾北岳。诱我松桂，欺我云壑”。这样写松桂、云壑受到欺骗，是赋予它们以人的感情，也是山灵以松桂、云壑保护者的身份在愤怒指责伪善者。\n接着，它写山中自然景物见周子即将离去的反映。“风云凄其带愤，石泉咽而下怆，望林峦而有失，顾草木而如丧”。这是把风云、石泉、林峦、草木当做有动作有感情的人来写，写出它们因周子的变化而若有所失，怨怒不已。然后，它写众山的态度和北山的感受。“\n于是南岳献嘲，北陇腾笑，列壑争讥，攒峰竦诮”。这是说由于周子去隐求官，周围的峰壑群起讥笑北山当初误把周子作为真隐士而容纳。因此，山灵悔恨交加，痛苦万分，“慨游子之我欺，背无人以赴吊”。对周子的改节出仕，山灵既因受其欺骗而慨叹，也因无人慰问而悲伤。\n同时，“林惭无尽，涧愧不歇，秋桂遣风，春萝罢月。骋西山之逸议，驰东皋之素谒”。这是说山林石涧都为周子惭愧不止，秋桂春萝因心境不佳而罢遣风月，山中清议纷纷指责他的无耻。这些都是把山中自然景物拟作人，赋予它们灵性和人格，写出它们因深蒙耻辱而形成的外在表现和心理活动。尤其是文章结尾，它写北山拒绝周子再来山中。听说他到京城去还要借道此山，北山爆发出抑制不住的愤怒。 \n名家点评\n（现代）钱钟书说：“以风物刻画之工，佐人事讥嘲之切，山水之清音与滑稽之雅虐，相得而益彰”。 \n（清朝）许楗的《六朝文絮笺注》说：“此六朝中极雕绘之作，炼格炼词，语语精辟，其妙处尤在数虚字旋转得法，当与徐孝穆《玉台新咏序》并为唐人轨范。” \n（清朝）浦起龙的《古文眉诠》说：牙尖口利，骨腾肉飞，刻镂尽态矣。伤厚之言，慎取一二。\n（清朝）于光华《文选集评》说：铸辞最工，极藻绘，极精切，若精神唤应，全在虚字旋转上。转折愈多，节脉愈紧，是骈体胜处，意则深严，笔则飞舞。六朝虽尚雕刻，然属对尚未尽工，下字尚未尽险。至此篇则无不入髓，句必净，字必巧，真可谓精绝之甚。此唐文所祖。\n孔稚珪（447～501）南朝齐骈文家。一作孔珪，字德璋，会稽山阴（今浙江绍兴）人。刘宋时，曾任尚书殿中郎。齐武帝永明年间，任御史中丞。齐明帝建武初年，上书建议北征。东昏侯永元元年（499），迁太子詹事。死后追赠金紫光禄大夫。  \n","category":"行草","verified":true,"user":1,"timestamp":1429951610350},{"name":"文徵明行草北山移文","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791644081,"text":"南朝孔稚珪代北山(今南京钟山)写了篇移文，讨伐某位先隐后仕的周先生，叫《北山移文》。全文如下：\n锺山之英，草堂之灵，驰烟驿路，勒移山庭。\n夫以耿介拔俗之标，潇洒出尘之想，度白雪以方洁，干青云而直上，吾方知之矣。若其亭亭物表，皎皎霞外，芥千金而不盼，屣万乘其如脱。闻凤吹於洛浦，值薪歌於延濑，固亦有焉。岂期终始参差，苍黄反复，泪翟子之悲，恸朱公之哭。乍回迹以心染。或先贞而后黩，何其谬哉。呜呼！尚生不存，仲氏既往，山阿寂寥，千载谁赏？\n世有周子，俊俗之士；既文既博，亦玄亦史。然而学，遁东鲁，习隐南郭；窃吹草堂，滥巾北岳。诱我松桂，欺我云壑。虽假容於江皋，乃缨请於好爵。其始至也，将欲排巢父，拉许由，傲百氏，蔑王侯。风情张日，霜气横秋。或叹幽人长往，或怨王孙不游。谈空空於释部，核玄玄於道流。务光何足比，涓子不能俦。\n及其鸣驺入谷，鹤书赴陇。形驰魄散，志变神动。尔乃眉轩席次，袂耸筵上，焚芰制而裂荷衣，抗尘容而走俗状。风云凄其带愤，石泉咽而下怆。望林峦而有失，顾草木而如丧。至其纽金章，绾墨绶，跨属城之雄，冠百里之首，张英风於海甸，驰妙誉於浙右。道帙长摈，法筵久埋。敲扑喧嚣犯其虑，牒诉倥偬装其怀。琴歌既断，酒赋无续。常绸缪於结课，每纷纶於折狱。笼张赵於往图，架卓鲁於前录。希踪三辅豪，驰声九州牧。使其高霞孤映，明月独举，青松落荫，白云谁侣。涧户摧绝无与归，石径荒凉徒延伫。至於还飚入幕，写雾出楹，蕙帐空兮夜鹤怨，山人去兮晓猿惊。昔闻投簪逸海岸，今见解兰缚尘缨。\n於是，南岳献嘲，北陇腾笑，列壑争讥，攒峰竦诮。慨游子之我欺，悲无人以赴吊。故其林惭无尽，涧愧不歇，秋桂遣风，春萝罢月，骋西山之逸议，驰东皋之素谒。今又促装下邑，浪枻上京。虽情投於魏阙，或假步於山扃。岂可使芳杜厚颜，薜荔蒙耻，碧岭再辱，丹崖重滓，尘游躅於蕙路，污渌池以洗耳。宜扃岫幌，掩云关，敛轻雾，藏鸣湍，截来辕於谷口，杜妄辔於郊端。於是丛条瞋胆，叠颖怒魄。或飞柯以折轮，乍低枝而扫迹。请回俗士驾，为君谢逋客!\n大意是说：\n北山的神灵贴篇移文在山前：世上有那种仪表气质超凡脱俗的人，但怎奈他终究敌不过尘世的名利诱惑。\n比如说有位周先生，刚开始在北山归隐，很有高士风范。诏书一来，就毫不犹豫地离开北山，投入名利场，使我北山蒙受羞辱。\n现在这位周先生离职赴京，要路过北山，我们要挡住他的路，不让他靠近。\n一般认为，此文是在斥责假隐士。其实不然，此文是孔稚圭拿朋友开个善意的玩笑。姑且不说周先生的身份与史实不符，就是作者本人，也是官场中人，凭什么指责别人热衷名利。故而，只是说笑而已。\n隐士无所谓真假，出则仕，入则隐。出是为了经世济民，入是为了修身养性。孔子云：天下有道则见，无道则隐。得时则仕，不得时则隐。此理之常，无足怪也。那能空谈释道，终老于山林？否则，社会怎么发展，人类怎么进步？\n《论语~微子篇》记载：长沮、桀溺耦而耕，孔子过之，使子路问津焉。长沮曰：夫执舆者为谁？子路曰：为孔丘。曰：是鲁孔丘与？曰：是也。曰：是知津矣。问于桀溺，桀溺曰：子为谁？曰：为仲由。曰：是鲁孔丘之徒与？对曰：然。曰：滔滔者天下皆是也，而谁以易之？且而与其从辟人之士也，岂若从辟世之士哉？耰而不辍。子路行以告。夫子怃然曰：鸟兽不可与同群，吾非斯人之徒与而谁与？天下有道，丘不与易也。\n  大意是：长沮和桀溺一起耕田，孔子经过，吩咐子路去打听渡口位置。长沮问子路：那手拉缰绳的是谁？子路说：是孔丘。长沮再问：是鲁国的孔丘吗？子路回答说：是的。长沮就说：那他是知津的呀（这里知津双重含义，表面指渡口，实指“道”）。子路再去问桀溺，桀溺问子路：你是谁？子路说：我是仲由。桀溺再问：是鲁国孔丘的弟子吗？子路回答说：是的。桀溺就说：现在全天下都淹在水里，谁能改变这种情形？你与其追随那避人之士，何不跟从我们这些避世之士呢？说完继续不停地覆平田土。子路回来告诉孔子这情况。孔子怅然说：人终究是不能和鸟兽共同生活的，我如果不与人群相处又与什么东西相处呢？天下若是有道，我就不与你们去努力改革了。意谓正因为天下无道，我们才要挺身而出！\n中国文化从源头开始就是儒中有道道中有儒的，故孔子也有一定的出世思想，但这不是儒家思想主流（而且儒隐与道隐亦不同）。儒家思想主流是仁者气象，救世情怀，知其不可为而为之的精神。是啊，如非不得已，谁愿意长期隐居山林，与鸟兽同群呢？\n文征明（1470～1559年），初名壁，字征明，后更字征仲，号停云，别号衡山居士，人称文衡山。长洲（今苏州）人，明代书画家。“吴门画派”创始人之一。是明代中期最著名的画家，大书法家。与唐伯虎、祝枝山、徐祯卿并称“江南四大才子”（也称吴门四才子）。与沈周、唐伯虎、仇英合称“明四家”。在当世他的名气极大，号称“文笔遍天下祖籍衡山，故号衡山居士，长洲（今江苏吴县）人。54岁时以岁贡生诣吏部试，授翰林院待诏，故称文待诏。\n　　文征明出身于官宦世家，早年也曾数次参加科举考试，均以不合时好而未被录取。54岁时由贡生被荐为翰林待诏。居官四年辞归。自此致力于诗文书画，不再求仕进，力避与权贵交往，专力于诗文书画艺术30余年。享年90岁，其诗、文、画无一不精。人称是“四绝”的全才。晚年声望极高。\n　　在书法上，早年受其父知友吴宽的影响写苏体，后受他岳父李应祯的影响，学宋元的笔法较多。小楷师法晋唐，力趋健劲。明谢在杭《五杂俎·卷七》称赞文征明小楷：“无真正楷书，即钟、王所传《荐季直表》、《乐毅论》皆带行笔。洎唐《九成宫》、《多宝塔》等碑，始字画谨严，而偏肥偏瘦之病，犹然不免。至本朝文征仲先生始极意结构，疏密匀称，位置适宜。如八面观音，色相具足。于书苑中亦盖代之一人也。”他的大字有黄庭坚笔意，苍秀摆宕，骨韵兼擅。与祝允明、王宠并重当时。\n　　文征明斋名停云馆。官至翰林待诏，私谥贞献先生。多才艺，学文于吴宽，学书于李应桢，学画于沈周，名声日益显赫，与祝允明、唐寅、徐祯卿三人，人称“吴中四才子”。书法初师李应桢，后学宋元，又上溯晋、唐，博取精华，为集古之大成者。楷、行、草、隶诸体皆佳，尤精小楷，人称有“二王”风骨。明陶宗仪《书史会要》说：“待诏小楷、行草，深得智永笔法，大书仿涪翁尤佳，如凤舞琼花，泉鸣竹洞”。擅画山水、花卉、人物。学生甚多，形成吴门派，与沈周、唐寅、仇英全称“明四家”。传世作品有《绝壑鸣琴图》轴，现藏美国克里夫兰美术院。《真赏图》卷，藏中国历史博物馆；《二湘图》轴，藏故宫博物院。其子彭、嘉，侄名伯仁，皆能世其家学，有名于时。《赤壁赋》，文征明书于嘉请三十五年（1556），纸本墨迹，行书。纵34厘米，横530.7厘米。此卷书法，作者驾驭自如，气势流贯。此行书卷大概是文征明用软毫书就，行笔过程中的提按导送准确。一些横画汲取了黄庭坚的笔法，略有变化，可见，这幅行书的用笔遒劲，摹写黄山谷而又自出机杼，笔意纵逸，在温润中含有苍劲，在整饬中时出老辣，显示出练达的艺术技巧和情趣，使人感到文征明此时已进入人书俱老的辉煌的艺术境界之中。","author":"明代文徵明","description":"文徵明行草北山移文"}]