[{"name":"端方书法","text":"端方（1861～1911），清末大臣，金石学家。托忒克氏，字午桥，号陶斋，满洲正白旗人，官至直隶总督、北洋大臣。\n光绪八年（1882年）中举人，历督湖广、两江、闽浙，宣统元年调直隶总督，后被弹劾罢官。宣统三年起为川汉、粤汉铁路督办，入川镇压保路运动，为起义新军所杀。谥忠敏。著有《陶斋吉金录》、《端忠敏公奏稿》等。\n托忒克·端方简介\n光绪八年（1882年），端方中举人，捐员外郎，后迁候补郎中。一度支持戊戌变法，但在变法失败后又受到荣禄和李莲英的保护，未受株连。\n光绪二十四年（1898年），任直隶霸昌道。不久清廷在北京创办农工商局，将其召还主持局务。端方趁此机会上《劝善歌》，受到慈禧赏识，被赐三品顶戴。\n此后，端方出任陕西按察使、布政使、并代理陕西巡抚。\n光绪二十六年（1900年），八国联军占领北京，慈禧和光绪帝出逃陕西。端方因接驾有功，调任河南布政使，旋升任湖北巡抚。\n光绪二十八年（1902年），代理湖广总督。\n光绪三十年（1904年），代任两江总督创建暨南大学。之后，他调任湖南巡抚。\n在历任上述封疆大吏期间，端方鼓励学子出洋留学，被誉为开明人士，“奋发有为，于内政外交尤有心得”。\n出洋考察\n光绪三十一年（1905年），端方被召回北京，升任闽浙总督，未及上任，便被派遣了更为重要的任务。同年，清政府受立宪运动影响，派端方和载泽、戴鸿慈、徐世昌和绍英五大臣出使西方考察宪政，预备制定宪法。五大臣出发之日，革命党人吴樾以自杀式炸弹，在正阳门火车站行刺，致使启程之日推迟，徐世昌、绍英也被李盛铎和尚其亨顶替。\n同年12月7日，端方和戴鸿慈秘密出发，率领正式团员33人，从秦皇岛乘海圻号军舰赴上海，于12月19日下午转乘美国邮轮赴日本。戴、端一行历访日本、美国、英国、法国、德国、丹麦、瑞典、挪威、奥地利、俄国十国，于次年8月回国。\n回国之后，端方总结考察成果，上《请定国是以安大计折》，力主以日本明治维新为学习蓝本，尽速制定宪法。端还献上自己所编的《欧美政治要义》，后世认为此乃中国立宪运动的重要著作。\n回国仕途\n回国之后，端方出任两江总督。\n宣统元年（1909年）调直隶总督。端方在慈禧出殡之时因拍照惊扰隆裕皇太后，被罢官。\n哗变殉职\n宣统三年（1911年5月18日），端方被委任为川汉粤汉铁路督办大臣，因欲与湖广总督瑞澄争功，强行将四川当地民办铁路收归国有，激起川湘鄂保路运动。同年抵达汉口。\n911年9月7日，发生成都血案，四川局势濒于失控。\n911年9月10日朝廷将四川总督赵尔丰免职，命端方署理，率湖北新军第八镇第十六协第三十一标及三十二标一部，经宜昌入川，至资州。1911年11月27日新军哗变，端方和其弟端锦为军官刘怡凤所杀。被杀之前端方说他的祖先是汉人，姓陶。\n912年1月10日晚7时，端氏兄弟的头颅，放在装洋油的铁盒里，由重庆民军代表李某押解上船，运抵武昌。鄂军都督黎元洪下令将两颗头颅游街示众，武汉万人空巷，围观此头。后由端方长子端继先寻回并运回北京安葬。\n端方有女嫁袁世凯子袁克权。\n后期整理\n现中国第一历史档案馆向端方家属收购端方早期书信，并从事于端方档案的整理与研究工作。\n主要成就\n端方是中国新式教育的创始人之一，他在代任两江总督期间，在南京鼓楼创办了暨南学堂。在任湖北、湖南巡抚期间，命令各道、府开办师范学院。在任江苏巡抚期间，决心革除陋习，下令各州县照例奉送的红包全数退回，用作选派两名当地学生出国留学。\n端方还是中国第一所幼儿园和省立图书馆的创办人。1905年，赴欧美考察各国政治，次年回国，建议清政府预备立宪，以抵制革命运动。近代公共图书馆事业开创者，在外国考察时，见国外名都均没有官方公共藏书机构，民众教育普及，使他耳目一新。遂奏请设立公共藏书机构——图书馆，成为创办图书馆、发展图书馆事业促进派。我国最早的几个官办公共图书馆，如江南图书馆，湖北省图书馆、湖南图书馆、京师图书馆等馆的创立，他出力甚多。为完成中国封建藏书楼向近代图书馆过渡，起了重要推动作用，对保存中国古代文献亦有贡献，光绪三十三年(1907年)，江南藏书家丁丙经商失败亏资百万，欲售其藏书。他恐“八千卷楼”重蹈“皕宋楼”复辙，奏请政府以75000元尽购丁丙的藏书，藏于江南图书馆(今南京图书馆)。\n他还派出了二十多名幼女赴日本学习师范教育。\n收藏成就\n端方从政之余，醉心于古玩收藏，是中国著名的收藏家之一，个人亦喜藏书，且收藏颇富，精品亦多，藏书处曰“宝华庵”、“陶斋”，藏书印有“乐道主人真赏”、“端方藏记”等。同伯希和等人保持着良好的关系。在出洋考察期间，他还收集了古埃及文物，是近代中国收藏外国文物第一人。 \n端方死于四川之后，其子弟因贫困，经福开森中介，在1924年将其最著名的收藏——一套商朝青铜器以约20万两白银的价格出卖给大都会艺术博物馆。\n祭文\n左全孝祭文中称：“……瑞澄以压制亡国，赵尔丰以嗜杀毒川，公（指端方）力反二竖之所为，而福寿大不及瑞澄，受祸且烈于（赵）尔丰……依古今之常理，终有信于碧空。公暂屈于一隅，终必伸于大同……”\n挽联\n作为一直深受端方提携的光绪状元张謇，所写挽联，更极陈惋惜之情：物聚于好，力又能强，世所称者，燕邸收藏，三吴已编《陶斋录》；守或匪亲，化而为患，魂其归半，夔云惨淡，万古同悲《蜀道难》！\n诗作内容\n912年，民国元年，在日本留学的王国维挥笔写下了一首悼亡诗《蜀道难》：\n对案辍食惨不欢，请为君歌蜀道难。\n蜀江委蛇几千折，峰峦十二烟云间。\n中有千愁与万冤，南山北山啼杜鹃。\n云是江南开府魂，非复当年蜀天子。\n开府河朔生名门，文章政事颇绝伦。\n早岁才名揭曼硕，中年书札赵王孙。\n簪笔翩翩趋郎署，绣衣一着飞腾去。\n十年持节遍西南，万里皇华光道路。\n幕府山头幕府开，黄金台畔起金台。\n主人朱毕多时誉，宾客孙洪尽上才。\n奉使山林绝驰道，幸缘薄谴归田早。\n宝华庵中足百城，更将何地堪娱老。\n端方墓\n位于辉县市百泉国际大酒店后边的太行碑廊。\n轶事典故\n收藏\n从政之余，收置彝器环物绢素旧迹颇丰富。尤工书法。偶写山水小景虽非专家，亦饶雅致。其陶斋藏器目成于光绪二十九年（1903年），陶斋吉金录成於三十四年（1908年），陶斋藏石记成於宣统元年（1909年）。卒年五十一。《工余谈艺、韬养斋笔记、益州书画录补遗》 \n革职\n在封建官僚体制下，一个大臣如果得罪了当红太监，如果不及时采取补救措施，那就离倒霉不远了。最短命的直隶总督端方的仕途就是这样终结的。\n908年11月25日，慈禧太后在西苑中南海仪銮殿与世长辞，享年74岁。从死亡到1909年11月15日棺椁入葬普陀峪东陵地宫，她那筹备时间长达一年的葬礼，成为万众瞩目的焦点。 \n在帝国的畿辅门户——天津，有一条名为“东马路”的繁华商业街，这里以门面整齐、经营档次高著称，天津人尹绍耕开的福升照相馆就位于这条高档商业街一侧。和同行类似，福升的经营业务以拍摄人像为主，但尹绍耕的经营思路显然更倾向于走高端路线。为达官显贵服务一次所获得的回报往往能让店铺生意在几月之内免于亏损的担忧，如果能将各界名流在热门时事中出现的照片卖给报纸，获得的报酬更是不可估量。1902年，直隶总督兼北洋大臣袁世凯进驻天津，尹绍耕采用传统中人脉传递、礼品疏通、金钱开道的往来方式，为福升照相馆取得了为袁世凯和其他地方长官春秋阅操等重大政务活动拍照的首席摄影资格。1909年6月，满洲正白旗人端方接任直隶总督。此时正值清廷大肆张罗慈禧葬礼的当口，熟知官商交往潜规则的尹绍耕如法炮制，试图以重金贿赂的方式，获得慈禧奉安的独家拍摄权。\n《清史稿》中记载了戊戌变法时，端方曾上标榜维新的《劝善歌》，受到光绪皇帝赏识及八国联军攻陷北京后，慈禧逃亡西安，端方以拱卫周备深得慈禧欢心的事。这样一个在官场左右逢源、如鱼得水的人物，不至于为了一点蝇头小利断送自己的前程，但端方对艺术十分喜爱，《沽水旧闻》记载，尹绍耕通过贿赂端方的随身侍卫刘某，获得了为端方珍藏的字画贴册、古钱古董存影留念的机会，博取了端方的好感。\n在此之间还发生了一个小插曲，这个小插曲被端方所忽略，却在他垮台的过程中起到致命的作用。1909年11月初，隆裕太后任命她的亲信太监小德张，坐镇玉田县城一家当铺，监督和检查由北京到东陵的灵道事宜。时任奉天辽北总统的张勋和小德张交情不错。有一天，张勋带着端方和武卫左军总统官姜桂题到玉田拜访小德张。小德张虽然和端方并不认识，但是与端方的弟弟有旧，因而对其格外留意。官员结交太监，是中国封建皇权专制体制的独特产物，为了尽可能获得最高机密以便在今后的人事升迁中为自己赢取更多的机会，宫中的当红太监往往成为官员们极力争取的盟友。作为后宫掌门人隆裕太后的亲信太监，小德张是个不能被忽视的人物，特别是礼数上绝不允许有丝毫的闪失，但是不拘小节的端方却大意了。与小德张见面时，心思缜密的张勋来了个差点90度的大鞠躬，而端方只是略微动了一下胳膊以示行礼，会面的过程中，端方一会儿坐在沙发上，一会儿又坐在椅子上，跷腿伸足。端方“轻佻、傲慢、无礼”的举动给小德张留下了坏印象，最后，深感不爽的他对张勋冷冷地说：“绍轩，我这儿不是茶铺酒馆，是人不是人的少往我这儿领！”如果端方之后有及时改过、以示修好的表现，或是事后请人跑跑关系疏通疏通，绝不会迎来小德张日后的报复，但是，端方没有。\n909年11月15日，慈禧奉安大典隆重举行。作为朝廷大员之一，直隶总督端方参加了葬礼，按照成例，一位官员可以带几位仆从跟随，以尽护卫及服务之责。在端方所带的仆从中，有伪装的尹绍耕、尹绍耕的弟弟尹沧海以及福升照相馆的另外两位摄影师，虽然他们已经有所收敛，但是他们用冒烟的照相机抓景的另类行为还是引起了葬礼主管官员的注意，最后，福升派出的人员被全数逮捕收监，接受审讯。福升是为了抓拍头条而来，但始料未及的是他们却成了当天的头条。关于福升的败露，各种资料有不同记载，在《东方杂志》原文登录的葬礼主管官员李国杰的奏文中称：“孝钦显皇后梓宫永远奉安，山陵见有官役人等，携带照相器具，沿途拍照……梓宫将到葬普陀之时，该官役等仍在，陵寝内外任意拍照，臣已不胜骇异，初三日，乃闻科尔沁辅国公博迪苏于宝城后东沙山上见该官役等仍前拍照，随即派人当场拿获。”\n审讯的结果，端方被牵了出来。负责处理此事的是宣统皇帝溥仪的父亲——摄政王载沣。载沣的本意是大事化小，因为官员频繁调动所引发的隐患远甚于太后遗容被偷拍，但是，小德张却执意联合李国杰以“妨害风水、破坏灵道、偷照御容、故意亵渎”为词，专折参奏，并请按大清律大不敬罪予以斩决，想要置端方以死地，隆裕太后也主张严惩。端方多方疏通求情。1909年11月23日，清廷军机处阁议以“恣意任性，不知大体”为由，对端方予以革职处分，判处端方的随身侍卫刘某永远监禁，判处尹绍耕、尹沧海兄弟十年监禁。两年后，当尹家花数万两银子把尹绍耕保释出来时，福升照相馆早已破产，尹绍耕尝试了一把“照相有风险”的苦果后，从此金盆洗手。\n端方由此创下了两项之最，最短命的直隶总督，最早因偷拍事件落马的官员。 \n史籍记载\n端方，字午桥，托忒克氏，满洲正白旗人。由廕生中举人，入赀为员外郎，迁郎中。光绪二十四年，出为直隶霸昌道。京师创设农工商局，徵还，筦局务，赏三品卿衔。上劝善歌，称旨。除陕西按察使，晋布政使，护巡抚。两宫西幸，迎驾设行在。调河南布政使，擢湖北巡抚。二十八年，摄湖广总督。三十年，调江苏，摄两江总督。寻调湖南。颛志兴学，资遣出洋学生甚众。逾岁，召入觐。擢闽浙总督，未之官，诏赴东西各国考政治。既还，成欧美政治要义，献上，议改立宪自此始。三十二年，移督两江，设学堂，办警察，造兵舰，练陆军，定长江巡缉章程，声闻益著。\n宣统改元，调直隶。孝钦皇后梓宫奉安，端方舆从横冲神路，农工商部左丞李国杰劾之，坐违制免。既而御史胡思敬又弹其贪横凡十罪，事下张人骏，覆奏入，以不治崖检被诃斥，因已罢官，贷勿问。\n三年，命以侍郎督办川汉、粤汉铁路。时部议路归国有，而收路章条湘、川不一致，川人大哗。川、鄂为党人所萃，乘机窃发。端方行次汉口，亟入川，并劾川督赵尔丰操切。命率师往按，寻诏代摄其事。所过州县，辄召父老宣喻威德。至资州，所部鄂军皆变，军官刘怡凤率众入室，语不逊，端方以不屈遇害。\n端方性通侻，不拘小节。笃嗜金石书画，尤好客，建节江、鄂，燕集无虚日，一时文采几上希毕、阮云。\n","category":"草书","verified":true,"user":1,"timestamp":1429951659878},{"name":"端方书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791638913,"text":"端方《行书书札》，安徽省图书馆藏。\n\n\n端方《行书八言联》，水墨纸本，196×39.5cm×2。光绪壬寅（1902年）作。","author":"清代端方","description":"端方书法"}]