[{"name":"苏轼金刚经","text":"王朝云（1062年—1096年）字子霞。宋代浙江钱塘人。大文豪苏轼（苏东坡）的姬妾，1094年随苏东坡谪居惠州，第三年亡故并葬于惠州西湖孤山，苏东坡亲撰墓志铭，写下《悼朝云》诗，寄托了对朝云的深情和哀思。由于朝云临终前是念着佛经《金刚经》的“六如”偈而逝，故朝云下葬后，孤山栖禅寺的和尚就在朝云墓上建亭“六如”纪念。[1] \n人物生平\n浪漫初遇\n浪漫的初遇——欲把西湖比西子\n王朝云因家境清寒，自幼沦落在歌舞班中，为西湖名妓。孔凡礼先生《苏轼年谱》载：“《燕石斋补》谓朝云乃名妓，苏轼爱幸之，纳为常侍。”\n王朝云天生丽质，聪颖灵慧，能歌善舞，虽混迹烟尘之中，却独具一种清新洁雅的气质。宋神宗熙宁四年，苏东坡因反对王安石新法而被贬为杭州通判，一日，他与几位文友同游西湖，宴饮时招来王朝云所在的歌舞班助兴，悠扬的丝竹声中，数名舞女浓妆艳抹，长袖徐舒，轻盈曼舞，而舞在中央的王朝云又以其艳丽的姿色和高超的舞技，特别引人注目。舞罢，众舞女入座侍酒，王朝云恰转到苏东坡身边，这时的王朝云已换了另一种装束：洗净浓装，黛眉轻扫，朱唇微点，一身素净衣裙，清丽淡雅，楚楚可人，别有一番韵致，仿佛一股空谷幽兰的清香，沁入苏东坡因世事变迁而黯淡的心。此时，本是丽阳普照，波光潋滟的西湖，由于天气突变，阴云敝日，山水迷蒙，成了另一种景色。湖山佳人，相映成趣，苏东坡灵感顿至，挥毫写下了传颂千古的描写西湖佳句：\n水光潋滟晴方好，山色空濛雨亦奇。欲把西湖比西子，淡妆浓抹总相宜”\n诗明写西湖旖旎风光，而实际上寄寓了苏东坡初遇王朝云时为之心动的感受。朝云时年十二岁，虽然年幼，却聪慧机敏，由于十分仰慕东坡先生的才华，且受到苏轼夫妇的善待，十分庆幸自己与苏家的缘份，决意追随东坡先生终身。朝云与苏轼的关系很奇特。她与苏轼共同生活了二十多年，特别是陪伴苏轼度过了贬谪黄州和贬谪惠州两段艰难岁月，但一直没有苏轼夫人或妻子的名号，只是到了黄州后才由侍女改为侍妾。\n红颜知己\n知心知意的红颜知己——天涯何处无芳草\n苏东坡似乎与王姓颇为有缘，原配夫人王弗，嫁到苏家时才十六岁，红袖添香，是苏东坡的伴读良友，可惜二十七岁便去世了。化为苏东坡感情极深处的悲思。王弗去世十年后，在密州的一个夜深人静的夜晚，苏东坡为她写下了千古第一悼亡词《江城子·记梦》：十年生死两茫茫，不思量，自难忘。千里孤坟，无处话凄凉。纵使相逢应不识，尘满面，鬓如霜。夜来幽梦忽还乡，小轩窗，正梳妆。相顾无言，唯有泪千行。料得年年肠断处，明月夜，短松冈。\n王弗去世三年后，苏东坡续娶了王闰之，是前妻的二堂妹，她性情温顺，对王弗的儿子苏迈视如己出，是一位贤妻良母，也深得苏东坡敬重。王朝云的地位虽不能与王闰之相比，但她在精神和艺术感受上，又比王闰之更能进入苏轼的精神世界。她不是靠练达持家的处世经验，而是凭着对艺术生活的了解与体验，对细腻感情的把玩品味，与富有浪漫气质的苏轼相贴近的。\n王朝云与东坡先生相知之深，可谓一举手、一投足，都可知道对方的用意，东坡所写的诗词，哪怕是轻描淡写地涉及往事，也会引起朝云的感伤。最典型的莫过于东坡所写的《蝶恋花》词：\n花褪残红青杏小，燕子飞时，绿水人家绕。枝上柳绵吹又少，天涯何处无芳草？\n墙里秋千墙外道，墙外行人，墙里佳人笑。笑渐不闻声渐悄，多情却被无情恼。\n据说苏东坡被贬惠州时，王朝云常常唱这首《蝶恋花》词，为苏轼聊解愁闷。每当朝云唱到“枝上柳绵吹又少”时，就掩抑惆怅，不胜伤悲，哭而止声。东坡问何因，朝云答：“妾所不能竟（唱完）者，‘天涯何处无芳草句’也”。苏轼大笑：“我正悲秋，而你又开始伤春了！”朝云去世后，苏轼“终生不复听此词”。古人认为，芳草为柳绵所化，所以枝上柳绵吹遍天涯，芳草也就随风而生。这首词也暗喻了苏轼“身行万里半天下，僧卧一庵初白头”的命运。在政敌的迫害下，他生涯类转蓬，一次比一次贬得远，一次比一次遭受的打击大。朝云唱到那两句时，想起苏轼宦海的浮沉、命运的无奈，对苏东坡忠而被贬、沦落天涯的境遇是同感在心，于是泪下如雨，不能自已。而东坡亦是知她的这份知心，才故意笑而劝慰，两人之知心，可见一斑。\n如果说王弗努力在苏轼的仕宦生活与处理人际关系工作中给予苏轼深深地关注和帮助；王闰之在苏轼经历大起大落的人生沉浮中，认同了苏轼的人生价值观，让他感到家庭的温暖与和谐；那么，王朝云则以其艺术气质，能歌善舞，对佛教的兴趣和对苏轼内心的了解与苏轼相投契。\n据毛晋所辑的《东坡笔记》记载：东坡一日退朝，食罢，扪腹徐行，顾谓侍儿曰：“汝辈且道是中何物？”一婢遽曰：“都是文章”。东坡不以为然。又一人曰：“满腹都是机械。”坡亦未以为当。至朝云曰：“学士一肚皮不合入时宜。”坡捧腹大笑。赞道：“知我者，唯有朝云也。”从此对王朝云更加爱怜。\n说苏轼满腹文章，或满腹聪明才智，当然也对，但苏轼之为苏轼，其在新旧两党当权时都受打击，确实因为他一肚皮都是些不合时宜的思想。难怪苏轼捧腹大笑，把朝云引为知己。朝云深知，经历生死沉静的人生变故之后，苏轼对于高官荣宠已视之淡然，在苏轼仕途上春风得意的背后，隐藏着他对人生祸福相倚的忧惧，对物质富有的厌弃和精神生活之空虚的种种感触。能透视苏轼内心世界致此，称得上是苏轼的红颜知己了。\n爱情结晶\n爱情的结晶——唯愿孩儿愚且鲁\n苏东坡在杭州三年，之后又官迁密州、徐州、湖州，颠沛不已，甚至因“乌台诗案”被贬为黄州副使，这期间，王朝云始终紧紧相随，无怨无悔。在黄州时，他们的生活十分清苦。苏东坡诗中记述：“今年刈草盖雪堂，日炙风吹面如墨。”王朝云甘愿与苏东坡共度患难，布衣荆钗，悉心为苏东坡调理生活起居，她用黄州廉价的肥猪肉，微火慢嫩，烘出香糯滑软，肥而不腻的肉块，作为苏东坡常食的佐餐妙品，这就是后来闻名遐迩的“东坡肉。”\n元丰六年（1083）九月二十七日，二十二岁的朝云为苏轼生下一个儿子。苏轼为他取名遁（繁体字遯）。此时苏轼正遵父遗命为《易经》作《传》，”遁“取自《易经》中的第三十七卦“遁”，是远离政治旋涡、消遁、归隐的意思，这一卦的爻辞中说：“嘉遁，贞吉”，“好遁，君子吉”，可见这个名字，既寓有自己远遁世外之义，又包含着对儿子的诸多美好祝愿。\n遁儿满月之时，苏东坡想起昔日的名躁京华，而今却“自渐不为人识。”都是因为聪明反被聪明误，因而感慨系之，而自嘲一诗：人皆养子望聪明，我被聪明误一生；唯愿孩儿愚且鲁，无灾无难到公卿。\n元丰七年三月，苏轼又接到诏命，将他改为汝州团练副使，易地京西北路安置。苏轼接到诏令后不敢怠慢，四月中旬便携家启程，七月二十八日，当他们的船停泊在金陵江岸时，小小的干儿中暑不治，夭亡在朝云的怀抱里。苏东坡很伤心，写了一首诗，这首诗题目很长：《去岁九月二十七日，在黄州生子遁，小名干儿，颀然颖异。至今年七月二十八日，病亡于金陵，作二诗哭之》，吾年四十九，羁旅失幼子。幼子真吾儿，眉角生已似。未期观所好，蹁跹逐书史。摇头却梨栗，似识非分耻。吾老常鲜欢，赖此一笑喜。\n从上面文字中，可以看到东坡对儿子的喜爱：看到孩子对他的诗书感兴趣，便以为他将来又是块读书的料；孩子摇头不要梨果，即认为是像孔融那样懂得仁让之礼。年近半百的东坡先生，因为添了这个儿子，郁郁寡欢的心情得到莫大的抚慰。然而刚刚半年，孩子就意外夭折，这使他陷入极度悲恸之中。为此苏轼深深地自责着，甚至认为干儿之死，是受到自己的连累：\n忽然遭夺去，恶业我累尔！衣薪那免俗，变灭须臾耳。归来怀抱空，老泪如泻水。\n东坡的哀伤已近极至，朝云的悲痛可想而知。诗的第二首，直接述说此时的朝云：\n我泪犹可拭，日远当日忘。母哭不可闻，欲与汝俱亡。故衣尚悬架，涨乳已流床。\n这种让人哀毁的诗句，既可视作人生苦难的“诗史”，也是东坡与朝云相知相慰的告白。尤其是“故衣尚悬架，涨乳已流床”这两句，不是情挚意切爱那女人、那孩子，不是生活中对她们精心呵护的人，怎会将老妈子眼中的情景写进诗内？王朝云一生虽然没有夫人的名份，就这几句诗，足以说明，生活上一向大而化之的东坡先生，对朝云的同情和理解，几乎到了心愫相通、脉搏连动的地步。\n在对朝云爱怜的同时，东坡仍在追悔，不停地埋怨自己：\n储药如丘山，临病更求方。仍将恩爱刃，割此衰老肠。\n“医不自医，卜不自卜”，这是古人的一句俗话。也许干儿全由通晓医道的东坡自己医治，还不至于离他而去，可他实在太珍爱这个孩子了，万一干儿在他手下有个好歹，他那“多情”善感的心，哪里担戴得起？越是小心，就越麻烦，恶果出现了，孩子死掉了！一把沾满夫妻情、父子情的“恩爱刀”，真要将东坡的肠子割成碎片……\n干儿死后，东坡决意不去汝州，他向神宗上表，要求在常州居住，一方面与他的常州情结密不可分，另一方面，也与要安身立命、悉心照料肝肠寸裂的朝云不无关系——常州在太湖周围，那里的山水和风土民情，应最称朝云心意。还有一点，从未引起人们的注意，那就是十七年后，东坡先生也在七月二十八日仙逝，他与小儿子苏遁，共担着同一个忌日。\n一生辛勤\n一生辛勤，万里随从——不似杨枝别乐天\n宋神宗驾崩后，宋哲宗继位，任用司马光为宰相，全部废除了王安石的新法；因而反对新法的苏东坡又被召回京城升任龙图阁学士，兼任小皇帝的侍读，这时的苏东坡，十分受宣仁皇太后和年仅十二岁的小皇帝的赏识，政治上春风得意。说来令人费解，在东坡政途黯淡失意时，与之患难共携、相濡以沫的王朝云，此时却显得不那么重要了。官场应酬与居家主事，自然处处以王闰之这位续弦夫人为主；\n然而，只不过风光两年而已，苏东坡再度被排挤出京而出任杭州知府。旧地重临，杭州百姓沿路焚香鸣炮欢迎他们所爱戴的父母官。为了不负众望，在王朝云的枕畔细语中，苏东坡此次前来，立意要为杭州的百姓做下几桩有益之事。当时，恰逢江浙大旱之年，杭州一带饥荒与瘟疫并作，于是，苏东坡上书朝廷请求减免贡米；同时广开粮仓、设点施粥，大济灾民；还调遣了大批民间良医，免费为灾民诊治疫病；并淘挖深井、引水灌溉，帮助人民度过了大灾之年。在任期间，他十分重视整修西湖，取湖中所积葑草、淤泥堆筑成堤，以沟通南北；广种菱角、荷藕于湖中，使葑草不能再生；沿堤遍植芙蓉、杨柳，春秋佳日，花开如锦，绿绦拂堤，人行其上，犹如置身于画中。这一系列的整治措施，不但便利了交通，美化了湖景，更重要的是可以防止湖水的淤塞，保护杭州城不受江潮的肆虐，确实是为杭州人民做了一件大好事。后人为了纪念苏东坡的德惠，给这条长堤取名为“苏公堤”，这里面其实也包含了贤内助王朝云的一份心血呢。\n此后十年之中，苏东坡又先后出任颍州和扬州知府，续娶的王夫人已逝。宋哲宗业已亲政，用章敦为宰相，又有一批不同政见的大臣遭贬，苏东坡也在其中，被贬往南蛮之地的惠州（今广东省惠州市惠城区），这时他巳经年近花甲了。眼看运势转下，难得再有起复之望，身边众多的侍儿姬妾都陆续散去，只有王朝云始终如一，追随着苏东坡长途跋涉，翻山越岭到了惠州。对此，东坡深有感叹，曾作一诗：\n不似杨枝别乐天，恰如通德伴伶元；\n阿奴络秀不同老，无女维摩总解禅。\n经卷药炉新活计，舞衫歌板旧姻缘；\n丹成逐我三山去；不作巫山云雨仙。\n此诗有序云：“予家有数妾，四五年间相继辞去，独朝云随予南迁，因读乐天诗，戏作此赠之。”当初白居易年老体衰时，深受其宠的美妾樊素便溜走了，白居易因而有诗句“春随樊子一时归。”王朝云与樊素同为舞妓出身，然而性情迥然相异，朝云的坚贞相随、患难与共，怎不令垂暮之年的苏东坡感激涕零呢！\n伊人已逝\n王朝云在惠州时遇瘟疫，身体十分虚弱，终日与药为伍，总难恢复，苏东坡有《朝云诗》：“经卷药炉新活计，舞衫歌扇旧因缘”，拜佛念经，寻医煎药，乞求她康复。但从小生长山水胜地杭州的朝云为花肌雪肠之人，最终耐不住岭南闷热恶劣的气候，不久便带着不舍与无奈溘然长逝，年仅三十四岁。\n朝云一生向佛，颇有悟性和灵性，这也是她能和苏东坡心灵一致的条件。早在苏东坡为徐州太守时，朝云曾跟着泗上比丘尼义冲学《金刚经》，后来在惠州又拜当地名僧为俗家弟子。临终前她执着东坡的手诵《金刚经》四偈：“一切有为法，如梦幻泡影，如露亦如电，应作如是观”，即“世上一切都为命定，人生就象梦幻泡影，又象露水和闪电，一瞬即逝，不必太在意。”这番话并不只是她皈依佛门后悟出的禅道，其中寓藏着她对苏东坡无尽的关切和牵挂，生前如此，临终亦如此。\n东坡尊重朝云的遗愿，于绍圣三年八月三日，将她葬在惠州西湖南畔的栖禅寺的松林里，亲笔为她写下《墓志铭》，铭文也像四句禅谒：\n浮屠是瞻，伽蓝是依。\n如汝宿心，唯佛是归。\n朝云的死也带着些佛教神秘色彩。\n朝云葬后第三天，惠州突起暴风骤雨。次日早晨，东坡带着小儿子苏过，前来探墓，发现墓的东南侧有五个巨人脚印，于是再设道场，为之祭奠，并因此写下《惠州荐朝云疏》，其中说道：\n轼以罪责，迁于炎荒。有侍妾朝云，一生辛勤，万里随从。遭时之疫，遘病而亡。念其忍死之言，欲托栖禅之下。故营幽室，以掩微躯。方负浼渎精蓝之愆，又虞惊触神祇之罪。而既葬三日，风雨之余，灵迹五显，道路皆见。是知佛慈之广大，不择众生之细微。敢荐丹诚，躬修法会。伏愿山中一草一木，皆被佛光；今夜少香少花，遍周世界。湖山安吉，坟墓永坚……\n在朝云逝去的日子里，苏轼不胜哀伤除写了《朝云墓志铭》、《惠州荐朝云疏》，还写了《西江月·梅花》、《雨中花慢》和《题栖禅院》等许多诗、词、文章来悼念这位红颜知己。其中，著名的《西江月梅花》一词，更是着力写出了朝云的精神风貌和高尚情操：\n玉骨那愁瘴雾？冰肌自有仙风，\n海迁时过探芳丛，倒挂绿毛么凤。\n素面反嫌粉涴，洗妆不褪唇红，\n高情已逐晓云空，不与梨花同梦。\n苏东坡还在墓上筑六如亭以纪念她，并亲手写下楹联“\n不合时宜,惟有朝云能识我;\n独弹古调,每逢暮雨倍思卿。”\n亭联不仅透射出苏东坡对一生坎坷际遇的感叹，更饱含着他对一位红颜知己的无限深情。\n后人依据“六如”之意，又在亭的两侧镌下对联：\n如梦如幻如泡如影如露如电\n不生不灭不垢不净不增不减\n惠州的西湖本名枕丰湖，山青水绿，烟波岚影，酷似杭州西湖，自苏东坡来后，常与王朝云漫步湖堤、泛舟波上，一同回忆在杭州时的美好时光，因此也就用杭州西湖的各处风景地名为这里的山水取名，这本是两人的得意之作，不料他乡的孤山竟然成了王朝云孤寂长眠的地方。\n为了怀念王朝云，苏东坡在惠州西湖上刻意经营，建塔、筑堤、植梅，试图用这些熟悉的景物唤回那已远逝的时日。然而，佳人已杳，真是“人似秋鸿来有信，事如春梦了无痕”。\n朝云已去，她的影子却刻在了苏东坡的心中，也留在了惠州西湖的山水花木之中，遥想才子佳人的悲欢情愁，怎不令人为之啼嘘不已。后成鹫法师有咏六如亭诗云：\n苏堤留恨处，荒冢对沧溟；\n流水空千古，香魂倚一亭。\n波涵三岛绿，柳锁六桥青；\n寂寞栖禅寺，金刚何处听？\n新会人何绛有诗《朝云墓》\n试上山头奠桂浆，\n朝云艳骨有余香。\n宋朝陵墓俱零落，\n嫁得才人胜帝王。\n后世纪念\n朝云墓\n清嘉庆六年（1801年），大守伊秉缓修朝云墓，补书苏拭所为墓志铭，刻石征文。当年孤山的栖禅寺已不复存了，朝云墓，六如亭也几经修建。朝云墓、六如亭已按宋代风格，修葺一新，对外开放。附苏文忠公朝云墓志铭。\n朝云墓和六如亭是惠州的重要文物古迹，名声很大，历代题咏不少；1984年被列为惠州市重点文物保护单位。历史上惠州的老百姓常于农历12月5日朝云生辰日拜祭，亦有用民间做会的形式予以悼念，形成一种有特色的民俗祭奠活动。\n苏文忠公朝云墓志铭\n东坡先生侍妾曰朝云，字子霞，姓王氏，钱塘人。敏而好义，侍先生二十有三年，忠敬若一。绍圣三年七月壬辰卒于惠州，年仅三十四。八月庚申，葬之丰湖之上，栖禅山东南。生子遯，未期而夭。盖尝从比丘尼义冲学佛法。亦麤识大意。且死诵金刚经四句偈以绝。铭曰：浮屠是瞻，伽篮是依，如汝宿心，惟佛止归。\n","category":"草书","verified":true,"user":1,"timestamp":1429951596379}]