[{"name":"张骏草书贫交行轴","text":"布衣①韦带②自逍遥，坐阅承平③恰五朝。优老适膺明主诏，庆生聊写太平谣。\n作品原文\n诗寿梅雪张翁八十\n优老适膺明主诏，庆生聊写太平谣。\n童颜鹤发④真难老，翠柏苍松本后凋。此日华堂称祝处，暗香寒雪见高标⑤。\n前翰林院待诏、将仕佐郎兼修国史、长洲文徵明书。\n作品注释\n①布衣：因古代平民不能衣锦绣，代指平民百姓。此处为自称。\n②韦带：古代平民或未仕者所系的无饰的皮带。\n③承平：是大凉君主沮渠无讳、沮渠安周的年号，代指历史。\n④童颜鹤发：仙鹤羽毛似雪白的头发，孩子似的红润的面色。形容老年人气色好。\n⑤高标：比喻出类拔萃的人。 \n收藏跋印\n款署“前翰林院待诏、将仕佐郎兼修国史、长洲文徵明书”。钤“文徵明印”白文印、“惟庚寅吾以降”朱文印。鉴藏印钤“承瀚珍赏”白文印、“汪瀚鉴藏”朱文印。\n作品赏析\n此幅为七言律诗一首，书学张旭、怀素体，运笔遒劲流畅，笔法恣肆，跌宕起伏富有节奏，具晋唐书法的风致。此幅自称“前翰林院待诏、将仕佐郎兼修国史”，应是文徵明在1526年（嘉靖五年丙戌）57岁告归之后所写。\n文征明（1470～1559年），初名壁，字征明，后更字征仲，号停云，别号衡山居士，人称文衡山。长洲（今苏州）人，明代书画家。“吴门画派”创始人之一。是明代中期最著名的画家，大书法家。与唐伯虎、祝枝山、徐祯卿并称“江南四大才子”（也称吴门四才子）。与沈周、唐伯虎、仇英合称“明四家”。在当世他的名气极大，号称“文笔遍天下祖籍衡山，故号衡山居士，长洲（今江苏吴县）人。54岁时以岁贡生诣吏部试，授翰林院待诏，故称文待诏。\n \n内容简介\n《故宫书画馆(第8编)(汉英对照)》内容简介：故宫博物院收藏有丰富、系统的中国古代书画遗存。其中既有年代久远的稀世孤本，亦有各时代名家的代表作品，可以清晰地反映中国古代书法与绘画艺术发展的历史脉络。为了感受经典，分享中国书画艺术的高迈与神秘，展示中华传统文化的博大与精深，我们将分批展出历代书画家的精品佳作，以供广大观众研究、欣赏。\n编辑推荐\n《故宫书画馆(第8编)(汉英对照)》由紫禁城出版社出版。\n目录\n深心托豪素——解读书法经典/006\n曹法寿楷书华严经卷/020\n唐人草书法华经玄赞卷/024\n阮郜阆苑女仙图卷/028\n王居正纺车图卷/032\n米芾诗牍册/036\n马和之鹿鸣之什图卷/040\n马远梅石溪凫图页/044\n赵孟坚行书自书诗卷/046\n赵孟頫浴马图卷/052\n杨维桢行书宴啸傲东轩诗页/056\n周朗杜秋图卷/058\n沈粲草书干文卷/060\n李在阔渚遥峰图轴/064\n王谔踏雪寻梅图轴/066\n孙隆雪禽梅竹图轴/068\n于谦行书题公中塔图赞页/070\n刘珏夏云欲雨图轴/072\n沈周溪山晚照图轴/074\n张骏草书贫交行轴/076\n吴伟武陵春图卷/078\n文徵明行书张梅雪寿诗轴/080\n唐寅事茗图卷/082\n汪肇柳禽白鹇图轴/084\n陈道复葵石图轴/086\n仇英桃村草堂图轴/088\n孙克弘玉堂芝兰图轴/090\n周之冕竹鸡图轴/092\n董其昌行书武帝歌卷/094\n董其昌林和靖诗意图轴/096\n程嘉燧孤松高士图轴/098\n张瑞图行草五律诗轴/100\n谢彬项圣谟朱葵石像轴/102\n陈洪绶乞士图轴/104\n王铎行书诗轴/106\n王时敏秋山自云图轴/108\n王翠仿黄公望山水图轴/110\n吴历山水图册/112\n恽寿平富春山图轴/118\n王原祁送别诗意图轴/120\n刘正宗行书自书诗轴/122\n程邃山水图轴/124\n弘仁陶庵图轴/126\n龚贤山水图卷/128\n梅清高山流水图轴/132\n朱耷芦雁图轴/134\n沈荃行书浪淘沙词轴/136\n石涛高呼与可图卷/138\n邹喆山水图轴/140\n方琮天宝九如图轴/142\n袁江山水楼阁图轴/144\n华昌秋树八哥图轴/146\n高凤翰荷花图轴/148\n边寿民晴沙集影图轴/150\n郎世宁午瑞图轴/152\n刘统勋行书苏轼诗卷/154\n艾启蒙十骏犬图册/156\n刘墉行书论书轴/162\n巴慰祖隶书诗轴/164\n奚冈岩届秋爽图轴/166\n伊秉绶行书五言联/168\n张问陶行书七律诗轴/170\n俞樾隶书勉鼐客诗轴/172\n虚谷紫藤金鱼图轴/174\n任颐桃石图轴/176\n吴昌硕行书诗轴/178\n序言\n中国书法与绘画艺术源远流长。它们同起源于原始符号，同在华夏文明的土壤中滋长，使用相同的笔墨纸砚，均以线条为基础的造型手段，追求共同的笔墨技巧和抒情写意的审美意趣。虽然尔后它们发展为两个独立的艺术门类，前者更侧重抒写性情，后者更强调传神写照，但二者数千年来始终相互借鉴，共同发展。书中有画，画中有书，相辅相成，相得益彰。也正因此，书画艺术在诸多中国传统艺术门类中，至今仍历久不衰，欣欣向荣。中国书法与绘画艺术以其悠久的历史、独特的表现方法和审美意趣，在世界美术之林中占有重要的地位。\n晋唐宋元时期是中国书画艺术构建体系、创造经典的重要时期。晋代王羲之天才的创作实践大大提高了汉字新兴书体的艺术品位，成为后世书法审美的基准坐标。以顾恺之为代表的人物画创作也已达到很高的水平。隋唐画坛在人物画继续发展的同时，山水楼阁、鞍马走兽等画科也相继繁荣，阎立本、展子虔、韩混等人的名作无不呈现一派恢弘富丽的盛世气象。唐代欧阳询、虞世南、褚遂良、薛稷、颜真卿、柳公权等楷书大家所确立的汉字结体用笔规范，影响深远，沿用至今。\n五代两宋绘画更趋成熟完备，山水、人物、花鸟名家辈出，风格崇尚写实，精能高雅。这与当时皇家设置画院、奖掖人才的措施以及文人士大夫阶层对艺术创作的广泛参与有很大关系。宋元的文人书家，强调在“守法”的前提下张扬个性，表现“书卷之气”，书法在实用的基础上被赋予更深厚的文化内涵，“宋四家”和元代鲜于枢、赵孟顺皆为代表人物。同样，“元四家”高张“文人画”旗帜，提倡抒写性情，不求形似，为明清绘画的发展开辟了广阔天地。\n明代是中国书画史上承前启后、流派纷呈的重要阶段。其书法绘画继承了宋元传统，在创作理论和表现技法上都取得了较大发展，并在不同阶段出现了以地域为中心的艺术群体，展现出丰富多彩的艺术面貌。明早期书法以“三宋”草书和“二沈”的“台阁体”楷书为代表；绘画则以戴进、林良等人粗犷纵肆的“浙派”、“院体”风格主导画坛。明中期以后，吴门（苏州）地区成为书画创作的中心，吴宽、王宠等人在书法上摆脱“台阁体”束缚，“吴门四家”以清雅淡丽为主的文人画风代替了宫廷中富丽堂皇“院画”；而陈淳和徐渭在写意花鸟画方面的创新丰富了绘画的表现形式与笔墨内涵。明晚期董其昌完善了书画创作理论，成为文人书画的集大成者，对当时及清代影响颇广；同时，“松江派”的赵左、沈士充，杭州的蓝瑛、陈洪绶，均能领袖一时，自具风貌，为明末社会动荡中的艺坛增添了一抹亮色。\n清代书画在传承与创新中形成繁荣局面。清初王铎、傅山等书家承袭明末书风，以雄奇跌宕的挥写表露孤傲愤世的遗民心态，“康熙四家”清劲秀润的书风则承续着董其昌的遗韵；绘画上“四王吴恽”以摹古集大成而居画坛主流，“四僧”、“金陵八家”及“黄山画派”等则以自然为师而开辟山水新境界。清中期盛行崇古立新之风，刘墉、翁方纲等力追晋唐而带来帖学的繁荣，邓石如、伊秉绶等则以金石文字入书而渐开碑学之风；宫廷绘画以西画技法丰富中国画的表现形式，“扬州画派”又以张扬的个性为画坛注入活力。晚清书坛碑学愈盛，以何绍基、赵之谦、吴昌硕最负盛名；“海上画派”和“岭南画派”则以雅俗共赏的画风拉开近代绘画之帷幕。\n故宫博物院收藏有丰富、系统的中国古代书画遗存。其中既有年代久远的稀世孤本，亦有各时代名家的代表作品，可以清晰地反映中国古代书法与绘画艺术发展的历史脉络。为了感受经典，分享中国书画艺术的高迈与神秘，展示中华传统文化的博大与精深，我们将分批展出历代书画家的精品佳作，以供广大观众研究、欣赏。\n","category":"草书","verified":true,"user":1,"timestamp":1429951606332},{"name":"张骏草书贫交行轴","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791615652,"text":"","author":"明代张骏","description":"张骏草书贫交行轴"}]