[{"name":"怀素草书秋兴八首","text":"《草书歌行》是唐代伟大诗人李白创作的、赞扬怀素草书艺术的诗歌。诗中李白以浪漫主义的笔调、奇特的想象力、极其夸张的艺术手法，生动地再现了一幅怀素醉酒后，恣肆张扬、挥笔疾书的场景，细致而惟妙惟肖地刻划出怀素极具张扬的个性特征。怀素的狂放不羁、激情奔涌、痛快淋漓，在李白笔下栩栩如生，活灵活现，无不触动读者的心绪。此诗对后人研究怀素的草书艺术，有重要的参考价值。\n作品原文\n草书歌行\n少年上人号怀素⑴，草书天下称独步。\n墨池飞出北溟鱼⑵，笔锋杀尽中山兔⑶。\n八月九月天气凉，酒徒词客满高堂。\n笺麻素绢排数箱⑷，宣州石砚墨色光。\n吾师醉后倚绳床⑸，须臾扫尽数千张。\n飘风骤雨惊飒飒，落花飞雪何茫茫！\n起来向壁不停手，一行数字大如斗。\n怳怳如闻神鬼惊⑹，时时只见龙蛇走。\n左盘右蹙如惊电，状同楚汉相攻战。\n湖南七郡凡几家⑺，家家屏障书题遍。\n王逸少，张伯英⑻，古来几许浪得名。\n张颠老死不足数⑼，我师此义不师古。\n古来万事贵天生，何必要公孙大娘浑脱舞⑽。 \n注释译文\n词语注释\n⑴怀素（725—785，一说737—799）：字藏真，本姓钱，出生于零陵。七岁到“书堂寺”为僧，后住东门外的“绿天庵”，自幼爱好书法，刻苦学习，经禅之余，勤练书法，因无钱买纸，特在寺旁种下许多芭蕉树，用蕉叶代纸练字。经长期精研苦练，秃笔成堆，埋于山下，人称“笔冢”。其冢傍有小池，常洗砚水变黑，名为“墨池”。他好饮酒，醉后每遇寺壁及衣带、器皿无不拿来书写，兴到运笔，情随笔转，意随字生。他曾几次外出游历，“竭见当代名公”，切磋书技。怀素以草书闻名于世，继承张旭笔法，而有所发展，“以狂继颠”，并称“颠张醉素”。永州现存怀素的作品有《瑞石帖》、《千字文》、《秋兴八首》等。\n⑵墨池：《法书要录》载：“弘农张芝善草书，改临学书，池水尽墨。”《太平寰宇记》：“墨池，王右军洗砚池也。”《方舆胜览》载：“绍兴府成珠寺本王羲之故宅，门外有二池，曰墨池、鹅池。”\n⑶中山兔：《元和郡县志》载：中山在宣州水县东南十五里，出兔毫，为笔精妙。\n⑷笺麻：唐代的纸。以五色染成，或用砑光，或用金银泥画花样来做成笺纸，纸以麻来作为材料，称为麻纸。绢素：丝织品的名称。在丝织品中，中等至下等者被称之为绢，绢中精白的织品被称之为素。\n⑸绳床：原称胡床，又称交床。一种可以折叠的轻便坐具。“胡床”是东汉时从域外传入中原一带的，《风俗通》中便有“灵帝好胡床”的记载。这种坐具的最大特点是可以交叉折叠。交椅就是在绳床的基础上发展起来的。\n⑹怳（huǎng）怳：隐隐约约，看不清楚的样子。\n⑺七郡：湖南七郡指长沙郡、衡阳郡、桂阳郡、零陵郡、连山郡、江华郡、邵阳郡，此七郡皆在洞庭湖之南，所以说“湖南”。\n⑻王逸少：王羲之（303—379），字逸少，琅邪临沂（今属山东）人，东晋书法家。出身贵族，官至右军将军、会稽内史，世称王右军。其书法俊逸遒劲，独创圆转流利的风格，擅长隶、草、正、行各体，被奉为“书圣”。张伯英：张芝，字伯英，弘农（今河南灵宝县）人，善草书。他继承传统，精于草书技巧。凡是家中衣帛，他必定拿来练习书法。临池学习书法，池水全被染成墨色。韦仲将称他为草圣。\n⑼张颠：张旭，《旧唐书》载：吴郡张旭善写草书而且喜欢喝酒，每次醉后号呼狂走，索要毛笔挥洒写字，变化无穷，如有神功。时人称为“张颠”。\n⑽浑脱舞：唐代舞名。长孙无忌以乌羊皮为浑脱毡帽，大家仿效，叫做赵公浑脱，后来演变为舞蹈。浑脱，指以全羊皮制成的物品。杜甫《观公孙大娘弟子舞剑器行并序》说：“昔者吴人张旭，善草书书帖，数常于邺县见公孙大娘舞西河剑器，自此草书长进，豪荡感激，即公孙可知矣。”《乐府杂录》载：“开元（713—741）中有公孙大娘善舞剑器，僧怀素见之，草书遂长。盖准其顿挫之势也。” \n作品译文\n小小少年，小小和尚，名号怀素。你的草书堪称风格迥异，独步天下。\n你用掉的墨水之多，简直就可以养北冰洋的鲸鱼。你用了那么多兔毫笔，难怪中山的兔子都被杀光了。\n八九月这里天气正凉爽。酒徒诗人，高堂满座。\n地上放着几箱白布和纸笺，都是别人请你书写的。桌子上摆放着宣州的石砚，放射着墨水的黑又亮的光芒。\n我的小师傅喝醉以后就在绳床上小眯一会。突然起身，须臾之间就横扫了几千张字。\n如同疾风骤雨一样，飒飒惊魂。又像花飞雪飘飘扬扬，一片苍茫。有时候对着粉白的墙壁手不停笔，字大如斗。\n观看你书写的人一个个惶惶然如见鬼神。满眼只见龙飞凤舞巨蟒游走。\n笔势左盘右收，左冲右突，如同漫天的闪电。也如同汉楚之间的战争来回拉锯。\n湖南七郡多少名门大家。那家的屏风和粉壁没有珍藏你的笔墨？\n什么王羲之什么张伯英，那也叫草圣？跟你一比就知道他们是浪得了几百年的虚名。\n我那位癫狂的酒友张旭，也号称草圣，他现在可是廉颇老矣，饭都吃不了了，现在凑不上草圣的名号了。我的小师傅的笔法不拘于古人的规矩。\n从古到今，万事到了极至的水平都要靠天生的才能。何必要像张旭一样，要观看公孙大娘《浑脱》剑舞才有所启发呢？ \n创作背景\n后人对《草书歌行》是否系李白所作，一直存在争论。黄锡珪说：“而校者不能删削，以无左验故。”据郭沫若考证：李白的《草书歌行》“当作于长流夜郎，遇赦放回，于乾元二年（公元759年）秋游零陵时所作。” \n作品鉴赏\n此诗刻画了怀素酒后运笔挥洒的形态，如骤雨旋风，纵横恣肆，给人以龙腾虎跃，奔蛇走马的艺术享受。“草书天下称独步”，李白对怀素的书法评价极高。 \n此诗由于语言率直，与李白以往的诗风稍有差异，曾引起历代学者的怀疑和争论。宋代大学士苏东坡曾以“‘笺麻素绢排数箱’之句，村气可掬”为由，认定此诗非李白所作。与苏轼同时代的书法家朱长文则认为“此诗本藏真（怀素）自作，驾名太白者”。清人王琦“以一少年上人而故贬王逸少、张伯英以推奖之，大失毁誉之实。至张旭与太白既同酒中八仙之游，而作诗称诩有‘胸藏风云世莫知’之句，忽一旦而訾其‘老死不足数’，太白决不没分别至此。断为伪作，信不疑矣。”其实这些多为推测之语，尚不足断定此诗非李白所作。现代学者郭沫若先生则持相反意见，认为“李白与其他诗人每每有率直之句，这是不成其为理由的”。肯定了李白的诗作。\n从这首诗的题材形式比较，此诗以乐府《杂曲歌辞》旧题形式写成。李白以诗歌著称于世，作诗近千首。一生最擅长以乐府歌行旧题作诗，而且以乐府旧题写诗成就最高。他诗歌的最大特点是浑然天成，不假雕饰，散发着浓厚的民歌气息。具体表现为语言的直率自然。此诗以乐府歌行旧题体裁形式写成，恰巧与李白擅长相符。而诗中的“笺麻素绢排数厢”句，正体现了他率真的一面。对苏轼的“村气可掬”是一个很好的回应\n从这首诗的风格及表现手法比较，此诗豪迈，格调飘逸，想象丰富，音节错综，语言奔放，在民歌体中融入了齐梁体的某些表现手法，而以李白自身独具的俊逸之气将它们统一在一起，典型地表现了诗人“清水出芙蓉”的特色，符合李白的诗风特征。李白作诗喜用夸张之句，此诗中“须臾扫尽数千张”、“一行数字大如斗”与李白其它著名诗句如“飞流直下三千尺”、“燕山雪花大如席”等有异曲同工之妙。\n从这首诗的创作状态分析，此诗是在一种醉态中写成。诗中“墨池飞出北溟鱼，笔锋杀尽中山兔”，正是诗人醉态狂幻气质的表露。小小的墨池在诗人的醉眼里被幻化成苍茫的北海，书家狂书疾书的情景，似乎连中山兔都要杀完了。这种狂幻式的语言描写，与李白一生好酒、嗜酒、常在醉态之中“斗酒诗百篇”的状态有关。因此，这首诗的创作状况和李白大量写有酒的诗歌风格极其一致。 \n李白（701～762），字太白，号青莲居士。伟大的浪漫主义诗人，有“诗仙”之美誉，与杜甫并称“李杜”。其诗以抒情为主，表现出蔑视权贵的傲岸精神，对人民疾苦表示同情，又善于描绘自然景色，表达对祖国山河的热爱。诗风雄奇豪放，想像丰富，语言流转自然，音律和谐多变，善于从民间文艺和神话传说中吸取营养和素材，构成其特有的瑰玮绚烂的色彩，达到盛唐诗歌艺术的巅峰。存世诗文千余篇，有《李太白集》30卷。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951551044},{"name":"怀素草书秋兴八首","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791626439,"text":"《怀素秋兴八首》古籍，早稻田大学藏。疑为祝允明所书。\n 《秋兴八首》是杜甫寓居四川夔州时写下来的以想望长安为主题的一组七言律诗，它是杜集中七律的代表作。“秋兴”这个题目，意思是说因感秋而寄兴。这兴也就是过去汉儒说《诗经》的所谓“赋比兴”的“兴”（在四声应读去声）。晋代的潘岳有《秋兴赋》，也是一篇感秋寄兴之作。但《秋兴赋》的体裁是属于辞赋类。而杜甫的《秋兴八首》则是律诗，是唐代新兴的一种诗体。若论它们创作的成就和对后世发生的影响，杜甫的《秋兴八首》当然不是潘岳的《秋兴赋》所可比拟。\n\n 怀素（725-785），字藏真，僧名怀素，俗姓钱，汉族，永州零陵（湖南零陵）人。幼年好佛，出家为僧。他是书法史上领一代风骚的草书家，他的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，与唐代另一草书家张旭齐名，人称“张颠素狂”或“颠张醉素”。\n 怀素是中国历史上杰出的书法家，他的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，和张旭齐名。后世有“张颠素狂”或“颠张醉素”之称。可以说是古典的浪漫主义艺术，对后世影响极为深远。他也能做诗，与李白、杜甫、苏涣等诗人都有交往。好饮酒，每当饮酒兴起，不分墙壁、衣物、器皿，任意挥写，时人谓之“醉僧”。他的草书，出于张芝、张旭。唐吕总《读书评》中说：“怀素草书，援毫掣电，随手万变，宋朱长文《续书断》列怀素书为妙品。评论说：“如壮士拔剑，神彩动人。”\n 怀素自幼聪明好学，他在《自叙帖》里开门见山他说：“怀素家长沙，幼而事佛，经禅文暇，颇喜笔翰。”他勤学苦练的精神是十分惊人的。因为买不起纸张，怀素就找来一块木板和圆盘，涂上白漆书写。后来，怀素觉得漆板光滑，不易着墨，就又在寺院附近的一块荒地，种植了一万多株的芭蕉树。芭蕉长大后，他摘下芭叶，铺在桌上，临帖挥毫。　由于怀素没日没夜的练字，老芭蕉叶剥光了，小叶又舍不得摘，于是想了个办法，干脆带了笔墨站在芭蕉树前，对着鲜叶书写，就算太阳照得他如煎似熬；刺骨的北风冻得他手肤迸裂，他还是在所不顾，继续坚持不懈地练字。他写完一处，再写另一处，从未间断。这就是有名的怀素芭蕉练字。\n\n\n延伸阅读\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n 唐怀素草书《秋兴八首》碑拓（缺一页）\n\n \n\n 唐怀素草书《秋兴八首》碑拓（今人墨迹替补页）\n 唐怀素草书《秋兴八首》碑拓，纵153，横68厘米，唐代怀素书。该碑上款有楷体“秋兴八首，怀素书”七字，其下有印章一枚。下书草体\"怀素书\"三字，其下又有印一枚，碑文左有“后裔孙通浩”字样，疑为勒石者。\n\n杜甫《秋兴八首》诗词原文：\n\n秋兴八首·其一\n　　玉露凋伤枫树林，巫山巫峡气萧森。\n\n　　江间波浪兼天涌，塞上风云接地阴。\n　　丛菊两开他日泪，孤舟一系故园心。\n\n　　寒衣处处催刀尺，白帝城高急暮砧(zhēn)。\n\n解析\n　　1.这是八首中的第一首，写夔州一带的秋景，寄寓诗人自伤漂泊、思念故园的心情。玉露：秋天的霜露，因其白，故以玉喻之。凋伤：使草木凋落衰败。\n\n　　2.巫山巫峡：即指夔州（今奉节）一带的长江和峡谷。萧森：萧瑟阴森。\n　　3.兼天涌：波浪滔天。\n\n　　4.塞上：指巫山。接地阴：风云盖地。\"接地\"又作\"匝地\"。\n\n　　5.丛菊两开：杜甫去年秋天在云安，今年秋天在夔州，从离开成都算起，已历两秋，故云\"两开\"。\"开\"字双关，一谓菊花开，又言泪眼开。他日：往日，指多年来的艰难岁月。\n\n　　6.故园，此处当指长安。\n\n　　7.催刀尺：指赶裁冬衣。\"处处催\"，见得家家如此。\n\n　　8.白帝城，即今奉节城，在瞿塘峡上口北岸的山上，与夔门隔岸相对。急暮砧：黄昏时急促的捣衣声。砧：捣衣石。\n\n　　9.急暮砧：黄昏时急促的捣衣声。砧，捣衣石。\n\n译文\n　　枫树在深秋露水的侵蚀下逐渐凋零、残伤，巫山和巫峡也笼罩在萧瑟阴森的迷雾中。巫峡里面波浪滔天，上空的乌云则像是要压到地面上来似的，天地一片阴沉。花开花落已两载，看着盛开的花，想到两年未曾回家，就不免伤心落泪。小船还系在岸边，虽然我不能东归，飘零在外的我，心却长系故园。又在赶制冬天御寒的衣服了，白帝城上捣制寒衣的砧声一阵紧似一阵。看来又一年过去了，我对故乡的思念也愈加凝重，愈加深沉……\n\n赏析\n　　一、大历元年(766)，杜甫在云安养病半年，然后迁到夔州，即今四川奉节。他在夔州仍经常卧病在床，这《秋兴八首》就是在这时写的一组七律。这八首诗，是完整的组诗，因景寄情，既抒发了诗人漂泊之感、故国之思，也深深地寄托着对李唐王朝盛衰的感叹与悲哀。\n　　这首诗的第一联，描绘了巫山、巫峡一带萧瑟、阴森的秋景，以此来衬托情思。“江间”句写江上波浪很大，“塞上”句意即关塞上的风云连接大地，周围一片阴晦。这两句所写的自然现象，是社会动荡不安，自感没有出路的象征。第三联句意是：菊花已两度开放(即已是两年)，花上凝聚着自己回忆过去岁月的眼泪一只孤独的小船紧系着我回乡的心。这两个句子表达了滞留的悲苦及对故乡的思念感情。第四联说人们都动刀动尺赶制寒衣，傍晚，高高的白帝城传出阵阵捣衣声，诗人以此表现岁月催人的感慨。\n\n　　诗真实地表述了滞留异地的悲伤。\n\n　　二、秋兴者，遇秋而遣兴也，感秋生情之意。《秋兴八首》是杜甫晚年为逃避战乱而寄居夔州时的代表作品，作于大历元年（公元766年），时诗人56岁。全诗八首蝉联，前呼后应，脉络贯通，组织严密，既是一组完美的组诗，而又各篇各有所侧重。每篇都是可以独立的七言律诗。王船山在《唐诗评选·卷四》中说：“八首如正变七音，旋相为宫而自成一章，或为割裂，则神态尽失矣。”\n\n　　八首之中，第一首总起，统帅后面七篇。前三首写夔州秋景，感慨不得志的平生，第四首为前后过渡之枢纽，后四首写所思之长安，抒发“处江湖远则忧其君”的情愫。声身居巫峡而心系长安就是这组诗的主要内容和线索。\n\n　　全诗以“秋”作为统帅，写暮年飘泊、老病交加、羁旅江湖，面对满目萧瑟的秋景而引起的国家兴衰、身世蹉跎的感慨；写长安盛世的回忆，今昔对比所引起的哀伤；写关注国家的命运、目睹国家残破而不能有所为、只能遥忆京华的忧愁抑郁。\n\n　　全诗于凄清哀怨中，具沉雄博丽的意境。格律精工，词彩华茂，沉郁顿挫，悲壮凄凉意境深宏，读来令人荡气回肠，最典型地表现了杜律的特有风格，有很高的艺术成就。\n\n　　首章对秋而伤羁旅，是全诗的序曲，总写巫山巫峡的秋声秋色。用阴沉萧瑟、动荡不安的景物环境衬托诗人焦虑抑郁、伤国伤时的心情。亮出了“身在夔州，心系长安”的主题。\n\n　　起笔开门见山叙写景物之中点明地点时间。“玉露”即白露，秋天，草木摇落，白露为霜。“巫山巫峡”，诗人所在。二句下字密重，用“凋伤”、“萧森”给意境笼罩着败落景象，气氛阴沉，定下全诗感情基调。\n\n　　接着用对偶句展开“气萧森”的悲壮景象。“江间”承“巫峡”，“塞上”承“巫山”，波浪在地而兼天涌，风云在天而接地阴，可见整个天地之间充风云波浪，极言阴晦萧森之状。万里长江滚滚而来，波涛汹涌，天翻地覆，是眼前的实景；“塞上风云”既写景物也寓时事。当时土蕃入侵，边关吃紧，处处是阴暗的战云，虚实兼之。此联景物描绘之中，形象地表达了诗人和时局那种动荡不安、前途未卜的处境和作者胸中翻腾起伏的忧思与郁勃不平之气。把峡谷深秋、个人身世、国家沦丧囊括其中，波澜壮阔，哀感深沉。\n\n　　[1]颈联由继续描写景物转入直接抒情，即由秋天景物触动羁旅情思。与上二句交叉承接，“丛菊”承“塞上”句，“孤舟”承“江间”句。“他日”即往日，去年秋天在云安，今年此日在夔州，均对丛菊，故云“两开”，“丛菊两开他日泪”，表明去年对丛菊掉泪，今年又对丛菊掉泪；两开而字，实乃双关，既指菊开两度，又指泪流两回，见丛菊而流泪，去年如此，今年又如此，足见羁留夔州心情的凄伤。“故园心”，实即思念长安之心。“系”字亦双关词语：孤舟停泊，舟系于岸；心念长安，系于故园。从云安到夔州苦苦挣扎了两年，孤舟不发，见丛菊再开，不禁再度流泪，心总牵挂着故园。诗人《客社》一诗亦云：“南菊再逢人病卧”，《九日》又云：“系舟身万里”，均可参读。此处写得深沉含蓄，耐人寻味。身在夔州，心系故园，为下七首张目。\n\n　　尾联在时序推移中叙写秋声。西风凛冽，傍晚时分天气更是萧瑟寒冷，意味冬日即将来临，人们在加紧赶制寒衣，白帝城高高的城楼上，晚风中传来急促的砧声。白帝城在东，夔州府在西，诗人身在夔州，听到白帝城传来的砧杵之声。砧杵声是妇女制裁棉衣时，槌捣衣服的声音。砧即捣衣之石。此诗末二句，关合全诗，回到景物，时序由白天推到日暮，客子羁旅之情更见艰难，故能结上生下，下面接着写夔州孤城，一气蝉联。钱注杜诗称：“以节则杪秋，以地则高城，以时则薄暮，刀尺苦寒，急砧促别，末句标举兴会，略有五重，所谓嵯峨萧瑟，真不可言。”\n\n秋兴八首·其二\n　　夔府孤城落日斜， 每依北斗望京华。\n\n　　听猿实下三声泪， 奉使虚随八月槎。\n　　画省香炉违伏枕， 山楼粉堞隐悲笳。\n\n　　请看石上藤萝月， 已映洲前芦荻花。\n\n赏析\n　　第二首时序由日暮而至深夜，写夔府秋夜北望京华。\n\n　　首联承上首末联，由薄暮入笔。夔府孤城落日斜，每依北斗望京华。点明北望的地点“夔府”，“落日斜”点明时间。\n　　夔州地处群山之间，又值落日斜照，这深秋黄昏的景色对于一个命运坎坷、沦落天涯的人来说，更会引起落寞思乡之情。是每当金乌西坠、玉兔东升时，就依北斗星的方向眺望日夜思念的长安。“每依北斗望京华”句，是组诗八章的纲领和眼目，钱注云：“依斗望京，此句为八章之骨。”长安在北，故“依北斗”，“每依”，无夕不然也。京华亦即故园所在，望而不见，焉能不悲？以下抒发个中深悲。持续八年之久的安史之乱, 至广德元年 (公元 763 年) 虽告结束, 但边患并未消弭, 吐蕃、回纥、党项羌等族乘虚而入, 在北方和西方不断侵扰。藩镇拥兵割据, 战乱时起, 生灵涂炭, 民不聊生, 大唐王朝再也无力挽回由盛至衰的颓势。杜甫饱尝战乱之苦, 历经艰辛, 辗转入蜀, 依好友严武居于成都。孰料严武不久去世, 杜甫难以存身, 于是离开成都沿江东下, 于代宗大历元年 (公元 766 年) 到达州, 滞留于此。诗人长期漂泊, 备尝艰辛, 晚年多病, 故交零落, 壮志难酬, 慨丛生, 遂在孤城的暮色中, 他循着北斗遥望那使他魂牵梦萦的长安, 长安是唐王朝的首都, 是国家的象征, 诗人忧国忧民, 诗人虽然暮年多病、身世飘零却时刻关切国家安危。\n\n　　“每依北斗望京华”，不但写出长安的方向，写出夔州与长安遥远的距离，而且更能表达一位忧国忧民的诗人对故国的深深眷恋之情。以北斗来比喻长安，实际上是借北极星在天空中的永恒位置来表达诗人对唐王朝的坚贞之意，诗人始终情系国家，\n\n　　“听猿实下三声泪，奉使虚随八月槎。”把怀念京华与身世之感紧密交织。槎指木筏。\n\n　　《水经注》引民谣云：“巴东三峡巫峡长，猿啼三声泪沾裳。”旧日知道在巫峡听猿声使人哀伤落泪，现在身在夔州，亲自听到猿声而不禁泪下，故云“实下”，“实”，实实在在，真的。即“听猿三声实下泪。”金圣叹认为“实”字用得好 ,《选批唐诗》卷三 : “此是身历苦境 ,故下一‘实’字。”诗人杜甫在现实生活中可谓历尽艰难: 参加科举应试不第, 长安十载干求奔波, 又在安史之乱中颠沛流离, 生计无着, 妻离子丧于萧瑟晚秋之际,独坐孤城,望穿京华,而时局变异,世事难料,心事微茫,听到凄楚的猿声,不由泪下。诗人漂泊天涯,遥望京华，欲归不能,愁绪难解。这句触景生情、情景交融，不仅加重了凄凉的气氛，也烘托了诗人的心情。\n\n　　“八月槎”化用典故，古书民间传说，天河与海通，海边居民每年八月看到有浮槎（即水上木排）来去，于是准备许多干粮，乘槎而去，以为到时又可乘槎回来。此传说后来附会到张骞身上，说张奉汉武帝命，寻黄河之源，因乘槎至天河，牵牛宿旁。”杜甫《有感五首》亦云 : “乘槎消息断 ,无处觅张骞。”肃宗上元二年，严武以兵部侍郎出任为成都尹兼御史大夫。杜甫希望能有机会随严武一同入朝，回到长安，实现其政治理想。但不幸严武突然去世，八月份乘船回长安供职的心愿化为泡影。故云：“奉使虚随八月槎。”此处借用民间传说，表明自己回朝愿望落空，回长安如同乘槎在天，茫茫不可达也。与“孤舟一系”句相照应。与“听猿”句因果承接紧凑。两句写出诗人羁旅漂泊归期无望的痛苦凄凉心情。\n\n　　“画省香炉违伏枕，山楼粉堞隐悲笳”。伏枕，伏于枕上。在这里引申为卧病。山楼指白帝城，堞，指城上的短墙。画省，即尚书省，杜甫的检校工部员外郎是尚书省的郎官。杜甫在严武幕府的检校尚书工部员外郎 , 只是个虚衔。他当时十分希望能随严武入朝而经引荐留任京师 , 在尚书省供职。不过这个愿望未能实现 , 他因此引以为憾 , 在《秋兴八首》这组追怀故国往事的诗中一再流露出来 , 如前头“奉使虚随八月槎”一句 , 以浮槎上天为喻 , 说自己还朝的意愿徒然落空。“画省香炉“指在尚书省轮流值班。唐代尚书省和门下省的官员有轮流值宿于省属的惯例。尚书省署以胡粉涂壁，画古代贤人烈士在其上，所以称“画省”。香炉，尚书省上朝时，有侍女二人捧炉焚香从入。伏枕，表明诗人年老体衰。画省香炉，心中所念，为虚；伏枕山楼，眼前现状，是实。诗人慨叹没能入京供职、违离画省香炉，只空挂了个尚书郎的职衔，辜负了那份工作，伏枕有病的不幸，不能回到皇帝身边供职，滞留在这荒僻的山城。这句写出了诗人没有机会报效国家的遗憾愁闷之情。“山楼粉堞隐悲笳”又从遥想回到现实环境中。远处白帝城的墙外隐隐约约传来的凄咽的笳声，诗人已经很痛苦了，这悲壮的军笳声自然更加撩起诗人无限的愁思和感慨。万籁俱寂的深夜，不时传来凄厉军笳声，山城的环境真是无限悲凉。以上由夔府想京华，又由京华回到夔府，思绪在故国故园与夔府孤城之间往复，情极凄切缠绵。\n\n　　诗人曾经有鸿鹄之志，将满怀希望寄于开元盛世, 他来到长安,想实现自己的理想, 在那里他参加科举应试, 投诗向权贵人物乞求荐举, 向玄宗献赋, 上表陈情, 恳求重用, 为了获得实现理想的一席之位, 他在“骑驴三十载, 旅食京华春。朝扣富儿门, 暮随肥马尘。残杯与冷炙, 到处潜悲辛”。诗人回想起以前的种种悲心，又想道现在自己滞留夔州,“虚”奉使命, 孤舟难返, 纵有忧国之心,又有何力能正乾坤? “画省香炉违伏枕” 久违于朝廷的诗人处于如此欲忘国事不能, 欲正社稷无力之进退两难境地,所以在夔州的苍茫秋色中, 闻笳声更哀, 夜不能寐。\n\n　　尾联写京华望而不见，回到眼前景物。月亮从照着藤罗移到照映着洲前芦荻花上，描写了夔州萧条的秋色既暗示1时间的推移，又用藤罗、芦荻展现萧瑟的秋光，这让诗人感到无比的孤独凄凉。一位由黄昏日落到中夜深宵，卧病山城，翘首北望，徘徊流连，夜不成眠的抒情主人、诗人形象，已塑造得栩栩如生、如在眼前了。两句以景结情，含有无限情思。由景物时序推移暗向第三首过渡。\n\n　　这首诗主要是描写夔州秋天夜晚的景色。第二句每依北斗望京华是从第一首故园心而来，它承上启下，是全篇的关键之笔。下面四句都是围绕望京华三字落笔。整首诗交织着深秋的冷落荒凉、心情的寂寞凄楚和国家的衰败残破。诗把峡谷的深秋，诗人个人身世以及国家丧乱都包括在里面。这种既掌握景物的特点，又把自己人生经验中最深刻的感情融会进去，用最生动、最有概括力的语言表现出来，这样景物就有了生命力，情因景而显，景因情而深。语简而意繁，心情苦闷而意境开阔（意指不局促，不狭窄）。苏东坡曾说：“赋诗必此诗，定知非诗人”（《书鄢陵王主簿所画折枝二首》），确实是有见识、有经验之谈。\n\n　　反复运用了循环往复的抒情方式，把读者引入诗的境界中去。组诗的纲目是由夔府望长安──“每依北斗望京华”。反复运用了循环往复的抒情方式，把读者引入诗的境界中去。循环往复是《秋兴》的基本表现方式，也是它的特色。不论从夔府写到长安，还是从追忆长安而归结到夔府，从不同的角度，层层加深，不仅毫无重复之感，还起了加深感情，增强艺术感染力的作用，真可以说是“毫发无遗憾，波澜独老成”（《赠郑谏议十韵》）第二首，有从夔府到长安，又从长安回到夔府的往复。由夔府孤城按着北斗星的方位遥望长安，这是第一次反复；听峡中猿啼，想到“画省香炉”。这是第二次往复。联翩的回忆，又被夔府古城的悲笳所唤醒。这是第三次反复了。\n\n秋兴八首·其三\n　　千家山郭静朝晖，日日江楼坐翠微（1）。\n\n　　信宿渔人还泛泛（2），清秋燕子故飞飞。\n　　匡衡抗疏功名薄（3），刘向传经心事违（4）。\n\n　　同学少年多不贱，五陵裘马自轻肥。\n\n　　[注释]（1）翠微：青的山。（2）信宿：再宿。（3）匡衡：字雅圭，汉朝人。抗疏：指臣子对于君命或廷议有所抵制，上疏极谏。（4）刘向：字子政，汉朝经学家。（5）轻肥：即轻裘肥马。 “《论语，雍也》：赤之造齐也，乘肥马，衣轻裘。”\n\n　　[译文]白帝城里千家万户静静地沐浴在秋日的朝晖中，我天天去江边的楼上，坐着看对面青翠的山峰。连续两夜在船上过夜的渔人，仍泛着小舟在江中漂流，虽已是清秋季节，燕子仍然展翅飞来飞去，汉朝的匡衡向皇帝直谏，他把功名看得很淡薄，刘向传授经学，怎奈事不遂心。古人尚且如此，我更是不必说了，年少时一起求学的同学大都已飞黄腾达了，他们在长安附近的五陵，穿轻裘，乘肥马，过着富贵的生活。\n\n秋兴八首·其四\n　　闻道长安似弈棋， 百年世事不胜悲。\n\n　　王侯第宅皆新主， 文武衣冠异昔时。\n　　直北关山金鼓振， 征西车马羽书驰。\n\n　　鱼龙寂寞秋江冷， 故国平居有所思。\n\n注释\n　　[1]这一首是感叹长安时局多变以及边境纷扰。广德年间，宦官吐蕃、回纥不断入侵，京师震撼，并曾一度占领长安，代宗仓促幸陕。是时诏征天下兵，因宦官程元振专权，莫有至者。组诗由此首开始，主题转向回忆长安。\n\n　　[2]闻道：听说。杜甫因离开京城日久，于朝廷政局的变化，不便直言，故云“闻道”。似弈棋：是说长安政局像下棋一样反复变化，局势不明。\n　　[3]百年：指代一生。此二句是杜甫感叹自身所经历的时局变化，像下棋一样反复无定，令人伤悲。\n\n　　[4]第宅：府第、住宅。新主：新的主人。\n\n　　[5]异昔时：指与旧日不同。此二句感慨今昔盛衰之种种变化，悲叹自己去京之后，朝朝又换一拨。\n\n　　[6]直北：正北，指与北边回纥之间的战事。金鼓震：指有战事，金鼓为军中以明号令之物。\n\n　　[7]征西：指与西边吐蕃之间的战事。羽书：即羽檄，插着羽毛的军用紧急公文。驰：形容紧急。此二句谓西北吐蕃、回纥侵扰，边患不止，战乱频繁。\n\n　　[8]鱼龙：泛指水族。寂寞：是指入秋之后，水族潜伏，不在波面活动。《水经注》：“鱼龙以秋冬为夜。”相传龙以秋为夜，秋分之后，潜于深渊。\n\n　　[9]故国：指长安。平居：指平素之所居。末二句是说在夔州秋日思念旧日长安平居生活。\n\n大意\n　　第四首一安史之乱为中心，写长安近况，是八首的枢纽。\n\n　　首联：听说长安政局变化很大（指长安先破于安史，后陷于土蕃，而反思国家和个人所经历的动乱与流亡，有说不尽的悲哀。“弈棋”言中央政权彼争此夺，反复不定，变化急促，比喻贴切而形象。“百年”此处既指自己一辈子，也指唐代社会。“不胜悲”是指国运民生和自己宦海浮沉身世所生的感慨。\n　　中四句承首联，皆“闻道”之事，具体写“似弈棋”的内容。颔联感慨世道的变迁，时局的动荡，着重内忧，国运今非昔比，老一辈文武官员都换成新主。中央的典章、文物、制度都已废弃，在政治上自己已经是一个被遗忘的人了。颈联忽然纵笔大开，大起波澜，侧重外患。“直北”即正北，“愁看直北是长安”，夔州的正北是长安、洛阳，亦即陇右关辅中原一带，此指长安以北。“直北”、“征西”互文，“金鼓震”、“羽书驰”言西北多事，土蕃曾陷长安，后回纥入寇，党项、羌又犯同州，浑奴刺寇周至，故云。报军情的文件来往弛送，时局危急。\n\n　　尾联写在这国家残破、秋江清冷、身世凄苦、暮年潦倒的情况下，昔日在长安的生活常常呈现在怀想之中。第七句“鱼龙寂寞秋江冷”结到“秋”字，以清冷秋江喻诗人当前身在蘷州之处境。第八句结到“思”字，领起下面洋洋洒洒四首律诗，写故国平居，均由“思”字生出，故国思与前面的故园心一脉相承，承上启下，大合大开，气势流转，笔有千钧之力。\n\n秋兴八首·其五\n　　蓬莱宫阙对南山， 承露金茎霄汉间。\n\n　　西望瑶池降王母， 东来紫气满函关。\n　　云移雉尾开宫扇， 日绕龙鳞识圣颜。\n\n　　一卧沧江惊岁晚， 几回青琐点朝班。\n\n注释\n　　[1]这首写对京都长安宫阙的想望，通过回忆当年早朝的盛况与今日的沧江岁晚相对比，抒发了浓重的今昔之感。\n\n　　[2]蓬莱宫阙：指大明宫。蓬莱，汉宫名。唐高宗龙朔二年（662），重修大明宫，改名蓬莱宫。南山：即终南山。\n　　[3]承露金茎：指仙人承露盘下的铜柱。汉武帝在建章宫之西神明台上建仙人承露盘。唐代无承露盘，此乃以汉喻唐。霄汉间：高入云霄，形容承露金茎极高。\n\n　　[4]瑶池：神化传说中女神西王母的住地，在昆仑山。降王母：《穆天子传》等书记载有周穆王登昆仑山会西王母的传说。《汉武内传》则说西王母曾于某年七月七日飞降汉宫。\n\n　　[5]东来紫气：用老子自洛阳入函谷关事。《列仙传》记载，老子西游至函谷关，关尹喜登楼而望，见东极有紫气西迈，知有圣人过函谷关，后来果然见老子乘青牛车经过。函关：即函谷关。此二句借用典故极写都城长安城宫殿的宏伟气象。\n\n　　[6]云移：指宫扇云彩般地分开。雉尾：指雉尾扇，用雉尾编成，是帝王仪仗的一种。唐玄宗开元年间，萧嵩上疏建议，皇帝每月朔、望日受朝于宣政殿，上座前，用羽扇障合，俯仰升降，不令众人看见，等到坐定之后，方令人撤去羽扇。后来定为朝仪。\n\n　　[7]日绕龙鳞：形容皇帝衮袍上所绣的龙纹光彩夺目，如日光缭绕。圣颜：天子的容貌。这二句意谓宫扇云彩般地分开，在威严的朝见仪式中，自己曾亲见过皇帝的容颜。\n\n　　[8]一：一自，自从。卧沧江：指卧病夔州。岁晚：岁末，切诗题之“秋”字，兼伤年华老大。\n\n　　[9]几回：言立朝时间之短，只不过几回而已。青琐：汉未央宫门名，门饰以青色，镂以连环花纹。后亦借指宫门。点朝班：指上朝时，殿上依班次点名传呼百官朝见天子。此二句慨叹自己晚年远离朝廷，卧病夔州，虚有朝官（检校工部员外郎）之名，却久未参加朝列。\n\n秋兴八首·其六\n　　瞿塘峡口曲江头， 万里风烟接素秋。\n\n　　花萼夹城通御气， 芙蓉小苑入边愁。\n　　珠帘绣柱围黄鹄， 锦缆牙樯起白鸥。\n\n　　回首可怜歌舞地， 秦中自古帝王州。\n\n　　[2]\n\n注释\n　　[1]本篇慨叹安史之乱以来，长安城满目疮痍。诗人在万里之外的瞿唐峡口，回想往日玄宗游幸曲江的盛况，对自古帝王州的今昔盛衰变化，不胜感慨。\n\n　　[2]瞿唐峡：峡名，三峡之一，在夔州东。曲江：在长安之南，名胜之地。\n　　[3]万里风烟：指夔州与长安相隔万里之遥。素秋：秋尚白，故称素秋。\n\n　　[4]花萼：即花萼相辉楼，在长安南内兴庆宫西南隅。夹城：据《长安志》记载，唐玄宗开元二十年（732），从大明宫依城修筑复道，经通化门，达南内兴庆宫，直至曲江芙蓉园。通御气：此复道因系方便天子游赏而修，故曰“通御气”。\n\n　　[5]芙蓉小苑：即芙蓉园，也称南苑，在曲江西南。入边愁：传来边地战乱的消息。唐玄宗常住兴庆宫，常和妃子们一起游览芙蓉园。史载，安禄山叛乱的消息传到长安，唐玄宗在逃往四川之前，曾登兴庆宫花萼楼饮酒，四顾凄怆。\n\n　　[6]珠帘绣柱：形容曲江行宫别院的楼亭建筑极其富丽华美。黄鹄：鸟名，即天鹅。《汉书·昭帝纪》：“始元元年春，黄鹄下建章宫太液池中。”此句是说因曲江宫殿林立，池苑有黄鹄之类的珍禽。\n\n　　[7]锦缆牙樯：指曲江中装饰华美的游船。锦缆，彩丝做的船索。牙樯，用象牙装饰的桅杆。此句说曲江上舟楫往来不息，水鸟时被惊飞。\n\n　　[8]歌舞地：指曲江池苑。此句是说昔日繁华的歌舞之地曲江，如今屡遭兵灾，荒凉寂寞，令人不堪回首。\n\n　　[9]秦中：此处借指长安。帝王州：帝王建都之地。\n\n秋兴八首·其七\n　　昆明池水汉时功， 武帝旌旗在眼中。\n\n　　织女机丝虚夜月， 石鲸鳞甲动秋风。\n　　波漂菰米沉云黑， 露冷莲房坠粉红。\n\n　　关塞极天惟鸟道， 江湖满地一渔翁。\n\n注释\n　　[1]本篇写长安城昆明池盛衰变化，自伤漂泊江湖。\n\n　　[2]昆明池：遗址在今西安市西南斗门镇一带，汉武帝所建。《汉书·武帝纪》载元狩三年（前120）在长安仿昆明滇池而凿昆明池，以习水战。\n　　[3]武帝：汉武帝，亦代指唐玄宗。唐玄宗为攻打南诏，曾在昆明池演习水兵。旌旗：指楼船上的军旗。《汉书·食货志（下）》：“乃大修昆明池，列馆环之，治楼船，高十余丈，旗帜加其上，甚壮。”\n\n　　[4]织女：指汉代昆明池西岸的织女石像，俗称石婆。《三辅黄图》卷四引《关辅古语》曰：“昆明池中有二石人，立牵牛、织女于池之东西，以象天河。”在今斗门镇东南的北常家庄附近有一小庙，俗称石婆庙。中有石雕像一尊，高约190厘米，即汉代的昆明池的织女像。机丝：织机及机上之丝。虚夜月：空对着一天明月。\n\n　　[5]石鲸：指昆明池中的石刻鲸鱼。《三辅黄图》卷四引《三辅故事》曰：“池中有豫章台及石鲸，刻石为鲸鱼，长三丈，每至雷雨。常鸣吼。鬣尾皆动。”汉代石鲸今尚在，现藏陕西历史博物馆。\n\n　　[6]菰（gū）：即茭白，一种草本植物，生浅水中，叶似芦苇，根茎可食。秋天结实，皮黑褐色，状如米，故称菰米，又名雕胡米。此句是说菰米漂浮在昆明池面，菰影倒映在水中，望过去黑压压一片，像乌云一样浓密。\n\n　　[7]莲房：即莲蓬。坠粉红：指秋季莲蓬成熟，花瓣片片坠落。中二联刻画昆明池晚秋荒凉萧瑟之景。\n\n　　[8]关塞：此指夔州山川。极天：指极高。唯鸟道：形容道路高峻险要，只有飞鸟可通。此句指从夔州北望长安，所见惟有崇山峻岭，恨身无双翼，不能飞越。\n\n　　[9]江湖满地：指漂泊江湖，苦无归宿。渔翁：杜甫自比。\n\n秋兴八首·其八\n　　昆吾御宿自逶迤， 紫阁峰阴入渼陂。\n\n　　香稻啄余鹦鹉粒， 碧梧栖老凤凰枝。\n　　佳人拾翠春相问， 仙侣同舟晚更移。\n\n　　彩笔昔曾干气象， 白头吟望苦低垂。\n\n注释\n　　[1]比篇回想昔日在长安畅游渼陂之情境，慨叹青春献赋之豪情不再。\n\n　　[2]昆吾：汉武帝上林苑地名，在今陕西蓝田县西。《汉书·扬雄传》：“武帝广开上林，东南至宜春、鼎湖、昆吾。”御宿：即御宿川，又称樊川，在今陕西西安市长安区杜曲至韦曲一带。《三辅黄图》卷四：“御宿苑，在长安城南御宿川中。汉武帝为离宫别院，禁御人不得入。往来游观，止宿其中，故曰御宿。”逶迤：道路曲折的样子。\n　　[3]紫阁峰：终南山峰名，在今陕西户县东南。阴：山之北、水之南，称阴。渼（měi）陂（bēi）：水名，在今陕西户县西，唐时风景名胜之地。陂，池塘湖泊。紫阁峰在渼陂之南，陂中可以看到紫阁峰秀美的倒影。\n\n　　[4]香稻啄馀鹦鹉粒：即使是剩下的香稻粒，也是鹦鹉吃剩下的。本句为倒装语序。\n\n　　[5]碧梧：即使碧梧枝老，也是凤凰所栖。同上句一样，是倒装语序。此二句写渼陂物产之美，其中满是珍禽异树。\n\n　　[6]拾翠：拾取翠鸟的羽毛。相问：赠送礼物，以示情意。《诗经·郑风·女曰鸡鸣》：“知子之顺之，杂佩以问之。”\n\n　　[7]仙侣：指春游之伴侣，“仙”字形容其美好。晚更移：指天色已晚，尚要移船他处，以尽游赏之兴。\n\n　　[8]彩笔：五彩之笔，喻指华美艳丽的文笔。《南史·江淹传》：“又尝宿于冶亭，梦一丈夫自称郭璞，谓淹曰：‘吾有笔在卿处多年，可以见还。’淹乃探怀中，得五色笔一，以授之。尔后为诗绝无美句，时人谓之才尽。”干气象：喻指自己曾于天宝十载上《三大礼》赋，得唐玄宗赞赏。\n\n　　[9]白头：指年老。望：望京华。","author":"唐代怀素","description":"怀素草书秋兴八首"}]