[{"name":"行草陶渊明饮酒诗","text":"《饮酒二十首》是陶渊明的作品。此诗作于陶渊明看破东晋黑暗，辞官隐退之时。陶渊明在偏僻山村，没有世俗侵扰，时常醉酒之后反而诗兴大发，胡乱扯出一张纸，书写感慨，等到第二天清醒后，再修改润色。写好的诗稿越积越厚，让老朋友帮忙整理抄录。一共得到20首诗，陶渊明把这一组诗题为《饮酒二十首》。此诗表现了陶渊明高洁傲岸的道德情操和安贫乐道的生活情趣。\n背景简介\n《饮酒二十首》\n公元416年，刘裕调集全国的兵力，从东向西，分五路讨伐后秦。首发攻克了洛阳，西晋故都得到光复。第二年又攻克长安。长安经过百年沧桑，终于被晋军收复。消息传到江南，东晋朝野一片欢腾。\n刘裕通过北伐，极大的扩大了他个人的权利。朝廷为了讨好刘裕，下诏书封刘裕为相国，总管朝政，又封他为宋公，食邑十个郡，加九锡，位在各诸侯之上，刘裕故作推辞。明眼人一看就知道，朝廷控在刘裕手里，他想要什么，朝廷就得下诏书给他什么。他想当皇帝，当今的朝廷也得赶快让位给他，这是早晚的事。\n那一年秋天，陶渊明总是闷闷不乐。他早就看透，东晋的气数已尽，刘裕篡位只是迟早的事，他整天为这件事悲伤郁悒。只要东晋存在，曾祖父陶侃的功绩就光辉灿烂，照耀家邦。一旦东晋灭亡，就一笔勾销了。他又想一切都在发展变化，兴衰荣辱也在不断地交替更换。大到一个国家，小到一个家庭，莫不如此。为这些事烦恼也没有用，还是多喝点酒，好好睡一觉吧。\n陶渊明只要弄到酒，没有一个晚上不喝他个一醉方休。他认识到，人生在世像闪电一样，稍纵即逝，就应该坦荡从容，无忧无虑地度过。也许靠着饮酒，我陶渊明就能青史留名。\n醉酒之后反而诗兴大发，胡乱扯出一张纸，书写感慨，等到第二天清醒后，再修改润色。写好的诗稿越积越厚，让老朋友帮忙整理抄录。一共得到20首诗，陶渊明把这一组诗题为《饮酒二十首》序言是：\n余闲居寡欢，兼比夜已长，偶有名酒，无夕不饮。顾影独尽，忽然复醉。既醉之后，辄题数句自娱；纸墨遂多，辞无诠次，聊命故人书之，以为欢笑尔。\n原文\n其一\n栖栖失群鸟，日暮犹独飞。\n徘徊无定止，夜夜声转悲。\n厉响思清远，去来何依依；\n因值孤生松，敛翮遥来归。\n劲风无荣木，此荫独不衰；\n托身已得所，千载不相违。\n这首诗以失群鸟依孤独松，比喻自己隐居守志，终身得所。\n一只惶惶不安的失群鸟，日暮还在徘徊独飞。没找到合适的栖息之处。夜晚叫声悲切，依依恋恋，不肯远去。因遇孤生松，收敛翅归依。寒冷的劲风使万木凋谢，而松树独不衰。我像这只飞鸟一样，总算找到归所，千载不相违。\n其二\n青松在东园，众草没其姿；\n凝霜殄异类，卓然见高枝。\n连林人不觉，独树众乃奇。\n提壶挂寒柯，远望时复为。\n吾生梦幻间，何事绁尘羁！\n有些树木，比松树高，遮掩了松树的雄姿。但寒冬到来，万木凋零，只有松树更加郁郁葱葱。作者要学习松树的风格，为人品格要坚贞，要高尚。\n青松在东园，杂树没其姿。等到严霜降，众树凋零，唯见青松卓然挺立。当松树很多连成林时，这种品质不被人看重。孤松挺拔，人才称奇。独自饮酒，时复远望。想到自己这一生，好象在梦幻里。人生岂能被尘俗的羁绊拘牵！\n其三\n行止千万端，谁知非与是；\n是非苟相形，雷同共誉毁。\n三季多此事，达士似不尔。\n咄咄俗中愚，且当从黄绮。\n三季是指夏、商、周三个朝代。这首诗是说三代以来，人们是非不分，只是顺应时势随声附和。作者要与世俗背驰，要追随秦时夏黄公，绮里季等在商山隐居的四隐士，避世隐居。\n世上人们的行为有千万种，谁知怎么叫是，怎么叫非？有些人只简单粗略的从事情表面看是非，就随着别人表示赞誉或诋毁。夏商周三代以来，这种事情很多，但豁达之士有自己的主见，不随声附和。世俗中愚妄之辈咄咄逼人，但自己不能雷同，决计归隐。\n其四\n秋菊有佳色，浥露掇其英。\n泛此忘忧物，远我遗世情。\n一觞虽独尽，杯尽壶自倾。\n日入群动息，归鸟趋林鸣。\n啸傲东轩下，聊复得此生。\n这首诗写作者饮酒食菊，远离世情。世情既远，就可以怡然自得。\n秋天是菊花最佳的时候。带着露水，采菊浸酒而饮，菊香和酒香融为一体，极佳。屈原《离骚》中说：“朝食木兰之坠露兮，夕餐秋菊之落英”。因为菊为傲霜之品，所以食菊能修身自洁。饮此忘忧之酒，使感情更加超凡脱俗。虽说是对菊独酌，但兴致很高，饮之不足。太阳落山，群动皆息，飞鸟归林。我在东窗下长啸一声，且舒怀。\n其五\n结庐在人境，而无车马喧。\n问君何能尔？心远地自偏。\n采菊东篱下，悠然见南山；\n山气日夕佳，飞鸟相与还。\n此中有真意，欲辨已忘言。\n这首诗写自己心与世俗远离，所以身在尘世，而心能感受超尘绝俗的真趣。\n自己虽构屋居住人间，但没有世俗车马往来的喧闹。这是因为自己的心远离尘俗，所以即使身居闹市，也如同在偏远的地方一样，不受干扰。苏轼说：“因采菊而见山，境与意会，此句最有妙处”。这两句是说无意中偶见南山，从南山胜境和悠然自得的心情，与自己隐居的生活中，感受到真意妙趣。日落时分，山景尤佳，飞鸟相伴而还。万物各顺其自然，这里有很深的奥妙，欲辨而忘其言不能辨。\n其六\n清晨闻扣门，倒裳往自开。\n问子为谁与？田父有好怀。\n壶浆远见候，疑我与时乖。\n“繿缕茅檐下，未足为高栖。\n一世皆尚同，愿君汩其泥”。\n“深感父老言，禀气寡所谐。\n纡辔诚可学，违己讵非迷！\n且共欢此饮，吾驾不可回！”\n这首诗假托田父与自己的问答，来表示终身归隐的坚决态度，以答复那些好心劝他出仕的人。\n清晨闻见扣门声，没等穿好衣裳就跑着去开，原来是好心的老农，提着酒，打远来问候我，劝慰我，怀疑我的所作所为不和时宜，违背世俗。田父说：“破衣茅屋，不是高栖之地，整个社会都崇尚同流合污，希望你也能随波逐流。屈原在《楚辞·渔父》中说：‘世人皆浊，何不汩其泥而扬其波？’”\n诗人回答田父说：“深感父老好心相劝，但自己的天性很少能与人和谐一致。重返仕途诚然是可以学的，但违背自己的本性去做，岂非糊涂！暂且一起欢饮吧，我的车驾不可能返回。归隐的决心已定，再说也没用。”\n其七\n有客常同止，取舍邈异境。\n一士常独醉，一夫终年醒。\n醒醉还相笑，发言各不领。\n规规一何愚，兀傲差若颖。\n寄言酣中客，日没烛当秉。\n这首诗把醉者醒者加以比较，认为醒者拘与世俗之见，显得愚钝可怜；醉者能勘破虚伪，倒见出他的清醒。说明世事昏昏，不堪闻问，只好用沉饮迷醉，以示愤慨。\n有二客虽同一居处，但取舍态度完全不同。一客常独醉，一客终年醒。两个人互相讥笑，对方讲的话，谁也听不进去。醒者小心拘谨是多么愚钝，醉者颓然狂放倒比较聪慧。邱嘉穗《东山草堂陶诗笺》说：“醒非真醒而实愚。醉非真醉而实颖”。告诉那些醉酒的人，日落后应该秉烛夜饮。\n其八\n少年罕人事，游好在六经。\n行行向不惑，淹留遂无成。\n竟抱固穷节，饥寒饱所更。\n弊庐交悲风，荒草没前庭。\n披褐守长夜，晨鸡不肯鸣。\n孟公不在兹，终以翳吾情。\n少年时很少与外界人事交往，所好者是儒家六经。现在已经年岁高了，但学业停滞事业无成。自己抱着“君子固穷”的节操隐居田园，历尽饥寒之苦。悲风袭击破屋，前庭长满荒草。因为饥寒不能入睡，所以披衣起来，坐待天明。偏偏晨鸡不肯报晓，夜显更长。现在已经没有能理解自己的知己，所以我的所作所为，终将受到掩蔽而无法表白。\n诗中的孟公，是东汉刘龚的字。据《高土传》记载，东汉张仲蔚隐居不仕，“常据穷素，所处蓬蒿没人，闭门养生，不治荣名，时人莫识，唯刘龚知之。”\n其九\n幽兰生前庭，含熏待清风。\n清风脱然至，见别萧艾中。\n行行失故路，任道或能通。\n觉悟当念还，鸟尽废良弓。\n生长在前庭的幽兰，饱含芳香，等待清风吹来。因为清风才能把它的芳香吹到远方，以别蒿艾。我现在好象失去方向，不认旧路。我想隐居田园，顺其自然，路子就能走通。我觉悟到归田隐居是对的，因飞鸟已尽，良弓该收藏了。\n其十\n在昔曾远游，直至东海隅。\n道路回且长，风波阻中途。\n此行谁使然，似为饥所驱。\n倾身营一饱，少许便有馀。\n恐此非名计，息驾归闲居。\n陶渊明这首诗回忆了自己过去的一段离家求官而中途受阻的往事，表明自己如果不因为温饱是不会踏上这条漫长遥远、风波四起的为官道路的。\n其中“道路迥且长，风波阻中途”是一语双关。“道路”既是离家“远游”的路途，又是“为官之道”；“风波”既是路途遭遇水面上的风和波浪，又是“官场的动荡、龌龊”。《宋书﹒陶潜传》载“潜弱年薄宦，不洁去就之迹。”就是说，渊明曾发生过“弱冠之年作小官，因官场不洁而离去的事”。陶渊明的这首诗也许就是说的此事吧。他感叹道，离家求官的道路漫长遥远、动荡不定，而冒着这样的风险却只图“一饱”，这确实不是明智之举。罢了，还是回去避人独居，还我闲适而安定的生活吧。\n过去曾经远离家乡到外面求官,直至到了东海边沿。道路漫长遥远，中途又受阻于动荡不定的风波。是谁促使我离家求官的呢？似乎是饥饿所驱使的吧。极尽全力只为营求温饱，获得温饱只需用少许的精力就可满足而绰绰有余了。恐怕这并非良策，还是勒马回归避人独居吧！\n其十一\n故人赏我趣，挈壶相与至。\n班荆坐松下，数斟已复醉。\n父老杂乱言，觞酌失行次。\n不觉知有我，安知物为贵。\n悠悠迷所留，酒中有深味！\n陶渊明过着宁静的乡居生活。这一天，他邀请友人松下坐饮。故人赏我趣，挈壶相与至。喝酒没有桌凳可凭，只好铺荆于地，宾主围坐。没有丝竹音乐，只能听风吹松叶，只能听父老杂乱言。此情此景，酒不醉人人自醉。\n在醉意朦胧中，自我意识消失了，诗人进入物我两忘的境界，使人看到醉态可掬的诗人形象。\n诗人最后说：有些人迷恋于虚荣名利，而我则知“酒中有深味”。魏晋以来，名士崇尚自然，嗜酒如命，他们所追求的是与自然冥合的境界，只有通过饮酒，才能达到这种境界。酒之深味便在于此。\n其十二\n积善云有报，夷叔在西山。\n善恶苟不应，何事立空言。\n九十行带索，饥寒况当年。\n不赖固穷节，百世当谁传。\n诗人一下笔，就一针见血地揭露了一个矛盾现象：人们都说善有善报，恶有恶报，事实上可谓至善之人的伯夷、叔齐饿死在西山（首阳山）。伯夷、叔齐是商朝孤竹君的两个儿子，父亲死后，他们互让君位。周灭商后，他们耻食周粟，隐于首阳山，采薇而食，终被饿死。诗人紧接着义正严词地提出，既然不是善有善报，恶有恶报，为什么古圣先贤要讲那样的空话呢？\n诗人又举出荣启期的事迹，证明善有善报之类的说教是空话。荣启期是一个安贫乐贱的人，是封建社会的一位善人。孔子说荣启期：“善乎，能自宽者也。”但这位善人九十岁还是以鹿皮为衣裳，以绳索为衣带，过着饥寒生活，像他青壮年时一样。\n但是伯夷、叔齐也好，荣启期也好，他们生前没有得到善报，死后名声却流传后世。他们所以能名声传世，依赖的就是固守贫困的节操。陶渊明本人正是这样一位固守穷节的贫士。\n其十三\n颜生称为仁，荣公言有道。\n屡空不莸年，长饥至于老。\n虽留身后名，一生亦枯槁。\n死去何所知，称心固为好。\n客养千金躯，临化消其宝。\n裸葬何足恶，人当解意表。\n孔子的弟子颜回，可谓仁者也。然而他29岁，头发尽白，早死。荣启期也是有名的好人，但九十岁还过着饥寒生活。他们虽留下身后美名，但死后何所知。\n人生在世，有些人厚自养身，把身躯看得千金一样贵重，但临终时，再宝贵的身躯，也得消灭。西汉杨王孙于病危时，嘱其子裸葬，要以身亲土。人当解其真意。\n这首诗的前八句说名不足贵，后四句说身不足惜，都是愤世之言。\n陶渊明写《饮酒二十首》诗时，酒喝得不少，家中也经常断酒喝。当他写成十九首诗时，家里的酒坛酒罐又空了好几天。就在这个时候，一天清晨突然听见有人敲门。陶渊明披上衣裳，打开门一看，原来是邻居李老汉，抱着一个酒坛，站在门外。李老汉说：“我们家大清早刚酿成的酒，我想让你尝个鲜，就赶紧给你送来了！”\n陶渊明一看送酒来了，高兴得手舞足蹈地说：\n“我几天不吃饭不觉饿，可是这几天没喝酒，简直渴得要死！”\n“我还不知道你！”李老汉说，“就算渴死了，也要当酒鬼”。\n两个人朗朗地笑起来。\n进到屋里，陶渊明急不可待地倒出一海碗酒，浅黄色的酒液散发着迷人的酒香，叫人垂涎三尺。因为是刚酿成的酒，没有经过滤，酒面上漂浮着一些酒糟，像一些白蚂蚁。陶渊明去找漉酒巾，找了半天也没找到。一挠头，想起头上缠的葛巾，蒙在一只空碗上，把另一碗浑酒倒在葛巾上。他掸了掸葛巾上的酒糟，重新把葛巾围到头上，头上的葛巾也飘逸着迷人的酒香，这股酒香，通过鼻子，一直钻到陶渊明的肺腑里。\n“这是个好法子”，陶渊明得意地说，“又过滤了酒，又能戴在头上闻香”。\n陶渊明举起那碗滤清的酒一饮而尽，顿时觉得两眼发亮，两掖生风，每一个毛孔都透气，每一个细胞都快活。\n陶渊明喝足李老汉送来的酒，写成了《饮酒二十首》的最后一首诗。\n其十四\n羲农去我久，举世少复真。\n汲汲鲁中叟，弥缝使其淳。\n凤鸟虽不至，礼乐暂得新。\n洙泗辍微响，漂流逮狂秦。\n诗书复何罪，一朝成灰尘。\n区区诸老翁，为事诚殷勤。\n如何绝世下，六籍无一亲？\n终日驰车走，不见所问津？\n若复不快饮，恐负头上巾。\n但恨多谬误，君当恕醉人。\n陶渊明是以饮酒为题材，大量创作酒诗的第一人。他的诗，可谓篇篇有酒，寄酒为迹。\n伏羲、神农是传说“三皇”中两位最古老的帝王，已经离我们很久远了，世上已经罕见那样纯真的人。只有那个一生勤奋奔走的孔子，还想把四分五裂的东周社会弥补复原，让民风世俗再回到那个淳朴的时代。\n孔子的奔走努力虽然没有达到天下大治，他所期待的凤鸟虽然没有飞来，但经他整理研究，殷周以来的诗书礼乐，总算由残缺不全而恢复一新。可是，自孔子在洙水、泗水之间设坛施教的事业停止以后，他的微言大义就再也听不见了。世风江河日下，以致出现了那个疯狂的秦始皇，焚书坑儒，把诗书烧成灰。\n好在西汉初还有伏生等几个老儒生，传授六经的工作勤勤恳恳。可是为什么隔世之后，六经就没人爱好和亲近了呢？如今有些人也像孔子那样成天在外驰车奔走，可是没有人前来礼贤问津。\n最后突然转到饮酒上，在这样令人绝望的世风下，我还能说什么，做什么？只好痛痛快快地饮酒，才对得起头上戴的过滤酒的葛巾。陶渊明饮酒诗写了二十首，这是最后的一首。这组诗是借酒后直言，谈出自己对历史、对现实、对生活的感想和看法。因为是酒后直言，所以难免有谬误之处。“但恨多谬误，君当恕醉人。”这是二十首饮酒诗的总结。\n其十五\n贫居乏人工，灌木荒余宅。\n班班有翔鸟，寂寂无行迹。\n宇宙一何悠，人生少至百。\n岁月相催逼，鬓边早已白。\n若不委穷达，素抱深可惜。\n读这首诗使人想到了唐代诗人陈子昂那为历来所传诵的名篇《登幽州台歌》：“前不见古人，后不见来者。念天地之悠悠，独怆然而涕下！”不能不说这两首诗都或多或少受到了屈原《远游》中“惟天地之无穷，哀人生之长勤。往者余弗及兮，来者吾不闻。”的影响。\n同出一“宗师”，面对“天地悠悠”、“人生短暂”，陶渊明和陈子昂在诗中都流露出寂寞孤独的情怀，然而，由于历史和“素抱”的不同，陈子昂感叹前代贤君不复见，后来贤主也来不及见到，宇宙茫茫，地久天长，人生苦短，自己的直言敢谏不仅不为武则天所采纳，反而受到打击下狱，不禁在感到寂寞孤独的同时，更是悲从中来，怆然泪流。而陶渊明却“提得起放得下”，认为“若不放置对穷达之忧，违背平素之志很可惜。”因此，陶渊明最终放弃自己“猛志逸四海，骞翮思远翥”的抱负，返璞归真幽居躬耕了。\n“穷则独善其身，达则兼善天下。”陈子昂报国宏愿成为泡影，最终却没有这样去做，而选择了“悲哀苦闷”，尽管他留给后人那“苍凉悲壮”的形象很美……。陶渊明却深得孟子精髓，将“穷达”之忧放置一旁，虽不能“达则兼善天下”，但可“穷则独善其身”吧。\n我家居贫困缺少劳力，屋前的灌木早已荒芜。上有翔鸟班班可见，下无人迹寂寂独居。宇宙是何等悠悠长久，人生却少有长命百岁。岁月急速流逝催人老，两鬓早已斑白如雪霜。若不放置对穷达之忧，违背平素之志很可惜。\n其十六\n少年罕人事，游好在六经。\n行行向不惑，淹留遂无成。\n竟抱固穷节，饥寒饱所更。\n敝庐交悲风，荒草没前庭。\n披褐守长夜，晨鸡不肯鸣。\n孟公不在兹，终以翳吾情。\n其十七\n幽兰生前庭，含薰待清风。\n清风脱然至，见别萧艾中。\n行行失故路，任道或能通。\n觉悟当念迁，鸟尽废良弓。\n其十八\n子云性嗜酒，家贫无由得，\n时赖好事人，载醪祛所惑。\n觞来为之尽，是谘无不塞。\n有时不肯言，岂不在伐国。\n仁者用其心，何尝失显默。\n这首诗作者借西汉末年扬雄表达自己的志向。杨雄字子云。王莽篡汉时，那些巧言善辨之士，歌颂王莽称帝是天意，因而都得到封赏。扬雄不肯趋炎附势，因而没有封侯。\n扬雄生来好酒，家贫不能常得，只能依靠那些喜好追求古事的人，带着酒肴向他请教释惑，才能有酒喝。他有酒就饮尽，有疑难问题都能解答。当然，你问他攻伐别国的计谋，他不肯说。因为仁者考虑问题郑重认真，当言则言，不当言则不言。\n其十九\n畴昔苦长饥，投耒去学仕。\n将养不得节，冻馁固缠己。\n是时向立年，志意多所耻。\n遂尽介然分，拂衣归田里，\n冉冉星气流，亭亭复一纪。\n世路廓悠悠，杨朱所以止。\n虽无挥金事，浊酒聊可恃。\n其二十\n羲农去我久，举世少复真。\n汲汲鲁中叟，弥缝使其淳。\n凤鸟虽不至，礼乐暂得新，\n洙泗辍微响，漂流逮狂秦。\n诗书复何罪？一朝成灰尘。\n区区诸老翁，为事诚殷勤。\n如何绝世下，六籍无一亲。\n终日驰车走，不见所问津。\n若复不快饮，空负头上巾。\n但恨多谬误，君当恕醉人。\n","category":"行草","verified":true,"user":1,"timestamp":1429951611244},{"name":"行草陶渊明饮酒诗","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791628706,"text":"陶渊明饮酒诗\n释文：结庐在人境，而无车马喧。问君何能尔，心远地自偏。采菊东篱下，悠然见南山。山气日夕佳，飞鸟相与还。此中有真意，欲辩已忘言。\n款?识：明量先生正之，于右任。渊明饮酒诗。","author":"明代文徵明","description":"行草陶渊明饮酒诗"}]