[{"name":"赵孟頫行书归去来辞","text":"赵孟頫《归去来辞》，大德元年（公元1297年）作。行书，纸本长卷，纵46.7厘米，横453.5厘米。共48行，行10字左右。藏上海博物馆。卷前有其弟所绘陶潜像一幅并有题记，并盖有“古鉴阁中铭心绝品”、“经协久远期无限”、“韵篁馆赏图书“和“秦文钤”等印。该帖为中期作品，以行书为主，间以草法，用笔珠圆玉润，宛转流美，神气充足。[1] \n简介\n赵孟頫字子昂，号雪松道人，又号水晶宫道人，湖州(浙江吴兴)人。宋太祖子秦王德芳的后裔。入元，官至翰林学士承旨，荣禄大夫，封魏国公，谥文敏。著有《松雪斋集》。\n赵孟頫是元代初期很有影响的书法家。《元史》本传讲，“孟俯篆籀分隶真行草无不冠绝古今，遂以书名天下”。赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵(即宋高宗赵构)书，中年学“钟繇及羲献诸家”，晚年师法李北海。此外，他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人，集前代诸家之大成。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。所以，赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。其代表作品有：汲黯传、福神观记、兰亭帖十三跋、仇锷墓碑铭、妙严寺记、雪晴云散帖、胆巴碑、洛神赋等。 \n《归去来辞》原文\n归去来兮，田园将芜胡不归！既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追。实迷途其未远，觉今是而昨非。\n舟遥遥以轻飏，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜。倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。\n归去来兮，请息交以绝游。世与我而相违，复驾言兮焉求！悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事于西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。善万物之得时，感吾生之行休。\n已矣乎！寓形宇内复几时，曷不委心任去留？胡为乎遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔。登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐乎天命复奚疑！\n《归去来辞》译文\n回家去吧！田园快要荒芜了，为什么不回去呢？既然自己的心灵为形体所役使，为什么如此失意而独自伤悲？我悔悟过去的错误不可挽救，但坚信未来的岁月中可以补追。实际上我入迷途还不算远，已觉悟到回家为是而做官为非。\n船在水上轻轻飘荡，微风吹拂着衣裳。向行人打听前面的路，只恨晨光朦胧天不亮。终于看到自己简陋的家门，我高兴地向前飞奔。家僮欢快地迎接，幼儿们守候在门庭。院里的小路长满了荒草，松和菊还是原样；带着幼儿们进了屋，美酒已经满觞。我端起酒壶酒杯自斟自饮，观赏着庭树使我开颜；倚着南窗寄托我的傲世之情，（更）觉得这狭小之地容易使我心安。小园的门经常地关闭着，每天（独自）在园中散步兴味无穷；拄着拐杖走走歇歇，时时抬头望着远方（的天空）。白云自然而然地从山穴里飘浮而出，倦飞的小鸟也知道飞回巢中；日光暗淡，即将落山，我流连不忍离去，手抚着孤松。\n回来呀！我要跟世俗之人断绝交游。他们的一切都跟我的志趣不合，再驾车出去又有何求？（还唠唠叨叨图个啥？）跟乡里故人谈心何等可乐，弹琴读书来将愁颜破；农夫告诉我春天到了，将要去西边的田地耕作。有时驾着巾车，有时划着孤舟，既要探寻那幽深的沟壑，又要走过那高低不平的山丘。树木欣欣向荣，泉水缓缓流动，我羡慕万物各得其时，感叹自己一生行将告终。\n算了吧！寄身世上还有多少时光，为什么不按照自己心意或去或留？为什么心神不定还想去什么地方？富贵不是我所求，升入仙界也没有希望。爱惜那良辰美景我独自去欣赏，要不就扶杖除草助苗长；登上东边山坡我放声长啸，傍着清清的溪流把诗歌吟唱；姑且顺应造化了结一生，以天命为乐，还有什么犹豫彷徨？\n","category":"行书","verified":true,"user":1,"timestamp":1429951544307},{"name":"赵孟頫行书归去来辞","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791626278,"text":"《归去来辞》、《归去来辞并序》 \n\n赵孟頫《归去来辞》，大德元年（公元1297年）作。行书，纸本长卷，纵46.7厘米，横453.5厘米。共48行，行10字左右。藏上海博物馆。卷前有其弟所绘陶潜像一幅并有题记，并盖有“古鉴阁中铭心绝品”、“经协久远期无限”、“韵篁馆赏图书“和“秦文钤”等印。该帖为中期作品，以行书为主，间以草法，用笔珠圆玉润，宛转流美，神气充足。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n归去来辞：\n　　归去来兮！田园将芜胡不归？既自以心为形役，奚惆怅而独悲？悟已往之不谏，知来者之可追；实迷途其未远，觉今是而昨非。舟遥遥以轻扬，风飘飘而吹衣。问征夫以前路，恨晨光之熹微。乃瞻衡宇，载欣载奔。僮仆欢迎，稚子候门。三径就荒，松菊犹存。携幼入室，有酒盈樽。引壶觞以自酌，眄庭柯以怡颜，倚南窗以寄傲，审容膝之易安。园日涉以成趣，门虽设而常关。策扶老以流憩，时矫首而遐观。云无心以出岫，鸟倦飞而知还。景翳翳以将入，抚孤松而盘桓。\n　　归去来兮！请息交以绝游。世与我而相遗，复驾言兮焉求？悦亲戚之情话，乐琴书以消忧。农人告余以春及，将有事乎西畴。或命巾车，或棹孤舟。既窈窕以寻壑，亦崎岖而经丘。木欣欣以向荣，泉涓涓而始流。羡万物之得时，感吾生之行休。\n　　已矣乎！寓形宇内复几时，曷不委心任去留，胡为遑遑欲何之？富贵非吾愿，帝乡不可期。怀良辰以孤往，或植杖而耘耔，登东皋以舒啸，临清流而赋诗。聊乘化以归尽，乐夫天命复奚疑。","author":"元代赵孟頫","description":"赵孟頫行书归去来辞"}]