{"name":"灵飞经","dynasty":"唐代","category":"楷书","size":"","author":"钟绍京","type":"纸本墨迹","collector":"藏美国大都会艺术博物馆","publisher":"","description":"《灵飞经》四十三行真迹，藏美国大都会艺术博物馆。","text":"唐人小楷《灵飞经》的前世今生\r\n    胡迪军\r\n    唐人写本《灵飞经》是中国书法史上的小楷名作，全名《灵飞六甲经》，是一卷道家的经书，主要阐述存思之法。该帖书于唐开元二十六年（738年），无书者名款，旧传为钟绍京所书。\r\n   《灵飞经》是唐人小楷的最高峰，此帖用笔灵动轻盈而不失厚重，结构侧媚多姿又不失端庄；既有写经书法常见之精练纯熟，又处处显现二王书风“明月入怀”之雅致。\r\n    在敦煌莫高窟藏经洞的经卷出土之前，传世的唐人写经作品为数不多，而此卷堪称其中翘楚，自明末被刻入《渤海藏真帖》公之于世后，其清灵而雅致的书风立即为世人所惊艳，从学者鹊起，以至于成为有清一代著名的小楷范本，不断被翻刻，从而广为传播，甚至影响到整个清代。\r\n    即使到了今天，我们将其与莫高窟出土的众多唐人写经及日本奈良时期所传唐人写本相比，依然并不逊色，可见此卷的书法水平之高。但历代关于此卷书法的作者、源起、流传、传播尚留有诸多争议，本文就这些方面试图拂去历史的尘埃，探究其本来面目。\r\n \r\n一、关于书写者\r\n \r\n    关于此卷书写者最早的记载是元代人袁桷①，其在著作《清容居士集卷四十七》的《题唐玉贞公主六甲经》中认为该帖是钟绍京所书。其文如下：\r\n   《灵飞六甲经》一卷，唐开元间书。当时名能书者，莫若李泰和、徐季海，然皆变习行体，独钟绍京守钟王旧法。余尝见《爱州刺史碑》、《黄庭经》，无毫发违越。至开元间，从贬所入朝，一时字画，皆出其手。此卷沉着遒正，知非经生辈可到，审定为绍京无疑。\r\n   从中可见，袁桷对钟绍京所书也仅仅是一种推测，并无可靠证据。其后董其昌在《灵飞经》后跋中进一步坐实了这一论断，其文如下：\r\n    此卷有宋徽宗标题及大观、政和小玺，内讳字如“泯”、“泄”二字，皆缺其偏，不止“世民”二字避讳已也，开元时经生皆仿褚河南，此独宗右军《黄庭》，袁清容定为钟绍京亦以宋思陵于经生书不收入内府，而书家品韵可望而知耳。又观点定讹字，似为进呈拣本，当时夜光抵鹊，屑越太甚，余获此卷，则如窭人解衣珠矣，书以志幸！\r\n    钟绍京说影响颇大，明清书家多从此说，而清代部分学者则否定了这一说法，如钱泳在其《履园丛话》卷十《收藏》篇中通过与当时所传的唐人写经相比对认为乃唐经生所作。原文如下：\r\n    有唐一代，墨迹、告身而外，惟佛经尚有一二，大半皆出于衲子、道流，昔人谓之经生书。其书有瘦劲者近欧、褚，有丰腴者近颜、徐，笔笔端严，笔笔敷畅，自头至尾，无一懈笔，此宋、元人所断断不能及者。唐代至今千余年，虽是经生书，亦足宝贵。往时云间沈屺云司马托余集刻晋、唐小楷，为其聚唐经七八种，一曰《心经》（即屺云所藏），一曰《郁单越经》（歙鲍席芬家所藏），一曰《转轮王经》（繁昌鲍东方所藏），一曰《金刚经》（吴门陆谨庭所藏），一曰《长寿王品迦那经》（宁波孙晓江所藏），一曰《大般若经》（吴门黄荛圃所藏），一曰《莲华经》（扬州徐芝亭所藏），一曰汉阳塔中残经（张芑堂所藏）。他如《兜沙经》（吴门叶氏所刻）、《律藏经》（王梦楼所藏）之类，生平所见者，不一而足，乃悟《灵飞经》之非钟绍京书，不辩而自明矣。\r\n    另外清代学者王澍在其《竹云题跋》亦认为《灵飞经》非钟绍京所书。\r\n    那么，钟绍京究竟何许人也？\r\n    钟绍京，字可大（公元659—746年），唐代兴国清德乡人（今江西赣州人），唐睿宗景龙年间，官拜中书令，封越国公。唐代书法家。书法师承薛稷，笔意潇洒，风姿秀逸。他嗜书成癖，也是收藏家，个人收藏名家真迹数百卷。家藏王羲之、王献之、褚遂良真迹至数十百卷。\r\n绍京书名鼎盛，历代墨家争相赞扬，评价很高。宋代曾巩在《元丰类稿》中称：“绍京字画妍媚，遵道有法，诚少与为此”。宋米芾《书史》称钟绍京书“笔势圆劲”。明董其昌说：“绍京笔法精妙，回腕藏锋，得子敬神髓。赵文敏正书实祖之”，清代包世臣在《艺舟双楫》中云：“绍京如新莺矜百转之声”，清代叶昌炽在《语石》中高度评价：“绍京与薛少保齐名，开元初书家第一”。\r\n挂于钟绍京名下的作品有《升仙太子碑阴》、《转轮王经》、《灵飞经》等，但其中比较可靠的作品只有武则天亲书的《升仙太子碑》碑阴中的诸王题名，此碑今存河南偃师县府店緱山之山顶，题名字迹笔划圆转流畅，与《灵飞经》有相似之处，可见从书风上看有一定的联系。但是疑问有二：\r\n    首先，开元二十六年时，钟绍京已虚岁八十岁，以如许高龄尚能写出如此清丽精到的小楷，这很难让人信服。\r\n    其次，唐以前由于印刷术尚不发达，当时书籍的传播基本靠手工传抄，产生了一种称为“经生”的职业，当时宫廷用书多由弘文馆、左春坊、秘书省等处的经生抄写，经生的地位比较卑微，钟绍京以高官之尊去从事如此低等的工作，让人不可思议。\r\n    由此可见，钟绍京书之说，当属附会，并不可靠。\r\n    开元年间张九龄等人所撰《唐六典》卷十记载，秘书省置“楷书手八十人”，卷八记载，弘文馆置“楷书手二十五人”。这些“楷书手”、“书手”的职责中，为官府抄经是他们的任务之一。那么这些政府抄经书手是如何培养出来的呢？唐政府曾规定，“有性爱学书及有书性者，即入(弘文)馆内学书”②，著名书家欧阳询、虞世南曾教习楷法。学成的善书者分到各馆充当书手。这些书手没有官衔品第，相当于“胥吏”，为政府所雇佣。敦煌所出的少量唐高宗内府写经上都写有“弘文馆楷书成公道”、“左春坊楷书萧敬”、“秘书省楷书孙玄爽”、“经生王思谦”、“经生郭德”、“经生赵玄祥”等书手题名，可见，当时的宫廷用经基本上都是由这些书手抄写的。\r\n    基于以上原因，当今学界普遍倾向于《灵飞经》为唐经生所作。\r\n \r\n二、关于玉真公主\r\n \r\n   《灵飞经》卷的末尾有“大洞三景弟子玉真长公主奉勅检校写” 的落款，这位玉真长公主是谁呢？\r\n根据《新唐书•诸帝公主》的记载：玉真公主名李持盈，唐睿宗皇帝李旦第十女，玄宗李隆基胞妹。降世之初，母窦氏被执掌皇权的祖母武则天害死，自幼由姑母太平公主抚养。受父皇和姑母敬奉道教影响，二十岁便入道为女冠，号上清玄都大洞三景师，封崇昌县主食租赋。\r\n    当然，贵为公主，入道清修并非“缁衣顿改昔年妆”，过青灯黄卷下的日子。712年前后，唐睿宗（玉真的父亲）为两个女儿（玉真公主和金仙公主）的出家而在长安、终南山、洛阳等地建立道观。仅给玉真公主就至少建了三座道观和一座别馆，还占用了当年显赫一时的太平公主的旧宅。她的宫观之华丽一点不逊于皇宫，甚至尚有过之。当时就有大臣上书嫌太过奢糜。\r\n    同时玉真公主又广游天下名山，好结有识之士，与当时的一些名人交往密切，甚至有人认为在她的宫观之中时常组织一些文艺沙龙，她还时常向其兄玄宗推荐一些有才华的人，经她举荐入朝的人有诗人李白、王维、高适等，李白、王维并曾作诗歌咏玉真公主：\r\n       玉真之仙人，时往太华峰。清晨鸣天鼓，飙欻腾双龙。\r\n　   　弄电不辍手，行云本无踪。几时入少室，王母应相逢。\r\n                                        ——李白《玉真仙人词》\r\n       碧落风烟外，瑶台道路赊。如何连帝苑，别自有仙家。\r\n       此地回鸾驾，缘谿转翠华。洞中开日月，窗里发云霞。\r\n       庭养冲天鹤，溪流上汉槎。种田生白玉，泥灶化丹砂。\r\n       谷静泉逾响，山深日易斜。御羹和石髓，香饭进胡麻。\r\n       大道今无外，长生讵有涯。还瞻九霄上，来往五云车。\r\n                           ——王维《奉和圣制幸玉真公主山庄因题石壁十韵之作应制》\r\n \r\n    天宝初年，玉真公主年过五十，开始计划自己的晚年生活，她看中了道教名山王屋山。于是，唐玄宗出钱给她在王屋山大兴土木，这次的主体建筑叫灵都观，这里后来成为玉真公主的终老之地。对此，《明一统志》卷二十八有明确记载：“灵都宫，在济源县西三十里尚书谷，唐玉真公主升仙处。天宝间建，元至元间重修，有碑。”而济源的地方史志也记载：玉真公主晚年在王屋玉阳山灵都观，以“柴门栝亭，竹径茅室”为依托，出家修真又18年，于宝应元年（762年）在仙姑顶白日飞升，葬于平阳洞府前。\r\n \r\n    唐代，道教有着特殊的地位。为了巩固统治，唐皇室自称是老子李耳的后代，郡望在陇西成纪，也就是说，也是汉代飞将军李广的后代，然后传到后来的西凉国开国皇帝李藁，他们是这一世系的。所以道教是李家的宗教，是国教。在唐代近三百年的的统治中，道教始终得到唐王朝的扶植与崇奉，道教的地位基本上都处于三教之首，得到了前所未有的尊崇，各地道观林立，道徒众多，求仙学道之风遍及帝王贵族、平民百姓。在这一情况下，玉真公主信奉道教而出家为道士，也就不足为奇了。\r\n    今天我们能见到的唐高宗内府写经多由政府挂衔的官员检校，而此卷《灵飞经》由玉真公主亲自检校督写，可见这一写本应该是供奉于唐皇室内廷的道藏经卷之一，也可见此卷的珍贵。\r\n \r\n三、《灵飞经》墨迹的流传\r\n \r\n     启功先生在其《记<灵飞经>四十三行本》③一文中提到《灵飞经》在明代晚期被发现，事实上这件作品早已是煊赫名迹，因为宋代时它已经入藏宫廷，由于此帖墨迹今天只流传了其中四十三行，我们无从考察原卷，但元代袁桷、明代董其昌题跋中均提到此卷出自宋内府，董其昌后跋中云：“此卷有宋徽宗标题及大观、政和小玺”、“……以宋思陵于经生书不收入内府”，可知此卷经历了北宋和南宋的宫廷御藏，并有宋徽宗亲书的标签。元代的藏处不明，其后之流传，清代钱泳在《履园丛话》中介绍甚详，今录之如下：\r\n    明万历三十五年冬，董思翁得之吴用卿家，后思翁写《莲华经》，必展阅一过，珍如球璧。庚戌岁，思翁出所写《莲华》七卷，质于太常卿陈公增城所，每卷议值百金，而虞太常有难色，乃以《灵飞》一册辅之。越十六年，思翁遣其子持金来索《莲华》甚急，而陈氏正在勒石，不便遽反，往复不已。太常之子湖广参政名之伸者，遂将《灵飞》抵《莲华》以塞其意。参政私将《灵飞》割留四十三行藏于家，意作雷焕留剑公案，而思翁竟未检及也。至戊辰岁，参政遇思翁于西湖昭庆寺，问《灵飞》无恙否，则已作王、谢家燕矣。\r\n    自此四十三行藏于陈氏，传至体斋中丞名用敷者，亦能世守。吾乡秦味经司寇素闻《灵飞》名，从中丞借观数四，中丞故为司寇门生，不得已，乃赠之。司寇既得，秘不示人，殁后其子静轩太史稍稍夸于人间。中丞任安徽布政时，偶过锡山，以计赚归，仍为陈氏所有，真艺林佳话也。余老友陈无轩学博曾载入《寓赏编》，与余备述甚详。是细麻纸本，甚完好，都四十三行，计六百八十五字。较诸全本，虽仅吉光片羽，而与石本对勘，则结体用笔，毫发不爽，至于精神奕奕，自在游行，又非石本所能几及也。余年来奔走衣食，以不获一见为恨，后见曾氏《滋蕙堂帖》，乃知即从《藏真》翻刻，故亦缺此十二行，并作赵松雪伪跋于后，则较《藏真》有霄壤之隔矣。余前年冬在邗上，知为吴余山文学所购，今中书舍人谢君若农借以上石。嘉庆辛未十月廿日过枫泾镇，始观于若农斋中，摩挲石刻几三十年，一朝得见真迹，喜不自胜。他日尚拟从余山再乞一观，仅模此十二行以补陈、曾两家之阙，不亦大快事耶！\r\n              \r\n     从董其昌后跋及上文可知，明万历二十一年（1593年）董其昌即在西安看过此经，并在帖尾题有观款，十四年后，即万历三十五年（1607年）董其昌从吴廷④家获得该帖。三年后，即万历三十八年（1610年），董其昌将其连同《法华经》一起抵押给海宁陈瓛（字元瑞，号增城）⑤，十六年后赎回。陈家私自扣留了其中四十三行。陈家四十三行后流传到后代陈用敷之手⑥，将其送给老师秦蕙田⑦。秦蕙田死后，陈用敷再从其子处以计赚归，后流入吴余山之手。\r\n    此帖其后辗转流传，翁同龢之父翁心存⑧于道光18年乙未（1839年）购得，价500两白银。此后一直在翁家流传，由于翁同龢没有子嗣，他的家藏均传给他哥哥翁同爵过继给他的儿子翁曾翰。在之后的传承中，又有两人因没有子嗣，均从翁同龢另一个哥哥翁同书那一支的血脉里，过继孩子来继承，后传入翁万戈之手，翁万戈1918年出生于上海，在天津接受小学及初中启蒙教育，1938年，翁万戈先生赴美国普渡大学留学，1948年秋天，为避战火，翁万戈和他的家人把家传收藏打包，远渡重洋。先从天津运到上海，再从上海运到纽约，在1949年初到了美国。翁万戈现在年事已高，《灵飞经》四十三行一直由美国纽约大都会艺术博物馆代为保存，大概于21世纪初正式转让给大都会艺术博物馆。\r\n    此经残存四十三行本已由卷改装成册页，共10页，43行。经后附有董其昌向陈瓛索书信札3页，及陈家、翁家等题跋若干。\r\n    而董其昌所藏主体部分，据钱泳所载，董其昌从陈家将《灵飞经》赎归二年后，即明崇祯元年（1628年），陈瓛之子陈之伸与董其昌相遇于西湖昭庆寺，问起《灵飞经》，则早已从董其昌手中转出，其后不知所踪。据称部分曾藏于嘉兴郭姓手中，未知是否还存在于天壤之间？\r\n \r\n四、《灵飞经》的传播\r\n \r\n    在现代印刷术出现之前，书法作品最为有效的传播方式有二，一为勒碑、一为刻帖，而灵飞经的传播则肇始于《渤海藏真帖》。\r\n    此帖为浙江海宁陈瓛私家刻制，明崇祯三年刻成（1630年），陈瓛（字元瑞、甫申、号息园、增城）亲自编集，名刻手章镛摹勒上石。《渤海藏真帖》共八卷，前有帖目，集唐、宋、元三代十家法书，编为8卷。卷一即为钟绍京书《灵飞经》，卷二为褚遂良、陆柬之书，卷三为蔡襄、苏轼书，卷四为蔡京、黄庭坚、米芾书，卷五为米芾、米友仁父子书，卷六至卷八为赵孟頫书。\r\n   《渤海藏真帖》中“渤海”二字，源于陈氏之祖籍，海宁陈氏，本为高氏，原籍渤海，宋太尉高琼之后。明洪武初，高谅入赘海宁城东陈明谊家为婿，其子荣遂承外家之姓为陈氏，而以父之高氏祖籍为郡望，故称渤海陈氏。\r\n    明代汇刻丛帖成风，海宁陈氏曾刻《玉烟堂帖》、《渤海藏真帖》等汇帖5部，以《玉烟堂帖》为始，以《渤海藏真帖》帖最为精善，亦以此帖流传最广。\r\n    虽然《渤海藏真帖》刻成于崇祯三年（1630年），但估计第一卷《灵飞经》应该刻成于1626年董其昌向陈氏赎回《灵飞经》墨迹之前，由于直接从原作摹出，加上刻工的技艺高超，此册刻本极其精确地再现了《灵飞经》原作的风貌，为世人所称道。杨守敬《学书迩言》评为“渤海藏真帖皆以墨迹上石，其中《灵飞经》一册，最为精劲，为世所重。”\r\n    但未知何种原因，陈氏扣留的43行墨迹的末12行未被刻入帖中。由于《渤海藏真帖》本《灵飞经》刻于原卷被割裂之前，所以该帖已是最能反映原作完整原貌的刻帖。\r\n    原帖以质地细腻而坚硬的太湖石精细打磨后刻制，《灵飞经》一册共用长70厘米左右，高30厘米左右的条石7条，每条刻5页，每页6行，除《灵飞经》书法本身外，还附刻董其昌后跋3段，计5页半，共计全册35页⑨。据张彦生先生《善本碑帖录》记载，最初拓本完好无损，稍后拓本12页第三行首字“朱兵”之“朱”字裂一线，清初拓本第5页第2行中“斋室”二字破损，一般以“斋室”二字不损者为初拓。据王壮弘《帖学举要》所载：清初拓本董其昌跋“十五年”行与“戊戌冬”行之间无直裂泐痕；乾嘉拓本，经文后段下方尚无乱刀痕；道光以后拓本后段下方有乱刀痕18条，世称“十八刀本”，其时由于椎拓过多，字口已经比较模糊。\r\n    至太平天国时，因战乱《渤海藏真帖》和《玉烟堂帖》二堂法帖散失严重，有的被人拿去修筑城墙，其后经陈家后人搜集整理，合诸帖为一帧，更名《烟海余珍帖》，移置于陈阁老宅内，当时还存三百多块，此后又经抗日战争和文革，散失更严重。直到1973年，文物部门组织力量收集二堂法帖残石，得二百多块，1982年，海宁县政府把二堂法帖列入第一批县级文保，而其中的《灵飞经》七方原石不知是否保存完好。\r\n    其后，随着《灵飞经》的流传日广，人们开始将这种典雅灵秀的字体作为科举考试的标准范本，社会的需求越来越大，随之出现了大量的翻刻本，就笔者所见，不下十余种，有刻于石的，也有刻于木的，其中，有一种翻刻本在清中期以后声望甚至盖过了原帖《渤海藏真帖》，这个帖就是《滋蕙堂帖》。\r\n   《滋蕙堂帖》又称《滋蕙堂墨宝》，清乾隆三十三年（1768年）嘉祥曾恒德刻。曾恒德，山东嘉祥人，后迁福建惠安县。乾隆十七年举人，由国子监学正助教升刑部主事员外郎中，记名御史。辛丑春，授湖北郧阳知府。《灵飞经》被其刻入《滋蕙堂墨宝》卷三，在翻刻过程中做了许多的修饰与伪造，以提高该帖的身价，如在首尾加刻“大观”“政和”“褚氏”等伪印，在帖后伪加赵孟俯题跋，原作首页第5行首字“從”右上点损，《渤海藏真帖》中以细线勾出纸破损的原状，而《滋蕙堂帖》中直接将字填补完整。与《渤海藏真帖》相比，滋蕙堂帖《灵飞经》的字迹显得稍为丰肥，此本在清代中后期受到世人的热烈追捧。\r\n    据友人见告，曾氏后人未能世守这套帖石，不久，《滋蕙堂帖》原石即被慈溪富商冯云濠购得，带回慈城老家，嵌于其藏书楼——醉经阁之壁，文革期间，醉经阁被拆毁，帖石散落，直到上世纪末，慈城修建朱贵祠，重新将帖石收集，嵌于朱贵祠之壁。\r\n    2002年我游湖州南浔，意外于张石铭故居之园壁发现部分《滋蕙堂帖》原石，其中《灵飞经》原石基本完整，但不知何时被运至南浔？\r\n   《灵飞经》的另一重要刻本是《望云楼集帖》，嘉庆中嘉善谢恭铭审定，陈如冈摹勒。谢恭铭，字寿绅，号若农，浙江嘉善枫泾人，乾隆五十二年进士，藏书家。《灵飞经》被刻入该帖第一卷中，但仅有43行。据钱泳记载，《灵飞经》真迹43行本当时被吴余山所购得，谢恭铭借以上石。可知《望云楼集帖》中的43行，也是从真迹摹刻。\r\n    此本虽然已非全貌，但刻工精良，较好地体现出原作的风貌。\r\n    综上可知，真正从原作摹刻的《灵飞经》刻帖唯有《渤海藏真帖》和《望云楼集帖》。\r\n民国期间的《灵飞经》出版物，除艺苑真赏社以珂罗版印行过《渤海藏真帖》初拓本外，其他多是《滋蕙堂帖》本。解放后文物出版社将启功先生所藏《渤海藏真帖》初拓本（“朱”字损，“斋室”不损）印行，而上海书画出版社印行的单行本《灵飞经》一直是《滋蕙堂帖》本。关于灵飞经的原作一直没有消息。\r\n    直到1987年美国翁万戈先生将《灵飞经》真迹43行本发表于《艺苑掇英》第三十四期（1987年1月），国人才得见庐山真面目，才知道《灵飞经》真迹并未消亡。\r\n \r\n五、《灵飞经》的价值\r\n \r\n    敦煌藏经洞流散之经卷不断流入市场，近年来在各拍卖会被拍卖，价格从几万到几十万不等，虽然已历经千年，但藏经洞共计出土五万余卷，绝大部分为唐人写经，物既不希，何以言贵？曾与网友论及，如果将《灵飞经》真迹43行本拍卖，那价格将远远不止这些数目。同是唐人写经，为什么价值差距会这么远呢？我以为主要有以下三个方面：\r\n  1、《灵飞经》作为传世书迹中的经典，已经对中国书法史产生了影响，其价值不是一般写经所能比拟。\r\n  2、《灵飞经》的书法水平，基本上代表了唐代小楷书的最高成就，而敦煌的唐人写经以及日本平安朝所传唐人写经中，精品不多，就其整体书法水平而言尚不足以盖过《灵飞经》。敦煌出土的这么多唐人写经中唯有为数不多的五十余件高宗内府写经《妙法莲花经》、《金刚经》⑩，书写水平较为精良，尽管出自于弘文馆、秘书省等处的楷书高手，但依然是用很明显的写经体写就，很少具有书家品韵，而《灵飞经》中写经体的习气很少，我们将此帖与《兰亭序》及《智永千字文》相较，会发现用笔、结构相似处颇多，体势接近褚遂良一路，受到较多的唐代流行书风的影响，可见作者可能并非职业经生，而应该是一位书家。这也是这卷作品被宋代宫廷所收藏的主要原因。\r\n  3、《灵飞经》可确信为是唐代皇室所供奉的经卷，这与民间经生的作品及官府下发的写经作品从质量和档次上有着本质的差异。所以其价值也决不能与其他写经等量齐观。\r\n \r\n \r\n    从这卷《灵飞经》写成至今已经1272年了，当年这位无名书家焚香沐手之后，恭谨而熟练地在厚厚的白麻纸上抄录了这些文字，也许是为了生计，也许为了完成上级下发的任务，他一定没有想到，其中的一件，将会幸运地穿越一千多年时光，影响到后来的书坛，让后人为之激赏、为之赞叹，如果他在地下有知，那将是如何地惊讶与自豪！\r\n \r\n \r\n注释：\r\n①袁桷（1266—1327）元代学者。字伯长，号清容居士。庆元鄞县（今浙江宁波）人。始从戴表元学，后师事王应麟，以能文名。20岁以茂才异等举为丽泽书院山长。大德元年(1297年)，荐为翰林国史院检阅官。延祐年间(1314—1319)，迁侍制，任集贤直学士，未几任翰林直学士，知制诰同修国史。至治元年(1321年)迁侍讲学士，参与纂修累朝学录，泰定元年(1324年)辞归。卒赠中奉大夫、江浙中书省参政，封陈留郡公，谥文清。\r\n②详见《唐六典》卷八、卷十。\r\n③启功《记<灵飞经>四十三行本》详见《艺苑掇英》第三十四期（1987年1月）。\r\n④吴廷，又名国廷，字用卿，号江村。安徽歙县人，是当时新安巨富，明代书画收藏家。\r\n⑤陈瓛(生卒年未详)，初名祖夔，字元瑞，又字季常，号增城。戏曲家陈与郊子，明代书法家。明末任光禄寺丞。工于书法，博雅好古，与著名书法家董其昌相友善，虚心向其请教。董其昌亦把他引为知己，认为他“深于书学，各体俱工，尤擅楷法”。陈一生注意搜集历代书法精品，经过他镌刻传世的有：《渤海藏真帖》、《玉烟堂集古法帖》。董其昌对此评价很高：“虽网罗千载，而鉴裁特精”，“此帖出，而临池之家有所总萃矣”。\r\n⑥陈用敷（？-1799）浙江海宁人，乾隆二十四年举人；乾隆二十五年进士，历任吏部考功司主事、吏部员外郎、江南扬州府知府等职。\r\n⑦秦蕙田（1702—1764）清代刑部尚书、经学家, 字树峰，号味经，江苏无锡人。\r\n⑧翁心存(1791—1862),字二铭,号遂庵,谥文端。江苏常熟人，道光进士，官至工部尚书、大学士，有《知止堂诗集》。翁同龢之父。\r\n  翁同龢（1830—1904），江苏常熟人。清代书法家。字叔平，号松禅，别署均斋、瓶笙、松禅、瓶庐居士、并眉居士等，别号天放闲人，晚号瓶庵居士。咸丰六年（1856年）进士。官至协办大学士，户部尚书，参机务。光绪戊戌政变，罢官归里。中国近代史上著名政治家、书法艺术家。卒后追谥文恭。学通汉宋，文宗桐城，诗近江西。书法遒劲，天骨开张。幼学欧、褚，中年致力于颜真卿，更出入苏、米。工诗，间作画，尤以书法名世。晚年沉浸汉隶，为同、光书家第一。\r\n⑨数据来自对笔者自藏清初拓本的测量，并非来自原石。\r\n⑩这批写经被称为高宗内府写经，为唐人写经之最佳作，随着敦煌遗迹的发现而复现人间，其作多出于唐弘文馆、左春坊等秘书机构，作书者多为经生，监者早期为虞昶（初唐书法家虞世南之长子），其后为阎玄道（画家阎立德之第三子），多经三校、四阅，校者、阅者多为唐玄奘高徒。严肃性可见，经文为唐皇室（皇帝、后宫、太子、公主）所用，经文书写者应为当时京城一流高手。\r\n\r\n《灵飞经》四十三行真迹，藏美国大都会艺术博物馆。"}