[{"name":"黄庭坚行书王史二氏墓志铭稿卷","text":"王史二氏墓志铭稿卷，北宋黄庭坚书，由《王长者墓志铭稿》和《宋卢南诗老史翊正墓志铭稿》合成。纸本，行书，分别书于黄庭坚40至45岁、55岁前后至60岁之间。《王长者墓志铭稿》宽30.3厘米，长78.5厘米；《宋卢南诗老史翊正墓志铭稿》宽33.5厘米，长65.3厘米。\n《王史二氏墓志铭稿卷》用笔紧峭，结体雄健，自然生灵，富于变化，反映了黄庭坚的书艺特点。日本东京国立博物馆藏。\n释文\n王长者墓志铭稿\n王长者墓志铭长者海昏王氏讳潨，字永裕。祖伦，父智，世力田，丧祭常望乡党。长者天资善治生，操奇赢，长雄其乡，遂以富饶。筑馆聚书，居游士化，子弟皆为儒生。则以其业分任诸子，独徜徉于方外。道人云居了元、东林、常揔，皆摄杖屦往游其藩。元祐丙寅正月辛卯终焉，享年六十有二．前此三年自筑丘于青山之西原，松桧成列矣。去十月过存里中亲好，相劳苦劝戒，若将远别。爰及辛卯，中外之吊哭者，皆曰君盖闻道者耶!先配陈氏，继室两谢氏，七男子，楙、崇信、森、棣、权、彬、植，崇信前死。三女子，二婿曰董毂、高友谅，其季未媒也。楙等遂以其十月某甲子，奉窀穸如初志。楙娶李氏女，于庭坚母夫人为族兄弟，故楙因乞铭，太夫人曰：汝以外家故，不可辞铭。遂铭之。铭曰：以义力其穷，以智谢其丰，以理考其终，以文款其封。 \n宋卢南诗老史翊正墓志铭稿\n宋故泸南诗老史翊正墓志铭维史氏远有世序，自唐尚书吏部侍郎□□僖宗入蜀，生德言为山南东道观察支使。因不能归，占籍于眉山。生光廷，孟氏时，试大理评事，知应灵县。应灵生著明，嘉州军事推官。嘉州生溥，见蜀之乱，遂不出仕，号江阳隐君。江阳生回，能诗，自号知非子。知非生宗简，名能，知人善料事，自号天和子。天和实生诗老。诗老讳扶，字翊正，少则笃学能诗，绍知非之业。以贫干试于眉州，又干试于开封府，皆见绌．乃游泸州，杜门读书。士大夫之子弟多委束修于门，遂老于泸州。妻子或谒不足，君熙然曰：“会当有足时。”自守挺然，不妄取与，有挟势利而求交者，虽邻不觌也。其见刺史、县令，鞠躬如也，未尝有私谒。既晚，莫不及仕进。闲居无一日废书，尤刻意于诗。登临尊酒，率常吐佳句。压其坐人，故士君子推与之曰：诗老云。夫人杨氏，生二子锐、镇。一女，嫁进士王庸。继室杜氏，生四子铸、钢、镐、铨。君卒以绍圣三年四月某甲子，享年若干．葬以元符二年正月癸亥，其兆在泸川之上，白芳之原。白天和而上皆葬眉山，而葬川泸自君始．镇有文行，泸川学者多宗之，竭力大事，而来请铭。遂铭之。铭曰：人皆汲汲，仰掇俯拾，商禄计级，胁肩求人。君独徐徐，书耕笔锄，我躬则臞，我心则腴。缊袍后秃，藜藿不肉，哦诗满屋，金革匏竹。泸川洋洋，枞栝其冈，勒铭诏藏，尚其嗣之昌。 \n特点\n黄庭坚的行书，用笔如明代冯班《钝吟杂录》所讲：“笔从画中起，回笔至左顿腕，实画至右住处，却又跳转，正如阵云之遇风，往而却回也。”他的起笔处欲右先左，由画中藏锋逆入至左顿笔，然后平出，“无平不陂”，下笔着意变化；收笔处回锋藏颖。善藏锋，注意顿挫，以“画竹法作书”给人以“沉着痛快”的感觉。其结体从柳公权的楷书得到启发，中宫收紧，由中心向外作辐射状，纵伸横逸，如荡桨、如撑舟，气魄宏大，气宇轩昂。 \n黄庭坚的作品《王史二氏墓志铭稿卷》用笔紧峭，结体雄健，自然生灵，富于变化，反映了黄庭坚的书艺特点。黄庭坚书法初以宋代周越为师，后来受到颜真卿、怀素、杨凝式等人的影响，又受到焦山《瘗鹤铭》书体的启发，行草书形成自己的风格。黄庭坚大字行书凝练有力，结构奇特，几乎每一字都有一些夸张的长画，并尽力送出，形成中宫紧收、四缘发散的崭新结字方法，对后世产生很大影响。 \n评价\n宋徽宗赵佶：黄书如抱道足学之士，坐高车驷马之上，横钳高下，无不如意。\n明沈周：山谷书法，晚年大得藏真（怀素）三昧，此笔力恍惚，出神入鬼。 \n清康有为《广艺舟双揖·行草第二十五》：宋人之书，吾尤爱山谷，虽昂藏郁拔，而神闲意浓，人门自媚。若其笔法瘦劲婉通，则自篆来。吾以山谷为行篆，鲁公为行隶，北海为行分也。\n黄庭坚（1045-1105），字鲁直，号山谷道人，涪翁，洪州分宁（今江西修水）人，世称“黄山谷”。北宋诗人，书法家。与张耒、晁补之、秦观俱游学苏轼门下，天下称为“苏门四学士。著名的书法作品有《松风阁诗》、《黄州寒食诗跋》、《花气熏人帖》、《虹县诗》、《砥柱铭》等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951601651},{"name":"黄庭坚行书王史二氏墓志铭稿卷","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791625700,"text":"《王史二氏墓志铭稿卷》 纸本 30.3X78.5l厘米 33.5X65.3厘米 日本东京国立博物馆藏\n《史翊正墓志稿》此帖与《王长者墓志铭稿》合称《王史二志稿》，分别书约于黄庭坚四十至四十五岁、五十五岁前后至六十岁之间。行书 纸本 33.5 × 65.3Cm，凡21行，480字。书于元符二年 (1099年)。钤有“晋府书画之印”、“希世之宝”、“项氏子京”等印记。《珊瑚网》、《庚子销夏记》、《壮陶阁书画录》等著录。《海山仙馆藏真》、《耕霞溪馆法帖》、《听飘楼法帖》、《兰言室藏帖》、《岳雪楼鉴真法帖》等收录。现藏日本东京国立博物馆   \n\n\n《王长者墓志铭稿》释文:\n王长者墓志铭 长者海昏王氏讳潨，字永裕。祖伦，父智，世力田，丧祭常望乡党。长者天资善治生，操奇赢，长雄其乡，遂以富饶。筑馆聚书，居游士化，子弟皆为儒生。则以其业分任诸子，独徜徉于方外。道人云居了元、东林、常揔，皆摄杖屦往游其藩。元祐丙寅正月辛卯终焉，享年六十有二．前此三年自筑丘于青山之西原，松桧成列矣。去十月过存里中亲好，相劳苦劝戒，若将远别。爰及辛卯，中外之吊哭者，皆曰君盖闻道者耶!先配陈氏，继室两谢氏，七男子，楙、崇信、森、棣、权、彬、植，崇信前死。三女子，二婿曰董毂、高友谅，其季未媒也。楙等遂以其十月某甲子，奉窀穸如初志。楙娶李氏女，于庭坚母夫人为族兄弟，故楙因乞铭，太夫人曰：汝以外家故，不可辞铭。遂铭之。铭曰：以义力其穷，以智谢其丰，以理考其终，以文款其封。\n《宋卢南诗老史翊正墓志铭稿》释文:\n宋故泸南诗老史翊正墓志铭 维史氏远有世序，自唐尚书吏部侍郎□□僖宗入蜀，生德言为山南东道观察支使。因不能归，占籍于眉山。生光廷，孟氏时，试大理评事，知应灵县。应灵生著明，嘉州军事推官。嘉州生溥，见蜀之乱，遂不出仕，号江阳隐君。江阳生回，能诗，自号知非子。知非生宗简，名能，知人善料事，自号天和子。天和实生诗老。诗老讳扶，字翊正，少则笃学能诗，绍知非之业。以贫干试于眉州，又干试于开封府，皆见绌．乃游泸州，杜门读书。士大夫之子弟多委束修于门，遂老于泸州。妻子或谒不足，君熙然曰：“会当有足时。”自守挺然，不妄取与，有挟势利而求交者，虽邻不觌也。其见刺史、县令，鞠躬如也，未尝有私谒。既晚，莫不及仕进。闲居无一日废书，尤刻意于诗。登临尊酒，率常吐佳句。压其坐人，故士君子推与之曰：诗老云。夫人杨氏，生二子锐、镇。一女，嫁进士王庸。继室杜氏，生四子铸、钢、镐、铨。君卒以绍圣三年四月某甲子，享年若干．葬以元符二年正月癸亥，其兆在泸川之上，白芳之原。白天和而上皆葬眉山，而葬川泸自君始．镇有文行，泸川学者多宗之，竭力大事，而来请铭。遂铭之。铭曰：人皆汲汲，仰掇俯拾，商禄计级，胁肩求人。君独徐徐，书耕笔锄，我躬则臞，我心则腴。缊袍后秃，藜藿不肉，哦诗满屋，金革匏竹。泸川洋洋，枞栝其冈，勒铭诏藏，尚其嗣之昌。","author":"宋代黄庭坚","description":"黄庭坚行书王史二氏墓志铭稿卷"}]