[{"name":"曹知白草书题跋","text":"曹知白（1272～1355），元代画家，藏书家。字又玄，贞素，号云西，人称贞素先生，浙西华亭（今上海青浦）人。从小机敏颖悟，很有见识，爱读书，好黄老之学。家有藏书数千卷，也喜蓄字画。曾被荐为昆山教谕，不久辞去。结交赵孟頫、邓文原、虞集、王冕等名流，各倪瓒、黄公望交往最密，常以书画相唱和。 咸淳八年 （1272年）三月廿八日出生。至元三十一年 (1294年)曹知白在开凿吴淞江中功绩居多。大德八年(1304年)提出填阏成堤之法，取得良好效果。至正十五年 乙未 (1355年)二月五日，曹知白逝世。三月，葬于松江修竹乡千山之源。\n生平简介\n曹知白与无锡倪瓒、昆山顾瑛过从甚密，合为江南称世的三大名士。曾任昆山教谕，后辞官隐居，读经书，好道教。为江南富族，庄园宽敞豪华而清幽，喜交结文人名士，家富收藏。擅山水，师法李成、郭熙，山石勾皴柔细，少渲染，笔墨早年秀润，晚年苍秀简逸，风格清疏简淡。有《寒林图》、《疏林幽岫图》、《群峰雪霁图》《溪山泛艇图》《双松图》等传世。\n据记载，知白身长七尺，美须髯，性机敏。曾北游京师，王侯巨富，多折节相交。後南归隐居读易。曹知白与倪瓒、顾瑛同为太湖一带著名文人。家筑园池，闻名一时，“所蓄书数千百卷，法书墨迹数十百卷。”\n曹知白家业很大，资财也够雄厚，虽然他兴来也常常“宾朋满坐冠峨冠，投壶散帙罄交欢”，但骨子里处静尚修，不爱喧噪，显得为人比较清素，这一点尤与玉山主人顾瑛不一样。从他为自己的斋居取名为：“右古节”、“常清静”、“玄虚”、“淡然”、“自立”、“止”等看来也可以证明这一点，“实所蓄书数千百卷，法书墨迹数十百卷，非徒藏也，日展诵之，所得者深广也”，因此他之文学素养、师承宽度亦皆非常人可比。曹知白与发奋临摹古迹的黄公望素有交谊，本人又博闻好古、富于文艺，黄公望称老友有“王摩诘遗韵”，《图绘宝鉴》说他“画山水师冯觐”，倪瓒说“云西老人子曹自，画手远师韦与李”，明代何良俊则说：“吾松善画者在胜国时，莫过曹云西，其平远法李成，山水师郭熙，盖郭亦本之李成也。”明代董其昌又说“曹本师冯觐、郭熙”。他的山水作品一如他的为人，有一股沉静清穆的气息扑面而来，尝自钤一画印作“聊以自娱”，与元季倪高士的画旨相仿佛，正是元代文人画之宗旨。其作品也广受宝爱。\n画作特色\n元代初年，南宋画风的流痕馀迹一度存在，尚未消泯。因而多多少少影响着当时山水画的定位与走向。直到赵孟緁不遗馀力地“拨乱反正”，才逐渐恢复了对古意的重视和传承，从而在传统理论的引领下，形成了借古开今、独具品格的绘画风貌。至於曹知白，他虽然无法与大匠巨擘并论，但这位清静疏放的“听松斋”主人，其名气之大，成就之高，也是早有定评的，并且在中国山水画史上占有重要的一席之地。\n曹知白善画山水，受赵孟烦影响，而趋向李成、郭熙，也吸取董源、巨然，笔墨疏秀清润，后期作品，用干笔皴擦，情味变为简淡，当时为黄公望、倪瓒所推重。曹知白善画山水，师法李成、郭熙，从中演变成一种清疏简淡的风格。作品多以柔细之笔勾皴山石，极少渲染。早年笔墨较秀润，晚年变为苍秀简逸。\n曹知白近乎肃穆的画面感觉含蓄深沉内敛，与杨维祯引领的晚元松江派相比更象是典型的吴门画风。曹知白非常富有，所处时期相对安然，《农田余话》卷上“惜乎其家废于己酉、庚戌，园林百岁巨林，佳花名果，辄自枯死，鱼鸟皆无复来止”之说也能证明。“己酉、庚戌”已是明洪武二、三年，也就是说曹知白身后十三、四年其家道方艾，所以他无需象倪瓒那样面对周遭生活的困苦穷境和压力，无奈地用四处漂泊来保全自己，也许这一点就是夏文彦所说的“笔墨差弱”的原因。但倪高士不这么看。至正二（1342）年，倪瓒经过杨维祯书斋时，见到了曹知白所画《溪山无尽图》就“别有会心”，“爰题三绝于左”。其中一首曰：“曹君笔力能扛鼎，用意何曾让郑虔”。见仁见智，全由云西翁的画作来说话。\n艺术风格\n曹知白的艺术风格就存世作品如《松林平远》、《溪山泛艇》、《良常山馆图》等来看，是糅和了李成、郭熙、董源、巨然后的一种新发展。元代山水画放弃对南宋传统的直接继承，转从五代及北宋的传统中寻找发展的依托，李、郭、董、巨是关注的焦点。以纸本为主,以书法性线条令画面形象情韵俱盛的画风，使元画面目一新。曹知白尤擅雪景寒林，虽不改“蟹爪”、“鹿角”程式，能赋新意于笔线之中。松秀疏朗的笔致中有坚挺遒劲之趣、温和儒雅之情趣，漾溢着浓重的书卷气。何良俊认为:“吾松善画者,在胜国时莫过曹云西。其平远法李成,山水师郭熙。盖郭亦本之李成也”。\n何氏之论，客观地道出了曹知白对后世松江画家的影响力，曹氏的风格、技巧及其文人气质,藉着整个有元一代画风的嬗变因素，袭领着强烈的地方色彩，开松江画派之风气。\n人物评价\n曹知白父早亡，他是靠母亲抚养教诲成人的。曹知白年轻时，与同代的许多人一样，也曾有意无意地涉足於宦海仕途，但他很快便“意甚不乐，遂辞去”。此时，他的兴趣已转移到了游历与交际。凭着祖上基业雄厚，家资富足，不仅可以坐吃山不空，还能尽情结交奇才高士，如赵子昂、邓文肃、虞文清、杨载等人，他们逍遥於嘉花美木、苍石清溪之间，吟诗作赋，援琴雅歌，觞咏无算，挥麈谈玄……其风流韵致，不让古人。\n曹知白是道地的有闲阶级，除交游聚友之外，他还不惜耗费大把时光用来读《易》，研习黄老学说，道家理论，终日足不出户，志尚清素。不过，作为一个以书画著称的文化名人，曹知白无疑在绘事上更具有存在价值。而大凡画家，其书法造诣又都相当精深。善书者不必善画，而善画者无不善书，这固然是指古代或近代而言，绝非当代。比如曹知白，年届八旬，尚能“手书细字，精致可怜”(意可爱)。他的山水画，从早期到晚期，其间风格变化比较明显。早年，他的笔墨倾向於粗实腴润，颇有李成、郭熙的痕迹、味道，而他後来的作品，虽然仍不免有前贤遗影，但基本上确立了自家面目，用笔施墨，讲究细、淡、枯、疏，富於简净苍秀的意蕴，也就是说，与元画的总体风貌大致相融共通。\n大德中（1302年左右）荐为昆山教谕，旋弃去，北游京师，不受举剡，遂归隐长谷中。回来以后他“隐居读《易》，终日不出庭户”，“晚益治圃，种花竹，日与宾客故人以诗酒相娱乐，醉酒漫歌江左诸贤诗词，或放笔作图画”，兴奋处“掀髯长啸”，“四方士大夫闻其风者争内屦愿交”。而“风流雅尚，好饰园池”的曹知白更“笃于友义”，对待文士诗僧，“生则饮食之，死则为治丧葬”，他的性格“外和内刚，寡嗜欲”，学者们尊称他为“贞素先生”，并称颂其“有司马子长之风”，（见《玩斋集》卷十，《贞素先生墓志铭》），是一位深受乡人敬爱的长者。\n作品掇英\n印章作品\n《曹知白印》、《云西》\n书画作品\n曹知白存世作品有\n《疏松幽岫》（74.5×27.8cm）\n《雪山图》\n《雪山清霁》\n《群峰雪霁图》（129.7×56.4）\n《寒林图》册页（绢本，水墨27.3×26.2cm，泰定二年1325）\n《古木寒柯》（1325）\n《双松图》（钤清内府「嘉庆御览之宝」、「宣统御览之宝」，1329）\n《松林平远图》（绢本，水墨，132.1×57.4cm，天历二年（1329）\n《重溪暮霭图》（至正九年1349）\n《群山雪霁图》至正十年（1350）\n《疏松幽岫图》至正十一年（1351）\n《溪山泛艇图》轴藏上海博物馆。\n《良常山馆图》卷藏南京大学。\n《为石岩书张公九世同居图》（43×31cm）\n《石岸古松图立轴》（58.7×30.5cm）\n《洼盈轩图》\n《山水》（120×62cm）\n《溪山泛艇图》等\n他人画作\n《曹知白十八公图》（董邦达绘）（47×31.5cm）\n相关诗作\n【作者：邵桂子】\n【年代：宋朝\\代】\n【诗文】：\n草菜可食，总名曰疏。\n品题有圃，树艺有书。\n衡纵町畦，周绕屋庐。\n缭以樊垣，经父沟渠。\n晨出抱瓮，夕归荷锄。\n有蔓必薅，有蝗必驱。\n风披雨沐，日暄露濡。\n穉甲怒生，嘉苗蔚敷。\n芥姜杞菊，韭薤蒜葫。\n薇蕨藜藿，瓜瓞匏瓠。\n楮鸡桑鹅，箨龙棕鱼。\n马齿鹿角，鼠尾虎须。\n薯蓣蔓菁，杜蘅蘼芜。\n茵陈莪萝，艽兰茹藘。\n赤苋银茄，翠荇墨菰。\n酸浆辣苫，甘荠苦荼。\n庖人调胹，园丁拮据。\n锜煮緤，筐稆贮储。\n椒橙内交，{左齿右差}醢效劬。\n以芼以湘，可茹可俎。\n维昔尼父，瓜祭齐如。\n饮水曲肱，其乐只且。\n召南苹藻，韩奕笋蒲。\n知味羡黄，齩根叹胡。\n葵蓼饫颙，葱韭厌徐。\n火芋明瓒，山菌接舆。\n庾郎三种，石生一盂。\n刘参玉版，苏传冰壶。\n巢字元修，鲋姓豆虑。\n菘羔抱孙，蹲鸱将雏。\n丝滑露葵，练净土酥。\n野荠锟钝，水苔脯膴。\n饼炊菠棱，鮓酿苞芦。\n胡麻馈馏，罂粟醍醐。\n萍虀西晋，莼羹东吴。\n芹撷泥坊，藤采丰湖。\n沼泪有蘩，江汉有蒌。\n冈有常枲，洲有接余。\n雁门天花，黄河蘑茹。\n大宛苜蓿，太华芙蕖。\n环滁野蔌，盘谷山茹。\n地饶所产，天茁此徒。\n菲葑是采，口腹以娱。\n落英未莎，初篁未箊。\n霜根旋挑，露叶半舒。\n烹泉石鼎，养火地炉。\n色炫匕著，香浮柈盂。\n气含土膏，味逾天厨。\n肥生华池，响鸣辅车。\n商颜饥解，文园渴苏。\n前招麹生，后引酷奴。\n馔非膻荤，饷非苞苴。\n园无羊踏，壤有鼠余。\n彼哉肉食，俎列豢刍。\n心炙椎牛，项脔割猪。\n春羔秋麛，冬鲜夏朐。\n猩脣豹胎，麋{上难下肉}蟹胥。\n缁裙解鼋，银丝脍鲈。\n羊尾截肪，锦袄脱肤。\n山肴雉兔，泽羞雁凫。\n北馔潼酷，南烹{上圭下黾}蜍。\n嗜鼠则鸱，甘带则蛆。\n乃笑郑老，烂蒸瓠{左卢右瓜}。\n乃笑坡翁，梦餐鸡苏。\n属厌饕餮，饱死侏儒。\n语以疏味，能知否乎。\n予雅嗜之，日不可无。\n乃颜兹屋，羞供是须。\n宁疏而癯，毋肉而腴。\n易牙司味，敢告膳夫。\n邵亨贞尝从游于曹知白，在《野处集》中他回忆说：“追思（云西）翁康强时亦喜招邀文人胜士，终日逍遥于嘉花美木清泉翠石间”，并称云西翁论文赋诗谈玄，援琴雅歌觞咏，“风流文采，不减古人。”诗文书画方面，黄公望不用说，与张雨、杨维祯、倪瓒、王冕等皆有往来。王冕诗：\n流水涓涓石凿凿，一啸长林风雨作。\n岂云笔底有江山，自是胸中蕴邱壑。\n昨日亭东白云起，怅望吴淞满江水。\n安得先生乘兴来，写我江南千里雪。\n黄公望题跋称他：“老而益进。于今诸名胜善画家，求之巧思者甚多，至于韵度清越，则此翁当独步也。”\n藏书故实\n元代藏书家、书画家，字又玄，一字贞素，号云西。青浦小蒸（古时属浙西华亭）人。今小蒸芦花庵即曹知白居宅。从小机敏颖悟，很有见识，爱读书，好黄老之学。家有藏书数千卷，也喜蓄字画。23岁参加疏浚吴淞江，所提建议颇见成效。至元中被荐为昆山教谕，不久辞去。结交赵孟頫、邓文原、虞集、王冕等名流，各倪瓒、黄公望交往最密，常以书画相唱和。主要成就在山水画。传世作品有《寒林图》册、《疏松幽岫图》轴、《雪山图》轴、《松林平远图》轴、《群峰雪霁图》轴等。晚年身体轻健，书画功力愈加深厚，画风由丰润趋向苍简，自成一格。78岁时作《重溪暮霭图》，黄公望题跋称他：“老而益进。于今诸名胜善画家，求之巧思者甚多，至于韵度清越，则此翁当独步也”。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951538365},{"name":"曹知白草书题跋","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791615383,"text":"曹知白(1272～1355) 元代画家。字又玄，贞素，号云西，人称贞素先生，华亭（今上海松江）人。曾任昆山教谕，后辞官隐居，读经书，好道教。为江南富族，庄园宽敞豪华而清幽，喜交结文人名士，家富收藏。擅山水，师法李成、郭熙，山石勾皴柔细，少渲染，笔墨早年秀润，晚年苍秀简逸，风格清疏简淡。有《寒林图》、《疏林幽岫图》、《群峰雪霁图》《溪山泛艇图》《双松图》等传世。 与倪瓒、顾瑛同为太湖一带著名文人。家筑园池，闻名一时，“所蓄书数千百卷，法书墨迹数十百卷。”善画山水，受赵孟烦影响，而趋向李成、郭熙，也吸取董源、巨然，笔墨疏秀清润，后期作品，用干笔皴擦，情味变为简淡，当时为黄公望、倪瓒所推重。","author":"元代曹知白","description":"曹知白草书题跋"}]