[{"name":"尤袤跋范仲淹师鲁帖","text":"江右人是汉族的一个民系，是影响深远的汉族民系之一，主要分布于江西、湖南东部、鄂东南、皖西南的赣语区一带。江右民系以中原、赣江、筷子巷、瓦子角、瓦屑坝、抚河流域、吉泰盆地为起源和繁衍地，有着自己独特文化、语言、风俗、赣派建筑风格。江右民系以许真君为民系信仰。\n迁移史\n江右这个词在上古时期就出现，之前江右地区人迁徙到外地大都以江右人自居，江右作为一个特定的文化传承下来，其影响实为深远，受江右语（赣语）影响之地也通行江右语（赣语），也是有着大体一致的文化认同，因此他们也同属江右根源，我们即可称其为泛江右。江右民系以赣江、瓦子角、瓦屑坝、抚河流域、吉泰盆地为起源和繁衍地，有着自己独特文化、语言、风俗、赣派建筑风格的汉族民系。\n上古时期江右大地曾经有过“干越国”和“艾国”等非华夏族国家。史载干越国在春秋时期为吴国所灭，其中心地带位于今余干一带，而艾国则位于今修水、武宁一带，后其被楚国并吞。至春秋时代，江右大地经常被称为“吴头楚尾”，是因为江西曾迭为吴、楚、越国的争雄之地。公元前473年越灭吴，公元前306年楚灭越。处于“吴头楚尾”的江右地区江西和各方都有大量关系，而赣语中至今依旧保存著一些很有特色、很常用的古吴语和古楚语词的积淀，西汉扬雄在其著作《輶轩使者绝代语释别国方言》中，提到“南楚”方言达85次，其中单言“南楚”、不并引其他地名有42次，提到“南楚之外”、“南楚之南”10次。而《史记·货殖列传》中则注明道：“衡山、九江、江南豫章、长沙，是南楚也。”同时，《方言》中提及的吴越、吴杨越、吴楚等地亦被认为包括江右地区。\n南朝\n南北朝时的江右地区的原住民被称为“傒人”，如果要区分的话，则两湖人被称为“伧”，江右人被称为“傒”。《余学嘉论学杂著·释伧楚》说：“永嘉丧乱，幽、冀、青、并、充州及徐州之淮北流民相率过淮，亦有过江者。……其地多中原村鄙之民，与楚人杂处，谓之‘杂楚’。吴人薄之，亦呼‘伧楚’。别目九江、豫章诸楚人谓‘傒’。而于荆州之楚，以其与扬州唇齿，为上游重镇，独不受轻视，无所指目，非复如东渡以前，统骂楚人为伧矣。”《南史·胡谐之传》关于“傒语”的记载曾被广泛引用：“胡谐之，豫章南昌人也……建元二年，为给事中、骁骑将军。上方欲奖以贵族盛姻，以谐之家人语傒音不正，乃遣宫内四五人往谐之家教子女语。二年后，帝问曰：‘卿家人语音已正未？’谐之答曰：‘宫人少，臣家人多，非唯不能得正音，遂使宫人顿成傒语。’”这表明南昌一带的方言语音与当时洛阳话的变体金陵话已经存在相当明显的区别。\n隋唐\n隋唐之后江西地区成为全国十道之一的“江南道”，经济社会得到快速发展，人口剧增，江右民系第一次大规模向外移民也是由此间拉开序幕，南昌、吉安一带的人口不断向湖南东北的湘阴、宝庆、新化等地移民。\n宋元\n福建的邵武、光泽、建宁、泰宁、将乐、顺昌等闽北县市在宋朝以前这里曾经通行闽北语，南宋时福建闽北发生过多次的农民起义导致当地人口大量锐减，一些文人描写了当时的惨况：“前村不复炊烟起，长似清明寒食时”，“江闽五十邑，荆棘五千里”。在朝廷的奖垦下，江西抚州、信州一带的人大规模向福建闽北移民，填补当地的人口空间，严灿在《兵火后还乡》中写道：“旧时巷陌今谁住，却问新移后来人”。这“新移后来人”便是翻过武夷山的江右民系。这些定居者大体按路程的近远而递减，邵武军最多，南剑州所属的将乐、顺昌其次，建州所辖的西片崇安、建阳又次之。《福建省志》将这次移民称之为“第二次赣人入闽”。\n明清\n清同治《醴陵县志》：“洪武初召集流亡，皆来自他省，而豫章人尤多”，据近人统计，醴陵县明代从江西迁入的有296族。《茶陵县志》：元至清代，境内人口迁徙频繁，据66部族谱记载，其间自赣、粤、闽、浙、皖等地入迁，衍为宗族的有30姓。”其中赣也是排在首位的。江右移民也带来了他们的语言赣语。因为江右移民主要集中在湖南东部，当时的湘东本就地广人稀，移民又是批量聚居，他们的母语得以保存下来，湘东由北而南狭长地带的赣语区也就由此形成。毕竟处于湖南境内，随着时间的推移，湘语已经在湘东赣语身上打下了深深的烙印，这又使得今日湘东赣语与江西境内赣语差异不小。 \n洪武三年，南丰遭战乱天灾，县民始迁徙外流，常山居多。在后续数百年间，南丰县不少农民迭遭战乱和天灾迁徙外流江西玉山、浙江常山、江山等地，最终形成赣闽浙赣语方言岛。\n康熙年间，清政府鼓励移民垦荒，并颁布优惠条文，这使得大量皖、鄂、湘、赣的居民迁入陕南地区。《商南县志》记载，全县人口从乾隆十七年（1752年）的5990余猛增至光绪三十年（1904年）的102299人，152年间人口翻了近20倍。部分江右人迁入陕南，郭沈青指出“蛮子话”（江南话）指来自皖西南和鄂东南地区的赣语。 \n民系信仰\n许真君\n许真君信仰之于江右人，犹如妈祖信仰之于闽台人，是江右人的地方保护神。\n许真君原名许逊（239—374），字敬之，豫章南昌人，东晋道士，净明道派尊奉的祖师。相传著有《灵剑子》等道教经典。据道书记载，少以射猎为业，一日入山射鹿，鹿胎堕地，母鹿舔其崽而死。许逊怆然感悟，折弩而归，始栖托西山金氏之宅修道。闻豫章（南昌，或泛指江西）人吴猛得术士丁义神方，乃拜大洞君吴猛为师，传三清法要。\n他赋性聪颖，博通经史、天文、地理、医学、阴阳五行学说，尤其爱好道家修炼法术。二十岁举为孝廉，屡荐不就。二十九岁拜西安（今修水）大洞君吴猛学道，尽得秘传。三十六岁时与文学家郭璞结伴遍访名山胜地，最后选择南昌西郊的逍遥山（今新建西山乡）隐居，只求修炼，不愿为仕，平日以孝、悌、忠、信教化乡里，深为乡人尊敬。直至西晋太康元年（280）四十二岁时，因朝廷屡加礼命，难于推辞，才前往四川就任旌阳县令。\n许逊到了旌阳，去贪鄙，减刑罚，倡仁孝，近贤远奸，实行了许多利国济民措施。有一年，旌阳大水为患，低田颗粒无收，许逊让大批农民到官府田里耕种，以工代税，使灾民获得解救。当时瘟疫流行，许逊便用自己学得的药方救治，药到病除，人民感激涕零，敬如父母。那时旌阳传唱一首民谣：“人无盗窃，吏无奸欺，我君活人，病无能为。”盛赞许逊的功德。邻县民众纷纷前来归附，旌阳人户大增。许逊在旌阳十年，居官清廉，政绩卓著，被人们亲切称为“许旌阳”。太熙元年（290），鉴于晋室将有大乱，料知国事不可为，许逊挂冠东归。启程时，送者蔽野；有的为他建生祠、画神像，终年祭祀；有的千里跟随来到西山，聚族而居，与许逊为伴，都改姓许，人称“许家营”。\n许逊东归后，时值彭蠡湖（今鄱阳湖）水灾连年，他率郡民疏治，足迹踏遍湖区各地。他不仅为豫章治水，还到湖南、湖北、福建等地消除水患，赢得人民的广泛尊崇，被编成神话故事广为流传。\n东晋元帝大兴四年（321），许逊隐居南昌南郊梅仙祠旧址，创办道院，名太极观，额曰“净明真境”，立净明道派。其宗旨为“净明忠孝”。传说许逊活到一百三十六岁，于东晋宁康二年（374）八月初一日合家四十二人一齐飞天成仙，世人尊奉他为“许仙”。东晋朝廷为了表彰他的功德，将旌阳县改名德阳县。后人在他居住地西山建起许仙祠，在南昌铁柱宫建旌阳祠，并受历代王朝赐匾表彰，宋王安石撰写《许旌阳祠记》。\n许真君信仰唐朝时开始兴起，在宋朝被朝廷所倡导，宋真宗大中祥符三年（1010年），将西山游帷观升格为玉隆宫。宋徽宗时上尊号为“神功妙济真君”，南宋时，“真君垂迹，遍于江左湖南北之境，因而为观府、为坛靖者，不可胜计。”。\n在台湾流行的闾山派道教，也奉许逊为始祖，尊之为“闾山教主许真君”。传说中，闽东一带的女神，闾山道教三奶派的宗师“临水夫人”与法主派的宗师“法主真君”，就是在闽江底的神秘世界闾山，拜许逊为师的。\n在某些道教流派中，许逊与张道陵、葛玄、萨守坚共为四大天师。江西南昌民众及许姓人士，常视许逊为保护神。\n台湾本岛以许逊为主神之庙宇以桃园县大园乡仁寿宫最为悠久，相传为清咸丰年间由福建漳浦人许文量恭迎感天大帝来台，乡内公众一同立庙，为大园乡内最大之公庙信仰中心，每年农历十月二十五日为安座纪念日例祭之期。大园乡内许姓裔孙众多，敬称许逊为“老祖”，乡内各姓信众亦多随之称呼。除“老祖”外，信众亦多称“感天公”或“感天大帝”。 \n万寿宫\n万寿宫，或称旌阳祠，数以千计，遍布全国各地城乡，乃至台湾、新加坡、马来西亚等地区和国家。亦是我国古代会馆文化的代表，故亦称江西会馆、江西庙、江西同乡会馆、豫章会馆等。\n万寿宫，为纪念江西的地方保护神——俗称“福主”的许真君而建，最初为“许仙祠”，南北朝时改名“游帷观”，宋真宗赐名并亲笔提“玉隆万寿宫”。历经许多朝代，宫中香火不断，而且江西人在外地建立了数量众多的“万寿宫”，在古代，有江西人聚住的地方，就有万寿宫。明清时期，江西经济发达，经营瓷器、茶叶、大米、木材和丝绸的赣籍商人行走全国，并在全国其他地方都修建了万寿宫，万寿宫也成为外地江西同乡的“江西会馆”。 \n代表人物\n许逊（239年－374年），江西南昌人，道教著名人物，净明道、闾山派尊奉的祖师，晋太康元年（280）举孝廉，出任旌阳令，人称许旌阳。许逊是江右人的地方保护神。 \n陶侃（259年－334年7月30日），字士行（一作士衡）。本为鄱阳郡枭阳县（今江西都昌）人，后徙居庐江寻阳（今江西九江西）。东晋时期名将，平定陈敏、杜弢、张昌起义，又作为联军主帅平定了苏峻之乱，为稳定东晋政权，立下赫赫战功；他治下的荆州，史称“路不拾遗”。他精勤于吏职，不喜饮酒、赌博，为人所称道。在后将军郭默擅自杀害赵胤后，即率兵征讨，不费一兵一卒就擒获郭默父子，因而名震敌国。撰有文集二卷。\n陶渊明（约365年—427年）字元亮，又名潜，号五柳先生，世称靖节先生，汉族，浔阳柴桑（今江西省九江市）人。东晋末期南朝宋初期诗人、辞赋家，田园生活是陶渊明诗的主要题材，相关作品有《饮酒》、《归园田居》、《桃花源记》、《五柳先生传》、《归去来兮辞》等，山水田园诗派鼻祖。 \n行思，又名青原行思（671－740），俗姓刘，唐佛教禅宗高僧，庐陵（吉安）人。住吉安青原山静居寺，四方禅客云集。世称青原行思。惠能大师门下首座，后弘法于吉州青原山静居寺，为六祖下弘传最盛的两大法嗣之一，其后出云门、曹洞、法眼三大宗支，是为禅宗七祖。\n董源（?－约962），五代南唐画家，南派山水画开山鼻祖。一作董元，字叔达，江西钟陵（今江西进贤县）人。事南唐主李璟时任北苑副使，故又称“董北苑”。擅画山水，兼工人物、禽兽。其山水初师荆浩，笔力沉雄，后以江南真山实景入画，不为奇峭之笔。疏林远树，平远幽深，皴法状如麻皮，后人称为“披麻皴”。山头苔点细密，水色江天，云雾显晦，峰峦出没，汀渚溪桥，率多真意。米芾谓其画“平淡天真，唐无此品”。存世作品有《夏景山口待渡图》《潇湘图》《夏山图》《溪岸图》等。 \n欧阳修（1007年－1072年），字永叔，号醉翁、六一居士，汉族，吉州永丰（今江西省吉安市永丰县）人，北宋政治家、文学家，且在政治上负有盛名。因吉州原属庐陵郡，以“庐陵欧阳修”自居。官至翰林学士、枢密副使、参知政事，谥号文忠，世称欧阳文忠公。后人又将其与韩愈、柳宗元和苏轼合称“千古文章四大家”。与韩愈、柳宗元、苏轼、苏洵、苏辙、王安石、曾巩被世人称为“唐宋散文八大家”。欧阳修是在宋代文学史上最早开创一代文风的文坛领袖。领导了北宋诗文革新运动，继承并发展了韩愈的古文理论。他的散文创作的高度成就与其正确的古文理论相辅相成，从而开创了一代文风。欧阳修在变革文风的同时，也对诗风词风进行了革新。在史学方面，也有较高成就。\n王安石（1021年12月18日－1086年5月21日），字介甫，号半山，人称半山居士。汉族江右民系。封舒国公，后又改封荆国公，宋徽宗时追封为舒王。故世人又称王荆公、舒王。北宋临川县城盐埠岭（今江西省抚州市临川区邓家巷）人。中国历史上杰出的政治家、思想家、文学家、改革家，北宋丞相、新党领袖。王安石在宋神宗的支持下，以“富国强兵”为宗旨大规模推行改革变法运动。先后推出均输法、青苗法、农田水利法、免役法、市易法和方田均税法等重大改革举措，涉及政治、经济、军事、社会等诸多领域，影响之大、之广前所未有。改革变法历时16年，虽然遭到了守旧派的强烈反对，并且随着神宗的病亡戛然而止，但客观上促进了社会生产的发展。尤其是宋廷财政有了很大的改善，由宋神宗刚即位时的“百年之积，惟存空簿”，到后来的中央积蓄钱粟“数十百巨万”，“可以支二十年之用”，积贫积弱局势有所改观。在文学上具有突出成就，是唐宋八大家之一。欧阳修称赞王安石：“翰林风月三千首，吏部文章二百年。老去自怜心尚在，后来谁与子争先。”传世文集有《王临川集》、《临川集拾遗》、《临川先生文集》等。作品大都收集在《王临川集》，其诗文各体兼擅，词虽不多，但亦擅长，且有名作《桂枝香》等。而王荆公最得世人哄传之诗句莫过于《泊船瓜洲》中的“春风又绿江南岸，明月何时照我还”。 \n曾巩，生于1019年9月30日（天禧三年八月二十五日），1083年4月30日（元丰六年四月十一日）逝世，字子固，北宋政治家、散文家，南宋理宗时追谥为“文定”，世称“南丰先生”。汉族江右民系。建昌南丰（今属江西）人，后居临川（今江西抚州市西）。曾致尧之孙，曾易占之子。嘉祐二年（1057）进士。北宋政治家、散文家，“唐宋八大家”之一，为“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）之一。在学术思想和文学事业上贡献卓越。\n晏殊（991-1055）字同叔，著名词人、诗人、散文家，北宋抚州府临川城人（今属江西进贤县文港镇沙河人），是抚州籍第一个宰相。晏殊与其第七子晏几道（1037-1110），在当时北宋词坛上，被称为“大晏”和“小晏”。十四岁以神童入试，赐同进士出身，命为秘书省正字，迁太常寺奉礼郎、光禄寺丞、尚书户部员外郎、太子舍人、翰林学士、左庶子，仁宗即位迁右谏议大夫兼侍读学士加给事中，进礼部侍郎，拜枢密使、参知政事加尚书左丞，庆历中拜集贤殿学士、同平章事兼枢密使、礼部刑部尚书、观文殿大学士知永兴军、兵部尚书，封临淄公，谥号元献，世称晏元献。晏殊历任要职，更兼提拔后进，如范仲淹、韩琦、欧阳修等，皆出其门。晏殊以词著于文坛，尤擅小令，有《珠玉词》一百三十余首，风格含蓄婉丽，多表现诗酒生活和悠闲情致，颇受南唐冯延已的影响，与欧阳修并称“晏欧”。其代表作为《浣溪沙》、《蝶恋花》、《踏莎行》、《破阵子》、《鹊踏枝》等，其中《浣溪沙》中“无可奈何花落去，似曾相识燕归来”为千古传诵的名句。他亦工诗善文，原有诗文二百四十卷，原有集，已散佚，仅存《珠玉词》及清人胡亦堂所辑《晏元献遗文》。又编有类书《类要》。\n晏几道（1030-1106，一说1038—1110，一说1038-1112），北宋著名词人。字叔原，号小山，汉族，抚州临川文港沙河（今属江西省南昌市进贤县）人。晏殊第七子。历任颍昌府许田镇监、乾宁军通判、开封府判官等。性孤傲，中年家境中落。一般讲到北宋词人时，称晏殊为大晏，晏几道为小晏，时称“二晏”。词风似父而造诣过之。工于言情，其小令语言清丽，感情深挚，尤负盛名。如《鹧鸪天》中的“舞低杨柳楼心月，歌尽桃花扇底风”等等词句，备受人们的赞赏。有《小山词》。\n黄庭坚（公元1045年－公元1105年），字鲁直，自号山谷道人，晚号涪翁，又称豫章黄先生，汉族，洪州分宁（今江西省九江市修水县）人。北宋诗人、词人、书法家，为盛极一时的江西诗派开山之祖，而且，他跟杜甫、陈师道和陈与义素有“一祖三宗”（黄为其中一宗）之称。宋治平四年（公元1067年）进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。诗歌方面，他与苏轼并称为“苏黄”；书法方面，他则与苏轼、米芾、蔡襄并称为“宋代四大家”；词作方面，虽曾与秦观并称“秦黄”。\n陆九渊（1139-1193）南宋金溪县人,号象山，字子静，书斋名“存”，世人称存斋先生，因其曾在贵溪龙虎山建茅舍聚徒讲学，因其山形如象，自号象山翁，世称象山先生、陆象山。汉族，江西抚州市金溪县陆坊青田村人。在“金溪三陆”中最负盛名，是著名的理学家和教育家，与当时著名的理学家朱熹齐名，史称“朱陆”。是宋明两代“心学”的开山祖。他为官清廉、不喜空谈、务求实干，认为任贤、使能、赏功、罚罪是医国“四君子汤”。他治理荆门政绩显著，丞相周必大称赞说：荆门之政是陆九渊，事事躬行的结果。陆九渊在哲学上，提出“心即理”的命题，断言天理人理、物理只在吾心中，心是唯一实在：“宇宙是吾心，吾心便是宇宙”。认为心即理是永恒不变的：“千万世之前，有圣人出焉，同此心同此理也，千万世之后，有圣人出焉，同此心同此理也。”这就把心和理、心和封建伦理纲常等同起来。1176年陆九渊在铅山鹅湖寺与朱熹对认识论的问题展开了一场辩论，史称“鹅湖之会”，进一步阐发了他“尊德性”和“发明本心”的“心即理”的先验论。他的学说，经明代王守仁继承，发扬成为宋明理学的一个重要派别。\n杨万里（1127年~1206年），字廷秀，号诚斋。汉族，吉州吉水人（今江西省吉水县黄桥镇湴塘村）。南宋著名爱国诗人，文学家，与陆游、尤袤、范成大并称“南宋四大家”，“中兴四大诗人”。一生作诗20000多首，只4200首留传下来，被誉为一代诗宗。杨万里诗歌大多描写自然景物，且以此见长，也有不少篇章反映民间疾苦抒发爱国感情；语言浅近明白，清新自然，富有幽默情趣；称为\"诚斋体\"。代表作品：《初入淮河四绝句》、《舟过扬子桥远望》、《过扬子江》、《晓出净慈寺送林子方》等。\n姜夔（1154-1221），字尧章，号白石道人，汉族，饶州鄱阳（今江西省鄱阳县）人。南宋文学家、音乐家。他少年孤贫，屡试不第，终生未仕，一生转徙江湖，靠卖字和朋友接济为生。他多才多艺，精通音律，能自度曲，其词格律严密。其作品素以空灵含蓄著称，姜夔对诗词、散文、书法、音乐，无不精善，是继苏轼之后又一难得的艺术全才。姜夔词题材广泛，有感时、抒怀、咏物、恋情、写景、记游、节序、交游、酬赠等。他在词中抒发了自己虽然流落江湖，但不忘君国的感时伤世的思想，描写了自己漂泊的羁旅生活，抒发自己不得用世及情场失意的苦闷心情，以及超凡脱俗、飘然不群，有如孤云野鹤般的个性。姜夔晚居西湖，卒葬西马塍。有《白石道人诗集》、《白石道人歌曲》、《续书谱》、《绛帖平》等。\n文天祥（1236年6月6日－1283年1月9日），字履善，又字宋瑞，自号文山、浮休道人。江西吉州庐陵（今属江西吉安）人，南宋末大臣，政治家、文学家，杰出的民族英雄和爱国诗人。宝祐四年（1256年）状元，官到右丞相屈，从容赴义。至元十九年（1282）十二月初九，在柴市从容就义。著有《过零丁洋》、《文山诗集》、《指南录》、《指南后录》、《正气歌》等。\n周必大（1126-1204），字子充，一字洪道，自号平园老叟。吉州庐陵（今江西省吉安县永和镇周家村）人。南宋著名政治家、文学家，是南宋名相。绍兴二十一年(1151)进士。二十七年举博学宏词科。官至左丞相，封益国公。与陆游、范成大、杨万里等都有很深的交情。宣和中卒于庐陵，谥文忠。后人将他列为“庐陵四忠”之一，著作有《省斋文稿》、《平园集》等80余种，共200卷。\n宋应星（公元1587—约1666年），中国明末科学家，字长庚，汉族江右民系，奉新（今属江西）人。万历四十三年（1615）举于乡。崇祯七年（1643）任江西分宜教谕，十一年为福建汀州推官，十四年为安徽亳州知州。明亡后弃官归里，终老于乡。在当时商品经济高度发展、生产技术达到新水平的条件下，他在江西分宜教谕任内著成《天工开物》一书。宋应星的著作还有《野议》、《论气》、《谈天》、《思怜诗》、《画音归正》、《卮言十种》等。\n解缙（公元1369年－公元1415年），明朝第一才子、内阁首辅、《永乐大典》总纂修、对联大师。字大绅，缙绅，号春雨、喜易，谥文毅，江西吉水人。洪武12年进士。历官御史、翰林待诏，成祖即位，擢侍读，直文渊阁，参预机务，与编《永乐大典》，累进翰林学士兼右春坊大学士。有《解学士集》、《天潢玉牒》。解缙一生最大的贡献是主编《永乐大典》。永乐元年（1403年），解缙奉旨主编《永乐大典》。他召集朝臣学士，各方专家两千余人，调集数百万册书籍，进行编纂。解缙白天参政，晚上破书万卷查阅资料，反复修改、补正、勘校，经过六个寒暑的精心编纂，于永乐七年（1409年），历史上第一部最早最大的、也是世界上第一部最早最大的百科全书初稿终于完成。后几经修补，《永乐大典》的内容更加详实完备。《永乐大典》的编纂成功，不仅是中国也是世界文化史的伟大创举。它在中国文化发展史乃至世界文化发展史上所占据的地位也是举世公认的，而作为主编的解缙可谓功不可没，所以后人把《永乐大典》和解缙相提并论。\n汤显祖（1550—1616），中国明代戏曲家、文学家。字义仍，号海若、若士、清远道人，江西临川人。汤氏祖籍临川县云山乡，后迁居汤家山（今抚州市）。出身书香门第，早有才名，他不仅于古文诗词颇精，而且能通天文地理、医药卜筮诸书。34岁中进士，在南京先后任太常寺博士、詹事府主簿和礼部祠祭司主事。\n明万历十九年（1591）他目睹当时官僚腐败愤而上《论辅臣科臣疏》，触怒了皇帝而被贬为徐闻典史，后调任浙江遂昌县知县，一任五年，政绩斐然，却因压制豪强，触怒权贵而招致上司的非议和地方势力的反对，终于万历二十六年（1598）愤而弃官归里。家居期间，一方面希望有“起报知遇”之日，一方面却又指望“朝廷有威风之臣，郡邑无饿虎之吏，吟咏升平，每年添一卷诗足矣”。后逐渐打消仕进之念，潜心于戏剧及诗词创作。\n在汤显祖多方面的成就中，以戏曲创作为最，其戏剧作品《还魂记》、《紫钗记》、《南柯记》和《邯郸记》合称“临川四梦”，其中《牡丹亭》是他的代表作。这些剧作不但为中国人民所喜爱，而且已传播到英、日、德、俄等很多国家，被视为世界戏剧艺术的珍品。汤氏的专著《宜黄县戏神清源师庙记》也是中国戏曲史上论述戏剧表演的一篇重要文献，对导演学起了拓荒开路的作用。汤显祖还是一位杰出的诗人。其诗作有《玉茗堂全集》四卷、《红泉逸草》1卷，《问棘邮草》2卷。\n魏良辅（1489－1566），字师召，号此斋，晚年号尚泉、上泉，又号玉峰，新建（今江西南昌）人，嘉靖五年（1526）进士，历官工部、户部主事、刑部员外郎、广西按察司副使。嘉靖三十一年（1552）擢山东左布政使，三年后致仕，流寓于江苏太仓。为嘉靖年间杰出的戏曲音乐家、戏曲革新家，昆曲（南曲）始祖。对昆山腔的艺术发展有突出贡献，被后人奉为“昆曲之祖”、在曲艺界更有“曲圣”之称。 \n谭纶（1520-1577），字子理，号二华，江西宜黄县谭坊人。明代抗倭名将、杰出的军事家、戏曲活动家。官至兵部尚书、太子少保。与戚继光、俞大猷、李成梁齐名，著有《说物寓武》二十篇军事著作。 \n八大山人，名朱耷，江西南昌人，为明宁献王朱权九世孙，清初画坛“四僧”之一。明灭亡后，国毁家亡，朱耷心情悲愤，落发为僧，法名传綮，字刃庵。又用过雪个、个山、个山驴、驴屋、人屋、道朗等号，后又入青云谱为道。他的作品往往以象征手法抒写心意，如画鱼、鸭、鸟等，皆以白眼向天，充满倔强之气。笔墨特点以放任恣纵见长，苍劲圆秀，清逸横生，不论大幅或小品，都有浑朴酣畅又明朗秀健的风神。章法结构不落俗套，在不完整中求完整。 \n蒋士铨（1725—1784）清代戏曲家，文学家。字心馀、苕生，号藏园，又号清容居士，晚号定甫。铅山（今属江西）人。乾隆二十二年进士，官翰林院编修。乾隆二十九年辞官后主持蕺山、崇文、安定三书院讲席。精通戏曲，工诗古文，与袁枚、赵翼合称江右三大家。士铨所著《忠雅堂诗集》存诗二千五百六十九首，存于稿本的未刊诗达数千首，其戏曲创作存《红雪楼九种曲》等四十九种。\n傅抱石（1904～1965），现代画家。原名长生、瑞麟，号抱石斋主人。江西新余人。早年留学日本，回国后执教于中央大学。1949年后曾任南京师范学院教授、江苏国画院院长等职。擅画山水，中年创为“抱石皴”，笔致放逸，气势豪放，尤擅作泉瀑雨雾之景；晚年多作大幅，气魄雄健，具有强烈的时代感。人物画多作仕女、高士，形象高古。著有《中国古代绘画之研究》《中国绘画变迁史纲》等。\n袁隆平，江西省九江市德安县人，无党派人士，现居湖南长沙。中国杂交水稻育种专家，被称为中国的“杂交水稻之父”。2006年4月，当选美国国家科学院外籍院士，2010年荣获澳门科技大学荣誉博士学位，2011年获得马哈蒂尔科学奖。2014年1月3日，袁隆平团队回应转基因水稻研究，尚未用于实践。挪威议员提名中国著名杂交水稻育种专家、印度遗传学家和巴基斯坦人权活动家角逐2014年度诺贝尔和平奖。\n黄秋园（1914—1979），江西南昌人，名明琦，字秋园，号大觉子、半个僧、清风老人；1914年生，1979年5月逝世，自幼爱画，后到银行工作，其书画创作全在业余进行，他聪明好学又功底深厚，成就极大，1970年后将全部精力投入书画创作，达到他一生艺术创作的高峰；逝世五年，他的作品公诸于世，震撼整个中国画坛；一代宗师李可染先生叹出：“国有颜回而不知，深以为耻”。\n民系语言\n赣语是江右民系使用的主要语言，也为中国日常生活中主要运用的汉语七大方言之一，使用人口在江西境内主要分布在赣江的中下游、抚河流域及鄱阳湖及周边、湘东和闽西北、鄂东南、皖西南和湘西南等地区。统计下来赣语的分布总面积近20万平方公里，在南方六大汉语中，分布地域最广。\n分布范围\n江西境内的赣语区主要分布于赣北、赣中、赣东、赣西一带，面积和人口占全省的四分之三，是江西境内第一大汉语方言。包括南昌市及所辖的南昌县、新建、安义、进贤；九江的湖口、星子、都昌、德安、永修、武宁、修水、彭泽、瑞昌；宜春市及所辖的丰城、樟树、高安、奉新、靖安、宜丰、上高、万载；新余市及所辖的分宜；萍乡市及所辖的莲花、芦溪、上栗；景德镇市及所辖的乐平；上饶的铅山、横峰、弋阳、万年、鄱阳、余干；鹰潭市及所辖的贵溪、余江；抚州市及所辖的东乡、崇仁、宜黄、乐安、金溪、南城、黎川、资溪、南丰、广昌；吉安市及所辖的吉安县、吉水、峡江、新干、永丰、泰和、安福、永新、井冈山、遂川、万安。\n此外，赣语还分布在湖南东部，包括岳阳市市区、临湘市和岳阳县、平江县华容县的部分，长沙市的浏阳，株洲市的醴陵市、攸县、炎陵县和茶陵县，衡阳市的耒阳市和常宁市，郴州市的永兴县、安仁县和资兴市，邵阳市的洞口县以及绥宁和隆回的北部等等； 福建省的邵武、光泽、建宁、泰宁； 湖北省东南部通城、蒲圻、崇阳、通山、阳新、咸宁、嘉鱼、大冶；安徽省西南部安庆地区的望江、东至、宿松、怀宁、太湖、潜山、岳西、桐城等；浙江省西部的某些地区。\n系属\n赣语的系属一直都是学术界争论的焦点，基本上可以归为二类的观点：\n第一种观点认为赣语是汉语的一种“方言”，中国大陆的学术界因历史、文化等因素而多持有这种观点。而且赣语使用人口亦较多认为赣语是属于汉语方言的一种，这多出自于学术宣传、政治考量、民族感情等诸多因素，也因为赣语相较于粤语、闽语和官话有一定的相似性。\n第二种观点认为赣语本身就是一种语言，海外语言学家在做汉语言学研究时就把赣语和其他汉语分别作为单个语言研究。因为从语言学角度上看，凡是互相之间不能通话的，均应列为不同的语言。而赣语和其他汉语在语音、词汇、语法上都存在着显著的差异，口语上对话人是无以沟通的。因此有学者认为，这些不同的汉语基本上是“语言和语言”的关系，而非“方言和方言”的关系。对照世界上对语言的定义分类，同属印欧语系的英语和德语之间的共用词汇根据相关研究为58%，法语和意大利语则为80%，西班牙语和葡萄牙语更达87.4%。而这一系列语言都为不同类语言。即使分属不同语系的中文和日语之间的同源词汇也有47.5%。而赣语和北方官话之间的互通词汇仅为46.9%。由此可见，如果以“同源词”作为指标来衡量语言的话，赣语和北方官话之间的差异已远甚于“方言”之间的差异。\n历史\n赣语历史十分悠久，还保留着许多远古时的印记，比如“站”是普通话中最普通的词汇，而赣语族群却说成“企”，商周时的华夏族就是这么说的。“企”的甲骨文和金文描绘了一个侧立的“人形”，特别强调了“脚掌”，生动的表示了“站立”的意义。后来随着隶书的出现，“人”和“企”开始分离。在“企鹅”一词中，“企”字任然保存了古义，说明它不是普通的鹅，而是站立着的鹅。\n其实早在西汉时期，赣语就已经开始初具规模了。赣语的发展历史主要分为两个时期。第一个是秦汉时期，在秦国统一六国之后，由于经济政治上的需求，组织了一系列、强制性的人口迁移。而从这时候开始，赣语由此开始茅芽。而在两晋南北朝的270年中，出现了7次南下移民的高潮。这时候的赣语也形成了一种新的汉语方言。\n民系文化\n江右文化是江右民系的文化。是指一种具有鲜明特征、相对稳定并有传承关系的历史文化形态。江右文化的内容主要可以归结为以下几类：江右商帮（商业文明）、赣派建筑（建筑文化）、书院文化、赣语、赣剧（戏剧文化）、还有在中华汉文明历史上占有举足轻重地位的赣派学术与文化。江右文化的三大支柱为豫章文化、临川文化、庐陵文化。\n江西心学\n是由南宋理学家陆九渊创始，因其为江西抚州金溪人，故称之为江西心学，江西心学是中国思想史上出现的第一个典型的主观唯心主义哲学体系，这个哲学体系，后来被王守仁加以扩充和发挥，便推向了高峰。它对中国的学术思想和政治思想发生过重大作用。至明代又有“王门七派”，七派里有三大派的影响最大，江右派，王畿派，王艮的泰州学派，而江右派，恪守师说，保持王学的基本观点，故也称王学正统派。\n江西诗派\n吕本中于崇宁元年（1102）至二年之间，作《江西诗社宗派图》，选入黄庭坚、陈师道等25人之诗，因“其源流皆出豫章”，称江西诗派。元初方回以杜甫、黄庭坚、陈师道、陈与义为一祖三宗。诗派中人论诗反对西昆体，师法唐杜甫、韩愈、孟郊，强调效法活脱，崇尚工力，注重琢磨，但要求“无一字无来历”，提倡“点铁成金”和“脱胎换骨”之法。至清末同光体又分三大支派，赣派即其中之一派，以陈三立为魁首，学韩愈、黄庭坚，直接继承宋代江西派，后继者夏敬观、华焯、胡朝梁、王瀣、王易、王浩等，或出入于梅尧臣、陈师道诸家。\n明初江西诗派，代表人物为刘崧（江西泰和人），标榜唐音，实际对他影响最深是乡先贤虞集、范德机，揭傒斯等。而后来的台阁体又是江右诗派的直接产物。《四库全书总目提要》称刘崧“大底以清和婉约之音，提导后进，迨杨士奇等嗣起，复变为台阁博大之体。”作为台阁体创始者的杨士奇历任四朝内阁大臣，为太平时期宰相。江西平易自然的诗风正宜于奉敕颂圣、歌咏升平之作。因此钱谦益说：“江西诗派，中降而归东里，步趋台阁，其流世界冗卑而不振。”\n江西词派\n五代南唐冯延巳、宋初晏殊、欧阳修的词打破了从晚唐到五代前期以花间派为代表的香艳熟软、无深意寄托的词风，赋词以较深邃的思想蕴含和更诚挚的情感寄托；在艺术上引入诗歌的比兴手法，并从民歌中汲取养料，对宋词日后的繁荣昌盛起到开先河的作用，从而形成了词坛上承前启后的重要流派，这就是以二晏一欧为骨干的北宋江西词派另有：宋末元初以刘辰翁为翘楚的江西词派，厉鹗绝句言：送春苦语刘须溪，吟到壶秋句绝奇，不读凤林书院体，岂知词派有江西。 \n江右饮食\n粉蒸肉\n清代袁枚的《随园食单》中关于粉蒸肉的记载“用精肥参半之肉，炒米粉黄色，拌面酱蒸之，下用白菜作垫，熟时不但肉美，菜亦美。以不见水，故味独全。江西人菜也。”\n江西粉蒸肉类别很多，可以加红薯，南瓜，青豆，芋头，板栗等做配菜，另外还有独特的腊米粉肉，最为特别的当属宜春的香椿米粉肉又叫椿肉，以香椿叶腌制 \n三杯鸡\n凡到台湾菜馆，总能点到三杯鸡，大家自然认为它是台湾菜。其实，它可是地地道道的江西菜，因烹调鸡块时加入甜米酒、猪油、酱油各一小杯，不放汤水，用炭火将鸡块炖熟而得名三杯鸡。您可别小看这道菜，它的来源可与大英雄文天祥有关。南宋末年，民族英雄文天祥抗元被俘。一位老婆婆得知文天祥即将被杀，就带了一只鸡和一壶酒来狱中探望他。在一位江西狱卒的帮助下，老婆婆见到了文天祥。这位狱卒把老婆婆带的鸡收拾好切成块，在瓦钵中倒上三杯米酒，用小火煨制。一个时辰后，两人把鸡肉端到文天祥面前，他心怀亡国之恨吃完了最后这顿饭。\n莲花血鸭\n莲花血鸭是江西省萍乡市莲花县的一道名菜。莲花血鸭因具有“色美味香、鲜嫩可口”的特点而被列入“十大赣菜”之一，并申报省级非物资文化遗产成功。\n米饺\n米饺俗称包心粑，饺子粑，又称米粑，流行于环鄱阳湖一带，米粑吃法各异，而且都百吃不厌，逢年过节，家家户户都会做米饺。\n瓦罐汤\n瓦罐汤是一种传统的煨汤方法，《吕氏春秋·本味篇》记载了煨汤的真谛：‘凡味之本，水最为始，五味三材，九沸九变，则成至味’，几千年的历史记载和沉淀，使其独具特色。今天的瓦罐汤以江西南昌地区的闻名全国，瓦罐煨汤作为是赣菜的代表。\n白糖糕\n南昌白糖糕是一种流行于南昌民间的传统小吃，起源于明清时期，到民国时代，这种白糖糕已是南昌街头巷尾各大茶铺常备的佐茶食品，被誉为“江西五大传统名点”、“南昌十大特色小吃”。它清甜爽口弹牙烟韧，优质糯米经浸泡、洗滤，入石臼舂成细粉，冲开水揉和，搓为细条，展为薄片，多层叠起，弯转成圈，入油炸至金黄，起锅滤油，以白糖、米粉混和撒于糕上。糯软香甜，表酥内嫩。其特点香糯、柔软、洁白，其表面沾有江西独特的冻米粉和糖份混合物，吃时别有一番风味。\n灯盏粿\n灯盏粿是江西省上饶市铅山县的特色小吃，原料是普通的大米，用石磨磨成浆，然后放在锅里熬成粿胚，再捏成灯盏形，再炒馅填进灯盏形的粿壳里。其程序繁琐，当中的细节分寸尤其难以掌握。比如如果用机器磨浆，味道就比石磨的要差很多。粿胚的质量完全决定了灯盏粿的味道，粿胚什么时候起锅也完全凭感觉，不能太湿也不能太干。将粿胚捏成灯盏的形状也是手艺活，就像捏陶瓷一样，一定要光滑匀称才好看。灯盏粿的馅也很有讲究，最好吃的青南瓜切成细丝，再加上放上四分之一的青豆切碎，再加点鲜香菇，油要放得适中。馅放在锅里炒至八九分熟，再添到粿胚里去蒸，蒸的时候不要打开来看，而且要蒸透。蒸好了以后，再在馅上淋一层薄薄的熟猪油。好的粿胚滑嫩不粘牙，再加上南瓜的鲜美和豆子的清香，味道绝妙。 \n赣派建筑\n江右地区的传统建筑主要为赣派建筑，著名建筑有贵溪耳口曾家清代建筑群、赣县夏府村戚氏宗祠、近代代表建筑主要为庐山别墅群、庐山天主教教堂等待；现今地标南昌八一大桥、南昌金融中心等等。以乐安流坑、安义罗田等江西古村落为代表的赣派建筑文化：其布局简洁，朴实素雅，是具有浓厚地方特色的赣派民居建筑。外看，多为长方形平面，用空半砖墙围合，清一色的青砖灰瓦，高峻的马头墙，半掩半露的双披屋顶隐在重重叠叠的马头墙后面，马头墙造型丰富多样，翘首长空，既可防火，又可防风。入内，其格局多为二进三开间，一堂一厅，面阔三间，明间厅堂，次间臣室，左右对称。木构穿斗式梁架，并依使用目的之不同，前檐部常做成各式的轩，形制秀美且富于变化。卧室楼高一层半，下层居住，上半层放置什物。厅堂没有分层，显得高大宽敞，气势极为堂皇。室内地面，以长条青砖横向错缝铺砌。神龛设在厅堂宝壁两边侧门的上方。堂前均有较为狭小的天井，既从采光通风之用，又取四水归堂之意，无形中把人与天衔接起来，体现了“天人合一”的情境。可以说赣派建筑，既是中国古建筑文化中极其华美一章，又豫章大地上赣派文化的一个重要代表。 \n书院文化\n古代书院曾在中国教育发展史上占有重要的地位，江右地区素称人文之乡，在书院建设方面因其起步早、数量多、影响大等特点而颇负盛名。书院之名，始于唐代。唐玄宗在长安设丽正书院、集贤书院，校刊、收藏经籍。从事教学活动的书院大约始于中唐时期，约在唐德宗贞元年间（785－804）至唐宪宗元和年间（806－820）。桂岩书院即创建于这一时期。桂岩书院在唐洪州高安县境内，地处县城北六十里之洪城桂岩，即今高安县华林乡。桂岩书院的创始人为高安人幸南容。幸南容于贞元9年（793）中进士，曾官为国子监祭酒。814年告老还乡，创建桂岩书院，“开馆授业”。这是江右书院史上最早的书院，也是中国最早的聚徒讲学书院之一。除桂岩书院外，建于唐代的书院还有皇寮书院、虎溪书院、李渤书堂、东佳书院、景星书院等。\n婚姻习俗\n封建社会，男女婚嫁听从父母之命，媒妁之言，青年没有自由结婚的权力，一切由父母包办，按封建礼俗进行。经过议婚、订盟、纳彩、登龙而后结婚。媒人将男女双方的家庭和男女双方本身的情况，向对方详细介绍。如双方父母同意，媒人便把女方的“年庚”用红纸书写，交给男方，男方父母将“年庚”置于祖堂神台下压搁七天，如无发生意外不吉利的事，便请算命先生和男方的“年庚”对照，双方八字不会“相克”，父母认为合适，就初步定局。通过媒人洽谈，双方将聘金、酒礼、妆奁议定后，即行订盟。订盟一为明订，即男方办礼物(鸡、鸭、猪肉、海味、聘金、酒礼、衣料等)送往女方，女方接受礼物后，回给男方“允盟帖”和赠送少量礼物叫“换帖”；另一种叫暗订，比较简单，不换帖，男方只备办部分聘金和少量礼物给女方，女方则回赠几件菲薄的东西。有的男方办一、二桌酒筵，请直系血亲赴宴，以示婚事订定。定亲后，男女双方可以来往。订婚后，男方把双方议定的彩礼，用正式礼帖由媒人送往女方。男方将择定的结婚日期，用红帖随同聘金、酒礼等各种彩礼，一并送到女方；女方同意后回给男方“允期”红帖。男双方积极准备婚嫁事宜。\n城区在结婚前夕，由媒人陪女婿到岳丈家上门。办食匣礼物一担，有的坐轿子，擎一对高照前往，岳丈家设酒宴款待。女婿先谒祖先，后跪拜岳丈、伯叔等长辈。受拜者要赠红包给女婿，称“见面礼”。在择定的结婚日，男家张灯结彩，贴红对联，办起嫁晚宴，亲友登门。婚礼前一天，男家向女家送“起嫁担”，由媒人护送，挑往女家。中午女家办“离家酒宴”，下午，男家备“凤冠霞帔”，抬上花轿，擎高照、手灯笼各一只，松明两盏，乐班吹唢呐，上女家迎接新娘。新娘离开娘家，城区在白天，农村一般在下半夜。乐班吹打闹堂，催促新娘梳妆打扮，穿红衣红裤，披霞帔，戴凤冠，红绸巾遮着头脸，胸前挂桂圆一串和护心铜镜，红毯垫地，由娘舅或媒人抱新娘出闺房，站立红毯拜祖先和父母、娘舅、伯叔等，辞别登轿。新娘上轿前，由媒人试坐，称“镇轿”，然后抱新娘入轿。花轿到了男家，妆奁先入门，新娘一般要等到近午时入门。新娘入门要举行入门仪式，乐班吹闹，燃放鞭炮，花轿入门进厅堂，由接嫁婆牵新娘立于左边，新郎站右边拜堂。礼毕，新郎先入洞房，新娘由接嫁婆迎接，牵行，叫来童男童女，与新娘扛“七星斗”步入洞房。新娘入房后，不论男女老少都可入房逗引新娘，叫新娘唱歌、讲故事、端茶敬烟，叫做“闹新房”。旧时妆奁，一般为一只花箱、被子一条、蚊帐一顶、衣箱一担、梳妆镜匣、马桶、火笼一对等，富裕人家除丰厚妆奁外，还有拨田和婢女及棺木。婚礼后，大宴宾客，菜肴丰盛的有六盘十碗，一般四盘八碗。以墨鱼、蛏干、银鱼、鱼皮、海参、鸡、鸭、鱼、蛋、猪肉等为主菜。城关、朱口的小肠灌蛋的“鼓子菜”和糯米、红枣、莲子拌白糖同蒸的“一盆雪”更有特色，酒宴十分丰盛。入夜，夫妻饮交杯酒（合卺）。\n民国时期仍沿用旧时婚礼和旧习俗。也有少数人举行“文明结婚”，婚礼从简，借用公共场所或机关学校的礼堂举行婚礼，有双方主婚人、证婚人、介绍人，新郎、新娘在双方的结婚证书上签字盖章，就是合法的婚姻。婚礼后设宴庆贺。民国以前，同姓男女不通婚，但有表兄妹近亲结婚的。民国时，法律禁止近亲结婚，便有远房或异地的同姓男女结婚，但仍受父母限制。\n解放后，颁布了《中华人民共和国婚姻法》，法定实行婚姻自主，禁止买卖和包办，不规定订婚。从此，旧的习俗逐渐改革，向文明简朴方向发展，男女婚嫁，大多数都是经过互相认识、接触、互访家庭，征得双方父母同意后，向法定部门登记，领取结婚证。双方商定结婚日期，举行女到男家(也有男到女家)的婚礼。迎亲已不再用花轿，城内多用汽车、摩托车，农村多用拖拉机、自行车，也有步行的。拜堂仪式已废弃，只是婚礼前男送一定的礼金、礼品给女方，女方也置办必要的家具、衣物作为嫁妆。婚礼后办酒宴请亲友，多的十几桌，少的五六桌。也有开明的青年不按旧习俗办事，仅举行简朴、隆重而有纪念意义的婚礼。八十年代以来，举行集体婚礼、新婚茶话会、旅行结婚的也增多了。\n江右商帮\n江右商帮是十大商帮之一，盛极一时，以讲究贾德著称。江西在两宋以后，由于得天独厚，人杰地灵，成为全国经济文化的先进地区。历元至明，江西继续保持这一经济优势。在明朝，江西人口仅次于浙江，居全国十三个布政司中的第二位；由于地产丰富，盛产粮食、茶叶、陶瓷、纸张、布匹、木材……缴纳税粮在明孝宗弘治年代直至明神宗万历年代却居全国第一。\n明代成祖朱棣永乐年间(1403-1424)，江西经济逐步发展，由于倭寇对东南沿海的侵扰，促使赣江--鄱阳湖航道的重要性得以提高，货物与商客流通量不断增加，大大刺激了江西本地商业更趋繁盛。出外经商者，以江西为最，其足迹遍及全国，以至出现\"足不出外则技不售，惟江右尤甚\"的盛况。北京是明清时期全国的政治经济中心，江西商人在此具有举足轻重的地位。张瀚《松窗梦语·百工记》云：\"今天下财货聚于京师，而半产于东南，故百工技艺之人亦多出于东南，江右为夥。\"明人各省在北京的会馆见于文献的有41所，其中江西有14所，居各省之首。湖广地区是江西商人聚居之地，盐、当、米、木材、药材和布匹等六大行业，是汉口的主要行业，皆有江西商号。岳州府濒临洞庭湖，其\"江湖渔利，亦惟江右人。\"其药材业，多为江西樟树商人所占有。\"豫章之为商者，其言适楚，犹门庭也。\"故在湖广，有\"无江西商人不成市\"之说。西南的云南、贵州、四川等，是江西商人的又一主要活动地区，而又以抚州人为多。抚州艾南英《天佣子集》云：\"随阳之雁犹不能至，而吾乡之人都成聚于其所。\"明代万历年间(1573-1620)，在云南居住的人口，有一半以上是江西抚州人，王士性《广志绎》云：\"滇云地旷人稀，非江右商贾侨居之，则不成其地。\"而江西会馆设在四川各州县府的，竟多达200余处。此外，河南、陕西、两广、江浙及福建等地，亦遍布江西商人的足迹。他们在同外省商人竞争角逐之中，逐渐形成一个势力很大的\"江右商帮\"，他们基本垄断着瓷器、药材、木竹、茶叶、夏布、纸张和大米等江西名特产品的经营。起始于明代初期，散布于全国各地的\"江右商帮\"，对原有的社会经济秩序造成了不同程度的冲击，激发并促进了全国广大地区商品经济的发展。明代江右商帮的兴起是精明的江西人，在较为有利的经济基础之上，利用良好的地理经济环境，得益于当时明朝的海禁政策；江西明代的流民运动实质上就是一种经济扩张，使江右商帮在当时能够发展起来，才有了“无江西人不成市场”之说。江右商帮的兴起，为江西的经济发展有较大的贡献，贸易的繁荣造就了江西当时的辉煌：“瓷都”景德镇名扬万里；樟树无药，却成为“药都”有“药不过樟树不灵”之说；九江雄踞长江之滨成为当时极具影响的商埠，在当时江苏一带，市传“三日不见赣粮船，市上就要闹粮荒。”以至于后来九江引起外国列强垂涎；商业繁荣，促进了江西各业的迅速发展，素有“江南粮仓”美名的江西，真是百业兴旺。\n","category":"草书","verified":true,"user":1,"timestamp":1429951559968},{"name":"尤袤跋范仲淹师鲁帖","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791613567,"text":"","author":"宋代尤袤","description":"尤袤跋范仲淹师鲁帖"}]