[{"name":"黄慎草书桃花源记","text":"卷首图前有吴昌硕篆书题“古春一记”四字大篆，下注草书：“老缶题毕篆专，时乙卯二月抄。\n作品背景\n内容乃据晋代陶渊明（365年～427年）文记《桃花源》之意绘制：开卷水天浩渺，烟笼沙洲。空中云积层岩，绝壁苍藤盘结。山麓碎石堆积成岗，延至奔溪冲折的山坳。洞口篷船空陈，艄公弃舟入洞。继而豁然开朗，进入桃花仙界：只见断岩亘空，桃林夹立。山谷幽深，水帘披挂。越过绵延起伏的山峦，于山角屏壁之后隐现桃源村落。村口札栅栏木门，有黄狗护院看守。村内环境幽雅，屋宇整洁，亭阁耸立，大道平坦。鸡犬呜跳嬉戏，幼童倚门张望。行人驻足寒暄，村民各司其事。妇女洒扫庭厨，牧童村外放牛。林后村舍相属，村外阡陌纵横。远处石桥如虹，通向无垠野地。村口场基之上，部分村民纷涌而至，前来迎接不速之客～捕渔翁。作者通过赞颂的笔调对传说中世外桃源美景进行理想化的描绘，从而寄托了自己不耐人间烟火、向往逃俗离垢的厌世情结。\n图后另纸附作者草书节录《桃花源记》及作者自撰五言诗一段：“……赢氏乱天纪，贤者避其世。黄绮之南山，伊人亦云逝。往迹浸复湮，来径遂芜废。相命肆农耕，日人从所憩，桑竹垂余阴，菽稷随时艺春蚕取长丝，秩熟靡王税，荒路暖交通，鸡犬亘鸣犬。俎豆犹古法，衣裳无以制，音孺纵行歌，班白观游诣，草荣识节和，木衰知风励。虽无纪历志，四时自成岁。怡然有馀乐，于何劳智慧，奇踪隐五百，一朝敝神界，凉薄既异源，旋复还幽蔽。借问游方士，焉测尘嚣外。愿言蹑轻风，高举寻吾契。乾隆甲申冬月镓，黄慎。”\n此图作于清乾隆29年（1764年）作者时年77岁。其作书如画、绘画同书，当属晚年精品。作者技法纯熟、行笔迅疾，全用草书狂写入画。先以淡墨打底，再作粗笔挥洒。墨色浓妍处光彩焕发。渴笔疾走时骨力无穷。线条飘忽流畅、顿挫自然。打破了传统人物画代代相承的铁线、兰叶、行云流水等“十人描法”限制而汲取南宁梁楷阔笔写意和明初渐派水墨人物草廊疾写的技法，结合坚实的运笔根度和写真基础，完全从塑造客观对象、具体特征的需要上出发，灵活地运用各种描法及草书的笔意趣味，下笔或渺如鸿毛飘落，或重似泰山坠石，时而中锋勾写、精刻细划，时而侧笔拖扫、意到笔略。描绘人物则造型轩昂，体态准确详写神略写貌、垂与意略写形，达到神情兼备、谈谐含蓄的境界。如此在技法上既超越了前辈梁楷过于简逸的现实之感，也克服了浙派人物空疏草率的缺点，在气音上则避免了“有其形音不生，得其气位不稳”的画工之弊；一扫文人雅士冲和溱远、颓唐纤比的陋习，使中国人物画的现实主义传统得到了很好的发展。图中岩石的画法则有元代倪瓒横折带皴法而层次更显丰富豪迈。寓清代袁江之骷髅皱而愈加凝炼劲爽。树法四面有枝，出于李成而极尽变化展姿，造型奇崛郁勃，精神发越外拓。作为衬景的山水，虚实远近安排有序、屋舍舟桥精工细写，比例视赏合理，令观者有身临其境之感。全图气息纯朴鲜活，风格洒俊逸，线条粗简活脱，时现枯笔飞白。色彩明丽润泽，气息纯朴鲜活。仿佛一帖墨酣笔畅的抒情草书。体现了黄慎作为职业画家，在造型的真实感上所具有超越其他同代画家的成就，具有士气而兼作家之气。\n黄慎（1687年1772年），初名盛，字恭寿，恭懋，躬懋、恭寿、菊壮，号瘿瓢子，别号东海布衣。福建宁化人，中国清代画家，“扬州八怪”之一。黄慎书画流传较多，大多藏于国内各大博物馆内。北京故宫藏有多幅，如《漱石捧砚图》，天津艺术博物馆藏的《醉眠图》册页、《伏生授经图》轴，扬州博物馆藏的《渔归图》等。 \n作品特点\n黄慎擅草书，书法学“二王”，更得怀素笔意，从章草脱化而出。图后所附草书，则一反传统行章书法连绵牵引的线性笔意，其参张长史观桃夫争道之典故，以栖劲运笔用于绘画之中，创意为激荡跃动的墨点。并引入抒情的画意，改借画家的法眼进行挥洒。复又发挥自己精湛的绘画实力，将布置虚实，安排造景疏密的经验融入到书法的篇章中去。用如锥划沙、似折钗股的枯劲之笔，纵横排阖、顿错翻飞、意属笔断，出神入化。忽而似魏晋钟繇之章草的白雨跳珠，兔起鹘落，忽而若唐代怀素漫书之枯蔓盘空、鸾舞蛇惊。徐疾有序，张驰结合，导之泉注、顿之山安，亦书亦画，节奏强烈，气象雄伟、令人骇目。故纸面多呈干枯、飞白和迅疾之迹，点画纷披，散而有序，计白守黑，疏密相间，若疏景横斜似苍藤盘结，歇笔存于字体笔画之中，具有“书中有画、画中有书”之趣。书画同源是国中文人画的灵魂，黄慎以勤奋的实践身体力行，使传统的诗书画印得到了紧密的渗合，在清代中期艺坛上，树立了一面光彩夺目的旗帜。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663243},{"name":"黄慎草书桃花源记","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791634814,"text":"吴昌硕篆书《古春一记》卷首\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n吴昌硕跋黄慎《草书桃花源记》\n\n黄慎《草书桃花源记》\n　　释文： 晋太元中，武陵人捕鱼为业。缘溪行，忘路之远近，忽逢桃花林，夹岸数百步，中无杂树，芳草鲜美，落英缤纷。 渔人甚异之。复前行，欲穷其林。林尽水源，便得一山。山有小口，仿佛若有光。便舍船，从口入。复行数十步，豁 开朗。土地旷，屋舍俨然，有良田美池桑竹之属。阡陌交通，鸡犬相闻。其中往来种作，男女衣著，悉如外人。黄发 垂髫，并怡然自乐。见其人，乃大惊，问所从来，具答之。便要还家，设酒杀鸡作食。村中闻有此人，成来问讯。自 云先世避秦乱，率妻子邑人来此绝境，不复出焉，遂与外人问隔。问今是何世，乃不知有汉，无论魏晋。此人一一为 具言所闻，皆叹惋。余人各复延至其家，皆出酒食。停数日，辞去。此中人语云：“不足为外人道也。”既出，得其 船，便扶向路，处处志之。乃郡下，诣太守，说如此。太守即遣人随其往，寻向所志，遂迷，不复得路。南阳刘子骥， 高尚士也。闻之，欣然觏往。未果，寻病终。遂无问津者。 赢氏乱天纪，贤者避其世。黄绮之齐山，伊人亦云逝。往迹浸复湮，来径遂芜废。相命肆农耕，日人从所憩。 桑竹垂余荫，菽稷随时艺，春蚕取长丝，秋熟靡王税。荒路暖交通，鸡犬互鸣吠。俎豆犹古法，衣裳无以制。童孺纵 行歌，斑白观游诣。草荣识节和，木衰知风励。虽无纪历志，四时自成岁。怡然有余乐，干何劳智慧：奇踪隐五 百，一朝敝神界。淳薄既异源，旋复还幽蔽。借问游方士，焉测尘嚣外~．愿言蹑轻风，高举寻吾契。 乾隆甲申冬月录。黄慎。\n　　附录：《黄慎草书桃花源记》简介\n　　黄慎（一六八七-一七七二），字恭懋，一字恭寿，号瘿瓢子、东海布衣、七闽老画师等。福建宁化人，终生布衣。雍正间移居扬 州。\n　　黄慎出生于一个半耕半读的贫民之家。父亲黄巨生乃一介书生，为谋生路，飘零异乡，客死洞庭。慎自幼在家翻读父书，父亡侍 母。因无以为业，年方八九便寄生萧寺，立志学画，以养家糊口，每夜读书习画。年十四五弃举子业，从同里画家上官周学习人物写 真、工笔花鸟、山水楼台等法。稍长，即悟“吾师绝技难以争名矣，志士当自立成名，岂肯居人后哉”。后偶见怀素真迹，反复揣摩之 余，从中受启，遂效仿张长史参公孙大娘舞剑器及观担夫争道之典故，将草书笔法融入人物画线描之中，转入觕角挥洒一路，创立出自 己的艺术风格，所写人物多取材历史神话故事、文人士夫生活以及渔民、纤夫、游子、乞丐等下层劳动人民形象。衣纹线条疏放狂纵、 变化无方，寥寥数笔以简驭繁、形神兼备、栩栩若生。山水虽取法倪黄，出入仲圭，但笔意纵横、气象雄伟。花鸟作品亦颇具自然之旨 趣。上官周见之盛赞其“犹右军之后，有鲁公也”，但是黄慎并未以此满足，而是牢记母亲的谆谆教诲：“儿为是，良非得已。然吾闻 此事非熏习诗书，有士夫气韵，一画一技俩耳。”努力追求诗人张钦所语“诗中有画、画中有诗”的境界，潜心学诗，终令诗画之名大扬， 其诗被同乡雷鋐收集编为《蛟湖诗钞》四卷。继而又刻苦攻书，赚得“诗、书、画三绝”之誉，闻名大江南北。读罢万卷书，再行万里路， 黄慎为拓眼界，毅然离家出游，涉足豫章吴越等地，以广见识。中年，为了便于卖画，于康熙五十八年（1719），时三十六岁之际携 母迁居扬州，交往一时名流，与郑燮、李鱓成为莫逆交，被列为“扬州八怪”之一，大受社会欢迎。\n　　在扬州崇尚创新的艺术氛围感染下，黄慎又开始了书法艺术改革的尝试，弃楷作草，舍钟繇而法二王，远师怀素，近尚明人，并将 绘画之长透入书法关钮，于传统狂草书体中别开生面，线条续断、机杼巧妙，歇笔存于字体、笔画之中，计白守黑，疏密相间，一泻千里， 自然天放，形成个性鲜明、独标一格的狂草，以崭新的艺术面貌轰动了整个扬州书坛。由此跻身文人画家之列，成为清季艺术巨子，墨 迹人多重金争购，一时成拱壁宝藏。譬如《桃花源书画合璧》手卷，作为其晚年精品之一，即曾经多位名家辗转收藏，最终成为国家馆 藏的宝贵财富。\n　　黄慎《桃花源书画合璧》手卷，纸本，设色，纵三十八厘米，作于清代乾隆二十九年甲申（1764），时年作者七十七岁。海上名 人吴昌硕（1844-1927）于七十一岁题卷首。\n　　图后所附草书节录陶诗及自撰的五言律诗，则毅然一反传统行草书法连绵牵引的线性笔意，而是创意为激荡跃动的墨点，并引入 抒情的画意，发挥自己精湛的绘画功力，将处理布局虚实和安排造景疏密的经验融入到书法的篇章中去。用如锥画沙、折钗股的枯劲 之笔纵横捭阖，顿挫翻飞，意连笔断，出神入化。忽而以魏晋钟繇之章草白雨跳珠，兔起鹘落，忽而若唐代怀素之漫书枯藤盘空，鸾舞 蛇惊，徐疾有序，张弛结合，导之泉涌、顿之山安。亦书亦画，节奏强烈，气象雄伟，令人骇目。诚如钱湄寿《题黄瘿瓢慎山水障子》诗 云：“忽而疏，忽而密，空际烟云指尖出。忽而枯，忽而生，满林风雨皆秋声。笔一枝，墨一斗，兴酣笔跃墨亦走。笔有神，墨无痕，山 重水复蛇龙奔。不以规矩非其病，不受束缚乃其性”。用来形容黄慎的书风，同样也是合适的。\n　　关于黄慎作书如画、绘画同书的特点，时人即有盛赞，如清凉道人在《听雨轩笔记》中，曾言“其书法纵横酷似其画”。雷鋐亦在 《蛟湖诗钞序》中称道：“字如疏影横斜，苍藤盘结，然则谓山人，诗中有画也可，字中有画也可。”书画同源是中国古代文人画的灵 魂，黄慎以其勤奋的实践，使传统的诗书画韵得到了紧密的渗合，在清代中期的艺坛上树起了一面光彩夺目的旗帜。","author":"清代黄慎","description":"黄慎草书桃花源记"}]