[{"name":"陈洪绶五言绝句诗轴","text":"基本信息\n【名称】：明陈洪绶行书五律诗轴【类别】：纸类文物、书画\n【年代】：明代\n【文物原属】：明陈洪绶书\n【文物现状】：现藏北京故宫博物院\n文物简介\n纸本，立轴。行书。纵141cm，横57.5cm。5行。\n钤“陈洪绶印”、“章侯氏”印2方。\n本轴书五言律诗一首，从落款处称僧人玄濬为“道盟兄” ，可知此诗是陈洪绶晚年为僧时所作。\n陈洪绶的书法与绘画均显现共同而鲜明的特色，即奇异、怪诞。此轴书法结构修长，字形呈欹峭之势，用笔紧密而细腻，简洁而质朴，姿态夸张，富于变化，线条潇洒俊健，颇有风姿，表现了作者独特的书风。\n作者介绍\n陈洪绶(1597—1652年)，字章侯，号老莲、悔迟，诸暨（今属浙江省）人。明代画家。早年受业于著名学者刘宗周、黄道周门下，1642年曾到北京为国子监生\n\n【文物现状】：现藏北京故宫博物院\n文物简介\n纸本，立轴。行书。纵141cm，横57.5cm。5行。\n钤“陈洪绶印”、“章侯氏”印2方。\n本轴书五言律诗一首，从落款处称僧人玄濬为“道盟兄”，可知此诗是陈洪绶晚年为僧时所作。\n陈洪绶的书法与绘画均显现共同而鲜明的特色，即奇异、怪诞。此轴书法结构修长，字形呈欹峭之势，用笔紧密而细腻，简洁而质朴，姿态夸张，富于变化，线条潇洒俊健，颇有风姿，表现了作者独特的书风。\n释文\n“剪落入城市，拙岁隐者伦。亲朋虽传舌，景物最伤神。老病锦官府，还山愧野人。往来轻似叶，幸不厌清员。洪绶似玄濬道盟兄正之，二十余年不见，重为作书乐甚。”\n","category":"草书","verified":true,"user":1,"timestamp":1429951649829},{"name":"陈洪绶五言绝句诗轴","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791638330,"text":"陈洪绶《五言绝句诗轴》纸本 行草 137.6×26.5cm 南京博物院藏\n释文：香雪随香风，满谿复满陌。似彼得道人，颇不自矜惜。洪绶。\n\n【附录一】遗黎的狂放--陈洪绶书法品评\n作者/李路平（《书法报》专栏：明清书法品评）\n转自李路平的博客\n　　中国画的发展应归宗于人物画的发韧，而自宋以降，山水画则为画坛之大宗，因士大夫们对“自然”的兴趣，似乎远远超过了对人本体的关注，画坛格局已弱化了以李、吴为正脉的人物画，人物画被执掌画坛主流趋向的文人士大夫所轻视。取而代之的是宗法荆、关、董、巨的山水画发展，宋四家中苏轼更提出了强调文人画的特质。这种局面延续了近六百年，其间虽有李公麟、赵孟頫、唐寅、仇英等人物画发展高峰的，而将其推向历史高度的当数明末乱世出现的旷世奇才——陈洪绶。陈洪绶使已经衰微了近六百年的中国人物画再度复兴，寻回了失落已久的六朝、盛唐的人物画传统。其历史意义更在于他的人物画风影响了近三百年的中国绘画史。\n　　陈洪绶（1598——1652），字章侯，号老莲，又号老迟，悔迟，弗迟，云门僧等，浙江诸暨枫桥人。枫桥位于诸暨、绍兴两座古老名城之间，陈洪绶颇得此间山水方滋的人文涵养，其一生绝大多数时间都是在江南度过。然其时明季日衰，世事风雨飘摇，这位名噪明末画坛的怪杰，一生历经坎坷摇曳在郁闷、失意之中。陈洪绶的身世竟与父亲的忘年交徐渭有着惊人的相似，他们亦怪亦狂、一工一放开创了中国画的工笔与写意的两极。越中的晚明在艺术史上相际出现徐、陈是历史的戏剧巧合？喜耶悲耶！徐、陈的一生，内心经受是痛楚而苍凉的，而为人为艺又是孤傲而特立独行的。其历史络印可谓饱经忧患的一代士人人生际遇。\n陈洪绶在艺术上是成功的，又其人生又是不幸的，这不幸不仅来自生前的甚多坎坷，而且来自身后人们对他的误解，有人认为他是放浪形骸，酗酒狎妓的好酒、好女人的狂士，如果有这些污水在他身上，人们就会看不清他的真面目。作为艺术史家应解读他的狂放，我认为明朝灭亡以前，他是不满现实的狂放，明亡以后的则是亲历了惨烈的洗涤，是亡国遗黎的狂放。\n　　影响陈洪绶思想与艺术的是学问渊博的刘宗周与学者、书画家黄道周，刘宗周，字起东，号念台。绍兴人，人称为蕺山先生。为晚明最为重要的理学家，其学得源于王阳明，但又反对王阳明学说末流的玄虚之病，提倡“慎独与诚意”。十八岁那年，母亲去世，他就来到绍兴拜刘宗周为师。刘此际正以丧亲为由躲避党争，蛰居故里授徒讲学，不少士人投其门第。黄道周（1585～1646）字幼玄（或幼平），又字螭若，螭平，号石斋，明代福建漳浦铜山人，黄道周以文章、节高天下，严冷方刚，不谐流俗。刘、黄二师同以德、艺名留青史的。\n　　陈洪绶出生名门，10岁时拜“武林派”蓝瑛学画，没多久，蓝瑛就感到后生可畏。另一位画家孙杕很惊异他的天赋，说陈洪绶如果学成了“道子，子昂均当北面，我辈尚可敢措一笔乎？”。从这两件事可以看出陈氏的天才独具。而蓝瑛后来自愧在人物写生上力不及弟子，并从此立誓不涉人物画，曰：“此天授也。”陈洪绶还有一个重要的插曲，崇祯十二年他曾到京城国子监，想为国家效劳，但官场的艰险太可怕了，当时黄道周犯颜直谏，结果被降六级调到江西，江西的解学龙推重黄道周，两人被唤到京城廷杖八十，下刑部狱，大家都知道黄道周是正直的人物，但没有人敢出来仗义执言，倒是远在千里之外的读书人涂仲吉来替黄伸冤，结果被往死里狠打，这一切，刺痛了陈洪绶的心，他在信中说，“群小之当杀也！”崇祯皇帝要他做御用画家，但他怀着隐痛，还是离开了京城。后来明朝灭亡时，老师刘宗周祁彪佳和弟子王毓蓍不愿做贰臣，分别投河绝食而献出了自己的生命，黄道周在顺治初年于南京就义，而陈洪绶与祁豸佳等十人出家云门寺（史称“云门十子”），好友倪元璐自缢死、张岱则拨发躲进山中骇然成为一野人。即便与陈洪绶相提并论的“南陈北崔”的崔子忠也是自尽拒绝降清。晚明文人的风骨，降清后不堪亡国之辱又含恨以殉的悲壮精神值得今人深究与思辨。这发生一切的一切是那么的惨烈，但他们的气节深深影响了陈洪绶，“千古艰难唯一死”，这也是陈洪绶最痛苦的地方，但由于种种原因，他没有自杀，他曾经被俘，后来出家为僧。死与不死给他造成的苦闷，简直要将他逼疯了，所以他的借妇人醇酒消愁，我们应该表一种深切的理解与同情，只有了解这样这些时代背景，我们才能解读他的艺术。\n　　陈洪绶画过《西湖垂柳图》，这是在明朝灭亡以后，这和他早年来西湖时的感受完全不一样了。他在图上题了一首诗“外六桥头杨柳尽，里六桥头树亦稀。真实湖山今始见，老迟行过更依依”。“杨柳尽”“树亦稀”其中透出的故国之思真要让人堕泪。看陈洪绶的绘画，其山水花鸟人物书法无一不精，老莲的绘画构思丰富，线条的色彩提练得十分简洁古朴，善于把自然物象的形态和内在性格大胆地加以概括夸张，综观陈洪绶在人物画上的成就，壮年时已从心所欲，造型奇古、线条似精金美玉的细劲。最可表的是人物，如明朝危机四伏时他画了《九歌图》，又画《屈子行吟图》，他画的屈原形象时至今日，也被认为是最成功的，和屈原一样，自己对动荡的时局怎能无动于衷？所以我认为他画屈原，其实也在画自己，千载而下的陈洪绶，他的精神是和屈原共鸣的，这使他的画具有了永久的魅力。\n　　颇有意味的是2009年我在上海博物馆看《南陈北崔》特展，当看到陈洪绶作于1649年《为生翁作山水图》时心中暗惊，竟以为是“金陵八家”之首龚贤所画混于其中，盖其山石钩勒的用笔、点苔、皴法及画面的设色与龚贤并无二致，我与同观的者感喟“不可思议”，吴湖帆题跋：老莲以画人佛负盛誉，其山水亦有特诣，但不多作耳。观此可知其得力于宋人至深，沉郁畅健自是杰构，龚贤野遗横绝一时，知得悔迟一鳞也。窃以为吴湖帆所言不虚，据其至交周亮工记载，陈洪绶生命中最后三年，是他一生中创作高峰期。而轻易不送画于人，即便周亮工索画也遭拒，但在他去世前一年（1651）一反常态“独携笔墨凡十又一日，计为余作大小横直幅四十有二，其急急为余落笔之意，客疑之，予亦疑之。岂意予入闽后，君遂作古人哉！”。而周亮工又激赏稍晚的龚贤，周氏对书画的研究极其深刻，对南京画风的演变和发展曾提出一些观念“秣陵画，先知惟魏考叔兄弟，翰之出，而秣陵之画一变，士夫衲子无不宗之”。画史上周亮工率先提出了“金陵八家”一说，所以龚贤参考过陈洪绶画法亦预料之中，这是研究画史发展的重要线索。\n　　在晚明书坛是以张瑞图、黄道周、倪元璐、王铎及以董其昌为首的“松江派”五大书家派系为主导核心的，晚明的书风历来为世人所关注，若从史学角度来考察，这不仅仅是因为明朝是最后一个汉族王朝，更因为明亡之期正是西方文艺复兴、思想启蒙的时期。因而探究晚明书风这一现象的成因对认识中国艺术史的发展规律有着特殊意义。\n　　清代包世臣将陈洪绶的书法归在“逸品上”，评曰：“楚调自歌，不谬风雅。”方邵村与周亮工论画时说：“逸者轶也，轶于寻常范围之外，如天马行空，不事羁络为也。亦自有堂构窈窕，禅家所谓教外别传，又曰别峰相见者也。”吴修在《明代尺牍小传》称“章侯书遒逸”。这种“逸”无疑是在审美情趣上受师友黄道周、倪元璐影响，所谓“师其心而不师其迹”也，黄涌泉先生分析陈洪绶书法是早年从欧阳通的《道因碑》用功，中年参学怀素，兼收褚遂良、米芾之长，并得力于颜真卿的三表。黄先生大抵是综合从三百年来各家对陈洪绶书法的简识，实质上从“气格”上辨析陈洪绶书画是同调的，因人物画的线描书法是关键所在，如宋徽宗虽创“瘦金体”，也纵然逃脱不了从欧取骨这一法则，杜甫讲“书贵瘦硬方通神”即是此理。陈洪绶的行书为长方的字形，内敛的结体，外拓的撇捺，细劲的笔致，如中宫收紧之波挑、长捺、抛钩等这些都是从唐人写经体中所取法。再则劲峭秀逸的书体用来题款与画面相得益彰，精通其理的赵吴兴一语道破“画法关通书法律”，历代的工笔画题款大致如此，若用肥硕的东坡体题陈洪绶画款岂不笨拙而使画面主次不分。反之，若徐谓的大写意画用瘦硬劲秀的书体题跋明显“失调”了，所以画家笔法必然与其画同调，亦即书法是为画法的用笔与题跋相辅的，鉴定古代书画从画法与题款的笔法来分析也是关键所在，上世纪三、四十年代张大千造假“四僧”蒙骗了世人，而其作伪金农与陈洪绶两家题款解决不了，他自言因金农“金石气”的气格高古无从落笔。而陈洪绶的假款相传为研究陈洪绶的谢稚柳所为，当然这一公案谢先生并未认可。 　　南京博物院所藏《五言绝句诗轴》为陈洪绶传世墨迹代表作，书体为草行，字大如掌而异于上文所述的楷行风格，其用笔生辣而圆润，体势的开合清健放逸，首行后八字均为左右结构，其中竟有六字偏旁为“三点水”，这是书家极难处理的布局，但陈洪绶并没有用字的上下映带与连笔、侧妍、变形夸张来打破僵局，而是很平实地将字大小、用笔浓涩、字形简练，通过三字、两字甚至一字来组合出节奏、节律，第二行七字中有五字形态纵放，更在布局上以大小参差而疏密有致。如“风、满、溪、似”等字用碑别字异体打破了俗格，看似随意所适实含蕴着老而淡、熟后生的力度感与自然态势。诚如其友唐九经所云：“章侯生不满六旬，其笔墨凡四变，少而妙，壮而神，老则化矣。其变也大率十年一转，兹其由少而庄，出妙入神之时也。”\n　　孟远《陈洪绶传》评其“伤家室之飘摇，愤国步之艰危，中心忧悄，…托之于酒，颓然自放。” 顺治九年（ 1652 ）年初，陈洪绶突然从杭州回到绍兴，与昔日亲朋依依惜别，并在某日打坐床上驾鹤仙去。一代画坛巨匠悲怆的身世，生命的终止符定格在五十五岁以悲剧而结局。\n\n【附录二】楚调自歌 不谬风雅 —— 陈洪绶五言绝句诗轴\n作者/刘秋生（刊于《中国书画报》2009年7月23日）\n　　在文人书家于书坛上风云一时之际，画家们也高举 “书画同源” 的旗帜， 在书坛纵横驰骋。在当时的画家眼里， 日后书法的天下大约应该是画家的。 面对老气横秋的书法传统而言， 这的确是个振聋发聩的 口号， 而且还是不违背 “书画同源” 古训的口号。但书法界并没有自甘落寞， 他们欢迎画家来参与书法创作。 至于对画家创作的优劣评价， 却仍然不得不借重于书法自身的标准，而不是简单地套用绘画标准。 换言之，是画家们献身于书法而不是书法去卖身投靠绘画，其间的主次关系分明得很。\n　　清初的陈洪绶即是当时参与书法创作的著名画家之一，他以画家的书法魅力有效地攫住了人们的心。他把书法的点、 画、 线条与墨块看成是一种视觉对比关系。 在他看来， 为了对比效果， 可以打散 字形， 从整体上去考虑点线穿插及其疏密的价值。这显然是画家的看法而非正统书家的看法。但我们倘以书法的标准去检验，他奔蛇走虺的一点一画， 绝无偏薄扁软之忌， 确是炉火纯青的书家手段。 因而，我们可以将他作为一种楷范，一种画家涉足于书坛， 但以书法原则为体、 以绘画理解为用的理想楷范。\n　　陈洪绶（1598—1652）字章侯， 号老莲， 浙江诸暨人。 清兵攻入浙东后，他自号悔迟， 亦称老迟。陈洪绶工诗文、 擅书法，以画名世。他幼年随山水画家蓝瑛习画，后就学于蕺山刘宗周氏， 与黄道周、 祁彪佳等杰节之士友善。全祖望 《子刘子祠堂碑》 中称： “蕺山弟子， 玄趾 （王毓蓍） 与章侯 （陈洪绶） 最为畸士， 不肯帖帖就纯墨。 ”其 “不肯帖帖就纯墨” 之气概， 不仅见诸其一生的生活行径，亦见之于他的书和画上。他擅画山水、 花鸟，尤工人物， 与崔子忠齐名， 并号 “南陈北崔” 。其人物、 线描、缀色、 制形无不以己意出之， 成为晚明清初人物画大家。 明末清初， 山水、 花鸟画占 画坛主流，许多画家生活视野日益狭窄。\n　　陈洪绶除了创作一部分有创造性的山水、花鸟画之外， 还以更多的精力从事人物画创作。特别是一些绣像插图， 通过雕工的刻印， 传播极广，是明清木刻版画的经典之作。陈洪绶书法则 “撷古诸家之意” 。包世臣 《艺舟双楫》 列其书于 “楚调自歌， 不谬风雅” 的 “逸品” 中。\n　　南京博物院所藏陈洪绶行草书五言绝句诗轴（见上图） ，纵 137.8 厘米， 横26.4厘米， 内容为其自作咏梅花诗， 释文：“香雪随香风， 满溪复满陌。似彼得道人，颇不自矜惜。 ” 作品通篇逸笔草草， 传神取奇， 笔致古意盎然， 面目独具。 陈洪绶将画家独特的审美带入书法创作中来， 作品结构多欹侧之变， 线条遒劲苍老，不但在抒情方面有第一流的自觉意识， 而且其艺术格式完全具有个性特征。将他的线条与明代另外几个书法家对比， 可见他的线条以遒劲取胜， 既有异于徐渭的粗放， 也有别于祝枝山的生辣。此外， 他在结构处理上有很强的构成意识， 且独具匠心； 空间的切割具有次序观念， 显得有条不紊。作品中， 笔画粗细变化较大； 字与字大小参差， 变化也很大， 如 “复”、 “似” 、“惜” 等字写得很大， “溪”、 “陌”、 “得”、 “自” 等字较小， 搭配合理， 妙趣横生。另外， 陈氏在单个字的处理上也比较注意， 如两个 “香” 字和两个 “满”字的写法， 都避免了雷同。作品只落穷款 “洪绶” 两个字， 后钤一方朱文“陈洪绶印” ， 留出大量空白。这种大胆留白的做法， 我想也是得益于画家手段吧。从作品可见， 在平整与跌宕中， 陈洪绶倾向于平整； 在激厉与冲和中， 陈洪绶选择了冲和。因此他的书风不太具有 “火气” 。\n　　陈洪绶的这件五言绝句诗轴可以说是画家成功的书法作品。当然，作为画家的书法作品， 此作与同时代的书法大家的作品相比， 还是有些差距的。","author":"明代陈洪绶","description":"陈洪绶五言绝句诗轴"}]