[{"name":"董其昌行书宋之问诗卷","text":"《渡汉江》是唐代著名诗人宋之问的一首五言绝句。诗中描写离开家乡已逾半年的游子，能踏上归途，自当心情欢悦，而且这种欣喜之情，也会随着家乡的越来越近而越来越强烈。表达了诗人强自抑制的思乡之情和由此造成的精神痛苦。\n作品原文\n渡汉江1\n岭外2音书3断，经冬复历春。\n近乡情更怯，不敢问来人4。  \n注释译文\n词语注释\n汉江：汉水。宋之问因张易之事而被贬岭南，于神龙二年逃归洛阳。此诗作于途经汉水时。此诗原题李频作，误。\n岭外：指岭南，大庾岭之外，就是广东。\n书：信。\n来人：指从家乡来的人。  \n作品译文\n我离开家乡到了五岭之外，经过了一个冬天，又到了春天。因为交通不便，我和家人没有联系，已经很长时间了。此刻我渡过汉江赶回家乡去，怎知离家越近，心情就越紧张。因为怕伤了美好愿望，以致遇到同乡，也不敢打听家乡情况。 \n创作背景\n宋之问媚附武则天的男宠张易之，武氏去世后，唐中宗将其贬为泷州参军。泷州在岭南，唐时，属于极为边远的地区，贬往那里的官员因不适应当地的自然地理条件和生活习俗，往往不能生还。宋之问十月过岭，次年春即冒险逃回洛阳，途经汉江（指襄阳附近的一段汉水）时写下了《渡汉江》（此诗作者一说是李频，参考《唐诗鉴赏辞典》，见李频诗《渡汉江》）。 \n作品鉴赏\n文学鉴赏\n《渡汉江》诗意在写思乡情切，真实地刻画了诗人久别还乡，即将到家时的激动而又复杂的心情。语极浅近，意颇深邃；描摹心理，熨贴入微；不矫揉造作，自然至美。 \n前两句追叙贬居岭南的情况。贬斥蛮荒，本就够悲苦的了，何况又和家人音讯隔绝，彼此未卜存亡，更何况又是在这种情况下经冬历春，捱过漫长的时间。诗人没有平列空间的悬隔、音书的断绝、时间的久远这三层意思，而是依次层递，逐步加以展示，这就强化和加深了贬居遐荒期间孤孑、苦闷的感情，和对家乡、亲人的思念。“断”字“复”字，似不着力，却很见作意。此诗人困居贬所时那种与世隔绝的处境，失去任何精神慰藉的生活情景，以及度日如年、难以忍受的精神痛苦，都历历可见，鲜明可触。这两句平平叙起，从容承接，没有什么惊人之笔，往往容易为读者轻易放过。其实，它在全篇中的地位、作用很重要。有了这个背景，下两句出色的抒情才字字有根。 \n第三、四两句描写诗人逃归途中的心理变化。“近乡”交代诗人因长期不知家人消息而逃离贬地，走近家乡。所谓“情更怯”，即愈接近故乡，离家人愈近，担忧也愈厉害，简直变成了一种害怕，怕到“不敢问来人”。按照常情，这两句似乎应该写成“近乡情更切，急欲问来人”，诗人笔下所写的却完全出乎常情：“近乡情更怯，不敢问来人。”仔细寻味，又觉得只有这样，才合乎前两句所揭示的“规定情景”。因为诗人贬居岭外，又长期没有家人的任何音讯，一方面固然日夜在思念家人，另一方面又时刻担心家人的命运，怕家人由于诗人的牵累而遭到不幸。“音书断”“复历春”这种思念随着担心同时的到来，形成急切盼回家，又怕到家里的矛盾心理状态。这种矛盾心理，在逃归的路上，特别是渡过汉江，接近家乡之后，有了进一步的戏剧性发展：原先的担心、忧虑和模糊的不祥预感，此刻似乎马上就会被路上所遇到的某个熟人所证实，变成活生生的残酷现实；而长期来梦寐以求的与家人团聚的愿望则立即会被无情的现实所粉碎。因此，“情更切”变成了“情更怯”，“急欲问”变成了“不敢问”。这是在“岭外音书断”这种特殊情况下心理矛盾发展的必然。“情更怯”与“不敢问”更能体现诗人此际强自抑制的急切愿望和由此造成的精神痛苦。愈接近重逢，诗人便会愈发忧虑，发展到极端，这种忧虑就会变成一种恐惧、战栗，使之不敢面对现实。\n诗人正是这样逼真地再现了特殊境遇下，对家人的入骨关爱，吟咏出入类心灵的良善韵律，从而引起了千古的共鸣。只是这种境遇的造成，诗人不能辞其咎。在这一点上，后来杜甫的“反畏消息来，寸心亦何有”（《述怀》）写战乱中担忧家人，至于不敢面对吉凶未卜的“消息”。则更有时代感，更耐人寻味。\n此诗不仅有巧妙的抒情艺术，而且有更深刻的体会。作者用逐层递进的追述，交代了背景之后，立即直抒胸臆，不加保留地倾诉出矛盾心理和痛苦心情。但是，读者却必需经过一番认真的咀嚼，才能感受到这种特殊的心理状态，达到与作者的心灵沟通。这种高度简洁的抒情手法，使作品用最省略的语言，获取了极为深远的艺术效果。  \n古今集评\n明·钟惺《唐诗归》：“实历苦境，皆以反说，意又深一层。”\n清·沈德潜《唐诗别裁集》：“即老杜‘反畏消息来，寸心亦何有’意。”\n施补华《岘佣说诗》：“五绝中能言情，与嘉州‘马上相逢无纸笔’同妙。” \n宋之问（656—712）唐代诗人，字延清，一名少连，汉族，汾州（今山西汾阳市）人。一说虢州弘农（现河南灵宝县）人。之问弱冠知名，尤善五言诗，时称“三绝”。宋之问受其父影响，亦善诗文，与“善剖决”的韦善心并称户部“二妙”，与沈佺期齐名，并称“沈宋”。公元675年（高宗上元二年）进士及第，初与杨炯分直内教，历任尚方监丞、左奉宸内供奉等职，常扈从游宴，写过不少应制诗。  \n","category":"行书","verified":true,"user":1,"timestamp":1429951646763},{"name":"董其昌行书宋之问诗卷","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791607055,"text":"董其昌《行书宋之问诗》卷 金粟山藏经纸 30.9×468.5cm 北京故宫博物院藏。鉴藏印为“广仁氏”、“吴氏昭公真赏”、“我浩斋图书印”。尾纸有吴麟振题跋一段。\n　　 本幅录唐代诗人宋之问《龙门应制》诗（见《全唐诗》卷五十一）并纪事一则。书写时间为“辛亥寒食次日”，即万历三十九年（1611年），董氏时年57岁。两年前，他辞去福建副使一职，此时在江南以游历山水和书画创作自娱。从他的自题中可知，此卷是以鼠须笔书写，心手相应，颇得己意，并称只恨不能为米芾所赏，可见颇传米书神韵。\n【释文】宿雨霁氛埃，流云度城阙。河堤柳新翠，苑树花初发。洛阳花柳此时浓，山水楼台映几重。群公拂雾朝翔凤，天子乘春下凿龙。龙门近出王城外，羽从淋漓拥轩盖。云跸才临御水桥，天衣已入香山会。山壁巉岩断复连，清流澄澈俯伊川。塔影遥遥绿波上，星龛奕奕翠微边。层峦旧长千寻木，春壑初飞百丈泉。彩仗霓旌绕香阁，下辇登高望河洛。东城宫阙拟昭回，南陌沟塍殊绮错。林下天香七宝台，山中春酒万年杯。微风一起祥花落，仙乐初鸣瑞鸟来。鸟来花落纷无已，称觞献寿烟霞里。歌舞淹留景欲斜，石间犹驻五云车。鸟旗翼翼留芳草，龙骑駸駸映晚花。千乘万骑銮舆出，水静山空警严跸。郊外喧喧引看人，倾城南望属车尘。嚣声引飏开黄道，王气周回入紫宸。先王定鼎三河固，宝命乘周万物新。吾皇不事瑶池乐，时雨来观农扈春。 则天后游洛南龙门，命从臣赋诗，先成者赐以锦袍。左史东方虬诗成，拜赐未安。之问诗至，文理兼美，左右末不称善，乃就夺锦袍衣之。辛亥寒食次日，秉烛试鼠须笔，亦恨米颠不见吾书，知者希耳。董其昌。","author":"明代董其昌","description":"董其昌行书宋之问诗卷"}]