[{"name":"王宠草书仿王元肃不值诗","text":"王宠（1494年--1533年），中国明代书法家。字履仁、履吉，号雅宜山人，吴县（今属江苏苏州）人。为邑诸生，贡入太学。王宠博学多才，工篆刻，善山水、花鸟，他的诗文在当时声誉很高，而尤以书名噪一时，书善小楷，行草尤为精妙。为明代中叶著名的书法家。著有《雅宜山人集》，传世书迹有《诗册》、《杂诗卷》、《千字文》、《古诗十九首》、《李白古风诗卷》等。\n人物简历\n王宠，1494年生，1533年逝世，长洲（今苏州）人。字履仁、履吉，号雅宜山人。成化七年（公元1471年）领乡荐，工诗及篆、隶，多才艺。随意作山水、花鸟，人物逼肖南宋人，山水多用青绿，尤喜作钩勒竹兔与鹤鹿。尝寓某氏园，芙蓉甚茂，绘十数纸付主人。主人出银杯以赠，宠怒索画尽焚之。幼从师，见师母即图之，见其女又图之，皆逼真，师怒逐去，及师母殁，传神者皆弗逮，卒用其所图焉。为人弛柝不羁，有米芾、郭忠恕之风而豪荡过之。性至巧，尝见银工制器效之，即出其右。晚年慕一妓，成自织锦裙，煅金环以赠之，精类鬼工。妓大喜遂挟与俱循。后坐谪戍边，不久放归卒。\n王宠诗文书画皆精。书法初学蔡羽，后规范晋唐，楷书师虞世南、智永；行书学王献之，融会贯通。小楷尤清，简远空灵。其名与祝允明、文征明并称。何良俊《四友斋书论》评其书：“衡山之后，书法当以王雅宜为第一。盖其书本于大令，兼人品高旷，改神韵超逸，迥出诸人上。”著有《雅宜山人集》。传世书迹较多，有《诗册》、《杂诗卷》、《千字文》、《古诗十九首》、《李白古风诗卷》等。《千字文》，纸本墨迹，行草书。此千字文，凡104行，每行字数不一，共1015字。纵28厘米，横463.6厘米。台北故宫博物院藏。《宝蕴楼书画记》著录。此篇《千字文》结体平稳，俯仰欹侧变化不大，可以窥见其师承王献之、虞世南的轨迹。此帖既有魏晋时期王氏父子风华俊丽、遒逸疏爽之姿，又具初唐时期虞世南的气秀色润、外柔内刚之气。从用笔方面来看，其行草气息平和，干净利落，一丝不苟，笔势凝重、洗练，笔画之间很少有连笔牵丝，字字独立，互不相连。综观此书作，典雅平淡，落落大方，草法严谨。\n青年时代苦读书20年，建越溪庄，设有“采芝堂”、“御风亭”、“小隐阁”、“大雅堂“、‘辛夷馆”、“铁观斋”等收藏书画之所，读书练字、作画于湖上，后以诸生入国子监。藏书颇多，于书无所不窥，手写经书皆一再过。滂喜斋藏宋刻《云斋广录》有“王履吉印”、“铁观斋”朱记。又宋刻《东观余论》、元本《扬子法言》印有“雅宜山人珍藏图籍”、“古吴王氏”、“王履吉印”、“王宠履吉”、“太原王宠”、“玄微子”、“辛夷馆印”、“王宠”、雅宜山人”、“履吉父”等！ \n家庭信息\n父贞，字清夫，吴县商贾，“虽尘壒鞅掌，而能收蓄古器物书画以自适。喜亲贤人士夫，与相过从为乐，视他市人独异也。”（《王履吉墓志铭》。）贞以守贵，封中宪大夫、太常侍少卿。母朱氏，继母顾氏，皆赠封恭人。\n兄王守，字履约，号涵峰、九华山人，嘉靖五年（1526年）进士，官至都御史，抚治郧阳。“王守，字履约，号涵峰，吴县人，为诸生时，与其弟宠俱工艺文笔札之事，而名不如弟。成进士，授南昌府推官，入为吏科给事中，终右副都御史。”（王世贞《吴中往哲像赞》）“王守，举嘉靖丙戌进士，官至右副都御史，总理河道，未久，卒。”（《江南通志·人物志·文苑》）\n王宠娶徐氏，子男一人，子阳，太学生。阳，字玄静，太学生，娶唐寅之女。\n人物生平\n王宠通常被认为是江苏长洲人，据《吴县志》：“其先是吴江人，本姓章，父为后於王，遂为吴县人”。王宠出身低微，其父名王贞，字清夫，业商，在苏州闾门外南浩街开一爿酒店（后因王宠兄王守贵封中宪大夫、太常寺少卿，母朱氏、继母顾氏赠封皆恭人）。王宠从小生活在贫穷喧嚣的酒肆之中，他在写给好友汤子重的信中曾讲起自己的身世：“但家本枯徒，生长廛市，入则楣枯塞目，出则蹄足摄履，呼筹握算之声彻昼夜，每一焦烦，心肠沸热。”世俗猜拳吆喝之声，更使宠十分烦恼，厌恶城市生活，向往“水怀丽泽兑，时歌角弓篇”（《会文与汤珍子重郭邵才》）。他在《赠别家兄履约会试七首》这一中也说，“吾宗素贫贱，被褐垂百年”。王宠自幼丧母，据王宠所撰的姨母朱硕人墓志铭：“吾母年三十七而亡，吾时童髻，未甚衰也，稍长，始知悲慕，每自痛生科不知有母子之乐，见人母子慈恋，妪煦相保持，未尝不怆然心催也。”王宠的身世遭遇，以及自小失去母爱，对他形成旷达澹泊的性格有很大影响。王宠出生于开酒店的商人家庭，但自小对古玩、书画有浓厚的兴趣，并因此结识了文征明、蔡羽等人。初字履仁，后改字履吉，号雅宜山人，人称“王雅宜”。王宠是一个极有才气的书家，可惜一生仕途不佳，八次应试皆不第，仅以邑诸生被贡入南京国子监成为一名太学生，世称“王贡士”、“王太学”，享年仅四十岁。倪涛《古今书论》载：“宠资雅训，不以育多自矜，游於蔡羽后，而一时名士皆归之。胡守缵宗尤相爱重，尚书顾璘推服。而宠悒悒不得进用”。王宠自正德五年（1510）迄嘉靖十年（1531）间，凡八就乡试，每试皆不利，（一试十七岁，二试二十岁，三试二十三，四试二十六，五试二十九，六试三十二，七试三十五，八试三十八）。史载：王宠从“弱冠”起，就补上苏州府学生员，每次督学来举行岁考和科考，王宠都名列前茅，加上他诗文、书法的成就，名声很大，不少学者追随请益，曾受过他指点的纷纷中高科，登显宦，而他自己却困顿依旧。封建时代的文人很难摆脱进取功名的吸引，他在诗中不止一次的流露对功名的向往：“岂无遐举心，鞴鹰不充腹”，“努力休明时，望子光五族”（《乙酉送家兄履约会试》），但自己连不得志，唯有寄希望於兄长王守光宗耀祖，自己则绝望了仕途的追求，浪迹山林，以诗酒自适，“人生有身贵自适，枉向侯门蹑珠履”，“且须痛饮尽七碗，钟鼎山林安足论”（《雅宜山人集七言古诗》）。后来同学汤珍（子重）也推荐他出山，王宠在《山中答汤子重书》中则表示：“山林之好，倍於侪辈，徜徉湖上，而忘返”，且“颇耽文辞，登临稍倦，则左图右书，与古人晤语，纵不能解，片言会心，莞然独笑，饥而食，饱而嬉，人生适意耳。须富贵何时，诚日夕私贺，恐后之不如今也，尚安望哉！”而且，感到如果入城为官，“虽欲衣冠揖让，更从诸君之利，恐踉跄粗率，重为执礼者讥笑矣”。王宠这时所表达的淡薄功名、乐在丘壑的思想，应该说是怀才不遇所流露出来的感慨与无奈。生性本就厌恶尘世喧嚣，从蔡羽学书后即隐居石湖，几乎与尘世隔绝。仕途的不如意使他更加寄情于山水与诗文书画之间。他一生用心诗文书画，兼擅篆刻，放意山水，才高志远，于诸方面都取得了较高成就，与祝允明、文徵明并称于世，被誉为“吴门三家”。\n书法启蒙王宠最早的启蒙老师是沈明之，在沈的指导下，弟兄俩双双以里隽补校官弟子员。而沈明之是文徵明的好友，王贞通过沈的关系，请文徵明为王宠、王守（字履约）命字，文徵明文集中有《王氏二子字辞》一文，介绍了\"请字\"的全过程；文徵明初次看到王氏两兄弟时，觉得他们秀颖好修、器业可观。但是，担心其父所操职业，会“沾溉其子”，所以没有答应为他们“命字”，后来王宠补校官弟子员以后，又遵父命到文徵明家里请字，文徵明又认为还是以：“乡长者与冠者之执友为宜”，自己并不是最适宜的人，复又推辞；隔了一年，由沈明之再次请求，文徵明才答应了，为其名义训之；“宠”字之义，为尊为居，为爱为恩，其训则荣也。祝其不假宠以为荣，则人自贵，能自贵者，孰愈於仁，故字宠曰履仁。\n尽管王宠的启蒙老师是沈明之，但一般史书上提到王宠的老师都指蔡羽。蔡羽字九逵，居吴县西山，号林屋山人，性高亢，不数入城府，以文章诗歌著名，曾由国子监授南京翰林院孔目。蔡羽对王宠的文章与书法影响很大，武宗正德七年（1512年），王宠与兄王守在蔡羽门下学习经、诗，在蔡家（包山精舍）住了三年。文徵明在王宠师从蔡羽时，作画题诗送行，有《题画送王宠从蔡羽读书洞庭》，诗云：“春风初泛洞庭舟，鼓箧囊琴是壮游，明月烟波情满目，思君独上夕阳楼”（见〈甫田集〉）。之后，王宠又读书石湖之畔二十年，文徵明在《姑苏名贤小记》中对王宠在石湖草堂的读书生涯有详细的描述：“已筑草堂石湖之阴，冈匡径转，藤竹交阴，每入其室，笔砚静好，酒美茶香。主人出面揖客，则长身玉立，姿态秀朗，又能为雅言，竟日挥麈都无猥俗，恍如阆风玄圃间也。时或偃息於岩石之下，含醺赋诗，倚树而歌，邈然有千载之思……”至王宠二十七岁那一年，在石湖应读的还有文徵明的长子文彭及汤珍（子重）等，都受业於蔡羽。同沈明之一样，蔡羽也是文徵明的好友。通过这些关系，不仅使王宠得到良好的熏陶和教育，同时也为王宠与书画家广泛交往提供了条件。\n人物年谱\n孝宗弘治七年（1494年）甲寅一岁\n十一月初八日，宠生。\n是年，徐祯卿十六岁，文徵明二十五岁，唐寅二十五岁，祝允明三十三岁，王鏊四十五岁，吴宽六十岁，沈周六十八岁，诸人皆吴县人。\n弘治十年（1497年）丁巳四岁\n是年，王问（吴县人）生。\n弘治十一年（1498年）戊午五岁\n是年，文彭（征明长子）生。\n弘治十四年（1501年）辛酉八岁\n是年，王榖祥（吴县人）生，文嘉（征明次子）生。\n弘治十五年（1502年）壬戌九岁\n是年，袁袠（吴县人）生，文伯仁（征明从子）生。\n弘治十七年（1504年）甲子十一岁\n是年，吴宽卒。\n弘治十八年（1505年）乙丑十二岁\n是年，彭年（吴县人）生。\n正德三年（1508年）戊辰十五岁\n是年，文征明三十九岁，折辈与宠定交。父贞为守、宠向文征明“请字”，征明辞之。是年，钱榖（吴县人）生。\n正德四年（1509年）己巳十六岁\n宠师沈明之，文征明之友，复为宠“请字”，征明“乃即其名义训之”，“字宠曰履仁”，又“字守曰履约”。\n八月二日，沈周卒。十月二十六日，黄姬水（吴县人）生。\n正德五年（1510年）庚午十七岁\n宠第一试，不售。\n是年，宠更字履吉。\n正德六年（1511年）辛未十八岁\n九月十五日，文征明“留宿南濠王氏溪楼，与履约昆仲夜话”，作《履吉陪余夜话达旦别赠一首》：“……蹇衰安得年如子，英发行看妙逼人。”\n十月九日，“时淮北小警，吴中城禁稍严”（健按：即倭寇来犯）。文征明里居，宠与蔡羽、陈淳、王守访明并饮。\n秋，宠与征明、吴爟、蔡羽、王守泛舟游横山。\n是年，宠从蔡羽游学太湖洞庭山。\n是年，与兄王守在蔡羽门下习经、诗，宿蔡家(包山精舍)三年。\n正德七年（1512年）壬申十九岁\n三月，宠与征明、吴爟、蔡羽、陈淳、汤珍、王守泛舟石湖，登治平寺。\n春，文征明有《题画送履仁赴洞庭》。\n腊月十八，宠访汤珍草堂，明在座，征明有诗：“汤君秀润拟文犀，王郎钉座哀家梨。二君真是后来秀，风仪濯濯情依依。……”\n冬，征明病，宠与王守、吴爟、钱孔周（同爱，吴县人）过访探视。\n正德八年（1513年）癸酉二十岁\n宠第二试，不售。\n五月六日，征明绘《游吴氏东庄图》，题记云：“近游东庄，有怀先师吴文定公（宽），赋得小诗一章，并系拙图，奉赠嗣业二兄。是日同游者吴次明、蔡九逵、钱孔周、王履约、履仁、东禅僧德璇。”\n夏，宠与明濯足虎丘山剑池。\n九月，明绘《拙政园图》，宠为题五律一首。\n秋，明病卧里居，宠过访探视。\n正德九年（1514年）甲戌二十一岁\n三月二十七日，明绘《两溪草堂图》，宠为题七古一首。\n春，明送履约、履吉游太湖玄墓山。\n五月十三日，宠与明、汤珍、王守往石湖行春桥赏月。\n是年，宠作《听松赋》；宠读书于石湖草堂；书法尚未成就。\n是年，周天球（吴县人）生。\n正德十年（1515年）乙亥二十二岁\n宠居石湖治平寺。\n夏，文徵明作诗《简履仁》。\n九月，文徵明作《忆城西夜游寄履约兄弟》。\n秋，宠与明、汤珍登葛氏墓看月，明作《月夜葛氏墓饮酒与子重、履仁同赋》。\n十二月五日，明为宠作《治平山寺图》，末识“履仁久留治平，岁暮有怀，题此奉寄。正德乙亥十二月五日”，并有诗《履仁独留治平寒夜有怀》。\n是年，文明有《题古木高士图寄履约兄》。\n正德十一年（1516年）丙子二十三岁\n宠第三试，不售。\n文明绘《落木寒泉图》，末识“正德丙子秋日，过王氏小楼，同履约兄弟诵宋玉《九辩》之一章，因写《落木寒泉》，并书此词。明。”（《石渠秘籍》八编）\n“《明王宠书南华经》，素绢本，小楷，书款识云，余昔年过补庵先生剑光阁，见虞永兴手书漆园内篇，笔法绝似度人经，而遒媚过之，披次心赏，留舟中阅数日，不忍释手。丙子春王，予再过梁鸿溪上，补庵持素缣属予手摹永兴腕法，书成七篇，三阅月始报命，要亦优孟衣冠虎贲之貎，殊足愧也。正德十一年□月二日雅宜山人王宠制。”（《石渠宝笈·明王宠书南华经》）\n是年，宠旅无锡，过华云（补庵）剑光阁，为华书南华内七篇。\n正德十二年（1517年）丁丑二十四岁\n岁初，文徵明在宠兄弟小楼，赋王氏瓶中水仙。\n二月，文明绘《湘君图》并书《九歌》二章赠宠。\n四月，宠与明虎丘东溪泛舟。\n夏，明“同次明、履仁治平寺纳凉”。\n八月朔旦，宠赋得《抚孤松而盘桓》诗数首并书，“为大参遯庵吴公（愈）七十有五诞辰，敢献短章，揄扬厥美。晚生王宠谨书”。（《珊瑚网》）同月，明为寿岳父吴愈（愈为夏昶女婿）华诞，绘《抚孤松而盘桓图》，宠为之篆题，并楷书五古诗一首。\n是年，宠作行草书《浔阳江歌十首·楞伽吊古诗》卷（今藏北京故宫博物院）。\n是年，唐寅避暑石湖。\n正德十三年（1518年）戊寅二十五岁\n正月二十八日，宠题文明所藏宋克画竹图。\n二月十九日清明，宠与明、蔡羽、汤珍、王守、潘和甫、朱朗游无锡惠山，茶会二泉亭下，明绘《惠山茶会图》卷，卷后有宠楷书《惠山茶会诗咏》，此件今藏北京故宫博物院。\n四月九日，文明与王守、王宠饯别于虎丘，“赋赠二诗，期望后会晋陵”。同月二十一日，宠与文明、蔡羽、郭邵同观《文天祥书苏轼词后》于尹山精舍。\n十月，文明绘《菊花图》，末识“今岁菊事颇迟，重以积雨，遂尔落寞。偶过王氏小楼，见瓶中一枝，因纪短句”。宠兄弟各为题五绝一首。\n是年，宠绘《苕溪图》赠太初兄卜隐，并系以诗；宠作《南都》诗，以刺朝政；文明作《望夜乘月发浒墅舟中与履约兄弟同赋》；宠草书《自书诗》卷（今藏上海博物馆）。\n是年，宠书法初见成就。\n正德十四年（1519年）己卯二十六岁\n宠第四试，不售。\n六月，文明过王氏石湖草堂。\n正德十五年（1520年）庚辰二十七岁\n三月，宠与文明、吴爟、蔡羽、王守游长洲县大云庵。\n九月十五日，文明为宠绘《花游图》。\n秋，宠游太湖包山，集包山诗作为《包山集》，于包山精舍作《感旧赋》，述从蔡羽游学往事。\n冬，宠与文明、蔡羽、王守宴集于王鏊东堂，明绘《燕集图》，宠等为之题诗。\n是年，楷书《游包山诗册》赠蔡羽。临《破邪论》，跋云：“庚辰秋，余游包山归，寓楞伽寺，子重（汤珍）宿余寓所，因出墨本《破邪论》俾余临之。”\n是年，宠与蔡羽、王守、汤珍等游太湖西洞庭山；文彭与宠同寓石湖治平寺读书；宠书《倪瓒耕隐轩诗》卷（今藏上海博物馆）。\n正德十六年（152l年）辛巳二十八岁\n七月一日，宠将赴南雍，文明绘《秣陵秋别图》并题以赠。\n八月，作《辛巳八月朔过碧云精舍偶题次韵》。（《珊瑚网》）\n作《辛巳书事》诗，以刺时事。\n是年，小楷书《圣主得贤臣颂》册（今藏扬州市博物馆）。\n是年，王守卒业于南雍。\n文彭于《王宠真行书十册》题跋云“家君每称述履吉先生翰墨精美，结构圆熟，楷法深得永兴遗意，尤为世所推重。予亦最爱之，相乞无已，兹成十册，乃其生平用意之作。此系雅翁一时神采，拈毫托素，如渔郎偶入花源，景色殊胜，使之再入，不可复得矣。”\n世宗嘉靖元年（1522年）壬午二十九岁\n宠第五试，不售。\n五月，宠与文明“濯足剑池”。\n是年，“江浙风灾，民大困，王（宠）作《风灾纪变诗》”。(《列朝诗集》)\n是年，宠于唐寅桃花庵中，书《五柳先生传》于赵孟頫所作陶潜像上。\n是年，宠书《尚书·尧典》。\n嘉靖二年（1523年）癸未三十岁\n文明以诸生贡于成均，春，明赴北京，蔡羽同行。汤珍、吴爟、王守、王宠于汤珍双梧堂为明、蔡羽饯行。汤珍延画工绘六人图象，明为之补景，蔡羽题记，宠作送行诗，序云：“林翁尊师、衡山文丈偕计北征，轺车齐发，敬呈四首。”\n十二月二日，唐寅卒，祝允明为撰墓志，宠楷书。\n是年，吴爟卒，宠为撰并书墓志铭（今藏北京故宫博物院。《见《故宫博物院院刊》1990年4期)\n是年，“王（宠）以吴中大饥，民多采食野菜，作《野菜谱》三十四幅”。(《香苏山馆古体诗钞》)\n是年，书《游包山诗》卷（今藏上海博物馆）。\n是年，行书《阳春词》轴（今藏无锡市文物商店）。\n是年，宠书法始见成就。\n嘉靖三年（1524年）甲申三十一岁\n三月，摹褚河南书，自跋云：“衡山文先生，当世书家宗匠也，宠书何能窥郢氏之门，而顾蒙嗜痂，所不解也。昔年承命书此数篇，草堂读书之暇，漫为提管，积五岁始竣，不揣足览，幸先生教之。”\n五月，为门生金用(元宾)书《杂诗卷》。\n“《明王宠书杂诗一卷》洒金笺本，草书，七言古诗一首，五言律诗九首，款识云，嘉靖甲申十月十一日吴门王宠履吉甫书。”（《石渠宝笈》）\n是年，王鏊卒。\n嘉靖四年（1525年）乙酉三十二岁\n宠第六试，不售。\n是年，宠作《五叩》，送袁袠北行；书《后赤壁赋》卷（今藏上海博物馆）。\n是年，有《乙酉送家兄履约会试》诗：“努力休明时，望子光五族”。\n是年，王宠作《都穆墓志铭》。\n嘉靖五年（1526年）丙戌三十三岁\n春，宠“寓楞伽精舍，杏花盛-开，忽雪霞交集，山僧折枝作供。戏效白体赋二绝”。(《雅宜山人集》)\n作《五忆歌》，序曰，“丙戌病暑，城居如甑，伏枕书空，游神六合，戏作五忆之歌，以解烦蒸，亦犹执热者之思濯手。”\n“明祝允明十九首帖，祝京兆书，落笔辄好，此卷尤为精绝，翩翩然与大令抗衡矣。宠从休承处持归，临摹数过，留案上三阅月，几欲夺之，以义自止，休承其再勿假人哉。丙戌夏五端阳日王宠识。”（《停云馆帖》）\n“《明王宠书楚骚四篇》，宋笺本，草书，款识云，丙戌夏五八日，雨窗燕坐，元宾出新笔，祈父展经纸，颇有临池兴趣，漫为书此。”（《石渠宝笈》）\n“《王履吉书离骚并太史公赞卷》。‘丙戌秋七月廿一日，雅宜山人王宠书。’”（《式古堂书画汇考》）\n九月，宠作《行草书诗轴》，识云：“丙戌九月廿三日，与子龄（宠门生）、元宾燕坐书阁，弄笔书此。时从弘之饮归，大醉不计笔墨，殊媿潦草。”（今藏北京故宫博物院）\n十月既望，行书《为章简甫书诗》卷（今藏上海博物馆）。\n十月，文明致仕离京。\n冬，宠访华云梁鸿溪上，坐剑光阁，华以“佳笺乞为楷书，以作枕中鸿宝”，越明年一月，宠于石湖禅院楷书《游包山诗卷》寄华云（今藏上海博物馆。见《书法》1990年5期)\n是年，宠作《行书诗七绝二首》轴、《行书诗》卷（今藏上海博物馆）。\n是年，书《刺客列传》于石湖草堂。\n是年，王守中进士，宠作《丙戌岁家兄履约释褐南宫欢喜口号八绝句》。\n是年，祝允明卒。\n嘉靖六年（1527年）丁亥三十四岁\n一月，于石湖禅院楷书《游包山诗卷》寄华云。\n二月，书石湖、包山杂诗卷，后题“丁亥春二月之吉，书于石湖精舍”。同月，小楷书《寿方斋袁君六十颂并序》（并藏北京故宫博物院）。\n“《明王宠书出师二表》，金粟笺，乌丝栏本，行草书，款识云，丁亥孟夏望后书于石湖精舍，雅宜山人王宠履吉父。”（《石渠宝笈》）\n三月，宠为金用书《九歌》一卷。\n四月望后，仿祝允明草书《古诗十九首卷》，今藏上海博物馆。同月二十二日，行书《山居杂作》册（今藏上海博物馆）。\n五月，于石湖精舍草书《七发》卷，跋云：“丁亥夏五，与口口昆仲同寓石湖精舍，山窗燕坐，为写此卷。雅宜子王宠识。”（《江村销夏录》。今藏北京故宫博物院）\n十月，小楷书《岳阳楼记》等十册赠华云。\n十二月二十一日，于石湖草堂草书《千字文》。（见《故宫书画录》一，《故宫历代法书全集》四）\n是年，宠书张衡《舞赋》于仇英所作《瑶台清舞图》上。\n是年，楷书《摹东方朔像赞》（今藏台湾故宫博物院）。\n嘉靖七年（1528年）戊子三十五岁\n宠第七试，不售。\n“《酬晖上人秋夜山亭有赠》……戊子二月望日，夜坐石湖山房写此，雅宜子王宠。”（《式古堂书画汇考》）\n三月十日，文徵明绘《槐雨园亭图》，宠为题五律一首。同月，文徵明绘《辋川图》，图后有宠楷书《辋川诗》。\n四月，因经济所迫，宠央文彭作中，立字据向同里袁褒(与之)借白银五十两，月利二分。“立票人王履吉央文寿承作中，借到袁与之白银五十两，按月起利二分，期至十二月一并纳还，不致有负，恐后无凭，书此为证。嘉靖七年四月日，立票人王履吉押，偕中人文寿承押。”\n夏，值溽暑，宠与文明宴于钱氏有斐堂，书丙戌年所作《五忆歌》以赠主人。\n冬，与文徵明寓居楞伽寺，宠画《竹居图》并书，王榖祥、文彭、文伯仁等题。陆师道跋云：“衡翁与王履吉为忘年交，意气相投，真所称金石椒兰，每同寓僧寮道院，必浃月连旬，非砥志人品，则托趣笔墨。”(《书画汇考》)\n是年，明绘《关山积雪图》，五年后方成。\n是年，宠作行书《秋兴诗八首》卷（今藏上海博物馆）；行草书《李白诗》卷（今藏朵云轩）。\n嘉靖八年（1529年）己丑三十六岁\n三月上巳日，宠于石湖行草书《还山诗》。“《王履吉还山诗》。‘己丑上巳日，雅宜山人王宠书于石湖禅院。’”（《式古堂书画汇考》）\n“明王宠书《韩愈送李愿归盘谷序一卷》，印花笺本，草书，款识云，己丑端阳日，与原承修伯日宣燕石湖草堂，醉后书此，归之原承，他日展玩可识踪迹，书不足道也。雅宜子宠。”（《石渠宝笈》、《故宫书画录》一，《故宫历代法书全集》七）\n王守应召入京。七月，宠作《赠家兄履约应召诗》（今藏上海博物馆）。\n题《唐子畏秋塘诗景图》，“雅宜山人王宠书于石湖草堂，时己丑七月廿又五日。”（《式古堂书画汇考》）\n九月六日，宠于石湖作《自书诗卷》（今藏北京故宫博物院）。\n是年，有《行书十律诗卷》（台湾《清玩雅集收藏展》，国立历史博物馆1995年版）\n嘉靖九年（1530年）庚寅三十七岁\n春，晋京，四月赴试。\n六月，离京。有《计偕别友生作》、《登焦山作》、《寓兴隆精舍作》、《秘省召试作》、《郊游与诸公作》、《海印寺阁眺》等诗。\n七月二日，行草书《西苑诗》卷，自跋云：“庚寅岁归自燕，与九岩先生同舟，相得欢甚，漫书近作三篇，冀请教益，幸勿我遗耳。七月二日，吴郡王宠顿首。”（今藏天津艺术博物馆。见《书法丛刊》第三辑)\n八月十六日夜，宠与文明、汤珍石湖泛舟。\n九月九日，宠与文明、汤珍楞伽山登高。同月，作《庚寅岁九月二十六日寓治平寺高斋纪事》。\n是年，袁表（邦正）致仕归，文明为表作《闻德斋图》，宠、彭年、蔡羽为斋客，三人并为此图题跋。王宠为之作《闻德斋记》。\n嘉靖十年（1531年）辛卯三十八岁\n宠第八试，终不售。“盖自正德庚午至嘉靖辛卯，凡八试，试则斥，而名日益起，从游者日众”。\n以年资贡入太学（梁章钜《退菴题跋》卷八）。\n三月三月，文绘《写意十二段》，题云：“偕子重、履吉过竹堂僧舍，性空上人联此纸索余墨戏。”（周道振《文书画简表》）。\n三月，宠与文明、汤珍游竹堂寺。\n“枝山翁书，为当代第一，然质性豪爽，不耐拘检，故其作书多狂草大帧，至于小楷，则仅一见之。……嘉靖辛卯春三月六日，王宠。”（《式古堂书画汇考》）\n四月七日，书《草堂杂诗》卷，跋云：“辛卯孟夏七日，书于（石湖）越溪堂。”四月十日，文徵明为宠作《松壑飞泉图》，跋云：“丁亥归老吴中，与履吉话之，遂为写此。屡作屡辍，迄今辛卯，凡五易寒暑始就；五日一水，十日一石，不啻百倍矣。是岂区区能事真不受迫哉？于此可以见履吉之赏音也。四月十日。”(《故宫书画集》第四十五册)同月，文明绘《赠别图》赠王宠，末识“履吉将赴南雍，通停云馆言别，辄此奉赠。辛卯四月。明”。\n宠游南雍，得疾东归，意不起，秋末，养病虞山白雀寺。\n十月，宠题文明《雪景图》（今藏上海博物馆）。\n十二月，宠撰袁鼒(方斋)夫妇行状，鼒子袁衮持状乞文明作墓志铭。\n是年，宠作行书《游西山诗》，合装于文明《秋林飞瀑图》卷后（今藏北京故宫博物院）。\n嘉靖十一年（1532年）壬辰三十九岁\n正月初七，宠与文徵明集于袁褒城北别业。明有诗，宠与王毂祥、彭年分题。\n正月望日，宠于万至斋中作《旦发胥江口》等诗。\n春，宠与文明、王守宿石湖治平寺。宠摹沈周画并书旧作，自书《宿白雀寺》诗卷。\n二月八日后，宠与文徵明、王谷祥等分题陆治《四时蔬果图》卷。\n“《王雅宜千文》。‘嘉靖壬辰夏日，雅宜山人王宠书于石湖别业。’”（《式古堂书画汇考》）\n四月朔日，作《宿白雀寺二首卷》，“癸巳四月朔日雅宜山人王宠书于碧峰老师房。”（今藏苏州博物馆）\n“《王雅宜书半岩潘君七秩序并辞》。‘嘉靖壬辰七月既望，吴郡雅宜山人王宠书。’”（《江村销夏录》）\n“《王雅宜书罗大经山居篇》。‘嘉靖壬辰八月二日，雅宜山人王宠书于石湖别业。’”（《式古堂书画汇考》）\n“《明王宠诗帖一卷》，素笺本，行草，大书七言绝句六首，款识云，壬辰九月二日雨中书，越溪病子王宠履吉父。”（《石渠宝笈》）\n九月，有《行草书杂诗卷》（台湾《清玩雅集收藏展》，国立历史博物馆1995年版）\n“《明王宠书杂诗一卷》，素笺本，草书，五言古诗二首，五律二首，七律四首，七言绝句二首，款识云，壬辰秋日卧疴山房，闲写杂诗数章，呈明水先生求正，雅宜山人王宠。”（《石渠宝笈》）\n十月既望，文徵明绘《关山积雪图》成，跋云；“……曩于戊子冬，同履吉寓于楞伽僧舍，值飞雪几尺，……履吉出佳纸索图，乘兴濡毫，演作《关山积雪》，一时不能就绪，嗣后携归，或作或辍，五易寒暑而成。……”（文徵明《关山积雪图跋》）\n十一月二十三日，跋祝允明书《离骚》墨迹。同月，跋李公麟《揭钵图》卷，云：“余方养疴山中，世事都捐，与药饵为伍。……”\n是年，文徵明绘《江南春图》，并书追和倪云林江南春词，裱为一卷，宠等亦和诗其中。\n是年，行书《湖上八咏》卷及自作诗卷（今藏上海博物馆）。\n是年，自跋辛巳所书《圣主得贤臣颂》：“右楷书贤臣颂，乃余闲中所作。欲学《黄庭经》之古而近于拙；学《乐毅论》之劲而近于生；信古人之难摹仿也。”\n是年，行书《为石壁书诗》卷（今藏上海博物馆）。\n是年，“家兄（王守）四月廿八日出京，到陕军中纪功”（《王宠山庄帖》）。\n是年，宠为王献臣作《园居》诗，仇英为之补图。\n嘉靖十二年（1533年）癸巳四十岁\n二月十一日，书《述病帖》（傅红展《王宠行书述病帖》综考）\n三月，作《嘉靖癸巳三月晦日将往白雀寺与碧峰禅师虞山泛舟二首》。\n春，宠与文徵明、蔡羽、金用饮于钱同爱家。\n春，作《送陈子龄会试诗卷》（今藏北京故宫博物院）。\n四月初一，行书《白雀寺诗二首》卷（今藏苏州博物馆）。\n四月二十日，时寓白雀寺，是日乘舟访王元肃虞山精舍，不遇，“返棹怅然，寄以长句”。“王履吉先生养疴白雀寺，访故人王元肃虞山不值，作此歌，元肃拿舟追及之，因以二丈许桑皮纵笔满卷为赠，虽结法小疏，而天骨烂然，姿态横出，有威凤千仞之势。盖月余而履吉物故，当是绝笔也。又二十余岁，而元肃为双钩入石，尝乞余言跋尾。居数岁，元肃亦殁。又二岁，而有以此卷质者，诘之，知非王氏有也。无何，赎去。又数岁，而复得之他所。流落宛转，真如传舍失弓得弓，何必在我。因为题其后，以俟后之君子主斯卷者。时庚午之夏伏日也。”（《弇州山人稿·明王宠白雀帖》）“王宠《白雀》绝笔尤佳。”（《寒山帚谈·附录·金石林绪论》）“《王雅宜书杂咏卷》。履吉行草，自山阴父子中来。然所得者姿态耳。此卷白雀寺诸诗尤备风骨，有美女舞竿、良骥走坂之势，友人王元肃云，履吉作此时病已甚。”（《弇州四部稿》）按：此卷今藏重庆中国三峡博物馆，见1986年重庆出版社《王宠行草诗卷》，《书法》1989年5期。\n离白雀寺，宠返石湖。病逾甚，“逮将易篑，顾浚明(朱浚明，宠门生)惓惓语曰：“《白雀集》可传矣，诸稿尔藏之石湖草堂。”\n四月三十日，宠病故，享年四十。文徵明为撰《王履吉墓志铭》。“王雅宜先生宠，字履仁，后字履吉，吴县人。先生与兄履约俱为邑诸生，而名过之，顾累试辄不利，以年资贡入太学，试复不利，竟死，得年仅四十。”（《弇州四部稿》）\n书法评析\n探究王宠书法的“疏淡”，实来自于其独特的人生际遇、品行修养和审美追求。\n王宠自正德庚午（1510）至嘉靖辛卯（1531），凡八次应试，均未中。在王宠周边不达的友人中，有的选择了放浪形骸，如祝允明、唐寅与陈淳；有的选择了忍耐，如汤珍；有的选择了隐居，如陆治。王宠选择了隐居，潜心诗书，逍遥林下，二十年读书石湖之上，讲业楞伽山中。正如其《行书札》中云：“家中虽贫落，越溪风景日增日胜，望之如图画，独此一事慰怀耳。”（上海博物馆藏《王宠行书札》）书为心声，自然地，王宠的这种“不激不厉”的心境折射到了在他的笔下——疏淡空灵而又逸笔草草。这种讲究技巧而又自然流露的书法功力与萧散洒脱的雅玩心态，正是他科考屡次应试不第，进而沉湎于书画、寄情于山水的结果。\n同时，王宠高洁的品行陶铸了其书法疏淡的品格。王世贞在为王宠写的《像赞》中称其“善为雅言，不及猥鄙”，“且不以所学尚人，故人乐亲附之”。王宠逝后，顾璘在怀念这位故友时说：“清夷廉旷，与物无竞，人拟之黄叔度。尊官宿儒忘年友善，罔不乐其温醇。”（顾璘《太学生王宠》）。文徵明与王宠虽为师生关系，且长王宠25岁，但文氏正是看重了王宠高洁的品行，折辈与交，成为频繁郊游、诗文酬唱的挚友。文徵明在为王宠撰写的《墓志》中称颂他“君高朗明洁，砥节而履方，一切时世声利之事，有所不屑。其志之所存，必有出于言语文字之上者。”真可谓知言。\n王宠的生存环境和品行修养，合力促成了其审美心理与书法旨趣的养成。明代朱曰藩曾说：“雅宜书蕴藉秀媚，大概类其为人。”（《跋顾孝正所藏雅宜诗卷》），指出了其人品与书品的关系。王宠高蹈出尘的心态养就了他疏淡秀雅的艺术审美心理，正如他的诗歌，随处可见的是对隐逸的企愿和对富贵生活的不屑——他以层台缓步的用笔传达给我们宁静、优雅、孤高以及与俗世的距离感。\n而王宠书法的“流宕”，明显是受了当时时代书风特别是祝允明的影响。王宠与祝允明性情相投，交情深厚，虽然艺术主张不尽相同，但互相借鉴在所难免。祝允明在行草书上充分释放个性，用笔和结构大开大合，充分展示了他潇洒、奔放、热烈的个性，一派流宕浩然之气。与祝允明一样，王宠在书法上有着独立的精神，虽然他有临摹祝书的经历，但并非亦步亦趋，而是著意于个人面目的锻造。在他去世之前，还常常以指画肚，因为“祝京兆（允明）许我书狎主齐盟，即死，何以见此老地下”。（王世贞《跋王雅宜书杂咏卷》）\n王宠行草之所以与祝允明比较接近，是因为他不仅临摹祝允明，而且与祝氏一样，也取法李怀琳。王世懋曾洞察李怀琳与祝、王二人书法之关系：“吴人绝重李怀琳书，希哲（祝允明）书十九首古诗及王履吉（宠）晚年草法，皆从此出。祝书尤得其丰神；王草‘欲’字、‘强’字、‘穷’字等规仿，不易一笔，他古帖所无也。世人不睹怀琳书，安知二先生书法之自哉？文氏《停云馆帖》虽刻此书，而笔意失真，后得此册，真宋搨本之精者，二先生心印始见矣。（王世懋《题李怀琳书嵇叔夜绝交书》）\n因为王宠学习祝允明的书法，且二人皆学李怀琳，因此，王宠早期书风与祝允明作品风格最为接近。顾复在评价王宠晚年行草《白雀寺诗》时说：“如怀素，颖圆锋正。开卷时以其为枝山卷，末款识则雅宜也。得享长年，岂让枝山独擅名当世哉!”尽管后来王宠随着书法审美趣味的变化，追求疏淡秀雅的书风，并想极力摆脱祝允明、李怀琳的影响，但一直到后期，其书法的“流宕”之气亦未能尽除。试将其《七绝二首》和祝允明的书法做一比较即可发现，该作用笔大幅度提按，字间牵丝引带、体势变化多端，隐约保留有祝氏书法“流宕”的典型特征。\n王世贞称赞王宠晚年书法“虽结体小疏而天骨烂然，姿态横出，有威风千仞之势”。（《弇州山人稿》）可谓推崇有加。而王宠晚年书法作为流宕与疏淡的矛盾统一体，又何尝不是其愤激与冲淡这一矛盾心境的外化呢？——现实人生与人格理想的分离与矛盾，使其内心虽有愤激，但又高蹈出尘，但在病痛和失败的挫折下，他慢慢变得冲淡，成为一个温和如玉、不激不厉的君子。然而，王宠内心的矛盾和痛苦和他怀才不遇所流露出来的感慨与无奈，最终还是掩映在他矜持的文字中。他在《山中答汤子重书》中写到：“山林之好，倍於侪辈，徜徉湖上，而忘返……颇耽文辞，登临稍倦，则左图右书，与古人晤语，纵不能解，片言会心，莞然独笑，饥而食，饱而嬉，人生适意耳。须富贵何时，诚日夕私贺，恐后之不如今也，尚安望哉！”\n在愤激与冲淡中，王宠寄情山水，含醺赋诗，静心作字，度过了他平淡而短暂的一生……\n艺术特色\n王宠生活于弘治至嘉靖年间，这时正是吴门地区书法创作鼎盛时期，他虽是祝允明、文徵明的后辈，却与他们并称为吴中三家。精小楷，尤善行草。其书法初摹虞世南、王献之，后稍出己意，行书和草书一反明代放浪不羁的风格，运笔速度较慢，比较注意点画得失，以沉着的笔触从容书写，形成一种古拙典雅的风格，巧中寓拙，婉绰而疏逸。别具一种沉静的风神，在明代别树一帜。小楷受锺繇、王献之等人的影响，用笔圆转、淳厚，结构上竭力避免笔画的交叠，在古朴中见空灵。他的楷书初学虞世南、智永，行书师法王献之，到了晚年形成了自己风格，以拙取巧，婉丽遒逸，疏秀有致。王宠追求的是一种疏宕雅拙的韵味，以韵写拙，而又“拙中见秀”、“拙中见雅”。王宠博学多才，工篆刻，善山水，他的诗文在当时声誉很高，其中尤以书法最为知著，他诸体皆能，以小楷、行、草最为擅长，取法魏晋，浸淫于钟、王，道正功深，书风趋于端庄古雅，在吴门诸子中，他的书法之趣味尤高，这原因就是他心不降唐宋以下，手熟于法度之内，他的笔下无狂怪之病，点画、结体皆有来处，心境旷达而使字势开阔正大，无琐小习气。他的小楷取法钟繇，冲和于二王而于古雅中见清淡；草、行法《十七帖》、《圣教序》等而形神兼备。在书法史上学王右军杰出者米芾、赵孟頫之外就数他和王铎，而且各有所长；米得王之迅疾，赵得王之端正，王铎得王之雄厚，王宠得王之萧散。就气韵言，王宠为上，惜乎其早逝，未能含和圆融，更进一步。\n历史评价\n《三吴楷法跋》称其正书：“始学虞世南、智永、行书法大令王献之，晚节稍出已意，以拙取巧，合而成雅。婉丽遒远，奕奕动人，为时所趣，几夺京兆（祝允明）价。”明代著名书论家王世贞他在《三吴楷法十册》跋中认为王宠所书的《琴操》：“兼正行体，意态古雅，风韵遒逸，所谓大巧若拙，书家之上乘也。”《四友离书论》：“衡山（文徵明）之后，书法当以王雅宜为第一，盖其书本于大令（王献之），兼之人品高旷，故神韵超逸，迥出诸人之上。”当时与祝允明、文徵明齐名。王宠的书法最吸引人的地方在于字里行间透出的那份空灵、舒朗，这份美感源自恬淡自适的生活中所孕育出的高旷的人品，而绝非才力、技巧所能展现。王宠四十岁即离开人世，许多人为他的英年早逝感到惋惜，慨叹命运没有给他更多的时间创作更完善的书法。也许并不算是书史上的大名家，但他疏朗、洁净、无一丝尘俗之气的书法与清纯的心灵，也足以令人永远对他喜爱与怀念。\n代表作品\n《游包山集》卷纸，小楷。纵21.6cm，横323.5cm。上海博物馆藏。1520年，王宠游昆陵包山，曾作游诗数首，结为《包山集》。1526年冬，王宠过鸿溪宿友人补菴居士处，居士几他索书。第二年（1527年），他便将游包山所作的游诗用小楷抄录了二十二首寄给了补菴居士。他的朋友文嘉在居士处见到这卷小楷后，称之为“天才妙绝”。后人普遍认为《游包山集》是王宠的小楷代表作。宋苏轼曾说：“大字难于结密而无间，小字难于宽绰而有余。”王氏这卷《游包山集》，其结体“宽绰而有余”，其书风旷适疏宕，遒媚飘逸，谓王氏上乘之作言而不虚。\n《草书册页》是王宠中年时期的作品。虽然这是一件今草的作品，但几乎字字独立，字迹又带有章草的笔意，将王宠起伏顿按、急遽有力的笔法特色表现出来，是他传世的一件精品。\n《自书五忆歌》王宠三十五岁时书，纸本草书。纵29.3厘米，横294.7厘米。台北故宫博物院藏。《自书五忆歌》恣肆纵逸，神采飞扬，是他中年创作巅峰时期的作品。\n《白雀寺诗》是王宠晚年草书。王世贞《弇州山人稿》中记：王宠“养疴白雀寺，访故人王元肃虞山不值，作此歌。元肃拏舟追及之，因以两丈许桑皮纵笔满卷为赠，虽结体小疏而天骨烂然，姿态横出，有威风千仞之势”。而顾复鉴赏此卷时曾说：此卷书法“如怀素、颖圆锋正。开卷时以其为枝山卷，末款识则雅宜也。得享长年，岂让枝山独檀名当世哉!”\n《五言律诗》，纸本，纵24.4厘米，横147厘米。南京博物院藏。王宠画作王宠的行书自成一家，历来得到人们的赞许。明朝的何良俊在《四友斋丛说》里说道，自文徽明后，书法当属王宠为第一了。他本来是学王献之的，加上他人品的高尚，所以字写得神韵超逸，远在众人之上。另一位明朝人莫云卿在《莫廷韩集》里也说王宠的书法，“天真烂漫”，而且“飘飘欲仙”。我们从这件作品中不难看出，王宠的行书确实奔放纵逸，气宇不凡，颇令观赏者赞叹不已，这件《五言律诗》诗轴显然注入了他奔放的感情。十足的兴趣。故有落墨如烟，纵横千里的艺术效果，其生动、奇妙、流畅的风格无不跃然纸上。\n《送陈子龄会试诗》，行书，纸本，册页，纵23.2厘米，横36.3厘米。楷书，18行。文中“陈子龄”为王宠门人。钤“太原王宠”、“王履吉印”印2方。收藏印钤“秦汉十印斋藏”、“兰陵文子收藏”、“祥伯”、“辛谷经眼”等印。此诗书法极尽涩拙之态，每一笔画均似在牵掣中运行，绝无流动率意之痕，结构亦不求平整，似散漫不经，按王宠楷书的风格变化，当为其晚年所书。\n《七绝二首》，行草书法，为王宠晚年所书，现藏于辽宁省博物馆。《七绝二首》在内擫笔法的基调上，注重笔墨轻灵虚和，结构欹侧多变，章法通脱自然，与其早、中期笔墨多内敛、点画较质直、线条少映带的格调相较，颇多变异之趣。质言之，少了朴拙之气，多了疏淡之气。“疏”是其结构特征所在：一字之中必有空阔处，且注重轻重虚实的对比，以显其“疏”态，产生整体上旷阔静远的美感。在该作中，王宠一方面以乌丝栏为框线，另一方面注意调整字与字之间的形态关系，形成一种内在的挥运旋律，有欹有正，有虚有实，和谐统一。“淡”是指意境之恬淡无为。《七绝二首》不着意安排，不措意巧拙，信笔写来，一任自然。这与文徵明过于讲求法度理性、缺乏个性张扬不同，王宠从秀雅巧媚、宛转流美的晋人风韵中，稍稍出以己意，构筑成疏淡秀雅的意境，以其高华的气韵打动人心。\n王宠卒后五年，丁酉(1537年)七月，王守、朱浚明等整理校订，刊刻成《雅宜山人集》，《白雀集》等皆收入其中。《四库全书总目》按云：“《雅宜集》十卷，明王宠撰，宠字履吉，自号雅宜山人，长洲人，八举不第，终于诸生，《明史·文苑传》附见文传中。是《集》诗八卷，文二卷，诗分体编列，而各以正德稿嘉靖稿，字系标题之下，盖约略编年之意，以自记所造浅深，大抵才力富赡，而抑郁之气激为亢厉，亦往往失之过觕。文则非所留意，姑附存诗后云尔。”又六年壬寅(1542年)，吴县黄鲁曾编王宠、黄省曾所著《南华合璧集》，“《南华合璧集五卷》，明黄鲁曾编。鲁曾，字得之，吴县人，正德丙子举人，五岳山人省曾之弟也。是编选王宠之诗，而附以己作，合为一集。宠所著《雅宜集》深为顾璘等所推，朱彝尊《静志居诗话》则谓宠亦中材，誉过其实，鲁曾诗更不逮宠，殆欲借宠以行，故有是刻。”（《四库全书总目》）\n“治平寺，在（苏州）府上方山下，……有五贤祠，祀唐寅、文、王守、王宠、汤珍。”（《江南通志·舆地·寺观·苏州府》）\n王宠复有《东泉志》四卷，散曲作品收在《南北宫词纪》中。\n诗作欣赏\n【曲岩】\n乘云欻先登，攀崖纷广眺。\n孤峰上寒日，平楚腾余烧。\n天高风物紧，地迥山川窍。\n饥鼯乍陆梁，哀鸿相叫啸。\n企石揖云帆，披霞迎海峤。\n空水共泛澜，虚无自余照。\n林深养谷神，壁仄团景曜。\n光风烂芝苓，玉髓滋萝茑。\n樵隐自夷犹，末路多奔峭。\n怀哉瀼里公，千春可同调。\n【过石公山】\n岛屿屡崩奔，石林突参错。\n朝云正吐秀，冬水亦渐涸。\n槎牙熊豹蹲，蜷曲蛟龙蠖。\n波涛激中洞，岚霭纷上薄。\n金膏赤日流，石镜青天霩。\n表灵征名图，延赏谐幽诺。\n苍鼠不惊人，丹枫时自落。\n兹焉可投纶，毕志甘场藿。\n【楞伽寺】\n云竹素所爱，山林道难忘。\n荆蛮屹水府，五湖泻汤汤。\n连峰枕其腹，翠壁森开张。\n流峙两参错，南斗回文章。\n绝境瑀兰若，金天建旌幢。\n嵯峨古楞伽，飒沓开云堂。\n星河挂北户，日月经其阳。\n法雨不断洒，檀樾纷成行。\n时时吐虹霓，下饮平波光。\n风帆日如织，宝筏度迷方。\n道林更爱客，文燕依松篁。\n脱屣石苔滑，科头飞雪凉。\n朱炎久蒸薄，卧暍两月强。\n扫除洞虚白，盥浴披天香。\n回思隔朝市，执热眇相望。\n【宴徐子仁宅】\n全陵豪侠窟，乐游凤凰原。\n青门临上路，烂若朝霞骞。\n啸侣共行游，叫崟窥阳园。\n神飚集珍木，泫露被芳荪。\n兰池夏气爽，桂栋秋云屯。\n嘉花既罗户，密筿亦植援。\n疏林抗北磴，激浪飞南轩。\n粲粲芙蓉披，离离椒芷繁。\n中堂理丝桐，后槛树旌幡。\n初疑游龙翔，忽讶惊鸿翻。\n色授神已交，礼防心讵烦。\n主人卿云流，标胜俪玙璠。\n已罗西园彦，复注北海樽。\n纵横逸藻奋，契阔佳期敦。\n履舄相错陈，钗缨互缤翻。\n肴来乃瓶罄，觞至若川奔。\n晓畏夕月驰，宵忘朝日暾。\n平乐谅虚侈，高阳亦徒喧。\n缛丽安可悉，商确歌此言。\n书法图片\n王宠作品1\n","category":"草书","verified":true,"user":1,"timestamp":1429951612986},{"name":"王宠草书仿王元肃不值诗","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791645564,"text":"","author":"明代王宠","description":"王宠草书仿王元肃不值诗"}]