[{"name":"唐寅行书漫兴诗","text":"唐寅一生曾多次书写落花诗，每次所录诗作的数量不同，内容不同，书法风格也不尽相同，目前所知的分别藏于普林斯顿大学附属美术馆、苏州博物馆、辽宁省博物馆、中国美术馆。\n作品释文\n一．\n韶华早已付繁春，倦倚枝头默守贫。红泪晶莹难受雨，残香缭绕亦求仁。\n无情故道来车马，有幸清波逐洛神。回首瑶台天女梦，可怜俱似戏中人。\n原作:\n刹那断送十分春，富贵园林一洗贫。借问牧童应没酒，试尝梅子又生仁。\n若为软舞欺花旦，难保余香笑树神。料得青鞋携手伴，日高都做晏眠人。\n二．\n雨睛风定恨悠悠，狼藉残红曲陌头。离合晓光余倦叶，沉埋芳径是清流。\n云来早散闲花蝶，夜至还升冷月钩。已自三春如幻景，谁人更记者番愁。\n原作:\n夕阳黯黯笛悠悠，一霎春风又转头。控诉欲呼天北极，胭脂都付水东流。\n倾盆恠雨泥三尺，绕树佳人绣半钩。颜色自来皆梦幻，一番添得镜中愁。\n三．\n可怜明媚只须臾，一点芳菲挽得无？吹落已同黄土皱,拈来不见醉颜朱。\n梦从皓月寻孤影,醒被流年笑匹夫。欲寄红笺成永诀，几番追忆却心枯。\n原作:\n春风百五尽须臾，花事飘零剩有无。新酒快倾杯上绿，衰颜已改镜中朱。\n绝缨不见偷香椽，堕溷翻成逐臭夫。身渐衰颓类如此，树和泪眼合同枯。\n四．\n犹记莺啼陌野时，芳菲醒若可人儿。绵绵渐抚心痕冷，脉脉同听蝶语私。\n细雨频侵天有泣，红颜老去计无施。徘徊月下香魂渺，一抹幽霜上发丝。\n原作:\n时节蚕忙擘黑时，花枝堪赋比红儿。看来寒食春无主，飞过邻家蝶有私。\n纵使金钱堆北斗，难饶风雨葬西施。匡床自拂眠清昼，一缕烟茶飏鬓丝。\n五．\n濛濛飞若乱弦中，零落如何怨得风？来世绛珠香冢泪，前生杜宇寸心红。\n夕阳残照霓裳薄，蛙鼓新喧锦瑟空。莫问今程何处去，流云无迹任西东。\n原作:\n坐看芳菲了闷中，曲教遮护屏展风。衙蜂蜜熟香粘白，梁燕巢成湿补红。\n国色可怜难再得，酒杯何故不教空。忍看马足车轮下，一片西飞一片东。\n六．\n凋谢红颜忆不真，冥冥梦去更伤神。铜驼巷陌苔侵道，金谷园林雨葬春。\n如见鉴湖凝碧血，遥听青冢抚胡尘。香魂杳杳今何在？还盼东君予世人。\n原作：\n崔徽空写镜中真，洛水难传赋里神。国色自来多命薄，桃红又见一年春。\n已无锦帐围金谷，漫把青鞋踏曲尘。绕树百回心语口，明年勾管是何人？\n七·感反恐事\n紫电青冥斗纵横，浮云似海岭舟轻。穿帘入户全随欲，激浊扬清各有名。\n罂粟纠缠十字架，玫瑰摇落暮光城。茫茫天意凭谁究？红雨萧疏已泪盈。\n原作：\n天涯晻溘碧云横，社日园林紫燕轻。桃叶参差谁问渡，杏花零落忆题名。\n月明犬吠村中夜，雨过莺啼叶满城。人不归来春又去，与谁连臂唱盈盈？\n八\n梅雨绵绵终转晴，嫣红坠后翠华生。林开雾径禅钟响，梦似轻烟咋夜行。\n油壁香车归小小，西厢皓月去莺莺。游人莫叹春将暮，更有榴花照眼明。\n原作：\n白华垂柳弄新晴，紫背浮萍细点生。三月寻芳骑凤侣，一时齐唱踏莎行。\n收灯院落伤栖燕，细雨楼台湿啭莺。莫问东君诉恩怨，自来春梦不分明。\n九\n云藏倦月夜将阑，雨正飘零絮堕团。何处轻车声断续，枕旁清泪梦迷漫。\n玉门关杳湮香冢，燕子楼空绝旧欢。一地落花收不尽，几生能得此心安？\n原作：\n春朝何事默凭阑，庭草惊看露已团。花并泪丝飞点点，絮飘眼缬望漫漫。\n书当无意开孤愤，带有何心绾合欢。且喜残丛犹有在，好随修竹报平安。\n十\n一霎天香绽碧空，流星花事竟相同。徐徐轨迹谁知命，漫漫轮回总遇风。\n旋璀璨时成永忆，向幽冥处付深红。从今最羡青娥月，犹有悲欢圆缺中。\n原作：\n桃花净尽杏花空，开落年年约略同；自是节临三月暮，何须人恨五更风。\n扑檐直破帘衣碧，上砌如欺地锦红；拾向砑罗方帕里，鸳鸯一对共当中。\n十一\n挥别东君意莫惔,青春颜色四时添。飘香黄菊牵梅影，映日圆荷接杏帘。\n和靖相邀乡梦好,杜康做伴晚风恬。爱花更有陶元亮，不见穷愁险字拈。\n原作：\n恻恻凄凄忧自惔，花枝零落鬓丝添。周遮燕语春三月，荡漾波纹日半帘。\n病酒不堪朝转剧，听风且喜晚来恬。绿杨影里苍苔上，为惜残红手自拈。\n十二·落花·旱灾·末世传说\n此际三峡啼子规，岂同往日落樱时。千年云梦今成涸，末世预言真会迟？\n仍有花开香胜旧，绝无人访柳荒垂。如茵旷野外星客，手捧骷髅叹是谁？\n原作：\n杨柳楼头月半规，笙歌院里夜深时。花枝灼灼难长好，漏水丁丁不肯迟。\n金串袖笼新藕滑，翠眉奁映小蜼垂。风情多少愁多少，百结愁肠说与谁。\n十三\n桃花庵里忆曾游，往事华胥一梦休。我自御风轻羽化，君何对酒漫歌愁。\n难牵倦日香痕没，已付清江颦笑留。莫向蝶丛胡认取，此身已是属丹丘。\n原作：\n李态樊香忆旧游，蓬飞萍转不胜愁。一身憔悴茅柴酒，三月伤春满镜愁。\n爱惜难将穷袴赠，凋零似把睡鞋留。红颜春树今非昨，青草空埋土一丘。\n十四\n曝日浮尘云样堆，行行风雨愈摧颓。自家颜色心为镜，身外闲愁海作杯。\n戏水偏劳神蟹访，扶枝已惯晚钟催。因君一点精魂故，何忍来年不漫开？\n原作：\n杏瓣桃须扫作堆，青春白发感衰颓。蛤蜊上市惊新味，鶗鴂教人再洗杯。\n忍唱骊歌送春去，悔将羯鼓彻明催。烂开赚我平添老，知到年来可烂开?\n十五\n翩翩粉蝶莫矜夸，谁羡昭阳帝子家？巴蜀千山鸣杜宇，汉秦荒冢逝荣华。\n求长生者鲍鱼臭，乞五斗人腰板斜。我爱小村春夜好，池塘青草卧听蛙。\n原作：\n丽色堪餐莫谩夸，一朝衰飒看伊家。昭君偏遇毛延寿，炀帝难留张丽华。\n深院青春空自锁，大堤红日又西斜。小桥流水闲村落，不见啼莺有犬蛙。\n十六\n曾经月下朗吟陪，咋夜星辰唤不回。沉醉千年君已去，红颜几度雨相催。\n偶然动竹微风至，仿佛抱琴幽梦来。春染洞庭澄似酒，近闻频旱也空杯。\n原作：\n满堂欢笑强相陪，别有愁肠日九回。时节又惊梁燕乳，铅华无奈隙驹催。\n香消衣带伤腰瘦，梦断辽阳没信来。门掩黄昏花落尽，牛酥且荐掌中杯。\n十七\n吴宫花草单于台，宝帐琼萝安在哉？塞上燕脂狂雪洗，江南灵秀浊潮推。\n殷殷史册方新染，漠漠东君依旧来。败瓦残垣人迹渺，不离不弃是青苔。\n原作：\n亚字城边麋鹿台，春深情况转悠哉。襞衣玉貌乘风去，对酒蓬窗带雨推。\n结子桃花如雨落，挟雌蝴蝶过墙来。江南多少闲庭馆，朱户依然锁绿苔。\n十八\n烟囱渐密渐繁荣，花事怎同城事争？旋转时钟人快走，穿梭货物欲狂倾。\n艳桃浓李迷春夏，铁齿钢轮榨死生。我拟将心凝琥珀，修成太上即忘情。\n原作：\n桃蹊李径谢春荣，斗酒芳心与夜争。陌上新蒭曲尘暗，墙头圆月玉盘倾。\n青帘巷陌无行迹，绣褶腰肢觉瘦生。莫道无情何必尔，自缘我辈正钟情。\n十九\n红花一朵喜开眉，幼稚园中放学时。睡后睡前缠故事，奶声奶气背唐诗。\n汝今茁壮鹏生翼，我已萧然鬓有丝。逝却芳菲心不悔，还看青果渐垂枝。\n原作：\n簇簇双攒出蠒眉，淹淹独倚曲栏时。千年青冢空埋怨，重到玄都只赋诗。\n香逐马蹄归蚁垤，影和虫臂罥蛛丝。寻芳了却新年债，又见成阴子满枝。\n二十\n闷看枝头万朵新，中年况味酒般陈。前尘泡影波心月，后事残灰冢内人。\n或许来生仍是我？可怜陌上不同春。肩头一任缤纷落，懒得伤悲懒得嗔。\n原作：\n芳菲又谢一年新，能赋今无八斗陈。情薄错抛倾国色，缘轻不遇买金人。\n杜鹃啼血山中夜，蝴蝶游魂树底春。色即是空空是色，欲从调御忏贪嗔。\n二十一\n雨打风吹色不全，回眸已是一生缘。难如小杜扬州梦，只可陈抟醉里眠。\n弱柳含烟垂渡口，夕阳无语上秋千。浮沉春水东流去，天际朦胧没客船。\n原作：\n貌娇命薄两难全，莺老花残谢世缘。年长卢姬悲晚嫁，日高黄鸟唤春眠。\n人生自古稀七十，斗酒何论价十千。痛惜秾纤又迟暮，好烧银烛覆觥船。\n二十二：\n似此精魂只许春，山林遗世亦无嗔。莫将缨络绝尘色，误比汉唐倾国人。\n司马徒劳金屋赋，玉环了断白绫巾。茫茫独立风兼雨，总胜瑶池锁锦茵。\n原作：\n花落花开总属春，开时休羡落休嗔。好知青草骷髅冢，就是红楼掩面人。\n山屐已教休泛腊，柴车从此不须巾。仙尘佛劫同归尽，坠处何须论厕茵。\n二十三\n早已硝烟远国门，我来凭吊向陵园。黄花黄埔青年血，长夜长征西柏村。\n风起微萍寒伏草，涛生东海怆吟魂。诸君珍重三春意，莫与城狐做锦旙。\n原作：\n催耕声里短柴门，煠兰香中雉草园。西子归湖余有井，昭君出塞尚留村。\n春凤院院深笼锁，细雨纷纷欲断魂。拾得残红忍抛却，也教粘向阿咸旙。\n二十四\n随风附水去无痕，回首斜阳老树存。纵使根深萦沃土，何堪影瘦倚寒轩。\n怜她一枕飞扬梦，愧汝三春养育恩。儿女花开羁不住，每逢圆月倍伤魂。\n原作：\n蕉酒新啼满袖痕，怜香惜玉此心存。可怜窗外风鸣树，辜负尊前月满轩。\n奔井似衔亡国恨，坠楼如报主人恩。长洲日暮生芳草，销尽江淹黯黯魂。\n二十五\n枝头羡看白云飞，飘去方知世路迷。千色渐将城廓染，暮鸦空向野林啼。\n青春浪迹如豪赌，鸡犬登天有近傒。莫笑容颜需粉饰，几多风雨一肩携。\n原作：\n伯劳东去燕西飞，南浦王孙怨路迷。鸟唤春休背人去，雨妆花作向隅啼。\n绿阴茂苑收弦管，白日长门锁婢傒。蛱蝶翻翻残梦里，曲栏纤手忆同携。\n二十六\n且听垄上信天游，洗净春闺琐屑愁。黄土高坡望不尽，白云大雁去无休。\n品千年事随开落，吼一支歌忘乐忧。古道胡杨摇曳里，驼铃响过古城楼。\n原作：\n青鞋布袜谢同游，粉蝶黄蜂各自愁。傍老光阴情转切，惜花心性死方休。\n胶沾日月无长策，酒酹荼蘼有近忧。一曲山香春寂寂,碧云暮合隔红楼。\n二十七\n擦肩而去太匆匆，甫一回头花已空。已惯青春追影子，怅闻桃杏许东风。\n小城落寞千千雨，往事沉沦点点红。又见乳莺穿柳线，心弦拔动莫名中。\n原作：\n春来吓吓去匆匆，刺眼繁华转眼空，杏子单衫初脱暖，梨花深院恨多风。\n烧灯坐尽千金夜，对酒空思一点红。倘是东君问鱼雁，心情说在雨声中。\n二十八\n穿越时空望古城，胶盘黑白转无声。海棠小院胭脂梦，五月鲜花战火惊。\n千里挥戈尸骨满，一轮坠日血痕盈。如今只惜春之色，不敢轻狂论负嬴。\n原作：\n呜呜晓角起春城，巧作东风撼地声。灯照檐花开且落，鸦栖庭树集还惊。\n红颜不为琴心驻，绿酒休辞盏面盈。默对镜奁闲自较，鬃丝又是一年嬴。\n二十九\n早知河蟹力无边，未许芳菲逝眼前。楼市如花春永驻，菜蔬若老药长怜。\n小猪亦有黄金价，高铁狂奔幸福年。我已词穷何以赞？关灯相信梦中缘。\n原作：\n春梦三更雁影边，香泥一尺马蹄前。难将灰酒灌新爱，只有香囊报可怜。\n深院料应花似霰，长门愁锁日如年。凭谁对却闲桃李，说与悲欢石上缘。\n三十\n早有霜风两鬓吹，春光所幸未曾遗。夜来香似杜陵句，解语花如婉约词。\n笔底愧无倾国色，生涯有待望云时。寻常亦是心泉灌，那管别人知不知？\n原作：\n花朵凭风着意吹，春光弃我竟如遗。五更飞梦环巫峡，九畹招魂费楚词。\n衰老形骸无昔日，凋零草木有荣时。和诗三十愁千万，肠断春风谁得知? \n藏品介绍\n唐寅一生曾多次书写落花诗，每次所录诗作的数量不同，内容不同，书法风格也不尽相同，目前所知的分别藏于苏州市博物馆、辽宁省博物馆、中国美术馆、普林斯顿大学附属美术馆。\n苏州市博物馆\n苏州市博物馆藏本，纸本册页，三十四开，每开尺寸27cmx30Cm不等。共录七律三十首，其中，十三首为原集所收和沈周落花诗。十七首为补遗之作。卷末未署名，也未标时间。后有正德三年进士方豪题于嘉靖丙戌的跋和翁方纲题于嘉庆二年的跋。其中翁方纲的跋说：“……此六如三十首草稿，与集本多异，想屡自改定欤？瑶田得此于都门，中阙二首。及南归，晤江秋史，而秋史处恰有此二首。宛然适合……”翁方纲认为这是一个草稿本，说明此藏本的时间比较早。同时，此册页曾缺了两首。\n辽宁省博物馆\n辽宁省博物馆藏本，纸本长卷，26．6cmX406Cm。收入七律十首，均是《唐伯虎全集》补遗中的诗作。诗后唐寅有跋，然未标明书写时间。杨仁恺先生据跋推断当写于和诗那年，即一五O四年（弘治十七年），但这个推测是有待商榷的。卷后另有顾文彬的题跋：“白石翁（沈周）落花图恨佚其诗，六如居士落花诗恨亦佚其图，乃和会两家联为一卷，所谓离之两伤，合之双美者也。壬戌夏日。”这是一八六二年的跋。据此可知沈周与唐寅各写过落花图，并在图后题落花诗．后来沈佚诗，唐佚图，直到清代时沈图和唐诗合成一卷。现存辽博的沈图，据杨仁恺先生说，破旧不堪，且坡石以粗线钩勒，浓淡墨涂抹而不皴，这种画法在沈画中少见，故此图是否系沈周原作还需进一步考证。而唐寅的落花诗却是真迹。唐寅在自跋中说：“石田先生尝咏落花十篇，人情物态，曲尽无遗，而用意炼语，超越前辈……间以示予，读之累日，不能释手。顾予方被翳林樾，自付陈朽载。瞻飞英辞条，委厕有不撄怀者哉．勉步后尘，政不自知其丑也。暇日因书一过，并系小图寄兴。”在这段话中，既有对过去的回忆，又有对自己年轻时不知自丑的愧歉，表达了自己书落花诗时的复杂情感。并且可知这诗卷是题在落花图后的。更确证了此卷为唐寅所书。\n中国美术馆\n中国美术馆藏本，纸本长卷，23．5cmx445．3cm。这是目前公认艺术最成熟的巅峰之作，共收入七律十七首，卷末标明写于一五二二年（嘉靖元年）清明日，也就是唐寅病故的前一年。尽管称落花诗卷，其中只有七首为补遗落花诗，其余十首为唐寅所作漫兴诗。\n普林斯顿大学\n普林斯顿大学附属美术馆藏本，纸本长卷，25．1Cmx649．2cm。录七律二十一首，前八首为补遗之作，后十三首为原集落花诗作。卷末有唐寅落款“晋昌唐寅稿”，未标时间。另有马日琯书跋。“唐寅稿”的字样。正好证明它是草稿。这个“草稿”当然是誊写本。因为字迹十分工整。从书风上看，苏博藏本与普林斯顿藏本比较接近。从抄写内容看，两者都有十三首为原集落花诗作，虽然排列顺序不同，这十三首的内容是基本相同的。因此，普林斯顿藏本的写作时间与苏博藏本相距不会很远。但决不同时，因为相同的一首诗中又有少许改动。如普林斯顿藏本中“春来何事默凭栏”一句，苏博藏本作“春朝何事默凭栏”[5-6]   。\n书法赏析\n唐寅的作品，因其秀丽俊俏，流转自如，特别容易被拿来与赵孟頫相类比。其实，唐书清峻潇洒的隐士气与赵书流光溢彩的富贵气还是有一定差别的。唐寅书法柔中带刚、娟秀中见劲峭的特点在苏博藏本和普林斯顿藏本中相对表现得更为突出。这两个藏本面目清秀，书风十分接近，且都是行偏于楷的风貌。字的结体都比较工整，大多是每字独立，很少有连笔牵丝。用笔圆润清雅，点画比较到位。如“一”、“十”等字，逆锋落笔，回锋收笔，交待得清清楚楚，显示了极好的楷书功底。节奏相当轻松，粗细长短的搭配也极其自然，不显一丝做作的痕迹。单人偏旁的斜撇一笔，果敢快捷，有明显李北海的笔意，骨力清遒。章法安排也一随自然，每律诗占八行的空间，各行宇数并不一致，但中垂线笔直，形式感很强。\n而辽博藏本与中国美术馆藏本的落花诗卷，其书风是行偏于草的体貌。用笔、结字和章法都与前两个藏本不同。如辽博藏本的首句“断送”的“送”字，已作了简化，是草体的结法了。用笔上，多露锋侧锋，横画的起笔大多微尖，这样带来了书写的更大自由。辽博藏本和中国美术琯藏本中都有大量的连笔牵丝．书写畅达流转，一片神机流走。如辽博藏本“簇簇双攒出茧眉”一首的末句，几乎是一笔书，七字一气呵成，笔势顺流而下。中国美术馆藏本此句的处理也是这样。这可以说明辽博藏本确系唐寅晚年的作品。此外，辽博藏本中还出现了非常夸张的笔触。如“重到”的“到”字，末笔竖画形态夸张。抒情味极强。“玄”字的末笔，本来可以处理成一点，而唐寅偏偏写成形貌夸张的一竖，给人以强烈的震撼。\n这样的纯熟技巧到了其临终前一年所书的中国美术馆藏本中，达到了炉火纯青的地步。此卷的字迹笔画略肥，结体梢扁。与两个早年藏本的疏朗清秀相比，添了几分苍老遒劲。由于书写的快速，出现跳脱和漏宇，随意补在行旁，表明书写过程中完全是情感在驱笔行走奔飞。笔势的流转因此如行云流水，连绵不绝，给人一种雄浑而舒展的气势。其中收录十首漫兴诗，内容较落花诗更为沧桑。尤其是最后一首，“交游零落绨袍冷，风雪飘飖瓦罐冰”，浸透着凄凉，也写得沉郁苍凉。 \n相关资料\n一、落花诗的由来和主要内容\n唐寅的落花诗为和作。公元一五O四（明弘治十七年）春，沈周撰写落花诗七律十首，除唐寅外。文徵明、徐祯卿等皆有和诗。史载唐寅的和作为七律三十首，各种唐寅诗文集的刻本都有收录，周道振、张月尊所辑校的《唐伯虎全集》将其收入原集部分。但根据唐寅每次书写的墨迹，有很多落花诗句与原集中所收的并不相同，显然经过修改。据统计大异者有十七首，《唐伯虎全集》将它们编入补遗。因而落花诗实际上总共有四十七首。和诗“柔情绰态，如泣如诉”，在当时广为传颂。有人认为落花诗的内容反映了封建士大夫的感物伤怀的颓废情绪，因而不足取。其实，这样的理解完全曲解了唐寅诗中的深意。\n唐寅性颖利，聪明殊凡，童髫中科第，二十九岁时乡试中第一名解元。三十岁入京会试时，却因徐经科场受贿案被累下狱而废。此后．他不但功名无望，且生计日薄，与妻子反目仳离，不久又与弟申异炊．可以说落魄之极。唐寅作落花诗那年三十五岁，离科场被黜之事不过五年，刚刚经历过人生的低谷，“其胸中块垒郁勃之气，无由自泄，假诸风云月露以泄之”。因此，落花诗看似伤春，实则自摅其才情。把它们理解为浮薄伤雅的风流之作，可以说完全没有读懂它。\n诗中多处表达了对光阴易逝、年华易老的感慨，是其年轻时《白发诗》的余韵。唐寅二十五岁时发现自己“玄首有华丝”，不禁“怆然百感兴”，并鼓励自己“功名须壮时”。那时他尚年轻气盛，前途也是一片光明；如今境遇大改，虽同是感叹白发生，却更添了几分英雄落寞的暮气。\n同时，诗中也充满了郁闷不得志的情绪，多处暗示了自己痛苦的遭遇。“春尽愁中与病中，花枝遭雨又遭风”无疑是其经历的写照；而“多少好花空落尽，不曾遇着赏花人”等句则借“落花”之意象。表达了自己怀才不遇的伤感。\n以唐寅之才气，遭遇如此不幸，确实是可悲可叹的。了解这样的背景，才能明白其惜花怜花叹花的万千感慨绝非士大夫闲来无事的无病呻吟，更不是为赋新词强说愁，其中自有慷慨激烈的悲愤之情。但值得一提的是，落花诗并不仅仅是伤情之作，特别是修改后的诗句，多次透露出唐寅罹祸后对功名富贵的全新理解，开始对人生无常心中了了，为其日后皈依佛氏之先兆。也正因为诗中所含的超脱旷达之意，使唐寅即使在晚年心境平和之后仍然偏爱自己当年的这些诗作。 \n二、唐寅多次书写落花诗的原因\n唐寅一生多次反复书写落花诗，与当时的文人风气有一定的关系。一方面，明代中期的苏州地区是文人雅士的聚集之地，意气相投的师友彼此之间往来唱和、互赠诗画十分频繁。或书写自己所作诗文赠送他人，或书写别人的诗作，或在他人书画上题诗作跋，都是常有的现象。唐寅传世的书画作品中，就有很多为应邀而作，有些卷上即注明赠某人或为某人所作。所以他多次书写落花诗，有可能是分赠不同的友人。另一方面，将自己的得意之作反复自录也是当时文人雅士的普遍做法。如祝允明曾多次书写自己所作《和陶渊明饮酒二十首》，而与唐寅一起和沈周落花诗的文徵明后来也曾多次书写他所作的落花诗。\n当然，唐寅选择落花诗作为反复书写的内容，更有其自身的内驱力。如果说他第一次写落花诗是有感而发，抒发了科场失意的苦闷与烦恼，那么，以后的多次书写则是别有寄托了。『落花』是唐寅诗中的象征性意象，既借花喻人，亦以花抒意。在『落花』上，寄寓着唐寅复杂而丰富的生活体验与生命体验。在第一次和沈周的诗中。他的情绪比较低落，哀怨、愁苦多于牢骚。有些诗句的情感很消极，如『五更风雨葬西施』，陈继儒阅后说：『唐伯虎咏落花诗，至「五更风雨葬西施」之句，不觉气短。』⑥从技巧上看，『「五更风雨葬西施」，摹写刻挚，尚未及徐昌国之自然浑成。』⑦而至嘉靖元年（一五二二），唐寅已经历了更多的坎坷与艰辛，年少时的春风得意早已烟消云散，加上年老多病，贫困交加，已走到了生命的尽头。他自己亦如落花，即将辞世而归土。这时候，由于有了更多的体验，像『五更风雨葬西施』这种诗句也就再也不写了，而代之以苍凉和凄绝，发出了『十载铅华梦一场，都将心事付沧浪』的感慨。而『二项未谋田负郭，一餐随分粥依僧。醉来试倩家人道，销尽粗豪气未曾』等句，真是铅华落尽，一露真身。『销尽粗豪』说明他的心境已趋向平淡、平静，不再做『功名隗儡下场人』，『气未曾』则表明他并未丧失生命的信心。故中国美术馆所藏落花诗卷虽是晚年之笔，并没有衰颓之气。该藏本全幅四米五左右，整篇气脉流畅，涌动着生命的活力。唐寅写落花、唱落花，是对即将逝去的生命的歌唱，所以读其诗、赏其宇，犹感他生命的灿烂光辉。\n唐寅（1470-1523），字伯虎，号桃花庵主，晚年信佛，有六如居士等别号。江苏苏州人。举乡试第一(解元)。后因科场舞弊案受牵连，功名受挫，又遭家难，经历坎坷。后半生在苏州城西北桃花坞建一“桃花庵”，以卖文鬻画闻名天下。时与徐祯卿、祝允明、文徵明，切磋文艺，号“吴中四才子”。唐寅“任逸不羁，颇嗜声色”，自署印“江南第一风流才子。”他博学多能，吟诗作曲，能书善画，是我国绘画史上杰出的大画家，擅人物、山水、花鸟。唐寅书法为画名所掩，主要学赵孟頫，更受李北海影响，笔画俊逸挺秀，婉转流畅，笔力稍弱，钩挑绵软，看不出一丝狂态。王世贞评曰：“伯虎入吴兴堂庑，差薄弱耳。”流传墨迹有《自书诗》、《联句诗》、《落花诗卷》等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951603784},{"name":"唐寅行书漫兴诗","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791642156,"text":"《唐寅漫兴墨迹》是其为友人所书的自作漫兴诗，通卷千余字一气呵成，用笔精到细腻，体势向右欹侧，富有生动姿态，如高雅之士，闲庭信步于阆苑林木之间，十分耐人寻味，卷后末署书写年月，但从其淡雅自然的笔调之中当为其晚年所书，唐寅传世真迹甚少，除《落花诗册》外，《漫兴》便是其主要的代表作品。","author":"明代唐寅","description":"唐寅行书漫兴诗"}]