[{"name":"行草致子钟书","text":"草书是汉字的一种字体，特点是结构简省、笔画连绵。形成于汉代，是为了书写简便在隶书基础上演变出来的。有章草、今草、狂草之分。在狂乱中觉得优美。王羲之用的就是草书。\n历史\n《说文解字》中说：“汉兴有草书”。草书始于汉初，其特点是：存字之梗概，损隶之规矩，纵任奔逸，赴速急就，因草创之意，谓之草书。\n章草笔划省变有章法可循，代表作如三国吴皇象《急就章》的松江本。今草不拘章法，笔势流畅，代表作如晋代王羲之《初月》、《得示》等帖。狂草出现于唐代，以张旭、怀素为代表，笔势狂放不羁，成为完全脱离实用的艺术创作，从此草书只是书法家临摹章草、今草、狂草的书法作品。狂草代表作如唐代张旭《肚痛》等帖和怀素《自叙帖》，都是现存的珍品。\n发展\n从草书的发展来看：草书发展可分为早期草书、章草和今草三大阶段。早期草书是跟隶书平行的书体，一般称为隶草，实际上夹杂了一些篆草的形体。初期的草书，打破隶书方整规矩严谨，是一种草率的写法。称为“章草”。章草是早期限草书和汉隶相融的雅化草体，波挑鲜明，笔画钩连呈“波”形，字字独立，字形遍方，笔带横势。章草在汉魏之际最为盛行，后至元朝方复兴，蜕变于明朝。汉末，章草进一步“草化”，脱去隶书笔画行迹，上下字之间笔势牵连相通，偏旁部首也做了简化和互借，称为“今草”。今草，是章草去尽波挑而演变成的，今草书体自魏晋后盛行不衰。到了唐代，今草写的更加放纵，笔势连绵环绕，字形奇变百出，称为“狂草”，亦名大草。到了今天，草书的审美价值远远超越了其实用价值。草书是按一定规律将字的点划连字，结构简省，偏旁假借，并不是随心所欲的乱写。草书符号的主要特征之一是笔画带钩连，包括上下钩连和左右钩连。隶化笔法的横势倾向，为左右钩连的草化提供了依据。章草笔法用“一”形，今草笔法用“s”形。这是两者的根本区别。运笔放纵、点画狼藉的又称大草或狂草。\n名称演变\n早期草书是跟隶书平行的书体，一般称为隶草，实际上夹杂了一些篆草的形体。初期的草书，打破隶书方整规矩严谨,是一种草率的写法。称为\"章草\"，章草是早期由草书和汉隶相融的雅化草体，波挑鲜明，笔画钩连呈\"波\"形，字字独立，字形扁方，笔带横势。章草在汉魏之际最为盛行，后至元朝方复兴，蜕变于明朝。到了唐代，今草写的更加放纵，笔势绵环绕，字形奇妙，变化百出，称为\"狂草\"，亦名大草。到了今天，草书的审美价值远远超越了其实用价值。草书是按一定规律将字的点划连字，结构简省，偏旁假借，并不是随心所欲的乱写。草书符号的主要特征之一是笔画带钩连，包括上下钩连和左右钩连。隶化笔法的横势倾向，为左右钩连的草化提供了依据。章草笔法用\"一\"形，今草笔法用\"s\"形。这是两者的根本区别。运笔放纵、点画狼藉的又称大草或狂草等。\n典故\n亦自不识\n张丞相素好草书而不工。当时流辈皆讥笑之，丞相自若也。一日得句，索笔疾书，满纸龙蛇飞动，使侄录之。当波险处，侄惘然而止，执所书问曰：“此何字也？”丞相熟视久之，亦不自识，诟其侄曰：“胡不早问？致予忘之！” \n译文\n张丞相喜欢书写草书（草体字），但是很不工整。同行们都讥笑他，他却不以为意。一天，他忽然得到佳句，赶忙索要笔墨奋笔疾书，字非常潦草，写了满纸。他当即让侄儿把诗句抄录下来。侄儿抄到笔画怪异的地方，感到迷惑不解，便停下笔来，拿着他所写的字询问张丞相念什么字。张丞相反复辨认了很久，也没认出来自己写的是什么字，于是就责骂侄儿说：“你怎么不早一点儿问我，以致我也忘了写的是什么。”\n注解\n张丞相：即张商英，北宋人，宋哲宗时官至宰相。\n工：好\n流辈：同流的人，此指草书爱好者们，即同行们。\n自若：自如，即跟平常一样，不受别人的影响。\n录：抄录\n波险处：指笔画曲折怪僻的地方\n惘然：迷惑的样子\n执：拿\n熟视：反复地看\n久之：长时间，“之”是语气助词，无实义。\n诟：责骂\n胡：为什么\n致：以致 \n划分\n广义的草书\n是指草写的书体。它包括两种情况：一是，在文字不统一的远古时代，自然不会有统一规范的草书，那时出现的潦草的字，就属于广义的草书；二是在文字统一后，在应急的情况下，或者是在起草文书稿件、记录他人谈话时，行笔快捷，笔画连带、省略，信手写的不规范的潦草的字，这种潦草的字很难用于交流，隔久了甚至连写字的人也难以识别，这种潦草的字就属于广义的草书。\n草书\n为了便捷书写，经过漫长的约定俗成的过程，尤其是在篆书向隶书转化的时期，民间流行的草字的数量逐渐增多，写法逐渐统一，经过由量变到质变的过程，终于产生了具有法度的草书，那便是章草，之后进一步发展成今草，狭意的草书就是指章草和今草。\n自章草起草法就基本形成了，约定俗成的草法既具有法度的规范性，又具有很大的灵活性，其基本内容包括以下三个方面：一是，草书是笔画省略，结构简便的书体。二是，草书是以点画作为基本符号来代替偏旁和字的某个部分，是最具有符号化特征的书体。三是，草书的笔划之间字与字之间相互连带呼应，是便于快捷书写和便于表达书者情感的书体。\n简史及特点\n任何书体在使用中都有简便易写的要求，发生省简笔画和潦草的趋势。这种趋势是文字演变的主要原因。每当社会变革和文化大发展的时期，文字应用频繁，个人随手省简，异体字出现的速度加快，为了使文字更加利于应用，势必要加以纠正。甲骨文时期有草写的痕迹。“周宣王太史作籀书”、“李斯作小篆”、“程邈作隶书”以及蔡邕以八分书写熹平石经等，都是两周、秦、汉各自对当时流行的字加以规范化而颁定的标准字样，也是公认已形成的新的书体为正体字的开端。\n但是要求简易的趋势并不因此停止。早在记录帝王公卿大事的商代甲骨文、周代金文里就有简笔和潦草的字迹，史籍中“屈原属草藁”、“董仲舒藁书未上”，说明战国古文和西汉隶书在急速书写时也非正体。据魏晋人记载，东汉北海敬王刘睦“善史书，当世以为楷则”，刘睦死前，明帝派驿马“令作草书尺牍十首”。章帝时，齐相杜度善作习字的范本，章帝曾诏令杜度草书奏事。可见公元1世纪中叶以来，草字已经不尽是出于匆促书写而是被珍视和仿习的字体了。从近世出土的汉简可以看到，西汉武帝时字划省简的隶书已经通行。到新莽时期，有更多省划和连笔的字。东汉光武帝建武二十二年（公元46年）简就已经完全是草书了。但是从周代到新莽时期都不曾把草书列为一种书体。\n《说文解字》成书于和帝十二年(公元100年)，许慎 在《叙》里说“汉兴有草书”，是以草书为一种书体之始。东汉末期，张芝其同时以及稍晚的钟繇等名家辈出，各成流派。当时赵壹有《非草书》之文，蔡邕有类似之议，以维护正体字的地位，这反映出草书已极一时之盛。汉末直到唐代，草书从带有隶书笔意的章草发展成韵秀宛转的今草，以至奔放不羁、气势万千的狂草。\n章草起于西汉，盛于东汉，字体具隶书形式，字字区别，不相纠连；历代对章草的名称有不同的说解。有见汉末以来《急就章》有草书写本而说章草因《急就章》的章字得名的，最为无稽。有以章帝爱好草书或曾令用草书作奏章，甚至说章帝创造草书的，都属臆测。有以章法之章与章程书、章楷的章同义，符合早期草书略存八分笔意，字与字不相牵连,笔画省变有章法可循的事实,近人多信此说。\n今草起于何时，又有汉末张芝和东晋王羲之、王洽两种说法。从传世的表、帖和出土的汉简、汉砖看，在汉末以八分书为正体字的同时，已经出现近似真书的写法。草书也会随之变异。略晚于张芝的草书家崔瑗作《草书势》，对草书有“状似连珠，绝而不离”、“绝笔收势，馀綖纠结”、“头没尾垂”、“机微要妙，临时从宜”的描述，可见汉末的草书笔势流畅，已不拘于章法。书体演变本来没有截然的划分。说今草起于张芝是从新体的萌芽看；说今草起于二王，是着眼于典型的形成。唐代以来真书沿袭至今。\n草书在唐代出现了以张旭、怀素为代表的狂草，成为完全脱离实用的艺术创作.狂草亦称大草，笔意奔放，体势连绵，如唐朝张旭《千文断碑》、《古诗四道》，怀素僧《自叙帖》等等，，张旭史称“草圣”，孙过庭《书谱》字字区别，不相连接，而笔意活泼、秀媚。“大草”与“小草”相对称，大草纯用草法，难以辨认，张旭、怀素善此，其字一笔而成，偶有不连，而血脉不断。清朝冯班《钝印书要》谈学草书法云：小草学献之、大草学羲之，狂草学张旭不如学怀素。怀素的草字容易辨认，字迹清瘦见形，字字相连处亦落笔清晰易临。张旭字形变化繁多，常一笔数字，隔行之间气势不断，不易辨认，形成一种独特的风格，韩愈《送高闲上人序》中提到张旭草书以“喜怒窘穷，忧悲愉佚，怨恨、思慕、酣醉、无聊、不平，而有动于心，必于草书挥毫发之”，故学张旭难。\n衍生与发展\n近常见隶书笔法中带草笔飘逸之体，谓隶草，有些像章草，这与平时善写隶书精熟有关，故书隶草能独树风格。也是书写表演的一种手法。\n“破草”是现代书家中最常见的，如狂草书法家杜浩平、梅湘涵的书法作品，它的特点是点划结体，使转和用笔，多为从古到今各书家中的结体演变成自己风格，王羲之书体中学一些，王铎法帖中取一些，祝允明、孙过庭等等历代名家中取其长处，集自己之品貌，任意发挥，洒脱自如，这种写法和今草相似。\n行草有“草行”之说，书体中带有许多楷法，即近于草书的行书。笔法比较流动，清朝刘熙载《书概》云：行书有“真行”、有“草行”。“真行”近似真书而纵于真，“草行”近于草书而敛于草。唐朝张怀瓘《书议》云：兼真者谓之“真行”，带草者谓之“行草”。故有此别论\n草书是汉字的一种字体。它出现较早，从汉代初期，书写隶书时有时才“草率”地书写而形成的，由于汉章帝喜好草书，因此被称为“章草”，是一种隶书草书。章草字字独立，接近于行草，但对难写之字简化不多，书写不变。后来楷书出现，又演变成“今草”，即楷书草书，写字迅速，往往上下字连写，末笔与起笔相呼应，每个字一般也有简化的规律，但不太熟悉的人有时不易辨认。一般也把王羲之、王献之等人的草书称为今草。\n今草简化的基本方法是对楷书的部首采用简单的草书符号代用，代入繁体楷书中（尽管草书出现得不比楷书晚），往往许多楷书部首可以用一个草书符号代用，为了方便，字的结构也有所变化。因此，不熟悉的人较难辨认。草书符号的整理可以查阅《标准草书》。\n到唐朝时，草书成为一种书法艺术，因此演变成为“狂草”，作为传递信息工具的功能已经减弱，成为一种艺术作品，讲究间架、纸的黑白布置，是否让人能认清写的是什么已经不重要了。在狂草中，有“词联”符号，就是把两个字（常见词组）写成一个符号。由于当时书写多是从上到下地竖行书写，词联符号的设计也类似。“顿首”“涅盘”等都有草书词联符号。\n日语中的平假名是以汉字的草书形式为蓝本创作的。\n现代人学习草书一般以今草为起点。普遍认同的草书写法有于右任先生编著的标准草书（有同名字帖）。\n章草\n草书是中国文字最为简约的书体。草书的起源，亦如行书，或其他书体，无法确指始于何时。史记说：“战国时，楚怀王使屈原造宪令，草稿未上，上官氏见而欲夺之，盖草书之祖起于。”据此故有草书缘起于草稿之话，可见战国时即已有草书的形成。因为起于草稿的字体，为了发挥速写功能，较为省略草率，自然不能工整，草草写成，顾名思义而为草书。但此种草书，仅能说是古篆（当时使用的字体）的草稿，真正草书的开始发现，则始自汉初，其演变过程，自应是先有“章草”，而后又有“今草”，再又有“狂草”等草体了。\n章草是隶书速写而成，故源出于隶。传说为西汉元帝时黄门令史游所创。宋赵彦卫云漫钞说：“宣和，陕古人发地得木简，字皆章草，乃永初二，发夫讨叛羌檄。米元章帖言：章草乃章奏之草。今考之既用于檄，则理容施于章奏。盖小学家流，自古以降，日趋于简便故大篆变小篆，小篆变隶；比其久也，复以隶为繁。则章奏文，悉以章草从事，亦自然之势；故虽曰草，而隶笔仍在，良繇去隶未远也。”此说章草因通於章奏得，其说较为可信。“章草”字体，虽已“隶书”简约，但仍略带波磔，若从汉初木简书迹（上图），可见初期的“章草”，实际上就是应急的粗率“隶书”变体。故其笔法与结体，无一定规范可循，一直到了东汉的张芝，章草字体，才臻成熟，至魏晋而登峰造极。其中著名的书家，如魏时的韦诞、吴时的皇象、晋时的索靖，都称为一代章草的宗匠。\n“章草”传世的法帖，计有史游《出师颂》、《淳化阁帖》中张芝书、皇象所书《急救章》、索靖的《月仪帖》等。虽传刻至今，但法度端凝，体势坚劲，有独立自强之特，仍足供为后人临摹研究的最佳资料。\n“章草”的笔画略带隶书的波磔，而字字独立不相连带；利用符号，一笔万同，是汉隶行书之变体。\n今草即现今所通行的草书，通称为草书，传说为後汉张芝（伯英）所创始。韦诞说：“芝学杜度，转精其功，可谓草圣，超前绝後，独步无双。”张怀《书断》说：“自杜度妙於章草，崔瑗、崔实，父子继能。伯英得崔杜之法，故知新，因而变之，以成今草。字之体势，一笔而成，偶有不连，而血脉不断；及其连者，笔脉通其隔行。惟王子敬深明其旨，故行首之字，往往继前行之未，世称一笔书起自张伯英，即此也。”又说：“章草之书，字字别。张芝变为今草，上下牵连，或上字之末，而为下字之上。呼史游草为章草，因伯英草而谓今草也。”由是而知，“今草”与“章草”不同之处：章草字字独之，系速写隶书而成，而“今草”则省去“章草”的波磔，上下牵连，是速写“章草”而成的。于右任先生标准草书自序说：“其为法：重形联，去波磔，符号之用加，使转之运益；大令所谓穷伪略之理，极草之致者，最为得之。”按“重形，去波磔。”二语，可说是“今草”的特征，也是“今草”益趋简捷的所在。\n草书区别\n章草笔画简约，有萦带连接，与今草相似。但其结体平正，用笔劲涩，笔画中有波磔，特别是捺画的起笔与捺的末笔，明显的保留了隶书的笔意，且字字独立，不相连绵，排列整齐，与今草、狂草有明显的区别。\n今草即一般所说的草书，它是脱去了章草中保留的隶书形迹，并在章草和楷书的基础上加快行笔，增加圆环勾连而成。张怀瓘《书断》中说：“章草之书，字字区别，张芝变为今草，加其流速，拔茅连茹，上下牵连，或借上字之终而为下字之始，奇形离合，数意兼包。”这正是章草与今草不同体势和运笔的概括，代表作如崔瑗《贤女帖》。\n狂草创始于唐朝，唐人张旭是狂草的开山祖，故有“草圣”之称。后来的和尚怀素亦是狂草大家。狂草比今草更加简便快速，且笔势更加连绵回绕，活泼飞舞，奔腾放纵，大有驰骋不羁，一泻千里之势。古人谓其形体“或敛束而相抱，或婆娑而四垂，或攒翥而整齐，或上下而参差，或阴岭而高举，或落择而自披。”真是“众巧而百态，无尽不奇”。作者可借其抒发奔放激越之情，或寄以驰骋纵横之志，或托以散郁结之怀。但由于其省笔多，形体与楷、行二体相差太大，故较难辨认。 \n0一笔书\n今草又称“一笔书”，张怀瓘说:“(草)字之体势，一笔而成，偶有不连，而血脉不断，及其连者，气候通其隔行……世称一笔书者，起自张伯英。”《书断》所谓“一笔书”是指今草在创作过程中，字与字之间，行与行之间映带连属，顾盼多姿，或笔笔连级，或笔断意连，所以草书又称为一笔书，张芝今传(将军帖)便是其代表作。到了王献之的《中秋帖》、《十二月帖》，“一笔书”表现得就更明显了。不管怎么说张芝在书法史上的地位还是很高的，难怪有人称之为“草圣”。 \n1人物作品\n）张旭唐《古诗四帖》\n）怀素唐《自叙帖》\n)孙过庭唐《书谱》\n）黄庭坚宋《李白忆旧游诗卷》\n）米芾宋《论草书帖》\n）赵佶宋《草书千字文》\n）鲜于枢元《石鼓歌》\n）祝允明明《前后赤壁赋》\n）文徵明明《草书诗卷》\n0）徐渭明《白燕诗卷》\n1）王铎清《草书诗卷》\n2）林散之草书《中日友谊诗》 \n3）李志敏《草论-三春堂狂草》 \n2章法原则\n草书之章法虽难以定形，但也有其必须遵循的原则。\n(一)气势贯通\n蔡邕说：“势来不可止，势去不可遏。”要使静止的字活起来，就必须讲“势”。势是发展的、流动的、变化的，所以蔡邕认为笔势应来去自然，不可遏止。这“势”就是“血脉”、“筋脉”，是章法气势形成的根源，也是草书章法形成的原因之—。唐张怀瓘在《书断》中说得很透彻：“字之体势—笔而成，偶有不连而血脉不断。”此言用于小草是最适当的。虽有时点画不作连写而仍需气脉相贯。一字如此。一行也如此。要能上下承接，左右瞻顾，意气相聚，神不外散。字与字之间的贯气，主要靠上下字之间的欹侧斜正的变化，有揖有让，递相映带，有时靠势的露锋 承上引下，有时靠急速的回锋以含其气，在静止的纸上表现出动态美。清梁同书说“气须从熟中来，有气则自有势，大小、长短、欹正，随笔所至，自然贯注成一片段。”所以气势还需从用笔的精熟中来。若用笔滞凝，神情呆板，拘谨不畅，则必无势可言，贯气更谈不上了，所以书法艺术得势才能得力，得力才能得气，得气才能得神，草书之作全在神驰情纵，得心应手之间写出精神和气质来。笔势是多变的，“飘若浮云，矫若惊龙”、“崩浪雷奔”、“百钧弩发”，这些在书法中常见的形容词都是在捉摸不定的动态中以物喻情的。正是因为草书章法无固定不变之状，所以见之可以自由想象、思游云天。\n(二)错综变化\n草书章法之错综变化难以名状，错综者指字之大小错综、疏密错综、用笔轻重错综，欹正错综等，怀素《自叙帖》、张旭《古诗四首》皆极尽错综变化之能事，其章法常以“雨夹雪”喻之。如落叶纷披，令人眼花缭乱，然片片落叶又极规则，规则中有不规则，视觉上是动的。细审之，每一字又静静躺在纸上，并不曾动，这就是因其错综变化所致的艺术效果。形成草书章法的整体效果是：满纸盘旋，飞舞，内气充盈，十分的传情，十分的浪漫，激情不可抑止。丁文隽在《书法精论》中精辟地指出：“就一字观之，真之结构密而大草之结构疏，就全幅观之，真之结构疏而大草之结构密。”以人求异之心而论，草书之章法最异，最能满足人们求异心理的需要，最能吸引人的视线。\n(三)虚实相生\n草书章法理应“虚实相生”。“实”指纸上的点画，也即有墨的黑处；“虚”指纸上点画以外的空白，也即无墨的白处。老子曰：“知白守黑”，是指哲理上的虚实，是对世间万物矛盾的一种理解和调和的方法。用在书法上，就是要调配好黑白之间的关系，太黑则墨气一团，气闷而有窒息感;太白则凋疏空旷，气懈而有松散感。草书章法中还应有“透光之美”，其作品的雅趣往往在“白”的妙用，也就是在“虚”处来体现书法艺术的韵致和高雅之情。邓石如说：“字画疏处可以走马，密处不使通风，常计白当黑，奇趣乃出。”在草书章法的处理上，要“虚者实之”，“实者虚之”，虚中有实，实中有虚，互补互生，使字与字，行与行之间能融为一体，缜密无间。所以刘熙载说：“古人草书，空白少而神远，空白多而神密。”空白多反而显其密，妙在线条的粗细强弱的交替，笔势的开合聚散的变化，字形的大小高低的错杂，构成虚实相生的章法效果。字字相插，行行相争，相争相插处互挤互拥，相让相避处又遥相呼应，磊磊落落，洋洋洒洒，体现出草书狂放、瑰奇、纵逸的艺术风格。怀素、徐渭的草书最为典型。虚与实是相互对立的矛盾体，对任何一方的失控，就会使矛盾突出。太虚则疏，太实则闷。但虚实是相对而言的，没有虚就无所谓实，反之亦然。矛盾双方都得依赖对方而存在而变化。故最终还应有所调和，使矛盾的双方违而不犯，和而不同，变而不乱，作品才会有浑然一体的和谐之美。若能在草书章法处理上使矛盾在又冲突、又调和中指挥若定，胸有成竹，使作品能险而不怪，潇洒畅达，超然入胜，毫无雕饰，变化出于自然，新奇仍能守法，斯乃谓之高手。\n","category":"行草","verified":true,"user":1,"timestamp":1429951611185},{"name":"行草致子钟书","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791628705,"text":"","author":"明代文徵明","description":"行草致子钟书"}]