[{"name":"漫谈书谱","text":"几千年来，我国古老而优秀的书法艺术，一直放射着奇异的光彩。尤其草书诡异博变的特性，深深地吸引着艺术家们去取经、去汲取。本书是为初学草书者所编写的，便于学习、了解一些草书的基础知识，全书主要以今草为主，而章草则颇少涉及。“草书的赏析”一章则采用了寓技法于欣赏之中的写法，借以帮助初学者在欣赏一件作品的同时，又加深对技法的理解，冀收举一反三、触类旁通之效。\n第一章草书简释\n第一节章草\n第二节今草\n第二章草书发展简史\n第三章近代草书发展概况\n第四章草书的用笔、结体和章法\n第一节用笔\n第二节结体\n第三节章法\n第五章草书基本点画写法举例\n第六章学草杂论\n第一节学习草书的途径和方法\n第二节草书的执笔方法\n第三节草书运笔的迟和速\n第四节草书书写中应注意的一些问题\n第七章草书的赏析\n第一节《古诗四帖》和《自叙帖》的线条艺术\n第二节从王羲之《十七帖》的历史地位，看方笔、圆笔的使用\n第三节漫谈《书谱》用笔，兼及草书中笔锋的运用\n第四节从王献之《鸭头丸帖》理解“内撅”和“外拓”法\n第五节由怀素《小草千字文》联想风格的形成：\n第六节以董其昌《试墨帖》为例，略窥草书用墨的微妙作用\n第七节黄庭坚《太白忆旧游诗》的韵味，兼谈“神采”、“形质”和“意境”、“法度”\n第八章历代善草书者及其作品选介\n后记(初版)\n","category":"草书","verified":true,"user":1,"timestamp":1429951549875},{"name":"漫谈书谱","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429791631483,"text":"有位网友发了一个很好的帖子，不论内中观点是否正确，但希望对学习有益。汇集如下：\n\n\n\n 本人这个帖子，抛出来的目的，也只是交流一下学《书谱》及学草书的感受，草书学习，倘若绕开它，我不知还能学点什么，开始学草时，老师告诉我先准确一本较好的草书符工具书，就是查找草符的工具，最好是以墨迹为主的那种，我买了《草字编》，从那时起，只要见到草字了，就要查找对照写法，久而久之，记住了一些常见的草符的写法。写习作时，也是将叫不准的试先查，找出来。《书谱》字多，草符很规范，对学草书极为有利，边学边记（同一字的草法也有一些变化和较大的不同），也是很有效的方法，我们都知道，草符不熟，就会严重影响草书的用笔和结构的发挥，不能专心集中于技巧的处理，作品整体效果就展现不出来，所以，即使那些草书研习的资深者，也是非常注重草符的认知学习。\n漫谈《书谱》（1）.jpg\n\n\n谈谈《书谱》工具书.jpg\n\n\n\n 象《书谱》这样年代久远，身份明确，还是书学理论专著，且作者“以身示范”的真迹作品，目前，只有这一件！原迹现藏台湾故宫博物院，我们所看到的是用延光室照片制版的复制品，很清晰。T4 G, L& h, Y# B; w6 y\" X\n谈谈《书谱》身份清楚.jpg\n\n\n\n 《书谱》似乎已经很清楚了，但还存诸多疑问。5 R0 V5 t: O7 P) h+ p. _7 |\n 首先，作者生卒不详，哪人也没有弄清。其次，同时代有两个叫孙过庭的，写这个《书谱》的是哪个？最后，据闻原作有三卷，我们只看到卷上，难道真的还有卷中、卷下吗？《宣和书谱》记载孙过庭只有：《书谱序上下》、《千文》，与我们看到的《书谱》结尾处作者所云：“·····今撰为六篇，分成两卷，第其功用，名曰《书谱》······”相符合，\n\n谈谈《书谱》（3）.jpg\n\n\n谈谈《书谱》（4）.jpg\n\n\n谈谈《书谱》附件-1jpg.jpg\n\n\n谈谈《书谱》附件-2.jpg\n\n\n谈谈《书谱》附件-3.jpg\n\n\n\n在史书上，众多论述中，对孙过庭论著评价较高，其草书不过“能品”，还没有将其草书置于较高的位置，这当中，唐 朝有个叫窦灵长的人，其晚年写了一本书，叫《述书赋》，其下卷有一段对孙字的评价：“虔礼凡草，闾阎之间，千纸一类，一字万同。”，不知他当时看到的是哪个孙过庭的哪幅作品？但就从《书谱卷上》的书风，并非如其所云。本人比较认同的是米芾《书史》、《宣和书谱》、刘熙载《艺概》等对孙草书的评价。今人陈振濂先生的分析与评价也很客观，\n\n谈谈《书谱》他人评价jpg.jpg\n\n\n\n谈谈《书谱》他人评价-1jpg.jpg\n\n\n\n\n\n 到底孙字学王有多象呢？就王羲之近真的唐摹本的个别字与《书谱》的字比较，大家不妨体会一下，说说自己的看法，另外，对笔法感悟深的朋友，也可从《书谱》中字的运笔规律发现一些可值得回味的内容，不妨发上帖了，让大家共享。\n谈谈《书谱》（2）.jpg\n\n\n\n谈谈《书谱》王孙对比.jpg\n\n\n\n\n\n发点作业吧。\n谈谈《书谱》（6）.jpg\n\n\n\n谈谈《书谱》（7）.jpg\n\n\n\n\n下面继续点评 \n\n再回过头去看看9楼地内容,就能以经注经，以谱释谱啦\n\n交流气氛不错啊！孙过庭深知书法本质，能道出许多意味深刻的学书和论书的哲理（《书谱》中有许多这种意味深长而又存有哲理的话语），令后人品之，回味无穷，从9#楼的图片分析，驻笔技巧、侧、中锋变换和使用，真是烂熟于胸，是值得好好的研究和学习。\n\n书法表情论的高扬——孙过庭《书谱》赏析\n\n最重要的还是孙过庭的《书谱》。这篇三千七论，内容广博宏富，涉及中国书学各个重要方面，且见解精辟独到，揭示出了书法艺术的本质及许多重要规律，从而成为我国古代书法理论史上一部具有里程碑性质的著述，标志着中国书学的发展进入了一个崭新的、辉煌的阶段。这里，着重介绍《书谱》对书法艺术\"表情\"本质的揭示与阐发。 书法艺术的根本追求何在？书法艺术的本质究竟是什么？这是中国书学真正成熟与自觉的表现。而孙氏主要的理论贡献，就在于他在《书谱》中一以贯之，对中国书法的\"表情\"本质做了科学而鲜明的揭橥与反复而深入的论述。\n\n首先，孙氏在阐明由掌握篆、隶、草、章各体书写不同特征，进而上升为书写艺术时说：\"然后凛之以风神，温之以妍润；鼓之以枯劲，和之以闲雅。故可达其情性，形其哀乐。验燥湿之殊节，千古依然；体老壮之异时，百龄俄顷。\"就是说，在掌握了各体书写特征之后，还要以\"凛\"与\"温\"、\"鼓\"与\"和\"等各种艺术手段，使文字的书写具有\"风神\"与\"妍润\"、\"枯劲\"与\"闲雅\"等多种相反相成的阳刚与阴柔之美，才能升华到艺术的境界；只有进入了这种艺术的境界，才能实现书法\"达其情性，形其哀乐\"的最终追求，书法作品也才能具有\"千古依然\"、\"百龄俄顷（书家一生中不同时期的情怀于书作中顷刻可见）\"的长远审美效验。\"达其情性，形其哀乐\"，就是表达、体现作者的个性与情感，即表情达性。这里，孙氏一语道破了书法艺术的根本，这是有重大意义的。情感--这一中国书学的根本命题，在孙氏以前，除去东汉蔡邕《笔论》在阐述书法创作心态时提到\"欲书先散怀抱\"，以及南齐王僧虔《笔意赞》在阐述如何体现\"神采\"时提到\"心手达情\"之外，向来无人论及，更没有人把它视为书法创作的根本追求，而孙氏竟破天荒地、一针见血地揭示出了书法这门表现心灵的艺术的真谛，这是多么难能可贵！\n\n \"表情\"既是书法创作的根本要义，那么能否在书作中充分体现创作主体的情感，自然成了衡量书家、书作的最高标准，这从孙氏对王羲之书法艺术的总体评骘与具体赏析中体现得很分明。他说：\"但右军之书，代多称习，良可据为宗匠，取立指归。岂惟会古通今，亦乃情深调合。\"他认为，王羲之之所以可以作为书法艺术的最高宗师，一是\"会古通今\"，二是\"情深调合\"。所谓\"会古通今\"，是说王氏在今文各体书法趋于成熟阶段，能够增损钟、张古法，使今文各体书法美臻于极至，从而成为万世师表。这一对王氏在中国书法史上的定位，十分允当。而\"情深调合\"则是对王氏书法艺术之高卓所在的总体评鉴，即感情深厚。笔调和谐于所书写的特定内容，也就是说王氏笔下在传情。孙氏举出王氏六篇情趣卓绝的书作，指出由于文字内容中的思想情感不同而笔墨情态意趣各异：\"写《乐毅》则情多怫郁，书《画赞》则意涉瑰奇，《黄庭经》则怡怿虚无，《太师箴》又纵横争析。暨乎’兰亭’兴集，思逸神超；私门诫誓，情拘志惨。\"值得注意的是，从这些评鉴中可以看出，作为一代书法创作和理论大师的孙过庭，其评骘书作的最高准则不在于单纯的技法的高明，而是书作中特定的情感体现地鲜明而充沛。\n\n  明代李日华《评书》中也曾从这个视角评定王书的高卓：\"（王羲之）作一段书，必别立一种意态，若《黄庭》之玄淡简远，《乐毅》之英采沉鸷，《兰亭》之俯仰尽态，《洛神》（按：传大王亦有《洛神赋》之作）之飘飘凝伫，各自标新拔异，前乎后乎，亦不相师。此是何等境界！\"这里指出的不同的意境美，正是\"情深调合\"的体现。实事求是地说，孙氏所举的王氏书作多为小楷，同为较规整的小楷却能表现出如此不同的情态意趣，孙氏所评不免有所夸张（其实王氏书作最具情态者，《兰亭》而外，更多的是其行、草书札，如《丧乱》、《姨母》诸帖），然而孙氏鉴赏书作的着眼处确是高明而深邃的。孙氏归结说：\"所谓涉乐方笑，言哀已叹。\"这两句话引自西晋陆机的《文赋》：\"思涉乐其必笑，方言哀而已叹。\"这就把书法创作的\"表情\"性上身到了理论的高度。\"岂惟驻想流波，将贻 嗳之奏；驰神睢涣，放思藻绘之文。\"孙氏又引用俞伯牙和曹丕的典故，以音乐创作和文学创作与书法类比，进一步强调，书法创作同其他艺术门类一样，都是作者缘事生情，有感而发，以宣泄自己情感的过程；书法作品也同其他艺术作品一样，都是作者情感体验与抒发的物化形态。这样，孙氏就从大艺术的宏观领域，找到了书法与其他艺术共通的本质。\n\n  由王氏书法的\"情深调合\"说到书法具有其他艺术共通的\"表情\"本质，孙氏意犹未尽，紧接着他又针对人们每每注重书法艺术外在体势的误解，高屋建瓴地提出：\"情动形言，取会风骚之意；阳舒阴惨，本乎天地之心。\"意思是说：感情激发起来就要体现在言辞上，这符合《诗经》、《楚辞》的创作意旨；人们春夏欢畅，秋冬凄伤，这是根据大自然的心情。这就把\"情感\"在包括书法艺术在内的一切艺术中至高无上的灵魂地位，揭示得淋漓尽致，无以复加。 先看上一句。《诗经》、《楚辞》是我国古代诗歌的两部奠基作品，其所以伟大，就在于它们能够真实地表达作者的思想感情。司马迁说：\"《诗》三百篇，大抵圣贤发愤之所为作也。\"（《报任安书》）所谓\"发愤\"即抒发郁闷。而《楚辞》的代表作《离骚》，就是诗人在发牢骚。所谓\"离骚\"，即牢骚。孙氏这里引据《毛诗序》中阐述《诗经》著述主旨的一句名言：\"情动于中（内心）而形于言\"，指出一切艺术（包括书法）创作均与文学创作一样，都是作者感情激发起来的外在表现，这是孙氏对古代文学创作原理创造性的发挥。再看下一句孙氏引据汉代张衡《西京赋》上的话：\"夫人在阳时则舒，在阴时则惨，此牵乎天也。\"进一步阐发说：人们的喜怒哀乐之情本源于上天之心，其意是说，天尚有情，况于人乎！这里，孙氏从\"天人合一\"的观念出发，把\"情感\"之重大推崇到了至高无上的地步。总之，这两句话是孙氏对于书法\"表情\"本质最透辟的揭示与最热烈的赞颂，也是《书谱》中最重要、最精妙的至理名言。 当代美国著名美学家苏珊.朗格为\"艺术\"下过这样的定义：\"艺术即人类情感符号的创造。\"（《情感与形式》）法国大艺术家罗丹说得更直截了当：\"艺术就是情感。\"我们拿这些名言与生在1400年前的孙氏所说的这两句话相对照，不能不惊叹他对于艺术的见解具有何等高妙而深邃的睿智！\n\n转一篇小文助助兴\n\n回复 13# 的帖子\n\n 说得很好，在书法理论方面，尤其是技能方面，有人说，书法的发展历史远超西方绘画，但其理论尚不及西方绘画完善，其实，早在千年前，孙氏就第一个提出了“执、使、转、用”，阐明了用笔的关键点，即“一画之间，变起伏于锋杪；一点之内，珠衄挫于毫芒”，只是后面的理论发展没有更多跟进罢了（书法在古人的眼里，只不过是同属“诗赋小道，壮夫不为。”，书法如此，更何况理论了。），另外，中国书法更注重人品德行和创作者的心境，在这个方面上是远远超前于其它艺术门类的，何况西方绘画！\n在当时，能从书法的表面现象中，抽取其规律性的东西，又系统的总结一凡，已属难能可贵！可惜的是，著作有缺失，我们已看不到孙氏是如何“编列众工，错综群妙”，“迹显心通，披卷可明”。原本定有以字示例，才能是“迹显心通”，才能叫“谱”。不过，孙氏留下的字迹也可以说是留下示范的字例了。\n\n谈谈《书谱》（8）局1.jpg\n\n\n\n谈谈《书谱》（8）.jpg\n\n\n谈谈《书谱》（8）局2.jpg\n\n\n\n研习作业\nSDC10142.jpg\n\n\n\n继续发练习作业,求得同道交流!\n\n \n\n\n\n唐老师在书谱上的造诣已经不浅了,但是有些细节整地不太到位,老马也好书谱，每天有靠谱you空就心摹手追一番,发觉书谱笔法之精湛，每每令人倾倒, 就得靠这样的谱\n\n\n\n马先生分析的较仔细，非常好！对《书谱》的笔法认同，我与马先生有相同的看法，每次学习《书谱》，都被其精湛的用笔所感动，有些用笔，看似颓废，其实不然。从初唐至今，能传王氏草书用笔的“唯虔礼一人耳！”，既然如此，何不以其为终身“楷模”！\n\n\n\n\n\n这个坛子临《书谱》的人有许多，找出来，分析一下，大家是如何理解它的，当然，这里并非是PK，而是一种交流与分析，给同道一个更广阔的研习字帖的视角，无论是对临、意临、象与不象都不重要，重要的是你从中学到什么，有什么启示，对今后的学习有多大作用和影响！他们是（不分先后顺序）：古沛阎增、情浓于酒、戏墨子、地书老君、龙溪、未名斋主、悠悠蓝天。\n\n\n\n \n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n\n\n说来也很有趣，大凡对临帖好坏的判断，总是以是否象原帖来做为衡量标准，而这件工作，连一个未学过书法的人都能做到，很简单，找到原帖，对比一下，有哪些不同，一目了然！如此，临帖还有什么意思呢？论是否象原帖，地书老君所临与情浓于酒的临作有着天壤之别，但抛开是否象原帖的问题不论，就用笔而言，地书老君表现出许多成熟和老练，而情浓于酒却显得有些初学上的稚嫩。关键在于用笔的把握，而不是象不象那么简单\n\n上临《书谱》作业！\n\n \n\n\n\n\n\n“书之道，神采为上，形质次之”，“形质”是具体的点画和结构，而“神采”需要通过整体的运笔的水平技巧来体现，这个“运笔”要自然与谐调，让人们在传统美学观的基础上有所发挥，呈现出一种强弱不一的魅力，所以，倘说笔法单属形质，未免狭隘了些，《书谱》有《书谱》的用笔之道，应遵循此道研习下去，收益何止求得形质！如何表现“神采”才是最重要的，到那时，即使临得不象又有何关系呢！\n创作练习-1.jpgL% }'\n\n\n\n临《书谱》比《十七》更容易上手，倒不是《十七》难临，而是《书谱》为真迹，毫厘芒角易于观察和学习，那种“白字”帖，实为更易造成学之皮毛，依样画葫芦！\" i\n\n因为无法观察它的用笔来路，还得考虑刻手问题，费神的很，一不小心，就随着形成刻板状。一些自认为识者，谓之为：雄强、厚朴、古拙、有气势······，实不知那书卷气，早已消失得无影无踪。\n\n《书谱》中的”小动作“不少，稍留心，就可看得到，如使转过程、起笔过程、收笔过程，为什么？应从”勒“字理解这些“小动作”，均是为了增加笔触与纸张的摩擦力而为之的，看来用好这个锋杪，还须动动脑筋，下下功夫，光懂得还是不行的，本人也在长期做这种练习与研究，体会多多，但眼高手低，再所难免。\n\n\n\n《书谱》中的字的结构普遍规矩，变化并不多，但为什么还会吸引那么多人学习它呢？原因很简单——用笔的转换美！笔触的美是其丰富多彩的直接因素，只徒其形，用笔马马虎虎，是学不到什么的，不过，其用笔也不是说学就能学得好的，大凡分析临习的好坏，无不从此入手，你就会看得清清楚楚！\n\n“照猫画虎”一词用在书法临帖上，倒是很有琢磨价值！\n\n当然，初学者临《书谱》依样画葫芦不但值得鼓励，而且还要告诉他怎么临更象原帖，其目的无外乎是凭借记忆，记住一些《书谱》模样，因为那样写规矩且保持传统的美，也易被同行所接受，然而，都象伤仲永式的表演“记忆力”是不会博得长期的欢迎的，学久了，人们对书法形式会有更高的美的需求，甚至是对作品本身所折射的内涵要求，这是两种需求的人的要求，想做那种人，那还要看自己的“书法素质”的高低状况。\n\n\n\n\n\n《书谱》中的字的结构普遍规矩，变化并不多，但为什么还会吸引那么多人学习它呢？原因很简单——用笔的转换美！笔触的美是其丰富多彩的直接因素，只徒其形，用笔马马虎虎，是学不到什么的，不过，其用笔也不是说学就能学得好的，大凡分析临习的好坏，无不从此入手，你就会看得清清楚楚！\n“照猫画虎”一词用在书法临帖上，倒是很有琢磨价值！8 C\" R# {6 W) R\n当然，初学者临《书谱》依样画葫芦不但值得鼓励，而且还要告诉他怎么临更象原帖，其目的无外乎是凭借记忆，记住一些《书谱》模样，因为那样写规矩且保持传统的美，也易被同行所接受，然而，都象伤仲永式的表演“记忆力”是不会博得长期的欢迎的，学久了，人们对书法形式会有更高的美的需求，甚至是对作品本身所折射的内涵要求，这是两种需求的人的要求，想做那种人，那还要看自己的“书法素质”的高低状况。\n\n\n\n\n《书谱》的学习由来已久，但临《书谱》帖子的响应者还是太少，什么原因呢？ \n 可能原因有三： 1）确实《书谱》不易临习，因为是草书，所以临起来不是易上手； 2）临作2)水平较低，不好意思“亮”出来！怕“批”！ t/ z3）没有时间静下心来临习；1 S0 f( m+ ~9 ]6 U) ?\n 三点原因分述如下：4 I3 r4 H' z1 P! F* F\n第一点，是必然面对的，不论是谁，初学求形，中学求意，高学求神，循序渐进的学习，交流者也是根据不同时期，对不同状态的临者的作品，给予适当的指点、评述与建议，这才能达到，既交流，又可提高的目的！\n第二点，是人，都喜欢听好顺耳的！虽说忠言逆耳，但现实却很少有如此大度的人，这里存在两个问题：一是观者指出作品的不足，注意！是不足！而不是风格上的，比如说，有的观者说某作无“大气”，或是格调低沉，忧郁等，在艺术上讲，这不是不足，而正是作品给人的感受与触动，风格上的应是百花齐放，而不应是一枝独秀！不足应是指技法上的，用笔，字的结构，用墨，章法等存在的这样或那样的问题。二是，观者或是评者应站在更高角度去审识，这就要求赏析者要具备美学，小学，古典文学，书法史、书法技法学等一般性常识学问，当然还要不断学习与提高，而不是光临帖写字就能成为书法好手或入选了国家展，就是书法家了，作品就是艺术品了，把书法艺术降低到易学易成的简单大众娱乐活动！诚然，对于一个爱好书法的人的说，要求似乎高了些，也难了些，但纵观历史，中国传统书法的发展本来就是如此，虽然我们今天不如古人某一方面做得好，但努力一下总是应该的吧，谁让我们选上书法这个爱好了呢！第三点，这一点上，古代文人似乎较今人占优势，整天与毛笔打交道，但我们平时可抽时间读帖，大量读，待到手极“痒”时，再写，也是一种渴望，写得会更专心致志，效果会更好！6 mt7 Q' I( U9 X! }& e\" t\n\n唐老师在形而下地层次谈地比较透彻了,老马准备在形而上方面发挥发挥\n\n谈谈易与书谱.(\n\n\n\n这是我常不离手的《书谱》原帖，现在市场有一种放大本也很好！\n\n\n\n\n\n\n\n\n\n\n多数人喜欢《书谱》，其原因不是别的，而是《书谱》的用笔一脉相承，是传统中的好笔法，加之言词文雅，意赅理明，是学习的好范本，好理论！但草书的学习又不同于真、行、隶、篆（简称“四书”），笔触与运笔的表现要多于四书，当然难度也远非四书可比！本人的体会是：临习时更多关注其起笔锋杪的变化，尤其是细微处，不知有人发现没有，在一入笔处有“小脚”的驻笔，但也只是一刹那，立刻转行。一味地藏锋却不是很多。\n\n每当我们临习时，选范本是顺间的事，但一旦确定下来所要学的帖子，就应认真地，深入地学下去，而不应朝三暮四，见异思迁！对于《书谱》，本人是其忠实的追求者，虽然目前还没有学到手，但并不影响我对《书谱》的热情，学之愈久，研之愈深，愈是深感其妙！\n\n\n\n\n\n尖锋入笔,一向被一些书人所不屑,不论是初学者,还是书坛\"老手\".\n\n这种起笔法还是应细心观察,就起笔而言,\"藏\"要比\"尖\"来得容易,且见\"功力\",但为了\"耀其精神\",只\"藏\"不\"露\"是不够的.\n\n所谓\"尖\"则\"露\",\"露\"则内涵浅薄,其实在孙字中有大量的\"尖\"锋起笔,并未感到影响什么内涵之类!王字也不例外,并不是\"尖锋\"不好,而是要看怎个用法,处处尖锋当然不好,《书谱》中有一些细微处的尖锋用法着实有些特别，如下图，尖锋落纸后立即转向，意为涩势，这种细微处，在今天看来，只有放大后才可发觉！\n\n\n\n孙大师所言：“一笔之内，变起伏于锋杪”，此话极耐人寻味，深思“查察”原帖，体悟要义，真是语意精极！我们要看看到底如何“变起伏于锋杪”？如下图，“则”字的驻笔有多处，是故意而为！有显露的，也有不明显的“暗驻”，还有更不易让人发现和体会的“暗转”！其复杂性并不能用三两句语言就可描述其全貌。\n\n\n\n\n\n\n\n与现在我们所看到的王书比，虽说《书谱》一些用笔不那么“精致”，但从《书谱》墨迹观察，孙将王的用笔真髓已基本掌握，且有所发展！对于孙的王书研究成果，唐代就有定论，这就不足怪了。/ Z2 `9 ~' k7 }: I- Z7 {\" x\n所以， 《书谱》的研究是借道王书研究的好范本，我非常坚信这一点！\n\n赵厚样：\n\n裹锋如“长江后浪推前浪”　　\n\n毛笔入纸的是中间的笔毫，然后周围的辅毫辅助摆动，随笔势而扭转，这就是所谓的裹锋。裹锋形象点说，正如长江后浪推前浪，前面走了后面推着往前冲，表面上是主毫起作用，而真正发力则是辅毫。这要求毛笔的质量要好，质量差了跟不上。所以卖毛笔的人最怕行家用绞转（裹锋）的方法去试他的笔。而平动时笔笔都能出尖。——这些，书上并不这么写，是我自己的体会。\n\n事实上在书写的过程中毛笔不可能是笔笔中锋的，通过我多年的实践，觉得一方面是毫无意义，一方面是不可能。居中的概念主要是指裹锋。我刚才说了裹锋如长江后浪推前浪，但是你如果写一横，一逆锋，没有蓄势的动作，就顺着平铺出去，我觉得那样毫无意义。因为从表面上看笔锋虽然居中了，但是笔毛铺开了之后，平拖出去，出不来力感。应该是蹲下去之后，笔毛转换一个方向逆行，笔尖这时候被紧紧的裹住在中间，才是有意义的。古人所谓的转指就是为了一直保持这种状态，孙晓云老师说的书法有法一方面强调手势生笔势，一方面也说的是这个道理。要一直能保持笔毫能在瞬间的书写过程中直接通过手指去调锋。所以我现在教学生更直观，比如第一节课教他们拉线条，我就叫他们先把笔像排笔一样拉是什么感觉，然后再用像刚才那样压重一下再逆行的方法是什么感觉。\n\n赏读论“书谱”诸贴，各有所见亦高下有别。具对书谱点画形态之用笔而论，当推“大帅”法眼犀利，评析精当。究“书谱”之妙非一法而贯之所能得，而贵乎极尽笔法变幻之妙用，当细察之。\n\n\n\n\n\n请问老师:驻笔接锋意？\n\n应基本按字面意，但国语有些仅仅限于字意，还是远远不够，就驻笔而言，引伸又有多层意思，如放慢行笔（欲揭笔回锋）或是换腕暗转之类，所以，前面本人曾提到，有些传承下来的书法专用语，早已失去原意了，或是已错借他意，现在非三言两语说得清的，需找来当时的真迹详察体会，才能理解原意。\n\n另有一问题，可能是一些初学者的普遍存在的疑惑：临《书谱》用什么笔好一些？狼？羊？兼？\n\n这要看你的“喜好”，不过，能写出“俊拔刚断”式的圭角来，非硬毫不可！\n\n是“揭”锋，是一种出锋收法，《圣教》中的捺笔多不发波磔，而是以衄笔出之，还不能叫“揭锋”。\n\n李溥光的《雪庵八法》曾说：折、搭锋为下笔之始；衄笔、揭笔为收煞之权。\n\n\n从上图分析，《圣》中哪里还有什么行草中经常用的好技法可言，“春”字中的捺笔，《兰》写的一清二楚，是真正的传统好笔法——衄笔写法，而《圣》的捺笔却是假作假样，揭笔就更无法表现，这就是为什么学用笔非墨迹不可的道理！另外行书中的“打”法、“斫”法，更是无法在碑刻中体现，学碑能学什么? 多数学碑者中，在用笔上，基本是照葫芦画瓢！画(做)出的笔画！！这就是所谓的学碑能强其“骨”？“骨”在何处？爽劲在何处?\n\n\n\n\n\n《书谱》笔法最为丰富，有一些人却视而不见！随便一处就可看得到，如行草中的“打、斫”起笔法，所谓“打、斫”法起笔，是指奋笔直落，决不迟滞与迟疑！！干净利落，爽利俊迈，骨力时足，非藏锋能表现出的效果，古人书札中此起笔法极多见。\n\n看来用笔的技巧在于围绕着起、承、转、合（孙过庭语）来学它，本人将其概括为起、运、收，《书谱》在这三个方面也多有深刻表现，临习者不妨细细玩味，而不是极力追求形貌。\n\n既然还有人真的对《书谱》感兴趣，不妨再老生常谈几句旧话，关于用笔及毛笔问题：\n\n宋以前以硬毫为主流，就从实物（日本正仓院藏唐笔）也可证实，唐时笔应是毫硬无疑，辅厚稍硬，但整个锋并不长（喜长锋笔是清以后的事），运笔或收锋时易出叉或是贼毫，如下图，\n\n《书谱》中这种现象也不少，另外，主辅分离现象亦不少见！如下图。\n\n以上说明两个问题：\n\n1）今人使用软毫临《书谱》是不适合的，尤其是羊毫，似乎用羊毫更见功力，实不知是在抛弃唐前的好笔法，如图A，B是下笔方式，足见其下笔的要领所在，是为了体现主毫的重要作用！\n\n虽然出现了（”怪“字的竖心部的阴阳效果）一边实一边虚，即笔画一边齐一边毛，然而本人却感到对比之下，效果竟然很有味道和气质美，《祭侄稿》中也有此法，有的只是两边产生副毫的飞白！\n\n其中的下笔之果断效果非软毫所能为！如图A、B起笔处。\n\n2）今人的藏锋说，掩饰了用笔主辅毫调整动做！如下图，就这种调整，唐人这么做，王羲之更是如此！其中也含量暗中搭锋动作，而非是衄笔所能解决的。\n\n\n\n就用笔与笔的使用理解，临帖时应按照体会去实施，而不应亦步亦趋，但有时并不能够处处随人意，但我做了，这就是进步的开始！\n\n\n\n\n\n \n\n\n\n\n\n\n\n\n\n这里还有两个问题须指明：一是工具特点的掌握只是技法发挥成为可能，运腕与艺术素养才是完全好作品的必要条件！二是即使用羊毫写也未尝不可，这要看学习者的审美意图是什么，艺术观是什么，多数人偏好“大江东去”雄强气势，但“小桥流水”的婉约尚淡之风，也惹来不少风雅高士喜好，二者比例不同的组合，可促成丰富多采的艺术格调。\n\n本人以为：决不能以“有骨”或“无骨”，“有气势”或“无气势”地简单判断作品的艺术水平，更何况判断的结果与观者艺术修养息息相关，我无论如何也想象不出一位低于被观赏作品水平的观赏者的判断有多少参考价值！& p7 d* q- \\4 q( `\" r7 z\n如，有人说董不如赵，赵不如米，米不如颜，颜不如张（旭）等等，完全将作品的风格，感染力等抛在一边，单从技法或气势或有无骨力来判断实在将书法艺术逼向单调与枯萎。本人倒是更欣赏风格淡雅绰约的董其昌，而不喜欢千篇一律，匠气十足的赵子昂，就艺术感染力来说，后者更不及前者，留下来的作品可以证明，只不过外行人更看重的是赵的熟练技法罢。\n\n最近我也在临,发上来大家批批!\n\n\n\n\n\n\n\n\n\n\n\n\n临者用笔的取得的收获要比结构大的多，还应保持，字虽小，但也可看出临者用笔还不够沉实，洗练，起，承，转，合处稍粗糙，交待不够，总体来说，下笔干净果断，具备用笔潜质，已取得了大致模样！下面要做的工作就是在上述四个方面再交待的细致些，至于用笔的洗练性，还须时间的磨练。\n\n傅兄如此关注本帖，令人“感动”，如果真的能够深入《书谱》学习，抓住他的（用笔）长处，欣赏他的（用笔）美处，分析他的（用笔）丰富处，那么再写字，若不受其影响是决不可能的！让我们共同学习，粘上体会，与同道共享。\n\n《书谱》文中所说有理有节，意味深长，确实值得反复咀嚼，另外既然是“谱”，就“字”以“谱”之形式，展开归纳，示范他人，但我们目前的《书谱》卷上“草稿”，并未发现这种示例，不知为何？然而，通读全文稿，首尾呼应，却似乎又是全文！推测其中必有缺失。本人试以在近期发上的“漫谈《书谱》（2）”重点展开谈谈这个“字谱”，并示以范例，望同道共同切磋，多提高见。\n\n在书圈内，\"用笔\"通指使用“毛锥子在纸上运行的技法（也有称是使用毛笔的方法），是自古传承下来的，符合约定成俗的审美定势，如何运用这种技法，每人因学习传统的“收获”不同，就会体现在控制毛锥子的能力有弱有强，用笔形式再多，也是有规律可寻的，重要的是因时适变，这是无穷尽的，用笔在于“巧实”，而不要有“匠气”，书法艺术最讲究“一下子”，即下笔是要算数，容不得考虑，更不能“修改”，与其它门类艺术比，其难度可想而知，所以说，自古以来的书法精品要比其它（如绘画等）门类艺术精品少之又少，真是到了极为可怜的地步！不过只有几件而已！\n\n就“用笔”的话题，可多了去了，三言两语哪说得清，有时间咱们结合《书谱》示例，看看古人是如何理解这个“用笔”的，不急！可在另一将要发上的帖子中慢慢聊。\n\n\n\n感谢进来交流！\n\n与入帖相比，出帖本不值得关注。历史上即使写得很象王的羊欣，也会“不失所望”的，何况这个世界本没有完全相同的两件事物，还有什么担心的呢？其实艺术的相似性是存在的，但不存在相同或是取代，否则艺术花苑中只会生长一朵小花。\n\n至于是否成为什么“大家”，就更不用担心了，只要时代的书法圈中“因你而不同”，就足以令人欣慰了。\n\n目前总有些书法圈内的所谓“家”，想“流传百世”，说实在的，那可不是活着的人所能想的事情。","author":"唐代孙过庭","description":"漫谈书谱"}]