[{"name":"楷书大字阴符经","text":"传世《阴符经》共有三种，即草书、小楷和大楷。一般认为草书本不可信，因为褚遂良很少写草书。\n简要信息\n大字阴符经作者：褚遂良\n字体：楷书\n字数：461字\n行数：96\n形式：纸本（墨迹本）\n正文\n上篇观天之道，执天之行，尽矣。天有五贼，见之者昌。五贼在心，施行于天。宇宙在乎手，万化生乎身。天性，人也。人心，机也。立天之道，以定人也。天发杀机，移星易宿。地发杀机，龙蛇起陆。人发杀机，天地反覆。天人合发，万化定基。性有巧拙，可以伏藏。九窍之邪，在乎三要，可以动静。火生于木，祸发必克。奸生于国，时动必溃。知之修之，谓之圣人。中篇天生天杀，道之理也。天地，万物之盗。万物，人之盗。人，万物之盗。三盗既宜，三才既安。故曰：“食其时，百骸理。动其机，万化安。”人知其神之神，不知其不神所以神也。日月有数，小大有定。圣功生焉，神明出焉。其盗机也，天下莫能见，莫能知。君子得之固躬，小人得之轻命。下篇瞽者善听，聋者善视。绝利一源，用师十倍。三反昼夜，用师万倍。心生于物，死于物，机在目。天之无恩，而大恩生。迅雷烈风，莫不蠢然。至乐性愚，至静性廉。天之至私，用之至公。禽之制在气。生者，死之根。死者，生之根。恩生于害，生于恩。愚人以天地文理圣，我以时物文理哲。人以愚虞圣，我以不愚虞圣。人以奇其圣,我以不奇其圣。沉水入火，自取灭亡。自然之道静，故天地万物生。天地之道浸，故阴阳胜。阴阳推而变化顺矣。圣人知自然之道不可违，因而制之。至静之道，律历所不能契。爰有奇器，是生万象，八卦甲子，神机鬼藏。阴阳相胜之术，昭昭乎尽乎象矣。\n起居郎臣遂良奉勑书\n简介\n楷书，墨迹本，共96行，计461字，传唐代褚遂良写于唐永徽五年(654)。钤有“建业文房之印”、“河东南路转运使印”等鉴藏印。其书字笔画瘦劲，但结体宽博，尚保留隶书的笔意。小楷本和大楷本皆有说法，难以断真。其中，小楷本的楷法端妍，《越州石氏帖》有摹刻，字体细小如“蝇头”，行字茂密又疏朗舒适，从严谨的笔法中可见魏晋之风韵。而大楷本则笔力劲健，形态多姿，风流倜傥，沉着而畅展。此外《大字阴符经》有许多楷的笔意，如起笔直下与收笔的引带都加强了字内的联系，使其更为生动活泼。\n褚遂良，chǔsuìliang字登善。祖籍河南阳翟（今河南禹州），晋末南迁为杭州钱塘（今浙江杭州西）人。父褚亮，秦王李世民文学馆十八学士之一。官至通直散骑常侍。\n唐朝著名书法家。他的书法，初学虞世南，晚年取法钟繇、王羲之，融汇汉隶，丰艳流畅，变化多姿，自成一家。与欧阳询、虞世南、薛稷并称初唐四大书家。相传虞世南死后，唐太宗叹息无人可以论书。魏征称赞说：“褚遂良下笔遒劲，甚得王逸少体。”魏征认为，他对王字理解的深刻，有辨认王字真伪的能力。他的传世书迹有楷书《孟法师碑》、《雁塔圣教序》、《伊阙佛龛》《大字阴符经》《小字阴符经》。\n相关图书\n字数：461\n版次：1\n页数：77\n印刷时间：2009-4-1\n印次：1\n纸张：胶版纸\n包装：平装\n","category":"楷书","verified":true,"user":1,"timestamp":1429951555295},{"name":"楷书大字阴符经","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791625498,"text":"2\n\n\n3\n\n\n4\n\n\n5\n\n\n\n6\n\n\n7\n\n\n8\n\n\n 9\n\n\n10\n\n\n11\n\n\n12\n\n\n 13\n\n\n14\n\n\n 15\n\n\n16\n\n\n\n17\n\n\n\n18\n\n\n\n19\n\n\n20\n\n\n21\n\n\n22\n\n\n\n 23\n\n\n24\n\n\n\n上篇释文\n观天之道，执天之行，尽矣。天有五贼，见之者昌。五贼在心，施行于天。宇宙在乎手，万化生乎身。天性人也，人心机也，立天之道，以定人也。天发杀机，移星易宿；地发杀机，龙蛇起陆；人发杀机，天地反覆；天人合发，万化定基。性有巧拙，可以伏藏。九窍之邪，在乎三要，可以动静。火生于木，祸发必克；奸生于国，时动必溃。知之修炼，谓之圣人。\n\n中篇释文\n\n天生天杀，道之理也。天地，万物之盗；万物，人之盗；人，万物之盗。三盗既宜，三才既安。故曰:食其时，百骸理；动其机，万化安。人知其神而神，不知(“其”多写)不神而所以神。日月有数，小大有定，圣功生焉，神明出焉。其盗机也，天下莫能见，莫能知。君子得之固穷，小人得之轻命。\n\n下篇释文\n\n瞽者善听，聋者善视。绝利一源，用师十倍。三反昼夜，用师万倍。心生于物，死于物，机在目。天之无恩，而大恩生。迅雷烈风，莫不蠢然。至乐性愚（应为“余”），至静性廉。天之至私，用之至公。禽之制在气。生者死之根，死者生之根。恩生于害，（“害”漏写）生于恩。愚人以天地文理圣，我以时物文理哲；人以愚虞圣，我以不愚虞圣；人以奇其（应为“期”）圣，我不以奇其（期）圣。沉水入火，自取灭亡。自然之道静，故天地万物生。天地之道浸，故阴阳胜。阴阳相推，而变化顺矣。（少“是故”）圣人知自然之道不可违，因而制之。至静之道，律历所不能契。爰有奇器，是生万象，八卦甲子，神机鬼藏。阴阳相胜之术，昭昭乎进乎象矣。\n\n大字墨迹，传为褚遂良书。纸本，楷书96行，共461字。\n　 传为褚遂良所书的《阴符经》尚有小楷和行书两种刻本流传于世，字迹皆很小，难窥庐山面目。此帖大盈寸，末题：“起居郎臣褚遂良奉敕书”。很有可能是唐代学褚书的伪作。即便如此，大字《阴符经》也不失为书法精品。此帖不但具备了褚体楷书的特点，还与“唐人写经”极其相似，行笔起落多参以写经笔法，写得自然古朴。元杨无咎云：“草书之法千变万化，妙理无穷。今于褚中令楷书见之，或评之云，笔力雄瞻，气势古淡，皆言中其一。”\n   褚遂良(596～659)，字登善。钱塘(今浙江杭州)人。唐太宗时封河南郡公，世称“褚河南”。博涉经史，工于隶楷。虞世南去世后，唐太宗叹息：“虞世南没后，无人可与论书者矣!”魏征就推荐褚遂良，并说：“遂良下笔遒劲，甚得王逸少体。”太宗宝爱王羲之书法，以金帛悬赏征购。一时天下王书争送至京，难辨真伪。惟遂良能品评鉴别，并编目藏入内府。其书法继承王羲之传统，外柔内刚，笔致圆通，见重于世，与欧阳询、虞世南、薛稷并称“初唐四家”。太宗时历任起居郎、谏议大夫，累官至中书令。后因反对唐高宗立武则天为后，屡被贬职而死。传世墨迹有《倪宽赞》、《阴符经》，碑刻有《雁塔圣教序》、《伊阙佛龛碑》、《房玄龄碑》等。 \n　 《唐人书评》说他的字是：“字里金生，行间玉润，法则温雅，美丽多方。”他所写的《雁塔圣教序》，最有自家之法。在此碑中，他把虞、欧法融为一体，皆波势自然。从气韵上看直追王逸少，但用笔，结字，圆润瘦劲之处却是褚法。\n   他不仅书法写得「古雅绝俗，瘦硬有余」，而且还有一双精妙神奇的书法鉴赏慧眼。唐贞观十二年，因著名书法家虞世南不幸病逝，便召见褚遂良，并任命他为侍书。有一次，唐太宗征得一卷古人墨宝，便请褚遂良看看这是否是出自王羲之的手笔。褚遂良看了一会儿，便说：「这是王羲之的赝品。」唐太宗听了颇为惊奇，忙问褚遂良是怎么看出来的。褚遂良便要唐太宗把这卷书法拿起来，透过阳光看。褚遂良则用手指着「小」字和「波」字，对着唐太宗说：「这个小字的点和波字的捺中，有一层比外层更黑的墨痕。王羲之的书法笔走龙蛇，超妙入神，不应该有这样的败笔。」唐太宗听了，打从心眼里佩服褚遂良的眼力。此后，唐太宗征集到王羲之的墨迹，每逢真假难辨之时，总要请褚遂良帮他鉴定。后来，还奉命将这些珍贵的书法编定目录，珍藏于宫廷内府。 \n　　他的传世书迹有楷书《孟法师碑》、《雁塔圣教序》、《伊阙佛龛》。\n   《孟法师碑》，全称《唐京师至德观主孟法师碑》：楷书，书体熔合欧、虞为一体，遒丽似虞，端庄似欧。既有虞世南书法典雅宽舒的结体，又有欧阳询书法刚健险劲的运笔。字形更为方正端丽，行笔过度富于顿挫起伏变化。有些字又具有隶书笔意，古雅凝重，是褚氏中年书法的代表作。唐贞观十六年（642年）立。\n　　倪宽赞墨迹，传为褚遂良书(亦有人认为是欧阳询书)，真伪 尚无定论。然此书颇得褚书三昧。楷书50行，共340 字。宋赵孟坚评论此帖 说：“容夷婉畅是河南晚年书。”明杨士奇评云：“评者认为字里金生，行 间玉润，法则温雅，美丽多方。”而詹景凤则谓：“燥而不润，觅贬天趣。” 此帖原迹现在台湾。\n　　雁塔圣教序：亦称《慈恩寺圣教序》。凡二石，均在陕西西安慈恩寺大雁 塔下。前石为序，全称《大唐三藏圣教序》，唐太宗李世民撰文，褚遂良书　　，18行，行42字。后石为记，全称《大唐皇帝述三藏圣教记》，唐高宗李治撰 文，褚遂良书，20行，行40字，文右行。在运笔上则采用方圆兼施，逆起逆止；横画竖入，竖画横起，首尾之间皆有 起伏顿挫，提按使转以及回锋出锋也都有了一定的规矩。唐张怀瑾评此书云： “美女婵娟似不轻于罗绮，铅华绰约甚有余态。”秦文锦亦评曰：“褚登善 书，貌如罗琦婵娟，神态铜柯铁干。此碑尤婉媚遒逸，波拂如游丝。能将转 折微妙处一一传出，摩勒之精，为有唐各碑之冠。”《雁塔圣教序》是最能代表褚遂良楷 书风格的作品，字体清丽刚劲，笔法娴熟老成。褚遂良在书写此碑时已进入 了老年，至此他已为新型的唐楷创出了一整套规范。在字的结体上改变了欧， 虞的长形字，创造了看似纤瘦，实则劲秀饱满的字体。\n\n   褚遂良（596—658） 褚遂良（596—658），字登善，唐初著名书法家，曾任秘书郎、起居郎、谏议大夫、黄门侍郎、吏部尚书等职，封河南郡公，人称褚河南。因反对高宗封武则天为皇后，被贬官外地不久就死去。 \n   褚遂良的书迹传世不少，真正可靠确为褚遂良所书的有《伊阙佛龛碑》、《孟法师碑》、《房玄龄碑》和《雁塔圣教序》等几种碑刻。对褚遂良的书法，历来评价极高，他上继欧、虞，下开颜、柳，是唐代书法一个关键性的人物。清刘熙载《艺概.》云：“褚河南为唐之广大教化主，颜平原得其筋，徐季海之流得其肉。”褚遂良的书法艺术，实实在在地影响了众多中晚唐乃至唐代以后的书法家。\n   褚遂良的书法特点可以用“遒逸”来概括之，遒为遒劲，逸为飘逸。魏征向唐太宗推荐褚遂良善书时说；“遂良下笔遒劲，甚得王逸少体。”刘熙载评价欧阳询和褚遂良的书法说“欧其如龙威虎震，褚其如鹤游鸿戏”，鹤游鸿戏则为逸也。 传为褚遂良所书的墨迹本有《倪宽赞》和《大字阴符经》两种，但都不能确定为褚遂良的真迹。 \n   《大字阴符经》的真伪问题历来就有不同的看法。沈尹默在1947年和1948年两次为《大字阴符经》题跋，肯定此卷为褚遂良所书“必于可信”，但他也说，如果自己的判断不对的话，“后之明鉴如海岳者必能正之，姑存愚说亦无所为嫌也”。\n   徐无闻于1983年撰文《褚遂良书法试论》，其中有对《大字阴符经》的款识及书写风格和卷末题跋的分析考证，他认为《大字阴符经》和后面的题跋均为后人伪作。（见《书法》1983年第6期）此卷《大字阴符经》不是褚遂良所书的观点，现在得到大多数人的认同，但它是什么时侯的人所书，也有不同的看法，有人认为是唐代褚派书人仿写之作。徐无闻则认为“这位书写者是学褚的，但还可能学过颜、柳甚至学过米芾”，这就是说此卷的书写者也有可能是宋代以后的人。 \n   但不管此卷《大字阴符经》是否为褚遂良所书，有一点是大家都肯定的，即该卷具备褚遂良书法的主要特点，并且有较高的艺术水平，对欣赏、研究乃至学习褚遂良书法很有助益，有人称临写此帖为学习褚书的一条入门捷径。\n   《阴符经》是一部重要的道教经典，在道教史和中国古代哲学史上都有重要的地位，历代有多人对其进行研究、考证和注疏，朱熹曾著《阴符经考异》一书。《阴符经》全称《黄帝阴符经》，旧题为黄帝撰，有姜太公、范蠡、鬼谷子、张良、诸葛亮、李筌六家注。注家中前五家都是历史上的赫赫名人，他们之注当为伪托。第六位注者李筌是唐代道士，道教理论家，他自谓《阴符经》是他受之于骊山老母，此说当然不足凭信，很可能此篇《阴符经》就是李筌自己所写的。李筌号达观子，是唐代著名道士，有多种道教理论著作传世，关于他的生卒年代有不同的说法，一说他是隋末唐初人，一说他是唐玄宗、肃宗时人，两种说法相距100余年。 \n   《大字阴符经》包括篇名和题款共计461字，它的风格比较接近于褚遂良晚期书法《雁塔圣教序》。由于是墨迹本，其笔墨痕迹、转折萦带的运笔着力方向，毫发处清晰可辨，虽非褚遂良真迹，但能较好地体现褚书的特点，有很高的艺术水平，在某些方面甚至高于褚书《雁塔圣教序》。笔者在为《大字阴符经》击节赞叹的同时，也不免为这位不知名的书家扼腕叹息，如署上自己的真实姓名，仅凭此卷《大字阴符经》足可立于史上著名书法家之列而无愧，何必假托褚河南之名，让此卷的书者成为后人的不解之谜呢。\n   《大字阴符经》的书体，有人认为是行楷。比起唐初欧阳询、虞世南的楷书，甚至和褚遂良的楷书《雁塔圣教序》相比，此卷的字笔画较为灵活生动，变化也多，但其字字独立，成行成列，笔画清楚，判定其为正楷是没有问题的。\n   《大字阴符经》的风格特点个性鲜明，其主笔横画大多写成向上微弓的形状，显示出较强的弹性，“三”、“不”、“其”、\n“要”等字。有的横画入笔很轻，运笔行进中稍稍加重，显得很轻灵，但又不失力度，如“有”、“圣”等字。\n    其竖画起笔褚书的特点很明显，起笔时笔尖稍偏向左，侧锋入纸，行进中变为中锋用笔。有些字左侧的竖画上端成s形，如“郎”、“根”、“斜”等字，这是运笔轨迹的表现，有灵活生动的意味，这种褚书特有的形状，在本帖中更为夸张。\n   《大字阴符经》的撇画一般都写得很轻盈，如该卷第一行的“天”字的撇画，起笔轻轻向下，到下边时稍稍加重，同时明显有个弯曲的角度，向左下方撇出，笔画虽细但力度不减。\n   其捺画特点鲜明，虽然不同的字的捺画起笔有不同的变化，有轻有重，有粗有细，但最后一捺都是重重按笔，一波三折，节奏分明，有角有棱，力度十足，显示了书者驾驭笔毫的功力。许多字的撇画和捺画配合得巧妙妥帖，相得益彰，如“天”、“水”、“火”、“人”、“文”、“发”等字。\n    其点画写得灵活生动，形态各异，有时轻轻一点，有时重重一按，左右呼应，顾盼多姿，八面出锋，极尽变化，每字不同。如“心”、“气”、“性”、“於”等字。 \n   《大字阴符经》书法的最大特点倒不在以上所谈到的具体笔画如何写法上，而在每个字笔画和结构的丰富变化上。卷中每个字的笔画都有不同的变化，相同的字写法各不相同。全卷23个“之”字，15个“天”字、14个“人”字，13个“生”字，几乎字字写法都有不同。本卷中其他相同的字也是这样，写出了许多种变化。这虽然好像不露形迹信手写来，但显然是书者的有心为之，是他努力求其变化的苦心安排。能写出如此之多的变化而不失褚书的整体风范，需要书者有熟练的技法和高超的功力。\n   徐无闻谈到褚遂良《雁塔圣教序》的用笔特点时说：“这个特点就是有法而又无法，从心所欲而不逾矩，想怎么写就怎么写，他的横画、直画、点、钩、撇、捺，不同的形态，比欧、虞、颜、柳诸家都多；各种点画的轻重、长短、粗细、正斜、曲直、方圆，都随手取势配合，没有固定的程式，这是后人最难学到家的所在。”（徐无闻《褚遂良书法试论》）《大字阴符经》虽然并非褚遂良的真迹，但在变化这一点上把褚书学到了家，其变化的丰富多样程度甚至大大超过了《雁塔圣教序》，这也正是《大字阴符经》的高超之处和价值所在。","author":"唐代褚遂良","description":"楷书大字阴符经"}]