[{"name":"郑文公碑","text":"《郑文公碑》，全称《魏故中书令秘书监使持节督兖州诸军事安东将军兖州刺史南阳文公郑君之碑》，又名《郑羲碑》。刻于北魏宣武帝永平四年（公元511年），系崖刻，共有内容近同的上、下两碑。上碑在山东平度县天柱山，下碑在掖县云峰山。下碑51行，每行23～29字，比上碑书写略晚，字亦较大，剥泐较少，因而比上碑更为著名。《郑文公碑（下碑）》肃穆庄重、气宇轩昂，自清代中叶以来即为著名书法家包世臣、叶昌炽、康有为等所推重，钟致帅称之为“北碑之冠”。此碑为郑道昭书写，结字宽博舒展，笔力雄强圆劲，字体近楷书，并有篆隶意趣相附，为魏碑佳作之一。\n碑刻介绍\n石碑的由来和赞誉\n全称“魏故中书令秘书监郑文公之碑”，简称“郑文公碑”或“郑羲碑”。系北魏光州刺史郑道昭于公元511年（永平四年）为其父郑羲所立。其内容记述郑羲生平事迹，文多谀词且有失实。但其书法，结字宽博，笔力雄强，自清代中叶以来即为著名书法家包世臣、叶昌炽、康有为等所推重。 \n前后两块石碑的由来和保存情况\n《郑文公碑》上下两碑，碑文大体相同。郑道昭先于天柱山刻出《郑文公之碑》（碑身由一块天然碑状石稍加琢磨而成，竖式，无碑额，属摩崖类刻石。）后，发现掖县云峰山之东的寒洞山石质较佳，又再重刻，正书额题“荧阳郑文公下碑”七字。为区别二碑，称天柱山之碑为“上碑”，云峰山为“下碑”。天柱山“上碑”，书风、内容与云峰山《郑文公下碑》相同，唯字数较少。字体略小于下碑，文字磨灭较甚。据方若《校碑随笔》载，碑文为20行，行50字，总计约1000字。下碑近年文物部门已筑亭保护。碑身高约3米，宽3米有余。字体较上碑略大，文字完好，几乎没有泐损。碑后有宋人秦岘等人于宋政和三年(1113)的观后题款4行23字。二碑碑额正书2行7字“荥阳郑文公之碑”。碑首题“魏故兖州刺史南阳文公郑君之碑”。无撰书人姓名，但其内容为郑道昭赞颂其父郑羲之文，而且字体与郑道昭在云峰、天柱等山题诗、题名的风格如出一手，所以一般学者均认为该碑是郑道昭所书。\n碑刻铭文\n碑文内容是记述郑羲的生平事迹。郑羲为郑道昭之父，久官光州(掖县、平度均其所属)，死后归葬老家荧阳（河南荥阳）。其故吏程天赐等为纪念他的政绩，故有此刻。\n碑铭文内容\n魏故中书令，秘书监，使持节督兖州诸军事，安东将军，兖州刺史，南阳文公郑君之碑草。\n公讳羲，字幼麟，司州荧阳开封人也。肇洪源于有周，胙母弟以命氏(1)。桓以亲贤司徒，武以善职，并歌缁衣(2)之作，诵乎奕世，降逮于汉，郑君当时(3)，播节让以振高风。大夫司农(4)，创解诂以开经义，迹刊图史、美灼二书。德音云翻，硕响长烈。扬州(5)以十策匡时，司空豫州(6)以勋德著称。高祖略，恢亮儒素，味道居真，州府招辟莫之能致。值有晋弗竟，君道陵夷，聪曜虔刘(7)，避地冀方。隐括求全，静居自逸。属石氏勃兴，拨乱起正。徵给事，黄门侍郎，迁侍中尚书，赠扬州刺史。曾祖豁，以明哲佐世。后燕中山尹，太常卿，济南贞公。祖温，道协储端，燕太子瞻事。父晔（按魏书本传当为煜），仁结义徒，绩著寜边，拜建威将军，汝阴太守。绵荣千载，联光百世。自非积德累仁，庆届无穷，其熟能传辉踵美，致如此之远哉？可谓身没而名不朽者也。公禀三灵(8)之淑气，应五百之恒期(9)，乘和载诞，文明冠世。笃信乐道，据德依仁。孝弟端雅，慎言愍行。六籍孔精(10)，百氏备究。八素(索)九丘(11)，靡不昭达。至乎人伦礼式，阴阳律历，尤所留心。然高直沉默，耻为倾侧之行；不与俗和，绝于趣向之情。常慕晏平仲、东里子产(12)之为人，自以为博物不如也。蕴斯文于衡泌，延德声乎州闾。和平中，举秀才，答策高弟，擢补中书博士，弥以方正自居，虽才望称官，而乃历载不迁，任清务简，遂乘闲述作，注诸经论。撰《话林》数卷（碑文作古写），莫不玄契圣理，超异恒懦。又作《孔颜诔》、《灵岩颂》及诸赋咏诏策，辞清雅博，皆行於世也。以才望见陟，迁中书侍郎，又假员外散骑常侍。阳武子南使宋国，宋主客郎孔道均就邸设会，酒行乐作，均谓公曰：“乐其何如？”公曰：“哀楚有馀，而雅正不足，其细已甚矣，而能久于！”均嘿然而罢。移年而萧氏灭宋。虽延陵之观昔诗，郑公之听宋乐，其若神明矣。朝廷以公使协皇华，原斯光，迁给事中，中书令，总司文史，敷奏惟允，国之律令，是所议定。公长子懿、邕（雍）容和令，器望兼资。早综铨衡，能声徽著。敦诗悦礼，尤精易理。季子道昭，博学明，才冠秘颖。研图注篆，超侍紫幄。公行于前，吏部秘书随其后，凡厥庶寮，莫不钦其人也。于时有识比之三陈(13)。后年不盈纪，懿给事黄门侍郎，太常卿，使持节督齐州诸军事，平东将军，齐州刺史。道昭，秘书丞，中书侍郎，司徒谘议通直散骑常侍国子祭酒，秘书监，司州大中正，使持节督光州诸军事平东将军，光州刺史。父官子宠，才德相承，海内敬其荣也。先时假公太常卿，荧阳侯，诣长安拜燕宣王庙。还，解太常，其给事中，中书令，侯如故。纵容凤闱，动斯可则。冠婚丧祭之礼，书疏报问之式之制矣，民行矣，虽位未槐鼎（14）而仁重有馀太和初除使持节安东将军督兖州诸军事兖州刺史南阳公德政宽明化先仁惠严之治穆如清风桑有敬让之高朝市无鞭戮之刑即道之美，不专於鲁矣。太和中，徵秘书监。春秋六十有七，寝疾于位。凡百君子，莫不悲国秀之永沉，哀道宗之长没。皇上振悼，痛百常往，遣使(15)，策赠有加，谥曰文，祭以太牢(16)，以太和十七年四月廿四日，归葬乎荧阳石门东南十三里，三皇山之阳。於是故吏主薄东郡程天赐等六十人，仰道坟之缅，悲鸿休之未刊，乃相与钦述景行，铭之玄石，以扬非世之美。而作颂曰\n爰鉴往纪，稽览前徽，有贤有圣，靡弗应时。繇实契姒，旦亦协姬，於穆郑公，诞应期。伊昔桓武，并美司徒；恭维我君，世监秘书。三坟克阐，五典允敷(17)，文为辞首，学实宗儒。德秀时哲，望高世族。灼灼独明，亭亭孤。式胄三雍(18)，邹风(19)再烛。作岳河兖，泽移草木。庆灵长发,继叶传光。君既挺发，胤亦含章。文义袭轨，朱绂相望。刊石铭德，与日永扬。\n永平四年，岁在辛卯，刊上碑在直南。天柱山之阳，此下碑也。以石好故於此刊之。 \n铭文注释\n(1)胙母弟以命氏——胙，赐。《左传鲁隐公八年》：“胙之土而命之氏”。周宣王封弟姬友于郑，及韩灭郑，子孙以国为氏。\n(2)缁衣——《诗·郑风》篇名，《诗序》谓此诗赞美郑桓公，武公父子并为周司徒善于其职。一说是赞美武公好贤之诗。\n(3)郑君当时——郑当时为幽公八世孙，是荧阳郑氏的实际祖先。\n(4)大夫司农——郑当时后八传至东汉。大夫郑兴，兴生子郑众，众建初中为大司农。传其父《左传》之学，并通《易》、《诗》，世称“先郑”，而称郑玄为“后郑”。\n(5)扬州——此处指郑太(通作泰)字公业，众曾孙，少有才略，广交豪杰，与何、荀攸共谋杀董卓，事泄，脱身东归，术以为扬州刺史。\n(6)司空豫州——指郑袤，郑太之子，字林叔。晋武帝时晋爵密陵侯，拜司空，固辞，以侯就第卒，谥元。\n(7)陵夷、虔刘——陵夷，哀微意。虔刘，残杀意。这两句的意思是帝王之道日益衰微，聪慧之士多被残杀。\n(8)三灵——此处指日、月、星。\n(9)五百之恒期——《孟子·公孙丑下》“五百年必有王者兴”，又《尽心下》曰：“由尧至于汤，五百年有余岁;由汤至于文王，五百有余岁;由文王至于孔子，五百有余岁。”\n(10)六籍孔精——六籍同六经。指诗、书、礼、乐、易、春秋。孔，甚也。\n(11)八索九丘——相传为古代书名。《左传》昭十二年：“是能读三坟五典，八索九丘。”疏引孔安国《尚书序》：“八索乃八卦之说，九丘为九州之志。”后代学者有许多不同说法，但都无实据。\n(12)晏平仲、东里子产——晏平仲，名婴，春秋时齐国人。继其父桓子为齐卿，后相景公，以节简力行，名显诸侯。东里，地名。在河南新郑县故城内，春秋郑国大夫子产居此。《论语·宪向》：“东里，子产润色之。”\n(13)三陈——当指东汉，陈及子纪、谌，桓帝时为太丘长，以平正名闻乡里，里人有云：“宁为刑罚所加，不为陈君所短。”子纪、元方、谌、季方并有高名。\n(14)槐鼎——周时朝廷种三槐九棘，公卿大夫分坐其下，面三槐为三公之位;鼎有三足，故槐鼎具以比喻三公之位。\n(15)——(音fenɡ，音suì)向死者赠衣被。\n(16)太牢——祭祀时并用牛、羊、豕三牲叫太牢。\n(17)三坟、五典——传说为古书名，三坟为伏羲、神农、黄帝之书。五典为少昊、颛顼、高辛、尧、舜之书。皆无实据。\n(18)三雍——辟雍、明堂、灵台合称三雍。为天子举行典礼祭祀的场所。\n(19)邹风——《列子·汤问》：“微矣子之弹也，虽师旷之清角，邹衍之吹律无以加之。”注：“此方有地美而寒，不生五谷，邹子吹律暖之，而禾黍滋也。”唐罗隐诗云：“邹律有风吹不变，郄技无分住应难。” \n在山东省掖县东南15里路左右，有一座山叫云峰山。沿山麓到极顶，共有30处摩崖刻石，这就是驰名中外的“云峰刻和”，其中最著名的当推北魏的《郑文公碑》。此碑刻于永平四年，郑道昭书。分“上碑”、“下碑”两件，内容、书体大致相同。“上碑”在山东平度县天柱山，字小而漫漶；“下碑”在云峰山阴，字大而清晰，故研习者多取下碑。下碑额题“荥阳郑文公之碑”七字，楷书51行，每行29字，刻在一块高265厘米、宽367厘米的巨石上。\n郑道昭（455年—516年），字僖伯，自号中岳先生，北魏荥阳开封人，著名书法家，魏碑体鼻祖，曾任光州（今山东省莱州市）刺史。少而好学，博览群书。魏孝文帝时始为官，历任秘书郎、秘书丞兼中书侍郎、中书郎、通直散骑常侍、国子监祭酒、秘书监、荥阳邑中正，永平年间出任光州刺史兼平东将军。任职期间，政务宽厚，不滥用酷刑，以教化和培养人才为己任，很受百姓拥戴。生性闲适散逸，喜游山水，好为诗赋，尤工书法，光州各地题刻甚多，计有城南云峰山摩崖石刻大小20处，城东大基山15处，天柱山（今属平度）8处。\n《郑文公碑》为其代表作。此碑依石布字，洋洋洒洒，大度雍容。笔致凝重厚实，方笔见棱，圆笔敛锋，篆籀气息极浓。王三池先生《中国书法家篆刻鉴赏辞典》称其书给人以“魄力雄强，气象浑穆，笔法跳越，点画缓厚，意态奇逸，精神飞动，笔趣酣足，骨法洞达，结构天成，血肉丰满”十大美感。包世臣极赏此碑，赞其“有云鹤海鸥之态”。古今论书者尤为推崇郑道昭，可见其书审美价值非同一般。\n书法赏析\n笔法特色\n《郑文公碑》集众体之长，有篆书的笔法，隶书的体势，行书的纵逸风姿，又有楷书的端庄。其用笔，既有篆法圆转形成的圆笔印象，又有隶法方折形成的方笔感受。方圆兼备，变化多端，雍容大雅。或以侧得妍，或以正取势，混合篆势、分韵、草情在一体，刚劲姿媚于一身，堪称不朽。\n此碑雄浑凝重，为书家所重。如包世臣、龚自珍都将它同南碑之冠的《瘗鹤铭》相提并论。欧阳辅评此碑说：“笔势纵横而无莽野狞恶之习，下碑尤瘦健绝伦。”叶昌炽更谓“其笔力之健，可以刲犀兕，搏龙蛇，而游刃于虚，全以神运。唐初欧虞褚薛诸家，皆在笼罩之内，不独北朝第一，自有真书以来，一人而已”。又说：“余谓郑道昭，书中之圣也。”近人祝嘉先生的评价是：“其成就决不在王羲之之下，应奉为北方书圣，与王羲之并尊。”钟致帅《雪轩书品》中说“云峰魏碑，承汉隶之余韵，启唐楷之先声。不失为一代名作，无愧于千古佳品。”《郑文公碑》正是从隶书向楷书过渡时期，笔势尚有隶意，也出现了楷书笔法。清代包世臣谓此碑篆势、分韵、草情毕具，有“云鹤海鸥之态”,是魏碑书法艺术的代表作之一。包世臣说：“北碑体多旁出，郑文公字独真正，而篆势分韵草情毕具其中。布白本乙瑛，措画本石鼓，与草同源，故自署曰草篆。不言分者，体近易见也。”是“真文苑奇珍也”。而康有为在看过“郑文公碑”后说，如果谁没有见过此碑，就没有资格谈论书法。在清代，已成为“碑学”魏碑体不可多得的珍宝。如论南北两派之代表作，则是南梁《瘗鹤铭》、北魏《郑文公碑》，同是摩崖山书，风格相似，可谓南北双星。清人龚自珍诗云：“欲与此铭（指《瘗鹤铭》）分浩逸，北朝差许郑文公。”北派书写者多为庶人，书不具名，故书法史称北魏书法为民间书法，若以名而论，当推郑道昭父子为一时冠冕，被誉为“书中之圣”、北派王右军。\n康有为曾誉《郑文公》为“魏碑圆笔之极轨”。从拓本看，此碑的用笔确很浑圆，但看原石，实方笔居多。给人以圆笔感觉是因为它属摩崖。 \n章法布局\n碑文特点\n1.章法\n与北魏粗犷的碑志墓铭相比，《郑文公上碑》显得雍容古厚，博大逸宕。通篇章法气象更具有恢宏斑斓、苍雄古朴、圆融烂漫之质，看似随意刻写平淡无奇，但“不求异而人自不能同之，不求工而世自不能过之”，天趣自在，随意生发，人力、天工各臻神妙。全碑的行间字距基本均整而无一处呆板，康有为形容如依山而筑的阿房宫，虽延绵数里，楼阁亭台条理起伏而一丝不乱。是为中和型章法的典范之一。\n在全碑的空白排置上，四周与碑缘保持了一定的距离，形成一种自然的内擫之感，与结字、笔法的外拓之势相冲和，为整碑的“质实厚重，宕逸神隽”奠定了平稳的基调。依据书仪规范，第16行完成正文内容，在中上部自然形成一行长条形空白；跋文继书三行，形成与正文大块面相应的小块，在章法节奏上开始向结尾过渡；落款部分较简，呈点线状，与正文的大块面、跋文的小块面形成由实到虚的空间关系。碑上部有因碑石自身裂缝形成的不规则的钩形线。从行文内容来看，碑裂是在书碑之前就已经存在的，与后世常见的人为毁坏或时间剥损不同。而因为书刻材料的局限或书碑者并未以摩崖石泐为意，碑刻仍书刻上石，在遇泐损处则让字均行，随形以应。古人论摩崖类作品每有所谓“奇姿谲热，靡有常制”之语，指的多是这类情形。\n章法的恢宏、斑斓、苍古同样也离不开书刻时的笔致之功，凿镌造成字口的破损或点画的毛糙、自然分化形成斑烂剥浊的纹理，蕴雅劲美的字形，宽博宕逸的结体造就了《郑文公上碑》雄浑开张、苍茫凄迷的章法气势。\n2.结构\n从结构上来看，《郑文公上碑》的结体宽博整饬，气魄雄伟，骨肉匀适，通篇透露着“荡荡乎君子、穆穆乎仁人”的大儒风范。单字或以侧得妍，或以正取势，合篆势、分韵、草情于一体，集端稳、刚劲、姿媚于一身，于端庄雄强中复含秀丽疏朗，稳健浑厚中蕴蓄奇肆飞扬，浑浑千余言，笔笔舒畅，字字安适，行行流动。笔画的走向在字体的形态转侧翻舞中轻柔舒展，姿态多变又顺手拈来，“若星辰丽天,皆有奇致”。因此，包世臣称此碑有“云鹤海鸥”之态，康有为则称“体高气逸，密致而通理，如仰人啸树，海客泛槎，令人想象不尽”。\n3.碑文特色的源头和意义\n《郑文公上碑》的内质外相皆臻极则，用笔的婉转洞达、精整茂密是其章法中和之致最主要的内因。碑以古朴淳厚的篆法为主，参以方笔隶意，篆隶合宗又作真带草，包世臣、刘熙载认为碑出《乙瑛》、《石鼓》，康有为认为是《西狭》之遗，李瑞清认为是《散氏盘》之嗣，都属于推本篆隶之说。通碑的笔调凝炼，笔划舒徐，形曲而神全，正如古松蟠屈，神采奕奕，又如微风拂波，川流不息。\n南北朝楷书虽基本由钟繇、卫瓘、索靖一系而来，追溯其源实是秦汉篆隶之遗绪，无一不是胎息周秦古意而化成六朝新法，《郑文公上碑》古质今妍，将秦汉古法化入自己的创造，在南北朝摩崖碑刻中独树一帜，其成功的艺术处理足使后之学者反复展读而多方获益。（梅鹤圃）\n艺术特点\n《郑文公碑》即《魏兖州刺史郑羲碑》，亦称《郑羲碑》。北魏体摩崖刻石，永平四年（公元511年）立。有上、下两碑，上碑在山东平度天柱山，下碑在山东掖县云峰山。相传是郑道昭所写，不能确证。碑字很大，气势豪迈磅礴，历来认为是圆笔的典型，清包世臣、康有为极力推崇此碑，北派书法家大多从此碑出。临写时应多注意转折和撇捺处的用笔方法，谨防流于“新魏体”一路的僵板呆木的外形。----《古代碑帖鉴赏》费声骞\n《郑文公上碑》字小，字多漫漶，难以辨识；《下碑》字大，且多完好，通常所谓《郑文公碑》一般即指《下碑》。《郑文公下碑》全称《魏故中书令秘书监使持节督兖州诸军事安东将军兖州剌史南阳文公郑君之碑》，北魏永平四年(511)刊立。郑文公，郑羲称号，故别名《郑羲碑》。碑高2.65米，宽3.67米，为山中诸刻石之冠。碑文正书五十一行，行二十九字，计一千二百四十三字，记述荥阳郑氏家族历史及郑羲生前事略，其书法谨严浑厚，刚劲秀美，堪称一代名作。清包世臣《艺舟双楫》说：“北魏书《经石峪》大字，《云峰山五言》《郑文公碑》《刁遵墓志》为一种，皆出《乙瑛》，有云鹤海鸥之态。”由于石质坚硬，刻工精巧，虽距今一千多年，依然字迹清晰，点划棱角分明，全碑除残损几字外，余皆保存完好。堪称书苑奇葩。 \n碑铭传承\n椎拓难易\n《郑文公碑》因是摩崖刻石，椎拓很困难，尤其是上碑。拓摹下碑容易些，因此在清乾隆时期，下碑就已经流传很广，而上碑在天柱山高峰，直到清咸丰年间才有拓本问世。\n相关记载\n郑文公碑书法雄浑精整，结构宽博端庄，运笔方圆兼备，显得气势磅礴，落落大方，为魏碑书体中重要的代表作品。《金石录》、《潜研堂金石文跋尾》、《山左金石志》、《平津馆读碑记》、《八琼室金石补正》等书中均有著录(见《郑文公下碑》册(明拓本))。书写者是郑羲的儿子郑道昭。当时郑道昭是兖州刺史，刚开始刻在天柱山巅，后来发现掖县南方云峰山的石质较佳，又再重刻。第一次刻的就称为上碑，字比较小，因为石质较差，字多模糊；第二次刻的便称为下碑，字稍大，且也精晰，共有五十一行，每行二十九字，但并没有署名，直至阮元亲临摹拓，且考订为郑道昭的作品后才受至重视。\n书法特色\n郑文公碑的笔画有方也有圆，或以侧得妍，或以正取势，混合篆势、分韵、草情在一体，刚劲姿媚于一身，堪称不朽。结体宽博，气魄雄伟。清代包世臣说：“北碑体多旁出，郑文公字独真正，而篆势分韵草情毕具其中。布白本乙瑛，措画本石鼓，与草同源，故自署曰草篆。不言分者，体近易见也。”是“真文苑奇珍也”。此碑雄浑凝重，为书家所重。从拓本看，此碑用笔确很浑圆，但看原石，实方笔居多。给人以圆笔感觉是因为它属摩崖。北魏时的光州治今莱州市（时称掖县）。那时江淮、秦岭以南为南朝，以北为北朝。南朝艺术重诗歌、书画，北朝艺术重佛像、书法；南朝艺术写在纸上，而北朝艺术刻在石头上。两通“郑文公碑”，就是刻在石头上的成熟时期的北魏书法艺术。\n两碑疑云\n郑道昭“打擦边球”\n一个碑主能留下两通纪念碑，且能长期保存完好，这在中国碑刻史上实属罕见郑道昭这样为父亲立碑，完全象征了父亲“生而极荣死而极辱”的遭际。\n郑道昭是郑羲少子，岁数与孝文帝相仿，此时20多岁。此后孝文帝忙着迁都洛阳，又几次南征萧齐，道昭随行，诗文唱和，颇得孝文皇帝喜爱。但是对父亲的谥号问题，道昭半点不敢言及，这事过于敏感，只能隐忍，岂可“翻案”？稍后孝文帝最小的弟弟元详被封为北海王，封地在今潍坊一带，郑道昭被元详任为王府高官，到北海任职去了。孝文帝去世后，次子继位，元详作为皇叔，被新皇帝倚为栋梁。元详官居太尉，手中权力极大，难免不够谨慎，没过几年，就被皇帝不明不白地整死了。这期间郑道昭也被调回朝廷，任为秘书监（地位仅次于宰相）。\n这时父亲过世已经十多年了，自己已身居高位，郑道昭觉得，该给父亲立碑了。但苦于那个“灵”字之谥十分丑陋，立碑还不如不立。一想到那个“灵”，道昭就联想到“晋灵公不君”、“汉灵帝无能”，那是个否定人的道德与治功的丑陋字眼儿，较之魏晋之时何曾谥“谬丑”，贾充谥“荒公”，也强不到哪里去。且当今皇上是孝文帝的亲儿子，不可能为了一个死去的臣子而改变先皇的评价，为父亲立碑的事，只好一拖再拖。\n后来郑道昭被任命为光州刺史。光州治所在掖县，北临渤海，南多青山，山石适合用作碑石。孝文帝迁都洛阳以来，北国碑碣云起，青州、光州的石材一时十分畅销。郑道昭公事之余与朋友诗酒唱和，得意之作便请刻石高手镌于山涧石壁。他自己也擅长书法，写字结体宽博，笔力雄强，自己作诗自己书丹更是一件风雅之事，因此乐此不疲。一段时间下来，掖县一带的大山里，便留下大量的郑氏石刻。\n为父亲立碑的事一直萦绕在郑道昭的心间。一次他看到一尊新起的石碑字迹甚美，碑文上有死者的私谥。这事让他心头一震。他想，父亲的官谥既然难以改易，难道就不能以私谥为父亲立碑吗？去掉父亲官谥中的“灵”字，只取“文”字作为私谥，这样既符合父亲一生的行迹，朝廷又奈何不了这“私谥”行为，不是两全其美吗？那时为官员立碑，碑文须经吏部审定，代表官方评价。郑道昭想，我为父亲立块私碑，就当他是个老百姓，这难道还需要吏部审查吗？\n于是他为父亲撰写了碑文，找山石好的地方刻了一通。稍后他又发现一处更好的石头，索性重又刻了一通。于是在渤海之滨的大山里，就有了“山上”、“山下”这两通“郑文公碑”。你说这是官碑，可它回避了官谥；你说这是私碑，它却介绍了一位高官的生平。郑道昭终于找到了“打擦边球”的机会，回避了政策的约束。\n郑道昭用“私谥”的办法回避了朝廷对父亲的“恶谥”，但终于掩盖不了郑羲贪浊的真相：后人纷纷谴责此碑对郑羲“谀词失实”！这两块回避了“灵”字的“郑文公碑”，让人们认识了境界同样不高的郑氏父子：郑羲贪浊，郑道昭取巧，都不是什么高尚人物。\n“贪官之碑”却成宝贵文物\n“郑文公碑”虽经1400余年风剥雨蚀，却能完好地保存下来，实属文化界的一大幸事。平度天柱山“上碑”刻在山顶的巨石上，刻面高3.3米，宽1.5米，碑文20行，每行40至50字不等，共计883字。莱州云峰山“下碑”碑高1.95米，宽3.37米，碑文51行，每行29字，计1243字。“上”、“下”二碑书法飘逸，字态蕴藉风雅，结体宽博宕逸，气势雄浑开张，有篆之势、隶之意、草之情，清代包世臣对它大加赞赏后名气骤增，康有为称其为北魏“圆笔之宗”。\n“郑文公碑”没有署名，清代阮元主持山东学政时亲临摹拓，这才考订为郑道昭作品。清代，书法界“尊碑、崇魏、取隋、卑唐”的主张提出后，“上碑”因而得到尊崇，并在北朝众多碑刻中最受人称道。包世臣说：“北碑体多旁出，郑文公字独真正，而篆势分韵草情毕具其中。布白本乙瑛，措画本石鼓，与草同源。”康有为看过此碑后说，没见过此碑就没有资格谈论书法。此碑书法体势多变，以圆笔居多，笔画主要从篆隶中演变而来，堪称魏碑书法中的精品之作。\n相关图书\n《郑文公碑》书法理论及技法\n《郑文公碑》，李鑫华编著，金盾出版社出版于2009年7月，书号9787508254876。\n内容简介\n本书为著名书法家李鑫华编写的书法艺术教育读本。作者对《郑文公碑》具有深入的研究，运用其深厚的书法艺术功底和丰富的书法教学经验，对此碑帖的艺术地位、风格特点、基本笔画、部首字旁、间架结构、临习方法及步骤等，进行了详细的分类解析。书中独具特色的解读，不但给读者提供便于快捷入门且易于接受的指导，还有书法艺术审美及汉字文化的知识和学术内涵。特别是利用原帖的典型代表字例，逐一进行讲解，既有对字“形”的具体分析，也有对字“神”的深刻阐述，深入浅出，全面具体。同时书中还配有《郑文公碑》原帖和作者的临帖样本，力求给广大书法爱好者学书临帖提供具体、实用、全面的帮助\n目录摘录\n第一章基本笔法讲析\n第一节单纯笔法讲析\n一、点法\n二、横法\n三、竖法\n四、撇法\n五、捺法\n六、钩法\n七、提法\n第二节复合笔法讲析\n一、横折法\n二、竖折法\n三、复合提法\n四、横折钩法\n五、横折弯钩法\n六、耳刀钩法\n第二章常用部首与部分单字讲析\n第一节左右字旁讲析\n一、左偏旁举隅\n二、右偏旁举隅\n第二节字头与字底讲析\n一、字头举隅\n二、字底举隅\n第三节包围式字框讲析\n一、两面包围式字框举隅\n二、三面包围式字框举隅\n三、四面或四角包围式举隅\n第四节部分单字归类讲析\n一、横画排叠类举隅\n二、撇捺伸展类举隅\n三、单撇之字举隅\n四、字中带框式举隅\n五、对称式举隅\n六、不对称式举隅\n第三章临书碑帖提示\n第一节临习碑帖的步骤\n一、分类选临的必要性\n二、全碑通临的重要性\n第二节临习碑帖的方式方法\n一、读碑读帖，看懂笔法\n二、读碑读帖，讲究（弄懂）字法\n三、略其同者，攻其异者\n第三节读帖之后再动笔\n一、执笔要松\n二、运笔要顺\n郑文公碑（临帖）\n","category":"草书","verified":true,"user":1,"timestamp":1429951665006}]