[{"name":"王诜跋欧阳询行书千字文","text":"《彩色放大本中国著名碑帖·欧阳询行书千字文》为“彩色放大本中国著名碑帖”系列之一，此帖系唐代著名书法家欧阳询行书代表作。现存辽宁博物馆。\n第1版 (2011年5月1日)丛书名： 彩色放大本中国著名碑帖平装： 语种： 简体中文开本： 8ISBN: 9787532633876, 753263387X条形码： 9787532633876商品尺寸： 40.8 x 29.6 x 0.4 cm商品重量： 281 g品牌： 上海世纪出版股份有限公司ASIN: B004YB4YG2\n内容简介\n《行书千字文》，辽宁省博物馆藏。\n欧阳询书《千字文》，见于著录的共有三本：一为蔡襄题识过的《草书千字文》，一为南宋初期扬无咎藏的《楷书千字文》，一为现存的这本千字文。帖后仅存王诜跋：“东坡云，欧阳率更书非托于偏险，无所措其奇。其末流遂至李国主辈五降之后，不容弹矣。仆非唯爱此评，又爱其笔札瑰伟，遂白主人而取之。主人自有好事之病，怜我病更甚，故取之而不拒之也。晋卿书。”\n此本无论从哪方面来看，与欧字所具备的特征都是极为相近的。其中“书”字误书为“画”，而李渊的“渊”字缺笔以避讳。据陈垣《史讳举例》考证，唐碑之中避讳缺笔的，最早见之于高宗乾封元年赠《泰师孔宣碑》。杨仁恺断定此帖为欧阳询早年所书，那就更没有必要避“渊”字讳。\n徐邦达《古书画过眼要录》在提到本帖时，曾指出，黄伯思《东观馀论》卷上论虞书千字文时说过：“世有欧（阳）率更行书《千文》一卷，乃是集其字为之者。”所述不知是否此卷。\n欧阳询（557-641），汉族，字信本，公元557年出生于衡州（今衡阳），祖籍潭州临湘（今湖南长沙），楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。隋时官太常博士，唐时封为太子率更令，也称“欧阳率更”。与同代另三位（虞世南、褚遂良、薛稷），并称初唐四大家。因其子欧阳通亦通善书法，故其又称“大欧”。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为唐人楷书第一。他与虞世南俱以书法驰名初唐，并称“欧虞”，后人以其书于平正中见险绝，最便初学，号为“欧体”，他的字有多人评论。\n欧阳询聪敏勤学，读书数行同尽，少年时就博览古今，精通《史记》、《汉书》和《东观汉记》三史，尤其笃好书法，几乎达到痴迷的程度。据说有一次欧阳洵骑马外出，偶然在道旁看到晋代书法名家索靖所写的石碑。他骑在马上仔细观看了一阵才离开，但刚走几步又忍不住再返回下马观赏，赞叹多次，而不愿离去，便干脆铺上毡子坐下反复揣摩，最后竟在碑旁一连坐卧了3天才离去。\n欧阳询练习书法最初仿效王羲之，后独辟蹊径自成一家。尤其是他的正楷骨气劲峭，法度严整，被后代书家奉为圭臬，以“欧体”之称传世。唐代书法品评著作《书断》称：“询八体尽能，笔力劲险。篆体尤精，飞白冠绝，峻于古人，扰龙蛇战斗之象，云雾轻笼之势，几旋雷激，操举若神。真行之书，出于太令，别成一体，森森焉若武库矛戟，风神严于智永，润色寡于虞世南。其草书迭荡流通，视之二王，可为动色；然惊其跳骏，不避危险，伤于清之致。”欧阳询九成宫帖\n宋《宣和书谱》誉其正楷为“翰墨之冠”。据史书记载，欧阳询的形貌很丑陋，但他的书法却誉满天下，人们都争着想得到他亲笔书写的尺犊文字，一旦得到就视作圭宝，作为自己习字的范本。唐武德（618－624）年间，高丽（今朝鲜）特地派使者来长安求取欧阳询的书法。唐高祖李渊感叹地说：“没想到欧阳询的名声竟大到连远方的夷狄都知道。他们看到欧阳询的笔迹，一定以为他是位形貌魁梧的人物吧。”\n欧阳询以80多岁的高龄于贞观（626-649）年间逝世，身后传世的墨迹有《卜商帖》、《张翰帖》等，碑刻有《九成宫醴泉铭》、《皇甫诞碑》等，都堪称书法艺术的瑰宝。后人将他与唐初的虞世南、褚遂良、薛稷合称为“初唐四大书家”。欧阳询不仅是一代书法大家，而且是一位书法理论家，他在长期的书法实践中总结出练书习字的八法，即：“如高峰之坠石，如长空之新月，如千里之阵云，如万岁之枯藤，如劲松倒折、如落挂之石崖，如万钧之弩发，如利剑断犀角，如一波之过笔”。欧阳询所撰《传授诀》、《用笔论》、《八诀》、《三十六法》等都是他自己学书的经验总结，比较具体地总结了书法用笔、结体、章法等书法形式技巧和美学要求，是我国书法理论的珍贵遗产。\n欧阳询的书法成就以楷书为最，笔力险劲，结构独异，后人称为“欧体”。其源出于汉隶，骨气劲峭，法度谨严，于平正中见险绝，于规矩中见飘逸，笔画穿插，安排妥贴。楷书以《九成宫醴泉铭》等，行书以《梦奠帖》、《张翰帖》等为最著名。其他书体，也无一不佳，唐张怀瓘《书断》中说：“询八体尽能，笔力险劲，篆体尤精，飞白冠绝，峻于古人，犹龙蛇战斗之象，云雾轻宠之势，风旋雷激，操举若神。真行之朽出于大令，别成一体，森森然若武库矛戟，风神严于智水，润色寡于虞世南。其草书迭荡流通，视之二王，可为动色，然惊其跳骏，不避危险，伤于清雅之致。”\n虞世南说他“不择纸笔，皆能如意”。而且他还能写一手好隶书。贞观五年《徐州都督房彦谦碑》就是其隶书作品。他的书法，以隶书为最。究其用笔，圆兼备而劲险峭拔，“若草里惊蛇，云间电发。又如金刚怒目，力士挥拳。”他所写《化度寺邑禅师舍利塔铭》，《虞恭公温彦博碑》，《皇甫诞碑》被称为“唐人楷书第一”。其中竖弯钩等笔画仍是隶笔。他的楷书无论用笔，结体都有十分严肃的程式，最便于初学。后人所传“欧阳结体三十六法”，就是从他的楷书归纳出来的结字规律。他的行楷书《张翰思鲈帖》体势纵长，笔力劲健。墨迹传世，尤为宝贵。欧阳询的儿子欧阳通，书法一本家传。父子均名声著于书坛，被称为“大小欧阳”。小欧阳《道因法师碑》，隶意更浓，然而锋颍过露，含蓄处不及其父。\n欧阳询的书法早在隋朝就已声名鹊起，远扬海外。进入唐朝，更是人书俱老，炉火纯青。但欧阳询自己却并不满足于已经取得的成就，依然读碑临帖，精益求精。\n有一次，欧阳询外出游览，在道旁见到一块西晋书法家-索靖所写的章草石碑，看了几眼，觉得写得一般。但转念一想，索靖既然是一代书匠，那么他的书法定会有自己的特色。我何不看个水落石出。于是伫立在碑前，反覆地观看了几遍，才发现了其中精深绝妙之处。欧阳询坐卧于石碑旁摸索比划竟达三天三夜之久。欧阳询终于领悟到索靖书法用笔的精神所在，因而书法亦更臻完美观止。\n欧阳询临兰亭序楷书，是欧阳询得意的作品，唐贞观五年（公元631年）立。\n所创“欧阳询八诀”书法理论，具有独到见解。对明代人李淳的八十四法，清代人黄自元结构92法的著述，均有启示。其“八诀”为：（点）如高峰坠石；（横戈）如长空之新月；（横）如千里之阵云；（竖）如万岁之枯藤；（坚戈）如劲松倒折，落挂石崖；（折）如万钧之弩发；（撇）如利剑断犀象之角牙；（捺）一波常三过笔。\n","category":"行书","verified":true,"user":1,"timestamp":1429951562820},{"name":"王诜跋欧阳询行书千字文","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636701,"text":"王诜跋欧阳询《行书千字文》 辽宁省博物馆藏。","author":"宋代王诜","description":"王诜跋欧阳询行书千字文"}]