[{"name":"苏轼楷书醉翁亭记","text":"\n正文语种:简体中文\n尺寸:25.2x18x0.4cm\n重量:181g\n内容简介\n《苏轼书醉翁亭记(无缺字本)》内容简介：宋代书法家苏轼的书法作品历来被尊为「有宋第一」。其楷书，尤以绵中裹铁的特点、丰腴跌宕的神姿和天真烂漫的意趣称为「苏体」。而《丰乐亭记》和《醉翁亭记》是「苏体」的代表作，被奉为「书坛双璧」。\n据载，二记刻石早已佚失。清人或称刻石毁于北宋「党禁」，或称毁于南宋兵燹。书舟先生著文，以苏辙诗句为证，说明当时北方人少数民族颇重视苏轼的作品；又以苏轼书「杏花碑」毁扑一事为据，说明新、旧党争殃及碑碣。因而推测，二记刻石并非毁于战乱，应是早已毁于「党禁」。\n因无原碑可寻，今日考订碑石的残缺处，仅以各善拓为依据。如《丰乐亭记》传有「北宋拓本」两种：一缺九十三字，残十余字；一缺二十一字，残十余字。今以苏轼之字被为「无缺字本」。\n原拓字句有与今本不同者，如《醉翁亭记》中「起坐而喧哗者」，拓本作「坐起」；「山之僧智仙也」，拓本作「山之僧曰智仙也」；又《丰乐亭记》中「所在为敌国者，何可胜数」，拓本无「者」字；「宋受天命」，拓本无「天」字，等等，悉如原拓。而有的印本把《丰乐亭记》中「掇幽芳而荫乔木」一句误作「掇幽而荫芳乔木」等，此则依善本纠正。今在考订匡补后，并附上「苏体笔画笔锋图解」及「书法口诀」，以便于初学者。碑额为未南先生(何永泽)篆刻。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951594877},{"name":"苏轼楷书醉翁亭记","dynasty":"宋代","category":"楷书","type":"","user":1,"timestamp":1429791638669,"text":"欧阳修《醉翁亭记》不仅文词俱佳，而且声韵优美，文中几十个“也”字，看起来，错落有致，朗诵起来，抑扬顿挫，非常“给力”（老张也时尚一把，哈），不愧为千古名篇。老张多年来就很喜爱，可列入古代散文前五名。今在“ps123.net”网站偶见苏轼书《醉翁亭记》，喜欢异常，决心转帖留做纪念并飨同好。因原帖错讹极多，又对照原文据“拙风文化网”进行了逐一会校，发现还是祖本“拙风文化网”比较可靠，老张不幸绕了个圆圈，哈哈，算是交了学费。《醉翁亭记》原文及有关苏轼书法的介绍一并附上，供参阅。\n   《醉翁亭记》，欧阳修撰，苏轼书。宋元祐六年（1091）十一月刻石，在安徽省全椒县。原石宋时已毁，明嘉靖间重刻石。宋刻本字有漫漶，但书体远在明刻本之上。今拓明刻本分四张拓，前三张七行，末张五行，行二十字。此碑书于欧阳修逝世后近二十年，无一笔松懈，无一字不缜密。在笔画的披拂之间既得其遭劲，又显示洒脱之美，其捺与撇往往十分舒展，如举手投足之自如萧散。笔笔用力，沉着宽厚，显出雄强；而又巧寓对比，错综变化，显示灵逸。比如“醉”字的“酉”旁共有四竖画，先用一分，继用二分，最末用三分笔。“提携”两字均为左右结构，又上下相联，苏武却将下一“携”字改为上下结构，使“扌”旁置于“乃”字上。赵孟頫《松雪斋》云：“余观此帖潇洒纵横，虽肥而无墨猪之状，外柔内刚，真所谓绵里裹铁也。”王世贞评：“苏书《醉翁亭记》，结法遒美，气韵生动，极有旭素屋漏痕意。”李长善认为：“文忠早师颜鲁公，大书《醉翁亭》、《袁州学记》，不改鲁公家法。”可谓知言。\n   王世贞云：“坡公所书《醉翁》、《丰乐》二亭记，擘窠书法出颜尚书、徐吏部，结体虽小散缓，而遭伟俊迈，自是当家。”清梁巘《评书帖》曾云：“东坡楷书《丰乐》、《醉翁》二碑，大书深刻劈实劲健，今惟《丰乐亭》尚清白。”\n\n   环滁皆山也。其西南诸峰，林壑(hè)尤美。望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄(zhé)醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n　　若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n　　至于负者歌于途，行者休于树，前者呼，后者应，伛（yǔ）偻（lǚ）提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥。酿泉为酒，泉香而酒洌；山肴野蔌（sù），杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥（gōng）筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n　　已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳（yì），鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。\n《醉翁亭记》，欧阳修撰，苏轼书。宋元祐六年（1091）十一月刻石，在安徽省全椒县。原石宋时已毁，明嘉靖间重刻石。宋刻本字有漫漶，但书体远在明刻本之上。今拓明刻本分四张拓，前三张七行，末张五行，行二十字。此碑书于欧阳修逝世后近二十年，无一笔松懈，无一字不缜密。在笔画的披拂之间既得其遭劲，又显示洒脱之美，其捺与撇往往十分舒展，如举手投足之自如萧散。笔笔用力，沉着宽厚，显出雄强；而又巧寓对比，错综变化，显示灵逸。比如“醉”字的“酉”旁共有四竖画，先用一分，继用二分，最末用三分笔。“提携”两字均为左右结构，又上下相联，苏武却将下一“携”字改为上下结构，使“扌”旁置于“乃”字上。赵孟頫《松雪斋》云：“余观此帖潇洒纵横，虽肥而无墨猪之状，外柔内刚，真所谓绵里裹铁也。”王世贞评：“苏书《醉翁亭记》，结法遒美，气韵生动，极有旭素屋漏痕意。”李长善认为：“文忠早师颜鲁公，大书《醉翁亭》、《袁州学记》，不改鲁公家法。”可谓知言。\n  王世贞云：“坡公所书《醉翁》、《丰乐》二亭记，擘窠书法出颜尚书、徐吏部，结体虽小散缓，而遭伟俊迈，自是当家。”清梁巘《评书帖》曾云：“东坡楷书《丰乐》、《醉翁》二碑，大书深刻劈实劲健，今惟《丰乐亭》尚清白。”","author":"宋代苏轼","description":"苏轼楷书醉翁亭记"}]