[{"name":"唐寅行书自书词曲","text":"内容简介\n《唐寅自书词曲帖技法精讲(竖排)》讲述了：本套技法精讲系列丛书第一辑，是本社针对二○○八年首次出版的五十册《故宫珍藏历代名家墨迹》而特别策划的深度学习与研究名家书法的技法类图书。精选五十册中古代书法大师王羲之、米芾、赵孟頫等人最具代表性的作品，针对性地聘请对大师作品有专门研究的书法家根据自己多年的临写经验，分别从多种角度剖析讲解临写技巧。\n","category":"行书","verified":true,"user":1,"timestamp":1429951603891},{"name":"唐寅行书自书词曲","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791608262,"text":"唐寅书《自书词卷》，纸本，行书，纵23.3cm，横551.3cm。北京故宫博物院藏\n《自书词》卷释文：《集贤宾》。红楼画阁天缥缈，玉人乘月吹箫。一曲凉州声袅袅，到此际离愁多少。青鸾信杳，魂梦断十洲三岛。春色老，看满地桐花风扫。闲庭细草天色暝，箫箫风雨清明。万斛春愁兼酒病，偏不肯容人苏醒。残花弄影，明日是满枝青杏。金钏冷，罗袖上泪沾红粉。冰肌玉骨香旖旎，藕花深处亭池。碧玉阑干谁共倚，辜负了凉风如水。光阴捻指，又早是破瓜年纪。鸾镜里，只怕道崔徽憔悴。春深小院飞细雨，杏花消息何如。报道东君连夜去，须索要圈留他住。金杯满举，怎不念红颜春树。君看取，青塜上牛羊无主。《锦衣公子》。细雨湿蔷薇，画梁间，燕子归。春愁似海深无底，天涯马蹄，灯前翠眉。马前芳草灯前泪，梦魂飞，云山万里，不辨路东西。风雨送春归，杜鹃愁，花乱飞。青苔满院朱门闭，灯昏翠帏，愁攒黛眉。萧萧孤影汪汪泪，惜芳菲，春愁似海，绿草遍天涯。秋水蘸芙蓉，雁初飞，山万重。行人道路佳人梦，朝霜渐浓，寒衣细缝。剪刀牙尺声相送，韵丁冬，谁家砧杵，敲向月明中。寒食杏花天，鸟啼春，人晏眠。一帘飞絮和风卷，芳菲可怜，相思苦缠。等闲松了黄金钏，闷厌厌，朝云暮雨，魂梦绕巫山。残月照妆楼，静愔愔，燕子愁。一庭芳草黄昏后，王孙浪游，光阴水流。梨花冷淡和人瘦，梦悠悠，铜壶漏滴，孤枕四更头。罗袖卷春寒，对飞花，泪眼漫。无心拈弄闲箫管，尘迷镜鸾，愁埋枕山。蘼芜草绿王孙游（点去）远，倚阑干，丁宁鱼雁，风水路途难。蝴蝶杏园春，惜芳菲，红袖人。东风九十愁缠病，罗衣懒熏，檀娥漫颦。烟波鱼鸟无音信，夜黄昏，空庭细雨，灯影照孤身。孤枕伴残灯，悄无言，珠泪零。浓霜打瓦鸳鸯冷，凄凉五更，绸缪四星。愁肠早已安排定，恨才人，长门赋里，难说这衷情。灯火夜阑珊，绣帘风，花影寒。不除钗钏眠孤馆，心儿渐酸，口儿渐干。此时愁比天长短，梦巫山，云收雨散，神女怨青鸾。日转杏花梢，送春归，把酒浇。行人不念佳人老，青帘小桥，黄骝满膘。天涯何处无芳草，路迢遥，归期正早，瘦损小蛮腰。《山坡羊》。新酒残花迤逗，寒食清明前后。罗衣冷落，冷落腰肢瘦。个样愁，何时有尽头，刚能遣拨，遣拨还依旧。芳草天涯人在否，登楼登楼，望远游，低头低头，泪暗流。情和愁缠人沉醉，月和灯明人心地。为冤家使得心都碎，骨髓情怎教人心弃毁。蓝桥路阻，路阻春来水，深院黄昏珠泪垂。徘徊灯花烧做灰，荼蘼兰干边，飞作堆。信迢迢无些凭准，睡醒醒何曾安稳。东风吹散，吹散梨花影。软怯身轻，身轻草上尘。只愁镜里朱颜损，栲栳量金难买春。伤神伤神，额黛颦，堪嗔堪嗔，薄幸人。纤手寻常相挽，亲许来时放胆，谁想塔尖儿上却把人来赚，咫尺间难猜对面山。风云气色多少浓和淡，铁打心肠也痛酸，冤愆怎得鱼儿上钓竿。盘桓难道，砖阶没缝钻。暖融融温香肌体，笑吟吟娇羞容止，牡丹芍药都难比。紧搂时，心头气一丝，魂灵飞散青霄里，便死甘心说甚的，钗垂钗垂，宝髻披，香脂香脂，尚有余。燕子妆楼春晓，箔上蚕眠春老，海棠报道，报道花开早。夜又朝，光阴信手抛，甫能炙得灯儿了，燕子楼头月又高。春宵春宵，叹寂寥，裙腰裙腰，香渐消。窗下鸡鸣天晓，天际王孙芳草。烟波旷荡，旷荡鳞翁杳。翠黛凋，愁眉怎样描。东风赚得莺花老，红烛金钗且慢敲。香消香消，一叉腰，迢遥迢遥，万里桥。明日梧桐金井，游子风尘蓬梗。红罗斗账，斗账新霜冷。掩翠屏，斜身背着灯，灯前壁上形怜影，此际如何捱到明。愁听愁听，雁报更，低声低声，数薄情。嫩绿芭蕉庭院，新绣鸳鸯罗扇。天时乍暖，乍暖浑身倦。整步莲，秋千画架前，几回欲上，欲上羞人见。走入纱幮枕泪眠，芳年芳年，正可怜，其间其间，不敢言。数过清明春老，花到荼蘼事了。光阴估值，估值钱多少。望酒摽，先拚典翠袍。三更尚道，尚道归家早。花压重门带月敲，滔滔滔滔，醉一宵，萧萧萧萧，已二毛。\n署款：“晋昌唐寅录似从汉老兄清玩。” 款下钤“学圃堂印”、“唐子畏图书”。引首印“吴趋”。鉴藏印有“嘉庆御览之宝”、“石渠宝笈”、“宝笈三编”、“宜子孙”、“嘉庆鉴赏”、“三希堂精鉴玺”。\n此为唐寅所作词并自书，分《集贤宾》、《锦衣公子》、《山坡羊》三组曲牌，共24首。 唐寅博学多能，吟诗作曲，能书善画。他的传世绘画较多，书法甚少。其书以行楷见长，学赵孟頫并参以李北海笔意，笔画婉转流畅，风格俊秀潇洒。此书结构严谨，圆转遒丽，丰润优雅，形成了劲骨于内、美形于外、缜密流便的独特风格，词、书并美，堪称珠联璧合，从中可欣赏到往昔“江南第一风流才子”的儒雅韵致及其纯熟的书法功力。","author":"明代唐寅","description":"唐寅行书自书词曲"}]