[{"name":"吴琚行草寿父帖","text":"南宋吴琚很有才气，精于诗词，更在书法艺术上有所建树。宋孝宗皇帝时常召见他，一同论诗作字。吴琚性情孤傲，爱好不多。在军中留守建康（今南京）的时候，他遍植古梅，赏梅养性。在寓所，吴琚设维摩榻，每天闭门写字，日临古帖以自娱。\n\n【文物原属】清宫旧藏 \n【文物现状】现藏北京故宫博物院\n【规格】纸本，行书，纵32.9cm，横48.9cm。\n【简介】：吴琚擅长正、行、草体。他取法北宋的米芾，并尽力模仿米芾，达到几可乱真的地步，这大概是受宋高宗赵构推崇米字的影响。他学习米书达到随心所欲而又不失米书规范的境地，这不是一般人所能企及的。后人认为，在众多学米书法家中，能得米芾笔墨神韵者，应该首推吴琚。但与米书毕竟不同，如果仔细比较，就会发现吴琚结体略微紧敛，用笔稍加肥厚，有米书的俊逸，而无米书的恣肆。人们在赞赏吴琚天才技艺的同时，又为他感到遗憾，因为他一味学习米芾，致使作品缺乏自己的个性，终究不能成就独特的艺术风格。吴琚传世墨迹有《碎锦帖》、《寿父帖》、《七言绝句》等，著作有《云壑集》。江苏镇江北固山上镌刻的“天下第一江山”，就为吴琚所书，当今十分有名气。\n作品赏析\n吴琚“性嗜书”，学米芾能神似。此帖为其行书代表作之一，乃淳熙末年为官襄阳时谈论宦途境况的一封尺牍。《墨缘汇观》评为“初视之以为米书”。收于清宫旧藏《法书大观》册内，钤有清代安岐印章。\n书法行笔自然流畅，结体用笔均习米芾，且颇得神似，正如安岐所言：“初视之以为米书，见款始知为云壑得意书”(《墨缘汇观》)。帖中所称“阅古”，应是韩侂胄，侂胄有“阅古堂”。吴琚在《焦山题名帖》中称其于绍熙三年(1192)辛亥“解组襄阳”，而此帖是官襄阳任上所作，故当书于淳熙末年。\n鉴藏印记：“安仪周家珍藏”(朱文)、“仪周珍藏”(朱文)·“心赏”(朱文)、“朝鲜人”(白文)、“安岐之印”(白文)等。历代著录：《平生壮观》、《大观录》、《墨缘汇观》，刻入《三希堂法帖》。\n作品释文\n比总总附书，谅只在下旬可到。途中收十月三日手笔并诗，深以为慰。示喻已悉，襄州之行，非所惮也。不谓以常式辞免，就降改命。辞难避事，何以自文？不知阅古之意如何？今必有定论矣。十九日入京西界交割安抚司职事，廿日方得改差。札子已具辞免，且在郢州境上伺候回降。若省札更迟数日，则已到襄阳。郢去襄只二百余里，江陵亦然。岁晚客里，进退不能，势须等候月十日方见次第。地远，往返动是许时，远宦非便，殆此类也。旅中灯下作此，言不尽意。余希加爱，不宣。十月廿日，琚上。寿父判寺寺簿贤弟。\n吴琚（约公元1189年前后在世）南宋书法家，字居父，号云壑，汴（今河南开封）人。生卒年均不详，约宋孝宗淳熙末前后在世。主要活动于孝宗、光宗和宁宗三朝。太宁郡王、卫王吴益之子，宋高宗吴皇后之侄。性寡嗜，日临古帖以自娱。习吏事。乾道九年，（公元一一七三年）以恩荫授临安通判。其后历尚书郎，镇安军节度使。复知明州，兼沿海制置使。宁宗时，知鄂州，再知庆元府。尝使金，金人重其信义。位至少师，判建康府兼保守。世称“吴七郡王”。卒，谥忠惠。\n吴琚好书画工诗词，尤精翰墨，孝宗常召之论诗作字。《江宁府志》云：“琚留守建康，近城与东楼平楼下，设维摩榻，酷爱古梅，日临钟（繇）、王（羲之）帖。”擅正、行草体，大字极工。京口（今江苏镇江）北固“天下第一江山”墨迹，乃为吴琚所书，今六大字额仍存，佳书为名山增辉。其书法明显特点是酷似米芾，有“米南宫外一步不窥”之说。吴琚毕生都用力于米书,然而,米芾生性狂放怪诞,而吴琚性情较为温和。据《宋史翼》本传云:“陈傅良在太学,琚执弟子礼,惜名畏义,不此戚畹自骄。”可见他极有道德修养,所以尽管吴氏学米书可以达到乱真的地步,但由于他们性格上的差异,运笔结体,吴书更为俊逸俏丽。董其昌评吴琚云:“书似米元章,而俊俏过之。”吴琚的运笔较米书内敛,落笔沉雄,稍运即止,结体八面呼应,看上去十分舒服,即所谓“俊俏”之意。\n著述有《云壑集》。传世书迹有《观伎帖》、《与寿父帖》、《焦山题名》、《诗帖》《碎锦帖》、《七言绝句》等。《行书诗帖》现藏故宫博物院。诗帖已缺页。全篇用笔结体极似米体。如果说他本意想做米芾第二,其实由于性格文化修养的不同,吴氏已自然而然地有了自已的特色。如米氏露锋较钝,而吴氏起笔露锋而尖锐。总之,在继承米氏书风的书家中,吴氏是最得其三昧的一位。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951559563},{"name":"吴琚行草寿父帖","dynasty":"宋代","category":"行草","type":"","user":1,"timestamp":1429791636707,"text":"吴琚行草书寿父帖页 纸本 纵22.5厘米 横48.7厘米 北京故宫博物院藏\n　　 此帖书法行笔自然流畅，结体用笔均习米芾，且颇得神 似，正如安岐所言：“初视之以为米书，见款始知为云壑 得意书”(《墨缘汇观》)。帖中所称“阅古”，应是韩侂胄， 侂胄有“阅古堂”。吴琚在《焦山题名帖》中称其于绍熙三年 (1192)辛亥“解组襄阳”，而此帖是官襄阳任上所作，故当 书于淳熙末年。\n　　鉴藏印记：“安仪周家珍藏”(朱文)、“仪周珍藏”(朱文)· “心赏”(朱文)、“朝鲜人”(白文)、“安岐之印”(白文)等。 历代著录：《平生壮观》、《大观录》、《墨缘汇观》，刻入 《三希堂法帖》。\n释文：\n比总总附书，谅只在下旬可到。途 中收十月三日手笔外诗，深以为 慰。示喻已悉，襄州之行，非所惮也， 不谓以常式辞免，就降改命。辞 难避事，何以自文。不知阅古之意 如何。今必柯定论矣。十九日入京西界， 文割安托司职事，廿日方得改差。 剳子已具辞免且在郢州境上伺 候回降。若省剳更迟数日，则 已到襄阳。郢去襄只二百余里， 江陵亦然。岁晚客里，进退不 能，势须等候月十日方见次第。地 远往返动是许时，远宦非便，殆 此类也。旅中灯下作此，言不尽意。 余希加爱，不宣。十月廿日 琚上 寿父判寺寺簿贤弟","author":"宋代吴琚","description":"吴琚行草寿父帖"}]