[{"name":"怀素草书苦笋帖","text":"怀素《苦笋帖》，绢本墨迹，两行十四字。书法俊健，墨彩如新，直逼二王书风，是怀素传世书迹中的精彩之笔。清吴其贞《书画记》评：“书法秀健，结构舒畅，为素师超妙入神之书。”\n作品信息\n【名称】苦笋帖\n【作者】怀素\n【年代】草书\n【材质】绢本墨迹\n【规格】纵25.1厘米，横12厘米\n【字数】2行，14字\n【收藏】上海博物馆\n《苦笋帖》曾刻入《大观帖》、《三希堂续帖》、《诒晋斋帖》等汇帖。\n《苦笋帖》墨迹书于绢上，徐邦达考证：“唐人写信用绢，是当时的习俗。卢仝诗云：‘口云谏议送书至，白绢斜封三道印’，可为佐证。”[1-2]   \n作品内容\n释文\n苦笋及茗异常佳，乃可径来。怀素上。 \n大意\n苦笋和茗茶两种物品异常佳美，那就请直接送来吧。怀素敬上。 \n注解\n“笋”和“径”字在《苦笋帖》中分别作“笋”（繁体）和“迳”。笋，《说文》：竹胎也。段玉裁《说文解字注》：今字作笋。“茗”，说文：茶芽也。即茶树的嫩芽，早采为“茶”，晚采为“茗”。后泛指茶。“迳”，同径。《集韵》：直也。“径直、直接”之意。\n苦笋是一种蔬菜。古时湘一带多有发展。笋肉色白，一样寻常做法为炒、拌、泡。清喷香微苦，回口爽甜（这种口感与喝茶很相似）。宋代黄庭坚的行楷书墨迹《苦笋赋》，有“余酷嗜苦笋”、“甘脆惬当，小苦而及成味。温润稹密。多啗而不疾人”句。黄庭坚自跋曰，黔中之人“冬掘笋萌于土中，才一寸许，味如蜜蔗，而春则不食”。\n关于僧禅与茶笋，苏轼有诗云：“攒金卢橘坞，散火杨梅林。茶笋尽禅味，松杉真法音。” \n作品赏析\n章法形式\n《苦笋帖》“用笔速度较快，挥洒自如，且增加了提按对比，比如‘笋’与‘常’，二字反差鲜明，但无论其速度变化还是轻重变化，都基本上控制在中锋运行的状态上，故其线条细处轻盈而不弱，重处厚实而不拙。其次，字形上也相应增加了外形轮廓大小对比和内部空间疏密对比。整体性观照，则全文上疏下紧、上轻下重、上放下收，形成一种‘两段式’的视觉感受，这种章法形式颇具特色，极显‘个性’”。 \n分组轴线\n怀素《苦笋帖》的书写具有空间节奏特征，即字与字的穿插争让关系已进入到两字之间的字内空间。邱振中在《章法的构成》（1985年）中分析如下：在王羲之的行、草书作品中，“二三字连书已成为常见的现象，非连书的单字，书写时的停顿、起止也随机安排，灵活多变。这种运动节奏的变化，引起两字之间过渡空间（字内空间）性质的改变——它们开始向单字内部空间渗透，如《初月帖》中的‘遣此’、‘遣信’、‘去月’等处。时间节奏的变化就是这样影响到空间节奏的”；“经过唐代张旭、怀素，宋代黄庭坚，明代祝允明、徐渭、王铎等人的发展、开拓，这一构成方式形成与单字轴线连缀系统并峙的又一大潮流。这种构成方式以粉碎字内空间、重新安排空间节奏为特点。它谋求空间与时间节奏在新的基础上的统一。这是与单字轴线连缀系统完全不同的一个基础”。上述构成方式称为“分组线构成”，它的典型状态如怀素《苦笋帖》。\n在“分组线构成”系统中，空间节奏完全不受单字制约，能够较好地适应用笔节奏的自由变化。它再也不以单字为空间节奏段落，而以密度相近的一组连续空间为空间节奏段落，作品便由这些不同密度的节奏段落缀续而成。段落在空间上自成一组，这便是“称之为分组线的由来。这种分组不一定与运笔的起止相对应，空间节奏发生显著变化时，笔画仍可能保持持续，这便产生时间节奏与空间节奏的错位。这种错位从来就是保持作品连续性和紧张感的一个因素，只是在分组线系统中，由于空间节奏获得了充分自由，时间节奏和空间节奏可能形成更为复杂的对位关系。” \n点画气韵\n《苦笋帖》通篇“用笔婉丽，出规入矩，未有越于法度外畴”（明代项元汴跋语）。点画粗细浓淡，结字大小正斜，线条柔中寓刚，神采飞动。挥写时的动作犹清晰可按，如“茗”字，草头逆势起笔，取险成势，“茗”字下部偏旁“名”字果敢铺毫，尤其“口”字写为两个点，神完气足，可闻金石之声。作品于不经意中，体现了书家深厚的功力。寥寥十四字，在钩连拗铁、简洁捷速和惊绝的笔画中，给人感受到的不仅是跳动流淌的旋律、非凡的气势，还译读到了书家知茶、爱茗之情，又需要茶（《苦笋帖》亦被称为怀素“乞茶帖”）。书伴茶香，怡然自得。可谓“香茶苦笋异常佳，帖中感惠留佳话。” \n精练流逸\n《苦笋帖》两行十四字，字虽不多，但技巧娴熟，精练流逸。运笔如骤雨旋风，飞动圆转，虽变化无常，但法度具备。“张妙于肥，藏真妙于瘦”（黄庭坚《山谷题跋》）。从《苦笋帖》看亦是多用枯墨瘦笔。尽管笔画粗细变化不多，但有单纯明朗的特色，增强了结体疏放的感觉，与其奔流直下、一气呵成的狂草书势相得益彰。 \n乾隆御跋\n苦笋及茗异常佳乃可径来怀素白此卷前有瘦金书笺和玺疑曾入御府而书谱不载岂偶遗之耶董香光谓以澹古为宗之为宗论目书释文如右甲戌夏御书\n作品评价\n历代集评\n项元汴跋《苦笋帖》云：“余仅得宋秘府所藏《苦笋》一帖，其用笔婉丽、出规入矩，未有越于法度之外，畴昔谓之狂僧，甚不解。其藏正于奇、蕴真于草、含巧于朴、露筋于骨，观其以怀素称名，藏真为号，无不心会神解。若徒视形体，以点划求之，岂能窥其精妙，升堂入室？学者必以余言维则，庶乎得其门矣。此书世之希有者，可不宝之，墨林项元汴敬题。”（徐邦达撰《古书画过眼要录·晋隋唐五代宋书法》82页）。\n清代永瑆题《苦笋帖》：“千年《苦笋帖》，草法见藏真。食肉全无相，参禅有后人。平原论钗股，长史脱冠巾。遗迹俱寥貌，唯斯独传神。”\n徐邦达评《苦笋帖》：“草中带行，用笔圆浑精劲，细箸入骨而不枯硬；结构谨严不作狂态，出于右军而加以变化，自成一家；其中如‘常佳’等字还能看到一些王氏法度。生平所见怀素书，断以此卷为真迹无疑。”（徐邦达撰《古书画过眼要录·晋隋唐五代宋书法》，83页）\n朱关田评价怀素《苦笋帖》、《食鱼帖》等墨迹诸种，“堪近禅心，不愧为其晚期书法之代表作”（朱关田著《中国书法史·隋唐五代卷》第三章第三节，江苏教育出版社，2007年9月，120页）。 \n佛门茶书\n《苦笋帖》是可考的最早的与茶有关的佛门书法，也是禅茶一味的产物。苦笋与茶的性状，同佛道中人有许多相通的地方，怀素通过书法充分体现了茶与禅的种种缘分。《苦笋帖》“狂诡”姿态弱，而尽显清逸之态，有古雅淡泊的意趣。 \n递藏著录\n《苦笋帖》宋时曾入绍兴内府收藏，后历经元欧阳玄，明项元汴，清安岐、乾隆内府、永瑢、永瑆、奕欣、戴滢等收藏。\n《苦笋帖》作品无年款。字幅前有清乾隆题签并书引首“醉僧逸翰”。字幅后有宋米友仁、聂子述，明项元汴，清李佐贤、陆润痒等题识。钤有“绍兴”、“欧阳玄印”、“内府图书之印”、“士奇之印”，项元汴诸印，清乾隆诸印，“皇十一子”、“永瑆之印”等鉴藏印。《清河书画舫》、《妮古录》、《书画记》、《平生壮观》、《大观录》、《墨缘汇观》、《书画鉴影》等书著录。 \n怀素，生于公元737年，卒年未详。字藏真，俗姓钱，永州零陵（今湖南零陵）人，是大历十才子之一考功郎中钱起的外甥。自幼出家，经禅之余，从事艺文，尤好草书。曾将弃笔堆积埋之于山下，号称“笔冢”。又广种芭蕉，用蕉叶加以挥洒，即称其居曰“绿天庵”。好饮酒，及其酒酣兴发，寺壁屏幛、衣裳器具，靡不书之，时人谓之“醉僧”。自言得草书三昧，有“狂僧”之称。怀素书法初学欧阳询，后师从邬彤（怀素姨表兄弟）学草书。邬彤是张旭的学生，乃告以笔法。762年（宝应初年）自零陵出游，历衡阳，走广州，客居潭州，然后经岳州，进入长安。772年，怀素回乡，途经洛阳，适逢颜真卿，曾趋谒拜访，僧儒论书，遂为书坛盛事。唐代名士如李白、卢象、戴叔伦、钱起等人，皆有歌行称颂之。 \n相关阅读\n茶与僧侣一\n茶本菩提树，佛光悟处开。自古茶与僧侣结下不解之缘。传晋代名僧慧远，曾在江西庐山东林寺，以自制佳茗款待陶渊明，话茶吟诗，叙事谈经，通宵达旦。及至唐玄宗开元盛世（公元713年至741年），泰山灵岩寺高僧降魔禅师大兴禅教。学禅务于不寐，又不夕食，皆许其饮茶，人自怀挟，到处煮饮，转相仿效，逐成风俗（唐代封演《封氏闻见记》）。即后来所言“山僧活计茶三亩”是也。僧人打坐，讲究凝神静气，务求不寐、不发，大彻大悟，唯茶体证禅心，深饮必悟。可谓“洁性不可污，为饮涤尘烦”（韦应物诗句），“破睡见茶功”（李白句），“苦茶久食益意思”（《华佗食经》）。禅僧早起第一件事是饮茶，后礼佛，饭后也是先品茶再做佛事。坐禅时，每焚完一炷香，就要饮茶。明人乐纯在开列僧人每日“清课”内容时，把“煮茗”排在第二位（《雪庵清史》）。僧人借助于茶完成佛事活动中的坐禅；茶给清静的出家生涯，增添了难得的滋味。 \n茶与僧侣二\n由于寺庙与道观多藏于高山或密林中，与大自然息息相通，故有“寺必有茶，僧必善茗”的说法。\n中国最早种植茶树是西汉时期四川蒙山甘露寺的僧人吴理真，他将七棵茶树植于清峰，被当地人称为仙茶（唐代在此地建立唐明皇的御购茶园，“蒙山顶上茶”由此闻名），这是佛教与茶最早的记载了。饮茶对人体有诸多裨益，而茶本身的淡与雅，又为人的修身养性提供了一个重要的文化载体。\n佛教禅宗主张静气养性，提倡坐禅。暮鼓晨钟里诵经念佛，不免人困乏力，而茶可以清心、提神、醒脑，茶便理所当然成为僧人的伴侣。僧人也由此与茶结下了缘分，千百年来，僧人们长期种茶、制茶、泡茶、品茶，总结出很多各具特色的茶道文化。\n由于茶在世间的广泛普及性，茶同时也成为寺门僧人联系世俗、接待施主说天道地、讲经说法的一种媒介物。苏东坡与佛印和尚的种种趣话、禅谈便是最典型的一个例证。品茶人须戒骄狂浮躁，心静如水，方能品出茶之高低。这与佛教的为人讲究同理。修为较高的僧人，对人对事怀宽容惜悯之心，不做过头事，不图虚名小利，得到的却是整个身心的自由自在。故以此心态植茶、用茶，可深得茶理，亦可深得茶味。 \n茶与禅对联\n一、茶笋尽禅味，松杉真法音。——苏东坡；\n二、一勺励清心，酌水谁含出世想；半生盟素志，听泉我爱在山声。——招隐寺内；\n三、四大皆空，坐片刻不分你我；两头是路，吃一盏各走东西。——洛阳古道一茶亭所书；\n四、一卷经文，苕霖溪边真慧业；千秋祀典，旗枪风里弄神灵。——上饶陆羽泉联。 \n茶与禅诗赋\n一、题德玄上人院\n杜荀鹤（唐代）\n刳得心来忙处闲，闲中方寸阔于天。\n浮生自是无空性，长寿何曾有百年。\n罢定磐敲松罅月，解眠茶煮石根泉。\n我虽未似师被衲，此理同师悟了然。\n二、与茶亢居士青山潭饮茶\n灵一和尚（唐代）\n野泉烟火白云间，坐饮香茶爱北山。\n岩下维舟不忍去，青溪流水暮潺潺。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951551138},{"name":"怀素草书苦笋帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791646553,"text":"草书苦笋帖卷 绢本，无年款。纵25.1厘米　横12厘米 上海博物馆藏\n　　这件\"苦笋帖\"文字不多，总共才l4字，字圆锋正，精练流逸。不仅能使我们观赏到那娴熟的笔法和行云施雨、走蛇舞龙般的线条之美，同时还能直接感受到作者书写时的内在气质。引首：乾隆“醉僧逸翰”。帖后有【宋】米友仁，【明】项元汴、李佐跋。著录于《妮古录》、《书画记》、《平生壮观》、《大观帖》、《诒晋斋帖》、《三希堂续帖》。\n释文：苦笋及茗异常佳，乃可迳来。怀素上。","author":"唐代怀素","description":"怀素草书苦笋帖"}]