[{"name":"文徵明行草赤壁赋","text":"内容介绍\n《天下墨宝:文徵明前后赤壁赋(明代行书)》讲述宋元丰五年七月，苏轼创作了《赤壁赋》一文。时过三月，他又创作一篇《赤壁赋》，于是雨篇《赤壁赋》被人们称为《前赤壁赋》、《后赤壁赋》。明嘉靖三十五年春，八十七岁的文征明书写长达近千言的前后赤壁赋一卷。有方家评说：“书家神怡务闲，两赋悉书。虽用旧笔书写，仍落笔不苟，无衰迟之态，自是佳作。”\n ","category":"行草","verified":true,"user":1,"timestamp":1429951610937},{"name":"文徵明行草赤壁赋","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791629220,"text":"明代中叶以后，文征明以诗文驰名江南，而书法和绘画的声誉更高。后来一直被认为是明代少数几个有代表性的书画家之一。就书法来说，大字端劲蕴藉，小楷精工温纯，于真、行、草、隶各体，都有一定的造诣。他早年从苏轼入手，后来参合了米芾、黄庭坚和王羲之书法的笔意，淳和圆熟而不失清劲。\n\n文征明原名壁，字征明。后来改以征明为名，更字征仲。祖上是湖南衡山人，因号衡山。又因他做过三年翰林院待诏，也被称为『文待诏』。成化六年（公元1470）生于长洲（今苏州市东部），青年时代就有书名，到嘉靖三十八年（公元1559）九十岁时逝世。\n\n这一本文征明所写的苏轼《赤壁赋》，末尾连署名残失十九字。幸在清代陈焯《湘管斋寓赏编》卷三有这样一段记录：『顷于姚江杨君绪思家见待诏行书此赋，跋云：「嘉靖戊午冬十一月廿日，夜寒不寐，篝灯漫书。纸墨欠佳，笔尤不精，殊不成字。聊遣一时之兴耳，观者其毋哂焉。征明年八十九。」为最晚年书，而绝无衰飒之状，可宝也。壬寅秋九月附记。』壬寅是乾隆四十七年（公元1782），那时『聊遣一时之兴耳』等末十九字还未缺。光绪二十三年（公元1897）陈豪为恽氏题跋时，已经恽氏改装为册。这十九字怎样失去，已无从查考。\n\n据题记年月，是文征明八十九岁时所书，距他逝世只有四个月。虽然他自己以为『笔尤不精，殊不成字』其实比之现在所见其他各种印本的《赤壁赋》，（一本，嘉靖二十一年壬寅七月十日作，点石斋印；一本，嘉靖二十九年庚戌七月作，有正书局印；一本，嘉靖三十七年戊午二月既望作，原故宫印本，艺苑真赏社复印；一本，嘉靖三十年辛亥四月十六作，日本博文堂印本）都为精到。『潇洒流落，翰逸神飞』可谓已至『人书俱老』的境地。\n\n前赤壁赋\n　　原文\n　　壬(rén)戌 (xū)之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属（zhǔ）客，诵明月之诗，歌窈窕之章。少(shǎo) 焉，月出于东山之上，徘徊于斗(dǒu )牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯(píng)虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。\n　　于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹(zhào)兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和(hè)之。其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠(lí)妇。\n　　苏子愀（qiǎo）然，正襟危坐，而问客曰：“何为其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌。山川相缪(liáo)，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳(zhú)舻(lú)千里，旌(jīng)旗蔽空，酾(shī)酒临江，横槊(shuò)赋诗，固一世之雄也，而今安在哉？况吾与子渔樵(qiáo)于江渚(zhǔ)之上，侣鱼虾而友麋(mí)鹿。驾一叶之扁舟，举匏（páo）樽以相属（zhǔ）。寄蜉(fú)蝣(yóu)于天地，渺沧海之一粟(sù)。哀吾生之须臾(yú)，羡长江之无穷。挟（xié）飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”\n　　苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也;盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬。自其不变者而观之，则物与我皆无尽也，而又何羡乎？且夫天地之间，物各有主。苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月。耳得之而为声，目遇之而成色。取之无禁，用之不竭，是造物者之无尽藏(zàng)也，而吾与子之所共适(shì)。”\n　　客喜而笑，洗盏(zhǎn)更酌 (zhuó)。肴(yáo)核既尽，杯盘狼籍(jí)。相与枕藉(jiè)乎舟中，不知东方之既白。\n　　译文\n　　壬戌年秋天，七月十六日，我和友人乘船在赤壁下面游玩。清风缓缓吹来，江面水波平静。于是举杯邀客人同饮，朗诵明月之诗，歌唱《窈窕》这首诗中的章节。不一会儿，月亮从东山上升起，缓慢地在斗宿和牛宿之间移动。白茫茫的雾气横贯江面，江面反射的月光与天际相连。我们任凭苇叶般的小船在茫茫万顷的江面上自由飘动，越过浩荡渺远的江面。多么广阔浩瀚呀，像是在天空中驾风遨游，不知船将停留在何处；多么飘然恍惚呀，我们好像独立长空，遗弃尘世，飞天成仙了。\n　　这时候喝着酒，快乐极了，敲着船舷唱起来。歌道：“桂树做的棹啊，木兰做的桨，（桨）划破月光下的轻波啊，（船)在月光浮动的水面上逆流而上。多么深沉啊，我的情怀，仰望着我思慕的人儿啊，他在那遥远的地方。”有一个与苏轼同游的吹洞箫的客人，按着歌声吹箫应和。箫声呜呜呜，像是怨恨，又像是思慕，像是哭泣，又像是倾诉，尾声凄切，婉转，悠长，如同不断的细丝。能使深渊中的蛟龙听了起舞，使独坐孤舟的寡妇听了落泪。\n　　苏轼容色突变，整理了衣裳，端正地坐着，问友人说：“（曲调）为什么会这样（悲伤）?”客人说：“‘月明星稀，乌鹊南飞’，这不是曹孟德的诗吗?向西望是夏口，向东望是武昌，山水环绕，一片苍翠，这不是曹孟德被周瑜围困的地方吗?当他夺取荆州，攻下江陵，顺着长江东下的时候，战船连接千里，旌旗遮蔽天空，面对江面斟酒，横端着长矛朗诵诗篇，本来是一代的英雄啊，可如今又在哪里呢?何况我同你在江中和沙洲上捕鱼砍柴，以鱼虾为伴，与麋鹿为友，驾着一叶孤舟，在这里举杯互相劝酒。只是像蜉蝣一样寄生在天地之间，渺小得像大海中的一颗谷粒，哀叹我生命的短暂，而羡慕长江的流水无穷无尽。希望同仙人一起遨游，与明月一起长存。我知道这是不可能轻易得到的，因而只能把箫声的余音寄托给这悲凉的秋风。”\n　　苏轼说：“你们也知道那水和月亮吗?(江水)总是不停地流逝，但它们并没有流走；月亮总是那样有圆有缺，但它终究也没有增减。要是从它们变的一面来看，那么，天地间的一切事物，甚至不到一眨眼的工夫就发生了变化；要是从它们不变的一面来看，万物同我们一样都是永存的，又羡慕它们什么呢?再说，天地之间，万物各有主人，假如不是为我所有，即使是一丝一毫也不能得到。只有这江上的清风和山间的明月，耳朵听到了就成为声音，眼睛看到了就成为景色，占有它们，无人禁止，使用它们，无穷无尽。这是大自然无穷无尽的宝藏，而我能够同你共同享用。”\n　　友人听了之后，高兴地笑了。洗净杯子，重新斟酒。菜肴果品已吃完了，杯盘杂乱地放着。大家互相枕着靠着睡在船中，不知不觉东方天空已经亮了。","author":"明代文徵明","description":"文徵明行草赤壁赋"}]