[{"name":"宋璲书法","text":"宋璲（1344-1380年）字仲珩，浦江（今浙江浦江）人，宋濂次子。洪武九年（1376年）官中书舍人。\n宋璲-人物简介\n宋璲（1344-1380），明代书法家。字仲珩，浦江（今属浙江）人。宋濂次子，洪武九年（1376）官中书舍人，因牵涉于胡惟庸一案，受连坐并死。卒年三十七。擅诗，精篆、隶、真、草书。传世书法作品极少，《明史》附《宋濂》后。\n宋璲-人物生平\n元至正四年甲申（1344），浙江浦江人、翰林学士承旨、书法家宋濂的次子出生，取名宋璲，字仲珩（按明史作燧字伯珩）。生在这样的家庭，不用说用功于诗书学问等方面自不待言。成人后宋璲有诗名，并在洪武九年（1376）官中书舍人，中书舍人在明代属内阁中书科，掌书写诰敕、制诏、银册、铁券等。宋璲被人称道，还是在书法方面，精篆、隶、真、草书，小篆得“二李”遗意，许为明代第一。“尝见梁草堂法师摹篆及吴天玺元年（276）皇家三段石刻，观之至忘寝食，遂悟笔法（明何乔远《名山藏》）。”明袁宏道说“仲珩草书书为当代第一，篆书卷劲如铁，丰道生不及也（《袁中郎集》）。”宋濂有时看到儿子写到佳处，叹道：“写老夫名足可传世矣，”每读到此常使人发笑，宋璲不用父名书已传世，足见宋濂过于迷信自己了。明洪武十三年（1380），丞相胡惟庸因“谋反”罪被杀，右丞相汪广洋也因涉此案赐死。太师李善长与陆仲亨等人“以功大不问”。此案一时株连一万五千余人。宋璲兄宋慎当时也供奉内廷，为仪礼司序班，祖孙、父子当时还因共官内廷而引起许多人的艳羡，这时宋慎因与胡惟庸有牵连而获罪，宋璲连坐与宋慎并死。宋濂保全性命，全家谪茂州。\n书法水平\n宋璲精篆书、隶书、真书、草书。曾见梁草堂法师墓篆及吴天玺元年（276年）皇象书三段石刻，观之至忘寝令，遂悟笔法。大篆纯熟姿媚，小篆之工为明朝第一。宋濂每见佳处便曰：“写老夫名足可传世矣。”高皇谓：“小宋字画犹媚，如美女簪花。”行书亦有气韵。草书出入变化，不主故常，又非株守一格。笔法沉顿雄快，兼篆、籀，急就之能，不独步骤旭、素也。\n宋璲-历史评价\n《名山藏》称其精篆、隶、真、草，小篆之工，为国朝第一。陶宗仪《书史会要》称：“璲大小篆纯熟姿媚，行书亦有气韵。”何良俊《四龙斋书论》评其书师法康里巎巎，可称入室弟子。\n宋璲-诗歌作品\n【采桑曲】\n桑芽露春微似粟，小姑把蚕试新浴。\n宋璲《敬覆帖》图册\n素翎频扫细于蚁，嫩叶纤纤初上指。\n朝采桑，暮采桑，采桑不得盈顷筐。\n羞将辛苦向姑语，妾命自知桑叶比。\n家中蚕早未成眠，大姑已卖新丝钱。\n岸上何人紫花马，却欲抛金桑树下？\n【春夜辞】\n春閤凝温翠云绕，五色流苏垂袅袅。\n美人自脱玉花钿，子帐香栖绿衣鸟。\n铜凫漏声夜初堕，红晕摇晴燃蜡火。\n欲寄相思无鲤鱼，月色梨花愁朵朵。\n谩将软带结同心，开帘微步秋千阴。\n芳眠未稳鸳鸯枕，早树重重啼翠禽。\n宋璲-传世作品\n【采桑曲】\n桑芽露春微似粟，小姑把蚕试新浴。\n宋璲《敬覆帖》图册\n素翎频扫细于蚁，嫩叶纤纤初上指。\n朝采桑，暮采桑，采桑不得盈顷筐。\n羞将辛苦向姑语，妾命自知桑叶比。\n家中蚕早未成眠，大姑已卖新丝钱。\n岸上何人紫花马，却欲抛金桑树下？\n【春夜辞】\n春閤凝温翠云绕，五色流苏垂袅袅。\n美人自脱玉花钿，子帐香栖绿衣鸟。\n铜凫漏声夜初堕，红晕摇晴燃蜡火。\n欲寄相思无鲤鱼，月色梨花愁朵朵。\n谩将软带结同心，开帘微步秋千阴。\n芳眠未稳鸳鸯枕，早树重重啼翠禽。\n","category":"草书","verified":true,"user":1,"timestamp":1429951604868},{"name":"宋璲书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791639194,"text":"宋璲《敬覆帖》，纸本，草书，26.9×54.8cm。故宫博物院藏。\n【释文】璲敬覆别来数日便觉鄙陋顿生第未知何时可见昨日会令姪叔高还伏审候纳福为慰潜溪外集望即授的当人示还幸勿淹滞恐失落难寻也诅楚文何时可睹游五泄之兴浓甚下知几时可遂否此亦有定数耶呵呵灯下草草不能详尽尚容面既四月三日璲敬覆\n\n此为宋璲传世仅见的墨迹，用笔流畅劲健，长于结势，时出章草笔法。明方孝孺称之“如天骥行中原，一日千里”，形象地概括出宋璲草书的艺术特点。\n宋璲（1344-1380），明代书法家。字仲珩，浦江（今属浙江）人。宋濂次子，官中书舍人。《名山藏》称其精篆、隶、真、草，小篆之工，为国朝第一。陶宗仪《书史会要》称：“璲大小篆纯熟姿媚，行书亦有气韵。”何良俊《四友斋书论》评其书师法康里巎巎，可称入室弟子。传世书法作品极少。《明史》附《宋濂》后。","author":"明代宋璲","description":"宋璲书法"}]