[{"name":"陈绎曾楷书静春先生诗集后序","text":"陈绎曾（生卒年月未详），元代元统、至正年间书法家。字伯敷，处州（今属浙江）人。举进士，官至国子监助教。\n\n【名称】元陈绎曾楷书静春先生诗集后序\n【规格】纸本，小楷，纵31.2厘米，横49.5厘米\n【现状】现藏故宫博物院。\n收藏跋印\n此序落款“至治元年三月既望”，即1321年。陈绎曾所书《静春先生诗集后序》是元人书《静春堂诗集》序卷中的一段。除陈绎曾，另有龚璛、陆文圭、杨载、汤弥昌等人作序，虞集、郭麟孙题跋，钱重鼎题诗以及黄溍撰写《故静春先生袁君墓志铭》。\n作品赏析\n此序以小楷书成，劲利有致，用笔精劲细腻，游刃有余，笔到之处清雅飘逸。按陶宗仪《书史会要》记载：“陈绎曾善于书法，真草篆隶俱通习之，各得其法。”陈绎曾的墨迹传世很少，此为其代表之作。\n静春堂为袁易所居斋堂的名称。《静春堂诗集》是袁易次子袁仲长裒辑其父遗稿编成，并请父亲的好友题序。陈绎曾所书《静春先生诗集后序》，是元人书《静春堂诗集》序卷中的一段。除陈绎曾外，另有龚璛、陆文圭、杨载、汤弥昌等人作序，虞集、郭麟孙题跋，钱重鼎题诗以及黄溍撰写《故静春先生袁君墓志铭》。从此序落款“至治元年三月既望”可推知，陈绎曾这件作品作于1321年。\n虽然有些口吃，但精敏异常，文辞汪洋浩博。诸经注疏，多能整段整段地背诵。元至正三年(1343)，任国史院编修，分撰《辽史》。著有《文筌谱论》、《古今文式》、《科举文阶》、《行文小谱》等。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951546753},{"name":"陈绎曾楷书静春先生诗集后序","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791643472,"text":"陈绎曾《静春先生诗集后序》纸本，31.2X49.5厘米，北京故宫博物院藏。\n　　静春堂为袁易所居斋堂的名称。《静春堂诗集》是袁易次子袁仲长裒辑其父遗稿编成，并请父亲的好友题序。陈绎曾所书《静春先生诗集后序》，是元人书《静春堂诗集》序卷中的一段。除陈绎曾外，另有龚璛、陆文圭、杨载、汤弥昌等人作序，虞集、郭麟孙题跋，钱重鼎题诗以及黄溍撰写《故静春先生袁君墓志铭》。从此序落款“至治元年三月既望”可推知，陈绎曾这件作品作于1321年。\n　　陶宗仪《书史会要》记载：“陈绎曾善于书法，真草篆隶俱通习之，各得其法。”但陈绎曾的墨迹传世很少，此为其代表之作。陈绎曾的小楷取法魏晋，作品结体稳健，体态端庄质朴、温润秀劲，法度谨严而意态生动。此作虽无雄浑的气势，却具晋唐书法的风致，也有自己的一定风貌，风格清秀俊雅。此作用笔精劲细腻，笔到之处清雅飘逸。他有意使点画的长短曲直各随字态，笔画繁者令其大，简者令其小，欹正疏密，方圆肥纤，一任自然。作品点画以圆笔为主，圆劲丰润，写得敦厚有力，恰似抛砖落石，使人不敢以虚妄之意拟之。同时，在沉着、含蓄的用笔之中，融合着一种“道和神明”的天性，点画顾盼生姿，笔断意连。在布局上，字距安排得比较疏松，拉开行间距离，使作品显得宽绰舒展，从而体现出见小为大、见密为疏的效果。\n　　在这里，不得不提一下陈绎曾的《翰林要诀》这部重要著述。元代书法理论著作较多，有属于通论的，有属于丛辑的。陈绎曾所著《翰林要诀》属于书法技法类。该书对执笔法、血法、骨法、筋法、直法、圆法等各种方法，俱立种种名目，并一一进行论说，论述翔实独到。正因如此，人们对《翰林要诀》异常看重。他在“血法”一则中称：“字生于墨，墨生于水。水者，字之血。”又说：“笔尖受水，一点已枯矣。水墨皆藏于副毫之内，蹲之则水下，驻之则水聚，提之则水皆入纸矣。”陈绎曾对书写者情绪同书法的关系，论述得同样很精彩。他写道：“情有重轻，即字之敛舒险丽亦有浅深，变化无穷。”怎么变呢？具体说就是：“喜即气和而字舒，怒则气粗而字险，哀即气郁而字敛，乐则气平而字丽。”人欢喜时，心气和谐，写出来的字就舒展；人发怒时，心气粗闷，写来的字就险绝；人悲哀时，心气忧郁，写出来的字就内敛；人高兴时，心气平和，写出来的字就秀丽。总之，人喜怒哀乐的思想情趣、向往追求都会从字的神采、风格上反映出来。由此，再来观赏陈绎曾这件小楷作品，虽无惊人之态，却有隽永之趣。其笔画婉转，节奏缓和，结字落落大方，自然有致，险妙之处常以朴实平淡出之，给人以舒坦怡然的感觉，当是陈绎曾在平心静气的状态下写成的。作品全篇有萧远天然的雅致气息，绝无庸俗粗陋的野气，恰似一首清新和畅的田园诗，其中蕴涵着疏朗、儒雅、静穆的情调，只要你心潜其中，自会同作者一样，心生愉悦之感。","author":"元代陈绎曾","description":"陈绎曾楷书静春先生诗集后序"}]