[{"name":"赵之谦六朝别字记初稿写字本","text":"赵之谦（1829年－1884年），中国清代著名的书画家、篆刻家。汉族，浙江绍兴人。初字益甫，号冷君；后改字撝叔，号悲庵、梅庵、无闷等。赵之谦的篆刻成就巨大，对后世影响深远。近代的吴昌硕、齐白石等大师都从他处受惠良多。\n生平简介\n赵之谦初字益甫，号冷君；后改字撝叔，号铁三、憨寮、又号悲庵、无闷、梅庵等。所居曰“二金蝶堂”、“苦兼室”，官至江西鄱阳、奉新知县，工诗文，擅书法，初学颜真卿，篆隶法邓石如，后自成一格，奇倔雄强，别出时俗。善绘画，花卉学石涛而有所变化，为清末写意花卉之开山。篆刻初学浙派，继法秦汉玺印，复参宋、元及皖派，博取秦诏、汉镜、泉币、汉铭文和碑版文字等入印，一扫旧习，所作苍秀雄浑。青年时代即以才华横溢而名满海内。他在书法方面的造诣是多方面的，可使真、草、隶、篆的笔法融为一体，相互补充，相映成趣。赵之谦曾说过：“独立者贵，天地极大，多人说总尽，独立难索难求”。他一生在诗、书、画、意上进行了不懈的努力，终于成为一代大师。\n自幼读书习字，博闻强识，曾以书画为生。参加过3次会试，皆未中。44岁时任《江西通志》总编，任鄱阳、奉新、南城知县，卒于任上。擅人物、山水，尤工花卉，初画风工丽，后取法徐渭、朱耷、扬州八怪诸家，笔墨趋于放纵，挥笔泼墨，笔力雄健，洒脱自如，色彩浓艳，富有新意。其书法初师颜真卿，后取法北朝碑刻，所作楷书，笔致婉转圆通，人称“魏底颜面”；篆书在邓石如的基础上掺以魏碑笔意，别具一格，亦能以魏碑体势作行草书。赵之谦篆刻初摹西泠八家，后追皖派，参以诏版、汉镜文、钱币文、瓦当文、封泥等，形成章法多变，意境清新的独特风貌，并创阳文边款，其艺术将诗、书、画印有机结合，在清末艺坛上影响很大。其书画作品传世者甚多，后人编辑出版画册、画集多种，著《悲盦居士文》、《悲盦居士诗》、《勇庐闲诘》、《补寰宇访碑录》、《六朝别字记》，其印有《二金蝶堂印谱》。此外赵之谦撰有《张忠烈公年谱》，以编年的形式叙述明末抗清名将张煌言的一生。\n收藏大家\n藏书秘册甚多。家有藏书楼为“二金蝶堂”、“仰视千七百二十九鹤斋”。藏书印有“赵之谦”、“二金蝶堂藏书”、“为五斗米折腰”、“鹤庐”、“二金蝶堂双钩两汉刻石之记”等。据藏书刻有《仰视千七百二十九鹤斋丛书》（简称《鹤斋丛书》），6集，38种，所首经说、杂史、金石、笔记等，都是篇幅短小的罕传之书。其中《英吉利广东入城始末》一书，为当时最新的历史记载。性狂放，善画写意花卉，与任伯年、吴昌硕并称“清末三大画家”。书学二王及颜体，创造出沉雄朴厚的独特风格。又精于纂刻，印文浑朴厚劲。善诗文。著《国朝汉学师承续记》、《补环宇碑访录》、《勇庐闲话》、《二金蜨堂印存》、《辑雅堂诗话》、《梅庵集》、《悲庵居士诗膡》等。 \n书法生涯\n赵之谦在《章安杂说》中记道：“二十岁前，学《家庙碑》，日五百字。”可见其于颜体，用功极勤。然而时世之变，帖学渐衰，碑学方兴，历史潮流，不可抗拒。正如康有为所说的：“碑学之兴，乘帖学之坏，亦因金石之大盛也。……泾县包氏以精敏之资，当金石之盛，传完白之法，独得蕴奥。大启秘藏，著为《安吴论书》，表新碑，宣笔法，于是此学如日中天。迄于咸、同，碑学大播，三尺之童，十室之社，莫不口北碑，写魏体，盖俗尚成矣。”赵之谦处于此时此境，以其性格，绝不甘落人之后，凭其才能，亦必定成为时代的弄潮儿。\n赵之谦避走温州后，有空闲得读《安吴论书》，深为包安吴理论所折服。在《章安杂说》中已看出他倾心六朝古刻之心态：“六朝古刻，妙在耐看。猝遇之，鄙夫骇，智士哂耳。瞪目半日，乃见一波磔、一起落，皆天造地设，移易不得。必执笔规模，始知无下手处。不曾此中阅尽甘苦，更不解是。”又云：“安吴包慎伯言，曾见南唐拓本《东方先生画赞》、《洛神赋》，笔笔皆同汉隶。然则近世所传二王书可知矣。重二王书始唐太宗。今太宗御书碑具在，以印世上二王书无少异。谓太宗书即二王书可也。要知当日太宗重二王，群臣戴太宗，模勒之事，成为迎合。遂令数百年书家奉为祖者，先失却本来面目。而后八千万眼孔竟受此一片尘沙所眯，甚足惜也。此论实千载万世莫敢出口者，姑妄言之。阮文达言，书以唐人为极，二王书唐人模勒，亦不足贵，与余意异而同。”其于书不满足于二王也如此。于是，他开始了学习书法的转折，渐与二王系统分道扬镳了。在他赴京之后，与沈均初、胡甘伯、魏稼孙等相聚，皆癖嗜金石，其时他正着手重编《补寰宇访碑录》，大量搜罗古刻，尤其是得《郑文公碑》，最为之心仪。35岁前后年余时间，每日流连往返于琉璃厂，奇赏疑析，晨夕无间。\n赵之谦逐步地完全放弃了颜体书而转向了北魏书法。他36岁为祁季闻书写楷书自作诗十二开册，可以说是他学北魏书初期经典。而此一年前，赵之谦还保留着颜体书风，仅仅一年的时间，他的书风便发生了质的变化，这对常人而言，是不可想象的。从此，他弃颜入魏，一发而不可止。37岁时，致胡培系（子继）函中述道：“弟读《艺舟双楫》者五年，愈想愈不是。自来此间，见郑僖伯所书碑，始悟卷锋。见张宛邻书，始悟转折。见邓山人真迹百余种，始悟顿挫。然总不解‘龙跳虎卧’四字，及阎研香（汉军，名德林，包氏弟子之一）来，观其作字，乃大悟横竖波磔诸法。阎氏学此已三十年，其诀甚秘，弟虽以片刻窃之，究嫌骤入。但于目前诸家，可无多让矣。书至此，则于馆阁体大背，弟等已无能为役，不妨各行其是。”《艺舟双楫》是赵之谦由颜体转为北魏书的指导理论。郑道昭的诸刻石，使其领悟到了“卷锋”的行笔方法。张宛邻（名琦，1764～1833年）书法，又开阔了赵之谦的眼界，使其知道真、隶的书法互用。而邓石如的书法，使其悟出了行笔的顿挫韵律。此外，赵之谦还特别称道张琦之女张纶英（1780～？年），以为“国朝书家无过阳湖女士张婉钏名纶英，郑僖伯以后一人也”。张纶英善北碑，以郑道昭为法。与赵的作品对比一下，可以明显地看出她对赵的影响。\n然而，观赵之谦35岁后之书，甚至是40岁前后书，风格虽初步形成，而乏笔力，其中运笔、转折、连接，多有勉强之处。正如他在致魏稼孙函中所说的：“弟此时始悟通自家作书大病五字，曰：起讫不干净。（此非他人所能知者。兄或更有指摘，万望多告我。）若除此病，则其中神妙处，有邓、包诸君不能到者，有自家不及知者。”这一“起讫不干净”五字病，在行书方面，显得更为明显。大约是在40岁之后逐渐得以解决。确切说，是在赴江西任前后—44岁前后完善定格，50岁以后最终完成而至“人书俱老”之境，直逼南北朝高手，有目共睹。正如其自称：“汉后隋前有此人”，信然！\n上溯秦汉，下开风气，篆隶行融会贯通\n赵之谦于篆书，或因其学篆刻，最初源自邓石如、吴让之，其次受同事胡澍影响。当时的篆刻，皆以小篆入印。赵之谦亦学此而只擅长小篆，大篆作品极少，能见得到的仅一横额，故不足论。清代善篆书者以邓石如为第一，这在赵的时代已成定论。其他如王澍、洪亮吉、钱坫、孙星衍等篆书高手，皆重玉筋篆，乏变化，不合赵之谦性格，故不为赵所重。邓之后，张惠言、吴让之、德林传其篆法。而同事好友胡澍则于此道有专长。赵在54岁为弟子钱式临《峄山碑》册时写道：“峄山刻石北魏时已佚，今所传郑文宝刻本拙恶甚。昔人陋为钞史记，非过也。我朝篆书以邓顽伯为第一，顽伯后近人惟扬州吴熙载及吾友绩溪胡觰甫。熙载已老，觰甫陷杭城，生死不可知。觰甫尚在，吾不敢作篆书。今觰甫不知何往矣。钱生次行索篆法，不可不以所知示之，即用邓法书绎山文，比于文宝钞史或少胜耳。”这其中透出种种信息，其中根本性的则是师法邓石如。然而，赵之谦与吴让之的最大区别，便是不墨守成规，师法邓石如而不死守邓法，化人为己用。他评邓石如，天分四，人力六；而包世臣天三人七；吴让之天一人九；自己则是天七人三。凭天分则在诸人之上。因此，从心底里，他也不服邓石如，以为经过努力，除却“起讫不干净”五字病，则有邓、包诸君不能到者。\n赵之谦34岁临《峄山碑》册及前后篆书作品，结构在邓石如、胡澍之间，笔力尚乏沉雄。中年为鹤年临李阳冰《城隍庙碑》等篆隶二体团扇中篆书，将结构美化到了一个极致，在邓石如、吴让之、胡澍之外，别出新意。而此新，则主要在于“结构”之美。隶书对于赵之谦，从某种意义上讲是附带性的书体。他曾说：“生平因学篆始能隶，学隶始能为正书。”正书—北魏书是赵之谦用力最勤、亦最得意者，自称“仅能作正书”，篆隶则是为正书的学习作铺垫。当然，这只是一种说法，而实际上赵之谦的篆书已如前述，而隶书亦自成家。\n赵之谦于隶书涉猎很广，从其传世作品中便可知其所学。先后临书有：《石门颂》、《樊敏碑》、《三公山神碑》、《刘熊碑》、《封龙山碑》、《武荣碑》、《魏元平碑》、《成阳灵台碑》等等。从35岁至50岁以后，作品中皆有临汉碑者。35岁进京后，广搜碑版。曾为沈均初藏《刘熊碑》作详细考证，以天一阁宋拓本及翁方纲摹刻江秋史巴予籍双钩本为底本，逐一校勘，并作释文题记。又别出双钩之法，大量钩摹汉碑刻石。其中有《二金蝶堂双钩汉碑十种》，皆稀见刻石残字。45岁为李文田补摹《西岳华山庙碑》残本96字，即因“旧双钩本”，可知其早年亦曾钩过《西岳华山庙碑》。他在35岁时刻《会稽赵氏双钩本印记》，作铭云：“不能响莪能双钩，但愿文字为我留，千载后人来相求。”可知，赵之谦于隶书，用功亦勤矣！\n赵之谦初学邓石如，而后上溯汉碑。以赵之性格，不死守一法，更不拘于某家某体，甚至某碑，故其师法汉隶，终成自家面貌。其初期作品能见到的约35岁前后作，尚欠火候，或形似古人而已。中年《为幼堂隶书七言联》（40岁）、《隶书张衡灵宪四屏》（40岁）、《为煦斋临对龙山碑四屏》（41岁），则已入汉人之室，而行笔仍有邓石如遗意。晚年如正书，如篆书，沉稳老辣，古朴茂实。笔法则在篆书与正书之间，中锋为主，兼用侧锋。行笔则寓圆于方，方圆结合。结体扁方，外紧内松，宽博自然。平整之中略取右倾之势，奇正相生。\n赵之谦作品最多、传世最广的是行书。35岁前作品多行书，皆自颜体，细审之，与何绍基有同出一辙者，温文尔雅，雄浑而洒脱。35岁时，在四月为厚夫作行书七言联：“参从梦觉痴心好，历尽艰难乐境多。”还依然颜面，而在一个月之后为子莼作行书八言联：“春云乍阴，窗外疑夕；午睡未足，枕中游仙。”则开始疏远“颜风”了，在十月作篆书四言联为魏稼孙补款时，则字形由长方变方扁，虽然点划还未完全脱离“颜风”，而已由量变开始质变。36岁之后此种颜体行书便再不复作。37岁前后以北碑法试作行书，多牵强之处，其自评之“起讫不干净”5字病，在这一时期可以明显看得出，转折不自然，笔力亦靡弱。众所周知，赵之谦北魏风行书是其独创，前无古人。邓石如开北魏书风气，而其行草则不作中锋行笔，而用卷锋，裹笔而行。包世臣亦然，字型则未脱唐人风范。唯有赵之谦，始将北魏书笔法直接运用到行书之中。因此，它没有前人所遗留下的“参照物”，而且由于北魏书独特的用笔方法：卷锋加侧锋转换为中锋，很难于连贯。对此，赵首先是在“文稿”小行书，或者说小字落款中得以解决。40岁前后的款书已经自然老到而全然无生硬之处，虽笔力还不够浑厚，而行笔已无不畅。从某种意义上讲，其行书作品的完全成熟要晚于正书、篆书以及隶书，是最后才得以羽化成形的。45岁以后，心手双畅，已能随心所欲，故而一任自然，从笔驱毫，挥洒自如。赵之谦曾自称：“行书亦未学过，仅能稿书而已”。其实赵之谦晚年作品中行书占八九成，是其作品之重心。只是世间以北魏正书论赵之谦，而忽略其它书体，以至于视北魏风行书为“赵之谦北魏书”，而不予以区别。大凡有成之书家，必自正书入，而以行书结。王羲之、颜真卿、苏东坡、赵孟緁、董其昌……，皆如此。近代书法，多挂轴于墙面来欣赏，更是注重行书作品。尽管赵以北碑名世，传世仍以行书为多。这大概是世人对书家的要求。\n一个人的书风，各种书体最终如果能得到统一，则其必具独到风格。50岁之后的赵之谦，尤其是他最晚年的作品，各种书体均已达到了“人书俱老”的境界。所可惜的，是赵之谦平生少作草书，从中年草书《为犍汀草书集圣教序联》观之，浑厚质朴中见飘逸，亦全出自北魏笔法。\n绘画生涯\n知前人到处到前人未到处\n—赵之谦绘画\n曾见赵之谦与任熊（渭长）（1823～1857年）合作之画。如果我们将赵之谦31岁所作的《为元卿花果图册十二开》（上海博物馆藏）和《为英叔花卉图册十四开》（故宫博物院藏）与任熊的《姚大梅诗意图册一百二十开》（故宫博物院藏）和作于大碧山馆的《花卉图卷》（故宫博物院藏）相比，不难发现两者的诸多共同之处。牡丹等花卉的画法几乎一样。勾勒后设色，方法也相同。各种花卉绵密穿插，布置大开大合也非常相近。两人的绘画技法、绘画观念是相通的。赵在《为元卿花果图册十二开》中题道:“任渭长死，吾谁与语。”两人都是浙江人，且有共通的友人—大碧山馆主人丁文蔚（字蓝叔，1827～1890年）。丁与任是同乡，皆为萧山人。丁与赵曾结拜为兄弟，丁蓝叔长于诗，也擅长书画，与任、赵有同好，画风也相近，由此也可知他们之间的交往。可以推想，赵早年或受过任的影响，曾一起作画，互论画理。\n对古典绘画用功\n从他的画中题款，我们可以看到他所取法的画家有：吴镇、李鱓、张彦、马元驭、恽寿平、张敝、王武、蒋廷锡、陈洪绶、寄尘、李方膺、徐渭、邹一桂、周之冕、陆治、石涛、边寿民、王蒙、钱载、王宸、沈襄等等。这其中，提及最多的当是李鳝，其次是恽寿平、徐渭等。\n清代早些时候花鸟画，以恽南田为代表，研求没骨法，上追北宋徐崇嗣画风，设色典雅明丽，开时代新风。一时形成“南田派”。“扬州八怪”出，一洗南田派末流纤弱风气，以写意法作画，气势恢宏。他们学习徐青藤、陈白阳以及八大山人，以书入画，追求书写效果，重其神而轻其形，一时间在民间广为流行。“扬州八怪”之后，写意画也趋颓势。至道光年间，画界相当沉寂。赵之谦正是在这个时期出生的。他在大约同治元年（34岁）时为又溪作行书四屏，其中一屏录10岁时的诗句，称:“此仆十岁题指画《松月生凉图》句也。”据此可知赵在少时便用功于绘画。从他传世画作观，他曾对恽南田的没骨画法用功极深。他的勾线、设色及写生造型能力都非常好，评者称其“青年时习恽寿平画法”。\n但赵之谦更长于分析综合，他把恽南田的没骨画法与“扬州八怪”的写意画法相结合。特别是汲取李复堂（鳝）小写意的手法，以“南田”设色出之。将清代两大花鸟画流派合而为一，创造出新的风格。由于他书法功力深厚，线条把握精到，以这种富有金石气的笔法勾勒，粗放厚重而妙趣横生。运用各体字体题款，长于诗文韵语，这也是他高出其他清末画家，成为绘画巨匠的一个重要因素。他是诗书画印有机结合的典范。\n综观赵的传世画作，最令人赞叹的就是他的绘画题材，画前人所未画。33岁时为避战乱而客居温州一带，在那儿见到了新奇的花卉和海产品，他将所见一一写入画中，从而大大开拓了绘画的题材。他的《异鱼图》、《瓯中物产卷》、《瓯中草木图四屏》等等，成了中国绘画史上不朽的杰作。\n由于他高超的艺术成就，以上海为中心的艺术家们，特别是吴昌硕等新一代受赵之谦影响，逐渐形成了崭新的流派—海派绘画。潘天寿在《中国绘画史》中这样写道:“会稽撝叔赵之谦，以金石书画之趣作花卉，宏肆古丽，开前海派之先河。”事实上，赵之谦的影响不只限于海上，齐白石、陈师曾等北派巨匠们也一样受过他的影响。\n篆刻生涯\n不以印传盛年息刀\n—赵之谦篆刻\n尽管赵之谦一生所刻不到四百方印作，但他已站到了清代篆刻的颠峰。其中诸多的历史经典，影响着后来的吴昌硕、黄牧甫、齐白石、赵叔儒、易大厂，直至现在这一百多年的整个篆刻史。\n篆刻\n（现代意义上的篆刻艺术）始于明，盛于清中期，以丁敬、邓石如为代表，开派立宗，形成两大体系:浙派和皖派。浙派有西泠八家，赵之谦初学篆刻之时，赵次闲、钱松还在世，皖派则有吴让之。赵之谦家在绍兴，离杭州不远，在当时的交通以及社会环境下，受地域影响，从浙派入手，便成为必然。事实上赵之谦是从学陈曼生开始的。他36岁时说:“余少学曼生，久而知其非，则尽弃之。”（《杭四家印谱〈附二陈〉序》）有一点可以肯定，他弃曼生，却没弃浙派。在34岁与魏稼孙在福州相遇之前，一直有仿浙派的作品。这期间的作品，大约有近百方传世。现在能见到最早的有年款的作品是24岁的两方:《躬耻》、《理得心安》。此时印风明显是浙派，但很快就发现有邓石如的皖派风格的出现。26岁前后刻的《陶山避客》，款称:“学完白山人作。此种在近日已如绝响。俗目既托为文何派，刻印家又狃于时习，不知几理，可慨也。”同期所刻的《蕺子》也是仿邓石如，而另一方《付以豫茂臣氏之印信》则称“略有秋景陁意”。约同年刻的《以豫白笺》和27岁刻的《郭承勋印》又明显是汉印风。由此可见，这一时期的作品是介于浙派、皖派、汉印之间，摇摆不定的。然而，他不满足于浙派、皖派和汉印，而是在寻求浙、皖两派合处的同时，上溯秦汉，进而将触角伸向汉碑汉镜等等。其取法之广，是前无古人的。\n辛酉冬，避乱温州的赵之谦应在福建为官的老友付节子的邀请，航海到了福州。次年3月，魏稼孙来访，二人一见如故，结为金石交。二人的结交，对于赵之谦篆刻艺术来说，具有极为深刻的意义。\n魏稼孙虽不刻印，却对印学有精解，且好集印谱。赵之谦印名在外，魏早为之心仪。相见之初，互赠诗稿，赵为作书画。之后，一起探讨印论，并请赵为其刻印。赵之谦精于篆刻，而不好刻印，“以少有合故”（《何传洙印》款）。即便遇到魏稼孙这样的知音，也不轻易奏刀。魏稼孙深知其为人，故以激将法迫使其刻印。首先，魏提出为赵集印谱，索赵的旧作，所集不过几十方，不足以成谱。而且面对旧作，赵之谦自己也不能满意。为此，赵之谦开始了他一生中最为批量性的刻印，为自己，为魏稼孙，也为付节子等好友们刻。其次，二人探讨印论时，魏稼孙或有意将赵与丁敬、黄易等前辈高手相比，以为赵不及丁黄，这样激起了赵要与古人争雄的创作心理。赵在为魏刻《魏锡曾》、《稼孙》对印时，刻款道:“稼孙目予印为在丁、黄之下，此或在丁之下、黄之上。”又在《赵之谦印》刻款云:“龙泓无此安详，完白无此精悍”。又在另一方《赵之谦印》刻款云:“完白山人刻小印，亦不如是之工”。更在《松江树镛考藏印记》刻款云:“取法在秦诏汉灯之间，为六百年来模印家立一门户。”本来就不服输，俯瞰千古的赵之谦创作欲被激发，一发而不收。他在致友人函中说:“弟在三十前后，自觉书画篆刻尚无是处。壬戌以后一心开辟道路，打开新局。”这种创新欲望，应该说与魏稼孙的促使不无关系，而为赵编印谱是个关键性契机。\n魏稼孙为赵集《二金蝶堂印谱》是壬戌夏开始的。赵之谦大量创作也是从这时开始的。约半年而成初稿。次年的秋冬魏至京小住，新增部分作品，而后随刻随寄，直到甲子年，才完成印谱。在壬戌、癸亥、甲子（34至36岁）3年中，赵为魏稼孙刻二十多方，为同年同事老友胡澍刻近二十方，为金石家好友沈均初（应读为韵初）刻30余方。加上自用印及为其他好友的所刻之印，三年刻印二百余方，占赵之谦一生刻印的一半多。\n大批量的精心创作，直接的原因应该是为了补充《二金蝶堂印谱》，另外一个原因，是篆刻前辈吴让之的存在和刺激。\n与吴让之交谊\n（1799～1870年）长赵之谦30岁，是当时惟一的前辈篆刻巨匠。魏稼孙在决定编《二金蝶堂印谱》之初，便拟请吴作序。癸亥夏秋之际，魏专程到泰州访吴让之，出示《二金蝶堂印谱》初稿，吴应请为作序，中云：“刻印以老实为正，让头舒足为多事。以汉碑入汉印，完白山人开之，所以独有千古。先生所刻，已入完翁室，何得更赞一辞耶。”赵之谦得印谱序后，以为吴对自己的评价并不如想象那么高，仅称自己“已入完翁室”。这对赵之谦来说恐怕是个不小的刺激。也促使他去开创新局，超越皖派。\n这期间的二百方作品已看不到浙派风格了，而且形式多样，变化丰富，某些印章反差极大。印风虽然未能统一，却能反映出赵之谦一心想要开辟道路的追求。\n约三十四岁刻的《悲翁》，款云:“由宋元刻法迫秦汉篆书。”—追求“书从印入，印从书出”，强调刀笔的统一和秀美的结体。35岁刻的《会稽赵氏双勾本印记》，《之谦》连珠印，《二金蝶堂藏书》等等，是其中精品。\n约同年刻《魏锡曾印》，款云:“此最平实家数，有茂字意否？”—追求汉印平实中见朴茂的境界，开赵叔儒、陈巨来为代表的近代海派印风。此类以汉印为蓝本的作品是这个时期赵之谦白文印的主要取向。同年的《二金蝶堂》，35岁刻的《赵之谦印》，36岁刻的《吴潘祖荫章》等等，皆为此类精品。\n约三十六岁刻的《郑斋所得》，款云:“略似六国币。”—取法汉金文，追求线条的爽朗，结构的巧妙，平中寓奇。《灵寿华馆》、《镜山所得金石》等是此类名品，开黄牧甫印风。35岁刻的《寿如金石佳且好兮》，巧妙构思也是黄牧甫印风的基础。\n5岁刻的《积溪胡澍川沙沉树镛仁和魏锡曾会稽赵之谦同时审定印》—以《莱子侯刻石》为形式，以篆书为形体，追求古拙浑厚，启吴昌硕印风之萌。《灵寿华馆》（款称法啶君开褒斜道碑）等印是为同类。\n4岁刻的《锡曾审定》，继31岁刻《丁文蔚》之后，再次尝试单刀直入，开齐白石之先河。\n5岁刻的《巨鹿魏氏》，加十字界格，师法秦印，强调刀笔并重，在邓石如的基础上更进一步，真正去接近秦印，古典而现代。在此之前的所谓“师法秦汉”，是只师法汉印而已。这种实践，为吴昌硕及以后的印人提供了新的模式。新发现的《灵寿华馆所藏金石记》属于此类。37岁之后直至44岁的8年间\n虽然也为自己刻了若干好章，有38岁刻的《为五斗米折腰》，约四十一岁刻的《安定佛再世坠落娑婆世界凡夫》，43岁刻的《汉学居》，44岁刻的《金石录十卷人家》等等，这是他印风逐步走向成熟的时期,可惜，八年间所刻也不到70方。在10年赶考，4次礼部试均告失败之后\n4岁的赵之谦心灰意冷，转求实务，呈请分发，以国史馆誊录议叙知县分发江西。为官是他的理想，他决心要去做一位受百姓爱戴的好官。为此，他放弃了自己经营多年的爱好—篆刻。在壬申春（44岁）为潘祖荫刻《金石录十卷人家》，又为胡澍刻下《人书俱老》之后，南下赴任，从此就“誓不操刀”（赵的江西任上同事张鸣珂《寒松阁谈艺琐录》）。54岁为潘祖荫刻《赐兰堂》刻款中称：“不刻印已十年，目昏手硬。”这是赵之谦赴江西之后唯一所刻的印章，也是其一生中最后一方章。\n缺乏知音大概是他在江西不刻印的一个重要原因，他好像是失去了篆刻创作的原动力。观其一生所刻，皆是为自己及亲朋好友所作，绝无泛泛的应酬作品。他曾在杭州（42岁）以字画为生，晚年也有过应酬，但却从未以篆刻鬻食，这表明了他不愿以篆刻为生的态度。也可知其对篆刻艺术爱好的纯粹。\n我们不能不为他惋惜，毕竟他是在盛年息刀的，这是赵之谦的一件憾事，也是篆刻史上的一件憾事。\n作品赏析\n在晚清的艺坛上，出了一个书画篆刻都使人为之耳目一新的全能大师，那就是众所周知的赵之谦。在书法上，赵之谦不仅精于隶书、楷书，并且对于篆书和行书也极擅胜场。有意思的是，他在《与梦醒书》中却对自己的各体书法作出了这样的自评：“于书仅能作正书，篆则多率，隶则多懈，草本不擅长，行书亦未学过，仅能稿书而已。然平生因学篆而能隶，学隶始能为正书。”这除了隐约表示了自己于书法擅长篆、隶、楷之外，对于行、草书则有些自谦。但事实又怎样呢？单就他的行书来看，其实造诣是很高的。从整体着眼，他的行书笔墨腴润，风致潇洒，有着强烈个人风格的“创新”一面，又有着符合大众欣赏习惯的“从俗”一面，可谓推陈出新、雅俗共赏。\n现藏日本的《吴镇诗》一帖，堪称他的行书代表作之一。作为介于楷书和草书之间的行书来说，在创作时既要有跌宕的风致，又要有翩翩的运笔技巧，然后才能得心应手，合情调于纸上。赵之谦在此帖中表现出来的用笔基调，无疑是扎实而又灵动的。说其扎实，无论是点画波磔，无论是提按顿挫，全都起讫分明，交待得清清楚楚，毫无含糊拖沓的地方，可见书写之时精神是很贯注的；说其灵动，落笔重时不浊不滞，落笔轻处血脉流贯，游丝掩映，又颇得得心应手之妙。至于用锋的偏正藏露，也是随机应变，交替互出，不主故常的。而在用笔上最有特色的，则更是表现在丰腴而不剩肉、清劲而不露骨上，这是《吴镇诗》中用笔难能可贵的地方。\n再从结字来看，也是很具匠心的。在每一个字中，都有一个精神绾结的中心，然后再由中心舒展四旁，这就是所谓的敛放。如“暮云多萧森”句，每一字的精神绾结处，差不多都凝聚在字心的中心偏上部分。当然这是就常规而言的，其中反其道而行之的地方也不少，于此可见其随机应变之妙了。作品中疏处可以走马，密处不使透风。如“爱”字的上密下疏，“澹”字的左疏右密，等等，也是较为典型的。因此造成了一种艺术上布白与留黑的强烈对比，茂密和疏朗的强烈对比。在用笔的轻重肥瘦方面，如果是左侧不足的便肥重其左侧，右侧不足的则肥重其右侧，其他上下内外等也多参用这一方法，如“风”字夸张其左垂撇，“钺”字夸张其“金”旁，于此颇见赵之谦的匠心独运。\n在帖学渐衰、碑学兴起的时代，赵之谦不但在理论上加以阐发，为北碑盛行推波助澜，并以创新的北碑书法横扫了因帖学及馆阁体造成的媚弱书风，其功大焉。赵之谦北碑风貌的书法，在其四十岁前后已臻成熟。他取诸碑之长，领悟笔意，尤重精神气骨。\n当代书坛泰斗沙孟海先生在其《近三百年书学》一文中评道:“学邓石如篆书的莫友芝最好，赵之谦、吴熙载其次”。\n市场行情\n赵之谦作品非常受收藏家的欢迎，尤其是日本和港台、东南亚地区的收藏家。他的作品传世不多，又不易临仿，买家感到放心，因而价格高而稳定。在香港市场，赵之谦的作品价格起点就比较高，1986年刚出售时就达到45000港元，1987年仅一幅扇面就达到4万港元。1989年仅出售过两幅作品，一幅是《隶书》四屏，达到20万港元；另一幅是《岁朝清福》横披，达到21万港元。1990年也仅见到两幅作品出售，一幅是《牡丹书法》扇面，38500港元，另一件是《花卉》四屏，一举达到352万港元。这件作品极其精美，四幅画中分别绘有牡丹、紫藤、桂花、梅花、色彩鲜丽、画面洋溢着一种喜气，引起购买者的极大兴趣，竞争十分激烈。这件作品创下了清代画家作品的最高售价记录。\n赵之谦书法竹刻作品十分罕见，图册中所示之件系美国亚洲文化学院艺术中心文库（崇德宣印堂珍藏）。\n \n","category":"草书","verified":true,"user":1,"timestamp":1429951660832},{"name":"赵之谦六朝别字记初稿写字本","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791633750,"text":"","author":"清代赵之谦","description":"赵之谦六朝别字记初稿写字本"}]