[{"name":"张旭草书疾痛帖","text":"“张旭草书得笔法，后传崔邈、颜真卿。旭言：\"始吾见公主担夫争路，而得笔法之意。后见公孙氏舞剑器，而得神。旭饮酒辄草书，挥笔而大叫，以头韫水墨中而书之，天下呼为\"张颠\"。醒后自视，以为神异,不可复得。\n相关记载\n文言文\n“张旭草书得笔法,后传崔邈、颜真卿。旭言:\"始吾见公主担夫争路,而得笔法之意。后见公孙氏舞剑器,而得神。旭饮酒辄草书,挥笔而大叫,以头韫水墨中而书之,天下呼为\"张颠\"。醒后自视,以为神异,不可复得。后辈言笔札者,欧、虞、褚、薛,或有异论,至张长史,无音言矣。”\n翻译\n张旭深得草书笔法，后来传授给了崔邈、颜真卿。张旭说：“开始时，我看见公主与挑夫争著过路而悟得草书笔法的意境。后来观公孙大娘舞剑而悟得草书笔法的神韵。”张旭每次饮酒醉时就草书，挥笔大叫。将头浸入墨汁中用头书写，世上人称他为“张颠”酒醒后看见自己用头写的字，认为它神异而不可重新得到。后人评论书法名家，欧阳询、虞世南、褚遂臣、薛稷四人，或许有不同的意见，至于论到张旭，都没有异议。\n主要作品\n《草书心经》\n张旭的《草书心经》最早见于《碑刻拔萃》，其《唐草心经》碑目下写明张旭，此前碑林中有明成化年间知府孙仁从百塔寺移来的《草书心经》，《关中金石文字存逸考》对这两种草书“心经”都录，其“心经、肚痛帖、千文断碑”条下注“均张旭草书，无年月”，并称“右三石均在西安碑林”。张旭的《草书心经》最晚见于民国三年（1914年）《碑林碑目表》，但此后便下落不明了。\n《古诗四帖》\n张旭草书《古诗四帖》，卷横长195.2厘米，纵高29.5厘米，以五色彩笺纸草书古诗四首，人称《古诗四帖》。前两首书写的是梁·庚信的《步虚词》，后两首是谢灵运的《王子晋赞》和《岩下一老公和四五少年赞》，卷后有董其昌等人题跋。《古诗四帖》是历代文人墨客临池学书极其珍贵的实物资料，也是张旭唯一流传于世的墨迹。原藏清宫府内，后由溥仪带出到吉林被我军俘获，交当时东北人民政府，现收藏于辽宁省博物馆。\n创作环境\n唐代是一个国力强盛、经济繁荣、艺术向多元化、多层次化发展创新的封建帝国，达到了封建社会的高峰。在文化艺术方面是古今中外的空前大交流、大融合。她“无所畏惧，无所顾忌地吸引吸收，无束缚、无所留恋地创造革新”。打破框框、突破传统，这就产生了“盛唐之音”的社会氛围和思想基础，也正是在这种思想基础上，当时的文学、绘画、雕塑、音乐等文艺样式也都达到了前所未有的境地。作为唐代的草书，在继承“二王”的基础上融合贯通，“以点画为形质，使转为情性，”写出了“唐代之音”的雄浑、放纵之态。书法这门艺术，在当时既是最普及的，也是那个时代最鼎盛的艺术，由于大胆革新创造草书艺术，因而出现了无可再现的高峰，作为代表人物就是张旭。\n艺术价值\n该帖全卷书古诗四首188个字：“东明九芝盖，北烛五云车。飘颻入倒景，出没上烟霞。春泉下玉溜，青鸟向金华。汉帝看核桃，齐侯问棘花。应逐上元酒，同来访蔡家。北阙临丹水，南宫生绛云。龙泥印玉简，大火炼真文。上元风雨散，中天歌吹分。虚驾千寻上，空香万里闻。淑质非不丽，难之以万年；储宫非不贵，岂若上登天。王子复清旷，区中实嚣喧。既见浮丘公，与尔共纷翻。衡山采药人，路迷粮亦绝，过息岩下坐，正见相对说。一老四五少，仙隐不别可，其书非世教，其人必贤哲。”落笔一气呵成，用笔肥厚，字势横壮，人称“伏如虎卧、起如龙跳、顿如山势、推如泉流”。\n《古诗四帖》通篇气势磅礴，布局大开大合，落笔千钧，狂而不怪，书法气势奔放纵逸。如，六行八句：“汉帝看核桃，齐侯问棘花”，笔画连绵不断，运笔遒劲，圆头逆入，功力浑厚。又如，九行，“应逐上元酒，同来访蔡家”，字里行间内蕴无穷，古趣盎然，充满张力磁性。行笔出神入化，给人仪态万千之感，笔断意连，令人遐想无限。再如，十三行，“龙泥印玉简，大火炼真文”，笔法字体方中有圆，书写中提按、使转、虚实相间。纵观通篇结字隽永，章法严谨、行间布局疏密呼应、错落有致、刚柔相济、浑然一体。无论从通篇还是从局部单字来看，都会被流动、曲折，藏锋使转直入，动人心魄的阳刚线条所打动。如果没有高超的艺术修养，没有成竹在胸的功底是书写不出来如此巧夺天工的完美巨作。正因如此，张旭草书被历代推崇，有口皆碑，誉为“草圣”。明人本道生云：张旭草书“行笔如空中掷下，俊逸流畅，焕乎天光，若非人力所为”。但是此卷也并非是无憾的绝代之作，依笔者拙见，开始部分笔法比较单调拘谨，在五行之后逐渐放开，中篇渐入佳境。如果开篇也同后半部一样雄壮骨健，那么此帖当更为完美精彩绝伦。\n张旭的书法，始化于张芝、二王一路，以草书成就最高。他自己以继承“二王”传统为自豪，字字有法。他的楷书端正谨严。规矩至极，黄山谷誉为“唐人正书无能出其右者”。若说他的楷书是继承多于创造，那么他的草书则是书法上了不起的创新与发展了。如此创造出潇洒磊落，变幻莫测的狂草来，其状可谓惊世骇俗。韩愈说：“旭善草书，不治他技故旭之书，变动如鬼神，不可端睨。”颜真卿曾两度辞官向他请教笔法。\n张旭的草书看起来很颠狂，但章法却是相当规范的，他是在张芝、王羲之行草的基础上升华的一种狂草。细观察其书体绝无不规则的涂抹，很多细微的笔画、字间过渡，都交代得清清楚楚，绝无矫揉造作之感。张旭的草书是在激越情感牵动下促使节奏加快，似金蛇狂舞，又如虎踞龙盘，表现一泻千里之势。由于在线条的动荡和质感上加入了盛唐的艺术气息，从而形成了自己独特狂放的草书风格。\n在诸多书体当中，草书是一种特殊书体，除本身特征外，它还兼含有其他书体的美学素质，因此是书法艺术中最具表现力的书体。\n草书作为艺术来说，除具书法普通共同特征外，还具有音乐特征，音乐是通过各种音符的顺序作和谐的各种变化，产生旋律来完成的。而书法也是以简单笔墨书写出带有生命力、节奏感的线条。依靠笔顺，字势，在时间的推移中作各种轻重、缓急、枯润等多样统一的和谐变化而完成的。有人把书法比做无声的音乐，认为可以从作品中体会到音乐节奏的跳跃，这正是书法时间性的种种特征造成的。而这种特征在各种书体中以草书表现得最明显。因为草书在连绵不断的书写过程中一次性的时间要求最强。\n草书也具有绘画的特征。虽然它不表现具体的图像，也不具有绘画中的缤纷色彩，但书法中的一个个抽象的图形本来就是“具万象于一象”的，它那线条和线条的各种组合关系，构成了各具形态，但又不代表任何实体的图形。它纯净的黑白色彩又因墨色的浓淡、用笔的轻重缓急而变化无穷。在这种变化组合后构成的视觉效果和绘画是异曲同工的。而在书法个体中能表现书法这种艺术效果的也是以草书最为明显，草书的那种无拘无束的笔墨变化，结构图形的高度抽象，字势姿态的巧妙搭配，字字有法，最具有诗情画意。\n和草书相近的还有舞蹈。杜甫在《观公孙大娘弟子舞剑器行并序》中记载的：“昔者吴人张旭善草书帖，数尝于邺县见云公孙大娘舞西河剑器，自此草书长进”，书法家临帖从舞蹈中得到了益处，也足以说明两者的关系了。舞蹈是在一定的时间顺序中，不断变化各种舞姿的造型来表现美，并是从力度、造型、衔接等方面来评判其高下的，这一点和书法的要求是何等地相像。而各书体中这方面的要求也同样是草书表现最强烈。\n然而书法艺术毕竟是独立的，有它自身的特征和要求。它是通过具有生命力的线条，以及线条与线条的各种关系，在时间的过程中以节奏韵律组合起来的和谐而又变化多端的空间整体效果，并以此表达作者的情感和审美观念的。从这些意义上来说，真、草、隶、篆、行都具有这种意义，但是在各种书体中，体现书法时间特征最完美的，载情性最直接的却是草书。可以说草书是书法笔法、墨法、构图的集合体，是书法节奏、韵律、表意的最高层次。因而刘熙载在《艺概》中说：“观其人莫如现其草书。”这正因为“书法多于意”而“草书意多于书法”的缘故。所以从草书中更能看出一个人的艺术天分和艺术修养，张旭就是具有草书艺术天分和艺术修养的集大成者。\n其实最能代表中国书法艺术的是草书，因为它使中国文字由实用性的书写工具上升为情感寄托的载情艺术，而书法的觉醒和追求则是以草书确定为前题的，使人们在实用之外有了更多的遣兴。张旭是古今以来草书艺术家的典型代表，他不光有深厚的书法艺术素养，而且在表现上把自己激荡的感情和书法艺术完美地结合在一起。张旭借狂草来抒发个人情感，其实体现了盛唐时期艺术家们的思想情结和普遍的精神风貌，这是主观意愿和客观实际相结合的产物，使反映情感的书体得以最完美的发展。张旭书法惊涛骇浪般的狂放气势，节奏韵律的和谐顿挫，字间结构的随形结体，线条的轻重枯润等变化都达到了草书的最高水准，可谓“前无古人、后无来者”，他的出现影响了后来历代几乎所有的大书法家。当今书法这一艺术门类在广大群众中研习相当普及，《古诗四帖》不乏为学书的极好范本。\n张旭楷书探源\n余杭、吴郡两地相邻，严仁和张万顷、张旭可谓是同乡，张旭曾到过洛阳，严仁又卒于洛阳唐天宝元年（742），请既是同乡又是书法名家张旭书写墓志在情理之中。张旭的草书成就无疑得益于其在楷书上的功夫，其草书能在醉后的疯狂书写中保持法度,这离不开长期的楷书训练。总之，张旭的楷书是融合唐初名家的结果，他虽没有像其草书那样形成卓绝的个人风格，却是因其融汇在中唐楷书中扮演了承前启后的角色。张旭楷书探源。\n张旭楷书《郎官石柱记》\n张旭楷书《郎官石柱记》唐.张旭《郎官石柱记》楷书，亦称《郎官厅壁记》，唐陈九言撰文，张旭书。《郎官石柱记》书，原石久佚，传世仅王世贞旧藏\"宋拓孤本\"，弥足珍贵。张旭草书纵放奇宕，而此序楷势精劲凝重，法度森严，雍容闲雅兼而有之，是张旭存世的唯一楷书作品。《郎官石柱记》是传世最为可靠的张旭真迹，原石久佚，传世仅王世贞旧藏\"宋拓孤本\"，弥足珍贵，历来评价甚高。\n张旭和怀素\n唐朝时，书法艺术高度繁荣，张旭和怀素的草书，各为一体。人称“张颠素狂”或“颠张醉素”。\n张旭创造了“狂草书”。其书法变化自如，表现出开阔的胸怀和丰富的想象力，人称“草圣”。怀素将他的“狂草书”发扬光大，写得更加流畅挥洒。\n一日获睹三绝\n这是洛阳历史长河中的一个璀璨瞬间，这是泱泱大唐千年前的一段风云际会。唐开元年间，人们把李白的诗、吴道子的画、张旭的草书和裴将军的剑并称为天下“四绝”。唐明皇有一次驾幸东都洛阳，宫廷画家吴道子及长史张旭随行，和善舞剑的裴旻将军相会在洛阳。\n当时，裴旻家有亲人新丧，以重金请大画家吴道子在洛阳天宫寺（大概在今洛阳老城区）作壁画以超度亡灵。吴道子却如数奉还金帛。他对裴旻说：“久闻将军大名，若能观将军舞剑一曲，吾愿足矣。观其壮气，可就挥毫。”裴将军爽快答应。当即束起丧服，在院内舞起剑来。他健步如飞，左旋右转，寒光笼罩中，突然一剑直冲云天，高十几丈许。然后，剑如电光下射，在众人的惊呼中，裴将军拿剑鞘轻轻一接，宝剑安然入鞘。令人叹为观止。吴道子如获神助，奋笔挥洒，一幅壁画俄顷而成，画面仙人神采飞扬，天衣飘飘，满壁生风。果然是“曹衣出水，吴带当风”！在场的张旭亦大受感染，情不自禁在另一面寺墙上，笔走龙蛇，酣畅淋漓留下“天下第一狂草”的墨宝。围观群众大饱眼福，一叹二叹连三叹，皆云：“一日之中，获睹三绝。”\n据说，这幅壁画是吴道子“生平绘事得意，无出于此”。而草圣张旭的墨宝，亦当是极品。只可惜洛阳历来为兵家所争之地，几番毁于兵火战乱，天宫寺早已湮没，皮之不存，毛将焉附？我们只能从《图画见闻志》、《唐朝名画录》等古籍的简约记载中，感受那潇洒、豪迈的盛唐气象。\n人物简介\n张旭简介\n唐开元、天宝（公元714—756年）间吴（今江苏苏州）人。张旭，唐朝开元、天宝(公元714—756年）间吴（今江苏苏州）人，字伯高，一字季明，汉族，曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴文剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。传世书迹有《肚痛帖》、《古诗四帖》等。\n张旭的书法，始化于张芝、二王一路，以草书成就最高。史称“草圣”。他自己以继承“二王”传统为自豪，字字有法，另一方面又效法张芝草书之艺，创造出潇洒磊落，变幻莫测的狂草来，其状惊世骇俗。相传他见公主与担夫争道，又闻鼓吹而得笔法之意；在河南邺县时爱看公孙大娘舞西河剑器，并因此而得草书之神。颜真卿曾两度辞官向他请教笔法。张旭是一位纯粹的艺术家，他把满腔情感倾注在点画之间，旁若无人，如醉如痴，如癫如狂。唐韩愈《送高闲上人序》中赞之：“喜怒、窘穷、忧悲、愉佚、怨恨、思慕、酣醉、无聊、不平，有动于心，必于草书焉发之。观于物，见山水崖谷、鸟兽虫鱼、草木之花实、日月列星、风雨水火、雷霆霹雳、歌舞战斗、天地事物之变，可喜可愕，一寓于书，故旭之书，变动犹鬼神，不可端倪，以此终其身而名后世。”这是一位真正的艺术家对艺术的执着的真实写照。难怪后人论及唐人书法，对欧、虞、褚、颜、柳、素等均有褒贬，唯对张旭无不赞叹不已，这是艺术史上绝无仅有的。他被后人尊称为“草圣”。\n怀素简介\n怀素（725-785）唐时人，字藏真，僧名怀素，俗姓钱，汉族，永州零陵（湖南零陵）人。幼年好佛，出家为僧。他是书法史上领一代风骚的草书家，他的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，与唐代另一草书家张旭齐名，人称“张颠素狂”或“颠张醉素”。\n怀素自幼聪明好学，他在《自叙帖》里开门见山他说：“怀素家长沙，幼而事佛，经禅文暇，颇喜笔翰。”他勤学苦练的精神是十分惊人的。因为买不起纸张，怀素就找来一块木板和圆盘，涂上白漆书写。后来，怀素觉得漆板光滑，不易着墨，就又在寺院附近的一块荒地，种植了一万多株的芭蕉树。芭蕉长大后，他摘下芭叶，铺在桌上，临帖挥毫。由于怀素没日没夜的练字，老芭蕉叶剥光了，小叶又舍不得摘，于是想了个办法，干脆带了笔墨站在芭蕉树前，对着鲜叶书写，就算太阳照得他如煎似熬；刺骨的北风冻得他手肤迸裂，他还是在所不顾，继续坚持不懈地练字。他写完一处，再写另一处，从未间断。这就是有名的怀素芭蕉练字。\n在草书艺术史上，怀素其人和他的《自叙帖》，从唐代中叶开始，一直为书法爱好者谈论了一千两百多年。怀素，十岁出家为僧，字藏真，俗姓钱，永州零陵（今湖南零陵）人。少时在经禅之暇，就爱好书法，贫穷无纸墨，他为练字种了一万多棵芭蕉，用蕉叶代纸。由于住处触目都是蕉林，因此风趣地把住所称为“绿天庵”。又用漆盘、漆板代纸，勤学精研，盘、板都写穿了，写坏了的笔头也很多，埋在一起，名为“笔冢”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951550275},{"name":"张旭草书疾痛帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791641456,"text":"","author":"唐代张旭","description":"张旭草书疾痛帖"}]