[{"name":"黄道周册页","text":"此为黄道周的“榕颂”，绫本楷书，10个册页，每页12．5X 23．8厘米。现藏于东山县图书馆。\n\n参见：黄道周\n黄道周（1585～1646）明末学者、书画家、文学家、儒学大师、民族英雄。字幼玄，一作幼平或幼元，又字螭若，螭平，号石斋，汉族，福建漳浦铜山（现东山县铜陵镇）人。天启二年进士，深得考官袁可立赏识，历官翰林院修撰、詹事府少詹事。南明隆武时，任吏部兼兵部尚书、武英殿大学士（首辅）。抗清失败，被俘殉国，谥忠烈。\n黄道周通天文、理数诸书。工书善画，诗文、隶草皆自成一家，先后讲学于浙江大涤、漳浦明诚堂、漳州紫阳、龙溪邺业等书院，培养了大批有学问有气节的人才。世人尊称之黄圣人、石斋先生。著作甚丰。有《儒行集传》、《石斋集》、《易象正义》、《春秋揆》、《孝经集传》等，后人辑成《黄漳浦先生全集》，现存诗两千余首，被俘后“见三光”的牢室中所作三百多首诗，出自忧愤，最为感人。\n他被视为明代最有创造性的书法家之一。他的书法擅长楷书、行书和草书。他的行书和草书，行笔转折刚劲有力，体势方整，书风雄健奔放。有力量，又有姿态，是黄道周行草书的主调。他以隶书铺毫和方折行笔，点画多取隶意；字虽长，但强调向右上横势盘绕，让点画变得绵而密，虽略带习气，但奇崛刚劲，形成了自己独特的形式语言，尤显出其人刚直不阿的个性。其立轴代表作有行草书《赠蕨仲兄闻警出山诗轴》、《闻奴警出山诗轴》等，两作均加大行距，以连绵草书而成，有奋笔直下之势，激情燃纸，振迅耳目，如闻钟声、蹄声于道。他的楷书主要学习钟繇，比起钟繇的古拙厚重来，更显得清秀、飘逸。黄道周善楷、行、草诸体书，又工隶书。他的楷书，如《孝经卷》、《张溥墓志铭》，字体方整近扁，笔法健劲，风格古拙质朴，十分类似钟繇楷法。不同处是，钟书于古拙中显得浑厚，黄书则见清健，可以看到其受王羲之楷法的影响。他的行草书，如《五言古诗轴》，大略类其楷书的体势，行笔转折方健，结字欹侧多姿，朴拙的风格同样接近钟繇。他的隶书正具有“清截遒媚”的特点，不如楷书那样古拙清刚。从黄道周书论中，反映出他对魏晋书法是比较倾心的，尤其对钟繇、索靖等具有古朴书风的书法更为欣赏，而对其当代书法，如董其昌的书法，则并非如此。 \n作品简介\n全文857字，字迹于清劲中有腴润，秀雅中有刚健。《榕颂》是黄道周仿屈原《橘颂》文体写下的传世名篇，他把榕树作为人伦表率而大加赞赏，勉己教人要似榕之高尚、利人、坚定。《榕颂》既是黄道周少有的传世手稿，也是他的著述与书法代表作品之一，经福建文博专家鉴定，为“国家一级文物珍品”。\n原文\n南方有嘉树焉，厥名曰榕。其枝则蹇产磅礴，含云垂条；其叶则凝黝重碧，经霜不凋；其氐则连蜷诘屈，孕蛟子螭；其干则轮囷总络，蔽牛隐旗；其实则不华而收，抟若黍珠，斓若鸡头；其乳则含豪载胶，白于熊酥，黏于石油。\n尔其为体，远望之若俯若偃，若飘神峤，属于近岸；迩察之若坐长者，环于翠幄，讲论自乐。尔其为荫，大者或数十亩，雨露垂腴，种龠得斗；其小者犹数百围，行人遗凉，弛担忘归。凡此犹相其肤质也。若其块状奇骋，虬髯麟鬣，倒生垂根，如千岁人披发互荅。又有异性，用晦而明，昼焚息焰，夜焫而荧，宜于守庚。郭驼所植，水怀石，水缩其卫，石握其爪，如骊护宝。至其文理隐起，黄白间紫，皴劈错缋，疏密荦磊，细中杯斝，巨中扉几，不避嫠头，不化青兕。以彼六质，具此四妙，已为天下大树之所无有矣。\n乃至其灵表和气，隐德贞命，虽朝披夕拂，未易得其端倪也。方夫天地蕴隆，蟊螟代作，蛓缘人衣，蜚败人服，此树独不生虫蠡之属，一二卷蒌，微笼玄鸡，绝丑上游，适然不疑。或又枯旱，柳椔旄死，靡草谢后，获落弊矣。此树颠踵，俱有生理，但得袭土一尺，时逢涓滴，而美庥可俟。然不可以渡敷原，厉越水，自渔梁以东，武夷以北，则绝地异类。是以国侨、羊肸不足方其仁，展禽、季路不足方其清，御寇、惠施不足方其智，宁封、钱铿不足方其静，而《尔雅》释茂，缺于江南；郭、陆状条，陋兹闽海。徒使废社樗栎，摅愤于散材；共汲土橿，假徽于万岁。量本揣末不亦疏乎?\n夫天下号材之良有四，曰楶栋、舟车、棺椁、筐篚。然自尧茨而降，是有蒿宫；散朴之余，实闻廉藻。舟车为缪假之缘，棺椁为含腐之物，离支贻祸于上林，枣栗取谐于儿女。既以托于人雕，乃终委于下土。孰阜体以藏用，乃兼众而渺虑。以是备德，不称榕公，则公之容尔，固已久矣。爰感《楚章》，制为《榕颂》。颂曰：\n帝锡炎土，畀以美荫兮，\n羲道屈中，柯叶乃盛兮。\n哀彼内热，示且休兮，\n羕引旅筵，宛垂樛兮。\n钜抱弗述，尊所愿兮，\n为惠非报，同世患兮。\n蹇其离立，贱行列兮，\n舍琐反嫮，不受世悦兮。\n远避虫族，通道术兮，\n誉之不喜，况排抑兮。\n自为蔽亏，从日月兮，\n时奋淑傥，环而不璚兮。\n屏细从大，似有所学兮，\n新故承跗，靡陨落兮。\n柳下之行，非所倚兮，\n鸿庞纷缊，又不类伯夷兮。\n铲华固朴，自得之兮，\n不蹈穷谷，中以自持兮。\n栏槛之玩，又乃离兮。\n逾岭涉江，恶以为市兮，\n独立不惧，师天地兮。\n世喜姱理，轫以纤兮，\n嗟尔长大，受世厌兮。\n裸袒遝杂，吾无所憾兮，\n以为树海，从泛滥兮。\n","category":"草书","verified":true,"user":1,"timestamp":1429951650300},{"name":"黄道周册页","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791614981,"text":"","author":"明代黄道周","description":"黄道周册页"}]