[{"name":"怀素自叙帖","text":"怀素，约活动于八世纪三十年代至七十年代）本姓钱，字藏真，僧名怀素。永州零陵（今湖南零陵）人 ，后来移居长沙。幼年好佛，出家为僧，并热衷草书艺术。约大历七年（772）北赴长安及洛阳，寻求进一步发展。由于他个性洒脱，草书绝妙，受到颜真卿等书家、诗人及名流贵卿的激赏，纷纷赠以诗文。大历十二年（777），他摘录部分赠诗和序，以狂草写成此卷。\n简介\n【名称】唐怀素自叙帖\n【文物现状】现藏台北故宫博物院\n帖卷，纸本，纵：28.3公分，横：755公分。\n本卷用细笔劲毫写大字，笔画圆转遒逸，如曲折盘绕的钢索，收笔出锋，锐利如钩斫，所谓“铁画银钩”也。全卷强调连绵草势，运笔上下翻转，忽左忽右，起伏摆荡，其中有疾有速，有轻有重，像是节奏分明的音乐旋律，极富动感。此外也有点画分散者，则强调笔断意连，生生不息的笔势，笔锋回护钩挑，一字、一行，以至数行之间，点画互相呼应。通幅于规矩法度中，奇踪变化，神采动荡，实为草书艺术的极致表现。\n共126行，698字。书于唐大历十二年(公元777年)。藏台湾故宫博物院。首六行早损，为宋苏舜钦补书。帖前有明李东阳篆书引首“藏真自序”四字，后有南唐升元四年(公元940年)邵周、王囗囗重装题记。钤有“建业文房之印”、“佩六相印之裔”、“四代相印”、“许国后裔”、“武乡之印”、“赵氏藏书”、“秋壑图书”、“项元汴印”、“安岐之印”、“乾隆”、“宣统鉴赏”等鉴藏印。\n内容为自述写草书的经历和经验，和当时士大夫对他书法的品评，即当时的著名人物如颜真卿、戴叙伦等对他的草书的赞颂。《自叙帖》是怀素流传下来篇幅最长的作品，也是他晚年草书的代表作。明文征明题：“藏真书如散僧入圣，狂怪处无一点不合轨范。”明代安岐谓此帖：“墨气纸色精彩动人，其中纵横变化发于毫端，奥妙绝伦有不可形容之势。”\n历史辗转\n《自叙帖》，曾经南唐内府、宋苏舜钦、邵叶、吕辩、明徐谦斋、吴宽、文征明、项元汴、清徐玉峰、安岐、清内府等收藏。原迹现藏台湾故宫博物院。据曾行公题，旧有米元章、薛道祖及刘巨济诸名家题识，今佚。宋米芾《宝章待访录》、黄伯思《东观馀论》、清安岐《墨缘汇观》等著录。上海延光室、北京故宫博物院、文物出版社有影印本。\n原文\n怀素家长沙。幼而事佛。经禅之睱颇好笔翰。然恨未能远睹前人之奇迹。所见甚浅。遂担笈杖锡。西游上国。谒见当代名公。错综其事。遗编绝简。往往遇之。豁然心胸。略无疑滞。鱼牋（即笺）绢素多所尘点。士大夫不以为怪焉。颜刑部书家者流。精极笔法。水镜之辩。许在末行。又以尚书司勋郎卢象。小宗伯张正言曾为歌诗。故叙之曰。开士怀素。僧中之英。气概通疏。性灵豁畅。精心草圣。积有岁时。江岭之间。其名大著。故吏部侍郎韦公陟睹其笔力。勖（勖）以有成。今礼部侍郎张公谓。赏其不羁。引以游处。兼好事者同作歌以赞之。动盈卷轴。夫草稿之作。起于汉代。杜度。崔瑗。始以妙闻。迨乎伯英。尤擅其美。羲。献兹降。虞。陆相承。口诀手授。以至于吴郡张旭长史。虽姿性颠逸。超绝古今。而模（疑为衍字）楷精法详。特为真正。真卿早岁常接游居。屡蒙激昂。教以笔法。资质劣弱。又婴物务。不能恳习。迄以无成。追思一言。何可复得。忽见师作。纵横不群。迅疾骇人。若还旧观。向使师得亲承善诱。函挹规模。则入室之宾。舍子奚适。嗟叹不足。聊书此以冠诸篇首。其后继作不绝。溢乎箱箧。其述形似。则有张礼部云。奔蛇走虺势入座。骤雨旋风声满堂。卢员外云。初疑轻烟淡古松。又似山开万仞峰。王永州邕曰。寒猿饮水撼枯藤。壮士拔山伸劲铁。朱处士遥云。笔下唯看激电流。字成只畏盘龙走。叙机格。则有李御史舟云。昔张旭之作也。时人谓之张颠。今怀素之为也。余实谓之狂僧，以狂继颠。谁曰不可。张公又云。稽山贺老粗知名。吴郡张颠曾不易。许御史瑶云。志在新奇无定则。古瘦漓骊半无墨。醉来信手两三行。醒后却书书不得。戴御史叔伦云。心手相师势转奇。诡形怪状翻合宜。人人欲问此中妙。怀素自言初不知。语疾速。则有窦御史冀云。粉壁长廊数十间。兴来小豁胸中气。忽然绝叫三五声。满壁纵横千万字。戴公又云。驰毫骤墨列奔驷。满座失声看不及。目愚劣。则有从父司勋员外郎吴兴钱起诗云。远锡无前侣。孤云寄太虚。狂来轻世界。醉里得真如。皆辞旨激切。理识玄奥。固非虚荡之所敢当。徒增愧畏耳。时大历丁巳冬十月二有八日\n释文\n其中述形似的，就有张礼部说：“行笔有如虺蛇奔走势就座，旋风骤雨声响满屋堂。”卢员外说：“起初疑似轻烟动摇古松，随后又像山开现出万仞峰。”王永州邕说：“那笔画像是寒猿饮水摇动的枯籐，像是壮士拔山伸出的劲铁。”朱处士遥道：“笔下唯看到激电流逝，字写成只吓得蟠龙走动。”述天机风格的，就有李御史舟说：“过去张旭作书，当时的人称他‘张颠’；今日怀素作书，我实在要称他‘狂僧’。用狂来继承颠，有谁说不可！”张公又说：“稽山贺老〈即贺知章〉只是略知名，吴郡张颠曾北面称臣。”许御史瑶说：“志趣在新奇无一定准则，古瘦的字体似水势流尽一半无墨。醉来信手书写两三行，醒后再书写却不能获得。”戴御史叔伦说：“手以心为师，笔势转新奇，诡形恠状反而合宜。人人欲问此中的奥妙，怀素自己也说全不知。”说快速的，就有窦御史冀说：“白壁长廊数十间，兴致来了稍稍发泄胸中气。然后大叫三五声，满壁纵横千万字。”戴公又说：“挥毫行墨有若列入的奔马，满座的人失声说眼睛跟不上笔。”称愚蠢拙劣的，就有叔父司勋员外郎吴兴钱起的诗云：“远飞的鹤，没有前行的伴侣。单独漂浮的云片托付给太虚。发起狂来看轻世界，酒醉里得到真知。”\n这些都是话语含着激励，见识玄虚奥妙，固然不是漂浮不实之辈之所敢当，只增加我的惭愧畏惧罢了。时大历丁巳冬十月廿八日 。\n荣宝斋\n台北故宫博物院首次授权，荣宝斋按1:1高仿全卷\n《怀素自叙帖》按原作1:1高仿，第一草书长卷神韵再现《怀素自叙帖》是唐代“草圣”怀素流传下来篇幅最长的书法作品，被誉为“铁画银钩”的大成之作。全卷强调连绵草势，生生不息的笔势，神采分扬，为草书艺术的极致表现。明文征明题：“藏真书如散僧入圣，狂怪处无一点不合轨范。”帖前有明李东阳篆书引首“藏真自序”四字。\n因避战祸，故宫工作人员只将帖册带走，而将装帖册的木匣留在了北京故宫。现今，《怀素自叙帖》原迹珍藏于台北故宫博院，木匣藏于北京故宫博物院。经台北故宫博物院授权，荣宝斋按原作1:1高仿，将分藏的帖册和木匣按历史资料复原，独具“宝帖还匣”、“珠椟合璧”的寓意。限量发行：800套。\n","category":"草书","verified":true,"user":1,"timestamp":1429951550804}]