[{"name":"何绍基草书种竹日记","text":"作品目录\n浏览该商品同分类下的其他商品：\n ","category":"草书","verified":true,"user":1,"timestamp":1429951652361},{"name":"何绍基草书种竹日记","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791623261,"text":"何绍基(1799-1873)，清代诗人、学者、书法家。字子贞，号东洲，别号东洲居士，晚号蝯叟。湖南道州(今道县)人。出身于书香门第，其父何凌汉曾任户部尚书，是知名的藏书家。道光十五年(1835)举人，次年中进士，授翰林院编修。历任文渊阁校理、国史馆提调等职，曾充福建、贵州、广东乡试主考官。咸丰二年(1852)任四川学政。为官仅两年，次年因条陈时务得罪权贵，被斥为\"肆意妄言\"，受谗言所害，降官调职。遂辞去官职，创立草堂书院，讲学授徒，1856年，由四川出发，经陕西等地到达济南，主讲于山东泺物书院。讲学之余，尽游济南大明湖、趵突泉、珍珠泉、千佛山等处，留下许多诗句。1860年，受长沙城南书院之邀离开济南赴长沙。前后在山东和长沙城南书院教书达十余年。晚年主持苏州、扬州书局，校刊《十三经注疏》，主讲浙江孝廉堂，往来吴越，教授生徒。一生豪饮健游，多历名山胜地，拓碑访古。著有《东洲草堂金石跋》、《东洲草堂诗钞》（30卷 ）。\n　　何绍基出入于阮元、程恩泽之门,通经史、律算,尤精小学，旁及金石碑版文字。他是近代提倡宋诗的重要人物之一。论诗主张“人与文一”、“先学为人”，而后直抒性情，“说自家的话”（《使黔草自序》、《与汪菊士论诗》）。他作诗“宗李、杜、韩、苏诸大家”，不名一体，随境触发，较为真挚为“宋诗派”重要倡导者之一。他有过讥刺时政的诗作，如《沪上杂书》“愁风闷雨人无寐，海国平分鬼气多”，对外国侵略者盘踞租界深为愤慨。但由于仕途挫折,性情拘检,他说“一切豪诞语、牢骚语、绮艳语、疵贬语，皆所不喜，亦不敢也”(《东洲草堂诗钞自序》)，而强调“温柔敦厚”的诗教。所以诗作大都是登临唱和、书画题跋及抒写个人生活感受，很少涉及社会政治内容，如《沪上杂书》感慨外国侵略者盘踞之类很少。他的山水诗善于以平实自然的语言白描客观景物,颇有特色,如《山雨》、《望飞云洞》等。\n 何绍基的书法成就很高。各体书熔铸古人，自成一家。草书尤为擅长。何绍基的楷书取颜字结体的宽博而无疏阔之气，同时还掺入了北朝碑刻以及欧阳询、欧阳通书法险峻茂密的特点，还有《张黑女墓志》和《道因碑》的神气，从而使他的书法不同凡响。何绍基的小楷兼取晋代书法传统，笔意含蕴，行草书融篆、隶于一炉，骏发雄强，独具面貌。他的篆书，中锋用笔，并能掺入隶笔，而带行草笔势，自成一格。何绍基书法，早年秀润畅达，徘徊于颜真卿、李邕、王羲之和北朝碑刻之间，有一种清刚之气；中年渐趋老成，笔意纵逸超迈，时有颤笔，醇厚有味；晚年何绍基的书法已臻炉火纯青。 济南大明湖历下亭楹联杜甫名句“海右此亭古，济南名士多”，即为他所书。历下亭东壁仍存其《重修历下亭记》石刻。\n\n 这册《种竹日记》是湖南省博物馆在五十年代从何绍基的后人手中收集到的一部墨书手札，日记明确纪年是道光廿七年（1847）六月一日至道光廿八年（1848）九月二十日。其时何绍基正在京城的国使馆任提调总纂协修，年龄在四十九岁至五十岁之间。这册《种竹日记》，首尾一致，气韵连贯，一气呵成，应是何绍基在原来日记基础上专门抄录成册的，所以在书写年代上应略晚于1848年。日记内容较为简略，记录了何氏当时日常生活的方方面面，访友雅聚、观花赏月、吟诗作画、临池作书以及家事变故等等，因此，对何绍基的研究有着很重要的文献价值。近人马宗霍在《霋月楼笔谈》中曾经这样评述何氏的书风演变：“道州早岁楷法宗兰台《道因碑》，行书宗鲁公《争座位帖》、《裴将军帖》，骏发雄强、微少涵渟。中年极意北碑，尤得力《黑女志》，遂臻沉著之境。晚喜分篆，周金汉石无不临摹，融入行楷，乃自成家。”这册日记从书写风格来看，正是他基于颜欧、取道北碑的时期，体现了何绍基中年书法的基本风貌。\n 对于何绍基书风的形成，前人多有论述。从《种竹日记》的艺术风格、师法取向、以及某些行笔的习惯态势方面，笔者以为还有可以继续探讨的地方。\n 一、师法颜体\n\n 何绍基学书是“仰承庭诰”“初从颜清臣问津” 其父何凌汉“公书法重海内，朝鲜琉球真使索书，应之不倦。”（《国朝先正事略》）甚至曾“入乾清宫侍书，宠光稠渥，可谓极儒臣知遇之荣矣。”（李元度《清朝先正事略·何文安公事略》）何凌汉书宗欧、颜两家，父亲的审美观念以及取法都会直接影响到何绍基，这是很自然的事情。何氏又曾自谓：“平生于颜书手钩《忠义堂》全部，又收藏宋拓本《祭伯文》、《祭侄文》、《大字麻姑坛祭》、《李玄靖碑》。”（《跋重刻李北海书法华寺碑》） “忆余少壮时，喜临《座位帖》，廷对策亦以颜法书之”（《题旧临座位帖后》）。《清史稿》：“初学颜真卿，遍临汉、魏各碑至百十过，运肘敛指，心摹手追，遂自成一家，世皆重之。”《清史列传》：“书法颜鲁公之室，尤为世所宝。” 所以说何绍基师法颜体并以此作为自己的根基应当没有什么疑问，\n 但何氏在《蝯叟自评》中又说：“余学书四十余年，溯源篆分，楷法则由北朝求篆分入真楷之绪”，“余学书从篆分入手，故于北碑无不习，而南人简札一派不甚留意。”这与他入手习颜的说法似乎前后矛盾。其实，这两种说法谈论的不是一个内容，前者指的是学书的经历与起始，而后者指的是学书的源头。\n 清代中期，碑学大兴，篆书开始引起人们的浓厚兴趣并得以重现生机。一些碑派书家开始从篆书甚至更早的字体中寻求营养并取得了可观的成就。生活在这种背景下，何绍基也把“篆分之意”作为自己书法创作所要追求的境界和标准，而且还不仅仅局限于关注篆隶，而是力求在楷行草其他书体中体现篆分遗意。何绍基认识到：“真行原自隶分波，根巨还求篆籀蝌。”（《何绍基书论选注》，湖南美术出版社1988年版68页）他期待用溯本求源的探索精神来力挽时风，实现“古意挽可回，俗书期一荡”（《何绍基书论选注》，湖南美术出版社1988年版144页）的改革精神。另外，颜书被公认为有“篆籀气”，这与何氏追求“篆分之意”的审美主张不谋而合，初学颜书与“溯源篆分”不仅不矛盾，还是一致的。\n 在这册《种竹日记》中，何绍基的行书主要以颜体为基础，兼融北碑之意趣，体势宽博，圆转内蓄；其用笔洒脱，笔墨飞动，中锋入纸，笔道苍浑，精到凝炼；章法布白，起伏跌宕，收放自如。与顏真卿的行书相比较，保留继承了颜体行书骨架宽阔的特点，顏书的气势雄浑大为减弱，代之温和的多变的造型所形成的一种文人意趣；顏书浑厚粗壮、含蓄内敛的用笔也被笔锋的翻转与出锋的凌厉所代替。何绍基的时代，已经不可能再去创造壮美雄放的书风，完全模拟复古颜体书法是不现实的，也没有必要。何绍基的高明之处在于，以颜体书法为原型和素材，融入了时代的气息与个人的审美追求，创造了一种既有源流又有个性风格的书风，和清代另外一位学习颜体的名家钱南园不一样，何绍基是善于继承善于出新的大家，那些学古似古，仿谁像谁的书家，只能称之善学而已。\n 因为这册日记是何氏信手写来，不加半点的矫饰，所以最能真实的反映何氏中年时期的书风本来面目。这与其后期流行于世的那些沉著苍老、抑扬顿挫的行书不一样，在这份日记中似乎并无多少北碑与篆分的气象，而是颇具“南人简札”的遒丽、潇洒与风韵，洋溢着浓郁的书卷气息。何氏晚年以篆分融入行楷书，那已是清咸丰以后的事了。同样是以颜体行书为根基，在何绍基的笔下，竟然形成了两种行书风格。从圆润流美走向纵横恣肆，这期间必然有一审美思想的变迁。从目前能够见到的何绍基书法来加以分析，其行书风格基本上在他的中年时期即已确立，《种竹日记》可以作为其中的代表，六十岁全力学习汉碑之后，行书又为之一变，姿态夭矫，造势奇险，布白跌宕，开合夸张，用笔生辣，浓墨涩行。但也要看到，他晚年大量的作品都具有很浓的“习气”：入笔处的“疙瘩”，长画收笔处的“尾巴”，追求“篆籀气”的“涨墨”，以及过多使用裹毫绞转造成的某些怪异的“奇趣”等等。中年时期的行书富有自然天成之美，晚年的行书虽然在个性面目上加强了，“险绝奇变”出的却是一种病态之美，就像做成盆景的梅花，价格高了，趣味多了，观赏性也强了，但总是令人感到有“做”的成分。杨钧曾谓：“蝯叟中年，已成体格，其韶秀隽逸者，晚年实不能也。”还说：“何蝯叟自喜中年之制，以为非晚年所能，尽量收买，自赏自叹。”（《草堂之灵》）不知这一记载可靠否，如果真实的话，那么，鉴赏评论家们誉之以“天花乱坠”的人云亦云式的推崇，就多少显得有点让人摸不着头脑。\n 二、回腕高悬\n 在清代，书法理论与创作进入了总结转型时期。面对帖学的日益衰微，聪颖之士开始探索书法的出新之路。他们认为笔法上一成不变的沿袭是造成帖学萎靡的一大关键，于是便从微观的执笔、运笔等方面深入探索，经过阮元、包世臣、康有为等清代书法理论家的总结与一大批书家的实践，清人在笔法方面的研究超越了前人。何绍基正处其时，且在理论与实践方面均有建树，他在笔法方面的不懈努力集中表现在执笔法的试验上。\n 约在六十岁前后，何绍基行书进入了晚年变法的阶段，他的行书摆脱了颜体行书的基本风貌，生涩战行，躁润相间，造型奇崛，倾侧倚斜，摇曳多姿。举例来说，横画中凹，两端翘起；入笔逆锋，常人用逆时针方向转动笔锋，他则沿顺时针方向转动。这一转变，应与其著名的“回腕高悬”的执笔方法有关。\n 咸丰五年（1855），何绍基虚龄五十七岁时，在四川学政任上写下《猨臂翁》古律诗，何绍基结合自己的实践，据说从李广“猿臂善射”法中悟出了“回腕高悬”的执笔方法： “书律本与射理同，贵在悬臂能圆空。以简御繁静制动，四面满足吾居中。李将军射本天授，猿臂岂止两臂通。气自踵息极指顶，屈伸进退皆玲珑。平居习书颇悟此，将四十载无成功。……”（《何绍基书论选注》，湖南美术出版社1988年版114页）何绍基晚年“蝯叟”之号也因此而得。\n 何谓“回腕高悬”？即腕肘高悬，虎口向上，掌心向臂，五指对胸，右臂回环，状如挽弓。何绍基的这种执笔法是自古以来没有人用过，是他自己的发明。这种执笔法不同常理，用起来也就不容易，他在题自藏《北魏张黑女墓志》中云：“每一临写，必回腕高悬，通身力到，方能成字，约不及半，汗浃衣襦矣。因思古人作字，未必如此费力，直是腕力笔锋，天生自然。我从一二千年后策驽駘以蹑骐骥，虽十驾为徒劳耳。然不能自已矣。”由此可知，何绍基对自己的执笔法也觉得别扭，但仍乐此不疲，因为他相信这种怪异的执笔法必然生发出不同常人的风格与境界。\n 杨钧在《草堂之灵·论四家》中对何氏的执笔法不置可否：“道州行书，有时绝妙。晚年致力篆隶，却无一笔能工，盖手已定性，不易变更也。但临摹既多，气味全得，以入行楷，自出尘凡。其执笔专用回腕，可以盘旋之地，仅胸前两手之间，故盈尺之字皆不成形，直不能直，横不能横也。”\n 熊秉明先生评曰：“在技法上，何绍基用‘回腕高悬’的特别方法，运起笔来很不自然而吃力，他自己说：‘通身力到，方能成字，约不及半，汗浃衣襦。’所以他是故意地使理性不能充分地控制笔的运动而达到书法稚拙而活泼的效果。”（熊秉明《中国书法理论体系》37页）\n 翁闓运先生评曰：“猿臂挽弓式回腕执笔法的优点是腕肘必然悬空，运笔时得以充分发挥笔锋上下提按的作用。其缺点则腕死，全靠肘臂运行，不能使笔管向左右前后八面倾侧起倒，以尽笔锋周围副毫的作用。写小字起倒幅度小，单凭笔端主锋上下提按，已足够应用。故何氏小楷精绝，作风与米芾小行楷殊途同归，异曲同工。更能融化北碑于唐楷之中，不愧后来居上。但作大字，欲求雄厚沉郁，除以中锋行笔为主外，非借助于副毫不可。何氏腕死，笔管不能倾侧起倒，单靠笔端主锋运行。故其大字空灵飞动有余，而雄厚沉郁不足。”（翁闓运《执笔论》，载《书法研究》1982年第3期）\n 刘恒先生认为：“何绍基‘回腕高悬’的执笔方法是违反人体自然习惯的，用这种姿势写字，整个手臂一直处在运动与僵硬的互相对抗中。这种自身形成的对抗消解了手臂在运动中的大部分力量，使其难以舒展自如，因而所写出的笔画就造成‘生拙迟涩’的效果，而这种效果正是何绍基所期待和努力要达到的。为了达到横平竖直的标准，何绍基主张中锋用笔，直起直落，纯用笔心而不使欹斜，所以他不会像包世臣提倡的通过倾斜笔管来‘铺毫用逆’，因为那样会‘扁笔侧锋，满纸俱是’。但是碑学理论的观点和引篆、隶如楷、行的主张又要求点画必须具有生拙迟涩的金石意味，于是他只好求助于自己为自己制造阻力障碍。”（刘恒《中国书法史》清代卷）\n 何绍基的执笔法确有违反人的生理常规，使转不便之处，然而对于何绍基来说，这种执笔法却成就了其独特的书风。回腕高悬的执笔法客观上增强了笔锋与纸面的摩擦力，使得线条生拙苦涩，与当时帖学末流的圆滑妩媚的确拉开了距离。我们不能简单的说这种执笔法是对是错，但可以评论它的优劣——因为如果单纯为了追求生拙迟涩的金石意味，我们不用这种自找别扭的执笔法也是可以写出来的。在“每一临写，必回腕高悬，通身力到，方能成字，约不及半，汗浃衣襦”的自述中，我们能够想像何绍基的执着，这哪里是写字？分明是健身运动了。\n 《种竹日记》从书写风格、字形大小与书写年代上，均可断定不是用“回腕高悬”的执笔法完成的，于是，我们可以看到笔墨如同行云流水般的流畅，而没有人为的故作迟涩与险绝。\n 客观的说，何绍基采取这种执笔法也是对碑派书写语言的一种探索，探索本身就意味着成功与失败，所以在何氏晚年的行书中，既有精品也有不太理想的地方。与清代许多碑派书家不同的是，何绍基既坚持其师阮元“南北书派论”与“篆分遗法”的标准，认为要达到矫正时弊的目的，应力学北派，然却不能因此而轻视简牍一路的帖书。他在创作实践上不囿于派别之见，把自己的取法拓展到更广阔的范围之中，从而使自己的书法风格南北兼融，也注入了更多的审美内涵。他在篆隶方面的探索另当别论，仅就行草书而言，无论他给后人留下多少悬念与遗憾，事实上，他在清代碑派书家行草书中成就是最高的。从金农、伊秉绶到邓石如，再到后来的赵之谦、张裕钊等人，一代又一代的碑派书家专注于篆隶，行草笔法渐渐生疏了，有的几乎不解使转，行笔拖沓，状如烂草。何绍基的突出之处在于，南北兼收，碑帖并重，由顏行上溯篆隶，又由篆隶融会行草，其创作的途径也是极具借鉴价值的。从这一点上返观他的执笔法，也就可以理解其中的用心良苦。 （佚名）","author":"清代何绍基","description":"何绍基草书种竹日记"}]