[{"name":"董其昌草书櫽括前赤壁赋册","text":"内容介绍\n《启功临董其昌草书》分临写辑、鉴赏辑、珍藏辑三种。临写辑是启功先生临写古碑帖的墨迹，存有原帖者，原帖则附在先生临写墨迹的后边；鉴赏辑是将先生的眉批、旁注、题跋等墨迹，随原帖影印；珍藏辑是选择先生所藏重要碑帖影印。\n ","category":"草书","verified":true,"user":1,"timestamp":1429951645860},{"name":"董其昌草书櫽括前赤壁赋册","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791606932,"text":"《櫽括前赤壁赋》册，明，董其昌书，绫本，草书，七开半，每半开纵26.6cm，横16cm。 释文：櫽括前赤壁七月之望，将二友，扁舟赤壁。江渚渔樵，凌万顷，水月空明一色。星斗纵横，箫歌飘渺，天地为主客。浩然风御，乐甚秋悲安得？造物茫茫，消更长，可禁诗章狼藉。蛟舞乌飞，麋游鹿变，是鱼虾肴核。匏尊问取，孟德何雄，周郎年少。风与波，相击桂棹，露坐山苍月白。其昌书。钤“玄赏斋”、“知制诰日讲官”、“董其昌印”。 “櫽括”意指对原有文章、著作加以剪裁、改写。此册所书即是对苏轼《前赤壁赋》的櫽括，省其文而不改其旨，不损其气，改写十分巧妙。全册字势纵横潇洒，愈写愈放，且多用侧锋、枯笔，足见董氏深谙米法。一般写册页易于板滞，董氏此作却不受形式拘束，起伏跌宕，功力非凡，堪称册页中精品。\n后：\n是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱。人影在地，仰见明月，顾而乐之，行歌相答。\n已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何？”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安得酒乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”\n于是携酒与鱼，复游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复识矣！\n予乃摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙，攀栖鹘之危巢，俯冯夷之幽宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。时夜将半，四顾寂寥。适有孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。\n须臾客去，予亦就睡。梦一道士，羽衣蹁跹，过临皋之下，揖予而言曰：“赤壁之游乐乎？”问其姓名，俯而不答。“呜呼噫嘻！我知之矣。畴昔之夜，飞鸣而过我者，非子也耶？”道士顾笑，予亦惊悟。开户视之，不见其处。\n译文\n这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，树叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。四下里瞧瞧，心里十分快乐；于是一面走一面吟诗，相互酬答。\n过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就象吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”\n就这样，我们携带着酒和鱼，再次到赤壁的下面游览。长江的流水发出声响，陡峭的江岸高峻直耸；山峦很高，月亮显得小了，水位降低，礁石露了出来。才相隔多少日子，上次游览所见的江景山色再也认不出来了！\n我就撩起衣襟上岸，踏着险峻的山岩，拨开纷乱的野草；蹲在虎豹形状的怪石上，又不时拉住形如虬龙的树枝，攀上猛禽做窝的悬崖，下望水神冯夷的深宫。两位客人都不能跟着我到这个极高处。我划地一声长啸，草木被震动，高山与我共鸣，深谷响起了回声，大风括起，波浪汹涌。我也不觉忧伤悲哀，感到恐惧，觉得这里使人害怕，不可久留。回到船上，把船划到江心，任凭它漂流到哪里就在那里停泊。\n这时快到半夜，望望四周，觉得冷清寂寞得很。正好有一只鹤，横穿江面从东边飞来，翅膀象车轮一样大小，尾部的黑羽如同黑裙子，身上的白羽如同洁白的衣衫，它戛戛地拉长声音叫着，擦过我们的船向西飞去。\n过了会儿，客人离开了，我也回家睡觉。梦见一位道士，穿着羽毛编织成的衣裳，轻快地走来，走过临皋亭的下面，向我拱手作揖说：“赤壁的游览快乐吗？”我问他的姓名，他低头不回答。“噢！哎呀！我知道你的底细了。昨天夜晚，边飞边叫经过我船上的，不就是你吗？”道士回头笑了起来，我也忽然惊醒。开门一看，却看不到他在什么地方。\n前：壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。\n于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。\n苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“月明星稀，乌鹊南飞，此非曹孟德之诗乎？西望夏口，东望武昌，山川相缪，郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗，固一世之雄也；而今安在哉！况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属。寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。”\n苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎？且夫天地之间，物各有主，苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭。是造物者之无尽藏也，而吾与子之所共食。”\n客喜而笑，洗盏更酌。肴核既尽，杯盘狼藉。相与枕藉乎舟中，不知东方之既白。\n[译文]\n壬戌年秋，七月十六日，苏氏与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟诵（赞美）明月的诗句，吟唱婉转优美的乐曲。不多时，明月从东山后升起，盘桓在斗宿与牛宿之间。白茫茫的雾气横贯江面，清泠泠的水光连着天际。听任小船飘流到各处，凌于苍茫的万顷江面之上。乘着轻风（在江面上）无所不至，并不知到哪里才会停栖，感觉身轻得似要离开尘世飘飞而去，有如道家羽化成仙。\n于是喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的心怀悠远，想望伊人在天涯那方”。同伴吹起洞箫，按着节奏为歌声伴和，洞箫呜呜作声：有如怨怼有如倾慕，既象啜泣也象低诉，余音在江上回荡，丝丝缕缕缭绕不绝。能使深谷中的蛟龙为之起舞，能使孤舟上的孀妇为之饮泣。\n苏氏的神色也愁惨起来，整好衣襟坐端正，向同伴问道：“箫声为什么这样哀怨呢？”同伴回答：“‘月明星稀，乌鹊南飞’，这不是曹公孟德的诗么？（这里）向东可以望到夏口，向西可以望到武昌，山河接壤连绵不绝，（目力所及）一片郁郁苍苍。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船延绵千里，旌旗将天空全都蔽住，在江边持酒而饮，横转矛槊吟诗作赋，委实是当世的一位英雄人物，而今天又在哪里呢？何况我与你在江边的水渚上打渔砍柴，与鱼虾作伴，与麋鹿为友，（在江上）驾着这一叶小舟，举起杯盏相互敬酒，如同蜉蝣置身于广阔的天地中，象沧海中的一粒栗米那样渺小。（唉，）哀叹我们的一生只是短暂的片刻，（不由）羡慕长江的没有穷尽。（想要）与仙人携手遨游各地，与明月相拥而永存世间。知道这些终究不能实现，只得将憾恨化为箫音，托寄在悲凉的秋风中罢了。”\n苏氏道：“你可也知道这水与月？流逝的就象这水，其实并没有真正逝去；时圆时缺的就象这月，终究又何尝盈亏。可见，从事物变易的一面看来，天地间没有一瞬间不发生变化；而从事物不变的一面看来，万物与自己的生命同样无穷无尽，又有什么可羡慕的呢？何况天地之间，凡物各有自己的归属，若不是自己应该拥有的，即令一分一毫也不能求取。只有江上的清风，以及山间的明月，送到耳边便听到声音，进入眼帘便绘出形色，取得这些不会有人禁止，感受这些也不会有竭尽的忧虑。这是造物者（恩赐）的没有穷尽的大宝藏，你我尽可以一起享用。”\n客人高兴地笑了，洗净酒杯重新斟酒。菜肴果品都已吃完，杯子盘子杂乱一片。大家互相枕着靠着睡在船上，不知不觉东方已经露出白色的曙光。","author":"明代董其昌","description":"董其昌草书櫽括前赤壁赋册"}]