[{"name":"吴熙载重修泰州城隍庙正殿记楷书册","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791634609,"text":"吴熙载《重修泰州城隍庙正殿记楷书册》 咸丰四年（1854）31×16.5cm×19 泰州博物馆藏（蔡醴泉遗赠）\n【释文】： 皇上御极之三年，余以扬州通守兼权泰州，泽鸿甫集，风鹤犹惊。逾月，而扬州贼退。时则冬旱求雪，春霖祷晴，每至城隍庙设坛，辄应。四年仲夏，偶与州之绅士耆老谈及上年二月贼陷扬州，四出焚掳，连至仙女庙，宜陵白塔河，去泰咫尺。忽闻大兵已到而遂不敢东下。至今年丰人乐，市廛安堵，相与痛定思痛而莫解其所由来。余恪然曰：此神力也。绅耆亦恍然曰：此神力也。顾神殿岁久失修，丹漆剥蚀，梁柱朽蠹，每遇大雨，道衲辄以油幕遮护神像。吾侪官绅士庶皆有堂楹以蔽风雨理公事，孰非神之所庇荫者，而余神所凭依，废弗修葺，可乎？邑人皆以为然。正在鸠材兴工，而州东十三里汪匪徒籍罢租，聚众滋事。余请兵并督乡勇往捕之，复祷于神签，卜大吉。各要犯骈首就诛，甫十二日而地方以定。诸董事以为流贼不至，土匪迅速就擒，皆神力也。余曰：诚然。适土木之工告竣，因请余为文以记之。余奉宪檄调补南掣行，且去任矣，但愿合州中团练御贼以忠于君，耕商洗腆以事其亲，父慈子孝，兄友弟恭，夫义妇贞，长惠幼顺。是则州之士庶所以世世永蒙神佑，而邑大夫与绅耆之所厚望于合邑者也。是役也，董其事者为岁贡侯选训导康君发祥，候选县丞尤君金城，职监傅君景照。赞襄督工者为吏目黄君海瑞，劝捐有功者则库吏杨世耀也。例得备书。\n赐进士出身翰林院庶吉士诰授朝议大夫、历任广东英德香山知县、浙江温州嘉兴知府、已亥广东同考官、丙午浙江监试、壬子江南同考官、现任扬州府同知署泰州事楚陂徐瀛撰。仪徽县学生吴熙载书丹并篆额。咸丰四年岁次甲寅七月谷旦上元张景潜镌。\n\n　　吴熙载（1799-1870），原名廷飏，字让之，号晚学居士，江苏仪征诸生。晚清杰出书法家、篆刻家。博学多能。少为包世臣入室弟子。精小学，恪守师法，又能自成面目，为世人所崇尚。兼作写意设色花卉，风韵绝俗。精金石考证，著有《通鉴地理今释稿》、《晋铜鼓斋印存》、《师慎轩印谱》、《吴让之印谱》等行世。\n　　吴让之书法，《墨林今话》称：“善各体书，兼工铁笔，邗上近无与偶。”《伯山诗话》称：“书法之妙，直欲凌轹侪辈，方驾古人。”其书法刻印与陈若木画、龚午亭说书被称为“扬州三绝”。\n　　民间收藏家蔡澧泉先生(1919-1999)一生好收藏。尤其喜爱收藏吴让之作品。藏有吴让之手卷、对联、屏条、扇面、册页、碑文、印章、砚台等数十件。其中有篆、隶、草、楷各体书法作品，以及民国期间出版的吴让之书法精品册。他的藏品中有一套吴熙载在咸丰四年(1854)书写的《重修泰州城隍庙正殿记》碑文书法原件。此本被后人剪裱为册页，长三一○毫米，宽一六五毫米，共有一九页五六三字，用行楷书写。\n　　此件书法于工整中显灵动，于丰腴中见秀润，结体端庄，具有苏东坡、董其昌之宗风，偶露魏碑风采而自成一体。为吴熙载五十五岁时书写。此碑早已不存，因而此册碑文成为孤本。\n　　据文献记载，城隍庙古为祭祀城隍神的庙宇，历代帝王都以求雨祈晴、惩恶扬善而祀城隍，且列入祀典。道光《泰州志》载有北宋元符二年(1099)泰州通判蔡撰写的《城隍庙记》，文中记载了城隍庙修建的经过。《吴陵野记》还提到城隍庙四值功曹殿的四值功曹塑像，相传为唐代遗物。如果此说可靠，则泰州城隍庙的历史还可上推到唐代。此庙在北宋时修建，虽经历南宋、元、明、清几个朝代的演变，到清代末年还是很有气势的。光绪《泰州志》上有一幅城隍庙图，与现存建筑对照，要比现在的大得多，还有戏台、牌坊等建筑形式。作为古城历史上遗留下来的这一泰州目前规模最大的庙宇，对研究泰州的宗教历史和古建筑技艺以及地方人文历史也是有较高价值的。\n附录：吴让之《重修泰州城隍庙正殿记》\n　　吴熙载是清代著名的篆刻大师，字让之，江苏仪征人。他在当时众多的篆刻名家中独树一帜，他自己曾经说过：“让之弱龄好弄，喜刻印章。早五岁乃见汉人作，悉心摹仿十年。凡拟近代名工，亦务求肖乃已。又五年始见完白山人作，尽弃其学而学之。”（《吴让之印稿自叙》）说的是他从潜心汉印，再以邓石如为师，用圆朱文篆法入印，形成飘逸生动的个人风格。前人有诗赞曰“圆朱入印始赵宋，怀宁布衣人所师。一灯不灭传薪火，赖有扬州吴让之”。\n　　这幅《重修泰州城隍庙正殿记》楷书册页见证了吴让之与泰州的一段历史佳话。吴氏的一生跨越嘉庆、道光、咸丰、同治四个皇帝，早年居住在仪征，中年后长期寓居扬州，咸丰三年，因为逃避太平天国战乱，来到了泰州，他在一方《再生人》朱文印的边款上刻有：“咸丰三年由扬避乱来海陵”。就是一个很好的回忆和佐证。他在泰州生活的时间前后长达数年，先后寄寓在姚正镛、岑镕、陈守吾、朱筑轩、徐震甲、刘汉臣等泰州名人家中，开课授童，唱和治印，聊以度过寂寥的残年。\n　　咸丰三年时太平军攻入扬州，部队一路向东进攻到距离泰州只有二十余里的江都宜陵，因为听说清朝大军前来增援，所以太平军就没有进攻泰州；加之当时泰州东郊发生老百姓因为交不起租而聚众闹事的事件，被清朝官府很快地平息了。所以泰州地方士绅和官府把这些都归结于城隍的保佑，于是就决定修葺城隍庙。泰州城隍庙始建于唐，历史上曾多次修缮，在咸丰时也已破旧不堪。咸丰四年城隍庙修缮完成后，当时的泰州知州徐瀛亲自撰写了碑文，详记修庙之缘由和经过，文笔斐然。同时决定请一位书法名家来书写，于是想到了当时流寓泰州的吴让之，从而给后人留下了这件书法瑰宝。有趣的是十几年前泰州城隍庙还是居民的住家，后来搬迁修缮时，在一户人家的墙壁上发现了一方用泥巴糊着的石碑，当把泥巴小心地清除后，赫然就是这块重修城隍庙正殿记碑，从此碑帖相映，传为美谈。\n　　吴让之虽以治印见长，但其书法也为可观，可谓诸体皆擅，而因治印的缘故，于篆书上用功尤深，特别是他圆劲流美的小篆作品为世人所重。这件册页是吴让之不可多见的楷书作品，而且是他五十五岁时所写，正值其书法造诣达到高峰的时候，全篇用寸楷写出，字字工整，让人赏心悦目。这件作品，历经百年到了泰州收藏家蔡醴泉的手中，蔡老爱不释手，一直秘藏箱箧，后慨然捐赠给了博物馆。","author":"清代吴熙载","description":"吴熙载重修泰州城隍庙正殿记楷书册"}]