[{"name":"憨山德清行书永嘉证道歌","text":"憨山德清(1546-1623)，明代四大高僧之一，俗姓蔡，字澄印，号憨山，全椒（今属安徽省）人。宣讲三教一理，主张禅净双修。其佛学思想受莲池祩宏的影响颇深，与紫柏真可堪称至交，突出功业是中兴曹溪。他的学问，幼师孔子，少时师老庄，最后皈于佛。\n憨山德清禅师，字澄印，俗姓蔡，安徽全椒人。德清禅师幼时即怀出尘之志。七岁时，叔父病丧，停尸于床。德清禅师放学回来，他的母亲骗他说：“汝叔睡，可呼起。”德清禅师便连呼数声，也不见叔叔答应。他的婶母听了，倍感伤痛，哭道：“天耶！那里去也？”母亲回答道：“汝叔死矣！”德清禅师很迷惑，便道：“死向什么处去？”母亲不能回答。不久，另一位婶母生了一子，德清禅师随母亲前往探望。见初生婴儿如此模样，德清禅师便问母亲：“此儿从何处得入婶母腹中耶？”母亲拍了他一掌，说道：“痴子，你从何入你娘腹中耶？”从此以后，生死去来之疑问，便常常萦绕于德清禅师之心中。\n九岁时，他已能念诵《法华经》中的《观世音菩萨普门品》，十二岁时，从南京报恩寺西林永宁禅师出家。当时，无极明信禅师正在报恩寺三藏殿讲经。永宁禅师于是携德清禅师前往礼谒。赵吉贞（大洲）居士当时亦在座下听经，一见憨山禅师，便抚而问之曰：“汝爱做官？要做佛？”德清禅师道：“要作佛。”赵吉贞居士赞叹道：“此儿不可轻视，当善教之。”从此以后，西林禅师便请人教德清禅师学习《法华经》和《四书》等内外典籍，以及为诗作文之法。在寺中听习《法华经》及一些儒典。\n十九岁时，他前往栖霞寺从云谷法会披剃，参礼云谷法会禅师。云谷禅师令他阅读《传灯录》和《高僧传》。当他读至《中峰广录》这一部分时，德清禅师忽然心生欢喜，决志参禅。于是他便请求永宁禅师为他剃度，并焚弃俗书，专究生死大事。德清禅师虽用功精勤，惜乎未得其要，终无所入。于是他便改持阿弥陀佛圣号，昼夜不断。一天晚上，德清禅师梦见阿弥陀佛现于空中，醒后心大欢喜，自信此生修行必可成办。不久，德清禅师又从无极明信禅师听习《华严玄谈》，得悟法界圆融之旨，因自号澄印，以示对清凉澄观大师的仰慕。\n嘉靖四十五年（1566），德清禅师二十一岁。报恩寺忽遭雷火，归于瓦砾。德清禅师遂发舍命修行之志，以便日后复兴祖庭。于是他随同妙峰禅师结伴远游。中途，妙峰禅师俗独自隐修，不辞而别。德清禅师只好独自至五台，见北台憨山，奇秀可爱，遂默取为号，“憨山大师”因此而得名。北台其地苦寒，不可留居，不久，德清禅师遂乞食东游。\n同年，德清从无极明信和尚听清凉澄观的《华严玄谈》，听到十玄门理论时，顿悟法界圆融无碍之旨。因为钦慕澄观，德清就以“澄印”作为自己的字。这一年，德清从无极受具足戒，二十六时就外出游方。\n永嘉大師證道歌\n唐慎水沙門玄覺撰\n君不見，絕學無為閑道人，不除妄想不求真，無明實性即佛性，幻化空身即法身，法身覺了無一物，本源自性天真佛，五蘊浮雲空去來，三毒水炮虛出沒。\n證實相，無人法，刹那滅卻阿鼻業，若將妄語誑眾生，自招拔舌塵沙劫，頓覺了，如來禪，六度萬行體中圓，夢裏明明有六趣，覺後空空無大千。\n無罪福，無損益，寂滅性中莫問覓，比來塵鏡未曾磨，今日分明須剖析。誰無念，誰無生，若實無生無不生，喚取機關木人問，求佛施功早晚成。\n放四大，莫把捉，寂滅性中隨飲啄，諸行無常一切空，即是如來大圓覺，決定說，表真乘，有人不肯任情征，直截根源佛所印，摘葉尋枝我不能。\n摩尼珠，人不識，如來藏裏親收得，六般神用空不空，一顆圓光色非色，淨五根，得五力，唯證乃知難可測，鏡裏看形見不難，水中捉月爭拈得。\n常獨行，常獨步，達者同游涅槃路，調古神清風自高，貌悴骨剛人不顧，窮釋子，口稱貧，實是身貧道不貧，貧則身常披縷褐，道則心藏無價珍。\n無價珍，用無盡，利物應機終不吝，三身四智體中圓，八解六通心地印，上士一決一切了，中下多聞多不信，但自懷中解垢衣，誰能向外誇精進，從他謗，任他非，把火燒天徒自疲，我聞恰似飲甘露，銷融頓入不思議。\n觀惡言，是功德，此則成吾善知識，不因訕謗起冤親，何表無生慈忍力，宗亦通，說亦通，定慧圓明不滯空，非但我今獨達了，恒沙諸佛體皆同。\n師子吼，無畏說，百獸聞之皆腦裂，香象奔波失卻威，天龍寂聽生欣悅，游江海，涉山川，尋師訪道為參禪，自從認得曹溪路，了知生死不相關。\n行亦禪，坐亦禪，語默動靜體安然，縱遇鋒刀常坦坦，假饒毒藥也閑閑，我師得見燃燈佛，多劫曾為忍辱仙，幾回生，幾回死，生死悠悠無定止，自從頓悟了無生，于諸榮辱何憂喜。\n入深山，住蘭若，岑崟幽邃長松下，優遊靜坐野僧家，闃寂安居實瀟灑，覺即了，不施功，一切有為法不同，住相佈施生天福，猶如仰箭射虛空，勢力盡，箭還墜，招得來生不如意，爭似無為實相門，一超直入如來地。\n但得本，莫愁末，如淨琉璃含寶月，既能解此如意珠，自利利他終不竭，江月照，松風吹，永夜清宵何所為，佛性戒珠心地印，霧露雲霞體上衣。\n降龍缽，解虎錫，兩鈷金環鳴歷歷，不是標形虛事持，如來寶杖親蹤跡，不求真，不斷妄，了知二法空無相，無相無空無不空，即是如來真實相。\n心鏡明，鑒無礙，廓然瑩徹周沙界，萬象森羅影現中，一顆圓光非內外，豁達空，撥因果，莽莽蕩蕩招殃禍，棄有著空病亦然，還如避溺而投火。\n舍妄心，取真理，取舍之心成巧偽，學人不了用修行，真成認賊將為子，損法財，滅功德，莫不由斯心意識，是以禪門了卻心，頓入無生知見力。\n大丈夫，秉慧劍，般若鋒兮金剛焰，非但空摧外道心，早曾落卻天魔膽，震法雷，擊法鼓，布慈雲兮灑甘露，龍象蹴踏潤無邊，三乘五性皆醒悟，雪山肥膩更無雜，純出醍醐我常納，一性圓通一切性，一法遍含一切法，一月普現一切水，一切水月一月攝，諸佛法身入我性，我性同共如來合，一地具足一切地，非色非心非行業，彈指圓成八萬門，刹那滅卻三祇劫，一切數句非數句，與吾靈覺何交涉。\n不可毀，不可贊，體若虛空勿涯岸，不離當處常湛然，覓即知君不可見，取不得，捨不得，不可得中只麼得，默時說，說時默，大施門開無壅塞，有人問我解何宗，報導摩訶般若力，或是或非人不識，逆行順行天莫測，吾早曾經多劫修，不是等閒相誑惑。\n建法幢，立宗旨，明明佛敕曹溪是，第一迦葉首傳燈，二十八代西天記，法東流，入此土，菩提達摩為初祖，六代傳衣天下聞，後人得道何窮數。\n真不立，妄本空，有無俱遣不空空，二十空門元不著，一性如來體自同，心是根，法是塵，兩種猶如鏡上痕，痕垢盡除光始現，心法雙忘性即真。\n嗟末法，惡時世，眾生福薄難調制，去聖遠兮邪見深，魔強法弱多怨害，聞說如來頓教門，恨不滅除令瓦碎，作在心，殃在身，不須怨訴更尤人，欲得不招無間業，莫謗如來正法輪。\n栴檀林，無雜樹，郁密森沈師子住，境靜林間獨自遊，走獸飛禽皆遠去，獅子兒，眾隨後，三歲便能大哮吼，若是野幹逐法王，百年妖怪虛開口。\n圓頓教，沒人情，有疑不決直須爭，不是山僧逞人我，修行恐落斷常坑，非不非，是不是，差之毫釐失千里，是則龍女頓成佛，非則善星生陷墜。\n吾早年來積學問，亦曾討疏尋經論，分別名相不知休，入海算沙徒自困，卻被如來苦訶責，數他珍寶有何益，從來蹭蹬覺虛行，多年枉作風塵客。\n種性邪，錯知解，不達如來圓頓制，二乘精進沒道心，外道聰明無智慧，亦愚癡，亦小騃，空拳指上生實解，執指為月枉施功，根境法中虛捏怪。\n不見一法即如來，方得名為觀自在，了即業障本來空，未了應須還夙債，饑逢王膳不能餐，病遇醫王爭得瘥，在欲行禪知見力，火中生蓮終不壞，勇施犯重悟無生，早時成佛於今在。\n獅子吼，無畏說，深嗟懵懂頑皮靼，只知犯重障菩提，不見如來開秘訣，有二比丘犯淫殺，波離螢光增罪結，維摩大士頓除疑，猶如赫日銷霜雪。\n不思議，解脫力，妙用恒沙也無極，四事供養敢辭勞，萬兩黃金亦消得，粉骨碎身未足酬，一句了然超百億。法中王，最高勝，恒沙如來同共證，我今解此如意珠，信受之者皆相應。\n了了見，無一物，亦無人，亦無佛，大千沙界海中漚，一切聖賢如電拂，假使鐵輪頂上旋，定慧圓明終不失，日可冷，月可熱，眾魔不能壞真說，象駕崢嶸謾進途，誰見螳螂能拒轍，大象不游於兔徑，大悟不拘於小節，莫將管見謗蒼蒼，未了吾今為君訣。","user":1,"timestamp":1430921520459,"verified":true}]