[{"name":"启功草书千字文","text":"书法长卷及出版物。启功先生一九七七年应收藏者金煜之邀书写。上海书画出版社出版。金煜封面题字。启功先生的书法以行书居多，楷书少一些，草书存世极少。《草书千字文》通篇神完气足，笔画生动流畅，使用中锋取得骨力、侧锋取势均表现得非常到位，为启功先生草书代表作之一，极其珍贵。\n简介\n启功，字元白，也作元伯，中国当代著名教育家、古典文献学家、书画家、文物鉴定家、诗人,国学大师。满族，爱新觉罗氏，是清世宗(雍正)的第五子和亲王弘昼的第八代孙。\n诞生\n金煜先生潜心学习书法，学习越深入，越体会到启功先生书法艺术的精妙。当时，启功先生住在北京西城小乘巷，金煜住在翠花街，步行只有十几分钟的路程。闲暇时，启功先生经常给金煜指导书画。金煜收藏了一幅明代大书法家文徵明的真迹，启功非常喜欢。欣赏后，在卷尾题了鉴定跋语，启功先生的这段跋让金煜看得如痴如醉，连声赞叹字写得漂亮！于是，金煜萌发了一个想法，希望启功先生为自己写一篇字，以便平日临摹学习。让金煜没有料到的是，他的这个想法竟然促成了《启功草书千字文》的诞生。\n特点\n观此卷《千字文》，可见启功先生临前贤法书，除笔画、结体以外，深得其风韵，启先生领略永师、山阴神韵，放笔自运，写胸中逸气。尽管长卷书字甚难，且先生[时作时辍]，但通篇神完气足，生动流畅，有龙跳虎卧之致，笔法变化灵活，充分体现了先生书法皆从心中而出，纯任自然的品格。\n今上海书画出版社征得启功先生应允出版是册，愿与书法界同好，共赏这佳篇妙笔。\n风采\n背后的故事\n启功是中国当代著名书法家，他的书法，文雅清秀，充满诗情画意，深受大众的喜爱。在启功先生逝世两周年之际，为了缅怀大师，我们采访了启功先生的学生金煜先生，请他讲述了《启功草书千字文》这件珍贵的书法作品创作的故事。\n千字长卷永载师生真情\n启功先生是我国著名的书法大师，在他众多的书画作品里，有一幅草书作品格外引人瞩目，那是一幅写在长卷上的\"千字文\"，通篇神完气足，生动流畅，有龙跳虎卧之致，在启功先生存世极少的草书作品中可谓极品。这幅作品是启功先生应收藏者金煜之邀，欣然挥毫而成。说起来，金煜和启功先生的关系非同一般，这幅《草书千字文》的背后有许多鲜为人知的故事。\n两度拜师一波三折\n\"事实上，启功先生没有正式地收过哪个书法学生\"，金煜告诉记者，\"但是受过他教诲的人却有千千万万，尤其我很幸运，能得到先生亲自地言传身教\"。金煜至今还记忆犹新启功先生手把手教他书法的场景，先生还亲自为他用铅笔修正书法作业，\"可惜我那时不懂事，拿毛笔照着先生修改的部分描写了一遍，也没能保存下来这珍贵的手稿\"。\n最初得以拜会启功先生，金煜说完全是幸运之神对他的眷顾。跟启功先生学习书法前，金煜曾随金禹民先生学习篆刻、书法及雕钮。金禹民先生是著名的篆刻大师，深得寿石工先生真传。金煜在老师的影响下，对篆刻和书法表现出浓厚的兴趣。\n金煜刚上中学的时候，有一天去西单旧书店买绘画方面的书籍，正挑着书，旁边走过来一个人，对他说：\"这位小朋友，你喜欢画画吧？我给你介绍个老师好不好？\"金煜看着这位和善的陌生人，满脸疑惑。这时书店老板赶紧说：\"这位可是咱们北京有名的画家金协中先生，你还不赶紧答应？\"金煜一听，欣喜地满口应承下来。后来金协中先生首先给金煜介绍的并不是启功先生，而是著名的工笔画大师马晋先生，但金煜学画了几次之后觉得自己不太喜欢过于精细的画法，就跟金协中先生说了，金先生说：\"那好，我就介绍你去启功先生那里学山水画吧！\"可惜时值1957年\"反右\"的特殊时期，金协中先生的承诺还没有来得及兑现，他就被下放到新疆博物馆，这件事情也就这样被耽搁了下来。\n时间一晃十年。通过平时的接触，金煜惊喜地发现住在翠花街西口他家附近的藏书家赵元方先生跟启功先生也是好朋友。1967年经赵先生介绍，金煜终于见到了仰慕已久的启功先生，他把之前的经历告诉了启功先生，先生笑着说：\"那我们自当不能和别人一样了。\"自此，金煜和启功先生交往日益密切，启功先生也时常在书法绘画上给金煜指点一二。\n长卷求字\"千字\"乃成\n0世纪70年代启功先生住在北京西城小乘巷，离金煜所住的翠花街步行仅需十几分钟的路程，有时候启功先生常过来找金煜聊天。\"我不在家时先生也经常过来坐一坐，看看我收藏的画，等我回家再推上车送先生回去，我们爷俩边走边聊天。有一次，走到小乘巷西口的大树旁边，先生抬头看看树感慨道：'树有四季变化、阴阳向背，你要能把树画好就不错啦！'。\"金煜笑着给记者描述当时的情景。\n金煜收藏了明代大书法家文徵明的一幅真迹，启功先生在他家见到这个手卷以后，拿回寓所在卷尾题跋了一段，先生这段书法让金煜看得如痴如醉，连声感叹世上居然还有人能写出这么漂亮的字！出于对启功先生书法的仰慕，金煜打算向先生求一幅墨宝，以便自己平日学习和临摹。\n于是，金煜拿出自己珍藏的日本卷纸，亲手研了朱砂墨，用小红毛笔沾着朱红色，比着界尺，一丝一线地给卷纸画上了朱丝栏。启功先生在看到金煜拿过去的卷纸之后，十分高兴，称赞道：\"你这个格子画得认真，能画成这样也不容易啊。\"就这样，启功先生收下了这个长卷。两三个月过后，有一天金煜去启功先生那里串门，先生就把长卷拿给他。在打开长卷以前，金煜也不知道启功先生会写什么，他猜测这一丈多长的卷纸，先生一时肯定写不完，大概会今天写一段诗，明天写一段词什么的。\"我打开一看，居然是'草书千字文'，一时间我大喜过望，拿回家看了一遍又一遍，简直爱不释手\"，金煜高兴地说。\n据金煜介绍，启功先生写这幅\"千字文\"的时候正逢\"四人帮\"倒台。文革期间启功先生和中国众多的知识分子一样，曾经历了很多不公平待遇，先生都默默忍受下来，甚至还开玩笑说自己的书法是\"文革\"期间抄写大字报练习出来的。1975年启功先生失去了相濡以沫大半辈子的老伴，\"先生和师母的感情十分深厚，师母对启功先生照顾得无微不至，她去世以后，启先生所写的诗和谈话间无不流露出对老伴无尽的思念\"。\"文革\"后期，启功先生的颈椎病犯得很厉害，金煜经常见到先生前面带着有机玻璃罩，后面带着箍，挺着脖子艰难地在路上走，病情严重的时候启功先生还曾晕倒在路旁。\"文革\"过后，启功先生的颈椎病奇迹般地好了起来，先生的心情也十分舒畅，还经常跟朋友说：\"这'四人帮'倒了，我这颈椎病也好了。\"可见其当时愉快的心情。\n也正是在经历了这样的历史过程后，启功先生的书法更彰显流畅和灵动。金煜向启功先生索求的\"草书千字文\"就是在这样的状况和心情下写成的。金煜告诉记者，草书是通过笔画抒发自己性情的最好载体。启功先生在长卷后的题跋里也谈到了自己的创作过程，言其\"时作时辍\"，但这丝毫不影响这幅作品的完整性，通篇看起来行与行、字与字都浑然一体，且首尾呼应，仿佛一气呵成，完全是启功先生高明的书法功底和愉悦心情的自然流露。除了高深的艺术成就，启功先生的\"草书千字文\"因其数量稀少而更显珍贵。金煜介绍说，先生的行书十分常见，草书却很少，完整的草书千字文则更是稀有。\n四十载师生情深似海\n在启功先生逝世的追悼会上，金煜曾给先生写了一副挽联：\"四十载师生情深似海，万千般教诲沁心入腑。\"这副挽联恰如其分地表达了金煜和启功先生之间的深厚感情，也表达了金煜对先生逝世的哀思。\n\"我母亲在世的时候，每逢过年都会给启功先生带一些她做的年菜，比如米粉肉、肉皮冻、炒咸食等。每年这个时候我都会送给先生一枚年号章，那时只要我一摸兜，启先生就知道我又给他送印来了。\"金煜说，算起来他总共给启功先生刻了三十多方印，这些印章先生生前都曾用过，尤其像\"浮光掠影楼\"等更是常用印，这让金煜感到无比荣幸。启功先生乙酉年去世之前，金煜给先生刻了最后一枚年号章，这枚印章成了他和启功先生的永久纪念。\n在出版《启功草书千字文》的时候，启功先生也对金煜关照有加。1995年冬，金煜去先生家商量出版事宜，说：\"我想把它出版，事务由我去跑，稿费归您。\"启功先生摇头说不行，随即拿出一个纸条，写道：\"这个作品是我送给金先生的礼物，由他决定处理\"。\n在确定封面题字上，启功先生更是打破传统规矩，坚持让小自己一辈的金煜来题。对这样的事，金煜自然心中有数，按规矩应该由启功先生的老师或者同辈中的名人来题写，他作为学生哪有资格给启功先生题写书名呢？第一次说到这个事情时，金煜便婉言谢绝了先生的建议，希望先生能找赵朴初先生或其他人来题写。过了一段时间，金煜再请先生题书签时，启功先生生气地说：\"你要再不写，我就上大铅字了。\"虽然深知启功先生不同意用铅字装饰封面，金煜还是再三推辞。后来启功先生的内侄章景怀给金煜说：\"你们爷俩有这种缘分、这种情感，金先生您就写吧！\"金煜一看不好再推脱了，这才诚惶诚恐地题写了《启功草书千字文》一书的封面。说到这里，金煜感叹道：\"这是先生提携学生，同时也是鞭策学生啊！\"\n万千般教诲沁心入腑\n启功先生不仅是国学大师、教育家、古文字学家、诗人，又是书法家、画家，还是文物鉴定家，他在书法上的造诣尤为突出，对后人影响也最大。金煜说，启功先生的书法崇尚自然，并蕴藏着深刻的内涵，是其众多学识融会贯通的结晶。有一次金煜专门请教启功先生道：\"外面那么多仿您的东西，怎么看怎么假，为什么都写不像呢？\"启先生解释道，书法是人性情的自然流露，性情因人而异，写出来的字又怎么会完全一样呢？在后来反复学习启功先生作品和著作的过程中，金煜对先生所说到的\"自然\"二字体会愈加深刻。\n\"你们看启功先生给我写的千字文，虽然是临摹智永禅师，但只是保留了其某种字型和结构的风范而已，主要还是启功先生自己的运笔和风格，所以启功先生的这个草书，除了是其扎实功底的自然流露，也是一种再创造，最终形成了别具一格的'启体'。\"金煜介绍说，在送给他\"草书千字文\"之后，启功先生还特意嘱咐道：\"你不要照着我的写，我从哪学的，你也从哪学。\"这也是启功先生重要的书法教育观点之一，后来金煜直接临摹智永大师的\"真草千字文\"，的确受益匪浅。\n生活中启功先生也是很好的老师。金煜感叹说，先生一生极为简朴，虽然当时大学教授的待遇并不低，但家里几乎没有什么东西。有段时间北京十分流行做木器家具，比如沙发、酒柜之类，金煜看到别人做也动心了，正要请木匠，启功先生问他：\"做这个干嘛？\"金煜仔细一琢磨：对啊，做这个干嘛呢？于是打消了赶潮流做家具的想法。\n作为鉴赏家，启功先生也堪称一代师表。他没有架子，更为难能可贵的是他愿意看画。金煜说，以前启功先生经常到他家看画，看完还会详细地给他分析。有时候金煜不在家，启功先生看完画就会拿铅笔写一些小纸条，说明哪个是真的，为什么真？哪个应该是怎么样的？有疑问地方的先生会画问号表示有问题，等等。金煜到现在还保存着当时那些珍贵的便条。有时候，金煜介绍启功先生去朋友家看画，先生也会欣然前往。启功先生经常对人说：\"我愿意看画！\"在他看来，只有不断地看，不断琢磨，再经过思考研究，才能真正了解真迹和赝品的区别，鉴定能力才会得到提高。\n","category":"草书","verified":true,"user":1,"timestamp":1429951548422}]