[{"name":"瘗鹤铭民国拓本翻刻","text":"镇江焦山江心岛《瘗鹤铭》摩崖石刻。瘗，埋葬。一个书法家，家养的鹤死了，埋了并写了铭文。凡是历史上有名字的书法家都在这里留下了书法摩崖石刻，并拓了此铭而去。后来遭雷击滑坡，碑文下半截落入江中，再后来，上半段也消失了，传世的拓片多为伪作。\n简介\n瘗鹤铭：刻于南朝·梁(传)天监十三年(514年)，瘗【拼音】：[yì]【字义】：1.掩埋，埋葬：～埋。～藏（cáng）（殉葬的金玉器物）。～玉埋香（旧指美女死去）。\n瘗鹤铭，著名摩崖刻石，存90余字。原刻在江苏镇江焦山西麓断崖石上，瘗鹤铭外景中唐以后始有著录，后遭雷击崩落长江中，北宋熙宁年间，修建运河，工人江中捞出一块断石，经辨认，此断石正是史书上记载坠落江中的《瘗鹤铭》的一部分。一百年后南宋淳熙间，运河重修，疏掏工人又打捞出四块。送至当地县府，经考证，这三块断石也是《瘗鹤铭》的一部分。这样，与先前打捞上来的那块断石拼凑在一起，正好是失传很久的《瘗鹤铭》。到了明洪武年间，这五块断石复又坠江。康熙年间，镇江知府陈鹏年不惜花巨资募船民打捞，终于在距焦山下游三里处，又将这五块残石捞了出来，乾隆二十二年嵌于焦山定慧寺壁间。1960年合五石为一，砌入壁间。刻石年代众说不一，点画灵动，字形开张。北宋书法大家黄山谷于此刻石得力独多，变态后形成山谷书“中宫内敛，横竖画向四周开张”的“辐射式”的独特风貌。山谷并有“大字无过瘗鹤铭”之句，历代评价极高。明王世贞评：“此铭古拙奇峭，雄伟飞逸，固书家之雄。”铭字连笔圆润，落笔超逸，神采脱俗。----《古代碑帖鉴赏》费声骞。 \n历史背景\n《瘗鹤铭》（yiheming）原刻在镇江焦山西麓石壁上，中唐以后始有著录。自宋代《瘗鹤铭》残石被发现以来，历代书法家均给予其高度评价，且至今未有定论，成为千古之谜。清代康熙52年，闲居镇江的苏州知府陈鹏年曾募工打捞出5方《瘗鹤铭》残石，共93字。经历代专家考证，《瘗鹤铭》原文应在160字左右，尚有很多缺失。自此，《瘗鹤铭》残石的打捞成为萦绕在学术界的一种“情结”。在打捞出水的1000多块山体落石中，经过清洗、拓片、辨识、鉴定，发现其中453号石、587号石、546号石、977号石上疑似为“方”“鹤”“化”“之遽”等残字。经与前人考定著录的《瘗鹤铭》铭文对照，能够初步认定587号、546号、977号石块上“鹤”“化”“之遽”等4个字内容相吻合，字形大小、文字式样、笔画形态都已经具备了东晋六朝由隶至楷的书写特性，也与《瘗鹤铭》书风相一致。2009年8月25日，又对疑似刻有《瘗鹤铭》的巨石的进行部分爆破减负，以便于全石打捞出水，让人不禁翘首等待。\n素称“书法之山”的镇江焦山，历代书法家的碑刻甚多，其中不少是珍品，最著者为宝墨轩碑林中被誉为“碑中之王”的《瘗鹤铭》，署名为“华阳真逸撰，上皇山樵正书。”这是一篇哀悼家鹤的纪念文章，内容虽不足道，而其书法艺术诚然可贵。\n碑刻全文\n鹤寿不知其纪也，壬辰岁得于华亭，甲午岁化于朱方。天其未遂，吾翔寥廓耶？奚夺余仙鹤之遽也。乃裹以玄黄之巾，藏乎兹山之下，仙家无隐晦之志，我等故立石旌事篆铭不朽词曰：相此胎禽，浮丘之真，山阴降迹，华表留声。西竹法理，幸丹岁辰。真唯仿佛，事亦微冥。鸣语化解，仙鹤去莘，左取曹国，右割荆门，后荡洪流，前固重局，余欲无言，尔也何明？宜直示之，惟将进宁，爰集真侣，瘗尔作铭。\n考古打捞\n997年，镇江博物馆和焦山碑刻博物馆联合对“瘗鹤铭”残石进行了为期三个月的考古、打捞，发现了“欠”和“无”二字，但仍残缺很多。2008年10月8日，《瘗鹤铭》残石打捞考古开工。此次打捞工程主要由镇江水利局水投公司、省交通工程公司实施，焦山碑刻博物馆、镇江博物馆联合考古队全程介入，动用一艘打捞船、一艘挖泥船、两条小工作艇，利用现代化的打捞技术，包括GPS技术、超声波技术、多波束水下地形测量技术及潜水等，对焦山西麓江滩进行一次科学、全面的打捞考古作业。经过多位不同学科专家的综合研究，划定考古打捞范围为：估计落水点向南250米、向西80-100米、向北250米。《瘗鹤铭》残石打捞考古行动于2008年6月启动，中央电视台《探索·发现》专题片摄制组前来拍摄纪录片，此事受到了国内外广泛关注。但因为夏季水位较高，正式的清淤打捞工作必须等到入秋才能开始。\n未出水时之拓本称“水拓本”，字数不多；出水后初拓本(五石本)即上皇山樵书。唐人孙处元《润州经》认为系王羲之书，宋黄庭坚、苏舜钦等亦持此看法；因陶弘景曾自号华阳隐居，宋人李石《续博物志》即认为系陶弘景书，后附和此说者最多；欧阳修认为华阳真逸是顾况的道号；还有人认为是唐人王瓒所书；也有人觉其字同颜真卿《宋广平碑》接近，认为是颜真卿书。总之，各持己见，至今仍不能定论。\n艺术价值\n《瘗鹤铭》发现以后，得到历代书家的高度评价。如黄庭坚认其为“大字之祖”，作诗说：“大字无过《瘗鹤铭》。”《东洲草堂金石跋》云：“自来书律，意合篆分，派兼南北，未有如贞白《瘗鹤铭》者。”其书法意态雍容，格调高雅，堪称逸品，是艺术性术高，影响极大的著名碑刻。《瘗鹤铭》在中国书法史上具有坐标意义，被誉为“大字之祖”，其艺术影响力绵长悠久、远及海外。素称“书法之山”的镇江焦山，历代书法家的碑刻甚多，其中不少是珍品，最著者为宝墨轩碑林中被誉为“碑中之王”的《瘗鹤铭》，署名为“华阳真逸撰，上皇山樵正书。”这是一篇哀悼家鹤的纪念文章，内容虽不足道，而其书法艺术成就极高。\n《瘗鹤铭》被誉为“大字之祖”，其艺术影响力深刻久远、远及海外。《瘗鹤铭》原刻于镇江焦山西侧临江崖壁之上，大约在唐代后期或稍晚坠落江中，破裂残损。自宋代《瘗鹤铭》残石被发现以来，历代书法家均给予其高度评价，对它的时代、作者、思想艺术性等方面的研究、探讨一直没有停止过。\n考古研究\n此铭究竟是何人所书？历来就有争议。宋人黄长睿考证它为梁代陶宏景所书。陶宏景隶书、行书均佳，当时他已解官归隐道教圣地镇江茅山华阳洞，故认为属于他的墨迹。另一说，相传是东晋大书法家王羲之所书。他生平极爱养鹤，在家门口有“鹅池”。他常以池水洗笔，以鹤的优美舞姿来丰富他的书法。传说此铭是王羲之悼念他死去的两只仙鹤而作。还有以为唐代王瓒、顾况所作，但均无确据、由于书法绝妙，后被人镌刻在焦山后山的岩石上，因被雷轰崩而坠江中。至宋代淳熙年间（1174一1189）石碑露出水面，有人将它从江中捞起，仍在原处竖立起来，许多人前来观摩摹拓，有的甚至凿几字带走，学者们也来研究它，因而远近闻名。\n不意数十年后，其碑又坠入江中。清康熙五十二年（1713年）由镇江知府陈鹏年募工再度从江中捞出，粘合为一，仅存残字九十余个，移置焦山观音庵。现宝墨轩仍有《重立瘗鹤铭碑记》，碑记文中说到：“盖兹铭在焦山著称，殆千有余年，没于江者又七百年。”叙述了这段经过。碑文存字虽少而气势宏逸，神态飞动，读之令人回味无穷。北宋黄庭坚认为“大字无过《瘗鹤铭》”、“其胜乃不可貌”，誉之为“大字之祖”。宋曹士冕则推崇其“笔法之妙，书家冠冕”。此碑之所以被推崇，因其为南朝时代书法气韵，特别是篆书的中锋用笔的渗入；加之风雨剥蚀的效果，还增强了线条的雄健凝重及深沉的韵味。此碑的拓本及字贴久传国际，名震海内外，是研究书法艺术之代表。它既是成熟的楷书，而又可从中领会楷书发展过程中之篆、隶笔势遗踪发展史的重要实物资料。\n宋拓本\n南北朝梁国摩崖刻石《瘗鹤铭》的宋拓本。剪条装，共15页，每页2字，纵24.5厘米，横14.6厘米。书法厚重高古，用笔奇峭飞逸，虽称楷书，略带隶书和行书意趣，字里行间显露出六朝时期的风韵，为隋唐以来楷书的风范。历代文人书法家评价甚高，对后世书坛有较大影响。\n此铭早拓本流传极少,此册纸墨醇古,字无剜剔，神完气足,宛如真迹,“未逐吾翔”的“逐吾”2字左只稍损,“翔”字左“羊”部右点尚见;“胎禽浮”的“浮”字左下点尚存,实为现存最旧拓本。此拓本有潘宁题签,潘宁、王文治、费兆锟、铁保等跋,并有南宋“游似”、清“崇恩私印”、“石宾”等藏印23方。张彦生《善本碑帖录》著录。现藏故宫博物院。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951548328}]