[{"name":"吴大澂手札","text":"内容介绍\n为使馆藏资源得到充分利用，近两年来苏州图书馆开展对馆藏文献的清理、著录工作，《林屋山民送米图卷子》是清理中发现的珍贵馆藏之一。此书集教育、艺术、收藏等多种价值于一体，通过艺术作品反映了苏州历史上一个清廉小吏暴式昭受民爱戴的故事，感人之至。为继承和传播苏州地方优秀传统文化，苏州图书馆决定将其原貌复制，使其化身千百，让大家来感受艺术、感受廉洁文化的魅力。市委副书记、市纪委书记杜国玲欣然为此书重印本作序。\n苏州图书馆拟重印《林屋山民送米图卷子》，化身千百，以广流传，具有相当的社会价值和现实意义。\n《林屋山民送米图卷子》所记是清末苏州廉吏暴式昭的事迹。\n暴式昭，字方子，河南滑县人。光绪四年（一八七八）选授震泽县平望司巡检，十一年（一八八五）补授苏州府太湖厅甪头司巡检。巡检者，从九品，乃是当时最低级别的公务员，虽然位卑权微，但他克尽厥职，且以清正廉洁著称，“刻苦自厉，非其分所应得，一钱不取，虽其母不能具甘旨，妻子无论也”。洞庭西山有典商三家，每年须纳钱三百六十千于巡检司，他上任后，首先废除这一陋规，将所得尽付西山的慈善机构继善堂。公事之馀，则短衣草屦，徜徉山水田野间，问民疾苦。凡遇先贤祠墓即将湮废者，他都一一整修，或立碣植树，予以保护。今存于石公山的“敬佛”碑、诸家河的诸稽郢墓碑等，即他当时所立。他又寻访山中遗老诗文集，捐出自己微薄的俸银，锓梓行世。可见他对地方文化的重视，即使在封建时代，重视文化也是一方官吏的治绩。十六年（一八九零）发生了一件事，西山百姓以花果为主要生计，时有外地人来西山放蜂采蜜，影响了花果的收成，他作为巡检，便予以阻止，不料官司打到苏州府，几经曲折，终于是年十一月被劾去官。因式昭“债累满身，一钱不存，时届年终，无钱搬家，权住西山，独身回省”。其时正值隆冬，炊烟无温，家人饥寒，西山百姓争相送米送柴送菜蔬。据式昭禀文自述，“每村家家公集，遂蔓延至八十馀村，为户约七八千家”；“处处醵集，村村馈赠，肩挑盘载，踊跃争先。即极小村落若张家湾、中瑶等处，亦复载柴一船，致米数斗，更有老妇于公送外复投度岁诸物，亦有老翁持肉，童子担酒，庵尼负菜，禅僧携茶相饷者”。“一月之中，共收米百四石八斗，柴约十倍于米，他若鱼肉鸡鸭、糕酒果蔬之类，不可纪数”。这让式昭感动万分，不由叹道：“此乃万众心情所愿，怨者不能阻，爱者不能劝，非势驱利诱所能至，亦非乞求讨索所能得也。”他将百姓的馈物周济贫困，其中给继善堂的就有大米六十石、柴草数百担。十七年（一八九一）三月初六，式昭携眷返回河南老家，西山百姓四五百人至码头跪送，哭不听行。式昭夫妇也泣不成声，依依不舍而去，仅载图书数十卷、质券一束而已。甲午战争爆发，因吴大澂推荐，式昭随出山海关，奉檄至塞外买马，往返千里，不私一钱。其明年，即光绪二十一年（一八九五），他积劳感疾，卒于牛庄军次，年仅四十九岁。所著有《鹤梦庐尺一幸草》、《廿四史识小录》等。\n西山百姓送米故事，一时盛传，时正游幕浙江的西山人秦敏树听说后，以为是“山中嘉话”，即作诗咏之，并绘《林屋山民送米图》，俞樾为之题端，吴大澂、许振祎、吴昌硕、曹允源、邓邦述、沈铿、江瀚等题咏殆遍，郑文焯也绘《雪篷载米图》，遂成长卷。一九四七年岁末，暴式昭之孙春霆在北平，又持长卷遍请当时名家题咏，有胡适、朱光潜、冯友兰、游国恩、俞平伯、浦江清、朱自清、马衡、于海晏、张东荪、徐炳昶、陈垣、沈从文、黎锦熙、李石曾、张大千等，徐悲鸿又为绘《雪篷载米图》。一九四八年六月，《林屋山民送米图卷子》由北平彩华印刷局以珂罗版印了一百本，装订成书册形式，分赠题咏作者。后来又得劭力子、章士钊、柳亚子、叶圣陶等人的题咏，未及刊印。卷子的原件及未刊题咏，据说均已毁于“文革”，印本今也流传绝少，苏州图书馆有幸庋藏一册，可谓弥足珍贵。\n在我看来，重印《林屋山民送米图卷子》，至少有三方面的意义。\n首先，苏州历史上向有清正廉洁之人，三国吴陆绩，北宋范仲淹，明况锺、海瑞，清汤斌，都是中国封建时代的著名廉吏，但他们官显位高，记载详赡，宦迹显著。暴式昭则是最底层的小吏，每年正俸仅三十两，给米斛如银两之数。不少小吏就取诸地方，清节既隳，贪风弥肆，暴式昭的前任就有如此的陋规。然而巡检这类小吏，是整个国家机器运转的神经末梢，在百姓眼里，他们就是政府，是亲民恤民，还是掠民殃民，直接关系到普通百姓的命运。像暴式昭那样的小吏，就受到百姓的爱戴。西山百姓的送米送柴送菜蔬，既是对他的支持，也是对官府的抗议。俞樾题诗有曰：“不媚上官媚庶人，君之失官正坐此。乃从官罢见人情，直道在人心不死。”这一卷子就反映了民意和士气，那是不可多得的。另外，在中国廉政史上，关于清正廉洁的小吏少有记载，暴式昭的事迹生动感人，具有典型意义，这也是不可多得的。\n其次，这一卷子反映了民治生活，其中《柴米簿》、《太湖抚民府札》、《暴式昭禀》三件史料最为重要。《柴米簿》乃是西山各村各户馈物的清单，时间自十六年（一八九零）十二月初十日至翌年正月二十九日，由暴式昭自记，沈敬学整理成篇，“将山民之村落、姓氏录在卷中，以昉汉人碑阴之例，用纪其实焉”。保留了当时西山村落、氏族、姓氏的记录，反映了物产、民生、年俗等状况。《太湖抚民府札》则是官方文件，未经调查研究，就说“太湖西山地方，有棍徒蔡剑门，手持竹梆，遍山敲击，向各户敛费，称欲保留甪头司巡检暴式昭，以致人心煽惑，并向各户索米，为该巡检暴式昭用度情事”云云，反映了官府对民生的态度，也可见清末吏治的腐败。《暴式昭禀》是针对《太湖抚民府札》的申辩，据实直陈，问心无愧，“伏思五载林屋，恐辜名贤知遇，妄励清操。百姓追念畴歎，赠之柴米，坚辞犹然复来。念其远路，且公集杂于瓜分，勉徇其意，遂尔收受。此等赃私，非愚者莫能致，亦非愚者莫能得也”。公道自在人心，送米之事正显示了民意，正像朱自清在那首新诗里写的，“这幅画这卷诗只说了一句话：傻心眼儿的老百姓才真公道”。研究晚清民生，固然有许多材料，这卷子却有着特别的意义。\n其三，这一卷子丰富了苏州文献。时居苏州的曲园老人俞樾，与暴式昭祖父暴大儒为同榜进士，故与式昭往来迩密，当式昭被诬后，俞樾竭力为之周全，暴家藏其手札六十馀件，今已散佚，卷子题记中则得以保存若干。徐悲鸿的《雪篷载米图》，诚然是他有关苏州故事题材的惟一作品，虽是“扶病”而作，笔墨亦属上品。朱自清病逝于一九四八年八月，他在卷子上题的那首新诗，乃是他的最后一首诗。沈从文的题记，不见于《沈从文文集》，也赖卷子得以流传。值得一说的是，《点石斋画报》报道当时苏州社会新闻不少，于此事却只字未提，究竟是访员不察，还是体现了官方的意愿，未可深究。但对同一事件的不同态度，正可以看出社会的多样性和复杂性。\n有鉴于此，故为之序，以期进一步推动苏州传统文化资源的发掘、整理和研究，其中也包括廉洁文化这一重要方面。\n ","category":"草书","verified":true,"user":1,"timestamp":1429951654741},{"name":"吴大澂手札","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791620214,"text":"","author":"清代吴大澂","description":"吴大澂手札"}]