[{"name":"王图炳行书卷","text":"《祭侄文稿》是唐代书法家颜真卿追祭从侄颜季明的草稿。行书纸本，纵20.8厘米，横75.5厘米，二十三行，凡二百三十四字。书于公元758年（唐乾元元年）。\n此文稿追叙了常山太守颜杲卿父子一门在安禄山叛乱时，挺身而出，坚决抵抗，以致“父陷子死，巢倾卵覆”（《祭侄文稿》），取义成仁，英烈彪炳之事。祭悼其侄颜季明更见疾痛惨怛，哀思郁勃。本帖通篇用笔之间情如潮涌，书法气势磅礴，纵笔豪放，一泻千里，常常写至枯笔，更显得苍劲流畅，其英风烈气，不仅见于笔端，悲愤激昂的心情流露于字里行间。被元人鲜于枢誉为“天下行书第二”。\n原卷前后隔水有宋“宣和”、“政和”小玺、天水园印及历代鉴赏收藏印鉴数十方，还有鲜于枢、张晏、周密等人题跋。宋《宣和书谱》有著录，清乾隆时入内府，原卷现藏台北故宫博物院。\n作品简介\n信息\n【名称】祭侄文稿\n【作者】颜真卿\n【年代】唐代\n【书体】行书\n【材质】麻纸墨迹\n【规格】纵28.3厘米，横75.5厘米\n【字数】23行，234字\n【收藏】台湾台北故宫博物院。 《祭侄文稿》，亦称《祭侄季明文稿》。朱关田《中国书法史·隋唐五代卷》谓：《祭侄文稿》“书之奇绝，论者以为《兰亭序》之后惟此为高，故有‘天下第二行书’之誉”。 颜真卿公元758年（约50岁时）所书的《祭侄文稿》与晋代王羲之的行书《兰亭序》（书于公元353年作者约50岁时）、宋代苏轼的行书《黄州寒食帖》（书于公元1082年作者约45岁时）并称为“天下三大行书”法帖。上述三大行书法帖，因其辞、书皆佳，且均为文稿稿草，情切意真。曹宝麟谓：“他们正是在无心于书的创作状态下任情恣性地挥洒，才不期而然地达到了最佳的感人效果”，天下三大行书，“这一推崇世无间言”。可以说，《祭侄文稿》是极具史料价值和艺术价值的墨迹原作之一，至为宝贵。 \n版本\n《祭侄文稿》传世有二：一是停云馆所刻祭侄文稿，有陈绎曾、陈深、文徵明三跋，与清卞永誉《式古堂书画汇考》所载相同；二是墨迹本，明张丑《清河书画舫》云，《祭侄文稿》定当以鲜于枢、张晏跋尾本为真迹。 徐邦达《古书画过眼要录·晋隋唐五代宋书法》谓：“明文氏《停云馆帖》所刻一本，与此不同，当是伪迹。” \n创作背景\n《祭侄文稿》又称《祭侄季明文》，安史之乱时，颜真卿堂兄颜杲卿任常山郡太守，叛军进逼，颜季明，即颜杲卿第三子，颜真卿堂侄，在其父揭旗反正，与颜真卿共同声讨安禄山叛乱时，由他往返于常山、平原之间传递消息，使两郡联结，形成犄角之势，齐心效忠王室，抵抗叛军。但太原节度使拥兵不救，以至城破，颜杲卿与子颜季明先后罹难，所以文中说“贼臣不救，孤城围逼，父陷子死，巢倾卵覆”。\n事后颜真卿派长侄泉明前往善后，仅得杲卿一足、季明头骨，乃有《祭侄文稿》之作。则鲁公在援笔作文之际，抚今追昔，萦纡忿激，血泪交进，悲愤交加，情不能自禁。颜真卿此文，正义凛凛，有不忍卒读之感，故黄庭坚《山谷题跋》说：“鲁公《祭侄季明文》文章字法皆能动人。” \n评论书法作字、向有字如其人之说。鲁公一门忠烈，生平大节凛然，精神气节之反应于翰墨，《祭侄文稿》最为论书者所乐举。通篇使用一管微秃之笔，以圆健笔法，有若流转之篆籀，自首至尾，虽因墨枯再蘸墨，墨色因停顿起始，黑灰浓枯，多所变化，然前后一气呵成。\n《祭侄季明文稿》既是起草文稿，其中删改涂抹，正可见鲁公为文构思，始末情怀起伏，胸臆了无掩饰，当是存世鲁公手书第一名墨迹。\n作品释文、注释及翻译\n释文：\n维乾元元年、岁次戊戌、九月庚午朔、三日壬申①。第十三（“从父”涂去）叔银青光禄（脱“大”字）夫使持节蒲州诸军事、蒲州刺史、上轻车都尉、丹杨县开国侯真卿②。以清酌庶羞祭于亡侄赠赞善大夫季明之灵口③：\n惟尔挺生，夙标幼德。宗庙瑚琏，阶庭兰玉（“方凭积善”涂去），每慰人心。方期戬谷④，何图逆贼间衅，称兵犯顺。尔父竭诚（“➹制”涂去，改“被迫”再涂去），常山作郡。余时受命，亦在平原⑤。仁兄爱我（“恐”涂去），俾尔传言。尔既归止，爰开土门。土门既开，凶威大蹙（“贼臣拥众不救”涂去）。贼臣不（“拥”涂去）救，孤城围逼⑥。父（“擒”涂去）陷子死，巢倾卵覆。天不悔祸，谁为荼毒？念尔遘残，百身何赎⑦？呜乎哀哉！\n吾承天泽，移牧（“河东近”涂去）河关。泉明（“尔之”涂去）比者，再陷常山（“提”涂去）。携尔首榇，及兹同还⑧（“亦自常山”涂去）。抚念摧切，震悼心颜。方俟远日（“➹➹”涂去），卜（“➹”涂去）尔幽宅（“舍”涂去）。魂而有知，无嗟久客。\n呜呼哀哉尚飨⑨！ \n注释：\n①维乾元元年……三日壬申：“乾元”，为唐肃宗李亨年号。“乾元元年”，即公元758年。“庚午朔”：那个月的朔日是庚午日。“三日壬申”：那个月的初三日是壬申日。祭祀就发生在九月初三日。\n②第十三叔……丹杨县开国侯真卿：“第十三叔”，颜真卿在从兄弟十五人中排行第十三。“银青光禄夫”阙“大”字，应为银青光禄大夫。“蒲州”，地名。“丹杨县”，地名。742年（唐天宝元年）丹杨郡移置润州（今镇江），同时改曲阿县为丹杨（阳）县。\n③以清酌庶羞……季明之灵口：“庶”，各种；“羞”，通馐，食物。“庶羞”，指各种食物。“季明之灵口”的“口”表示字不识。一释作“曰”字，一释作“今”字。\n④惟尔挺生……方期戬谷：“挺生”：挺拔生长，亦谓杰出。“夙标劭德”，夙标，《晋书·王敦桓温列传》：“韫文武之奇才，见赏通人，夙标令誉。”“阶庭兰玉”：喻能使门楣光辉、有出息的子弟。《晋书·谢安传》：“譬如芝兰玉树，欲使其生于庭阶耳。”“夙标幼德”的“幼”字，一释作“劭”字，劭，高尚美好之意。\n⑤何图逆贼闲衅……亦在平原：“闲衅”，“闲”同“间”，亦作“间衅”。伺隙；乘隙。《文选·张衡〈东京赋〉》：“巨猾闲衅，窃弄神器。”薛综注：“闲，候也；衅，隙也。”“常山”即常山郡（治所在今河北正定县）；“平原”即今山东德州陵县。\n⑥仁兄爱我……孤城围逼：“归止”，止：助词。《诗.齐风·南山》：“既回归止，曷又怀止。”“爰开土门”：爰，乃，于是。土门，今河北井陉，唐时为战略要地。“蹙”：紧迫。\n⑦父陷子死……百身何赎：“遘”；遭遇。\n⑧呜呼哀哉……及竝同还：“河关”：河，黄河；关，指蒲津关。二者合称，指蒲州。颜真卿时任蒲州刺史。颜真卿在《蒲州刺史谢上表》中说：“此州之地，尧舜所都。表里山河，古称天险。”“比”；亲近。“榇”，《说文解字》棺也。“首榇”指盛装季明首级的棺木。“及兹同还”的“兹”字，一释作“竝”字，即“并”。汉许慎《说文解字》卷十“竝”：并也。从二立。一起。颜真卿《祭伯文稿》（《祭伯父豪州刺史文》）有“脱于贼手，并得归京”句。 \n⑨抚念摧切……尚飨：“抚念摧切”，抚念：悼念。摧切：伤痛摧心深切。 \n翻译\n时在唐肃宗乾元元年（公元758年），农历是戊戌年。农历九月的朔日是为庚午日，初三日壬申，（颜季明的）第十三叔、佩带银印章和青绶带的光禄大夫。加使持节、蒲州诸军事之蒲州刺史。授勋上轻率都尉和晋爵为丹阳县开国候的颜真卿。现今用清酒和多种美食来祭扫赞善大夫颜季明侄儿的亡灵。词曰：\n惟有你（季明）生下来就很出众，平素已表现出少年人少有的德行。你好像我宗庙中的重器，又好像生长于我们庭院中的香草和仙树，常使我们感到十分欣慰。正期望（季明）能够得到幸福和作个好官，谁想到逆贼（安禄山）乘机挑衅、起兵造反。你的父亲（颜杲卿）竭诚尽力，在常山担任太守。我（颜真卿）那时接受朝廷任命，也在平原都担任太守之职。仁兄（杲卿）出于对我的爱护，让你给我传话（即担任联络）。你既已回到常山，于是土门被夺回。土门打开以后，凶逆（安禄山）的威风大受挫折。贼臣（王承业）拥兵不救，致使（常山）孤城被围攻陷氏父亲（颜杲卿）和儿子（颜季明以及家族人等）先后被杀。好像一个鸟巢被从树上打落．鸟卵自然也都会摔碎，那里还会有完卵存在！天啊！面对这样的惨祸，难道你不感到悔恨！是谁制造了这场灾难？念及你（季明）遭遇这样的残害（被杀后只留头部，身体遗失）．就是一百个躯体哪能赎回你的真身？呜呼哀哉！\n我承受是上的恩泽，派往河关（蒲州）为牧。亲人泉明，再至常山，带开盛装你首级的棺木，一同回来。抚恤、思念之情摧绝切迫，巨大的悲痛使心灵震颤，容颜变色。请等待一个遥远的日子，选择一块好的墓地。你的灵魂如果有知的话，请不要埋怨在这里长久作客。呜呼哀哉！\n请享用这些祭品吧！ \n作品赏析\n章法节奏变化\n颜真卿著名的行书作品还有“三稿”——《祭侄文稿》、《争座位稿》（按：亦称《争座位帖》）、《告伯父稿》（按：亦称《告伯父文稿》）。其中，《告伯父稿》为刻本，书、刻皆不足以称善。《祭侄文稿》与《争座位稿》实为绝妙之品。\n草稿因其性质，书法尤为率意，但率意显真情，无刻意之迹。《祭侄文稿》运笔迅疾，情绪激动，与其悲愤之情有关。其书法最妙处，一在其字的点画密聚，草成一个块面之处；二在其枯笔连擦写数字之处。这两种现象交相映衬，造成虚实、轻重、黑白之间的节奏变化，再加上草稿特有的率意所造成的用笔“不拘小节”，和结体的偏于松散，形成了颜体稿书风格。《争座位稿》也有这样的特点，只不过因是刻本，这些特征不似《祭侄文稿》那么真切而已。此外，草稿的涂改、添加之处更增添了率意感，这本是因草稿而自然形成的，如果有着意仿者，将古人的诗文拿来再行涂改一番以追求率意之趣，不免东施效颦，流于浅薄庸俗。 \n线质沉实挺劲\n颜真卿的行书信札、草稿，如《祭侄文稿》等。因其用途和行书书体的形式特点，使其点画用笔中舍弃了对起笔、收笔和转折、勾趯等处的刻意求工，但却保留了沉实挺劲而浑厚的线质，结体则变严谨端庄而为宽松多态，章法又随势产生紧松、疏密的变化，这正体显出颜真卿书法的艺术创造力和高层次的书美意趣。\n颜真卿的真书严谨至极，而其行书却能放任随意，不拘绳墨，轻松空灵，富有情韵。研究颜体行书，所依据的是他的信札草稿，而这些作品都是在平时的非郑重的实用用途中产生的，由于是随意所为，无意于佳，所以能表现出真情实意。\n点画厚重，用笔圆浑，结体宽博，这是其真书和行书都具备的基本特征。但由于行书多用于非郑重用途的随意书写，使其艺术天才、灵感性情随兴得以充分喷发，故其书法点画飞动，多连笔之势，体态就势变异，奇妙无穷，焕发出浓郁的书卷气息。 \n线条节奏运动\n《祭侄文稿》线条节奏随着作品的展开而不断改变。开始时线条沉稳、含蓄、笔画断开，随着连笔增加，速度加快，但一些连续性极强的线条之间，总有些点画断开的字作为隔离带，以至使作品在总体节奏不断趋向奔放、疾速的同时，隐含着抑扬的交替。当然，每一次循环都把整体节奏推向更激越的一个层次，作品最后在线条无法遏止的推移中结束。作品线条的外部运动和内部运动都包含了丰富的层次和极为细微的变化。它展示一种连续的完整的过程，展示了一种运动在某种精神背景支持下演变、推移，以至达到另一种无法预想的节奏状态的过程。从作品的起端无法推想它的结尾，更无法推想它在延续中的一切变化。这是手稿、信札类作品与写本类作品在节奏上的区别。\n《祭侄文稿》等作品中的线结构与运动节奏取得了很好的呼应。点画断开的单字使字间空间与行间空间融成一片，成为一些相对稳定的字内空间的背景，但是当线条连续性增加时，字间空间时而与字内空间融合，如“都尉”、“何图”、“无嗟”等，从而转入另一种空间态势，使线条所牢笼的空间与背景处于更紧张的冲突中，以至最终插入行间空间，在各种空间无法调和的冲撞中奏出结束的音符；行轴线也与运动节奏相呼应，平直——动荡——恢复清晰的轴线，每一次这样的反复都使轴线远离作品开始时的基调，而在作品结束时产生最强烈的震荡——这也是从起端无法预想的尾声。\n作品“时——空”节奏这种复杂的变化，不可能是作者刻意追求的结果，否则总会在某些细节上露出着意刻画或是摆布的痕迹——在他的楷书作品中多少含有此种因素，但没有在《祭侄稿》中发现过任何蛛丝马迹。这就是说，左右这件作品复杂节奏的因素，不处于形式构成层面，也不处于作者对形式构成的意识中，而潜藏在作者精神生活深处。《祭侄稿》的文辞透露了有关信息。颜真卿的侄儿季明在安史之乱中牺牲，这件作品是颜真卿所撰祭文的草稿。可以想见作者行文时的沉重心情，但铺辞行文，总还得对情绪有所克制，然而随着文章的展开，作者逐渐陷于抑制不住的悲痛中，不能自已，直到文章结束，还可以感到作者无法平复的心境。情绪的波动成为控制这件作品节奏的支点。这当然不是说情绪和线条节奏之间存在精确的对应关系，而是说在决定作品构成的极为复杂的深层原因中，可以找到这样一个层面：在这个层面上，作者的情绪活动涵盖了一切；同时这一层面与形式构成层面之间影响自动进行，不受意识的干预。这便是书法创作中的“忘情”。 \n文字与书法表达\n陈振濂在《文字在书法中的载体地位》一章（《书法美学》第三章）中，以元代陈绎曾的跋语为线索对作品进行分析：\n《祭侄帖》（《祭侄季明文稿》）是颜真卿悼念死于安史叛军之手的侄子的文章，身遭家国之痛，他不会不无动于衷。顺着陈绎曾的提示去按察颜真卿的感情起伏：“前十二行甚遒婉”，这十二行的文字是：\n“维乾元元年岁次戊戌九月庚午朔三日壬申，第十三叔银青光禄大夫使持节蒲州诸军事蒲州刺史上轻车都尉丹阳县开国侯真卿，以清酌庶羞，祭于亡侄赠赞善大夫季明之灵：惟尔挺生，风（按：应为“夙”字）标幼德，宗庙瑚琏，阶庭兰玉，每慰人心，方期戬谷，何图逆贼间衅，称兵犯顺，尔父竭诚，常山作郡，余时受命，亦在平原，仁兄爱我，俾尔传言。”\n这一段除自述官职之外，对季明的出身幼行作了概括的描述，以及点出时代背景，但尚未及本事。而且“仁兄爱我，俾尔传言”，是一种绵绵的回忆。尚未达到感情最高潮、冲突最激烈的阶段，有这样文字背景，其书法亦较平稳——当然是激越中的平稳。陈绎曾评其“遒婉”，可称的论。\n“自‘尔既’至‘天泽’逾五行殊郁怒，真屋漏迹矣。自‘移牧’乃改”。这六行的文字是：\n“尔既归止，爰开土门，土门既开，凶威大蹙，贼臣不救，孤城围逼，父陷子死，巢倾卵覆，天不悔祸，谁为荼毒，念尔遘残，百身何赎，呜呼哀哉。吾承天泽……”\n这一段直接写出了季明父子的功绩与牺牲。“凶威大蹙”是颜氏父子的赫赫战功，“父陷子死”则是他们惨遭杀害的悲壮结局。对颜真卿来说，是亲兄长与亲侄子的惨死，切肤之痛与对叛军的切齿之恨，使这六行“殊郁怒”：感情的冲突达到高潮。\n“自‘移牧’乃改。‘吾承’至‘尚飨’五行沉痛切骨，天真烂然，使人动心骇目，有不可形容之妙”。这五行文字是：\n“吾承天泽，移牧河关，泉明比者，再陷常山，携尔首榇，及兹同还，抚念摧切，震悼心颜，才（按：应为“方”字）俟还（按：应为“远”字）日，卜尔幽宅，魂而有知，无嗟久客。呜呼哀哉，尚飨！”\n这是文章的收束。文中谈到寻得季明死骸时，仅剩首级。史传他兄长颜杲卿遗骸亦荡然无存，仅寻得一足及头发数缕，是则更是沉痛切骨矣。沉痛和郁怒是两种不同的情绪，前者低回后者高昂，前者压抑而后者喷发；陈绎曾以为此是沉痛，颇可玩味。 \n真挚感情\n《祭侄稿》坦白真率，是以真挚情感主运笔墨，激情之下，不计工拙，无拘无束，随心所欲进行创作的典范。个性之鲜明，形式之独异，是书法创作述志、述心、表情的典型。作品中所含蕴的情感力度震撼着每位观赏者，以至于无暇顾及形式构成的表面效果。这恰是自然美的典型结构。\n《祭侄稿》是由真挚感情浇灌出来的杰作，是心灵的奏鸣曲，是哀极愤极的心声，是血和泪凝聚成的不朽巨制。在“忘情”状态下的无意识的表现手法使作品产生出无比优美的艺术效果。是经过长期探索而在这非常的一瞬间产生创变突破的实例。\n《祭侄稿》的线质遒劲而舒和，与沉痛切骨的思想感情融和无间。所谓“干裂秋风，润含春风”，也唯此作品能当之。 \n递藏鉴赏\n《祭侄文稿》流传有绪，据元张晏跋：当时宣和尝收，后为庸工剪去印记，元代时于“岁”字旁犹有天水圆印痕迹。元初在鲜于枢手并有跋。明时在吴廷家，后辗转入清内府。内中钤有“赵子昂氏”、“鲜于枢伯机父”、“张晏私印”、“句曲外史”、“石渠宝笈”、“嘉庆御览之宝”、“宣统御览之宝”等鉴藏印。前隔水有题识；幅后有张晏、鲜于枢、王顼龄、徐乾学等跋。又有周密、屠约、僧德一、王图炳等观款。著录于《宣和书谱》、《清河书画舫》等。刻入宋《博古堂》、《忠义堂》等帖。明《停云馆》、《戏鸿堂》、《玉烟堂》等丛帖亦有刻入。 \n颜真卿（709年至785年），字清臣，生于京兆万年（今陕西西安），祖籍琅琊临沂（今山东临沂）。唐代著名书法家。一生曾任监察御史、殿中侍御史、平原太守、工部尚书、吏部尚书、御史大夫等职，封“鲁郡公”，为玄宗、肃宗、代宗、德宗四朝元老。向以义烈闻名官场，以至为唐王朝舍生取义，杀身成仁。家学渊博，工于尺牍，其正楷端庄雄伟，气势开张；行书遒劲郁勃，自成一格，人称“颜体”，颜体书对后世书法艺术的发展产生了深远影响。颜真卿不仅在书学史上树立起一座巍峨的丰碑，其高尚人品也为后世景仰。其人其书，皆为典范。颜真卿书法碑刻作品有《多宝塔感应碑》、《东方朔画赞》、《颜勤礼碑》、《大唐中兴颂》、《麻姑仙坛记》、《裴将军诗》、《争座位帖》等。墨迹作品有《祭侄文稿》、《刘中使帖》、《湖州帖》（传）、《自书告身》帖等。 \n历代集评\n题跋\n元代鲜于枢跋（节选）：“唐太师鲁公颜真卿书《祭侄季明文稿》，天下行书第二。余家法书第一。”\n宋代陈深跋：“颜鲁公，唐朝第一等人。公字画雄秀，奄有魏晋而自成一家。前辈云，书法至此极矣。……《祭侄季明文稿》一纸，详玩此帖：纵笔浩放，一泻千里，时出遒劲，杂以流丽。或若篆籀，或若镌刻，其妙解处，殆出天造，岂非当公注思为文，而于字画无意于工而反极其工邪。苏文忠谓：‘见公与定襄五书草数纸，比公他书尤为奇特。’信公忠贤，使不善书，千载而下，世固爱重，况超逸若是，尤以宝之。” \n元代张晏跋（节选）：“此祭侄季明文，今在余家。住京师，尝会诸贤品题，以为告不如书简、书简不如起草。盖以告是官作。虽端楷终为绳约。书简出于一时之意兴，则颇能放纵矣。而起草又出于无心，是其心手两忘。真妙见于此也。观于此帖，真行草兼备三法。”\n元代陈绎曾跋（节选）：“右鲁公祭兄子季明帖前十二行甚遒婉，行末循‘尔既’字，右转至‘言’字左转而上，复侵‘恐’字，右旁绕‘我’字，左出至行端。若有裂文，适与褙纸缝合。自‘尔既’至‘天泽’逾五行殊郁怒，真屋漏迹矣，自‘移牧’乃改。‘吾承’至‘尚飨’五行，沉痛切骨，天真烂然，使人动心骇目，有不可形容之妙，与《禊叙稿》（按：《兰亭序》别称）哀乐虽异，其致一也。‘承’字掠策啄碟之间，‘嗟’字左足上抢处，隐然见转折势，‘摧’字如泰山压底柱障，末‘哉’字如轻云之卷日，‘飨’字蹙衄如惊龙之入蛰。吁，神矣。” \n明代文徵明跋：“元章（按：米芾字）独称《座位帖》，盖尝屡见，而《祭侄》则闻而未睹，今《宝章录》可考，宜其并称《座位》而不及此也。世论颜书惟取其楷法遒劲，而米氏独称其行草，为剧致。山谷亦云，奇伟秀拔，奄有魏晋隋唐以来风流气骨，回视欧、虞、褚、薛（按：指欧阳询、虞世南、褚遂良、薛稷）辈，皆为法度所窘，岂如鲁公萧然出于绳墨之外而卒与之合哉。盖亦取其行书之妙也。况此二帖皆一时藁草，未尝用意，故天真烂漫出于寻常畦径之外。米氏所谓忠义愤发，顿挫郁屈，意不在字者也。” \n清代王顼龄跋（节选）：“鲁公忠义光日月，书法冠唐贤。片纸只字，是为传世之宝。况祭侄文尤为忠愤所激发，至性所郁结，岂止笔精黑妙，可以振铄千古者乎。” \n文评\n宋代董逌《广川书跋》：“鲁公《祭侄文》‘峻拔一角，潜虚半股’，此于书法，其体裁当如此矣。至于‘分若抵背，含如并目，以侧映斜，以斜附曲’，然后成书，而有人于此盖尽之也。鲁公于书，其过人处正在法度备存而端劲庄持，望之知为盛德君子也。尝问怀素‘折钗股何如屋漏水？’曰：‘老贼尽之矣。’前人于其隐处，亦自矜持，不以告人，其造微者，然后得之。此二体又在八法六体之外，乃知书一技而其法之众至此。公《祭犹子文》，殆兼存此体者也。”（节选自《历代书法论文选续编》，上海书画出版社，1993.8，126-127页）。\n宋《宣和书谱》：“鲁公平生大气凛然，惟其忠贯日月，识高天下，故精神见于翰墨之表者，特立而兼括。忠臣烈士，道德君子，端严尊重，使人畏而爱之。”\n明代项穆《书法雅言》：“行草如《争座》、《祭侄帖》，又舒和遒劲，丰丽超动，上拟逸少，下追伯施（按：虞世南字），固出欧、李（按：欧阳询、李邕）辈也”（节选自《历代书法论文选》，上海书画出版社，1979.10，527页）。\n清代吴德旋《初月楼论书随笔》：“慎伯（按：包世臣字）谓平原《祭侄稿》更胜《座位帖》，论亦有理。《座位帖》尚带矜怒之气，《祭侄稿》有柔思焉。藏愤激于悲痛之中，所谓‘言哀已叹’（按：孙过庭《书谱》语）者也”（节选自《历代书法论文选》594页）。\n","category":"行书","verified":true,"user":1,"timestamp":1429951659099},{"name":"王图炳行书卷","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791632989,"text":"","author":"清代王图炳","description":"王图炳行书卷"}]