{"name":"乐毅论","dynasty":"东晋","category":"楷书","author":"王羲之","type":"拓本","description":"王羲之小楷，《乐毅论》越州石氏本 日本东京国立博物馆藏","text":"    《乐毅论》，小楷，梁模本有题款“永和四年（348）十二月廿四日书付官奴”。据说原石曾与唐太宗同葬昭陵，或说《乐毅论》之书在武则天当政时散人太平公主家，后被人窃去，因惧来人追捕，遂于灶内焚之。王羲之《笔势论》中对王献之说：“今书《乐毅论》一本及《笔势论》一篇，贻尔臧之，勿播于外，缄之秘之，不可示诸友。”他用自己精心创作的《乐毅论》作为范本，又以《笔势论》作为理论，从虚与实两方面启发王献之的悟性，导引其进入书学的正轨。从现存的本子中还可看到笔画是灵动的，横有仰抑，竖每多变，撇捺缓急；结构上或大或小，或正或侧，或收或缩；分布则重纵行，不拘横行。从整体上言，在静穆中见气韵，显生机。\r\n\r\n　　《乐毅论》四十四行，褚遂良《晋右军王羲之书目》列为第一。梁陶弘景说：“右军名迹，合有数首：《黄庭经》、《曹娥碑》、《乐毅论》是也。\r\n\r\n”真迹早已不存一说真迹战乱时为咸阳老妪投于灶火；一说唐太宗所收右军书皆有真迹，惟此帖只有石刻。现存世刻本有多种，以《秘阁本》和《越州石氏本》最佳。\r\n\r\n　　此帖和《黄庭经》一样，虽属小楷，但写得雍容和雅，有大字的格局。且笔势精妙，备尽楷则，行笔自然，字势逸宕，同唐以后书大异其趣。这些书迹，至今仍是练习小措的优良范本。\r\n\r\n　　右军的正书中，智永认为乐毅论最佳，后人多半认同。梁朝时就已有临摹本，是今日所见最早的摹本；唐朝年间又有不错的重摹本；快雪堂帖所刻的则流于妍媚无力了。宋代高绅曾获古刻石，一般以为是此帖的祖石，刻法精绝，碑文自“海”字之后残缺不全，世称“止海本”，石亡之后翻刻就没有令人惊叹的作品了。现今流传下来的可分为两类，一种是笔画瘦而行狭者，如快雪堂帖，另一种是笔画肥而行润者，例如宋拓的清仪阁本，浑古遒劲，堪称杰作。右军的正书，遒古平寓秀丽，足为后世典范。其他如黄庭经、东方画赞、曹娥磈等也都是小楷之杰作。\r\n\r\n    《乐毅论》是三国时期魏夏侯玄（泰初）撰写的一篇文章，文中论述的是战国时代燕国名将乐毅及其征讨各国之事。传王羲之抄写这篇文章，是书付其子宫奴的。有人考证说，官奴是王献之。这一书迹，早在去东晋未远的南朝曾被论及。梁武帝在与陶宏景讨论内府所藏的这篇书迹时说：“逸少迹无甚极细书，《乐毅论》乃微粗健，恐非真迹”，陶宏景表示赞同，曰：“《乐毅论》愚心近甚疑是摹而不敢轻言，今旨以为非真，窃自信颇涉有悟。”那么，梁朝内府的藏本，宜是摹本而非真迹。\r\n\r\n　　尽管如此，陈、隋之际释智永却视《乐毅论》为王羲之正书第一。据他说：“梁世模出，天下珍之。自萧、阮之流，莫不临学。陈天嘉（650-565）中，人得以献文帝，帝赐始兴王，王作牧境中，即以见示。吾昔闻其妙，今睹其真，阅玩良久，匪朝伊夕。始兴薨後，仍属废帝。废帝既殁，又属余杭公主，公主以帝王所重，恒加宝爱，陈世诸王，皆求不得。及天下一统，四海同文，处处追寻，累载方得。”\r\n\r\n　　唐朝初年，《乐毅论》入于内府，曾经褚遂良检校鉴定，认定为真迹。褚氏著录内府所收王羲之书迹，为《右军书目》，列《乐毅论》为王氏正书第一，并注明“四十四行，书付官奴”。唐太宗最为宝重的书迹是《兰亭序》与《乐毅论》。唐内府收藏的《乐毅论》，最初摹拓分赐大臣是在贞观年间。褚遂良《拓本（乐毅论）记》曰：贞观十三年（639）四月九日，命直弘文馆冯承素摹拓，分赐长孙无忌、房玄龄、高士廉、侯君集、魏徵、杨师道六人，“於是在外乃有六本。”武平一《徐氏法书记》载：“至高宗又敕冯承素、诸葛贞拓《乐毅论》及杂帖数本，赐长孙无忌等六人，在外方有。”摹本的传布范围，限于皇亲国戚或近侍大臣而已，世人罕见其貌。\r\n\r\n　　《乐毅论》墨迹本今已不传，真迹则更不待言了。据唐韦述《叙书录》称，内府所藏的《乐毅论》，“长安、神龙之际，太平安乐公主奏借出外拓写”，“因此遂失所在”。徐浩《古迹记》记载得更为具体一些，曰：後归武则天女太平公主，其後为一咸阳老妪窃去，县吏寻觉,老妪投之竈下，真迹遂永绝于世。宋朝程大昌肯定了这一说法，其所著《考古编》卷八谓：“开元五年（717）裒大王真迹为百五十八卷，以《黄庭经》为正书第一，无《兰亭》、《乐毅》，则开元时真本不存明矣。今世传本，必是摹拓，又未必正是当时传本。按，褚遂良、武平一皆言贞观中尝敕冯承素等拓本赐长孙无忌等六人，人间遂有六本，其内本之经褚河南叙录者，凡接缝及卷首、卷尾皆印‘贞观二年’以识。今传本又皆无之，知是榻非原榻不疑也。”《宣和书谱》著录的《乐毅论》，恐怕就是程大昌所指的非原拓的再拓本。\r\n\r\n　　另外，宋沈括在《梦溪笔谈》卷十七中还提出一新说，他认为“王羲之书，旧传惟《乐毅论》乃羲之亲书于石，其他皆纸素所传。唐太宗裒聚二王墨迹，惟《乐毅论》石本在。其後随太宗人昭陵。朱梁时，耀州节度使温韬发昭陵得之，复传人间。或曰‘公主以伪本易之，元石曾入旷」。本朝高绅学士家，皇佑中绅之子高安世为钱塘主簿，《乐毅论》在其家，予尝见之。时石已破缺，末后独有一 ‘海’字者是也。其后十余年，安世在苏州，石已破为数片，以铁束之，后安世死，石不知所在。或云‘苏州一富家得之。’亦不复见。今传《乐毅论》，皆摹本也。笔画无复昔之清劲。羲之小楷字于此殆绝，《遗教经》之类，皆非其比也。”沈括此说实际上是把传世的石刻拓本追认到王羲之那里，以他所见的刻石为原石。权作一说存之。\r\n\r\n　　《越州石氏本》拓本，日本东京国立博物馆藏。传为宋高绅任湖北转运使时得《乐毅论》刻本残石于秣陵，石存前半段二十余行。沈括尝亲见，并认为是王羲之亲书于石的刻石。宋欧阳修《集古录跋尾》卷四亦有类似沈括之说的记载：“右《乐毅论》石，在故高绅学士家。绅死，人初不知惜，好事者往往就阅，或模传其本，其家遂秘密之，渐为难得。后其子弟以其石质钱於富人，而富人家失火，遂焚其石，今无复有本矣。”现在传世的《乐毅论》，皆摹刻本。著名者，南宋有越州石邦哲《越州石氏帖》本，明朝有文氏《停云馆帖》本、陈巗《玉烟堂帖》本、吴廷《余清斋帖》本、王肯堂《郁冈斋帖》本，清朝有冯铨《快雪堂帖》本。《越州石氏帖》本，仅存二十九行，帖首第一至五行下方缺一角，第一行“初”字，第二行“为劣是以叙而”六字，第四行“必迂回”三字，第五行“其”字。第二十九行仅剩行末“海”字，亦称“海字本”，与沈括所记相符，当是据高绅所藏残石旧本摹刻。\r\n\r\n　　《余清斋帖本》榻本，北京故宫博物院藏。《余清斋帖》乃吴廷摹刻于明朝万历二十四年（1596），摹刻皆精善，可惜刻于木板。但仍然是明朝丛帖名刻，杨守敬认为“出明代诸集帖之上。”今初拓本，比之《停云馆帖》等，尤为难得。其中《乐毅论》帖，未有“异僧权”三字，其下又增刻“永和四年十二月廿四日书付官奴”一行。《珊瑚网》卷一录董其昌跋“梁摹《乐毅论》真迹”云：“余所见《乐毅论》宋拓本，及唐贞观摹真迹，二本皆无'付官奴'三字，独此有之。”董氏所见，可能是吴廷收刻《乐毅论》所据的原本。又，“异”为隋朝朱异的押署，“僧权”为梁朝徐僧权的押署，见唐张彦远《历代名画记》“叙自古跋尾押署”条。"}