[{"name":"苏轼草书醉翁亭记","text":"\n正文语种:简体中文\n尺寸:25.2x18x0.4cm\n重量:181g\n内容简介\n《苏轼书醉翁亭记(无缺字本)》内容简介：宋代书法家苏轼的书法作品历来被尊为「有宋第一」。其楷书，尤以绵中裹铁的特点、丰腴跌宕的神姿和天真烂漫的意趣称为「苏体」。而《丰乐亭记》和《醉翁亭记》是「苏体」的代表作，被奉为「书坛双璧」。\n据载，二记刻石早已佚失。清人或称刻石毁于北宋「党禁」，或称毁于南宋兵燹。书舟先生著文，以苏辙诗句为证，说明当时北方人少数民族颇重视苏轼的作品；又以苏轼书「杏花碑」毁扑一事为据，说明新、旧党争殃及碑碣。因而推测，二记刻石并非毁于战乱，应是早已毁于「党禁」。\n因无原碑可寻，今日考订碑石的残缺处，仅以各善拓为依据。如《丰乐亭记》传有「北宋拓本」两种：一缺九十三字，残十余字；一缺二十一字，残十余字。今以苏轼之字被为「无缺字本」。\n原拓字句有与今本不同者，如《醉翁亭记》中「起坐而喧哗者」，拓本作「坐起」；「山之僧智仙也」，拓本作「山之僧曰智仙也」；又《丰乐亭记》中「所在为敌国者，何可胜数」，拓本无「者」字；「宋受天命」，拓本无「天」字，等等，悉如原拓。而有的印本把《丰乐亭记》中「掇幽芳而荫乔木」一句误作「掇幽而荫芳乔木」等，此则依善本纠正。今在考订匡补后，并附上「苏体笔画笔锋图解」及「书法口诀」，以便于初学者。碑额为未南先生(何永泽)篆刻。\n","category":"草书","verified":true,"user":1,"timestamp":1429951595047},{"name":"苏轼草书醉翁亭记","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791614817,"text":"（刘九庵考为赵秉文书，赵跋也是赝品，作者是詹僖。）\n 公元1091年，苏轼知颍州时，受请写了两体《醉翁亭记》。一是应开封府刘季孙求书，于十一月乙未，以真、行、草间用字体写成长卷，世称草书《醉翁亭记》；一是应滁州太守王诏求书，于十一月乙巳，以大字楷书写成，世称大字楷书《醉翁亭记》。\n 苏轼在同年同月时间里写成的两体《醉翁亭记》，除字体不同外，另有两点区别。一是开头不同。草书体开头篇名前有作者姓名，即“欧阳永叔醉翁亭记”；而大字楷书体开头则为“醉翁亭记”。二是后跋不一样。草书体是“开封府刘君季孙以滁人之意，求书于轼”；而楷书体则为：“开封府刘君季孙自高邮来，过滁，滁守河南王君诏请以滁人之意，求书于轼”。由此可见，草书《醉翁亭记》是开封府刘季孙亲自到颍州求书得到的；而大字楷书是滁州太守王诏请开封府刘季孙代为求书的，而王诏本人没有到过颍州。\n 草书《醉翁亭记》写成之后，未经刻石即被人秘藏，得之者不轻易示人，因而长期不知去向。直到元朝元贞二年（公元1296年）四月，才有赵子昂见之并作跋。从跋文中得知，此长卷曾经赵子固鉴定为真品。赵作跋时，长卷归冯伯田所有。此后，又湮没多年。到明代露世，宋广、沈周、吴宽均有跋文。后来，长卷为文渊阁大学士高拱所有，并命其门婿刘巡为之刻石。之后，刘巡携石返乡，立于鄢陵刘氏家祠。高拱所得长卷，后为首辅张居正所有。张氏败落后，此卷落入宫中，后因火毁。\n 康熙壬申年（公元1692年），河南新郑高有闻（高拱族孙），因鄢石磨损不清，便将家藏原拓本重刻，这套石刻共用长60厘米-90厘米、宽40厘米的青石24块，立于新郑高拱祠堂，因刻工精美，较原刻石有过之而无不及。现刻石由郑州市博物馆藏。\n\n 河南鄢陵县档案馆珍藏的苏东坡草书《醉翁亭记》碑帖石刻拓片,为绢面、册页装淡墨精拓本,硬板纸,前是碑文后为跋,该拓片形成于明万历年间。苏东坡草书《醉翁亭记》碑帖石刻历经四百多年沧桑,屡遭浩劫,至今下落不明。苏东坡草书《醉翁亭记》碑帖拓片的存世,不仅使苏轼草书之原貌得以传承,并为后人研究苏东坡的书法艺术提供了弥足珍贵的资料。\n 《醉翁亭记》作于宋仁宗庆历六年，作者欧阳修是我国北宋时的著名散文家和诗人，文章描写了滁州一带自然景物的幽深秀美，滁州百姓和平宁静的生活，特别是作者在山林中游赏宴饮的乐趣。\n 《醉翁亭记》作于宋仁宗庆历六年（公元1046年），当时欧阳修正任滁州太守。欧阳修是从庆历五年被贬官到滁州来的。被贬前曾任太常丞知谏院、右正言知制诰、河北都转运按察使等职。被贬官的原因是由于他一向支持韩琦、范仲淹、富弼等人参与推行新政的北宋革新运动，而反对保守的吕夷简、夏竦之流。韩范诸人早在庆历五年一月之前就已经被先后贬官，到这年的八月，欧阳修又被加了一个亲戚中有人犯罪，事情与之有牵连的罪名，落去朝职，贬放滁州。　　\n 欧阳修在滁州实行宽简政治，发展生产，使当地人过上了一种和平安定的生活，年丰物阜，而且又有一片令人陶醉的山水，这是使欧阳修感到无比快慰的。但是当时整个的北宋王朝却是政治昏暗，奸邪当道，一些有志改革图强的人纷纷受到打击，眼睁睁地看着国家的积弊不能消除，衰亡的景象日益增长，这又不能不使他感到沉重的忧虑和痛苦。这是他写作《醉翁亭记》时的心情，悲伤又与一份欢喜。这两方面是糅合一起、表现在他的作品里的。\n\n《醉翁亭记》原文：\n 环滁（chú）皆山也。其西南诸峰，林壑(hè)尤美。望之蔚然而深秀者，琅琊（láng yá）也。山行六七里，渐闻水声潺（chán）潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄(zhé)醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。　　\n 若夫（fú）日出而林霏(fēi)开，云归而岩穴（xué）暝（míng），晦（huì）明变化者，山间之朝（zhāo）暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。　　\n 至于负者歌于途，行者休于树，前者呼，后者应，伛（yǔ）偻（lǚ）提携（xié)，往来而不绝者，滁（chú）人游也。临溪而渔，溪深而鱼肥，酿泉为酒，泉香而酒洌（liè），山肴(yao)野蔌（sù），杂然而前陈者，太守宴也。宴酣（hān）之乐，非丝非竹，射者中，弈（yì）者胜，觥（gōng）筹（chóu）交错，起坐而喧哗者，众宾欢也。苍颜白发，颓（tuí）然乎其间者，太守醉也。　　\n 已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳（yì），鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。\n\n《醉翁亭记》今译：\n\n 环绕滁州城的都是山。它西南方向的众多山峰，树林和山谷尤其秀丽，远望那树木繁茂，又幽深又秀美的地方，那就是琅琊山。沿着山路走六七里，渐渐听到潺潺的水声，从两座山峰之间倾泻出来的，是酿泉。山势回环，路也跟着转弯，有一座亭子四角翘起，像鸟张开翅膀一样，高踞于泉水之上，那就是醉翁亭。建造亭子的人是谁?是山里一个名叫智仙的和尚。给它取名的人是谁?是太守用自己的别号（醉翁）来命名的。太守同宾客来到这里饮酒，喝很少的酒就醉了，而年纪又最大，所以给自己取了个别号叫“醉翁”。醉翁的情趣不在酒上，而在秀丽的山水之间。欣赏山水的乐趣，领会在心里，寄托在喝酒上。　\n 太阳一出来树林中的雾气就消散，烟云聚拢来，山岩就显得昏暗了，阴暗明朗（交替）变化，（这就是）山间的早晨和傍晚。野花开了，飘来一股清幽的香气，树木清秀挺拔枝叶繁茂，形成浓郁绿阴，秋高气爽，霜色洁白，水位落的时候就显出了水里的石头，这是山里的四季的景色。早晨上山，傍晚返回，四季的景色不同，因而乐趣也无穷无尽。　　\n 至于背着东西的人在路上唱歌，走路的人在树下休息，前面的人呼唤，后面的人答应，老老少少来来往往不间断的，这是滁州人出游。到溪水边捕鱼，溪水深，鱼儿肥，用酿泉的水酿酒，泉水香甜而酒色清净，山中野味野菜，杂乱地在前面摆开，这是太守举行的酒宴。酒宴上畅饮的乐趣，不在于音乐，投壶的人投中了，下棋的人得胜了，酒杯和酒筹交互错杂，人们有时站立，有时坐着，大声喧嚷，宾客们（尽情）欢乐。脸色苍老，头发花白，醉醺醺地在宾客们中间，那就是太守喝醉了。　　  不久夕阳落山，人影纵横散乱，太守返回，宾客跟随。这时树林里浓荫遮蔽，鸟儿到处鸣叫，游人离开后禽鸟在快乐了。然而禽鸟只知道山林中的快乐，却不知道人的快乐，人们只知道跟随太守游玩的乐趣，却不知道太守以游人的快乐为快乐。喝醉了能够和大家一起享受快乐，酒醒了能够用文章记述的人，就是太守。太守是谁？是庐陵人欧阳修。","author":"宋代苏轼","description":"苏轼草书醉翁亭记"}]