[{"name":"贺天均书法","text":"九九消寒图，汉族岁时风俗。从冬至那天起就算进九了，在冬至汉族民间有贴绘九九消寒图的习俗，消寒图是记载进九以后天气阴晴的“日历”，人们寄望于它，来预卜来年丰欠，是一种很有传统特色的、好看的日历。它一共有九九八十一个单位，所以才叫做“九九消寒图”。从冬至那天算起，以九天作一单元，连数九个九天，到九九共八十一天，冬天就过去了。\n古代尤其是北方地区的汉族劳动人民，御寒保暖条件较后代简陋缺乏，寒冬也被视为威胁与惩罚而对天寒地冻生恐惧感，直接影响人民情绪，甚至会觉得冬季莫名奇妙漫长。当时汉族人民为挨过漫长冬季，遂发明以数九等的方法消遣，以打发时间缓解寒冬威胁下出现的心理危机。而当时围着家眷数九亦被视为逍遥境界。\n基本介绍\n古代汉族历法（夏历），将周天均分为365.24219日。五日为一候的，三候为一气（节），两气（节）为一月。这样将一个太阳年分为二十四节气，前半月称为节气，后半月称为中气，甲子纪年，60年周而复始（这在《淮南子·天文训》中有详细记载）。冬夏既立，冷暖必分，也就有了“三伏”“九九”之说。夏至后第三个庚日（甲子记日说）为初伏，三伏尽，由热逐渐走向凉爽，以此表明“热”的转化程度。“九九”以冬至为数九第一天，九天为一阶段，共九九八十一天，来说明由寒冷走向温暖的过程。消寒图便是记载进九以后天气阴晴的“日历”，人们寄望于它，来预卜来年丰欠，是一种很有传统特色的、好看的日历。它一共有九九八十一个单位，所以才叫做“九九消寒图”。从冬至那天算起，以九天作一单元，连数九个九天，到九九共八十一天，冬天就过去了。\n从明代开始，出现了一种“九九消寒图”，以便一天一天数过这八十一天，表达一种迎春的殷殷心意。\n历史来源\n九九消寒图是中国北方的一项汉族传统民俗，与数九的民俗密切相关。九九消寒图是一幅双钩描红书法“亭前垂柳珍重待春风”，均为繁体字，九字每字九划共九九八十一划，从冬至开始每天按照笔画顺序填充一个笔画，每过一九填充好一个字，直到九九之后春回大地，一幅九九消寒图才算大功告成。也称作“写九”。一般而言在九九消寒图的一侧还应写有《数九歌》。\n除了文字版本的九九消寒图，还有用图形表示的九九消寒图。将宣纸等分为九格，每格用笔帽蘸墨印上九个圆圈，每天填充一个圆圈，填充的方法根据天气决定，填充规则通常为：上涂阴下涂晴，左风右雨雪当中。这种图形版本的九九消寒图简单易行，但显然没有文字版本的漂亮。\n此外，也有些九九消寒图采用图画的形式，也称作“画九”。在白纸上绘制九枝寒梅，每枝九朵。一枝对应一九，一朵对应一天，每天根据天气实况用特定的颜色填充一朵梅花，在寒梅图的一侧常常写有“试看图中梅黑黑，自然窗外草青青”。这种图画版的九九消寒图又被称作“雅图”。\n历史意义\n画九就是从冬至这天起，画一枝素梅，枝上画梅花九朵，每朵梅花九个花瓣，共八十一瓣，代表“数九天”的八十一天，每朵花代表一个“九”，每瓣代表一天，每过一天就用颜色染上一瓣，染完九瓣，就过了一个“九”，九朵染完，就出了“九”，九尽春深，也有不用颜色染而直接在花瓣上用文字和符号注明阴晴雨雪的。写九，是清代开始出现的，首先是在宫廷内实行。就是选每字九画的九个字，每代表一天，每字代表一个九，九个字代表九九八十天。用双钩空心字体画到一张纸上，每过一天，用色笔填实一画，然后用笔蘸白色在这一画上填写当日阴晴雨雪。填完一个字就过了一个九，填完九个字，也九数完了九。如常用的九个字是“庭前垂柳珍重待春风（风），连成一句话，还能表现出人们熬冬盼春的急切心情呢。\n历史记载\n关于“数九”的习俗的文字记载，最早见于公元550年南北朝时期梁朝宗懔所着《荆楚岁时记》，“九九歌”的产生和流传由来已久。期间，它曾在不同时期时续时断过，但到了明代，它又在士绅阶层广泛地流行起来了。\n兴起原因\n1.是农业生产需要之举。古代由于受科技发展的限制，没有为农业生产的专业气象服务，因之人们通过记载冬九九当中阴、晴、雨、雪以及各种天象的变化，用来印验谚语，预卜来年丰歉。\n2.是寓教于乐之举。通过可对幼童进行识字、写字和历史知识、自然常识的启蒙教育。\n3.是娱乐消遣之举。画九、写九实为高雅的文字游戏，在文化娱乐生活相对比较贫乏的古代，和灯谜、酒令、对联等有着异曲同工之妙的画九、写九，便自然而然成为文人墨客、富足之家的一种雅兴娱乐消遣之举。\n4.是熬寒无奈之举。在日历远未普及的年代，千里冰封、寒风凛冽的冬天也是穷苦百姓最难熬的日子，画九、写九也透露了冬闲中最广大百姓熬冬盼春的几分无奈。\n时历演算\n产生和流传\n关于“数九”的习俗的文字记载，最早见于公元550年南北朝时期梁朝宗懔所着《荆楚岁时记》，“九九歌”的产生和流传由来已久。到了明代，又在士绅阶层产生与发展起：“画九”、“写九”的习俗，使数九所反映的暖长寒消的情况形象化，不仅是一项科学记录天气变化的时间活动，也是一项有趣的“熬冬”智能游戏。不管是画的还是写的，统称作“九九消寒图”。\n画九与写九\n就是从冬至这天起，画一枝素梅，枝上画梅花九朵，每朵梅花九个花瓣，共八十一瓣，代表“数九天”的八十一天，每朵花代表一个“九”，每瓣代表一天，每过一天就用颜色染上一瓣，染完九瓣，就过了一个“九”，九朵染完，就出了“九”，九尽春深，也有不用颜色染而直接在花瓣上用文字和符号注明阴晴雨雪的画九。\n写九，是清代开始出现的，首先是在宫廷内实行。就是选每字九画的九个字，每划代表一天，每字代表一个九，九个字代表九九八十一天。用双钩空心字体画到一张纸上，每过一天，用色笔填实一画，然后用笔蘸白色在这一画上填写当日阴晴雨雪。填完一个字就过了一个九，填完九个字，也九数完了九。如常用的九个字是“亭前垂柳珍重待春风（“垂\"字与\"风\"字是繁体），连成一句话，还能表现出人们熬冬盼春的急切心情呢。\n还有认为了手续简便，先在一张纸上画九个大方格代表九九，再把每个方格分成九个小方格，共八十一个小格，每个小方格代表一天。从冬至日起，每过一天，便在一个小方格里用色彩、符号或文字注明天气的阴晴雨雪和起问，每填满九个小格，就过了一个九，填完八十一个小格就出九了。\n汉典解释\n旧俗冬至后八十一日之计日图。简称“九九图”。\n元\n杨允孚《滦京杂咏》卷下：“试数窗间九九图，馀寒消尽暖回初。梅花点徧无馀白，看到今朝是杏株。”原注：“冬至后，贴梅花一枝于窗间，佳人晓妆，日以臙(yān,胭的繁体)脂图一圈，八十一圈既足，变作杏花，即回暖矣。”\n明\n刘侗于奕正《帝京景物略·春场》：“日冬至，画素梅一枝，为瓣八十有一，日染一瓣，瓣尽而九九出，则春深矣，曰九九消寒图。”\n清\n徐珂《清稗类钞·时令类》：“宣宗御制词，有‘亭前垂柳，珍重待春风’二句，句各九言，言各九画，其后双钩之，装潢成幅，曰九九消寒图，题‘管城春色’四字于其端。南书房翰林日以‘阴晴风雪’注之，自冬至始，日填一画，凡八十一日而毕事。”按，旧俗以冬至为入九，九九足，则春风送暖，寒意全消，故有“九九消寒”之谚。\n图案画法\n“九九消寒图”有三种图式，分别为文字、圆圈、梅花三种。各家具体采用什么形式，往往根据主人的爱好和文化素质而定。汉族民间还留有九九消寒图民谚：“下点天阴上点晴，左风右雾雪中心；图中点得墨黑黑，门外已是草茵茵。”\n经典设计\n消寒图的形式很多，下面是传统的几种经典设计。\n画铜钱\n最简单的一种：画纵横九栏格子，每格中间再画一个圆，称作画铜钱，共有八十一钱，每天涂一钱，涂法是“上阴下晴、左风右雨雪当中”，汉族民间歌谣谓：“上阴下晴雪当中，左风右雨要分清，九九八十一全点尽，春回大地草青青。”\n九画字\n还有一种比较有文化味道：选择九个9画的字联成一句，放在格中，也是日涂一笔。一般选用的九画字联句有“庭（亭）前垂柳珍重待春风。徐珂《清稗类钞·时令类》载：”宣宗御制词，有‘亭前垂柳珍重待春风’一句，各句九言，言各九画，其后双钩之，装潢成幅，日九九消寒图…自冬至始，日填一划，凡八十一日而毕事。”\n雅图\n除以上的两种以外，更有一种“雅图”：是画素梅一枝，梅花瓣共计八十一，每天染一瓣，都染完以后，则九九尽，春天临。《帝京景物略》云：“日冬至，画素梅一枝，为瓣八十有一，日染一瓣，瓣尽而九九出，则春深矣，曰‘九九消寒图’。”\n晓妆染梅\n更有韵致的是，妇女晓妆染梅：明人杨允浮《滦京杂咏一百首》咏及此俗，其自注云：“冬至后，贴梅花一枝于窗间，佳人晓妆，日以胭脂日图一圈，八十一圈既足，变作杏花，即暖回矣。”这种设计，可谓独出机杼，由梅而杏、由冬而春，季节的变换又与佳人晓妆的胭脂联系，真让人叫绝。无怪乎杨氏诗以咏之：试数窗间九九图，余寒消尽暖初回。梅花点遍无余白，看到今朝是杏株。有的消寒图还有其他“附件”，一是联语，即在图旁标出有关的联句；诸如“试看图中梅黑黑。自然门外草青青”；有的是在图上印出九九消寒歌以附之；此外还有绘图、印俏皮话的，比如画“老虎拉碾子”，印歇后语“老虎拉碾子——不听那一套”。\n葫芦型九九消寒图\n填写消寒图是清代皇宫中流行的一种消闲娱乐形式。这种带有中国传统文化知识的填字游戏给漫长的寒冬带来一丝温暖和乐趣。九九八十一天的填字结束，就该是万物复苏的春天来临了。这幅九九消寒图，将中国历史通俗地与传统冬令节气有机结合，凝缩在从冬至的头九到九九的短短时间内，可谓匠心独运，别出心裁。葫芦型的图案设计，酷似“中国结”起终读法，宛然曲折，令人兴趣大增。一番诵读下来，既了解了中国从三皇开始，至清朝定鼎中原的历史，也丰富了文化知识。该图从双线大字雁南飞哉，柳芽待春来，顺序填描，九个大字，每字均九笔，一日描一笔。内中歌谣的读法是：汉字坚排右为句首，即从“头九初寒”读起，至“大清坐金鉴”结束。\n0清代\n“九九消寒迎春联”\n清朝入主中原，定都北京之后，随着满汉文化的日益融合，作为填写《九九消寒图》这种岁时风俗，在宫廷中颇为盛行。据清吴振棫所着《养吉斋丛录》记载：“道光初年，御制‘九九消寒图’，用‘亭前垂柳珍重待春风’九字，字皆九笔也。懋勤殿双钩成幅，题曰‘管城春满’。内直翰林诸臣，每年冬季都要填写这种“九九消寒图”。先由宫中懋勤殿制成待填描写的消寒图。该图四周采用木框插榫而成，并裱以纸绫。其“亭前垂柳珍重待春风”九字，寓迎春之意。每年冬至节前挂在室内，届时由室主人从头九第一天开始填起，逐日填廓，每字九笔，每天一笔，每填写完一字便过一九，句成而九九八十一天尽。\n图上所注“管城春满”四字。据韩愈《毛颖传》解释：笔受封于管，号“管城子”。“管城子”乃笔之别称，寓笔成春满庭之意。人们创作了很多这种词句，如：“故城秋荒屏栏树枯荣”、“庭前春幽挟草巷重茵”“亭前屋后看劲柏峰骨”等字样，也凑成八十一笔，只是用字笔画略作繁减，每日一笔，即可完成一幅消寒图。最雅致的是作九体对联，如上联为：柔柳轻盈香茗贺春临，下联是：幽柏玲珑浓荫送秋残。上联写有“春泉垂春柳春染春美”；下联对以“秋院挂秋柿秋送秋香”；每联九字，每字九画，每天一幅在上下联各填一笔，冬尽联成，称为“九九消寒迎春联”。\n“每岁相沿遂成故事”\n后来觉得每天简单描写一笔，意犹未尽，便在写完当日一笔后，再用其他色笔，在笔画上记录当日的晴阴冷暖。像“亭前垂柳珍重待春风”一幅，“亭”字的第一笔上写的是“今日风”；第二笔上记的是“晴暖有风日也”；第三笔上填有三字“晴暖日”；第四笔上则是“早晴晚阴”；第五笔上又是“晴暖日”……。但后来所记内容更为详细，如“春前庭柏风送香盈室”一幅，在墨笔画上，再用白色细笔填写当日天气情况。春字的第三笔“终日凉风侵入皮肤如刀刺”，在其他笔画中见有“清晨阴冷过午后方见日、祭灶天凉糖瓜入市、腊月正当廿四日天光阴冷万象将更新、午后起寒风尘沙扑面日”的内容，但也有“万寿无疆”“浪费笔墨今日休”超出记载天气意义的字样。总之每日记载详略，要视当日笔画长短而定。因此，当一幅“消寒图”填完之后，则成了是年冬季天气情况的档案记录，“每岁相沿，遂成故事”。\n1诗图记载\n关于消寒诗图见诸文字记载的是明代刘若愚的《明宫史》，其中提到宫中年年都要由司礼监刷印“九九消寒”诗图，“每九诗四句，自‘一九初寒才是冬’始，至‘日月星辰不住忙’止”。并说此制亦“不知缘何相传，年久遵而不改”。可惜他没有把诗全记下来，他认为是瞽词俚语之类，“非词臣应制所作，又非御制，”不值得记，“其实这正是风俗志中的好材料，由‘一九’说到‘九九’，可能都有些具体内容的”。\n杂档中的《消寒诗图》\n在中国第一历史档案馆所藏的宫中杂档中，也发现有一幅《消寒诗图》，使用年代不详。全图每九诗四句，共三十六句，共计252个字，特引述诗文如下：\n头九初寒才是冬，三皇治世万物生，尧汤舜禹传桀事，武王伐纣列国分。二九朔风冷难当，临潼斗宝各逞强，王翦一恕平六国，一统江山秦始皇。三九纷纷降雪霜，斩蛇起义汉刘邦，霸王力举千斤鼎，弃职归山张子房。四九滴水冻成冰，青梅煮酒论英雄，孙权独占江南地，鼎足三分属晋公。五九迎春地气通，红拂私奔出深宫，英雄奇遇张忠俭，李渊出现太原城。六九春分天渐长，咬金聚会在瓦岗，茂公又把江山定，秦琼敬德保唐王。七九南来雁北飞，探母回令是彦辉，夤夜母子得相会，相会不该转回归。八九河开绿水流，洪武永乐南北游，伯温辞朝归山去，崇祯无福天下丢。九九八十一日完，闯王造反到顺天，三桂令兵下南去，我国大清坐金銮。\n在这首“九九消寒诗图”中，从远古的“三皇治世”，到“大清坐金銮”，提到了我国几千年历史长河中的一些重大事件，时空跨度大，内容丰富，读来耐人寻味。在这幅诗图中，诗句又交叉双环绕的葫芦型，围绕着“雁南飞哉（栽）柳芽待春来”九个字转写下来，每字亦均为九笔，每日一笔，“九九八十一日尽。”消寒诗图每年逢冬至之前，便挂在宫廷的居室中，是一种用文字笔墨来娱乐记时消遣之作。\n溥仪使用的消寒诗\n单士元先生在《小朝廷时代的溥仪》一书中，也介绍了溥仪在小朝廷时期使用过的两首消寒诗。然美中不足的是该书未收入这两首诗的图样，而且文字经与原图核对，亦发现有所出入。现将该诗图文抄录于次。寒梅吐玉\n头九初寒才是冬，武昌起义黎颂（宋）卿；提倡革命张镇武，炮打龟山萨镇冰。二九朔风冷清清，孙文独立在南京；张勋带兵抄革命，铁良一去影无踪。三九大寒天气凉，朝中急坏摄政王；洵涛保举袁世凯，因病请假世中堂。四九天寒冷凄凄，北军代表唐绍怡；电告南省全独立，因此改换五色旗。五九迎春过新年，袁大总统掌兵权；电告各省休争战，南北共和乐安然。六九天长要打春，遍地都是三镇军；正月十二遭兵变，大炮攻破齐化门。七九河开地气通，连烧代（带）抢是大兵；总统当日传命令，拿住土匪不放松。八九雁来到惊蛰，同谋幸福算白说；生命财产难保守，五族平等假共和。九九八十一日完，二次革命闹的欢；黄兴运动北伐队，上海各处设机关。管城春满\n冬至头九天气寒，项城有意坐金銮；中华帝国号洪宪，施行专制改江山。二九朔风冷凄凄，杨度进奉滚龙衣；谋杀总统沈金鉴，假造民意梁士怡。三九天寒冷似冰，筹备大典帝制兴；滇黔桂粤皆反对，阴谋炸死郑汝成。四九霜雪飞满天，误国害民朱启钤；拆毁民房修马路，万古千秋骂汉奸。五九天寒冷难当，黄陂不受武义王；溥伦赏食双王俸，拐款独立龙济光。六九迎春地气通，南海改建新华宫；商界承办提灯会，帝国万岁信口称。七九河开河不开，各省反对不来财；中交两行停兑现，民国灾祸一齐来。八九雁来到惊蛰，登极（基）坐殿算白说；九五未登身先丧，遗下臭名骂董卓。消寒已尽九九完，黎大总统掌兵权\n从上述两首消寒诗的图形来看，均做成葫芦形。《寒梅吐玉》为三十六句，252字；《管城春满》为三十四句，238字。所编词句多系记录辛亥革命后北洋军阀政府之事。\n2与益气歌\n逊清皇室的消寒图\n溥仪小朝廷时期，还使用过两种“九九消寒图”，现藏中国第一历史档案馆《溥仪全宗》案卷中。将《九九消寒图》做成“井”字型，九方格：每格内有九个圆圈，共为八十一个圆圈，一天画一圈，通过阴阳鱼记录反映冬九九每天的天气情况。据清富察敦崇《燕京岁时记》记载：“消寒图乃九格八十一圈。自冬至起，日涂一圈，上阴下晴，左风右雨，雪当中。”《京都风俗志》亦有“冬至日，俗谓之属九，或画纸为八十一圈。每日分阴晴图一圈，记阴晴多寡，谓之九九消寒图，以占来年丰歉”之句，当指此图式。\n然而与记载不同的是，在该图的左右上角，注明此图的画法是：上清（晴）下阴左风，右雨雪点当中。据查考，这与汉族民间流行的《点九图》图案画法口诀相一致。汉族民间九九消寒图民谚则云：“下点天阴上点晴，左风右雾雪中心。图中点得墨黑黑，门外已是草茵茵。”即按“上点晴（）下点阴（）左风（）右雨（）雪中心（）”的规则，在该天圆圈四周，或上、或下、或左、或右划一横杠，或中心加点，简明清楚。也有用不同颜色来标注的，完颜佐贤《康熙遗俗轶事饰物考》一书中记载：“晴涂红色，阴蓝色，雨涂绿色，风涂黄色，雪可以空白不涂，或填铅粉。九九完成，已是冬去春来，每格笔画颜色不同，五颜六色，美不胜收。”而溥仪填的这张消寒图，先用铅笔画好圆圈，在圈内则利用我国古代的阴阳鱼图案来表明天气情况。这恐怕也是宫廷为了有别于汉族民间的一种做法。\n阴阳鱼图黑白两色组成，在一个平面圆中，黑白之间的界限是一条波动的曲线，造成静中有动，有分有合；一半是黑，一半是白，构成阴阳相对，黑象征阴，白象征阳。在黑的一半中有一白眼，在白的一半中有一黑眼，形状似鱼，故名阴阳鱼。黑中有白，白中有黑，充分体现了阴中有阳，阳中有阴的无穷变化，达到内容和形式完美的有机结合。所以，用阴阳鱼图案点画消寒图是有一定哲理的。\n我国古代很早就知道全年什么时候最冷。春秋时代的《管子·幼官》中所列举的三十个节气内，就把最冷日期定在“大寒至”、“大寒之阴”、“大寒终”三个节气内。其中每年一月二十一日至二月四日为最冷，称为“大寒之阴”。消寒图上的“上晴下阴”，不仅有晴天与阴天，更含有天气稍暖与寒冷之意。\n消寒益气歌\n溥仪小朝廷时期，幽居深宫，忧苦寂寞。为了排遣寂寞，侍臣们特为他编制了《消寒益气歌》（图八）。《消寒益气歌》每九有一歌名，即：七星拱一，左右合和，三星在户，四平八稳，一门五福，六合得正，奇财子禄，八方朝贡，九五至尊。其全部歌词照录如下：\n阿弥陀佛第一声，一九阳回日日增。有位古佛释迦祖，一个木鱼一本经，一意渡众生。阿弥陀佛第二声，二九阳回万物生。二位仙师和合子，二人同意念真经，事事都亨通。阿弥陀佛第三声，三九阳回喜气盈。三位星君福禄寿，三阳开泰阳明通，吉人靠天公。阿弥陀佛第四声，四九阳回四相通。四面观音四面渡，四时吉庆喜相逢，养气自然平。阿弥陀佛第五声，五九阳回向阳生。五位古佛正中坐，五伦顺序五路通，无处不兴隆。阿弥陀佛第六声，六九阳回地气通。西来六祖达摩子，面壁十年渡众生，感化不非轻。阿弥陀佛第七声，七九阳回动春风。七夕仙子从天降，福禄寿考汾阳公，德厚享高龄。阿弥陀佛第八声，八九阳回细柳青。八洞仙人八种宝，齐向瑶池祝寿星，仙酒醉长生。阿弥陀佛第九声，九九阳回遍地青。九星斗姥云端坐，九如散与帝王宫，九洲复大清。这张《消寒益气歌》，每九的九个圈构成的图案与这九歌名相合。例如：左右合和图，左右各四圈，底部用一圈联合起来。三星在户图，则是三圈在中，其余六圈构成门户之门字形。八方朝贡图，八个圈分布四周与中心圈相连。另外，与其他消寒图不同的是，有的在同一天的圈内，竟记有三种符号，记录了是日天气变化的复杂情况。《消寒益气歌》是另一种形式的消寒图，原实物长39.1厘米、宽28厘米。与上述九九消寒图（图七）相比较，除画法、形式不同外，有两点相同之处：一是起止时间相同，都是从阴历十一月初五始，到次年阴历正月二十五日止；二是在三九、七九、九九日期内，都有同一天记载为雪天。可见这两张消寒图是记载同一年冬九九的。又根据《九九消寒图》中“七九”格内有“十五年正月初七日全”的字样，依照关于大清皇帝退位之后优待条件所定“尊号仍存不废”的规定，无疑系指“宣统十五年正月初七日”，由此判断这两张图记载的九九公历应是：1922年12月22日至1923年3月l2日。其歌词内容，除按每九顺序配有相应描述节令气候的词句外，在一定程度上反映了溥仪的思想，不仅有宗教迷信色彩，还做着“九洲复大清”的复辟美梦。\n3相关记载\n九九歌—（清）王之瀚\n一九冬至一阳生，万物资始渐勾萌，莫道隆冬无好景，三川草木五装成。二九七日是小寒，田间休息掩柴关，室家共享盈宁福，预计来年春不闲。三九严寒春结冰，罢钓归来蓑笠翁，虽无双鲤换新酒，且喜床头樽不空。四九雪铺满地平，朔风凛冽起新晴，朱褐公子休嫌冷，山有樵夫赤足行。五九元旦一岁周，茗香佳酒答神庥，太平天子朝元日，万国衣冠拜冕旒。六九上苑佳景多，满城灯火映星河，寻常巷陌皆车马，到处笙歌表太和。七九之数六十三，堤边杨柳欲含烟，红梅几点传春讯，不待东风二月天。八九风和日迟迟，名花先发向阳枝，即今河畔冰开日，又是渔翁垂钓时。九九鸟啼上苑东，青青绿色含烟蒙，老农教子耕宜早，二月中天起卧龙。当时私塾的老夫子，每到这个时期，也要教学童背诵《九九消寒歌谣》：头九冬至一阳升，王祥解衣卧寒冰；孝心感动良鱼献，取到家中奉母亲。\n二九雪花飞满天，寻梅冻死孟浩然；韩愈追封昌黎县，雪拥拦关马不前。\n三九天寒冷清清，唐僧西天去取经；行者沙僧猪八戒，师徒四人往前行。\n四九边防说东阳，残唐五代动刀枪；朱文三世金銮殿，五龙二虎擒延璋。\n五九原来是大寒，昭君娘娘贺造番；琵琶挂在马鞍上，声声哭到燕门关。\n六九头上是立春，赤壁鏖兵用火焚；诸葛三气周瑜死，烧死曹操百万兵。\n七九河开水长流，宋王天子五台游；仁美计害杨家死，七郎八虎闯幽州。\n八九雁南往北飞，正遇孔子哭彦回；七十二贤同学道，徒众三千谁不知。\n九九数尽春风浓，家家犁牛遍地耕；五谷杂粮都要种，风调雨顺享太平。这首《九九消寒图》诗，就是清朝道光年间山东潍坊一位名叫王之瀚的文人，在前人的基础上写就的。这九首绝句分别写在八十一格的“八卦爻象图”内；它不仅介绍了节段的气候特点，还叙述了民情风俗及农事活动。被世人称之为农村的“数九科教诗”。\n九九歌的故事\n相传，在很久以前，乘法口诀的顺序跟如今正好相反，也就是从“九九八十一”开始到“二二得四为止一共十六句．”正因为开头的两个字是“九九”，人们才把乘法口诀也称为“九九歌”。\n据说，在春秋时的一代明君——齐桓公，为了广招贤人奇士，曾经设立了一个“招贤榜”，可是“招贤榜”贴出了很久也没有人来应招，终于有一天，来了个秀才模样的人。齐桓公一听有人来应征，高兴极了。连忙亲自带人道招贤馆门口迎接。\n没想到，来人二话没说，开口就朗声背道：“九九八十一、九八七十二、……二二得四。”背完了，向着齐桓公深深的作了一个揖。说道：“大王，见笑了。”\n齐桓公和他手下的人听完，都哈哈大笑，齐桓公问道：“难道会背九九表也算什么稀奇？这就表示你有才学吗？”\n来人却一本正经地回答道：“大王，会背九九歌也实在算不上是有才学。但是大王如果能对我这样一个只会背九九歌的人都能以厚礼相待的话，这样一来，天下有才学得人还愁不会接连的来投奔您吗？”\n齐桓公听了，说：“言之有理，那么先生就是我招来的第一位贤士了。”从此，贤人们都分别来投奔齐桓公．齐国也越来越强大。\n这个故事给我们传递了一个很重要得信息，那就是，早在春秋时，就已经发明了九九歌，照这样来推算，乘法口诀的前身——“九九歌”已经有2600多年的历史了。\n冬至与九九歌\n我国阴历有“九九”的说法，用来计算时令。计算的方法是从冬天的冬至曰算起，第一个九天叫“一九”。第二个九天叫“二九”，依此类推，一直到“九九”。即第九个九天，这时冬天已过完，春天来到了。\n老北京的习俗，冬至曰起要画“九九消寒图”，这一习俗在明人的着作中已有记载，这图是一幅梅花图，画一枝梅花。上面有81个花办（代表九九八十一天）。每过一天就用笔染一个花办。待过完这8l天，81个花办也全染过了，春天到了，所以叫“九九消寒图”。\n明代《五杂俎》记载了当时《九九歌》的一种说法：“一九二九，相逢不出手；三九二十七。篱头吹觱篥（指大风吹篱笆发出很大的响声。觱篥bìlì是我国古代北方少数民族的乐器名。）；四九三十六，夜眠如露宿（指天冷，在屋内睡觉却像在露天睡觉一样冷）；五九四十五，太阳开门户；六九五十四，贫儿争意气；七九六十三，布纳担头担（指天热了，脱掉衣服担着）；八九七十二，猫犬寻阴地；九九八十一，犁耙一齐出。’这一说法较为详尽。而据该书记载，当时（明代）的北菪功乜区流行的，《九九歌》则远没这么复杂，十分简单明了：“一九二九，相逢不出手；三九四九，围炉饮酒；五九六九，访亲探友；七九八九，沿河看柳。”而目通俗易记。\n而明代专门记载北京风物的《帝京景物略》所记的《九九歌》与上述又有不同：“一九二九，相唤不出手；三九二十七，篱头吹觱篥；四九三十六，夜眠如露宿；五九四十五，家家堆盐虎（盐虎本来指古代一种虎形的盐．这儿比喻人们所堆的雪人）；六九五十四，口中出暖气；七九六十三，行人把衣单；八九七十二，猫狗寻阴地；九九八十一，穷汉受罪毕，才要伸脚睡，蚊虫虼蚤出。”这最后几句对于冬天受冻的穷汉给予了很大的同情。这两个复杂的《九九歌》版本互有异同，其中值得注意的是“五九四十五”，前一说法为“太阳开门户”；后一说法为“家家堆盐虎”。这可能反映了这两首《九九歌》产生的时期在冬六的降雪量有着很大的差别。\n上述明代北京地区流行的简单版本《九九歌》中说：“七九八九，沿河看柳。”而上一世纪时的《九九歌》都成了“五九六九，沿河看柳。”这一改动不可忽视，它反映了明代时北京的天气比上一世纪时北京天气要冷，以至于从物候现象表现出来，柳树出芽长叶要相差一段时间。\n冬天的《九九歌》十分流行，因为零冷的天气让人感到十分难熬，其实夏天也有《九九歌》，不过夏天可不像冬天一样。要画什么“九九消暑图”了。夏天的九九与冬天相对应，从夏至日算起，也有九九八十一天，据明代《五杂俎》记载为：“一九二九，扇子不离手；三九二十七，冰水甜如蜜（古代有冰窖，冬天藏冰，夏天取出应用）；四九三十六．汗出如洗浴；五九四十五，难戴秋叶舞；六九五十四，乘凉人佛寺；七九六十三，床头寻被单；八九七十二，思量盖夹被；九九八十一，阶前鸣促织（促织指蛐蛐）。”这夏天的《九九歌》写得十分生动有趣，而且以人的主观感觉为主。\n4习俗兴衰\n汉族民间“九九歌”、“画九”、“写九”的产生，到盛行于宫廷的各种《九九消寒图》来看，无论是汉族民间，还是宫廷；无论是北方，还是南方，都有这种习俗，其原因可归结为：\n农业生产需要之举\n古代由于受科技发展的限制，没有为农业生产的专业气象服务，因之人们通过记载冬九九当中阴、晴、雨、雪以及各种天象的变化，用来印验谚语，预卜来年丰歉。农业气象学是研究农业生产与气象条件之间相互关系及其规律的科学。农业科学的基础学科之一，气象学科中应用气象学的重要分支。农业气象学研究的目的在于围绕农业的发展与现代化，不断认识和解决生产中的气象问题，提出促进农业生产的最优气象条件和措施。\n寓教于乐之举\n通过可对幼童进行识字、写字和历史知识、自然常识的启蒙教育。据说，旧时曾有小学教师让学生编制《九九消寒图》。具体程序是：学生先查字典，找出许多“九笔”字来，然后编成一“九言词句”，经教师修改，制成红笔空心字图，最后评定优劣。这种寓教于乐的形式，激发了学生的学习兴趣，便挖空心思制作；但是想着容易，凑起来却十分困难。有一学生，凑了一句“盼春信待看某俏柳染”。大为老师赞赏，说他知道“某”是“梅”字的古体。\n兴衰之变\n正是上面这些原因，《九九消寒图》这一民俗，千百年来得以传承、普及。但也正是由于上述原因，又使《九九消寒图》这一民俗，如今已大为衰落，甚至渐呈消亡之势。这是因为如今的专业气象预报已能相当准确地预报天气，无须人们再以笨拙的方式记录天气，以预测来年；这更是因为如今人们的物质文化生活内容也已相当丰富，《九九消寒图》这一民俗的趣味性已远远不能满足人们的娱乐和欣赏需要。这些都是其不以人们的主观意志为转移的必然衰落的原因。\n保留和存在的意义\n尽管如此，《九九消寒图》作为一种汉族民间习俗和文化遗产，还是有其保留和存在的意义。也正因为如此，从保护民族文化遗产的角度出发，近些年，从政府到汉族民间都采取了一系列措施。河北省武强民间艺术研究中心不断挖掘传统汉族民间艺术，使发轫宋元时期，盛于明清之际富有浓厚乡土气息和地方特色的武强年画，独树一帜，在其所推出的年画中有一幅“九九消寒图”。除画面布局协调、均称的“六子争头”游戏图外，左右底部空白处填满了十二属相和吉祥物，上面印刷汉族民间广泛流传的“一九二九不出手，三九四九冰上走，五九六九沿河看柳，七九河开，八九雁来，九九加一九，耕牛遍地走”的九九歌。令人赏画之余，浮想联翩，充满农家生活的情趣。北京民俗博物馆以挖掘和传承优秀的传统民俗文化为办馆宗旨和历史使命。每年冬季在馆内悬挂《九九消寒图》，游人纷纷驻足图前，感受着传统民俗文化《九九消寒图》带来的乐趣。在北京南池子危旧房改造中，城建部门也着意在街心花园的石桌刻上了“亭前垂柳珍重待春风”，再现了老北京填写《九九消寒图》的民俗遗风，传承着这一历史悠久的民俗文化。\n九九消寒图不仅仅是一项冬季的汉族民俗，同时也是一份简单的气象记录。\n年画\n据武强年画博物馆工作人员介绍，《九九消寒图》是武强年画博物馆现藏年画代表作之一，是农耕社会记录天气变化预卜庄稼丰歉的年画。因我国旧俗以冬至为入九，九九八十一天过后，则春风送暖，寒气全消，故称九九消寒。农民绘制此图，每天做阴晴雨雪的标志，九九八十一天标完，则寒消春暖。又根据“瑞雪兆丰年”、“晴天多虫害”、“风多地干旱”等气象规律，占卜来年庄稼丰欠，指导农耕，具有很强的实用意义。《九九消寒图》画面主体为三头六体、两两争头的娃娃构图，一方面表现了连生贵子、力争上游的主题，另一方面也有九子十成、祈盼丰收的美好寓意此图被中央电视台采用为二00七春节联欢晚会动态背景，且在央视元宵晚会上被着名主持人李咏、董卿作为一分钟的互动节目，介绍给了全国的广大观众。\n九阳消寒图\n根据清高崇《御制诗》载，《题仿宋缂丝》是乾隆四十六年（1781）十二月题，次年收入《御制诗》。诗的前两句着重说明此绣品的内容是“九阳消寒”，后两句主要是称赞宋人原作“”和清代苏州匠师们的“仿水缂丝。”“九羊”寓意“九阳”。“九”字多取吉祥之义。三男寓泰之义。周围的梅花、茶花、松树、山石、竹以及云纹，河水等都与内容相联系。我国人民自古以来就以“数九”来形容严冬的寒冷。俗话说：“冷在三九”，因为“三九”在“九九”中为最寒冷的时节。“九九”刚去，春天即来。明代《帝京最物略》载，冬至时，“画素梅一枝，为瓣八十有一。日染一瓣尽而九九出，则春深矣。曰九九消寒图，即旧历冬至后计日之图”。又按旧俗，以芝至为入九，九九足，则春风送暖，寒意全消，所以有“九九消寒”之谚\n","category":"草书","verified":true,"user":1,"timestamp":1429951660777},{"name":"贺天均书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791639901,"text":"贺天均跋《唐摹兰亭序》，行书。湖南省博物馆藏。\n【释文】唐撫稧帖以褚河南為第一，絹本真跡向為吾鄉姜宗伯公家藏。余曾借觀旬日，筆法飛舞，神采奕奕，可想見右軍真本風流，實為希代之寶。迄今四十餘年，不意復見於晉昌汪氏齋閣，終日展玩，恍如再入桃源矣。簡州賀天均記。\n\n贺天均，清朝简州（今四川简阳）人，生平不详。","author":"清代贺天均","description":"贺天均书法"}]