[{"name":"赵孟頫急就章","text":"用凿印的方法刻制出来的印章。凿印，刻印的一种方法。\n《急就章》又名《急就篇》，汉元帝时黄门令史游所作。\n或指为了应付需要，而匆忙完成的作品或事情。\n刻印方法\n指在预制的金属印坯上击凿印文。这类印章的引文错落自然，多数是将军印和颁发给兄弟民族的官印，流行于汉、魏、晋、南北朝之间。相传其起源，因军中官职往往急于任命，印信都是仓促凿成，相沿成习，故称“急就章”；更为后人所仿效，形成一种刻法。\n启蒙读物\n全文共一千三百九十四字，洋洋大观，无一复字，为童蒙识字之书，文词雅奥，非他蒙学诸书可及。《急就章》相传为皇象所书。皇象（生卒年不详），字休明，三国吴时广陵江都（今江苏扬州）人。官至待中，青州刺史。其书师法杜度，精篆，隶，最工章草，笔势沉着痛快，自然纵横，有“实而不朴，文而不华”之评。本书是中国碑帖经典系列中的一册，书中收入了汉代名碑《急就章》全文拓片。\n现代释义\n为了应付需要，匆忙完成的作品或事情\n《新定急就章及考证》\n急就章，起源于西汉元帝史游以草书作《急就章》，全文共一千三百九十四字，是儿童启蒙读物。这种书体在书法史上具有重要意义，史传“章草出于《急就章》”。历代书家争相传摹，唐代宋代有了正书释文，明代始刻于石。二十世纪五十年代，书法家高二适开始搜集《急就章》的各种注本、考异、考校本，汉隶残简、碑帖以及古代字书等，对这不到两千字的文章逐字逐句进行考证，矫正历代所传诸本的失误。历时十多年，于一九六九年写成长篇书法学术专著—《新定急就章及考证》。二零零九年五月由中国文联出版社根据高二适原稿手书影印出版。该书保留了原来的字体大小，并以传统古线装，内页面为手工宣纸。\n游戏道具\n古代儿童玩具，可以提高儿童心态+2提高儿童的智商\n书法作品\n皇象《急就章》拓本，系明杨政于正统四年（1439）据宋人叶梦得颍昌本摹刻的所谓《松江本》，其它古本未见流传。启功先生所收藏的明拓《松江本》是所见到的较佳拓本。《松江本》原石现藏上海市松江县博物馆。\n《急就章》，相传为三国时吴皇象所书，也有魏钟繇，晋卫夫人或王羲之所书的说法，为章草体的正宗，原为刻本，印本有于右任所藏“太和观本”，现已罕见。明朝正统四年（公元1439年）杨政根据叶梦得摹临而刻石的“松江本”，比较普及，笔调古雅雄浑。元赵孟頫及明宋克的临本极有名，墨迹本笔势劲利，用笔清晰，宜于取法。----《古代碑帖鉴赏》费声骞\n皇象，广陵江都（今江苏扬州）人。生卒年不详。三国吴书法家。字休明。官至侍中、青州刺史。幼工书，师于杜度。善篆、隶、章草，时人谓之“书圣”。时人以其书法与严武棋、曹不兴之画并称八绝。他的书法被赞为“中国善书者不能及也。他学习别人的书法，能取各家所长而成自家面目。晋葛洪《抱朴子》誉为“一代绝手”。南朝宋羊欣说：“吴人皇象能草，世称沉著痛快。”唐张怀瓘《书断》评他的章草为神品，八分为妙品，小篆为能品。传世书迹有《文武帖》、《急就章》、《天发神谶碑》，相传为皇象书。书论《论草书》。今世仅存《急就章》石刻，相传为皇象书。又有数种，文字多少有异同，以松江本最为著名。此帖点画简约、凝重，亦较含蓄，又多隶书笔意。结字工整，法度森严。整篇观之，气息古朴温厚，沉着痛快。对喜爱章草的人来说，是学习章草的优秀范本。因章草是早期的草书，到了皇象时代，已十分成熟，且为众多书家所擅长。而皇象所书《急就章》，形体已经很规范化了。\n四库提要\n△《急就章》·四卷（通行本）\n汉史游撰。《汉书·艺文志注》，称游为元帝时黄门令，盖宦官也。其始末则不可考矣。是书《汉志》但作《急就》一篇，而《小学类》末之《叙录》则称史游作《急就篇》，故晋夏侯湛抵疑称“乡曲之徒，一介之士，曾讽《急就》，通甲子”，《北齐书》称李铉“九岁入学，书《急就篇》”。或有“篇”字，或无“篇”字，初无一定。《隋志》作《急就章》一卷，《魏书·崔浩传》亦称人多托写《急就章》。是改“篇”为“章”在魏以後。然考张怀?《书断》曰：“章草者，汉黄门令史游所作也。王?云（案此盖引王?《文字志》之语）：汉元帝时史游作《急就章》，解散隶体。汉俗简惰，渐以行之是也。”然则所谓“章草”者，正因游作是书，以所变草法书之。後人以其出於《急就章》，遂名“章草”耳。今本每节之首俱有“章第几”字，知《急就章》乃其本名，或称《急就篇》，或但称《急就》，乃偶然异文也。其书自始至终，无一复字。文词雅奥，亦非蒙求诸书所可及。《玉台新咏》载梁萧子显《乌栖曲》，有“{君巾}边杂佩琥珀龙”句，冯氏校本改“龙”为“红”。今检此书，有“系臂琅?虎魄龙”句，乃知子显实用此语，冯氏不知而误改之。则遗文琐事，亦颇赖以有徵，不仅为童蒙识字之用矣。旧有曹寿、崔浩、刘芳、颜之推《注》，今皆不传，惟颜师古《注》一卷存。王应麟又补注之，厘为四卷。师古本比皇象碑多六十三字，而少“齐国”、“山阳”两章，止三十二章。应麟《艺文志考证》，标“真定常山至高邑”句，以为此二章起於东汉，最为精确。其注亦考证典核，足补师古之阙。别有黄庭坚本、李焘本、朱子越中本，字句小有异同。应麟所注，多从颜本，盖以其考证精深，较他家为可据焉。\n","category":"草书","verified":true,"user":1,"timestamp":1429951541034},{"name":"赵孟頫急就章","dynasty":"元代","category":"","type":"","user":1,"timestamp":1429791641899,"text":"赵孟頫　急就章（至大二年）上海博物馆藏","author":"元代赵孟頫","description":"赵孟頫急就章"}]