[{"name":"沈传师楷书柳州罗池庙碑","text":"《柳州罗池庙碑》为唐代著名书法家沈传师(769-827)53岁时所书，碑文由大文学家韩愈撰写，纪念颂扬柳宗元被贬任柳州刺史所做的政绩。碑立于罗池庙内，碑石早已不存，至于何年遭毁，现无从查考，今所见拓本乃据清何绍基旧藏宋拓孤本一册影印。\n书法特点\n罗池庙是已故刺史柳侯的庙。《柳州罗池庙碑》此碑书法，气息清劲圆润、骨法神健，结字虽较为瘦削，然挺健秀朗，肉藏于筋，略无枯瘠之垢病。乍一看，近似柳（公权）书，但细察与柳书有着根本的区别，那就是柳书中宫过于内敛，紧缩得让人心中发慌，沈书却无此特征，虽然中宫也稍作内敛，但总体来说，还是属于较宽松的。另一个与柳书不同点即在结构上，沈氏书法结体多呈左低右高势，且略向右欹侧，当然，此碑书法也确实存在与柳氏书法相同的地方，其中竖弯钩、点、撇、捺、悬针竖等用笔和一些字的结体如“言“字旁，“诏”、“柳”、“师”、“不”等与柳书如出一辙，究竟是谁影响了谁？请看王铎跋此拓本的一句话“沈书寡觌，本虞永兴，柳诚悬、欧率更，合为一家”。如果王铎的话可信，显然沈师承了柳，然据《旧唐书》柳公权本传推测，柳（公权）小于沈传师九岁，同时，本传有一段话也耐人寻味，“公权初学王书，遍阅近代笔法，体势劲媚，自成一家”。说不定这“近代笔法”里就包括沈传师在内。如捡柳书《李晟碑》与《罗池庙碑》对照，用笔与结字即颇为仿佛。看来王铎的沈“本”柳公权是要打折扣的。黄鲁直在论唐代书法时，曾说“唐初字学劲健得晋宋风，开元后变为肥厚，元和后柳、沈之徒复尚清劲”。可见柳、沈都是力“矫肥厚之病”以尚“清劲”为美的书家，若用今天的话来说，在当时柳、沈都是极富有创新精神的书家。这样看来，柳、沈书风的相近也就不足为怪了。\n年代考证\n据罗振玉所藏《宋拓柳州罗池庙碑》对历代诸说加以考辨,得出全新结论:韩愈《柳州罗池庙碑》作于长庆三年(823);而柳州《罗池神碑》当立于长庆元年(821)正月。\n庙碑内容\n罗池庙者，故刺史柳侯庙也。柳侯为州，不鄙夷其民，动以礼法。三年，民各自矜奋，曰：“兹土虽远京师，吾等亦天氓，今天幸惠仁侯，若不化服，则我非人。”于是老少相教语，莫违侯令。凡有所为，于其乡闾，及于其家，皆曰：“吾侯闻之，得无不可于意否？”莫不忖度而后从事。凡令之期，民劝趋之，无或后先，必以其时。于是民业有经，公无负租，流逋四归，乐生兴事，宅有新屋，步有新船，池园洁修，猪牛鸭鸡，肥大蕃息。子严父诏，妇顺夫指，嫁娶葬送，各有条法，出相弟长，入相慈孝。先时，民贫以男女相质，久不得赎，尽没为隶。我侯之至，按国之故，以佣除本，悉夺归之。大修孔子庙，城郭巷道，皆治使端正，树以名木，柳民既皆悦喜。尝与其部将魏忠、谢宁、欧阳翼饮酒驿亭，谓曰：“吾弃于时，而寄于此，与若等好也。明年吾将死，死而为神。后三年，为庙祀我。”及期而死。三年孟秋辛卯，侯降于州之后堂，欧阳翼等见而拜之。其夕，梦翼而告曰：“馆我于罗池。”其月景辰，庙成。大祭，过客李仪醉酒，慢侮堂上，得疾，扶出庙门即死。明年春，魏忠、欧阳翼使谢宁来京师，请书其事于石。余谓柳侯生能泽其民，死能惊动福祸之，以食其土，可谓灵也已。作迎享送神诗遗柳民，俾歌以祀焉，而并刻之。柳侯，河东人，讳宗元，字子厚。贤而有文章，尝位于朝，光显矣，已而摈不用。其辞曰：荔子丹兮蕉黄，杂肴蔬兮进侯堂。侯之船兮两旗，度中流兮风泊之，待侯不来兮不知我悲。侯乘驹兮入庙，慰我民兮不嚬以笑。鹅之山兮柳之水，桂树团团兮白石齿齿。侯朝出游兮暮来归，春与猨吟兮秋鹤与飞。北方之人兮为侯是非，千秋万岁兮侯无我违。福我兮寿我，驱厉鬼兮山之左。下无苦湿兮高无乾秔充羡兮蛇蛟结蟠。我民报事兮无怠其始，自今兮钦于世世。\n译文\n罗池庙，是原来的刺史柳侯的庙。柳侯在治理柳州时，不轻视百姓，以礼法晓喻民众。三年后，柳州百姓都变得勤奋淳朴，他们说：“柳州虽然远离京城，但我们都是天子的臣民，现在天子派来这样仁慈的人治理柳州，假如我们不听他的感化，就太不通情理了。”于是老老少少互相告诫，不要违背柳侯的命令。凡是在乡里或家中做什么事，都说“这样做柳侯知道了会不会赞成呢？”，考虑再三然后再谨慎地做事。凡在政令规定的期限内，百姓们都乐意接受柳侯的劝戒，不管迟早，总不误期。经过柳侯的治理，百姓从业有一定的秩序，没有收不齐的租税。过去逃亡出去的人现在都从四面八方回乡来了，大家安居乐业，从事生产建设。院落里盖起了新房子，摆渡口出现的新渡船；池潭庭园，整洁干净；猪牛鸭鸡，肥大繁衍。孩子听从父亲的教诲，妻子顺从丈夫的意志。婚嫁丧葬，各有章法；友爱兄弟、尊敬长者、慈爱子女、孝顺父母，蔚然成风。以前百姓贫困，常以子女抵债，时间久了无力偿还，他们的子女就被收为奴隶。柳侯到了以后，按照国家固有的法令办事，以佣工抵本息，使子女都能回到父母身边。兴修孔庙，力倡儒学。城乡大街小巷规整有序，种上名贵树木。柳州的百姓都过上了好日子。\n柳侯曾经与他的部将魏忠、谢宁、欧阳翼在驿亭饮酒，他对他的部将说：“我被时俗所抛弃，寄生在此地，有幸与你们成为好朋友。明年我可能去世，死后会成为神。等我死后三年，请你们为我修庙祭祀。”果然第二年（柳侯）就逝世了。柳侯逝世后三年的初秋，他的神灵显现在州府官署的后堂，欧阳翼等人见后伏地而拜。那天晚上，柳侯托梦给欧阳翼说：“请为我在罗池修庙。”那月丙辰，罗池庙修成，举行了大祭。有个叫李仪的过路客喝醉了酒，闯入庙堂侮辱罗池神，立时得病，扶出庙门即倒地身亡。\n第二年春，魏忠、欧阳翼派谢宁到京城来，请我为柳侯撰写庙碑刻文。我想柳侯活着的时候，对柳州人民有莫大恩惠，他逝世了，他的神灵能给柳州百姓兴利除弊，一直关照这一方土地，真是神奇啊！我于是写了迎享送神诗给柳州人民，借铭歌来祭祀柳侯，并把他们镌刻下来。\n柳侯，河东人，讳宗元，字子厚。贤能仁德，有传世诗文，曾位列朝臣，风华正茂之时，却被摈弃不用。铭词是：（略）\n","category":"楷书","verified":true,"user":1,"timestamp":1429951554366},{"name":"沈传师楷书柳州罗池庙碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791641470,"text":"《柳州罗池庙碑》原文：\n　　罗池庙者，故刺史柳侯庙也。 　\n　 柳侯为州，不鄙夷其民，动以礼法。三年，民各自矜奋，曰：“兹土虽远京师，吾等亦天氓，今天幸惠仁侯，若不化服，则我非人。”于是老少相教语，莫违侯令。凡有所为，于其乡闾，及于其家，皆曰：“吾侯闻之，得无不可于意否？”莫不忖度而后从事。凡令之期，民劝趋之，无或后先，必以其时。于是民业有经，公无负租，流逋四归，乐生兴事，宅有新屋，步有新船，池园洁修，猪牛鸭鸡，肥大蕃息。子严父诏，妇顺夫指，嫁娶葬送，各有条法，出相弟长，入相慈孝。先时，民贫以男女相质，久不得赎，尽没为隶。我侯之至，按国之故，以佣除本，悉夺归之。大修孔子庙，城郭巷道，皆治使端正，树以名木，柳民既皆悦喜。尝与其部将魏忠、谢宁、欧阳翼饮酒驿亭，谓曰：“吾弃于时，而寄于此，与若等好也。明年吾将死，死而为神。后三年，为庙祀我。”及期而死。三年孟秋辛卯，侯降于州之后堂，欧阳翼等见而拜之。其夕，梦翼而告曰：“馆我于罗池。”其月景辰，庙成。大祭，过客李仪醉酒，慢侮堂上，得疾，扶出庙门即死。明年春，魏忠、欧阳翼使谢宁来京师，请书其事于石。余谓柳侯生能泽其民，死能惊动福祸之，以食其土，可谓灵也已。作迎享送神诗遗柳民，俾歌以祀焉，而并刻之。柳侯，河东人，讳宗元，字子厚。贤而有文章，尝位于朝，光显矣，已而摈不用。其辞曰：荔子丹兮蕉黄，杂肴蔬兮进侯堂。侯之船兮两旗，度中流兮风泊之，待侯不来兮不知我悲。侯乘驹兮入庙，慰我民兮不嚬以笑。鹅之山兮柳之水，桂树团团兮白石齿齿。侯朝出游兮暮来归，春与猨吟兮秋鹤与飞。北方之人兮为侯是非，千秋万岁兮侯无我违。福我兮寿我，驱厉鬼兮山之左。下无苦湿兮高无乾秔充羡兮蛇蛟结蟠。我民报事兮无怠其始，自今兮钦于世世。","author":"唐代沈传师","description":"沈传师楷书柳州罗池庙碑"}]