[{"name":"大报帖妹至帖","dynasty":"东晋","category":"草书","author":"王羲之","type":"精摹本","description":"王羲之《大报帖》摹本，25.7×10.1厘米，日本私人藏 。王羲之《妹至帖》， 摹本，纵25.3，横5.3厘米，日本东京中村富次郎私人藏，1973年首次公开发表。此二件作品可能是由同一件作品上分割出来的，也没有完全确认一定是王羲之真迹的摹本。","text":"【释文】 妹至赢,情地难遣,忧之可言,须旦夕,营耽之.\r\n【释文】 便大报，期转差也，知不快，当由情感如佳，吾日弊为尔，解日耳。\r\n\r\n　　2013年1月8日晨，NHK电视台的新闻大篇幅报道了王羲之唐代的精摹本在日本被发现的消息，因王羲之真迹早于不存于世，因此被受世人瞩目。\r\n\r\n　　东京国立博物馆发表的消息说，这件王羲之“大报帖”属于个人收藏，高25.7厘米，宽10.1厘米，共3行24个字，临摹于唐朝时期，从上有王羲之儿子的名字“日弊”和整个字的风姿来考证，应属于王羲之的早期临摹本。至于这一临摹本为何会流传到日本，博物馆的分析称，应该是遣唐使回国时带回日本，随后一直留存于民间，保存状态完好。其他不详。\r\n\r\n　　东京国立博物馆称，这份“大报帖”的发现，是继1973年日本发现“妹至帖”之后，相隔40年的重大国宝级发现。博物馆将于本月22日，举行“书圣 王羲之展”，展出这份新发现的“大报帖”。\r\n\r\n　　然而《大报帖》图片在大陆转贴出来以后，引起无数专家的关注，微博上疯狂转发，《书法江湖》网站听梧阁版主更是将最《大报帖》与此前的《妹至帖》拼合在一起，令人惊讶的发现，二者或同出一纸，某一时间被裁割为两片。随后著名王学专家祁小春先生应《书法报》之约为此又专门撰文对此进行探讨（附录于后）。\r\n\r\n　　前期发现了斜向的帘纹和横向裂纹一致，后期又发现两帖上的虫眼一一对应，进一步验证了两帖为一分为二的判断。\r\n\r\n【附录】《大報帖》與《妹至帖》的併案考察 \r\n作者：祁小春(《書法報》2013年1月23日第4期)\r\n\r\n一·日本傳來的消息\r\n\r\n　　近日據在日舊友毛丹青兄從微博發來消息稱：“今晨NHK電視臺的新聞大篇幅報導了王羲之唐代的精摹本在日本被發現的消息，因王羲之真跡早于不存於世，因此被受世人矚目。據專家鑒定，該精摹本是由遣唐使帶回的，隨後一直留存於民間，保存狀態完好。關注這條消息是否還有下文，懇請賜教。”因我無緣看到NHK電視節目，詳情不知，乃從網上檢索到日本《東京新聞》(Tweet 2013年1月8日夕刊)的題為《４世紀中国の「書聖」王羲之の書国内で写し発見》(“四世紀中國的書聖王羲之的書跡複製品在我國發現”)的相關報道，看了後的初步印象是，這在王羲之研究領域裡是一件大事。根據《東京新聞》報道所提供的信息，大致可歸納為以下幾點：\r\n\r\n　　1、 東京國立博物館對最近發現的一件精摹本作了鑑定，結論是從字跡與內容判斷，應屬7到8世紀由唐代宮廷製作的王羲之書跡精摹本之一。 \r\n　　2、 此帖摹本長25cm、寬10 cm、三行共24字，為尺牘的一部分。摹本為日本私人收藏品，去年秋天以來由東京國立博物館陳列科科長、書法史專家富田淳先生對此帖作了鑑定，命名為《大報帖》。 \r\n　　3、 鑑定的根據為：(1)摹本文字部分是以高超的“雙鉤填墨”的技法精緻製做而成的；(2) 文中出現了王羲之有一子名“期”(小字)以及王羲之尺牘常用的“日弊”語；(3)書法與《妹至帖》非常相似。 \r\n　　4、 帖文解讀作：“（便）大報期転呈也知／不快当由情感如佳吾／日弊為爾解日耳。”大意解作：“從期那裡得到了有關大(親友名)的消息，看樣子他心情不甚愉快，我想還是隨心所願順從情感比較好，我每日身體疲憊，如此度日只是為了你! ” \r\n　　5、 摹本為縱簾紙，帖前附有幕末至明治時期的古代筆跡鑑定權威、古筆了仲鑑定的“小野道風朝臣”之筆的紙條。根據 東京國立博物館的判斷，有縱紋的縱簾紙當為遣唐使們所帶回來的。 \r\n　　6、 據東京國立博物館陳列科科長、書法史專家富田淳先生稱，王羲之的精緻摹本數量極為稀少，世上最多也不出十件，而此件應列入其中。此摹本水準極高，字跡應接近真跡。 \r\n\r\n二·關於日本專家的意見\r\n\r\n　　對於以上6點日方提供的信息及專家鑑定意見，我略作評議。\r\n\r\n　　1、鑑定《大報帖》是否為唐摹本，以現有科技手段做檢測是不難解決的，至於是否一定是唐代宮廷製作？似並無實據。 \r\n　　2、富田淳先生鑑定後命名此帖為《大報帖》，但如果此帖與《妹至帖》原為一件之結論可以成立(詳後)，則只能稱作《妹至帖》後半部之殘帖了。 \r\n　　3、斷定摹本文字是“雙鉤填墨”製作，如前所言，技術上不成問題。文中出現王羲之子“期”名(小字)以及王羲之尺牘常用的“日弊”語而斷定為王帖，也沒問題(詳後)。說書法與《妹至帖》非常相似，則為兩帖原為一件添加一證。 \r\n　　4、帖文釋讀為“（便）大報，期轉呈也，知／不快，當由情感如佳，吾／日弊，為爾解日耳。”似有待商榷(詳後)。至於今譯中將“大”解作王羲之親友名則需有證據。因帖文或有字跡缺失、筆劃摹失等因素導致文意不能通順者，在王帖中往往多見，解讀大意皆見仁見智，並無標準答案，實在不能讀通者，似無勉強讀通之必要。 \r\n　　5、因《大報帖》未署王羲之名，遂有幕末至明治時期的鑑定家定其為“小野道風朝臣”之筆，可見長期以來日本收藏者一直是將此帖當作小野道風筆跡來看待的，這或許也是遲至今日才現身於世之原因吧。 \r\n　　6、富田淳先生稱此摹本水準極高，因他曾親自目驗此帖，又有佐以運用高端技術檢測，所言應是。但如二帖原為一件(詳後)，我們據《妹至帖》可知其紙質與摹拓技法似與《喪亂帖》有所差異，如縱簾紙紋不甚清晰，在字跡筆劃的磨損或蟲蛀部分的處理上也只是空白，無《喪亂帖》中那樣精緻的勾描輪廓墨線，可見其摹拓水準至少與《喪亂帖》相比，還是有差距的。\r\n\r\n三·新見解：《大報帖》與《妹至帖》原為一件？\r\n\r\n　　9日早上18:17時，網友“廣美書法”在“中國書法江湖網”轉載此新聞，兩小時后書法網的版主“聽梧閣”（趙華先生）在網上提出了自己獨特看法，認為分別藏於日本民間的《妹至帖》與《大報帖》是同一件作品分割為兩件，幷出示綴合復原面貌，清晰揭示了兩紙切斷面相連的紋理一致，帖子標題也修改為“延津合璧：《妹至帖》的另一半在日本发现”，於是引起網友熱議。 \r\n\r\n　　因未見到《大報帖》原物，目前僅憑網上高清圖片，尚無法準確判斷二帖之關係，還有待於驗證原物。然就目前所知情況來看，二個摹帖相似處不少，如字跡均為草書，摹拓所用皆為縱長約25cm左右的縱簾紙，加上“聽梧閣”先生所示兩紙相連處紋理一致等，我們認為二帖原為一件的可能性是存在的。我前曾有《略談〈妹至帖〉》一文作了相關探討(收拙著《山陰道上：王羲之研究叢札》，中國美術學院出版社，2009年)，如二帖原為一件，則有必要作併案討論了。以下結合《略談〈妹至帖〉》舊文作進一步探討。\r\n\r\n四·關於二帖的由來\r\n\r\n　　此摹帖與《妹至帖》一樣，一直密藏於日本民間，後者直到1973年在日本的五島美術館“昭和蘭亭紀念展”上初次公開面世時，才為世人所知。據富田淳先生介紹，此帖發現於某大名家傳的“手鑒”中，所謂“手鑒”就是將歷代名人書跡切割成數行收入冊頁中，作為鑒定古代書跡的比較資料，《妹至帖》亦被切割成二行十七字。(富田淳文見《中日古代書法珍品集》，國立東京博物館、上海博物館、朝日新聞社，2006年)如果二帖原為一件，則《大報帖》也應是被切割為三行二十四字的一件殘帖。關於《妹至帖》由來，據日本名兒耶明先生考證，源高明(914-982)《西宮記》記載醍瑚天皇（885-930）駕崩之際，副葬品中有王羲之書帖“《樂毅論》、《蘭亭》《羸》等三卷”，遂疑“《羸》”即指《妹至帖》，因為帖中有“羸”字。若然，那麼此二帖也許在當時尚完好，未作切割。醍瑚天皇時處於中國唐後五代，以時代來看，此帖應很早以前就流傳到日本來了，定為唐摹本應無太大問題。但問題是“《羸》”是否即是《妹至帖》？尚無法定論，因而這一觀點也只能停留在猜測範圍。然而我們根據日本史上有不少文獻均記載遣唐使從大唐帶回來中國法帖事實，以及日本現存《喪亂帖》、《二謝帖》、《得示帖》、《孔侍中》等頂級唐摹王帖(包括小川本智永《真草千字文》墨跡)等現狀看，《妹至帖》以及這次新發現的《大報帖》也同上列諸帖一樣，很有可能就是當年遣唐使從大唐帶回幷長期傳存於日本民間之物。\r\n\r\n五·關於二帖的形制\r\n\r\n　　以前我以為《妹至帖》帖二行十七字全是摹在一張紙上，後經過現場目驗,發現二行字的行距間中有一條切線,上半部分還看不出來，下半部分則清晰可見，這條切線顯然與紙紋和折線不同,故可證明，此帖確如曾被“切割成數行”,裱裝前應是兩張紙條。現據《大報帖》圖片仔細觀察，似亦有類似切線，但畢竟未見到原物，尚無法準確斷定。在此不妨推測，因經過“切割”，就難免出現闕字，遂致文意難通。此一情況很像《二謝帖》，該帖每行間的文意不並不連貫，意思也不甚通。 \r\n\r\n　　這可能是出於某種目的,將王帖中有誤字的一行集摹在一紙上，而這一集摹方法，很容易造成闕字以及文辭不通現象。《妹至帖》與《大報帖》會不會也存在類似情況？值得研究。 至於為何要“切割”《妹至帖》名跡來做“手鑒”？若僅以“作為鑒定古代書跡的比較資料”解釋(富田淳文)似有些勉強，恐怕還會有其他原因。有人推測，“切割”字行或許是為了方便摹刻上石(或木板)，此推測不無道理，觀法帖中錯行現象。如《寶晉齋法帖》的《二孫女帖》中第二與第三行的顛倒錯行現象，不難看出乃刻工誤貼字條所致(參見《小議二孫女帖》文，收《山陰道上：王羲之研究叢札》)。如果二帖的切線也緣此故，那麼可能是日本早先也有人曾用來鉤摹刻帖，用過後裱裝復原遂致如此？凡此皆不得而知。\r\n\r\n六·二帖的釋文以及相關諸問題\r\n\r\n　　　　《妹至帖》帖文二行十七字： \r\n　　妹至羸，情地難遣，憂之可言，須旦夕營視之。\r\n\r\n　　大約因“切割成數行”的緣故,以致帖文殘缺不全，所以，從帖文還看不出太多有關王羲之的信息。“情地”意為身心所置之地，在王羲之其他法帖中亦可見相似用法。如《淳化閣帖》卷六《嫂安和帖》言“穆松難為情地”，“穆松”是王羲之兄子。又《魏書》卷六十三王肅傳載他上奏皇帝云“陛下輟膳三日，臣庶慌恐，無復情地。”類此用例後世鮮見，或為南北朝人之特有語詞。另外，在帖文中似有闕字現象，如“憂之可言”疑原作“憂之不可言”，脫一“不”字，或因摹失？因為“……不可言”或反問句“……何可言”乃王羲之尺牘慣用語式，前之“……”多用形容語詞，後接“不可言”乃表其狀態程度的補語。如《右軍書記》(帖號參見拙著《山陰道上》書後附錄二“唐張彥遠《右軍書記》帖目表”)353帖：“不問多日，懸心不可言!”《長風帖》：“哀情頓泄，亦難可言!”《旦夕帖》“言尋悲酸，如何可言？”《積雪凝寒帖》：“比者悠悠，如何可言？”《玉潤帖》：“憂之燋心，良不可言!”等即是。又如王廙《嫂何如帖》：“懸心不可言!”王操之《舊京帖》：“聞問傷惻，痛不可言!”楊羲尺牘“羲比日追懷，眷想不可言!”這些都是與王羲之同時的晉人尺牘。另外，唐人書儀杜氏《吉凶書儀》中也有“憶念不可言”用例，可見中古書信多用此慣用語。\r\n\r\n　　關於“妹”常出現在王羲之尺牘中。如《右軍書記》中所收王帖言“妹”事甚多，如“二妹差佳，慰問心”、“武妹小大佳也”、“妹不快，憂勞，餘平安”、“梅妹可，得袁妹腰痛，冀當小爾耳”、“曹妹累喪兒女，不可為心，如何”、“梅妹大都可行，袁妹極得石散力，然故不得佳善，疾久尚憂之”、“賢妹大都勝前”、“袁妹當來，悲慰不言”、“得告慰為妹，流下斷以為至慶”、“上下無恙，從妹佳也”等等，可見王羲之所關心的“妹”有“曹妹”、“袁妹”、“武妹”、“梅妹”等等，不止一“妹”，王對她們人生活、出行、身體的狀況等十分關心，而其中《妹至帖》中病情不佳(“至羸”)的“妹”，亦屬其中之一。\r\n\r\n　　《大報帖》帖文三行二十四字：\r\n\r\n　　便大報，期轉呈也，知不快，当由情感如佳，吾日弊為爾，解日耳。\r\n\r\n　　此帖文在王帖中屬難讀一類者，原因已如前述，或因摹失、切割原帖所造成？“便”字闕左上半部分，王帖頻出嘆詞“哽”和“嫂”(女+更)”字，也許原字並非“便”字。因王帖中啟首多為“名+報(頓首、白、言等)”程式，準此程式日本學者遂認為“報”前之“大”字為人名(或小字)。但其前字“便”究竟為何字尚無法確認，故“大”似不應解作人名(或小字)。“期”即“延期”，由於多見王帖中，根據內容可以斷定“期”、“延期”即為王羲之七子中某人小字，如《褚遂良書目》(《法書要錄》卷三)有：\r\n\r\n　　“七月二十五日羲之頓首，期晚生不育六行” \r\n　　“期小女四歲，暴疾不救五行” \r\n　　“延期、官奴小女七行” \r\n　　“二十五日告期六行” \r\n　　“十四日告期，明月半等十三行” \r\n　　“七月告期，痛念玄度十行” \r\n　　《右軍書記》有： \r\n　　“延期、官奴小女，並疾不救，痛愍貫心。吾以西夕，情願所鍾,唯在此等。豈圖十日之中,二孫夭命，惋傷之甚,未能喻心,可復如何？” \r\n　　“延期、官奴小女，並得暴疾，遂至不救，痛愍貫心。奈何！吾以西夕，至情所寄,唯在此等，以慰餘年。何意旬日之中,二孫夭命。旦夕左右,事在心目。痛之纏心。無復一至於此，可復如何？臨紙咽塞。”\r\n\r\n　　其中《褚遂良書目》前四帖所言與《右軍書記》為同一事，即延期、官奴喪女，“期”與“延期”互見，實為一人，幷且就是王羲之七子中某一人。\r\n\r\n　　“期轉呈也”之“呈”，已有網友“聽秋館”(張雷先生)指出此字或“差”之訛形，幷與《淳化閣帖》卷六《足下散勢帖》中“散勢小差”、“散患得差”的“差”字寫法，尤其是後者比較接近。我也認同其看法，至于二字差異處原因，或摹失所致也未可知。“轉差”亦為晉人尺牘“套語”之一，為好轉之意，如《汝帖》有“得旦書知佳，為慰。吾為轉差。力及不一一”《右軍書目》：“羲之頓首，想創轉差”、“貴奴差不？”“知尚書中郎差為慰”等即此用意，所以此字似應釋作“差”為宜。 \r\n\r\n         與《足下散勢帖》中“差”字比较 “日弊”指近日身體疲憊，如日本學者所釋。可為證明者如《右軍書記》所收《得八日書帖》云：“僕日弊，而得此熱，忽忽解日爾，力遣不具，王羲之白”、《淳化閣帖》卷六《衰老帖》：“吾頃無一日佳，衰老之弊日至，夏不得有所啖，而猶有勞務。甚劣劣”以及“僕下連連不斷。無所一欲噉，輒不化消，諸弊日甚，不知何以救之”等，皆用如此意。但對於日本學者斷句作“吾日弊，為爾解日耳”，幷釋大意為“我每日身體疲憊，如此度日只是為了你”云云，似有商議餘地。我以為應斷句作“吾日弊為爾，解日耳”為宜。因為“為爾”之意並非為了你，而是依然如此的意思。《王右軍集》收一雜帖云：“吾至乏劣，爲爾日日，力不一一”即用如此意，亦即《南史》王融傳“爲爾寂寂，鄧禹笑人”用法，故“日弊為爾”應解作“身體依然很疲憊”。 \r\n\r\n　　“解日”也屬晉人尺牘特殊語詞，意為度日。王羲之著名的《近得書帖》云：\r\n\r\n　　“廿二日羲之報。近得書。即日又得永興書。甚慰。想在道可耳。吾疾故爾沉滯。憂悴解日。面近。不具。羲之報。”此外《秋節垂至帖》“劣劣解日，力不次”以及上引《得八日書帖》“忽忽解日爾”亦有同樣用法。\r\n\r\n七·二帖的書寫時間\r\n\r\n　　《妹至帖》中字多見於王羲之其他法帖，如“羸”“遣”“憂之”“可言”“旦夕”等，類似寫法均可見摹本《七月帖》、《桓公當陽帖》以及《蜀都帖》，書法風格也比較接近，屬於典型的流麗圓潤一類型的王書。《七月帖》、《桓公當陽帖》言桓溫第二次北伐，時在永和十二年(356)，如果其字跡可信，則寫《妹至帖》的時間可能與之大致相近，屬於王羲之較為晚期的書作了。而《大報帖》中的“轉差”、“日弊”、“解日”等字之寫法也很有特點，與之書風較為接近者有上舉《足下散勢帖》、《衰老帖》等，而我們從《衰老帖》的“吾頃無一日佳，衰老之弊日至”可知，王羲之那時已在晚年了，其中“衰老之弊”之“弊”以及“日”的右下角部分，皆與《大報帖》寫法相近，書寫時間也應相距不遠，故《大報帖》乃至《妹至帖》或可斷為右軍晚年書跡之一，而且是一件相當精緻的王書作品。\r\n\r\n　　以上基于有限的信息並參考了趙華、張雷先生的意見，就《妹至帖》與《大報帖》的關系以及一些問題試做了假設性探討，這還不是結論，更不能與定論劃等號，這點是需要說明的。\r\n"}]
