[{"name":"衡方碑","text":"全称《汉故卫尉卿衡府君之碑》。东汉建宁元年(公元168年)九月立，是衡方的门生朱登等为其所立的颂德碑。规格为（275×108）cm，碑23行，行36字，隶书。碑阴存题名二列，字甚漫漶。碑额阳文隶书“汉故卫尉卿衡府君之碑”二行十字，二行之间有竖格线。碑原在山东汉上县西南十五里郭家楼前，清雍正八年汶水泛滥，碑陷卧，后重立。现藏山东泰安岱庙。存世最早的拓本为明本，首行“方”字，第六行“都尉将”的“将”字未损。\n简介简介。门生故吏朱登等乃镌石以颂其功德。碑文末行有两行小字：“门生平原乐陵朱登字仲希书。”翁方纲以为朱登就是书碑人。此碑自宋欧阳修以来，迭经著录，为著名汉碑之一。\n《衡方碑》也是汉代隶书成熟时期的作品。用笔极为有力，笔画丰润，在转折和撇、捺处尤见功力，形成外方内圆的效果。其结体方正，波、磔、撇、捺皆不张扬外露，字体方整严峻，有下紧上松之感。整篇章法紧凑，字与字之间、行与行之间留白很少，但又毫无局促壅塞之感。清翁方纲《两汉金石记》说：“足碑书体宽绰，而阔密处不甚留隙地，似开后来颜鲁公正书之渐矣。”清姚华《弗堂类稿》跋此碑说：“《景君》高古，惟势甚严整，不若《衡方》之变化于平正，从严整中出险峻。”何绍基称其“方古中有倔强气”。此碑对后世的影响很大，杨守敬说它“古健丰腴，北齐人书多从此出，当不在《华山碑》之下”。\n《衡方碑》全称《汉故卫尉卿衡府君之碑》碑高2.40米，宽1.10米,厚0.25米。原在山东汶上县西南十五里郭家楼前，现在山东泰安岱庙东碑廊。 \n详情\n《衡方碑》全称《汉故卫尉卿衡府君之碑》，立于东汉灵帝建宁元年（公元168年），是衡方的门生朱登等为其所立的颂德碑。碑高2.40米，宽1.1米，厚0.25米。碑阳隶书23行，满行36字，共815字，字径4厘米；以文词温润、字体浑古著称于世。此碑碑阴原有字，据《翟氏隶篇》记载，可辨者23行71字。清嘉庆四年（1799年）十月，钱塘人黄小松捶拓后发现“故吏故民门生”等字最清晰，现已全部漫灭。碑首额下有穿，额隶书，阳刻“汉故卫尉卿衡府君之碑”，计2行10字，字径9厘米，字体浑朴古雅。\n《衡方碑》原立于汶上县次丘镇中店村，清雍正八年（公元1730年），汶河泛滥决口，该碑陷卧，村人郭承锡等复建。1953年移至山东泰安岱庙炳灵门内保存，1983年10月移岱庙碑廊，现已泐剥341字。此碑铭文书法以体丰骨壮的隶书闻名，笔画端正稳重，仪态敦厚，笔意粗壮古拙，妩媚动人，与张迁碑共为历代书法家临摹之范本。此刻为一级文物藏品。\n《衡方碑》全称“汉故卫尉卿衡府君之碑”。碑额为隶书，阳文。东汉建宁元年（168年）刻，在山东汶上县。风格似《张迁碑》一路。波磔浑厚含蓄。不似《礼器》锋芒毕露。清代隶书大家伊秉绶字从《张迁》、《衡方》出，是隶书体格中正宗的一路。用笔多方，开魏晋楷书笔法的先河。翁方纲评定说：“此碑书体宽绰而润，密处不甚留隙地，似开后来颜真卿正书之渐。”杨守敬说：“此碑古健丰腴，北齐人书多从此出，当不在《华山碑》之下。”惜此碑字迹多漫漶，笔道不清晰，初学者选临，似有困难。临写此碑要谨防流于古板僵木的弊端。----《古代碑帖鉴赏》费声骞\n评价\n历代书法理论家都对衡方的书法及《衡方碑》的史料价值给予了高度的评价。如：\n清翁方纲《两汉金石记》：“此碑书体宽绰而润，密处不甚留隙地，似开后来颜真卿正书之渐。势在《景君铭》、《郑固》之间。”\n清何绍基评比碑云：“方古中有倔强气。”\n清方朔《枕经堂金石书画题跋》：“字体方正深朴，与《张迁碑》可以伯仲。”\n康有为《广艺舟双楫》：“凝整则有《衡方》。”\n杨守敬《乎碑记》：“此碑古健丰腴，北齐人书多从此出，当不在《华山碑》之下。”\n清姚华《弗堂类稿》：“《景君》高古惟势甚严整，不若《衡方》之变化于平正，从严整中出险峻。”\n风格特征\n说起《衡方碑》我们不得不再说说它的审美趣尚、审美特色和风格特征：\n风格\n《衡方碑》代表了汉隶中壮美一路的风格典型，并在此种审美趣尚的直接牵引下，使我们在其碑刻上，几乎很难捕捉到它的节奏点，更无法寻找到人为的精意雕凿，只有在那时显剥蚀的粗重线条以及茂密偏长的结构里感受到那种与自然融合的精神意蕴。大概“节奏点”的淡化是由于隶书中所规定的波挑动作在其身上被冲淡所致，而“感受”的促成，又是被其博大的气势、古拙的韵味，不可阻挡的力量震慑的结果；因此，可以说《衡方碑》的艺术性格是开放活跃的，它更需要人们多方面的审美经验的感知和参与。\n审美特色\n讲究气势、古拙和力量是《衡方碑》最显著也是最为本质的审美特色，这使它在汉隶中完全属于另一种范例。表面上看去，《衡方碑》的艺术样式是那样地笨拙古老，体态不符常情，而一些超乎设想的或粗或细，或直或曲，或长或短，或方或圆的线条的矛盾对比又是如此地突出，缺乏柔情。但这一切不但没有减弱反而增强了《衡方碑》的审美特色。我们不妨也可以这么说，那些细致人微的常理和规定在《衡方碑》的作品样式上并没有产生一定的效力，相反那些不合现实比例的“笨拙”结构和缺乏“柔情”但矛盾对比又是异常强烈的线条，却真正地展示了合乎气势和古拙的内在夸张需要，并在力量的积蓄上达到了统一。因此，《衡方碑》的审美特质不仅强烈地表现丁汉代浑然、朴实的时代特征，同时，也构成了汉代艺术重气势讲古拙的基本风貌。\n艺术性格和形式特征\n“笨拙”的结构和矛盾对比异常强烈的线条，无疑是《衡方碑》独特的艺术性格和形式特征；但“笨拙”并不是呆板僵硬；而是与故作姿态的甜俗截然迥异的另一种美，另一种变化的趣尚。《衡方碑》的“笨拙”结构是在变化中求平正，从严整中出险峻的风格特征。《衡方碑》中的线条，为了要与之所造“厚重、宽博”的体势相协调，同样采用了“积点成划”的形式。但在这种步调一致的同时，也适当地变化了某些结字，依靠穿插依靠大小省易，使某些字平实，用以顾全大局。虽然此种变化在汉隶其它碑刻中也同样存在，不同的是，它的特殊就在于字的结构变化是在空间内部的线条对比中完成的，所以一些注重外部空间结构变化的左右开张的笔势如“蚕头燕尾”的线条样式，就必然会在其外紧内松的结构中完全丧失效应。正因如此，《衡方碑》中同样存在的“燕尾”就不会象《曹全碑》那样占据主流并在技巧的运用上来得如此强调。它是在线条的内部勿忙而短促地顿笔、提笔、出锋，整个运动过程中显得隐约含蓄，似乎在极力回避着汉隶中所规定的陈式，如“祖”、“方”、“盖”等字就是一极好的说明。《衡方碑》的线条基本上承继了篆书中锋圆融的样式，但与篆书平划匀称的运动特色截然不同，它饱满粗重，丰腴朴实，讲究运笔的受力点在线条的内部不断转换位置和角度。\n书法家衡方\n衡方，字兴祖，东汉平陆人（即山东汶上县人），曾任会稽东部都尉，右北平（汉朝郡名，今河北省）太守，颍川太守。在汉恒帝时为保卫皇宫的卫尉，统六师之帅。\n衡方是我国著名的书法家，其书法属四大汉隶之一，其现存的书法精品《衡方碑》，史料价值丰厚。此碑字体方拙朴实，以拙取胜，间架稳实厚重，如虎卧阕下，笔画端正粗壮，笔笔如磐石，折角棱条分明，有严峻之态。章法行密字满，于平正之中存欹斜之变。书法宽绰圆润、气势磅礴，在汉碑中无与伦比，在书法史上也少见。门生故吏朱登等乃镌石以颂其功德。碑文末行有两行小字：“门生平原乐陵朱登字仲希书。”翁方纲氏以为朱登是书碑人。此碑自宋欧阳修以来，迭经著录，为著名汉碑之一。碑字结体宽博，笔画肥厚古拙，方圆兼备，风致高雅，体势雄伟。在章法布白上，行密格满，与《史晨》、《曹全》相异趣。碑额阳文隶书，尤有气魄，结体严整，笔画圆劲，看似平正而神采飞动。清翁方纲称：“是碑书体宽绰，而阔密处不甚留隙地，似开后来颜鲁公正书之渐矣。……盖其书势在《景君》、《郑固》二碑间也。”(《两汉金石记》)清姚华《弗堂类稿》跋此碑云：“《景君》高古，惟势甚严整，不若《衡方》之变化于平正，从严整中出险峻。”何绍基称其“方古中有倔强气”。此碑对后世的影响很大。杨守敬说《衡方碑》“古健丰腴，北齐人书多从此出”。从唐代颜真卿的书法亦可窥见其流风所及。清代中后期，提倡汉隶和北碑，书风大变，著名书法家伊秉绶学《衡方》，深得其神髓。\n","category":"草书","verified":true,"user":1,"timestamp":1429951664981}]