[{"name":"黄庭坚草书洛阳雨霁诗","text":"《洛阳雨霁诗》收录在《御刻三希堂石渠宝笈法帖》中。\n原文\n洛陌雨霁风落息，残星散落天一碧。红轮忽上海东头，仰天笑堕驴肌脊。飘然拂袖入深山，云霞满座青螺鬟。下垂铁锁几千尺，昂首震掉愁跻攀。世人但见先生睡，那识睡中有真味。飞升黄白岂足污，太极先生乃其至。呜呼先生似隐非隐似仙非仙，胸蟠造化学究渊源。先生去此五百年，典型凛凛青山颠。大观丁亥春正月，灯节后三日为云蓭道人题。庭坚\n黄庭坚\n黄庭坚（十一世纪）字鲁直，自号山谷道人，晚号涪翁。英宗治平进士。曾任地方官和国史编修官。在党争中以不实罪名被贬。最後死於西南贬所。\n黄庭坚为“苏门四学士”之一，时称苏黄。\n他开创了江西诗派，在两宋诗坛影响很大。词与秦观齐名。\n","category":"草书","verified":true,"user":1,"timestamp":1429951600907},{"name":"黄庭坚草书洛阳雨霁诗","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791644578,"text":"黄庭坚《洛阳雨霁诗》注解\n 洛陌雨霁风落息，残星散落天一碧。\n 红轮忽上海东头，仰天笑堕驴肌脊。\n 飘然拂袖入深山，云霞满座青螺鬟。\n下垂铁锁几千尺，昂首震掉愁跻攀。\n世人但见先生睡，那识睡中有真味。\n飞升黄白岂足污，太极先天乃其至。\n呜呼！先生似隐非隐，似仙非仙，胸蟠造化，\n学究渊源。先生去此五百年，型凛凛青山巅。\n大观丁亥春正月，灯节后三日为云蓭道人题。\n\n诗注：庭坚公（1045～1121年），字鲁直，自号山谷道人，又号涪翁，隐居又号白祖六郎，洪州分宁（今江西修水）人，宋治平进士，授叶县尉，北京国子监教授，元丰中知吉州太和县，移监德州德平镇。元祐初召校书郎、《神宗实录》检讨官。绍圣初，奸臣当道，以《神宗实录》多诬，谪贬涪州别驾，黔州安置、移戌州。徽宗即位，放还，不久又被诬“幸灾谤国”罪，除名编管宜州。\n庭坚公《洛阳雨霁诗》手迹作于大观丁亥年（1107年）正月。史载庭坚公崇宁四年（1105年）已卒于宜州，也就是说《洛阳雨霁诗》手迹，是黄庭坚“死”于宜州两年后所作。然而，这是世人并不知道黄庭坚不是崇宁四年（1105年）死于宜州贬所，而是诈死宜州后，隐居夏湟，至宣和三年（1121年）才卒于夏湟，葬湟水之源。如不知道或不承认庭坚公这一秘史，就无法相信《洛阳雨霁诗》的真实性，更无法解读诗篇中的深刻内涵。肯定会指责《洛阳雨霁诗》是伪作。可是，有收藏家把黄庭坚《松风阁》、《苦芛赋》、《洛阳雨霁》三帖一卷,收藏传承印章45枚。又于清乾隆十二年（1749年）编刻于《三希堂法帖》之中。\n  让我们再细读庭坚公晚年隐居广东省连州夏湟村的传记后，再来品味这幅字画，真是韵味无穷，此画未失山谷体刀笔之功力，只有呈现于晚年而失阳刚之笔劲，却仍然表现出他强烈的个性特点。其笔力峭劲，字体修长，起笔多用于侧锋，行笔中锋。在结体上，中宫紧结而四面开张，以纵代剑，以散寓整，欹斜而不失平衡，顿挫分明，节凑感特强，颇具一生所追求的惊世骇俗之笔意。\n  云蓭道人：师讳克文（1025～1102年），俗姓郑。号云蓭，北宋禅僧。陕府阌乡（河南陕县）人。初投复州（湖北省）北塔广公出家，后参积翠黄龙慧           南嗣其法。因机锋锐利，人称文关西。尝居高安洞山寺、圣寿寺、金陵报宁寺、庐山归宗寺、泐潭（江西省宜丰县）宝峰禅院等刹，颇得宰相王安石、张商英之推崇。崇宁元年十月十六日为众遗诫宗门大略而示寂。年七十八，法腊五十二。赐号‘真净禅师’。塔于泐潭新丰。后人习称之为‘真净克文’。\n  《云庵真净和尚行状 门人高安释德洪撰》跋山谷云庵赞：\n 云蓭住庐山时。山谷过焉。相与游鸾溪。坐大石上。擘窠留题。其法喜之游。如黄檗裴公。乃作此赞。后二十余年。得于衡阳毛氏之家。持以还长沙开法。长老觉慈。寔其的孙。时年二十三岁。即以付之临济正脉。使流通不断。乃无所愧。此赞其敬之哉。宣和五年（公元1124年）中秋前一日。题。\n  台湾《佛光大辞典》《禅林僧宝传》卷二十三 载：宋徽宗崇宁元年（1102年）十月初一，克文患疾，十五日疾愈，将自己所藏法物，分散给弟子，十六日午夜，沐浴更衣，静心趺座。圆寂偈语说：“今年七十八。四大相离别。火风既分散。临行休更说。”克文遗戒弟子说人体所存，只不过地、火、水、风所聚集，我身己聚集了七十八年，现在要分散流离而去，我无话可说了，还是让我回归本原吧。说罢圆寂。享年七十八岁。\n  上文载云庵道人克文在宋徽宗崇宁元年十月初一生病半个月病好了，至十六日晚上，洗澡换衣后静坐说：“今年七十八，四大相离别，火风既分散，临行休更说。”说完就死了，奇不奇？分析云庵道人所说“火风既分散，临行休更说”并不像遗嘱或遗言，云庵道人是否也隐居岭南？\n云庵道人的“死”与庭坚“卒”于宜州死因很相似：《豫章传》载：“崇宁四年九月三十日，卒于宜州寓居，年六十有一。”《别传》载：“崇宁四年九月三十日，忽以疾不起，弟子无一人在侧。”《老学庵笔记》卷三载：“范寥言：鲁直在宜州，州无亭驿，又无民居可僦。止一僧舍可寓，而适为崇宁万寿，法所不许。乃居城楼上，亦极湫隘，秋暑方炽，几不可逭。一日忽小雨，鲁直饮薄醉，坐胡床，自栏楯间伸足出外以受雨，顾谓廖曰：‘信中，吾生平无此快也！’未几而卒。”庭坚的宜州之死，多方记载都很简单、草率，存在许多疑点。\n诗中借用了一个关于五代时陈抟的故事，陈抟（872年—989年），字图南，号扶摇子、宋太祖赵匡胤赐号 “希夷先生”（希，指视而不见，夷，指听而不闻），常被视为神仙，尊称为陈抟老祖、希夷祖师等。主张以睡眠，休养生息，时常一眠数日，能一睡百日，人称睡仙。相传紫微斗数及无极图说皆为陈抟之创作。五代末，宋朝初期亳州真源（今河南鹿邑）人，一说普州崇龛人（四川资阳市安岳、乐至一带，一说重庆市潼南县），著名华山派道士。生平事迹和出生时地众说纷纭，难辨真伪。魏泰谓其“或一睡三年”。陈抟本有大志，然“数举不第”，且厌五代之乱，又所交往者多，高道隐士，因此逐渐形成“出世”思想。后周显德三年（956年）十一月，世宗“以四方未服，思欲牢笼英杰，且以抟曾践场屋，不得志而隐，必有奇才远略，于是召到阙下”，问以飞升黄白之术。抟答曰：“陛下为天子，当以治天下为务，安用此为？”命为谏议大夫（一说“拜左拾遗”），固辞不受。赐号“白云先生”（此据王辟之《渑水燕谈录》。一说学者又称白云先生），放归山；又命陶谷草诏，令华州刺史每事须供，岁时存问。陈抟墓位于安岳县城南郊云居山圆觉洞保护区内。墓为石土垒成，长16米，宽12米，高4米。墓前嵌立陈抟自赞碑，碑额横刻“华岳归来”，正中阴刻陈抟像，像右上方有“洪武甲戌秋九月重阳日县丞陈观重建”刻记，左上方有陈抟自赞词。两边石坊刻对联：“先生不必仍长睡；天下于今永太平”。陈抟创绘“太极图”、“先天方圆图”等一系列《易》图，成为中国太极文化的创始人。\n  《落阳雨霁诗》为云蓭道人题，此云蓭道人并不在河南洛阳，而在江西黄龙洞。北宋定都开封，诗人写《洛阳雨霁诗》与云蓭道人又能扯上什么关系呢？此洛阳非河南之洛阳，是庭坚隐居广东省连州夏湟一山之隔的洛阳圩（原为洛阳乡，今改为瑶安乡），洛阳圩位于连州瑶安瑶族乡的洛阳河畔。是在一千多年前由河南洛阳迁徙出来的一支河南洛阳人，因此把村名、水名都沿用了祖居地河南洛阳之名。连州洛阳属瑶族，正月有灯节，三月有歌节。这里旧时寺庙恢宏，浮屠耸立，今已毁之无存。\n  宋徽宗崇宁五年（1106年）正月，皇帝大赦天下，皇帝下诏除元祐党籍碑，除党人一切之禁，叙复庭坚为奉议郎。此对庭坚公来说，如同云开雾散，雨后天晴。党禁已解，庭坚公已敢于出游，大观丁亥春正月（1107年），赴一山之隔的洛阳圩观灯节（此时庭坚公不可能去河南洛阳观灯节），回想起自己名义已经是死了的人了，而且死的方法多么象故居时的好友云蓭道人五年前的圆寂之情景，更象一百多年前的睡仙陈抟那种“似隐非隐，似睡非睡”状态。于是借题发挥，奋笔疾书，故有《落阳雨霁诗》题云蓭道人之作。\n  洛陌雨霁风落息，残星散落天一碧。洛陌：瑶安洛阳与夏湟处东西方向，一山之隔，旧时一条小路相连通。陌：田间东西方向的小路，泛指道路。此时的河南洛阳早已是京府大都市了，用不上阡陌之词。雨霁、风落息：风雨停后，天气转晴，这里喻意：宋徽宗崇宁五年，大赦天下，党禁已解，如同风雨已过的晴天。残星：诗人比喻自己是老弱病残的一颗星。这两句的诗意是：走在瑶安洛阳通往夏湟的荒野湾曲小路上，云消雾散了，风也停了，雨后天晴了，可惜，一个老弱病残的人却被遗落在遥远的南天一角。\n红轮忽上海东头，仰天笑堕驴肌脊。红轮：太阳，这里意指解除了党禁，如同雨过天晴，忽然出了太阳。“海东头”：出自苏东坡《送孙巨源》  的诗句。海东头：大海的最东边，大山的尽头，自古就有人乘槎到天河。但是自古以来，客槎有来有往，你却未有归期。仰天笑堕驴肌脊：此句引用陈抟典故，在陈桥兵变时，赵太祖披上黄袍，登上了帝位，陈抟希夷先生正好乘驴到华阴县，听说了这件事，在驴背上拍掌大笑。有人问到“先生笑个什么？”先生道：“你们这些百姓的福运来了！天下终于太平了。” 此两句诗意是：自己诈死宜州，已是欺君之罪，此行已走到尽头，也永远回不了头。今日只见党禁已解，如同红日高照，回想自己死里逃生，而也象陈抟一样，豪放地躺在驴脊背上仰天大笑。\n  飘然拂袖入深山，云霞满座青螺鬟。 拂袖：甩袖子，表示生气。形容生了气，一甩袖子就走了。云霞：比喻远离尘世的地方。苏轼《送乔仝寄贺君》诗之三：“行宫夜奏空名姓，悵望云霞縹眇人。”青螺鬟：是宋朝男汉子的发式。是指没有戴官帽，头发盘结象田螺一样的青一色平民。此两句诗意是：不管世间事，进入这崇山峻岭中隐居起来。而象我一样脱去官帽、削官为民、远离尘世、隐居深山的人很多。\n下垂铁锁几千尺，昂首震掉愁跻攀。下垂铁锁：意指戴着铁锁、锁链的犯人。跻攀：往上攀之意。引宋徽宗宣和年间，道士徐知常游华山，见峡上有铁索垂下，便攀缘而上，来到石室。见匣盖砌侧，打开一看，惟有陈抟仙骨一具，香气逼人。 此两句诗意是：这些枷锁缠身的朝廷犯人，犹如一落千丈，一旦时世有转，有人发现，还想出头，发扬光大，震掉枷锁往上攀又淡何容易。\n世人但见先生睡，那识睡中有真味。睡：在这里是死的意思，永远睡着了。引用陈抟先生故事：一次，有个樵夫在山下割草，见山凹里有一具尸骸，尘埃有一寸高。樵夫心中怜悯，准备挖个坑埋起来。拖起来时，却认得陈抟先生，樵夫说：“好个陈传先生，不知为什么死在这里？”只见陈抟把腰一伸，睁开双眼，说：“正睡的快活，为什么把我搅醒了？”樵夫大笑不已。 此两句诗意是：世上的人以为我己经死了，谁知道我还好好地活着，谁知我这样的“死”，死得有滋有味。\n飞升黄白岂足污，太极先天乃其至。飞升黄白：黄庭坚本来自己是黄姓，现改为姓白，隐居名为：“白祖六郎”，有污自己的本性之嫌，本来大丈夫行不更名，坐不改姓。太极：指事物的原本。太极先生：指陈抟，太极文化的创始人，故称太极先生。乃其至：亦是这样。此两句诗意是：由姓黄改为姓白已经很沾污自己的本性了，可是事情的本原先天已经定位了，更何况陈抟希夷先生以前也是这样。这里说的白姓，“白祖六郎”之名，其意是：黄庭坚六世之祖黄赡葬于白地，故称白祖地，自己是六世之孙，而谓“六郎”。还有苏轼赞庭坚“凛凛白下宰”之意亦在其内，时人赞“白下宰”乃江西诗派开山之祖也，故隐为“白祖”。这就是当今世人不解的“白祖六郎”之秘。\n  呜呼！先生似隐非隐，似仙非仙，胸蟠造化，学究渊源。陈抟是当之无愧的中国太极文化的创始人；宋代理学的奠基人；中国“龙图”的第一人；他的先天易学，是宋代新“易”学始祖； 修身养性，成为天下第一睡仙。这几句意思是：象陈抟先生那样学识渊博的人，数举不第，不入豪门。过着似隐非隐，似仙非仙的无忧无虑、自由自在生活。这里多么象诗人自己隐居又不是隐居，神仙又不是神仙的生活，完全是自己一意追求学识、追求功名利禄所造成的一生坎坷。这并不是说云蓭道人，因他五年前已死了，诗人是借希夷先生的人生坦露自己的悲惨遭遇。\n先生去此五百年，典型凛凛青山巅。五百年：这里形容很久的意思。陈抟希夷先生死于宋太宗端拱二年（公元989年），距大观丁亥年（1107年）仅仅是一百一十八年。而云蓭道人至此也才去逝五年。凛凛：苏东坡赞自己是“凛凛白下宰”。青山巅：青山巅峰，这里指远离喧嚣尘世的深山老林之中。 此语出自唐·孟郊 《赠文应上人》诗：“栖迟青山巅，高静身所便。”此两句诗意是：昔日典型有名的“凛凛白下宰”，如今只有永远隐没在这茫茫的岭海之中。\n大观丁亥春正月，灯节后三日为云蓭道人题。大观丁亥春正月，即公元1107年正月，也就是黄庭坚在夏湟隐居的第二年，正月灯节后的三日为云蓭道人所题。\n  《落阳雨霁诗》中重点好象写的是一百多年前睡仙陈抟的故事，其名又是为云蓭道人题，而诗名又是《落阳雨霁诗》，这让读者费尽心思去解读。难怪一些评论者往往误解黄庭坚，甚至批评说其脱离现实。黄庭坚诗词字字千钧，主张无一字无来处，故有“夺胎换骨，点铁成金”，“一扫古今，直出胸意”的独到之处。这就是诗人从心灵深处掘发出独特的体验，并以独特的手法加以表现，刻抉入里，使新的题材写出深度，旧的题材翻出新意，构成了黄庭坚诗词在题材处理上的一大特色。在此，如果我们忽略了《落阳雨霁诗》的独妙之处，无疑会带来十分的遗憾。","author":"宋代黄庭坚","description":"黄庭坚草书洛阳雨霁诗"}]