[{"name":"陆机草书平复帖","text":"《平复帖》为晋代陆机书法作品，牙色麻纸本墨迹，9行84字。《平复帖》书写于西晋，是传世年代最早的名家法帖，也是历史上第一件流传有序的法帖墨迹。有“法帖之祖”的美誉。陆机《平复帖》被评为九大“镇国之宝”。作者用秃笔写于麻纸之上，墨色微绿。笔意婉转，风格平淡质朴，其字体为草隶书。《平复帖》在中国书法史上占有重要地位，同时对研究文字和书法变迁方面都有参考价值。2011年4月15日，中国邮政发行《中国古代书法——草书》特种邮票1套4枚。其中之一为陆机章草书《平复帖》。\n法帖信息\n【名称】平复帖\n【作者】陆机\n【年代】西晋\n【书体】章草\n【材质】牙色麻纸墨迹\n【规格】纵23.7厘米，横20.6厘米\n【字数】9行，84字\n【收藏】故宫博物院\n清吴其贞《吴氏书画记》、顾复《平生壮观》、安岐《墨缘汇观》等书著录。 《平复帖》内容是写给友人的一个信札，其中有病体“恐难平复”字样，故名。字为章草，但无波挑，和《淳化阁帖》所收卫瓘《顿首州民贴》体段相近。 《平复帖》是西晋时陆机向友人问候疾病的一通信札，草书九行，计八十四字，秃笔枯锋，用笔朴质古雅，为传世最早的草书真迹，历来为世所宝，现藏故宫博物院，帖尾有明代书家董其昌的题跋，有墨迹的影印普及本出版。曾摹刻入《秋碧堂帖》、《南雪斋帖》等多种丛帖中，学习书法当以墨迹印本为好。----《古代碑帖鉴赏》费声骞。\n012年，《国家人文历史》（原《文史参考》杂志）独家邀请九位考古、文博方面的专家，在国宝中做取舍之间的思量、权衡，盘点出中国文物中的九大“镇国之宝”。《平复帖》为镇国之书法：其见证了汉字流变。\n专家刘光启点评：现存的《平复帖》是孤本，没有其他作品可供比对，所以无法判定其究竟是不是出自陆机之手，但这都已经不是很重要了。从武周时期王方庆临摹先人王羲之、王献之等而成的《万岁通天帖》看，东晋时楷书已经成形，再证以西晋写经，可以肯定有隶书特点的章草《平复帖》是西晋真迹，它一方面是隶书发展过程中的标本，同时更是汉字由隶书向楷书过渡的重要佐证。 \n法帖内容\n释文一\n彦先羸瘵，恐难平复。微居得病，虑不衍计，计已为苍。年既至男事复失，甚忧之。屈子杨往得来主，吾云能惠。临西复来，威仪详跱，举动祭观，自躯体之盖如思。识黟之迈，甚执所念，意宜稍之旻伐棠。棠寇乱之际，闻问不悉。 \n释文二\n彦先羸瘵，恐难平复，往属初病，虑不止此，此已为庆。承使唯男，幸为复失前忧耳。吴子杨往初来主，吾不能尽。临西复来，威仪详跱。举动成观，自躯体之美也。思识□量之迈前，势所恒有，宜□称之。夏伯荣寇乱之际，闻问不悉。 \n备注\n《平复帖》如徐邦达所说“草法、文句，都很古奥，难以辨识”， 刘涛称“陆机的这笔草书，写得苟草，有的是当时的习惯写法，让后世书家难以释读，平添了一些神秘感。” 西川宁谓《平复帖》“此帖在当时就以难读知名，似没有人对之尝试释文。万历时的收藏家张丑……在其所著《南阳法书表》和《清河书画舫》中均有著录。《清河书画舫》中对一般的帖都有释文，《平复帖》却没有”其后，张丑在其《真迹日录》中写道：“帖中如‘羸、难平复、病虑、观自躯体、闵、荣寇乱’等字。翩翩自恣。真有毕世临抚未能得其仿佛者。”只举帖文十数字，是尝试释读的最初情形。 因此关于文字内容，众说纷纭，限于篇幅，《平复帖》词条仅列举两种释文：释文一为郑春松所释；释文二为启功所释。 \n法书赏析\n绞转用笔\n《平复帖》是章草的代表作，它与居延汉简保持亲密的血缘关系，只是《平复帖》中大大增强了点画的连续性，如“口”形，汉简中用三笔，《平复帖》用两笔。帖中还有不少字，把许多点画连为一笔，显示了用笔技巧的长足进步。点画连续，意味着笔锋运动轨迹的弯折增加。绞转能很好地适应这种频繁的弯折，同时频繁的弯折又促使绞转获得了充分的发展。 \n笔法渊源\n《平复帖》的体势及其笔法有其历史的渊源和时代书风的基础。从《敦煌汉简》中所见西汉章草，如《责未报闻简》等，又如《居延汉简》中所见东汉《甲渠侯官粟君所责寇恩事册》、《误死马驹册》等，其中有些简虽为章草，但其笔势和字与字间的贯气形式已呈现今草迹象。在日本《书道全集3·中国3》所载《楼兰出土魏晋简》中，这样的章草和介于章、今两体之间的过度形态更为多见，并且有与《平复帖》笔法、体势及意趣十分接近的残纸墨迹，如《〈为世主〉文书》，更有基本脱离章草体势，近乎王羲之的草书残纸墨迹出现，其中已见上下两字实线相连的草法，由此可证，在魏晋民间日常的文书手札中，草体笔法的发展是走在上层文人士大夫的前面的，这正合书法发展的历史规律。这是陆机《平复帖》的书法体势风格赖以产生的时代条件和社会基础。 \n点画特点\n陆机所写的（《平复帖》）草书，点画简率，……横向的笔画短促，有俯仰之势；纵向的笔画长，是向左背右的弧形；偏长的字形，上宽下窄，呈左高右低的欹斜状，但斜而能稳，颇有奇趣。 \n书法风格\n《平复帖》除了晋人特有的古朴、自然、淳厚的气质外，还略带竹木简章草书的意味。以秃笔枯锋为之，笔随势转，平淡简约，奇崛而古质，评者云“非中古人所能下笔”。结构上随意洒脱，表现出一种轻松自如、信手拈来的自由状态。 《平复帖》通篇是章草的古意盎然，散发着古朴、淳厚、深沉、凝重的气息。陆机受着秦、汉、三国时古厚书风的熏染，用笔以按为多，轻提为主，线条大都粗细相近，浑圆为本，没有那种潇洒飘逸的挥洒。造型也以包含、收束为主，不使线条游荡过远，如同一个花蕾正待展开，尚未展开到位，却又收合起来了。草书在陆机手中，还未曾成为大起大合的形式，书法家专注于一个个体的单字，务求书写成形，却还未能尽情挥洒连绵而下。也正是由于这种控制，犹人乘骐骥，以衔勒制之，显出含蓄蕴藉之美。含而不露，如盘马弯弓惜不发，这似是一种相对静止状态，却比马狂奔、箭离弦更令人期待。古来就有“藏锋”之说，就是不让尖锐的笔锋过多出现，甚至遁迹如剑在鞘中，锐气不泄。作为书法家的表现，应如明人陆石雍所说：“吞吐深浅，欲露还藏，便觉此衷无限。”这一点，《平复帖》正是范本。 \n法帖评价\n明人詹景凤评价：“陆士衡《平复帖》以秃笔作稿草，笔精而法古雅。真迹也。”\n明代张丑云：“云间陈仲醇谓其书极似索靖笔诗。”又云：“《平复帖》最奇古，与索幼安《出师颂》齐。惜剥蚀太甚，不入俗子眼。然笔法圆浑，正如太羹玄酒，断非中古人所能下手。”\n清代安岐《墨缘汇观》评价：“相传平原精于章草，然此帖大非章草，运笔犹存篆法。”\n清代杨守敬说《平复帖》：“系秃颖劲毫所书，无一笔姿媚气，亦无一笔粗犷气，所以为高。”\n《平安帖》在中国书法史上的特殊意义在于——它是第一件流传有绪的法帖墨迹。由于古代书家如李斯、钟繇、张芝等，虽是流传有绪的人物，但无可靠的墨迹流传。而石刻作品，因是翻版，加之刻手的原因、风化剥蚀等，与墨迹多半相去较远；再者，此前墨迹虽有不少，但书家皆不署名，无法考证。因此愈显《平复帖》在书法史上的意义。 \n鉴赏递藏\n根据尾纸董其昌、溥伟、傅增湘、赵椿年题跋，可得知《平复帖》历代递藏情况：宋代入宣和内府，明万历间归韩世能、韩逢禧父子，再归张丑。清初递经葛君常、王济、冯铨、梁清标、安岐等人之手归入乾隆内府，再赐给皇十一子成亲王永瑆。光绪年间为恭亲王奕欣所有，并由其孙溥伟、溥儒继承。后溥儒为筹集亲丧费用，将此帖待价而沽，经傅增湘从中斡旋，最终由张伯驹以巨金购得。张氏夫妇于1956年将《平复帖》捐献国家。 \n陆机（261年至303年），字士衡，吴县华亭(今上海市松江区)人。祖陆逊、父陆抗，都是东吴名将。少负才名，工诗文，与其弟陆云合称“二陆”，是西晋著名的文学家。代表作为《文赋》，另有《君子行》、《辨亡论》等诗赋著述。\n公元280年（晋太康元年），随着晋的东征、吴的覆灭，陆机、陆云被俘后徙于寿阳（安徽寿县）。281年，得晋帝宽容，扶柩回乡，在华亭故家苦读十年，从而渐有文名，于289年（太康十年）被召征入洛。在洛阳受到曾官居太常又是文坛领袖张华的赏识，引为知交，广为推荐，得辟为祭酒，累迁太子洗马、著作郎。后随司马晏出征淮南，任郎中令，又入为尚书中兵郎，转殿中郎。晋室“八王之乱”起，陆机未能远祸，仅以遇赦得免。嗣后归依成都王司马颖，拜为参大将军军事，又荐为平原内史，故史称“陆平原”。至303年（太安二年），成都王颖、河间王颙举兵讨长沙王乂，陆机被任为前将军前锋都督，兵败，收捕于军中，夷三族，与弟陆云同时被杀，时年四十三岁。 \n相关阅读\n草书特种邮票\n中国邮政于2011年4月15日发行《中国古代书法——草书》特种邮票1套4枚。详情如下：\n图序\n图名\n面值\n（4-1）T\n平复帖\n1.20元\n（4-2）T\n初月帖\n1.20元\n（4-3）T\n古诗四帖\n1.20元\n（4-4）T\n自叙帖\n1.20元\n志号：2011-6。邮票规格：38×50毫米。齿孔度数：13×13.5度。整张枚数：版式一12枚，版式二（宣纸品种）8枚（2套）。整张规格：版式一180×190毫米，版式二210×145毫米。版别：影写。设计者：王虎鸣 \n邮票松江首发\n011年4月15日上午，由中国邮政集团公司、松江区人民政府、上海市邮政公司共同主办的，《中国古代书法——草书》特种邮票“平复帖”首发式在上海松江区华亭湖广场举行。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663890},{"name":"陆机草书平复帖","dynasty":"魏晋","category":"草书","type":"","user":1,"timestamp":1429791646735,"text":"陆机《平复帖》手卷 纸本 23.7×20.6cm 北京故宫博物院藏\n【释文】:\n　　故宫博物院释文:\n　　 “彥先羸瘵，恐難平復，往屬初病，慮不止此，此已爲慶。承使唯男，幸爲複失前憂耳。吳子楊往初來主，吾不能盡。臨西複來，威儀詳跱。舉動成觀，自軀體之美也。思識□量之邁前，勢所恒有，宜□稱之。夏伯榮寇亂之際，聞問不悉。”（释文据启功《〈平复帖〉说并释文》）\n　　谢光辉 徐学标释文:\n　　 “彥先羸瘵，恐難平複。往屬初病，慮不止此，此已爲慶。承使囗（唯）男，幸爲複失前憂耳。囗（侯）子楊往初來至(或釋主)，吾不能盡。臨西複來，威儀詳跱，舉動成觀，自軀體之美也。思識量之邁前，執（勢）所恒有，宜囗稱之。夏（或釋闵）囗（伯）榮寇亂之際，聞問不悉。”（相关文章见《平复帖》蠡议一文）\n　　郑春松释文:\n　　 “彥先羸瘵，恐難平複。微居得病，慮不衍計，計已爲蒼。年既至男事複失，甚憂之。屈子楊往得來主，吾云能惠。臨西複來，威儀詳跱。舉動祭觀，自軀體之蓋如思。識黟之邁，甚執所念，意宜稍之旻，伐棠。棠寇亂之際，聞問不悉。”\n　　《平复帖》草隶书9行86字。内容涉及三个人物，贺循，字彦先，是陆机的朋友，身体多病，难以痊愈。陆机说他能够维持现状，已经可庆，又有子侍奉，可以无忧了。吴子杨，以前曾到过陆家，但未受到重视。如今将西行，复来相见，其威仪举动，自有一种较前不同的气宇轩昂之美。最后说到夏伯荣，他因寇乱阻隔，没有消息。\n　　《平复帖》的书写年代距今已有1700余年，是现存年代最早并真实可信的西晋名家法帖。它用秃笔写于麻纸之上，笔意婉转，风格平淡质朴，其字体为草隶书。《平复帖》在中国书法史上占有重要地位，同时对研究文字和书法变迁方面都有参考价值。\n　　 根据尾纸董其昌、溥伟、傅增湘、赵椿年题跋，可得知《平复帖》历代递藏情况。此帖宋代入宣和内府，明万历间归韩世能、韩逢禧父子，再归张丑。清初递经葛君常、王济、冯铨、梁清标、安岐等人之手归入乾隆内府，再赐给皇十一子成亲王永瑆。光绪年间为恭亲王奕訢所有，并由其孙溥伟、溥儒继承。后溥儒为筹集亲丧费用，将此帖待价而沽，经傅增湘从中斡旋，最终由张伯驹以巨金购得。张氏夫妇于1956年将《平复帖》捐献国家。\n　　清吴其贞《吴氏书画记》、顾复《平生壮观》、安岐《墨缘汇观》等书著录。\n字士衡，吴郡（今江苏苏州）人。因其曾为平原内史，世称陆平原。他“少有奇才，文章冠世”（《晋书 陆机传》），与弟陆云俱为我国西晋时期著名文学家，其实陆机还是一位杰出的书法家，他的《平复帖》是我国古代存世最早的名人法书真迹。\n　　《平复帖》凡九行，上有宋徽宗赵佶泥金题签和“宣和”、“政和”二印。现藏于北京故宫博物院。内容只是陆机问候友人的平常手札。惜距今一千七百多年，纸面损伤，有些字已分辩不出来了。古代法书典籍《墨缘汇观录》、《平生壮观》、《大观录》等，虽有记录，均无释文。当代书家启功先生在其《启功论稿》中对此帖注有释文。\n　　《平复帖》是草书演变过程中的典型书作，最大的特点是犹存隶意，但又没有隶书那样波磔分明，字体介与章草、今草之间。细观此帖，秃笔枯锋，刚劲质朴，整篇文字格调高雅，神采清新，字虽不连属，却洋洋洒洒，令人赏心悦目，字里行间透露出书家的儒雅与睿智。\n　　历来评述甚多。宋陈绎曾云：“士衡《平复帖》，章草奇古”。《大观录》里说：《平复帖》为“草书、若篆若隶，笔法奇崛”。《平复帖》对后世也产生过较大影响。清人顾复称“古意斑驳而字奇幻不可读，乃知怀素《千字文》、《苦笋帖》，杨凝式《神仙起居法》，诸草圣咸从此得笔。”这些评论或许有牵强附会之感，但若是怀素、杨凝式当真见到，也确会为之动情。董其昌赞云“右军以前，元常之后，唯存数行，为希代宝”。\n　　这里还要提及的是《平复帖》最后一位私人收藏者——已故书法家张伯驹先生。《平复帖》原为恭王府所藏。1937年，溥心畲先生丧母，欲出让《平复帖》以办丧事。在此期间，一些清朝遗老，如阿联、孟锡圭、朱蓬寿，最后一位状元刘春霖等都曾致函溥心畲先生对《平复帖》易手表示惋惜，怕像恭王府出让的唐韩干《夜照白图》那样，流失海外。信致溥心畲先生，大意为，现已民国，丧事可否从俭，《平复帖》可否暂押盐业银行，云云。并托傅增湘先生向溥心畲先生致意此帖为祖传，还是留在本族为好。此事经傅增湘先生从中斡旋，最后张伯驹不惜倾家荡产，从溥心畲手中购回此帖，后历经艰险，悉心保管，才使她未流失海外。1949年以后，张先生又将这件稀世珍宝献给了国家。","author":"魏晋南北朝陆机","description":"陆机草书平复帖"}]