[{"name":"赵孟頫楷书寿春堂记v2","text":"名家简介\n赵喜玉,字净一,号省三村夫,中国九三学社社员。1941年生于山东,毕业于山东师范大学汉语言文学专业，中国著名书法家、画家、艺术鉴赏家。现为国际中国书法家协会会员,炎黄书画家学会副会长兼青岛分会会长，台北故宫书画院名誉院长，中国书画家协会理事，中国国学学会常务理事，世界教科文卫组织艺术委员会执行委员，世界书画家协会学术委员会副主席，中国国际国学院名誉院长。\n赵先生自幼习家传赵书,艺术风格刚劲洒脱，长期从事书法理论研究、书法艺术创作及书法教学工作。默默耕耘数十载，几年前蜚声书坛，便成为艺界奇葩，在国内外书展书赛中多次获奖。其中96金杯奖、国际书法联赛一等奖、书协一等收藏奖；97年荣获“世界和平万岁”书法展金奖，被授予金质五星勋章；99年荣获“庆祝建国五十周年书画大赛”金奖，“日本东京国际书法展”金奖，中国艺术博览会金奖；2000年获中华人民共和国文化部颁发的ISC评审价值证书；2001年获“庆祝中国共产党建党80周年书画展”金奖、中国“四面山杯”书法金奖；2002年获“国粹杯”金牌；2008年获全国首届“熙鼎祥杯”金奖；2011年获英格兰皇家艺术银质勋章，世界华人最敬仰领袖奖以及中国文学艺术界人民艺术奖，等等。并先后荣获“中华金奖书画家”、“中国当代著名书画艺术家”、“当代书画艺术名人”、以及世界功勋艺术家等称号。2002年5月12日被授予“世界书法艺术大师”称号，2011年7月10日被授予“人民艺术大师”称号。传略被《中国当代艺术界名人录》、《中华人物大辞典》、《中国专家学者词典》等20余部典籍收录，2012年传略以及作品收入《青岛世纪墨宝荟萃》。其作品多次被碑林、陈列馆以及国内外书画机构收藏，并得到很高评价。\n个人履历\n书法大师赵喜玉先生，童年即随家父习家传赵书，因时代的变化生活经历也在他少年时代受到几次重大变革的影响，从幼年童年家境宽厚受良好的启蒙，到青少年家境衰落，似乎冥冥之中决定了他未来的艺术之路。赵喜玉少时经常为乡邻题写春联佳句，成为小有名气的少年书法家，赢得乡邻嘉许，同时由于其少时彰显的才华也令当时家父以及其他老师的侧爱。后应征入伍，在人民军队中撰写文章报道军旅生活、研习书法、为战友及领导普及书法知识、为所在连队赢得良好声誉。退伍后，进过工厂开过车床，进过企业做过基层，后来成为一名人民教师，生活的阅历丰富了他的艺术思想决定了他的艺术人生。几十年如一日，无论何种经历，都没有丢弃的自己的对书法艺术的追求，严谨治学、潜心研究、为祖国的书法艺术贡献自己的力量。\n赵喜玉先生的人格魅力正是中国传统文化的体现，在其年界天命之时，为照顾自己的妻子，放弃了为自己成就名利地位的太多机会，正是这种爱的力量让妻子的身体日渐好转直至完全康复。这种感人至深的经历，在赵先生的书法表现力面也形成了一种无形的力量，让每一个字每一笔都有了一种精神，大爱的精神。\n赵喜玉先生，从童年家境宽厚到少年家境变化，从军旅生涯到传道授业，环境一再变化，却从未离开过书法艺术的探索与研究，溯源而学，小篆、汉隶、二王、再到唐宋元明清各家字体，广泛涉猎，主习赵书，融合自己的思想，而形成的一种独有的艺术风格。多次在国内外交流中获得多项大奖，九六金杯将、国际书法联赛一等奖、世协一等收藏奖，中华最高荣誉奖。九七年荣获“世界和平万岁书画展”金奖，被授予金质五星勋章。九九年获“庆祝建国五十周年书画大赛”金奖，“日本东京国际书坛展”金奖，中国艺术博览会金奖。二零零一年获“庆祝中国共产党庆祝建党八十周年书画展”金奖，中国“四面山杯”书法大赛金奖。二零零二年获“国粹奖”金牌，并先后荣获“中华金奖书画家”、“中国当代著名书画艺术家”、“当代书画名人”、“世界功勋艺术家”及“世界书法艺术大师”等称号。其传略被《中国当代艺术界名人录》、《中华人物大辞典》、《中国专家学者词典》等二十余部典籍收录。\n著作\n.编著作有2005年出版并发行于我国大陆和港、澳、台地区，日本、韩国、新加坡、法国（法文版）的《赵孟頫寿春堂记临摹法》等；书法创作成果有《赵喜玉书法选集》即将出版；有书法作品入选历届全国书法篆刻展；多次应邀为国际性书法展提供作品。他在从事教育的同时，长期坚持投入群众性的书法活动。在我国各地以及青岛作了数十次书法讲座。八十年代初山东省书法家协会、中国书法家协会相继成立后，他更是为书法事业不断付出心力以及积极做出贡献。\n人物评价\n赵喜玉，是中国现代最受人欢迎的书法大家之一，山东省内最为著名的书法家之一。赵喜玉先生坚持溯源而学，师法传统，数十载，不为世俗干扰，潜心求学、不断探索，在自己的探索与创新中，默默为中国的书法艺术作出了卓越的贡献。赵喜玉先生博学多才，遍阅古今，融会各艺术于胸怀而自成风格，信手拈来运用自如，行草运笔行云流水，狂草挥毫狂涛巨澜，魏碑积墨浑厚天成……\n在赵喜玉先生的作品中，我们深切感受到他的审美意境与思想，似乎我们每个人看到都有共鸣之处。也许，这是他从有法到无法的表现过程中，独具一格的审美境界，尽管达到这种境界要使赵喜玉先生经历一个非常漫长而又痛苦的探索过程。\n在赵喜玉先生的作品中，赵孟頫体恐怕是最为著名的了。往往是寥寥几笔，就勾勒出一个赵体的意境。赵喜玉的许书法作品，都是以坚持中国传统书法基础上在汉字精神中寻求更高的提炼，赵喜玉先生习赵体较多，但是并不是死板的复制，而是在赵孟頫的书法中探求赵孟頫书法的精神境界。赵喜玉的治学精神和艺术思想，让所谓的当代艺术家们都觉得惭愧，因为赵喜玉先生所追求的真善美是真诚而质朴的，不受任何外界因素所影响的，坚决不向伪学问让步。正式这种真诚，使他的境界高人一筹，表现在书法作品上也意蕴深远，正式这种真诚，使他有一种无可超越的淡然。\n赵喜玉的毫尖都饱含着人间的情味，追求的是一种崇高而绚烂的美，其间，不乏哲思和诗意的存在。\n代表作品\n赵喜玉先生书法作品展示：\n","category":"楷书","verified":true,"user":1,"timestamp":1429951541544},{"name":"赵孟頫楷书寿春堂记","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429712218667,"text":"","author":"元代赵孟頫","description":"赵孟頫楷书寿春堂记"}]