[{"name":"赵孟頫行书金丹四百字","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791629481,"text":"赵孟頫《金丹四百字》\n《金丹四百字》，宋紫阳真人成道以后，遗与马处厚之文。其文初无定名，后人因其无名，即以《金丹四百字》名之。是文其言约而不繁，其义显而且明，与《悟真篇》相为表里。《悟真篇》细分药物火侯，《四百字》总撮始终大义，两者一而二，二而一也。但《四百宇》自宋迄今，注释者甚多，或以炉火解，或以搬运解，求其传真写神，发其藏蕴者，卒不可得。\n  金丹为中国古代炼丹术名词。包括外丹和内丹两种。外丹是用丹砂(红色硫化汞)与铅、硫黄等原料烧炼而成的黄色药金(还丹)其成品叫金丹。道教认为服食以后可以使人成仙、长生不老。唐代以前金丹多指外丹。唐宋以后多指修炼内丹即把人体作炉鼎以体内的精、气作药物用神烧炼道教认为使精、气、神凝聚可结成圣胎即可脱胎换骨而成仙。\n《金丹四百字》序并原文：\n  七返九还、金液大丹者，七乃火数，九乃金数。以火炼金，返本还元，谓之金丹也。以身心分上下两弦，以神气别冬夏二至，以形神契坎离二卦。以东魂之木，西魄之金，南神之火，北精之水，中意之土，是为攒簇五行。以含眼光，凝耳韵，调鼻息，缄舌气，是为合和四象。以眼不视而魂在肝，耳不听而精在肾，舌不声而神在心，鼻不香而魄在肺，四肢不动而意在脾，故名曰五气朝元。以精化为气，以气化为神，以神化为虚，故名曰三花聚顶。以魂在肝而不从眼漏，魄在肺而不从鼻漏，神在心而不从口漏，精在肾而不从耳漏，意在脾而不从四肢孔窍漏，故曰无漏。精神魂魄意，相与混融，化为一气，不可见闻，亦无名状，故曰虚无。炼精者炼元精，非淫佚所感之精；炼气者炼元气，非口鼻呼吸之气；炼神者炼元神，非心意念虑之神。故此神气精者，与天地同其根，与万物同其体，得之者生，失之者死。以阳火炼之，则化成阳气；以阴符养之，则化成阴精。故曰见之不可用，用之不可见。身者心之宅，心者身之主。心之猖狂如龙，身之狞恶如虎。身中有一点真阳之气，心中有一点真阴之精，故曰二物。心属干乾，身属坤，故曰乾坤鼎器。阳气属离，阴精属坎，故曰乌兔药物。抱一守中，炼元养素，采先天混元之气，朝屯暮蒙，昼午夜子，故曰行周天之火候。木液旺在卯，金精旺在酉，故当沐浴。震南饮西酒，兑女攀北花，巽风吹起六阳，坤土藏蓄之数，故当抽添。夫采药之初也，动乾坤之橐龠，取坎离之刀圭。初时如云满千山，次则如月含万水，自然如龟蛇之交合，马牛之步骤。殊不知龙争魂，虎争魄；乌战精，兔战神。恍惚之中见真铅，杳冥之内有真汞，以黄婆媒合，守在中宫。铅见火则飞，汞见火则走。遂以无为油和之，复以无名璞镇之。铅归坤宫，汞归干位。真土混合，含光默默。火数盛则燥，水铢多则滥。火之燥，水之滥，不可以不调匀，故有斤两法度。修炼至此，泥丸风生，绛宫月明，丹田火炽，谷海波澄。夹脊如车轮，四肢如山石，毛窍如浴之方起，骨脉如睡之正酣，精神如夫妇之欢合，魂魄如子母之留恋，此乃真境界也，非譬喻也。以法度炼之，则聚而不散；以斤两炼之，则结而愈坚。魂藏魄灭，精结神凝，一意冲和，肌肤爽透，随日随时，渐凝渐聚，无质生质，结成圣胎。 \n  夫一年有十二月也，一月三十日也，一日百刻也。一月总计三千刻，十月总计三万刻。行住坐卧，绵绵若存。胎气既凝，婴儿显相，玄珠成象，太乙含真。故此三万刻之中，可以夺天上三万年之数，何也？一刻之功夫，自有一年之节候，所以三万刻可以夺三万年之数也。故一年十二月，总有三万六千之数，虽愚昧小人行之，立跻圣地，奈何百姓日用而不知也？元精丧也，元气竭也，元神离也。是以三万刻，刻刻要调和，如有一刻差违，则药材消耗，火候亏缺，故曰毫差殊不作丹也。是宜刻刻用事，用之不劳，真气凝结，元神广大。内则一年炼三万刻之丹，外则一身夺三万年之数。大则一日结一万三千五百息之胎，小则二时行八万四千里之气。故曰：夺天地一点真阳，采日月二轮之气，行真水于铅炉，运真火于汞鼎，以铅见汞，名曰华池；以汞入铅，名曰神水。不可执于无为，不可形于有作，不可泥于存想，不可着于持守，不可枯坐灰心，不可盲修瞎炼。惟恐不识药材出处，又恐不知火候法度。要须知夫身中一窍，名曰玄牝。此窍者，非心非肾，非口鼻也，非脾胃也，非谷道也，非膀胱也，非丹田也，非泥丸也。能知此一窍，则冬至在此矣，药物在此矣，火候亦在此矣，沐浴亦在此矣，结胎亦在此矣，脱胎亦在此矣。夫此一窍，亦无边傍，更无内外，乃神气之根，虚无之谷，则在身中求之，不可求于他也。此之一窍，不可以私意揣度，是必心口传授。苟或不尔，皆妄为矣。今作此《金丹四百字》，包含造化之根基，贯穿阴阳之骨髓，使炼丹之士，寻流而知源，舍妄以从真，不至乎忘本逐末也。夫金丹于无中生有，养就婴儿，岂可泥象执文，而溺于傍蹊曲径？然金丹之生于无也，又不可为顽空。当知此空，乃是真空；无中不无，乃真虚无。今讲此数语，当细味之。 \n  真土擒真铅，真铅制真汞。铅汞归真土，身心寂不动。 \n  虚无生白雪，寂静发黄芽。玉炉火温温，鼎上飞紫霞。 \n  华池莲花开，神水金波静。夜深月正明，天地一轮镜。 \n  朱砂炼阳气，水银烹金精。金精与阳气，朱砂而水银。 \n  日魂玉兔脂，月魄金乌髓。掇来归鼎内，化作一泓水。 \n  药物生玄窍，火候发阳炉。龙虎交会罢，金鼎产玄珠。 \n  此窍非凡窍，乾坤共合成。名为神气穴，内有坎离精。 \n  木汞一点红，金铅三斤黑。汞铅结成砂，耿耿紫金色。 \n  家园景物丽，风雨正春深。耕锄不费力，大地皆黄金。 \n  真铅生于坎，其用在离宫。以黑而变红，一鼎云气浓。 \n  真汞出于离，其用却在坎。姹女过南园，手执玉橄榄。 \n  震兑非东西，坎离不南北。斗柄运周天，要人会攒簇。 \n  火候不须时，冬至岂在子。及其沐浴法，卯酉亦虚比。 \n  乌肝与兔髓，擒来归一处。一粒复一粒，从微而至着。 \n  混沌包虚空，虚空包三界。及寻其根源，一粒如黍大。 \n  天地交真液，日月含真精。会的坎离基，三界归一身。 \n  龙从东海来，虎向西山起。两兽战一场，化作天地髓。 \n  金花开汞叶，玉蒂长铅枝。坎离不曾闲，乾坤经几时。 \n  沐浴防危险，抽添自谨持。都来三万刻，差失恐毫厘。 \n  夫妇交会时，洞房云雨作。一载生个儿，个个会骑鹤。","author":"元代赵孟頫","description":"赵孟頫行书金丹四百字"}]