[{"name":"黄庭坚刘禹锡竹枝词","text":"《竹枝词二首》是唐代文学家刘禹锡的组诗作品。刘禹锡传世作品中，有竹枝词十一首，分两组，这两首诗是其中一组。第一首诗写的是一位沉浸在初恋中的少女的心情。她爱着一个人，可还没有确实知道对方的态度，因此既抱有希望，又含有疑虑；既欢喜，又担忧。诗人用她自己的口吻，将这种微妙复杂的心理成功地与以表达。第二是不像第一首那样以谐音写含蓄情事，而是从身居蜀地耳闻巴人歌唱自然引发怀乡幽思。全诗风格明快活泼，有浓郁的生活气息和鲜明的民俗特色。[1] \n作品原文\n竹枝词二首⑴\n其一\n杨柳青青江水平，闻郎江上唱歌声。\n东边日出西边雨，道是无晴却有晴⑵。\n其二\n楚水巴山江雨多⑶，巴人能唱本乡歌⑷。\n今朝北客思归去⑸，回入纥那披绿罗⑹。 \n作品注释\n⑴竹枝词：乐府近代曲名。又名《竹枝》。原为四川东部一带民歌，唐代诗人刘禹锡根据民歌创作新词，多写男女爱情和三峡的风情，流传甚广。后代诗人多以《竹枝词》为题写爱情和乡土风俗。其形式为七言绝句。\n⑵晴：与“情”谐音。《全唐诗》：也写作“情”。\n⑶楚水巴山：楚水：①水名。一名乳水。即今陕西省商县西乳河。楚水注之，水源出上洛县西南楚山。昔四皓隐于楚山，即此山也。其水两源合舍于四皓庙东，又东迳高车岭南，翼带众流，北转入丹水（北魏郦道元《水经注·丹水》）。②泛指古楚地的江河湖泽。巴山：①大巴山。巴山夜雨涨秋池。②泛指巴蜀一带。\n楚水巴山：泛指蜀楚之地的山水。\n⑷巴人：①古巴州人。②古曲名。“《阳春》无和者，《巴人》皆下节。”晋张协《杂诗》之五试为《巴人》唱，和者乃数千。此诗中指古巴州人。\n⑸北客：作者自指，言客有思乡情也。\n⑹纥（hé）那：踏曲的和声。刘禹锡另有《纥那曲》：\"杨柳郁青青，竹枝无限情。周郎一回顾，听唱纥那声\"。\"踏曲兴无穷，调同词不同。愿郎千万寿，长作主人翁\"。绿罗：①绿色的绮罗。②比喻绿水微波。③荔枝名。川人有称荔枝为绿罗者。诗中所指解释历未能统一。三种解释者皆有，也都讲得通。   \n创作背景\n刘禹锡于唐穆宗长庆二年（822）正月至长庆四年（824）夏在夔（kuí）州任刺史，作《竹枝词》十一首。十一首《竹枝词》分为两组，这是其中一组二首，作于另九首（《竹枝词九首》）之后，大约是诗人前组九首完成后，又重新创做完成的，又不想在前九首后面再加上十首、十一首之题，故又题为《竹枝词二首》。  \n作品鉴赏\n文学赏析\n《竹枝词》是古代四川东部的一种民歌，人民边舞边唱，用鼓和短笛伴奏。赛歌时，谁唱得最多，谁就是优胜者。刘禹锡任夔州刺史时，非常喜爱这种民歌，他学习屈原作《九歌》的精神，采用了当地民歌的曲谱，制成新的《竹枝词》，描写当地山水风俗和男女爱情，富于生活气息。体裁和七言绝句一样。但在写作上，多用白描手法，少用典故，语言清新活泼，生动流畅，民歌气息浓厚。刘禹锡创作多首《竹枝词》，分两组，这是其中一组二首。\n第一首是描写青年男女爱情的诗歌。它描写了一个初恋的少女在杨柳青青、江平如镜的清丽的春日里，听到情郎的歌声所产生的内心活动。\n首句“杨柳青青江水平”，描写少女眼前所见景物，用的是起兴手法。所谓“兴”，就是触物起情，它与后文要表达的情事。并无直接关系，但在诗中却是不可少的。这一句描写的春江杨柳，最容易引起人的情思，于是很自然地引出了第二句：“闻郎江上唱歌声”。这一句是叙事，写这位少女在听到情郎的歌声时起伏难平的心潮。最后两句“东边日出西边雨，道是无晴却有晴”，是两个巧妙的隐喻，用的是语意双关的手法。“东边日出”是“有晴”，“西边雨”是“无晴”。“晴”和“情”谐音，“有晴”、“无晴”是“有情”、“无情”的隐语。“东边日出西边雨”，表面是“有晴”、“无晴”的说明，实际上却是“有情”、“无情”的比喻。这使这个少女听了，真是感到难以捉摸，心情忐忑不安。但她是一个聪明的女子，她从最后一句辨清了情郎对她是有情的，因为句中的“有”、“无”两字中，着重的是“有”。因此，她内心又不禁喜悦起来。这句用语意双关的手法，既写了江上阵雨天气，又把这个少女的迷惑、眷恋和希望一系列的心理活动巧妙地描绘出来。\n此诗以多变的春日天气来造成双关，以“晴”寓“情”，具有含蓄的美，对于表现女子那种含羞不露的内在感情，十分贴切自然。最后两句一直成为后世人们所喜爱和引用的佳句。\n这种根据汉语语音的特点而形成的表现方式，是历代民间情歌中所习见的。它们是谐声的双关语，同时是基于活跃联想的生动比喻。它们往往取材于眼前习见的景物，明确地但又含蓄地表达了微妙的感情。如南朝的吴声歌曲中就有一些使用了这种谐声双关语来表达恋情。如《子夜歌》云：“怜欢好情怀，移居作乡里。桐树生门前，出入见梧子。”（欢是当时女子对情人的爱称。梧子双关吾子，即我的人。）又：“我念欢的的，子行由豫情。雾露隐芙蓉，见莲不分明。”（的的，明朗貌。由豫，迟疑貌。芙蓉也就是莲花。见莲，双关见怜。）《七日夜女歌》：“婉娈不终夕，一别周年期，桑蚕不作茧，昼夜长悬丝。”（因为会少离多，所以朝思暮想。悬丝是悬思的双关。）\n这类用谐声双关语来表情达意的民间情歌，是源远流长的，自来为人民群众所喜爱。作家偶尔加以摹仿，便显得新颖可喜，引人注意。刘禹锡这首诗为广大读者所爱好，这也是原因之一。\n第二首不像第一首那样以谐音写含蓄情事，而是从身居蜀地耳闻巴人歌唱自然引发怀乡幽思。\n首句“楚水巴山江雨多”看似平易概括的摹写却流露出诗人因王叔文派政治革新案多年贬谪远任的愁苦。楚地巴山远离长安，虽然暂时避开政治漩涡，但对于心怀远大抱负的诗人来说却是心仍有不甘的。“总为浮云能蔽日，长安不见使人愁。”（李白《登金陵凤凰台》）这也许正是诗人内心最真实的想法。这不能不使人愁苦，伤心失意下也属正常。压在心头的大石无法移开，难以消除的寂寞和烦闷更无法排遣。江雨又来，淅沥不歇，更添伤情。\n“巴人能唱本乡歌。”于此伤情怀思之下巴人乡歌又传入耳。“歌者那知听者愁，一声一叹总牵情。”巴人歌唱本属常有之事，诗人却将其平常事入诗中，可见诗人自己心绪却是常常不平静的。自然不是只因耳听巴人歌声才起的不平静，人总是会因某事而及他情。这是再自然正常不过的了。本来由江雨多引起的伤情再又由巴人的歌唱更是雪上加霜了。\n闻歌思归，自然引出下两句：“今朝北客思归去，回入纥那披绿罗。”归去。长安，不算是自己的归处，多次的贬谪打击，他怕是早已对政治不怀希望了，长安那里只是自己的伤心地而已。至于诗人想归何处，可以从诗句中推测。《纥那》当是诗人家乡的乡歌。身披绿色绮罗踏着《纥那》曲的和声边舞边歌的乡人想必是欢迎自己归来的一朝离乡，飘零天涯。也只有那里才不排拒自己。因有这样的想法，窗外的绿水微波渐渐幻成故乡人身上迎风而舞迎己归来的绿色绮罗，耳边听闻的《纥那》节拍又显得那样的清晰明了。\n组诗歌词的风格明快活泼，有浓郁的生活气息和鲜明的民俗特色。如同屈原作《九歌》一样，刘禹锡从当地民歌中汲取素材，变民俗风情为文人风雅，创作出有别于文人文学的民歌体诗歌，显示了文学创作中雅俗互补的重要意义。  \n名家点评\n《诗辩诋》云：”刘梦得《竹枝》，所写皆儿女子口中语，然颇有雅味。“\n《唐人万首绝句选评》：”《竹枝词》本始自刘郎，因巴渝之旧调而易以新词，自成绝调。“\n《诗境浅说》评第一首云：“此首起二句，则以风韵摇曳见长。后二句……以晴字借作情字，……双关巧语，妙手偶得之。”   \n刘禹锡（772～842），唐代文学家、哲学家。字梦得，洛阳（今属河南）人，自言系出中山（治今河北定县）。贞元（唐德宗年号，公元785～805年）间擢进士第，登博学宏辞科。授监察御史。曾参加王叔文集团，反对宦官和藩镇割据势力，被贬朗州司马，迁连州刺史。后以裴度力荐，任太子宾客，加检校礼部尚书。世称刘宾客。其诗通俗清新，善用比兴手法寄托政治内容。《竹枝词》、《柳枝词》和《插田歌》等组诗，富有民歌特色，为唐诗中别开生面之作。有《刘梦得文集》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951599521}]