[{"name":"郭畀行书青玉荷盘诗","text":"\n《青玉荷盘诗》现藏于故宫博物院。书于至治初元，作者时年约42岁。按清唐翰题言，其先得到俞希鲁书《郭天锡文集序》，后又陆续得到郭畀书《郭景星和梁隆吉诗》以及《青玉荷盘诗》，因之合装成一卷，名为《郭氏诗翰卷》，并跋于卷后，以识本末。《青玉荷盘诗》之序记述了书此诗的原由：“太常金奉礼宴翰苑诸公，出青玉荷盘”，其盘的制作“殆夺天巧”，故赋诗以赞之。按俞序书于至正十五年（1355年）八月既望，此时郭畀已卒，“今二十余年矣”。序文又称郭氏“年才五十六耳”。徐邦达先生据此推断郭畀约生于元世祖至元十七年（1280年），约卒于惠宗至元元年（1335年）。 \n作品释文\n太常金奉礼宴翰苑诸公，出青玉荷盘，色奇古。盘之上擎杯，象莲蓬，下屈为柄，上覆为盖。盖青质而紫章，凡十九点，匠氏剜为莲房，殆夺天巧。嘱丹杨郭畀赋诗。诗固未足为杯盘夸，然将来或可讬诗以传也。碧云亭亭水天永，翠盖翻风堕秋影。文姬团扇感初凉，露华乱落明珠冷。紫茎绿叶歌秋兰，涉江折得烟蓬还。前缘已被专房误，守宫血点犹斑斑。麴生解后夸奇特，倒卷沧溟供一吸。太华峰高归路遥，但觉满怀春拍拍。俗眼傲睨瑠璃钟，金罍未用争夸雄。古诗调高和者寡，拟唤杜陵醉中把。至治初元修禊日。\n钤“郭畀天锡”印。鉴藏印有“砚溪清玩”、“年羹尧字亮工别号双峰”、“唐翰题审定”、“陆树声鉴赏章”等6方。 \n作品赏析\n本诗卷书法得赵孟頫形骸，是元人中师法赵孟頫之佳者。结构疏密得宜，笔画劲挺磊落，点画精美，运笔娴熟，有一定的艺术水平。\n郭畀（1301－1355），字天锡，号云山、退思，祖籍洺水，居于京口（今江苏镇江）。业承家学，善长辩论，通晓蒙文，身材魁梧，蓄有长须，人称郭髯。20岁时任镇江儒学学录。历任江西饶州鄱江书院山长、浙江处州青田县腊源巡检。后调任平江路（今苏州）儒学教授，未及赴任，又改解为江浙行省丞相府掾吏。工书画，书法学赵孟頫，曾代孟頫书写《松雪斋集》。孟頫作跋称许。画仿米芾，又师事高彦敬（高克恭），得其笔法，与无锡画家倪瓒为好友。酒后作画，兴到神来，为人所宝。著有《退思集》，身后由其子郭启裒集编成，有俞希鲁序。另有《云山日记》，记载他在镇江和游历杭州一年之事，其中有不少乡邦文献资料。清代节选为《客杭日记》刊行。传世作品有藏于日本京都国立博物馆的《幽篁枯木图》卷等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951546547},{"name":"郭畀行书青玉荷盘诗","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791614505,"text":"郭畀《青玉荷盘诗》，纸本 纵29.3厘米 横56.2厘米 北京故宫博物院藏。\n释文：\n 太常金奉礼宴翰苑诸公，出青玉荷盘，色奇古。盘之上擎杯，象莲蓬，下屈为柄，上覆为盖。盖青质而紫章，凡十九点，匠氏剜为莲房，殆夺天巧。嘱丹杨郭畀赋诗。诗固未足为杯盘夸，然将来或可讬诗以传也。碧云亭亭水天永，翠盖翻风堕秋影。文姬团扇感初凉，露华乱落明珠冷。紫茎绿叶歌秋兰，涉江折得烟蓬还。前缘已被专房误，守宫血点犹斑斑。麴生解后夸奇特，倒卷沧溟供一吸。太华峰高归路遥，但觉满怀春拍拍。俗眼傲睨瑠璃钟，金罍未用争夸雄。古诗调高和者寡，拟唤杜陵醉中把。至治初元修禊日。\n郭畀（1280——1335）字天锡，号云山、退思，祖籍洺水（今属河北），靖康之变后祖上居于京口（今江苏镇江）。业承家学，善长辩论，通晓蒙文，身材魁梧，蓄有长须，人称郭髯。20岁时任镇江儒学学录。历任饶州路鄱阳书院山长、处州青田县腊原巡检，后调任平江路(今苏州)儒学教授，未及赴任，又改解为江浙行省丞相府掾吏。工书画，书法学赵孟頫，曾代孟頫书写《松雪斋集》。孟頫作跋称许。画仿米芾，又师事高克恭，得其笔法，与无锡画家倪瓒为好友。酒后作画，兴到神来，为人所宝。山水有米家风范，尤善竹木窠石，极富天趣。著有《退思集》，身后由其子郭启裒集编成，有俞希鲁序。另有《雲山日记》，记载他在镇江和游历杭州一年之事，其中有不少乡邦文献资料。清代节选为《客杭日记》刊行。传世作品有藏于日本京都国立博物馆的《幽篁枯木图》卷等。因郭畀字天锡，历代著录中常将他与元代初年的鉴藏家郭天锡（字佑之，号北山）混淆。二人实相差四十多年。\n《青玉荷盘诗》书于至治初元，作者时年约42岁。 按清唐翰题言，其先得到俞希鲁书《郭天锡文集序》，后又陆续得到郭畀书《郭景星和梁隆吉诗》以及《青玉荷盘诗》，因之合装成一卷，名为《郭氏诗翰卷》，并跋于卷后，以识本末。《青玉荷盘诗》之序记述了书此诗的原由：“太常金奉礼宴翰苑诸公，出青玉荷盘”，其盘的制作“殆夺天巧”，故赋诗以赞之。按俞序书于至正十五年（1355年）八月既望，此时郭畀已卒，“今二十余年矣”。序文又称郭氏“年才五十六耳”。徐邦达先生据此推断郭畀约生于元世祖至元十七年（1280年），约卒于惠宗至元元年（1335年）。","author":"元代郭畀","description":"郭畀行书青玉荷盘诗"}]