[{"name":"赵孟頫草书致晋之尺牍","text":"《赵孟頫墨迹精品选25：致中峰明本尺牍十一札》是赵孟頫墨迹精品选的一册。\n\n赵孟頫（1254—1322），字子昂，号松雪道人,又号水精宫道人、鸥波，中年曾作孟俯，吴兴（今浙江湖州）人士，故画史又称“赵吴兴”。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。宋太祖赵匡胤十一世孙，秦王德芳之后也。五世祖秀安僖王子偁，四世祖崇宪靖王伯圭。高宗无子，立子偁之子，是为孝宗，伯圭，其兄也，赐第于湖州，故孟頫湖州人。曾祖师垂，祖希永，父与?，仕宋，皆至大官；入国朝，以孟頫贵，累赠师垂集贤侍读学士，希永太常礼仪院使，并封吴兴郡公，与集贤大学士，死后被元英宗追封为魏国公，谥文敏。\n赵孟頫一生历宋元之变，仕隐两兼，他虽为贵胄，但生不逢时，青少年时期南宋王朝已如大厦将倾，他在坎坷忧患中度过。他的父亲赵与告官至户部侍郎兼知临安府浙西安抚使，善诗文，富收藏，给赵孟頫以很好的文化熏陶。但赵孟頫十一岁时父亲便去世了，家境每况愈下，度日维艰。宋灭亡后，归故乡闲居。元至元二十三年(1286年)行台恃御史程钜夫“奉诏搜访遗逸于江南”，赵孟頫等十余人，被推荐给元世祖忽必烈，初至京城，赵孟頫立即受到元世祖的接见，元世祖赞赏其才貌，惊呼为“神仙中人”，给予种种礼遇，被任命为从五品官阶的兵部郎中，两年后任从四品的集贤直学士。至元二十九年(1292)出任济南路总管府事；在济南路总管任上，元贞元年(1295)，因世祖去世，成宗需修《世祖实录》，赵孟頫乃被召回京城。可是元廷内部矛盾重重，为此，有自知之明的赵孟顺便借病乞归，夏秋之交终于得准返回阔别多年的故乡吴兴。赵孟頫在江南闲居四年，无官一身轻，闲情逸致与鲜于枢、仇远、戴表元、邓文原等四方才土聚于西子湖畔，谈艺论道，挥毫遣兴，过着与世无争的宁静生活。大德三年(1299)，赵孟頫被任命为集贤直学士行江浙等处儒学提举，官位虽无升迁，但此职不需离开江南，与文化界联系密切，相对儒雅而闲适，比较适合赵孟頫的旨趣，他一直干了十一年。至大三年(1310)，赵孟頫的命运发生了变化。皇太子爱育黎拔力八达对他发生了兴趣，拜赵孟頫翰林侍读学士，知制诰同修国史，次年五月，爱育黎拔力八达即位，是为仁宗。他登基后不久，立即将赵孟頫升为从二品的集贤侍讲学士、中奉大夫。延祐三年(1316)，元仁宗又将赵孟頫晋升为翰林学士承旨、荣禄大夫，官居从一品。至此，赵氏政治地位达到了一生中的顶峰。由于仁宗的青睐和赵氏艺术的出类拔萃，赵孟頫晚年名声显赫，夏文彦《图绘宝鉴》盛赞他“荣际王朝，名满四海”。赵孟頫在元朝文人中最为显赫。\n人物评价\n元赵孟頫《鹊华秋色图》赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。在绘画上，山水、人物、花鸟、竹石、鞍马无所不能；工笔、写意、青绿、水墨，亦无所不精。他在我国书法史上已占有重要的地位。他也善篆、隶、真、行、草书，尤以楷、行书著称于世，《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。元鲜于枢《困学斋集》称：“子昂篆，隶、真、行、颠草为当代第一，小楷又为子昂诸书第一。”其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”。与颜真卿、柳公权、欧阳询并称为楷书“四大家”。\n赵孟頫是一代书画大家，经历了矛盾复杂而荣华尴尬的一生，他作为南宋遗逸而出仕元朝，对此，史书上留下诸多争议。“薄其人遂薄其书”，贬低赵孟頫的书风，根本原因是出自鄙薄赵孟頫的为人。尽管很多人因赵孟頫的仕元而对其画艺提出非难，但是将非艺术因素作为品评画家艺术水平高低的做法，是不公正的。鉴于赵孟頫在美术与文化史上的成就，1987年，国际天文学会以赵孟頫的名字命名了水星环形山，以纪念他对人类文化史的贡献。散藏在日本、美国等地的赵孟頫书画墨迹，都被人们视作珍品妥善保存。\n代表作品\n元赵孟頫《红衣罗汉》赵孟頫传世书迹较多，代表作有《千字文》、《洛神赋》、《胆巴碑》、《归去来兮辞》、《兰亭十三跋》、《赤壁赋》、《道德经》、《仇锷墓碑铭》等。著有《尚书注》、《松雪斋文集》12卷等。\n孟頫所著，有《尚书注》，有《琴原》、《乐原》，得律吕不传之妙。诗文清邃奇逸，读之使人有飘飘出尘之想。篆、籀、分、隶、真、行、草书，无不冠绝古今，遂以书名天下。天竺有僧，数万里来求其书归，国中宝之。其画山水、木石、花竹、人马，尤精致。前史官杨载称孟頫之才颇为书画所掩，知其书画者，不知其文章，知其文章者，不知其经济之学。人以为知言云。子雍、奕，并以书画知名.\n孟頫所作《黄钟·人月圆》“一枝仙桂香生玉，消得唤卿卿。缓歌金缕，轻敲象板，倾国倾城。几时不见，红裙翠袖，多少闲情。想应如旧，春山澹澹，秋水盈盈。”\n孟頫所作《仙吕·后庭花》“清溪一叶舟，芙蓉两岸秋。采菱谁家女，歌声起暮鸥。乱云愁，满头风雨，戴荷叶归去休。”\n赵子昂的山水，取法董源和李成，人物、鞍马师李公麟和唐人法，亦工墨竹和花鸟，均以笔墨苍润见长，以飞自法画石，以书法笔调写竹。突破了南宋画院，打破了马夏江山的“清一色”局面。他画的花鸟，成为以后的范本。他的画作，遗存的有《重汉叠嶂图》卷（在台湾），《双松平远图》卷（在美国〕，《鹊华秋色图》卷（在台湾），《秋郊饮马图》卷（在北京故宫博物院），《红衣罗汉》图卷（在东北）。其《人骑图》，人物雍和，意态从容，很有韵味。\n画史地位\n元赵孟頫《人骑图》明人王世贞曾说：“文人画起自东坡，至松雪敞开大门。”这句话基本上客观地道出了赵孟頫在中国绘画史上的地位。无论是研究中国绘画史，还是研究中国文人画史，赵孟頫都是一个不可绕开的关键人物。如果说，唐宋绘画的意趣在于以文学化造境，而元以后的绘画意趣更多地体现在书法化的写意上，那末，赵孟頫在其间起到了桥梁作用。如果说，元以前的文人画运动主要表现为舆论上的准备，元以后的文人画运动以其成功的实践逐步取代正规画而演为画坛的主流，那末，引发这种变化的巨擘仍是赵孟頫。作为一位变革转型时期承前启后的大家，赵孟頫有以下几方面突出的成就为前人所不及：\n一是他提出“作画贵有古意”的口号，扭转了北宋以来古风渐湮的画坛颓势，使绘画从工艳琐细之风转向质朴自然。\n二是他提出以“云山为师”的口号，强调了画家的写实基本功与实践技巧，克服“墨戏”的陋习。\n三是他提出“书画本来同”的口号，以书法入画，使绘画的文人气质更为浓烈，韵味变化增强。\n四是他提出“不假丹青笔，何以写远愁”的口号，以画寄意，使绘画的内在功能得到深化，涵盖更为广泛。\n五是他在人物、山水、花鸟、马兽诸画科皆有成就，画艺全面，并有创新。\n六是他的绘画兼有诗、书、印之美，相得益彰。\n七是他在南北一统、蒙古族入主中原的政治形势下，吸收南北绘画之长，复兴中原传统画艺，维持并延续了其发展。\n八是他能团结包括高克恭、康里子山等在内的少数民族美术家，共同繁荣中华文化。\n综观赵孟頫的画迹，并结合其相关论述，可以知道，赵氏通过批评“近世”、倡导“古意”，从而确立了元代绘画艺术思维的审美标准。这个标准不仅体现在绘画上，而且也广泛地渗透于诗文、书法、篆刻等领域中。\n历史上每遇沧桑变易之际，文化颇易失范，人们总是以史为鉴，从古代的启示中去寻找医时救弊的良方，如孔子的“克己复礼”、魏晋“竹林七贤”的返朴归真、唐宋的“古文运动”等，重视传统成为中国文化的特色之一。赵孟頫提倡“古意”的出发点亦不例外，他引晋唐为法鉴，批评南宋险怪霸悍和琐细浓艳之风；不仅如此，作为一位士大夫画家，他还一反北宋以来文人画的墨戏态度，这是十分可贵的。作为价值学原则，赵孟頫既维护了文人画的人格趣味，又摈弃了文人画的游戏态度；作为形态学原则，赵孟頫既创建文人特有的表现形式，又使之无愧于正规画的功力格法，并在绘画的各种画科中进行全面的实践，从而确立了文人画在画坛上成为正规画的地位。应该说，赵孟頫使职业正规画与业余文人画这两种原本对立或并行的绘画传统得以交流融汇，从此，一个以文人画家为主角，以建构文人画图式为主题的绘画新时代，拉开了序幕。\n元赵孟頫《二羊图》应当特别指出，赵孟頫的山水画不但将钩斫和渲淡、丹青和水墨、重墨和重笔、师古和创新，乃至高逸的士夫气息与散逸的文人气息综合于一体，使“游观山水”向“抒情山水”转化；而且使造境与写意、诗意化与书法化在绘画中得到调和与融洽，为“元季四大家”（黄公望、王蒙、倪瓒、吴镇）那种以诗意化、书法化来抒发隐逸之情的逸格文人画的出现，奠定了坚实的基础。\n上述这些理论与实践，将赵孟頫推向了开元代绘画风气宗师的地位。\n作为一代宗师，不仅他的友人高克恭、李仲宾，妻子管道升，儿子赵雍受到他的画艺影响，而且弟子唐棣、朱德润、陈琳、商琦、王渊、姚彦卿，外孙王蒙，乃至元末黄公望、倪瓒等都在不同程度上继承发扬了赵孟頫的美学观点，使元代文人画久盛不衰，在中国绘画史上写下了绮丽奇特的篇章。\n“先画后书此一纸，咫尺之间兼二美。”赵孟頫书画诗印四绝，当时就已名传中外，以至日本、印度人士都以珍藏他的作品为贵，为当时的中外文化交流作出了贡献。鉴于赵孟頫在美术与文化史上的成就，1987年，国际天文学会以赵孟頫的名字命名了水星环形山，以纪念他对人类文化史的贡献。散藏在日本、美国等地的赵孟頫书画墨迹，都被人们视作珍品妥善保存。\n994年10月，在赵孟頫的家乡湖州还举办了“国际赵孟頫书学研讨会”；1995年3月，“赵孟頫国际学术研讨会”在上海、湖州分二段举行，上海书画出版社和故宫博物院、上海博物馆还在上海举办了赵孟頫书画展。德清赵孟頫、管道升合葬墓得到修复，并被列为当地的重点文物保护单位；湖州市原赵孟頫的别业“莲花庄”也得到修复，还安放着赵孟頫的全身铜像。在这两次国际性的学术讨论会上，中国及美国、日本、韩国、德国、新加坡等地的美术史家、学者、美术家，都对赵孟頫的美术成就表示敬佩。近年来各地还出版了《赵孟頫集》、《赵孟頫画集》、《赵孟頫研究论文集》、《赵孟頫国际书学讨论会论文集》等。\n“赵氏王孙嗟宋亡，笔情墨趣寄惆怅。文人书画开风气，从此吴兴名更扬。”赵孟\n内容简介\n《赵孟頫墨迹精品选25:致中峰明本尺牍十一札》收赵孟頫致中峰明本尺牍十一札，管道升致中峰明本尺牍一札，赵雍书中峰明本作怀净土诗帖，后有赵子俊、祝允明、董其昌等人题跋。此件流传有绪，曾经文征明、文彭、黄琳、项元汴、安岐等人递藏，现藏于台北故宫博物院。在赵孟頫的十一通书札中，“俗尘帖”纵三十一点三厘米，横六十八厘米，“南还帖”纵三十点七厘米，横六十二点七厘米，“醉梦帖”纵二十七厘米，横七十厘米，“两书帖”纵二十六点六厘米，横七十六点五厘米，“还山帖”纵三十点六厘米，横五十八点一厘米，“丹药帖”纵二十九点六厘米，横六十六点四厘米，有方家以为，这六通书札，当书于延佑六年。“山上帖”纵二十八点三厘米，横五十一点七厘米，“入城帖”纵三十一厘米，横六十二点三厘米，“尘事帖”纵二十八厘米，横五十三点一厘米，有方家以为，此三帖书于延佑七年。而纵三十一点一厘米，横六十六点七厘米的“吴门帖”，与纵三十点一厘米，横四十九点一厘米的“疮痍帖”分别书于皇庆元年和至治二年。\n中峰明本（一二六三－一三二三年），元代高僧，名明本，号中峰，后居天目山，系浙江钱塘孙氏子，与赵孟頫夫妇交谊甚深。赵氏致中峰明本的十一通书札，系书家晚年之作，每通书札都表达出书家对挚友的敬重之情。在其中七通书札襄，书家提及亡妻，饱含对已故夫人一往情深的思念之情。这十一通书札，系书家尺牍中之精口即，更是书家传世墨迹中之珍品。现将其彩色印制推出，供广大读者鉴赏临习。\n","category":"草书","verified":true,"user":1,"timestamp":1429951543029},{"name":"赵孟頫草书致晋之尺牍","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791641899,"text":"赵孟頫七札册（致晋之尺牍），纸本，行楷书，纵26.7厘米，横47.5厘米。台北故宫博物院藏。 　　\n释文：孟頫顿首晋之足下　数日来心腹之疾大作　作恶殊甚　令亲至得所惠书　知安善　为慰不可言　付至西洋布及报惠诸物　一一拜领　感激无喻　员印冀用情　昨仲美以为必可得　望以下意祝仲美委曲成就为佳　沈提领处绫亦望催促　令亲带来纸素　缘情结不佳　不能尽如来戒　千万勿讶　人还草草具答　余惟珍爱　不宣　十一日孟頫再拜","author":"元代赵孟頫","description":"赵孟頫草书致晋之尺牍"}]