[{"name":"唐宇肩楷书跋唐摹兰亭序","text":"湖南省博物馆位于长沙市开福区，与烈士公园毗邻，占地面积5.1万平方米，公用建筑面积2.9万平方米，筹建于1951年，1956年正式对外开放，是湖南省最大的历史艺术博物馆，也是首批国家一级博物馆、中央地方共建国家级重点博物馆、全国优秀爱国主义教育示范基地和湖南省AAAA级旅游景点。[1-2]   \n湖南省博物馆藏品达18万余件，尤以马王堆汉墓文物、商周青铜器、楚文物、历代陶瓷、书画和近现代文物等最具特色，并以此打造了6个展示人类优秀文化遗珍的基本陈列。[2] \n发展历史\n897年郴州学会组建了郴州学会博物院。\n904年经湖南巡抚赵尔巽倡导，士绅梁焕奎、龙绂瑞等筹款，在省垣再次兴办一所博物馆，与图书馆、教育馆合署，全称为“湖南图书馆兼教育博物馆”，主要陈列人体和动物模型。开放约一年，教育博物馆部分被撤销。\n924年6月24日，湖南省教育会博物馆开馆；\n927年正式定名为“湖南省立博物馆”；\n930年毁于战火，此后再未恢复。\n951年3月，湖南省博物馆筹备处在长沙留芳岭的百琴园挂牌成立。\n956年在长沙西北环境优美的烈士公园建成开馆。以建设“地志性博物馆”为目标，开展了对能反映湖南历史、文化、民俗、艺术、自然资源等方面的文物与标本的征集与展示工作，举办了“湖南矿产资源”、“湖南农业资源”、“湖南手工艺品”、“湖南楚文物”等六大展览。其中楚文物收藏和湖南近现代名人收藏是二十世纪中国乃至世界的重大考古发现之一。\n972年至1974年，二十世纪中国乃至世界的重大考古发现之一——马王堆汉墓的发掘，对湖南省博物馆的发展具有重要意义。数千件精美的文物和保存完好的汉代女尸的发现与出土，使湖南省博物馆成为世界关注的焦点，并得到政府的重视和社会支持。\n973年，湖南省博物馆建造了建筑面积为3510平方米的新仓库（后改造成保护与展示并用的场所），在保护和展示马王堆汉墓出土文物方面发挥了近三十年的关键作用。\n971年，湖南省博物馆将馆藏的矿物之类标本拨给了湖南省地质局，1979年将馆藏动植物标本借给了长沙市第一中学，至此，湖南省博物馆从建馆之初的自然、历史类收藏展示并重，逐渐向以历史类收藏和展示为主的转变。\n999年，由国家和省财政共同投入1.2亿元新建的新陈列大楼竣工，新陈列大楼的建设是世纪之交湖南省博物馆发展的新起点，推动了各项工作的全面开展。\n003—2004年湖南省博物馆打造的以“马王堆汉墓陈列”为龙头的基本陈列，被评为度全国十大精品陈列；\n008年3月20日，湖南省博物馆正式实施免费开放。\n008年，湖南省博物馆成为国家首批一级博物馆； \n009年，湖南省博物馆被财政部和国家文物局确定为中央地方共建8家国家级重点博物馆（院）之一。\n009年12月11日，湖南省人民政府第44次常务会议决策实施湖南省博物馆改扩建工程。2010年5月31日，湖南省博物馆改扩建工程得到省发改委批复立项。\n010年12月至2011年4月，湖南省博物馆改扩建工程概念设计方案国际征集和评选工作顺利完成，日本矶崎新工作室和中国中央美术学院联合团队成为中标单位。\n011年7月4日，湖南省博物馆改扩建工程开工仪式隆重举行，省博物馆进入“边建设、边开放”阶段。\n012年5月25日，湖南省博物馆改扩建工程可行性研究报告获得省发改委批复同意，工程投资总概算约8.5亿元，总建筑面积约8.3万平方米。\n012年6月18日，工程进入建设阶段。博物馆暂停对外开放服务。 \n地理位置\n湖南省博物馆位于长沙市开福区，东风路德雅路口50号，与风景秀丽的烈士公园毗邻，占地面积5.1万平方米，公用建筑面积2.9万平方米。\n湖南省博物馆\n馆藏藏品\n御龙帛画\n战国（公元前475—前221年），长37.5厘米，宽28厘米，表现面部的线条精微而细腻，表现服饰的线条则流畅舒展，恰到好处地表现了长袍的质感和飘逸的状态，被称为中国早期肖像画的杰出代表，人们将其与“人物龙凤帛画”一起并称为先秦绘画艺术中的双璧。 \n商代豕形铜尊\n高40，长72厘米。1981年湘潭九华船形山出土。湘潭九华出土的猪尊作野公猪形状。有盖，盖上捉手残缺，根据残存情况复原成凤鸟形。双眼直视，獠牙外露，两耳竖立，四肢粗壮，尾下垂。肘部前后各有一圆形管孔，经过尊腹，直通另一肘部。 \n黑地彩绘漆棺\n彩绘棺上穿梭于流云中的神奇怪兽。该棺内髹朱漆，外黑漆为地，用朱、白、黑、黄、绿等颜色，绘出流动奔放的云气，云气间有一百多个形态各异的动物和神怪穿插其间，组成了五十七幅内容不同的画面，这就是汉代云气纹漆画的典型作品。 \n曲裾素纱褝衣\n西汉早期，衣长160厘米、通袖长195厘米、袖口宽27厘米、腰宽48厘米，衣重48克，1972年马王堆一号汉墓出土。曲裾素纱单衣衣领相交，曲裾（三角形衣襟）由左向右掩，衣服较长，款式类似当时流行的上下衣裳相连的深衣。多数学者认为贵为丞相夫人的辛追欲露华丽外衣纹饰，因此在衣袍外罩单衣。 \n汉墓T形帛画\n972年，发掘马王堆一号汉墓，在第四层的内棺盖上发现了一幅帛画；1973年，发掘马王堆三号汉墓，在第三层内棺盖湖南省博物馆上，也发现了一幅画。这两幅帛画的画面，都是上宽下窄，便通称为T形帛画。帛画内容，分为天上、人间和地下三大部分。天界部分，画在上端最宽阔的地方。右上角，一轮红日，日中有金乌，日下的扶桑树间，还有8个太阳。 \n大禾人面纹方鼎\n大禾人面纹方鼎，中国唯一的以人面纹为饰的鼎。商代晚期。通高38.5厘米，口长29.8厘米，宽23.7厘米。宁乡县黄材镇出土。颜色碧绿，器身略呈矩形，口部略大于底部，两耳直立，四柱状足，足上部有兽面纹，器身外表四周饰半浮雕的人面。人面周围有云雷纹，人面的额部两侧有角、下巴两侧有爪。 \n唐摹《兰亭序》\n此卷正文质地为绢本，黄褐色，亦称“黄绢本”，其纵24.5厘米、横65.6厘米。在正文末行“斯文”之下有“芾印”、“子由”二朱文印，印文已模糊不太清晰。卷前引首有明代著名书画家、鉴赏家董其昌题书“墨宝”二字（残存）。卷中有明代书画鉴赏家项元汴藏印甚多。卷尾依次有明代许初，清代王澍、贺天钧、唐宇肩、顾莼、梁章钜、梁同书、孙星衍、石韫玉、李佐贤、韩崇诸跋。 \n常设陈列\n汉墓陈列\n972—1974年发掘的长沙马王堆三座汉墓，是20世纪最重大的考古发现之一。墓中出土三千多件珍贵文物和一具保存完好的女尸。其中漆器，代表了汉初髹漆业的最高水平；丝绸，展示了纺织技术的成就；帛画，叙述了神秘的天国幻想与永生渴望；帛书，传承了先哲的学识与智慧；女尸，是人类防腐史上的奇迹。陈列展示的284件（组）文物，是马王堆汉墓出土文物的精华。 \n重点展品\n西汉直裾素纱襌衣\n西汉T型帛画\n西汉黑地彩绘棺\n西汉云纹漆钫 \n商周青铜器陈列\n湖南地区最早的铜器是岳阳铜鼓山和石门皂市的商代遗址，距今约3500年。商代晚期，湖南地区进入青铜文化的鼎盛时期，出现了一批既有中原特点，又有本地特色的铜器。西周时期开始出现具有南方特色的铜器，同时也出现楚国铜器，构成了春秋战国时期湖南地区以楚国青铜文化为首，同时又有多种青铜文化并存的局面。\n湖南商周青铜器在中国青铜文化中占有重要地位，湖南省博物馆收藏的商周青铜器数量较多，《湖南商周青铜器陈列》精选出铜器72件，与铜器伴出的玉器11件，虽然只是极少的部分，但从中可以看到湖南地区青铜文化的发展脉络，也可以了解到其中的铜铙和动物造型的器物，丰富了中国青铜文化的内涵。 \n重点展品\n商铜象尊\n商豕形铜尊\n商立象兽面纹铜铙 \n名窑陶瓷陈列\n道县玉蟾岩陶片，是国内最早的陶片之一。约在东汉中期湖南开始烧造青瓷。\n湖南发现东汉至清瓷窑四百余处。湘阴窑瓷釉色晶莹透明，曾受官府青睐。尘封已久的唐代长沙窑是中国彩瓷的初盛，釉下彩绘是民间绘画艺术的缩影。 \n重点展品\n元青花人物故事玉壶春瓶\n西晋青瓷对书俑\n唐长沙窑褐斑贴花舞蹈人物瓷壶\n唐长沙窑青釉褐绿彩狮座诗文瓷枕 \n明清书法陈列\n书法是中国古老而独特的传统艺术，是中国文化的一个特有载体，是以汉字为依附美学表象。明清时期，无数书法家的追求形成了书法的艺术多元化体系。\n馆藏明清书法作品甚丰，艺术涵盖面广，尤其是湘籍名人的书法作品。这里展示的明清书法作品，正是这一时期全国各地特别是湖南书法家演绎中国书法继承、创新和发展历程的一个缩影。 \n重点展品\n李东阳行书诗卷（明）\n祝允明行草书《岳阳楼记》卷（明）\n赵之谦隶楷书联（清）\n董其昌行书轴（明） \n明清绘画陈列\n明清绘画，在唐宋的基础上，趋向个性化，重传统的摹古和改革创新两大潮流并峙交织，“摹古”派讲究传统的继承、技法的表现，“创新”派注重画意内涵和笔墨形式。同时提倡诗书画印的有机结合，使中国画的意境更为隽永、深沉和含蓄。\n馆收藏明清绘画作品甚多，其中有些画家的作品在全国尚属少见。展厅所展示的58幅作品，仅是明清绘画中的一鳞半爪，然可连缀出明清绘画艺术发展。 \n重点展品\n陈录梅花推蓬图卷\n仇英枫溪垂钓图轴\n八大山人松鹿图轴\n恽寿平花卉图册 \n新发现陈列\n《湖南十大考古新发现陈列》展馆位于湖南省博物馆新陈列大楼二楼西北，其面积约400平方米，展品共计133件（组），于2003年1月18日对外展出，集中展示了10余年来我省最重要的十大考古新发现，其中有八项被评为当年全国十大考古新发现，这八项中又有三项被评为20世纪百项考古大发现，而龙山里耶战国秦汉城址的发掘，被誉为21世纪我国最重大的考古发现之一。 \n重点展品\n旧石器遗存\n道县玉蟾岩石器时代遗址\n澧县彭头山与八十垱新石器时代遗址\n黔阳高庙与安乡汤家岗新石器时代遗址\n澧县城头山新石器时代城址\n望城高沙脊商周遗址\n龙山里耶战国秦汉城址\n长沙古坟垸西汉长沙王室墓\n沅陵虎溪山西汉沅陵侯吴阳墓\n长沙走马楼三国吴简 \n参观导览\n该馆因全面实施改扩建工程于2012年6月18日起闭馆，计划闭关3年。 \n交通指南：市内乘3路、113路、112路、131路、136路、146路、150路、302路、303路、901路公交车都可到达。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951655202},{"name":"唐宇肩楷书跋唐摹兰亭序","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791639194,"text":"唐宇肩跋《唐摹兰亭序》，楷书。湖南省博物馆藏。\n【释文】右軍書以蘭亭為第一，然臨撫甚多，真本難辨。所謂蘭亭如聚訟，自宋已然。涪翁云：觀其筆意，右軍清真風流，氣韻冠映一世，可想見也。此本筆意清真，誠如涪翁所云，詢為墨池至寶。頤貞堂主人家藏既久，出以相賞，展玩之餘，因書數言以志欣幸。毗陵唐宇肩。\n唐宇肩（1648-1718年），字若营，后名予坚，号无营散人。江苏常州人。擅行书。清初武进能书人有薛、白、杨、唐四大家。前有薛耳、白瑶、杨二溥、唐宇昭，后为薛捂、白铭、杨大鹤、唐宇肩。","author":"清代唐宇肩","description":"唐宇肩楷书跋唐摹兰亭序"}]