[{"name":"梁启超楷书题跋","text":"写在书籍，碑帖，字画等前面的文字叫做题，写在后面的，叫做跋，总称题跋。\n释义\n词目：题跋\n拼音：tíbá\n英文：[prefaceandpostscript]\n详细释义\n1.题，指写在书籍、字画、碑帖等前面的文字；跋，指写在书籍、字画、碑帖等后面的文字，总称“题跋”。内容多为品评、鉴赏、考订、记事等。\n宋·沈括《梦溪笔谈·乐律一》：“唐昭宗幸华州，登齐云楼，西北顾望京师，作《菩萨蛮辞》三章，其卒章云：‘野烟生碧树，陌上行人去。安得有英雄，迎归大内中。’今此辞墨本犹在陕州一佛寺中，纸札甚草草。予顷年过陕，曾一见之。后人题跋多盈巨轴矣。”清·姚衡《寒秀草堂笔记·宾退杂识》：“仪徵相国既得《华山碑》四明本，又见长垣、华阴二本，因取三本所有题跋，编次成帙。”\n姚华《论文后编》：“自宋而后，题跋且成专著，苏、黄、海岳、晦翁诸家书，犹有存者，其用之宏，视序有加，议论说辨，亦尝行乎其中，是又变而溢焉矣。”\n张天翼《新生》：“他还藏了一幅倪云林的山水，上面有张廷济的题跋。”\n2.泛指为文物器具所作的品题、题记。\n《儿女英雄传》第三七回：“这件东西（玛瑙杯）竟成了一段佳话，不可无几句题跋以志其盛。”\n3.题写跋语。\n清·昭梿《啸亭杂录·钱辛楣之博》：“在上书房时，质庄王尝获元代蒙古碑版，体制异於今书，人皆不识，因询章嘉国师，倩其繙译汉文。因命吾题跋端末。”\n认识\n在我们现在所见存世的宋、元、明、清及近现代的书画上，同时有书画家本人的款题和他人在书画上的题跋是十分自然的事，但从书画上无款题到有款题到同时有他人的题跋，经历了一个漫长的发展过程。\n书、画的“题跋”是作品的一部分。其内容与形式及位置要与作品密切配合。书、画，题跋、印章之间互相联系，互相增益，使之成为统一的整体。\n注述\n清代段玉裁《说文解字注·足部》谓：“题者，标其前，跋者，系其后也。”\n北宋沈括《梦溪笔谈》卷五载：“唐昭宗幸华州，作《菩萨蛮》辞三章，今此辞墨本犹在陕州一佛寺中。予顷年过陕，曾一见之，后人题跋多，盈巨轴矣。”\n对画幅上的题跋，清代王概《芥子园画传》说：“元以前多不用款，或隐之石隙，恐书不精，有伤画局耳，至倪云林字法遒逸，或诗尾用跋，或跋后系诗，文衡山行款清整，沈石田笔法洒落，徐文长诗歌奇横，陈白阳题志精卓，每侵画位，翻多奇趣”，元代以来，在画上题书诗文已成为中国画作品上增添诗情画意的一种艺术手段。\n分类\n题跋是书写于书籍、碑帖、书画作品的品评、追述故事、考证版本及渊源等方面的文字。若是书画家本人所题，称为本人题跋，他人所作，称为他人题跋。同时还分为作者同时代人题跋，或者后人题跋。后人题跋往往是一些考证的内容，当然也有纯观赏性的。总之，题跋分为三类：作者的题跋，同时人的题跋，后人的题跋。\n也可以分为\"款\"和\"题\"两个方面，就是指书画家在所作书画上的名款（签名）以及题记。绘画上的名款必须在画幅之内，而书法上的名款则必须在全文之后。名款也好，题记也好，本身也都是书法，属于要鉴定真伪的范围。\n同时期人的题跋\n往往是对这件作品本身的评论、观感，或说明在何时、何地、何种情况下观看这幅作品或这幅作品的创作。绘画从汉代以来，一直没有作者名款。晋顾恺之《女史箴》虽有名款，但这名款与箴文笔法不同，是后人添加的。唐代绘画中有作者名款也极少；南唐作品据载亦有名款，但现存世作品上所见大都是后添的。北宋时期开始落款，但早期也仅简单写个名字，有的画院画师则在名款前加个\"臣\"字，一般都写在边角或树干、石上等不起眼的地方，如郭熙《窠石平远图》，在画幅左方中下部，用隶书小字写\"窠石平远，元丰戊午郭熙画\"的名款；又如梁师闵《芦汀密雪图》卷，款在画幅后端中部：\"芦汀密雪，臣梁师闵画\"。\n后人的题跋\n至于题，则至米芾、苏轼时，虽提倡文人画，也仍不见有长行大篇跋题在画上或卷后。大约最早要到米芾之子米友仁等，才始见有较多题跋。到元代则风气一变，强调诗、书、画三者结合，这种风气从此大盛，一直延续到近现代。\n种类\n综述\n跋在中国画艺术中占有很重要的地位，是中国画构图的组成部分。一般说来，在书画、碑帖等前后题记的文字，均可称为题跋。写在书画或碑帖前面的文字称为“题”，写在后面的文字称为“跋”。\n宋代以前的画没有题跋，即使有也只是在树干、山石后面等不明显的地方题个名字而已。这一艺术形式是伴随文人画的兴起而发展起来的，最终成为传统中国画的重要艺术形式。\n书家所作题跋，不外乎诗词跋、书籍跋、书跋（书法作品跋）、碑帖跋、印跋、画跋和杂跋七类。\n诗词跋\n诗词跋是书家跋于他人或自己撰作的诗词之后的文字。如陆游《跋东坡七夕词（即〈水调歌头·明月几时有〉）后》：“昔人作七夕诗，率不免有梳栊绮疏借别之意。惟东坡此篇，居然是星汉上语。歌之曲终，觉天风海雨逼人，学诗者当以是求之。”又如苏轼《题柳子厚（宗元）诗》：“诗须要有为而作，用事当以故为新。以俗为雅，好奇务新，乃诗之病。柳子厚晚年诗极似渊明（陶潜），知诗病者也。”书家通常在抄录前人时贤诗词或书写自作诗后作跋，或明心迹；或言体会；或加释意；或评影响；或述诗理等，虽片言只语，却也耐人寻味。如书“山路元无雨，空翠湿人衣”。可题“此诗非山中人不得手到擒来”，也可以从诗人王维又是画家这一点落想，题“摩诘（王维字）领山水画南宗之首，不知此景可能画出”？（可参见拙文《谈谈落款的内容》，载《书法》1987年第6期）若按提跋方式，也有人将那些用诗词代跋语的作品称作“诗词跋”（即用诗词作“跋”）。如元代张珪《题山谷〈松风阁诗〉》：“阁上松来风有声，高人胸次洒然清。当时诗笔今犹在，抚卷重看眼倍明。”此类题跋又称“诗题”，它与论书诗并无二致，只是书于他人或自己撰作的诗词散文之后，表达了题跋者的感想或评价而已。对一些书写诗词的书法艺术作品，因为书家既观赏其笔墨又欣赏其诗词，故这类题跋往往诗书双评，而且因是诗人书家看诗人书家的作品，故意多精当，所谓“深入自无浅语”也。如苏轼书《黄州寒食诗》后纸有黄山谷题跋：“东坡此诗似李太白，犹恐太白有未到处。此书兼颜鲁公、杨少师、李西台笔意。试使东坡复为之，未必及此。它日东坡或见此书，应笑我于无佛处称尊也。”此跋对苏轼诗书双评，生动活泼又味隽情深，非大作手不能及。明代陈继儒《白石樵真稿·书杨侍御刻苏黄题跋》说：“题跋，文章家之短兵也……苏黄之妙，最妙于题跋”，此言非虚。苏轼的诗词跋最见学问性灵，著名的有《书渊明羲农去我久诗》、《书鲁直诗后》、《评韩柳诗》、《书渊明饮酒诗后》、《评李白诗（二则）》等。\n书籍跋\n书籍跋是书家跋于书籍（包括文集、诗集、题跋集、书画录、史论等）之后的文字，相当于“后记”、“后语”之类。文虽简短，却常常具有史料和艺术价值。如陆游《跋六一居士（集古录跋尾）》（可知刻本论阙）、《跋柳柳州集》（可知当时柳宗元诗已有他人假冒之作）、《跋重广字说》（可知“字说”有先后之异），《跋前汉通用古字韵编》（可知当时已有古字工具书）等。又《渔洋书跋》（卷六）有《跋〈声画集〉》，对历代题画诗的发展情况仅以二百余字概括之，而且卓有新见。清代归庄有《跋王勤中〈鹤谱〉》，文中对画家为鹤“备写诸状”，“不独赏其绘事之工，又叹其奇思高致”，最后感慨世道昏暗，“鹤何以得自全”，而作二歌以哀之。\n书跋\n书跋是指跋于他人或自作书法作品之后的文字。这类题跋数量较多，佳制也不少。书家跋书法作品，无异于住持自道山门事，加之有的文辞优美，善摹情态，语似天成，真令人难忘。如黄山谷《题东坡字后》记“东坡居士极不惜书，然不可气，有乞书者，正色诘责之，或终不与一字。元祐中锁试（宋代考进士有礼部主试，试前封锁试场）礼部，每来见过，案上纸不择精粗，书遍乃已。性喜酒，然不能四五籥（量器名）已烂醉，不辞谢而就卧，鼻鼾如雷。少焉苏醒，落笔如风雨。虽谑弄皆有意味。真神仙中人，此岂于今世翰墨之士争衡哉”，跋书作兼及东坡豪放真率之个性，活如写生。清代学者陈澧读此跋时也十分动情，说“读此数过，如亲见东坡”。清代郑板桥《跋临兰亭序》不啻一篇“书法宣言”：“黄山谷云：世人只学兰亭面，欲换凡骨无金丹。可知骨不可凡，面不足学也。况兰亭之面，失之已久乎！板桥道人以中郎（蔡邕）之体，运太傅（钟繇）之笔，为右军（王羲之）之书，而实出以己意，并无所谓蔡锺王者，岂复有兰亭面貌乎？古人书法入神超妙，而石刻木刻千翻万变，遗意荡然。若复依样葫芦，才子俱归恶道。故作此破格书已警来学，即以请教当代名公，亦无不可。”语多幽默，却句句精切，艺理盎然。书跋中名跋极多，一则因有些书跋确有真知灼见。二则名书家跋名家书法作品，云随山高，当然愈见难得。笔者每观董其昌《画禅室随笔》中百余题跋，无不叹其文高思妙，由此深知书画家之苦心也。如《书琵琶行题后》：“白香山（居易）深于禅理，以无心道人作此有情痴语，几所谓木人见花鸟者耶。山谷为小词，而祥德呵之，谓不止落驴胎马腹，则慧业绮语，犹当忏悔在。余书此歌，用米襄阳楷法兼拨镫意，欲与艳词相称，乃安得大珠小珠落砚池也。”又如《临禊帖践后》：“余书兰亭，皆以意背临，未尝对古刻。一似抚无琴弦者，觉尤延之（尤表，曾跋过《兰亭》藏本）诸君子葛藤多事耳。”又《书古尺牍题后》：“行书十行不敌楷书一行，米南宫语也。时一为之，以敛浮气，竟此纸凡十起对客。信乎孙虔礼（过庭）所云神怡务闲之难也。”所论书法具精微透彻，允为书学名言。所以，名书家跋后常常又有人再跋书，对原书及跋书一共赏评，所谓“卖王得羊，意外快幸”。如五代杨凝式《夏热帖》后纸已有元代鲜于枢、赵孟頫二跋，清人张照题跋时又有“《夏热帖》世无刻本，虽半漫患，存者入云中龙爪，令人洞心骇目。松雪（赵孟頫）、困学（鲜于枢）两跋俱是平生佳书”之评。\n碑帖跋\n碑帖跋通常是指跋于碑刻或法帖的集本、拓本等后的文字，也有人将它与书跋统称为“书（法）跋”。碑帖跋数量也极多，内容多道来由、评价、真伪、讹缺、观感甚或兼论书家学养为人、刻工模本质量等。宋代欧阳修的《集古录跋尾》可以看作是最早的碑帖跋汇集，跋文思致新颖渊雅，语言简洁精切，学术性和艺术性双佳之作尤多。如《跋（唐李石神道碑）》：“右李石碑，柳公权书。余家集录颜柳书尤多，唯碑石不完者，则其字尤佳。非字之然也。譬夫金玉，埋没于泥滓，时时发见其一二，则粲然在目，特为可喜尔。”其它如言碑帖本事来由的《跋〈唐花林宴别记〉》、论碑贴撰文优劣的《跋〈隋太平寺碑〉》、评书家才学为人的《跋〈唐南岳弥施和尚碑〉（柳宗元撰书）》、考碑文人事的《跋〈唐王重荣德政碑〉》、释碑文款难的《跋〈唐崔能神道碑〉》、谈书法创作见解的《跋〈晋王献之法帖〉》、道观感慨叹（如对碑帖书法的评价和真伪讹误的遗憾、创作之甘苦等）的《跋〈唐李藏用碑〉》等。又陆游《跋柳（公权）书苏夫人墓志》、《跋法帖》、《跋高康王墓志》、《跋〈东坡书髓（原东坡法帖士卷）〉》等，鉴裁之精到、文辞之清雅，读之皆足以广见闻而益神智。清代乾隆、嘉庆之前，书法尚法帖，后来随着金石考据的勃兴和大量金石碑版的出土，不少学者由考据转而习书，于是碑学大盛，碑帖题跋也蔚为风气。这个时期的碑帖跋受经义考据时风的影响，梳爬讹误的考评嬗异均博征旁引，带有浓厚的考证气息，宋以来那种洒脱简略、时见情趣的题跋便不复多见了。如包世臣《艺舟双楫》之《跋重刻王夫人墓志》、《题隋志拓本》、《书黄修存藏宋拓庙堂碑后》等。康有为《广艺舟双楫》虽然依论分篇，但篇中有不少短评，舒卷取舍皆自抒心得，尤多精卓之见，如“书若人然，须备筋骨血肉。血浓骨老，筋藏肉莹，加之姿态奇逆，可谓美矣。吾爱米友仁书，殆亦散僧入圣者，求之北碑（孝昌）六十人造像，亦可以当之”等，未尝不可作题跋观。散文大家姚鼐的行草，包世臣以为“时出华亭（董其昌）之外”，姚的《跋吴天发神谶刻文》、《跋李北海麓山寺碑》等碑帖跋，岂止文笔工雅，其搜研刮发之精细，非胸撑万卷、目观千剑者不能为。\n印跋\n篆刻家在印旁刻款，则始于明代。印款除题年月姓名外，有时还加上其他词句，类似跋语。内容多的，占满一面、两面、三面、四面，甚至包括石顶刻上五面。有的书称“印跋”。石章刻边款的始创者文彭，刻法如同刻碑，是先写款字，然后依墨下刀，每一笔双面着刀。继之者何震则开创了不写款字，操刀便刻，每一笔只刻一刀的单刀直刻法。双刀法依笔迹而刻，比较能体现笔意，单刀直切，淋漓痛快，则比较容易表现出刀味与石味。明末清初一批印人，石章边款不论篆隶真草，还是多数用双刀法。直到乾隆年间，丁敬开始全用单刀法，蒋仁、黄易以下群起效之。单刀法遂成气候。\n画跋\n画跋通常是指跋于画卷、册页等附纸上的文字，在广义上也包括款识、题诗之类。明以前书画作品款题极为简单，俗称“单飞”（即单款，如孤雁单飞）或“双飞”（即双款，上下款），只有少数文人画家才在书画本题上题诗题记。明代中期，文人画大兴，书画本幅上题诗作文遂成风气。元代以前书法不多立轴形式，至明代环节始出现书轴，如沈度书《盘谷序》（楷书）、宋广书《风入松词》（草书），于是立轴上端加纸，横天而铺，谓之“诗堂”，可方便题诗作跋（有的书画卷前面加纸，称为“引首纸”、“前纸”，后面续纸，则称为“后纸、“尾纸”，功能都是一样）。画上题诗一般称作“题画诗”、“诗题”或“诗跋”，尤其是那些以诗代跋（文）、诗中加跋或跋中加诗者，似乎对所题位置是否限定尾纸已不再严格，但从题诗作跋须在画作完成之后才能进行这一点看，与“题在前、跋在后”仍是一致的。笔者为行文清晰考虑，画跋只指跋于画卷、册页等附纸上的短文，而将画上题诗或跋文统归“题画诗”。画跋成集且著名的，有宋代董燊《广川画跋》、明代文征明《文待招题跋》、王世贞《弇州题跋》、郁逢庆《郁氏书画题跋记》、清代道济《大涤子题画诗跋》、恽寿平《南田画跋》、王时敏《西庐画跋》、王翚《清晖画跋》、吴历《墨井画跋》、金农《冬心画跋》等。明代沈周、文征明、董其昌、黄道周，清代郑燮、金农、恽寿平等均是运思落墨便笔意清拔的题跋大家。一些不以“画跋”标明的著录、画谱、随笔，如《佩文斋书画谱》、《江村消夏录》、《瘐子消夏记》、《大观录》、《辛丑消夏记》、《式古堂书画汇考》、《画禅室随笔》、《珊瑚木难》、《铁珊瑚网》、《詹东图玄览编》、《清河书画舫》、《珊瑚网书画跋》、《格古要论》等皆搜集繁复。例如宋代欧阳修《题薛公期画（鬼）》：“善言画者，多云鬼神易为工，以谓画以形似为难。鬼神，人不见也，然至其阴威惨淡，变化超腾而穷奇极怪，使人见辄惊绝，及徐而定视，则千状万态、笔简而意足，是不以为难哉？”针对韩非画“犬马难，鬼神易”的观点，提出画贵画意，能画出想象之鬼神形貌而且惊人“见辄惊绝”、“笔简而意足”，才是最高的艺术境界。苏轼的《书戴嵩画牛》和《书黄符画雀》都很生动地揭示了“造乎理者能画物之妙，昧乎理者则失物之真”的深刻画理。又《书摩诘〈蓝田烟雨图〉》仲“味摩诘之诗，诗中有画；观摩诘之画，画中有诗”，几成千年诗画评论家和美学家评论文人诗画的依据。其它如《跋蒲传正、燕公山水》、《跋文勋画扇》、《跋文与可墨竹》、《书竹石后》等对创作的形、神、理、法之关系都提出了精湛的见解，为丰富中国画画学做了贡献。近人常以为画跋与书家无关。殊不知书画相通的道理。近年时见花甲画毕，恭请书家题画，推让再三，终不免捉笔落墨，此时若再寻诗人代似或“目瞪口呆子不来”，总难免让小人看。要作好画跋，须先观赏精细，遂有构思（立意），级而造语，跟创作书跋、碑帖跋一样。除此之外，题跋者必须具有画法、画理；构图学等多方面的学识，否则冰蚕语热，不是意廖失实，便是情趣索然。\n杂跋\n杂跋内容庞杂，常见的是跋于书简、哀辞、铭文、匾额等后的文字。如宋欧阳修《跋终南古敦铭》：“右终南古敦铭。大理评事苏轼为凤祥府判官，得古器于终南山下。其形制于今《三礼图》所画及人家所藏古敦（古代贮粮之器，上下各半圆，可合成园器，似彝而有足）皆不同，初莫知为敦也。盖其铭有‘宝尊敦’之文，遂以为敦尔。”又南宋陆游《跋李庆简公家书》\n题款\n形式\n题跋有藏款与露款之分。常用题法有以下几种：一是横式，根据中国民族习惯一般是自右向左题，字数可多可少，但每行字不宜过多，以保持横的形式。二是竖式，书写的行数不宜过多，以保持竖的形式。三是高低参差不齐的自然式。以上讲的横竖两式，均应齐头，字尾可参差错落，俗称“齐头不齐尾”。而自然式则可自由错落，比较自如。但要注意不要把字写得太散。总之不论哪种题法，都要注意题跋的内容与字体、画面谐调。\n名款，有名、字、号，及别名之分，但通常只写其中一二款。名款的写法也因时代而有所不同。明代人的习俗，有时在尺牍中，也就是来往书信中，如果是双名往往只写一个字，如戴本孝，只写\"本孝\"中的\"本\"字，如以为此人姓戴名本，就错了；有趣的是，单名的反在名后加个\"生\"字，如娄坚，写成\"坚生\"。\n内容\n题跋，一般乃指书、画、书籍上的题识之辞，内容为标题、品评、考订、记事之类，体裁有散文、诗、词等。题跋中除了标明书画家的年龄、籍贯、作画时间、地点、得画人称呼、名号外，还有文章或诗词。这些题跋，不一定完全针对画面的内容，而是广泛涉及到天文、地理、人事、岁时、节令、风俗、物产、景观、历史、哲理等各种内容。文人画家提倡的就是既题出画中之意也题出画外之意，包括画家的感触、心绪、想象及作画经过情况，对画史、画论、画法的心得体会，以及生活趣事、各种见闻等。\n辨析\n书写于书籍、字画、碑帖等作品前面的文字一般称叫“题”，后面的叫“跋”。《说文解字注·足部》：“题者，标其前；跋者，系其后也。”\n鉴定真伪\n某件书画的题跋虽然也有对这件作品加以否定的，但这是少数。最多的是为了说明这件作品的创作过程、收藏关系，或者考证它的真伪。于是有许多作品仗着题跋增加了后人对它的信任。但书画既有伪作，题跋方面也同样有多种作伪情况。\n1.如果题跋中所述，和本幅中书画家或题跋者本人事迹、年月等有出入，都可以是疑点。若题跋中内容和书画本身风马牛不相及，或者所录诗词文章等是这位题跋的后人作品，便显然是伪作了。\n2.当对一幅书画的真伪有疑问而无法从其本身判断时，若书画上有题跋，则对题跋加以考证，以助鉴别。\n3.如原文本是考证文章，则可作为参考。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951658481},{"name":"梁启超楷书题跋","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791634711,"text":"跋石门铭\n\n跋时珍墓志铭\n\n\n梁启超题跋","author":"清代梁启超","description":"梁启超楷书题跋"}]