[{"name":"何焯书法","text":"何焯（1661—1722），字润千，因早年丧母，改字屺瞻，晚号茶仙； 江苏长洲（今苏州）人，寄籍崇明，为为官后迁回长洲（苏州）。先世曾以“义门”旌，学者称义门先生。何焯与笪重光、姜宸英、汪士鋐并称为康熙年间“帖学四大家”。\n简介\n早在元朝末年(惠宗年间)，何家在苏州是世代出名的义门，不仅教育家族子弟，还收授平民学子，因有道义而多次受到表彰。何焯(1661-1722)字屺瞻，号义门，出身于书香门第，曾祖思佐、祖父应登、父亲何栋都是县学生；伯父何秉，字与偕，由苏州迁入崇明后，在清顺治四年(1647)及第进士。何焯赞赏家中父老的品行，决心承继祖辈的传统门风，成人后自号义门。他重文轻财，把自己应得的产业推让给诸弟，贫穷的亲戚朋友都受过他的恩惠，学生中有才学而贫穷的，常常收留在家，接济饮食、住宿、就学，有簿册记录的就有400多人，被学者们称为“义门先生”。\n何焯幼年丧母，寄籍寓居于崇明，何焯少时钝拙，14岁后方发奋攻读，学问大进。焯于考据学颇有造诣，年轻时先后拜吴县邵弥、安溪李光地为师，又与太原阎若璩为友，寓居阎家，与阎通宵切磋议论。焯治学严谨，藏书数万卷，凡四部九流，直到杂说小学，无不一一探索考证，辨明真伪，疏清源流，各作题识。对书坊出版书籍的错误、缺漏，字体的正写、俗写，也逐一分辨订正。焯校定两《汉书》、《三国志》，凡议论人物，必究其家世，明其表里；议论事情，必晓其始末，尽其变化；指点时政，必根据国势民俗，析其利弊。焯25岁时以拔贡生进京城，被尚书徐乾学、祭酒翁叔元收为门生。焯秉性耿直，遇事直言辩正，因而常遭妒忌和中伤，徐乾学也对他渐生恶感。焯便上书徐，更求削去门生名义。从此，六次应考被排挤。\n702年(清康熙四十一年)，皇帝南巡，访觅逸贤，经宰相李光地推荐，通过考试，被安排在南书房供职，赐为举人。次年，参加礼部考试，末取，赐为进士，又选为庶吉士。后于皇八子府当侍读，兼任武英殿纂修。不久，受人诬陷被囚，家藏书籍被抄。朝廷派人未见任何犯上之语，相反却发现了焯退还吴县知县赠送金钱的信稿，终于发还书籍，仅免其官职，仍在武英殿工作，并表彰他清正廉洁。焯身陷囹圄时，身带着镣铐，仍在朗读《易经》。\n康熙四十三年（1704）赐举人，试礼部下第，复赐进士，直南书房兼武英殿编修。通经史百家之学，长于考订，论文与方苞各异。\n何焯于62岁时去世。死后康熙皇帝下诏，复其原官。破例赠予侍读学士，并赏赐金钱，给予立传，回乡治丧，令地方从优抚恤后代。何焯一生轻资财，重情义，他将财产让给弟兄，并经常接济贫困的亲戚朋友，对有才学而家境贫穷的学生则供其食宿，有记载的即达400人。\n因何焯当官后迁回苏州金狮子巷，朝廷便派员查抄何焯府第“赍砚斋”，万卷藏书尽被查收。\n在查抄的藏书中，有人翻出何焯夹在书中的一封信笺，其内容是何焯退还吴县公官所赠送的金钱，康熙亦因此消减了对何焯的一腔怒火。何焯作为朝廷高宫，拒收贿赂，且并不张扬，足见其德行清正廉洁，康熙为之感动，加上何焯上奏的数百字《申辩书》笔划端正，事实清楚，词正辞严，觉得何焯犯罪，事出有因，应予见谅。不久，何焯被释放，查抄的书籍被发还，仅免其官职，仍留在武英殿工作，并表彰他端正的品行。令人倾慕的是，何焯身陷囹圄时，身带镣铐，意气扬扬，和平常一样诵读《易经》，门外也能听到朗朗书声。何焯出狱后，托病回乡修养。他在南归的旅途上，感念栽培他成才，荐举他为拔贡生的崇明乡亲父老，感慨地写下了一首示歉诗：“江上春生归已久，栖栖九陌竞谁知。一竿自断鲈乡老，不用刘生五字诗。”诗大意是说，我本是海岛春风抚育的一竿青竹，早就想归来感恩示谢，谁知道，我忙碌在京城宫殿整整13年且身不由己。如今，本想沽名钓誉的青竹，折于争权夺利的宦海，断了功名，也断了崇明乡亲父老对我的殷切期望，我无颜见你们，也无心模仿汉代《乐府诗集》中的刘生，任侠豪放，周游天下。\n成就\n作品\n生平著有《诗古文集》、《语古斋识小录》、《道古录》、《义门读书记》、《义门先生文集十二卷》、《义门题跋一卷》等。\n义门读书记五十八卷：是书收何焯读经、史、集部著作后的读书校刊记。\n校订《汉书》、《后汉书》、《三国志》最有名。清末学者李葆恂称“名人批点之书，能启发人神志，而于义门先生尤为服膺”。乾隆五年，受礼部侍郎方苞之约，将其校勘之本付国子监为新刊本取正。与当季藏书名家如徐乾学、毛扆等人交往甚密，故多见孤本秘籍。家有藏书楼“赍砚斋”，藏书数万卷，宋元精椠甚多，小屋三间，盈帙充栋。每书上题跋或署有“语古小斋”、“憇闲老人”、“心好遗书性乐酒德”等字样。另有藏书楼“青阳斋”、“碧筠草堂”、“承筐书塾”、“德符堂”等。藏书印有“太学何生”、“吴下狂生”、“不仕元后人”、“义门藏书”、“青阳斋”、“汉节”、“家在凤岗之北”、“闲官养不才”、“家在桃花西坞”、“逍遥游”、“香案小吏”、“黄绢幼妇”、“文殊师利弟子”、“直夫”、“吾师老庄”、“语古”等多枚。卒后，康熙帝深为痛惜，特赠侍讲学士。著作有《困学纪闻笺》、《语古斋识小录》、《义门读书记》、《何义门集》等。 \n评介\n何焯博览群籍，长於考订。校勘古碑版最精。喜临摹晋、唐法帖，所作真、行书，并入能品。时人以为可与晋唐书法家媲美，与笪重光、姜宸英、汪士鋐并称为康熙间四大家。曾受命为康熙皇帝写《四书集注》，刻成木版藏于宫内。宫内书籍则大多由焯校勘。雍正皇帝接位前曾嘱焯写《困学记闻》的注解。\n","category":"草书","verified":true,"user":1,"timestamp":1429951651533},{"name":"何焯书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791612111,"text":"何焯行书诗轴\n\n\n五律诗轴\n\n\n何焯 楷书桃花园诗轴。纸本，楷书，纵60.4厘米，横33.8厘米。轴书桃花源诗一首。自题“临湜庵老师法”，湜庵即王遵训，顺治年间进士，康熙间官御史。\n\n此轴书法结体工谨端秀，笔力劲健，布局舒展明朗，深得欧阳询意韵。近人马宗霍曾云：“义门日事点勘，故小真，行书不习而工，较之习而工者为雅。”此作反映出何焯日事点勘抄写所积累的深厚书法功力。\n\n\n何焯 (1661-1722年) ，初字润千，更字屺瞻，号茶仙，世称“义门先生”，清代长洲（今江苏苏州）人。康熙四十一年（ 1702 ）进士，授编修。博学，长于考订，精于校勘古碑版，通经史百家之学。工书法，喜临晋唐法帖，又宗欧、禇各家，所作真、行书皆入能品。尤喜蝇头小楷，书名极盛，与汪士鋐并称“汪、何”，“康熙四家”之一。当时人争索焯书，有好事者常以重金争购其手校本。\n\n\n\n何焯（1661—1722），字润千，因早年丧母，改字屺瞻，晚号茶仙；崇明人，为官后迁居长洲（苏州）。先世曾以“义门”旌，学者称义门先生。何焯与笪重光、姜宸英、汪士鋐并称为康熙年间“帖学四大家”。\n\n   何焯少时钝拙，14岁后方发奋攻读，学问大进。焯于考据学颇有造诣，年轻时先后拜吴县邵弥、安溪李光地为师，又与太原阎若璩为友，寓居阎家，与阎通宵切磋议论。焯治学严谨，藏书数万卷，凡四部九流，直到杂说小学，无不一一探索考证，辨明真伪，疏清源流，各作题识。对书坊出版书籍的错误、缺漏，字体的正写、俗写，也逐一分辨订正。焯校定两《汉书》、《三国志》，凡议论人物，必究其家世，明其表里；议论事情，必晓其始末，尽其变化；指点时政，必根据国势民俗，析其利弊。焯25岁时以拔贡生进京城，被尚书徐乾学、祭酒翁叔元收为门生。焯秉性耿直，遇事直言辩正，因而常遭妒忌和中伤，徐乾学也对他渐生恶感。焯便上书徐，更求削去门生名义。从此，六次应考被排挤。1702年（清康熙四十一年），皇帝南巡，访觅逸贤，经宰相李光生推荐，通过考试，被安排在南书房供职，赐为举人。次年，参加礼部考试，末取，赐为进士，又选为庶吉士。后于亲王府当侍读，兼任武英殿纂修。不久，受人诬陷被囚，家藏书籍被抄。朝廷派人未见任何犯上之语，相反却发现了焯退还吴县知县赠送金钱的信稿，终于发还书籍，仅免其官职，仍在武英殿工作，并表彰他清正廉洁。焯身陷囹圄时，身带着镣铐，仍在朗读《易经》。\n\n   何焯于62岁时去世。死后雍正皇帝下诏，复其原官。破例赠予侍读学士，并赏赐金钱，给予立传，回乡治丧，令地方从优抚恤后代。何焯一生轻资财，重情义，他将财产让给弟兄，并经常接济贫困的亲戚朋友，对有才学而家境贫穷的学生则供其食宿，有记载的即达400人。生平著有《诗古文集》、《语古斋识小录》、《道古录》、《义门读书记》、《义门先生文集十二卷》、《义门题跋一卷》等。\n\n\n   何焯博览群籍，长於考订。校勘古碑版最精。喜临摹晋、唐法帖，所作真、行书，并入能品。时人以为可与晋唐书法家媲美，与笪重光、姜宸英、汪士鋐并称为康熙间四大家。曾受命为康熙皇帝写《四书集注》，刻成木版藏于宫内。宫内书籍则大多由焯校勘。雍正皇帝接位前曾嘱焯写《困学记闻》的注解。","author":"清代何焯","description":"何焯书法"}]