[{"name":"黄自元楷书拓片","text":"黄自元(1837--1918)，字敬舆，号澹叟，湖南安化县龙塘乡人，清末书法家，实业家。生于道光十七年（1837），清同治六年(1867)举于乡，次年殿试列第二（榜眼），授翰林院编修。曾任顺天乡试同考官和江南乡试副考官。民国7年(1918)病逝。曾临摹《间架结构摘要九十二法》书帖，为该书的推广做出了重要贡献。\n简介\n郑沅于《敬舆公七十寿序》中曾说：“典试江南，被议镌级。或云可以入资捐复，而卒不为。终被朝廷昭雪，起用检讨。”\n光绪年间，黄历任河南道、陕西道监察御史，简放甘肃宁夏知府。在任期间，常跨马出巡，考察河工，征求民隐；进而精修暗洞，以泄黄河之卤，宁夏人至今利之。至中年，因丁忧回籍，不复出仕。\n中日甲午战争爆发后，清廷起用湘军。黄被调北上，兵败后，只身自海上逃归。此后定居长沙，先后主讲湘水校经堂及成得书院，与诸生析疑释难，勤诲不倦。\n黄善书法，曾临摹《间架结构九十二法》(已收入《中国书法大辞典》)。后经湖南美术出版社重印和出版的，尚有《黄自元临九成宫》和《间架结构摘要九十二法》 。\n生平\n黄自元出身名门望族，家里不仅有良田万顷，更藏得四壁图书。他从小受传统文化的浸染和熏陶，有祖辈、父辈的言传身教，有良师的循循善诱，加上他本人自幼天资颖慧，勤勉上进，在苦读经史子集之余，尤其倾心于书法。\n黄自元自六岁始，从祖父德濂习字。初学颜真卿、柳公权，接着又学欧阳询、王羲之、王献之等历代帖学大家。为锻炼臂力，求得其笔下的精气神，他一直悬腕书写，常年坚持，每日一练几个时辰。其字学谁像谁，学一家成一家。少小就名满乡里。后来，他几次参加科举考试，其书法上的成就也为其荣登皇榜立下了汗马功劳。遗憾的是，虽其书法屡有变更，却不能独辟蹊径，难得当代书林见赏。\n不久，同治帝母亲病逝，经人推荐，黄自元奉诏进宫为同治帝生母书写《神道碑》，他跪地悬腕写来，其字秀雅美观，工整亭匀，深得同治皇帝的赏识，当即赐以“字圣”称号。自此名声大振，他的字，效仿者不计其数，一时蔚然成风，渐至成为了社会上的通用字范，成为了书生们考取功名的书法标准。他临写的柳公权《玄秘塔》、欧阳询《九成宫醴泉铭》，以及他书写的《正气歌》、《间架结构九十二法》等字帖，经由长沙墨香簃书画店刻版印行，也变得洛阳纸贵，成了人们竞相追捧的书法学习最佳蒙本。尤其是其总结自己几十年书法心得撰写的《间架结构九十二法》，竟达到了家喻户晓，人手一册，学书之人案头必备的程度。\n史书记载，黄自元“书名满天下，妇孺皆得知”。“黄敬舆先生以书名海内，推何子贞先生后第一。”“数十年来，碑碣之文，祝颂之作，皆得以先生书为荣，零缣片纸，人争藏弃，或诡冒模龚以弋厚利，虽穷荒鲰孺，无不知有黄先生书者。然而其内行之纯笃，蹈履之谨严，识量之超明，天怀之元定，所以越流俗二资矜式者，世顾罕称之。盖世人徒震于先生之艺术，至含章隐曜而卓然有自立之道，非平日默窥潜视未易而得名也。”\n黄自元一生书法创作颇丰，尤以楷书名世。其传世代表作品有《柳公权玄秘塔碑》（临本）、《欧阳询九成宫醴泉铭》（临本），临摹作品有《间架结构九十二法》、《张茂先励志诗》、《楷书千字文》、《文天祥正气歌》等，除此以外，他还有大量行、草书墨迹行世，这些写成了中堂、立轴、条屏、楹联、斗方、尺牍的书法精品或藏于国内各大博物馆，或散轶于民间，或流传至海外。不仅如此，他还写得有不少书论，还有其他碑帖流传。他收集整理了明代李东阳、张弼、祝允明、王守仁等四十三人的诗计书作五十六件（幅），不惜花重金刊刻上石，编印成《明贤诗册》出版。\n《楷书千字文》创作于咸丰戊午（1858）年，是年22岁，此帖系早期作品，明显带有颜真卿和柳公权的风格和特点，虽略显青涩，但观此帖或可探询黄自元书法的艺术脉络。《柳公权玄秘塔碑》（临本），书写年代不详，其风貌特点与上帖趋同，也可视其为早期作品。\n《间架结构九十二法》一书出版于光绪甲申（1884）年，是年42岁。该帖是黄自元影响后世最为深远的代表之作。 \n在研究书法结构方面，自古有历代书法名家总结出了不少法则和经验以流传启示后学，其最著名者有唐人欧阳询三十六法，明人李淳八十四法，其后便是黄自元临自邵瑛的九十二法。该帖承接了欧字用笔和风格，在总结前人经验的基础上将构架结字的法则编成通俗易懂的九十二条口诀，再附以字例说明，由此而成为书法入门的最佳蒙本。\n《九成宫醴泉铭》（临本），书于光绪壬午（1882）年秋，是年46岁。《张茂先励志诗》，创作年代与上帖接近，是年49岁，这本字帖是黄自元在宁夏任知府时给子侄们所作的习字范本，字为欧楷，与《九成宫醴泉铭》、《间架结构九十二法》是同样面貌的字体。另外，还有《正气歌》（楷书），创作年代不详，字体与上述三帖同，所录为文天祥所作《正气歌》。此帖为新近发现。\n作品\n黄自元幼从祖父德濂习字，常悬腕书写，锻炼臂力。初仿颜体，又摩柳体、欧体。虽书法屡为更变，不能自辟蹊径，未受书林见赏，但博采众家之长，也卓然自成一家。同治帝之母病逝，黄自元被诏撰写神位，跪地悬手写来，工整匀称，受到赞赏，赐以“字圣”名号。晚年所仿《玄秘塔》、《醴泉铭》、《正气歌》等，经周墨香木刻拓印发售，作为当时蒙学习字教材，流传颇广。\n同治戊辰（1868年）进士，廷试一甲第二名，授翰林院编修。工书法。历任顺天、江南乡试副主考、河南道、陕西道监察御史等职，后隐居长沙。\n黄自元的楷书\n间架结构九十二法\n黄自元所临摹的楷书《间架结构九十二法帖》，科学性的分析了楷书的间架结构，是学楷书者的入门法帖。此外黄自元所临《九成宫》也对学习欧楷者有较强的参考意义。市面上能买到的有湖南美术出版社重印和出版的《黄自元临九成宫》和《间架结构九十二法》和黑龙江美术出版社出版的《黄自元楷书九十二法》。\n戊申春半雨中寄禅大师见访\n寒山拾得吾湘隽，肯让弥天释道安。\n卓锡名山今欲遍，尽收瓯越入毫端。\n注释\n寄禅大师：清代名僧，湘人，又称八指头陀，住禅开福寺，为作者好友，将游江浙来与黄告别作了此诗。\n寒山、拾得：均为唐代高僧，此处用以比喻寄禅。\n释道安：《晋书·习凿齿传》：时有桑门释道安与凿齿初相见，道安曰：“弥天释道安。”凿齿曰：“四海习凿齿。”时人以为佳对。弥天：言其广大。\n锡：僧人的拐杖——锡杖。卓锡：僧人留住某地，称住锡或卓锡。\n瓯、越：分别指福建和江苏。\n评价\n黄自元的书法诸体皆能，各种体式的作品都有流传，存世最多影响最广的当属行书和楷书。黄自元的书法艺术寻求雅俗共赏，他的字端庄秀蕴，静雅内敛，文气蔚然，有很高的艺术价值，兼及很强的实用功能，其风格特点和审美取向秉承的是晋人钟繇，羲、献父子所开创的帖学传统。其行草书表现得尤为明显，看得出其书法艺术的取法渊源和传承脉络。他学王羲之的《圣教序》、《兰亭序》，学王献之的《十七帖》、《鸭头丸帖》等，在结字上中宫紧缩，不偏不倚，较之前人更为整肃，在用笔上虽缺少变化，但讲究笔笔中锋，神完气足，用墨则体现出清代人普遍存在的笔酣墨饱的遗风。黄自元一生致力研究且成就最高的，还是他那被人贬为“馆阁体”的黄氏楷书。在中国书法史上，历朝历代，书法大家层出不穷，然而在楷书一途能成大气者并不多。屈指数来，晋有钟繇、王羲之、王献之；唐是楷书的鼎盛时期，出现了褚遂良、欧阳询、虞世南、薛稷、颜真卿、柳公权、李邕等大师；宋代有苏东坡；元有赵孟頫；明代往后，擅小楷的高人不少，诸如王宠、文征明等，然而以中楷、大楷名世者确乎仅黄自元一人而已。在书法一途，楷书法度森严，其规整的结字和用笔缺少随意性和流动性，这在很大程度上限制书家个性的表现和感情的抒发，缩小了书法家创造自我的空间。所以，写楷书最难突破前人窠臼，最难成就一家面目。\n正因为上述原因，很多书家仅把楷书作为入门的基础，因为畏难而不再深究，及至当今整个书坛，在篆、隶、行、草各种书体齐头并进的情况下，唯独楷书停滞不前，甚至出现倒退，几百年里再没有出现一个大家。在这个前提和背景下，我以为，与开一代风气之先的那些大师们相比，黄自元的楷书尽管有个人风格和面目不鲜明，得整肃而失灵动，多法度而少情趣的种种问题，但其能自成一派，受皇家垂爱，得大众欢迎，同化一朝一代的审美趣味，引领一代书风，那也绝对是功德千秋的事。哪怕有人贬其为“馆阁体”，然而“馆阁体”也是独立一体，在书法史上自当有其重要的位置。就此一项，就当是一代大家。\n在清代，康南海因为在政治上不得志，于是转而作起了书学研究，他摆出一种批判传统的架势，与包世臣等人一起领头崇碑贬帖，对二王开创的帖学，特别是唐代书法不屑一顾。在他们的鼓动下，世人一致放弃优良的帖学传统，改弦易辙转而取法金石碑版，取法民间书法。清光绪几十年，效法金石碑版之风正是甚嚣尘上的时候。在这样的大背景下，黄自元帖学一路的书法不被那些写金石碑版者看好是很自然的事，这些人贬损其书，将其斥之为“馆阁体”也就顺理成章了。\n看一个人的成就不能离开时代这个大前提，更不能离开做人这个原则，在这两个大前提下，再来观察评判一个人的艺术成就，才能得出较为公允的结论。历史的评价黄自元的书法，在艺术之外，更多的是一种实用，这当然是时代的要求所致，甚至是政治的要求所致，所以说，“馆阁体”和“八股文”都是时代的产物，与时代的要求和政治的需求有着明显的因果关系。然而他的实用书法，并非是“匠气”的写字，因为其艺术的审美价值也是显而易见的。黄自元所处的时期正好是金石碑版书法泛滥，正统书法与民间书法抗争的历史时期。所谓金石碑版书法也就是舍弃经典、崇尚民间碑版的书法。就书法而言，当时这种书法体式一但形成风气，必然走向极端，贻误后学。黄自元的意义，或许就在于他认识到了这一层，并且在为扭转当时所谓金石碑版书法泛滥的社会局势，引导社会回归到规范尚法的帖学传统书路上来下足了功夫，他为此而临摹《间架结构九十二法》 ，可谓是呕心沥血。\n当然，黄自元流传最广，影响最大，让人评头品足的几本楷书字帖，原本就是字范，是课徒的蒙本，是写字教材。说白了，他当时并非把它当作艺术作品在写，其实用价值在前，艺术价值自然退而居其次了。说其艺术性不强虽然千真万确，但就此以偏概全认定他的书法全貌也就如此的话，那自然有失公允。盛景华认为，无论是继承传统的书家，还是创造型的个性鲜明的书家，其作品都有流传、欣赏、研究的价值，有其功绩和历史意义。\n个人风貌明显，能开宗立派者，影响当然更为深远，意义也更加重大。黄自元是前者，是一个典型的继承传统的书法家，单凭他对《间架结构九十二法》的传播，加上在楷书创作上的成就，他对书法艺术的贡献就将永载史册。宋代吴琚学米芾南宫惟妙惟肖，但不能自出机杼，独成一格，所以在书史上地位不高。黄自元学欧阳询楷书能乱其真，然而也挣不脱欧字的习气和程式。其成就或许本该和吴琚相伯仲，但是，他在历史上的影响，他的艺术传播的广度和深度，还有他在行草书创作上的成就，特别是他的《间架结构九十二法》，对于书法理论的贡献都比吴琚之流要高出许多许多。所以，说他是晚清时期中国书坛何绍基之后第一人当不为过。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951663349},{"name":"黄自元楷书拓片","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791610848,"text":"","author":"清代黄自元","description":"黄自元楷书拓片"}]