[{"name":"北魏崔敬邕墓志费念慈旧藏本","text":"作品简介\n《崔敬邕墓志》北魏熙平二年(五一七)十一月二十一日葬，清康熙十八年(一六七九)河北安平农民开挖水井时，在黄城崔公墓旁出土。康熙三十年(一六九一)冬，安平知县陈崇石将墓志砌入当地乡贤祠壁间，嘉庆中某县令罢任时，携此墓志离去，后墓志则不知何往。因墓志久佚，原石拓本罕见，且又多为裱本，帮志文行款不清。赵万里《汉魏南北朝墓志集释》中收录墓志整纸图版的底本是据剪裱本改装而成，其行款为二十九行，行二十九字。世间流传的整纸翻刻本的行款亦如此。崔敬邕，博陵安平人。北魏永平(五〇八——五一二)初持节营州刺史，延昌四年(五一五)徵为征虏将军大中大夫，熙平二年(五一七)卒，蒙赠左将军济洲刺史，事迹见载于《魏书》、《北史》之《崔挺传》后。墓志载文与史传略同。叭志载“延昌四年”徵为征虏将军，史载作“熙平二年”；志言卒于“熙平二年”，史载作“神龟中”；志载谥曰“贞”，史载曰“恭”；志载敬邕父字“双护”，崔挺字“双根”，崔挺当为敬邕从父，史载则为从祖；志云敬邕为“临青男”，史作“临淄男”；志云“孤息伯茂”，史称“子盛”。以上文献出入当据墓志为正，校勘可心补史传之讹误。\n墓志原石首行文曰“祖秀才讳殊字敬异，零售价从事中郎赵国李烋女。父双护中书侍郎冠军将军豫州刺史安平敬侯，零售价中书赵国李诜女，”此类将祖、父衔名列于墓志标题前的撰文样式在金石例极稀见。后世装裱拓本者不明其中缘故，多误将墓志标题“魏故持节龙骧将军督营州诸军事营州刺史征虏将军大中大夫临青男崔公墓志铭”字样剪裁挪移到祖、父衔名前。翻刻者亦依样画葫芦，以讹传讹，故凡首行为“崔公墓志铭”的整纸拓片必是翻刻伪品。\n《崔敬邕墓志》书法佳绝，加之原石久佚，倍爱前人珍护，历经清代金石名家著录题跋，故声名显赫。其书刻虽出民间，但以刀笔称世，势出自然，开宕拙朴，得无法之法，“笔意在《刁遵墓志》与《李超墓志》间，寓谨严于奇逸，当为北朝志石之冠”。清乾隆中，此志还被收入曲阜孔继涑摹刻《谷园摹古法帖》卷三，由此可见时人的珍重之情。清康熙四十五年(一七〇六)何焯品评此志云：“入目初似丑拙，然不衫不履，意象开阔，唐人终莫能及，未可概以北体少之也。六朝长处在落落自得，不为法度拘局。欧虞(欧阳询、虞世南)既出，始有一定之绳尺，而古韵微矣。宋人欲矫之，然所师承者皆不越唐代，恣睢自便，亦岂复能近古乎？山谷(黄庭坚)稍黠跳而学《瘗鹤铭》，故能倔强一时。”\n关于《崔敬邕墓志》原石拓本流传的记载，清方若云：“原拓绝不易得，福山王文敏(王懿荣)曾藏半纸裱本(按：墓志存后小彪，约占三分之一)，得自华阳卓氏，自‘济州刺史加谥曰贞礼也'之'州'之起(按：在第二十行处)。庚子(一九〇〇)文敏殉国难，此册归丹徒刘铁云(刘鹗)。迨丙年(一九〇主)秋，铁云又得全纸拓本，为扬州成氏所藏……近知此成氏本归铜梁王孝禹(王瓘)矣。卓氏本亦赠端午桥(端方)，端午桥先得合肥刘健之(刘体干)赠淡墨本上半(按：止于“左将军济州刺史”之“济”字)配合之。此外，刘健之尚有一本得自苏州某氏，武进费屺怀(费念慈)亦有一本，所见所闻如是而已民。”据此可知，传世拓本有五本，即：\n一、华阳卓氏半册(存后半)，经王懿荣、刘鹗、端方递藏。\n二、扬州成氏本，经刘鹗、王瓘递藏。\n三、合肥齐健之赠淡墨本半册(丰前半)，经江标、刘体乾、端方递藏。\n四、苏州某氏本，系清莫枚旧藏，曾归刘体乾、罗振玉。祖、父衔名亦列于墓志标题前，后有莫枚、王瓘、罗振玉题跋。\n五、武进费屺怀藏本，经陈豫钟、李鸿裔递藏，后归程屺怀，有清光绪二十一年(一八九五)陶濬宣题跋。\n其中华阳卓氏半册与合肥刘健之赠淡墨本半册已合而为一，今藏上海图书馆。此外，还有一册清雍正十三年(一七三五)潘宁题跋本，未经方若著录，今藏南京博物院。\n此次影印的底本就是上述浓淡墨拓拼合本，属初拓，系国家一级文物，为首次公开出版。共二十三开，册高二十九点五厘米，宽十四点三厘米。碑文十二开，帖芯高十七点六厘米，宽九厘米。前半为淡墨拓(原为合肥刘健之藏本，按墓石原样将祖、父名爵列于志前首行，甚为稀见)，八开；后半为浓墨拓(原为华阳卓氏藏本，有陈奕禧题跋，后归王懿荣收藏，乾隆间曾刻入《谷园摹古法帖卷三》)，四开，光绪三十四年(一九〇八)年，两半本经端方手始合成全璧，端方去世后又散出，一九三〇年被蒋祖诒在海王村购台得。尤其值得一提的是，前半淡墨拓本，拓工之妙。墨色之雅，最大程度地还原了《崔敬邕》书法本来面貌，是传世诸本无法企及的。\n墓志释文\n魏故持节龙驤将军督营州诸军事营州刺史征虏将军太中大夫临青男崔公之墓志铭祖秀才讳殊，字敬异。夫人从事中郎赵国李休女。父双护，中书侍郎冠军将军豫州刺史安平敬侯。夫人中书赵国李诜女。君讳敬邕，博陵安平人也。夫其殖姓之始，盖炎帝之胤。其在隆周，远祖尚父，实作太师，秉旄鹰扬，克佐揃殷。若乃远源之富，弈世之美，故以备之前册，不待详□。君即豫州刺史安平敬侯之子。胄积仁之基，累荣构之峻，特禀清贞，少播令誉。然诺之信，著於童孺，瑶音玉震，闻於弱冠。年廿八而俊华茂实，以响流於京夏矣。被旨起家，召为司徒府主簿，纳赞槐衡，能和鼎味。俄而转尚书都官郎中。时高祖孝文皇帝将改制创物，大崇革正，复以君兼吏部郎。诠叙彝伦，九流斯顺。太和廿二年春，宣武皇帝副光崇正，妙简宫卫，复以君为东朝步兵。景明初，丁母忧还家，居丧致毁，几於灭性。服终，朝廷以君胆思凝果，善谋好成，临事发奇，前略无滞。徵君拜为左中郎将大都督中山王长史。出围伪义阳，城拔凯旋。君有协规之效，功绩隆盛，授龙驤将军太府少卿临青男。忠勋之称，实显於兹。永平初，圣主以辽海戎夷，宣化伫贤，肃慎契丹，必也绥接，於是除君持节营州刺史，将军如故。君轩鏕始迈，声猷以先，麾盖践疆，而温膏均被，於是殊俗知仁，荒嵎识泽，惠液途於逋遐，德润潭於边服。延昌四年，以君清政怀柔，宣风自远，徵君为征虏将军太中大夫。方授美任，而君婴疾连岁。遂以熙平二年十一月廿一日卒於位。缙绅痛惜，姻旧咸酸，依君绩行，蒙赐左将军济州刺史，加谥曰贞，礼也。孤息伯茂，衔哀在疚，摧号罔断，泣庭训之崩沉，泪松杨之以树，洞抽绝其何言，刊遗德於泉路。其辞曰：绵哉遐胄，帝炎之绪，爰历姬初，祖唯尚父。曰周曰汉，荣光继武，迈德传辉，儒贤代举。於穆叡考，诞质含灵，秉仁岳峻，动智渊明。育善以和，奖干以贞，响发邽丘，翼起槐庭。庆锺盛世，皇泽远融，入参彝叙，出佐边戎。谋成辕幕，绩著军功，为城飙偃，蠢境怀风。王恩流赏，作捍东荒，惠沾海服，爱洽辽乡。天□方渥，简爵唯良，如何仓昊，国宝沦光。白杨晦以笼云，松区杳而烟邃，藐□叫其崩怨，亲宾□而垂泪，仰层穹而摧号，痛尊灵之长秘，志遗德兮何陈，篆幽石兮深隧。呜呼哀哉。\n作品赏析\n《崔敬邕墓志》的书法在北魏后期墓志中，属于方劲雄奇一类，其用笔清俊劲爽，笔致圆浑，法度谨然但毫不刻板，结体整敛形方，全篇排布端匀，气象清穆。一笔之中有俯仰提按，轻重分明，动感极强。笔画细劲、清朗，大笔、主笔则多用重、涩、隶之法运之，观此书法如临尊彝。《崔敬邕墓志》为北魏书中精品，结体淳雅古朴，用笔圆浑纵劲，有“六朝志石之冠“的美誉。\n","category":"草书","verified":true,"user":1,"timestamp":1429951664470}]