[{"name":"米芾蜀素帖","text":"米芾 （1052-1108）初名黻，字元章，襄阳（今属湖北）人，后定居润州（今江苏镇江）。曾任书画博士，礼部员外郎，是北宋著名的文人、书法家、收藏家，才华横溢，狂放不羁，故时人以『米颠』或『米痴』称之，与蔡襄、苏轼、黄庭坚并列为北宋四大书法家。\n简介\n宋米芾蜀素贴\n卷绢本行书纵27.8cm横270.8cm\nHandscroll,inkonsilk,runningscript\n故书000071 \n现台湾故宫博物院收藏品编号:000071\n作品内容\n『蜀素』乃北宋时四川所造、质地精良的丝绸织物，上有鸟丝栏列，因纹罗较纸粗糙，滞涩难写，且不吃墨、不洇墨，非功力深厚之书家不敢挥毫於上，所以宋代湖北郡（今浙江吴兴）郡守林希收藏此卷蜀素数余年，直至元佑三年（1088）八月，米芾应林希之邀，结伴游览太湖近郊的苕溪，方在这卷蜀素上留下墨迹，即兴写下八首诗，卷末署『元佑戊辰，九月二十三日，溪堂米芾黻记』，并钤有『米姓之印』，时年三十八。\n此帖内容包括他自作的各体诗八首，故此帖又名<书诸体诗卷或>或<拟古诗帖>。全卷依序为五言古诗<拟古>二首、七言绝名<吴江垂虹亭作>二首、七言律诗<入境寄集贤舍人>与<重九会郡楼>各一首、五言古诗<和林公岘山之作>一首与七言古诗<送王涣之彦舟>一首。<拟古>二首以行楷为主，第一首诗运笔尚称拘谨，到了第二首诗句『龟鹤年寿齐』，字形笔画愈见细瘦，而有奇险之风，且愈到后面越见流畅飞快之笔意，体现了米芾随意洒脱的个性和刷字的特点；第五首诗〈和林公岘山之作〉，字体更显纤细，笔势更见挺拔，随著用笔的快慢、轻重、起收及转折，收放自如，表现灵动，结体纵长倾侧，写法字字不同，及书变化之能事，展现米芾『不偶於俗』的个人特质，且因蜀素不易受墨，是而枯笔随著渐乾的墨渍，通篇墨色有浓有淡，笔画间也出现较多的飞白。书家紧凑的点画、粗重与轻柔的线条交互挥洒，流利的笔势与滞涩的触感相生相济，在鸟丝界栏内，飞扬行笔，丝毫不为格式所拘，风樯阵马的动感与雍容沉稳的静谧，形成了独具一格的章法。\n经何传馨考证，於『大观一北宋书画特展』图录中指出，此卷在北宋林希之后到明初三百余年间的流传情形不明；明清两朝，汪宗道、顾从义、顾九锡、项元汴、董其昌、陈焘、陈之暗，高干奇、王鸿绪、傅恒等人鉴藏，后入清宫收藏。米芾自述学书经历由颜、柳、欧、褚等诸家，上溯二王，融会贯通，自成一体，此帖即米芾求古以达变的成熟佳作，亦是个人书风形成的起始点，在尚意的北宋书史上意义别具。\n作品影响\n此卷所用蜀素是十分珍贵的绢，於神宗庆历时在四川所造。米芾的字受王献之影响最深，有一种俊逸疏爽之气，在北宋四大家中，米字的笔法和速度最灵活而有变化。此卷虽书於乌丝界栏内，但行笔飞扬恣肆、神采生动，丝毫不为格式所拘。\n作品释文\n释文：拟古。青松劲挺姿。凌霄耻屈盤。种种出枝叶。牵连上松端。秋花起绛烟。旖旎云锦殷。不羞不自立。舒光射丸丸。柏见吐子效。鹤疑缩颈还。青松本无华。安得保岁寒。龟鹤年寿齐。羽介所托殊。种种是灵物。相得忘形躯。鹤有冲霄心。龟厌曳尾居。以竹两附口。相将上云衢。报汝慎勿语。一语堕泥涂。吴江垂虹亭作。断云一片洞庭帆。玉破鲈鱼霜（旁改作金）破柑。好作新诗继桑苎。垂虹秋色满东南。泛泛五湖霜气清。漫漫不辨水天形。何须织女支机石。且戏嫦娥称客星。时为湖州之行。入境寄集贤林舍人。扬帆载月远相过。佳气葱葱听诵歌。路不拾遗知政肃。野多滞穗是时和。天分秋暑资吟兴。晴献溪山入醉哦。便捉蟾蜍共研墨。彩牋书尽剪江波。重九会郡楼。山清气爽九秋天。黄菊红茱满泛船。千里结言宁有後。群贤毕至猥居前。杜郎闲客今焉是。谢守风流古所传。独把秋英缘底事。老来情味向诗偏。和林公砚山之作。皎皎中天月。团团径千里。震泽乃一水。所占已过二。娑罗即岘山。谬云形大地。地惟东吴偏。山水古佳丽。中有皎皎人。琼衣玉为饵。位维列仙长。学与千年对。幽操久独处。迢迢愿招类。金颸带秋威。欻逐云樯至。朝隮舆驭飈。暮返光浮袂。云盲有风駈。蟾餮有刀利。亭亭太阴宫。无乃瞻星气。兴深夷险一。理洞轩裳伪。纷纷夸俗劳。坦坦忘怀易。浩浩将我行。蠢蠢须公起。送王涣之彦舟。集英春殿鸣梢歇。神武天临光下澈。鸿胪初唱第一声。白面王郎年十八。神武乐育天下造。不使敲枰使传道。衣锦东南第一州。棘壁湖山两清（清点去）照。襄阳野老渔竿客。不爱纷华爱泉石。相逢不约约无逆。舆握古书同岸帻。淫朋嬖党初相慕。濯发洒心求易虑。翩翩辽鹤云中侣。土苴尫鸱那一顾。迩（业点去）来器业何深至。湛湛具区无底沚。可怜一点终不易。枉驾殷勤寻漫仕。漫仕平生四方走。多与英才并肩肘。少有俳辞能骂鬼。老学鸱夷漫存口。一官聊具三径资。取舍殊涂莫回首。元祐戊辰。九月廿三日。溪堂米黻记。\n作品收藏\n《蜀素帖》明代归项元汴、董其昌、吴廷等著名收藏家珍藏，清代落入高士奇、王鸿绪、傅恒之手，后入清内府，现存台湾故宫博物院\n翻拍作品\n翻拍《米芾蜀素帖》翻拍摄影作者：沈阳李松岭，拍摄时间:2012年\n相关图书\n内容简介\n《米芾蜀素帖》系“中国碑帖经典”丛书之一。向读者展示了米芾蜀素帖。本帖字迹匀称，笔势圆劲流丽，结构布局端庄秀美。本字帖不仅具有极高的艺术欣赏价值和收藏价值，也让广大书法爱好者领略到中国古典书法的一种理想境界，以柔寓刚、外柔内刚。初学者可根据每个字的用笔、结构、布势等去临摹。\n周慧珺李静解析米芾《蜀素帖》\n宋代书法，承唐继晋，上技五代，开创了一代新风。在神宗、哲宗二朝的政治和文艺舞台上，苏轼、黄庭坚和米芾相继登场亮相，把书法这出大戏推向了又一高潮。其中，米芾更是以超人的天分、渊博的学识和卓绝的勤奋，赢得了万世不祧的地位。他的《蜀素帖》正是这样一卷在历史的长河里，经大浪淘沙后留存下来的书法名帖，特别为后世赞誉欣赏的是他用笔的驰骋纵横、跌宕多姿，同时期的苏轼评论他\"风樯阵马，沉着痛快\"。\n名家集字千字文系列|米芾行书集字千字文\n宋代书法，承唐继晋，上技五代，开创了一代新风。在神宗、哲宗二朝的政治和文艺舞台上，苏轼、黄庭坚和米芾相继登场亮相，把书法这出大戏推向了又一高潮。其中，米芾更是以超人的天分、渊博的学识和卓绝的勤奋，赢得了万世不祧的地位。他的《蜀素帖》正是这样一卷在历史的长河里，经大浪淘沙后留存下来的书法名帖，特别为后世赞誉欣赏的是他用笔的驰骋纵横、跌宕多姿，同时期的苏轼评论他\"风樯阵马，沉着痛快\"。\n中国碑帖名品|米芾蜀素帖苕溪诗帖\n经典诗词集字创作系列|米芾行书\n本系列以中国经典诗词为内容，以书法经典碑帖为集字依托，辅以创作幅式参考和临写要点，为广大书法爱好者提供书法创作参考，也可作为书法教师的辅助教材。\n放大本|米芾蜀素帖\n本系列选取古代书法经典作品，保持其局部章法特色放大出版，以培养读者对古代经典作品章法、气韵、点画的理解能力。\n米芾书法史料集\n本书是目前为止国内第一部有关米芾书法的史料专集，为当今书法界全面研究米芾提供了弥足珍贵的史料，并填补了米芾研究方面的空白。全书分为三大部分。第一部分为米芾传略、米芾论书和评书、米芾题跋、米芾题名和题字、米芾墨迹和碑刻等资料的汇录。第二部分为古代诸家评米芾书法、古代诸家题米芾书跋等资料。第三部分为米芾书法年表、米芾墨迹和碑刻资料索引、各种丛帖中米芾书迹著录表以及米芾存世墨迹表。\n","category":"草书","verified":true,"user":1,"timestamp":1429951591947}]