[{"name":"趙孟頫小楷无逸","text":"《翰墨风神：故宫名篇名家书法典藏》系列分为历代名诗、兰亭集序、篆书隶书卷、楷书卷、行书卷和草书卷六卷。是从故宫博物院之书法藏品中精挑细选名家名篇，全篇完整收录，其中大多为该名篇同一书法体中公认最好的版本，极具典藏价值。本系列特点在于一书多用，既可欣赏印刷精美的书法作品，针对某些特别值得点评的字体提供书法赏析，又将名作中最精彩的部分制作为字帖供读者摹写，还附上释文及注释以便读者了解名篇的内容。此外，每一册都精选一幅作品做成拉页，可供读者裁下装裱之用。\n内容简介\n《翰墨风神·历代名诗》从《故宫全集》之行书藏品中千挑万选，收宋高宗、孝宗书《诗经·小雅·采薇》、赵孟頫书《楚辞·远游》及《陶渊明饮酒诗》，陈道复书《古诗十九首》、王宠书李白《古风》诗、宋徽宗书《夏日》诗帖。包括了楚辞、汉晋古诗、唐宋诗词等内容，纵贯先秦至唐近千年，可窥见中国诗词发展之一斑。\n《翰墨风神·兰亭集序》收冯承素摹《兰亭集序》、虞世南临《兰亭集序》、褚遂良临《兰亭集序》、俞和临《定武本兰亭集序》、赵孟頫临《定武本兰亭集序》以及柳公权书《兰亭诗》，是一部权威的“兰亭”合集，极具典藏价值。\n《翰墨风神·篆书隶书卷》收录泰不华书《陋室铭》、吴睿书《道德经》、萧（奭斗）书《尚书·无逸篇》、陆士仁书《千字文》，透过四位不同时期书法家的笔墨，尽显篆书与隶书独具之古雅风采。本书收录之书法名篇真迹，均选自香港商务印书馆出版之《故宫博物院藏文物珍品全集》，并经北京故宫博物院授权出版。\n《翰墨风神·楷书卷》收录赵孟頫、鲜于枢所书《道德经》和文征明书《前后赤壁赋》《归去来兮辞》，透过赵、鲜于之书，可对比同一时代不同书法家之风神。透过文书，则可体会同一书家，不同年纪之笔墨韵味。\n《翰墨风神·行书卷》收录了赵孟頫《千字文》、《洛神赋》、《与山巨源绝交书》和鲜于枢书《魏将军歌》等佳作。 \n赵孟頫是一代书画大家，经历了矛盾复杂而荣华尴尬的一生，他作为南宋遗逸而出仕元朝，对此，史书上留下诸多争议。“薄其人遂薄其书”，贬低赵孟頫的书风，根本原因是出自鄙薄赵孟頫的为人。尽管很多人因赵孟頫的仕元而对其画艺提出非难，但是将非艺术因素作为品评画家艺术水平高低的做法，是不公正的。鉴于赵孟頫在美术与文化史上的成就，1987年，国际天文学会以赵孟頫的名字命名了水星环形山，以纪念他对人类文化史的贡献。散藏在日本、美国等地的赵孟頫书画墨迹，都被人们视作珍品妥善保存。\n鲜于枢（1256-1301），元代著名书法家。元世祖至元年间以才选为浙东宣慰司经历，后改浙东省都事，晚年任太常典簿。好诗歌与古董，文名显于当时，书法成就最著。明朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。鲜于枢的传世书法作品约有四十件，多为行草书，且以墨迹为主。他的书法上要由唐人书法人手，再上溯东晋二王。他功力扎实，善悬腕作字，喜用狼毫，强调骨力。他的大字楷书雄逸健拔，圆润遒劲，气势磅礴而不失规矩。行书结体谨严，真力饱满，潇洒自然。草书学怀素并能自出新意，笔法纵肆，气魄恢宏。\n陈万雄，太平绅士，香港著名出版人，香港联合出版集团总裁，香港出版总会会长。曾长期担任香港商务印书馆总经理兼总编辑，策划多套大型出版项目如《故宫全集》《中国地域文化大系》《中国本草图录》《敦煌石窟全集》《中华文明传真》，2003年荣获香港印制大奖之杰出成就大奖。\n出版工作之外，主攻中国近代思想史和中国文化史，主要著作有《新文化运动前的陈独秀》（香港：中文大学出版社，1979）《五四新文化的源流》（香港：三联书店(香港)有限公司，1992；北京：三联书店，1997）《历史与文化的穿梭》（北京：中国社会科学出版社，2000）。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951545780},{"name":"趙孟頫小楷无逸","dynasty":"元代","category":"小楷","type":"","user":1,"timestamp":1429791622862,"text":"趙孟頫小楷《无逸》现藏故宫博物院。\n　　《无逸》没有年款，原帖与（1301）萧 (奭斗)隶书《无逸》、（1299）杨毅桓篆书《无逸》同装在一起，《石渠宝笈》初编卷十三著录，曰“元人三体书无逸篇一卷”。杨书为大德己亥（三年），萧书为大德辛丑（五年）。赵书大约也在这个期间，那么就是四十六至四十八岁时的中年之作了。《无逸》有的地方笔弱气虚。\n\n释文：\n嗚呼厥亦惟我周大王王季，克自抑畏，文王卑服，即康功田功。徽柔懿恭，懷保小民，惠鮮鰥寡，自朝至于日中昊，不遑暇食，用咸和萬民。文王不敢盤于游田，以庶邦惟正之供。文王受命惟中身，厥享四五十年。周公曰，嗚呼繼自今嗣王，則其無淫于觀，于逸，于游，于田。以萬民惟正之供。無皇曰：今日耽樂，乃非民攸訓，非天攸若。時人丕則有愆，無若殷王受之迷亂，酗于酒德哉：周公曰：嗚呼：我聞曰，古之人猶胥訓告，胥保惠，胥教誨。民無或胥譸張為幻。此厥不聽，人乃訓之，乃變亂先王之正刑。至于小大，民否則厥心違怨，否則厥口誼祝。周公曰：嗚呼自殷王中宗，及高宗，及祖甲，及我周文王，茲四人迪哲。厥或告之曰：小人怨汝詈汝，則皇自敬德，厥愆。曰：朕之愆，允若時，不啻不敢含怒。此厥不聽，人乃或譸張為幻，曰：小人怨汝詈汝，則信之，則若時，不永念厥辟，不寬綽厥心，亂罰無罪，殺無辜，怨有同，是叢于厥身。周公曰：嗚呼嗣王其監于茲。吳與趙孟頫書","author":"元代赵孟頫","description":"趙孟頫小楷无逸"}]