[{"name":"祝允明行书跋蜀素帖","text":"行书萌芽于两汉，至魏晋成熟。东晋产生了具有高度艺术典范性的行书风格，代表人物是“二王”，其风格延续至初唐。唐中期至宋代，出现颜真卿行书新风，代表人物有宋代苏东坡、黄庭坚、米芾、蔡襄。晋唐书风代表人物有赵孟俯、祝允明、文征明、董其昌等。明后期和清朝出现了一群体有个性化的（“尚势”书风）行草书法家和北碑笔法的行书风格。行书中有类似楷书的“行楷”和类似草书“行草”。\n行书历史\n行书之称始于西晋卫恒《四体绝书》。张怀在《书断》中是这样阐述行书产生原因的：“行书者。后汉刘德升所造也。既正书之小伪。务从简易，相间流行。帮谓之行书。”在东汉晚期已有行书了。从行书的产生、形成和历代演变的发展过程来看行书并没有开成独立的“行法”。这是与篆、隶、草、楷的最大区别。行书无法却有体。最大特点是用连笔和省笔。却不用或少用草化符号。较多地保留正体字的可识性结构。从而达到既能简易快速书写又能通俗易懂的实用目的。便于文字信息的流通交换。行书具有紧粘其他书体的特点。所以孙过庭《书谱》说：“趋势变适时”。\n流派发展\n行书萌发于两汉，成行于魏晋。至东晋产生了以二王为代表的具有高度艺术典范性的行书风格。南北朝至初唐书坛，是笼罩在二王行书风格艺术氛围之中的。唐朝中期至宋颜真卿行书开一代新风。此后宋代的苏东坡、黄庭坚、米芾、蔡襄均受其影响。元至明中叶。无论是赵孟俯还是祝允明、文征明、董其昌均在晋唐书风中占据一席之地。明代晚期至清朝是行书发展的飞跃阶段。其特点：一是出现了带群体性质的具个性化的行草书家。二是在碑学思潮影响下出现了用北碑笔法写行书的风格。前者是一种“尚势”书风。后者是民间碑书体风格。行书是楷书的快写，相传始于汉末。它不及楷书的工整，也没有草书的草案。行书中带有楷书或接近于楷书的叫做“行楷”；带有草书或接近于草书的叫“行草”。\n行书流变\n二王行书\n书法史上的二王，指的是东晋时期的王羲之（307-365）和王献之（344-386）父子二人。晋代是我国书法史上的一个重要时期，其中王羲之和王献之父子，是晋代最杰出的代表。尤其是他们开创的行书流派，是我国历朝历代的行书源头。王羲之行书偏于行楷，王献之行书偏于行草。王羲之行书用笔内擪，以骨力洞达胜出。王献之行书用笔外拓，以筋力中圆胜出。王羲之行书大致可以分为三类。第一类为尺牍书法，如《王羲之传本墨迹》等，这是王羲之行书作品中数量最多的一类。第二类为行楷作品，如天下第一行书的《兰亭序》，是其行书作品中笔墨技巧最为严谨精到的一类。第三类为后人集字作品，如怀仁堂集字《王羲之圣教序》。王羲之行书用笔流畅圆转，从容平稳，醇厚典雅，细腻流美，富于变化，气韵生动，耐人寻味。学习王羲之行书成功与否的标志，看你能否获得王羲之那细腻的用笔动作和气韵生动、耐人寻味的线条效果来。王献之是王羲之的第七个儿子，其书法早些时候师从父法，尔后师从张芝，并能自成一体，且与父齐名，后世称之为“二王”。其传世作品有《中秋帖》、《鸭头丸帖》等。王献之行书神韵清雅洒脱，用笔随意自如，对后世影响很大。尤其是宋代米芾，从小王的行书中吸收了大量的精华，并开创了自己的行书新流派。天下第一行书《兰亭序》的风格特点，在于他的用笔精致细腻，精巧秀雅，书卷气十足。尤其是他的法度严谨而自由自在，跌宕起伏而自然率真，变化万千而理法一致，热情洋溢而温馨和谐，酣畅淋漓而遒丽天成，妍美超仑而艳而不媚的韵味，折服了历朝历代的书坛上人。然而，有不少人老是在20个“之”字而字字不同上面钻牛角尖，那是一种严重的曲解。古今莫二和平稳精到的唐怀仁《王羲之圣教序》，是学习王羲之行书的最佳范本。释怀仁原是一位擅长于王羲之书法的僧人，传说中的王羲之后裔。《圣教序》帖是释怀仁以集王羲之书法的方法来拼就的，全文1904字，苦心经营了24年之久终成此碑。临写《王羲之圣教序》时，请抓住以下几点：首先，要注意他的起笔和收笔处，每个点画的起笔和收笔方法不同，其所产生出来的艺术效果也就自然不同。如点法，点有多种写法，有的是看来是独点，但并不孤立存在，有时与横画相接续，有时与别的点相接续，笔笔连贯，笔笔呼应，富有神采。如横法，当于曲势之中去求平直，起笔常常逆入，收笔必须回锋。在行书结体中，数横并施时，应长短相兼，长横（复舟横）通常只有一笔，而短横之笔虽然是数画并施，但通常都取仰、平势而不取俯势，并要富有变化。如竖法，有悬针垂露之别，有长短曲直之别，有相向相背之别，有有钩无钩之别，有粗细轻重之别。在行书结体中，数竖并施时，也应长短相兼，长竖通常也只有一笔，而短竖之笔虽然也是数画并施，但通常也都要富有变化。作竖之法不可过直，当于曲势之中去求直，过直则无力等。因此，用笔能不能精到，必须在起笔和收笔处求之，学书之人务必引起重视，不可掉以轻心。其次，要注意他的使转之笔的运用。学写行书，使转之法是一个重要的用笔方法。不会使转，就无法表达笔笔“分得清、脱得开、合得拢、粘得住”的行书所特有的艺术效果。分得清讲的是笔笔交代清楚；粘得住讲的是笔笔气脉贯通。好的使转之笔，转折时须暗过而不露痕迹，其关联处如银丝盘曲。再次，要注意他的锋的运用。锋在何处？锋在笔尖的端处。笔锋要坚持做到时时锐利而勿使折损，笔身要坚持做到常常直立而勿使屈曲，笔毫要坚持做到时时齐整而勿使扭曲，笔尖要坚持做到常常集聚而勿使松散。又次，临帖的早期阶段要大处着眼小处着手，要重在“似”上下功夫。但是，临帖的后期阶段则最忌做字帖的奴隶。有的人老是拘泥于碑帖的外形，只知道依样画葫芦，搞复印式的临摹，那是徒劳的。我们一定要“遗貌取神”，要着重在得其笔意上下功夫。\n颜真卿行书《祭侄稿》\n颜真卿（709-785）是我国书学史上，继“二王”以后的又一座艺术丰碑。《祭侄稿》是颜真卿悼念亡侄季明的祭文草稿。作品的文字是在追悼安史之乱中牺牲的兄长颜杲卿和侄子颜季明的，尤其是颜季明正当英年，颜真卿怀着对骨肉亲人的沉痛悲悼有感而发，一泻千里、不拘成法，终成千古绝唱。颜真卿书法大胆吸收了篆书线条的特性，在二王行书的基础上，创立了新派。他一变古法，字成一格，对后世影响极大。王羲之书法纤瘦妍媚，颜真卿书法肥腴雄强。王羲之用的是指力，颜真卿用的是腕力。王羲之墨色温润，颜真卿墨色苍涩。王羲之用笔精到细腻，颜真卿用笔信手拈来。王羲之章法完美极致，颜真卿章法震撼强烈。颜真卿的书法擅长于以情感主宰笔墨，他情感激越，神韵高远，笔力厚重，气势磅礴，雄奇飞动，遒丽天成。《祭侄稿》全篇结构宽博平正，开合聚散洒脱不羁，雍容大度狂而不野。通览全篇，无论是用笔、结体和章法，都极尽变化而自然和谐、浑然一体。\n宋人尚意书法\n纵观中国书法史，大体可以分为两个阶段，而划分这两个阶段的界限则是在唐代。人们通常以为，唐代以前是书法的探索阶段，唐代以后是书法发展的成熟阶段。而使书法艺术能得以达到更加贴近人性化的意义，则是在宋人尚意书法出现以后。而宋人尚意书法所以能得以出现的先驱者，则是五代书家杨凝式。杨凝式（873-954）传世作品并不多，《韭花帖》、《卢鸿草堂十志图跋》是其行楷书的代表作。《韭花帖》体态整洁秀雅，二王书风毕现，魏晋风神十足。其善移点画，大胆布白，似斜反正，行气宽松，疏敛淡远，肆意洒脱的经典书风，给后人以极大的启发。《卢鸿草堂十志图跋》则一反《韭花帖》内敛神韵而景象极为茂盛。此外，《夏热帖》、《神仙起居帖》笔势纵肆，清逸飞动，风格各异，审美跨度之大，令人赞叹不已。杨凝式是唐宋间的过度书家，更是承唐启宋，为后人打开尚意书风奠定了基础。然而，能够开启宋代尚意书风的并不是一个人的功绩，而是整个时代人的共同努力，比较突出的有：李建中、蔡襄、苏轼、米芾、黄庭坚等，其中苏轼（1037-1101）的书法成就最高，又是尚意书风的领袖人物。苏轼提出了许多艺术新主张，对后世影响很大。苏轼说：“书，无意于佳乃佳”，又提出“我书意造本无法，点画信手烦推求”、“天真烂漫是我师”等。就苏轼书法艺术风格而言，其主要吸收了“二王”、颜真卿、柳公权、徐浩、李北海、杨凝式等的笔法，尤以李北海、颜真卿影响为最大。字形扁而方，墨丰而笔软，中锋、侧锋并用，点画肥腴，右肩高抬，骨力内含，风姿妩媚，左右舒展，字形斜正不拘，意趣盎然。整个宋代十分重视禅宗、禅机，书家们在书法实践中，试图张扬着个性的发挥，重视着理性的探究，并能从禅宗思潮中获得悟性，用情感去驱使着自己的书法创作行为，给后人作出了榜样，而苏轼则是宋代尚意书风的当之无愧的领袖人物，他的行书《黄州寒食诗帖》，被后人尊为天下第三行书。宋代尚意书风，不比唐代尚法书风那样法度森严。苏轼的作品也一样，他不以法度见长，而以能集笔法、意趣、才情于一体见长，更见他的书法个性。《黄州寒食诗帖》，历史公认也是一部行书的经典之作。黄山谷评论说：“学问文章之气，郁郁芊芊，发于笔墨之间。”线条沉著有力，如棉裹铁，瘦硬刚劲，看似妩媚却见儒雅。他笔意中淡，笔力劲健。肆意放纵，得于率真。神情灵动，藏巧于拙。在《黄州寒食诗帖》中，足见苏轼“我书意造本无法，天真烂漫是我师”的艺术主张。在唐代，杜甫评书有“书贵瘦硬方通神”说法，对此苏轼提出了疑义说：“杜陵评书贵瘦硬，此论未公吾不凭。短长肥瘦各有态，玉环飞燕谁敢憎。”\n在《黄州寒食诗帖》中所表现出来的技、法、道、理、意、情，是十分丰富的。我们不难看出，一方面，他学习古人学得很好，在继承传统方面也继承得很好。另一方面，他很有创新，在表现自己方面也表现得很好。从他的字的结构来看，有颜书的古拙，有李北海的欹侧，有他自己的奇崛和跌宕起伏。或参差变化，或上重下轻，或左疏右密，处处流露出天真烂漫、挥洒自如、出人意料的绝妙的天机。在宋代，还有一个被称之为“中国书法宿影的”大师级人物，他的名字叫米芾（1051-1107）。在历代众多的书家中，米芾的行书对后代影响最大。关于米芾的学书道路，他有一段自述：“入学之理，在先写壁，作书必悬手，锋抵壁久之，必自得趣也。余初学颜，见柳而慕紧结，乃学柳《金刚经》。久之，知出于欧，乃学欧。久之，如印板排算，乃慕褚而学最久。又慕段季转折肥美，八面皆全。久之觉段全绎展《兰亭》，遂并看法帖，入晋魏平淡弃钟而师师宜官《刘宽碑》是也。篆便爱《诅楚》、《石鼓文》。又悟竹简以竹聿行漆而鼎铭妙古老焉。其书壁以沈传师为主。”从这段自述来看，他走的是一条由浅入深、博采众长、择善而从、食古能化、融会贯通、自成一家的道路。苏轼称赞他的行书是：“风樯阵马，沉着痛快，当与钟、王并行。”范成大称赞他的行书是：“······用大令笔意，稍跌宕遂自成一落千丈家。”\n米芾二王功夫精深，尤得力于小王，后人称他的“天真超越于王献之。”传为王献之《中秋帖》，有人疑为是米芾的临本。米芾的书法，用笔常常成竹在胸而沉着飞动，下笔凝重而随意痛快，笔墨淋漓而神采飞扬。米芾自称：“善书者只有一笔，我独有四面”，后人即称他为“八面出锋”。他落笔重而中间稍轻，在转折处常常提笔侧锋直转而下。在钩笔的使用上，比别人多了一个蓄势顿挫的动作。米字的结体常常又是随意赋形、欹正相济、多姿多彩。在章法上，字群的排列常常又是十分的强烈，大凡大小、粗细、方圆、开合、疏密、虚实、欹正、长短等，都有的表现。虚锋入字，以势取胜；劲健妩媚，贯气流畅；把笔轻灵，使锋飘逸；八面出锋，妙用虚笔等技巧，都是有志于学米书者们值得注意的事情。其行书的代表作有《蜀素帖》、《苕溪帖》等。\n古意平淡的赵孟俯\n学习行书，“二王”无疑是正脉，偏离这个主线，凭小聪明走捷径的，大都易犯轻浮急噪、浅薄无知的毛病。赵孟俯与董其昌，是“二王”正脉系统中的杰出代表，是历史上少有的全能书家，我们应该对他们引起足够的重视。赵孟俯（1254-1322）的意义在于自宋以后，书法界普遍存在着“重意轻法”的问题的时候，赵孟俯向人们提出了反思，他提议要复兴魏晋古法，大胆地打出了“贵有古意”的复古旗号。于是，在中国书法的发展史上，又发生了第三次大的变革，为大开元明书法新风气，作出了卓越的贡献。他一生沉溺于古法之中，深入“二王”而不为所囿。正如宋濂所说：“今人临‘二王’书，不过随人作计，如卖花担上看桃李耳。若赵公乃枝头叶底见其活精神者，此未易俗子道也。”唐人学“二王”得其形而失其韵，宋人学“二王”则得其韵而失其形，惟有赵公学“二王”能形神俱得，连董其昌、傅山到晚年时都对他赞叹不已。赵孟俯早年取法唐宋，中年取法钟王和智永，晚年取法李邕。他的书法宛如一位风流潇洒的江南才子，很优美又很恬静，姿态风雅如绅士。从他那楚楚动人的风格看，用笔是那样的酣畅流利，学识是那样的渊博，处处娴熟完备，得心应手。他的书法华丽而而不乏骨力，艳丽而不妩媚，潇洒之中而见高雅，秀逸之中而见清气，是十足的“中和之美”的风格，是十足的深厚功力和富有学养的完美的统一。他在点画的处理上，表现得是那样的圆满而精致，虽粗细均匀，但婉转丰腴，妍美绝伦。他在结体上，表现得是那样的平稳端庄，虽没有欹斜不正的字形，但很重视点画之间的搭配，无论是上下承接，左右向背，还是大小、疏密、开合、收放、平和、匀整，都是那样的得体。他落笔迅疾，精熟之极，集楷、隶、行、草、篆各体于一身。传世作品有：《胆巴碑》、《三门记》、《妙严寺》、《道德经》、《闲邪公家传》、《尺牍》、《陋室铭卷》及其他大量的尺牍。关于董其昌（1555-1636）书法，他自述的学书过程是：“吾学书在十七时，初师颜平原《多宝塔》，又改学虞永兴。以为唐书不如晋、魏，遂仿《黄庭经》及钟元常《宣示表》、《力命表》、《还示帖》、《丙舍帖》，凡三年，自谓通古，不复以文征明、祝希哲置之眼角，仿于书家之神理，实未有入处，徒守格辙耳。比游嘉兴，得尽睹项子京家藏真迹，观右军《官奴帖》于金陵，方悟从前妄自标评······然自此渐有小得，今将二十七年，犹作随波逐浪书家，翰墨小道，其难如是，况学道乎？”从他的自述中不难看出，他对古人名帖是下过很大的功夫的。董其昌书法神逸淡雅，润泽耐看，而无尘俗之气，以米芾为宗，后自成一家。他崇尚天真清淡，喜用淡墨，并以为“字之巧妙在用笔，尤在用墨”，故而使自己的作品显得格外的秀逸、清雅。董其昌虽然算不上是一位书坛的创新派，但他的确是明代的一位开宗立派的大家。董其昌的开宗立派，体现在古典书法的神韵、笔法和墨法上。他精通禅学，并以禅理悟入了书法，强调天真烂漫，强调平淡，强调秀逸儒雅，强调韵、法、意三者互兼。他十分重视临帖，但不是强调死临，更强调取其神韵。他说：“临帖如骤遇异人，不必相其耳目、手足、头面，而当观其举止、笑语、精神流露处。”由此可见，董其昌的临书为什么常常与原帖是另一种面目，其根本原因是在写自己的字。有人以为这样的临法很不高明，其实恰恰相反，这正是他的高明之处。董其昌是一位大师，作为一名大师，不可能不知道临帖要追求形神俱得的道理。言外之意，他是在追求字的神采，是在追求字的清远、真率的艺术境界。董其昌的书法，既不是徐渭的狂放，也不是王铎的肆意，而是自己独有的一种温文而雅的、文质彬彬式的古典传统式的卫道士。正由于董其昌的出现，他为明末形成的书法流派，起到了开宗立派的先导作用。董其昌精于用笔，并有独特的见解。他说：“作书须提得笔起。何为起，何为结，不可信笔，后代人皆信笔耳。发笔处便要提得笔起，不使其自偃，乃是千古不传语。盖用笔之难，难在遒劲，而遒劲非是努笔木强之谓，乃大力人通身是力，倒辄能起······”\n董其昌的墨法也非常讲究，浓淡枯湿，曲尽其妙。学书之人若能于墨法一道有所用心，便是高人一头的表现。董其昌善用淡墨，常常以虚和取韵，志在追求明净爽洁、清润闲逸的风格。他的书法作品，疏朗畅达，高古典雅，看似形散而神不散，字里行间气脉贯通，绝不流露出一丁点的浮躁之气，是书坛当之无愧的一代大家。其代表作有《赤壁赋》、《月赋》、《解学龙告身》等。\n明清时期的行书名家\n明清时期的书法，也是值得大书特书的，其中较为著名的书家有黄道周、王铎、祝允明、文征明、王宠、张瑞图、倪元璐、何绍基、杨守敬、傅山、赵之谦等。在明代书法家中，黄道周（1585-1646）的行草书对当今书坛的影响很大。当今书坛巨匠潘天寿、来楚生、沙孟海，都对黄道周风格有过深入的研究。黄道周是一位博学多才的人，他与王铎、倪元璐被誉为“三狂人”。黄道周除了行草书很突出以外，他的小楷也是令人拍案叫绝的。在他的书作中，有“间出己意”的创造精神，更有浓烈的传统功力。他的小楷取法钟繇，一变钟繇严整规正之风，而突现随意不羁的风格。在他的其他书作中也不难看出，除了有钟繇、王羲之意韵外，还有许多圆润的隶意。许多人以为写字要秀，要挺拔。孰不知，太秀了易犯纤弱的毛病，太挺拔了易犯板滞的毛病。其实，纤弱和板滞，正是学书的两大痼疾。对此，黄道周认为：“书字以遒美为宗，加以浑深，不坠佻靡，便是上流矣。”他把书法艺术与个性风格紧密地联系在一起，点画又辣又润，又厚又健，既古质又酣畅，既曲雅高古又不拘泥于规正，既流利痛快又包蕴古法，内容十分丰富多彩。他的行草书，笔法圆劲，浑厚而迅猛。点画厚中见健，润中见辣，于凝重中见灵动，于间断中见呼应。并着意于以隶意取横势，志在追求高古和典雅。又以章草的古质酣畅为性情，追求巧妙的波动之势。更令人钦佩的是，他既不追求平整规矩，又不放纵自己的才情，而是把二王的笔墨技巧和行草书善于变化的神理相默契，创造了自己独树一帜的艺术风格。他的创造性还表现在章法布局的处理上，一反传统地创造了一种行距扩大，字距紧缩，贯串成行，字形倾斜的独特的形式美，有一种咄咄逼人的气势。他的行笔是一气呵成的，是一以贯之的，毫无停留和滞笔的感觉，加上字字俯仰照应，摇曳跌宕，使整个章法清新活泼，精、气、神饱满充足。当前，学黄道周者众多，然学好者甚稀，尤其是初学者不易理解其中的奥秘。于是，许多人只知依样画葫芦地学其奇、学其险，往往陷于狂怪，这是学黄的人一定要引以为诫的。其代表作有《洗心诗轴》、《山中杂咏》、《增诗轴》。生于明万历年间的王铎（1592-1652），是一位诗文书画兼善的大师。他所处的时代，是赵董书风笼罩的时代，尤其是董派书法盛行的时候，人们竟相争尚柔媚，特别缺少奋发雄强的气概。在这种情况下，王铎、黄道周、倪元璐等人，以雄强豪迈的书风，力反时流，标新立异，名震书坛。其中，王铎最为杰出。王铎书法取法于“二王”脉系诸大家，以“二王”、李北海、米南宫为主轴，行草书自“二王”出，正书自钟繇出，虽学钟王而能自出新意。王铎极力反对学时人书法，极力反对追随流行书风而提倡取法高古。他说：“书法贵得古人结构，近观学书者，重力效时流；古难今易，古深奥奇变，今嫩弱俗稚，易学故也。”\n王铎强调，学书必先继承传统，只有在对前人作品精细研究以后，才有可能萌生创作的意念。学习书法，要在“古”字上狠下工夫，如果不能在“古”字上狠下工夫，即使化几十年的功夫，最终也不能走入正道。在“古”字上狠下工夫，还要注意一个怎么学的问题。王铎善于学古，但他更善于变古而出新，不被古法所拘束。王铎早年学“二王”帖学，后来参透古碑，并把帖学和碑学进行柔合。尤其是在学习了米芾以后，他又能创造性地变化和发展了米芾的笔法，既与“二王”拉开了距离，又与米芾保持了相同的精神风貌。然而，在方折劲挺和起伏跳荡方面，王铎又远远胜过了米芾。王铎在行草书方面的成就为最高，他的落笔非常夸张，翻毫运行自成新法，时而圆，时而方，时而正，时而侧，时而锋芒毕露，似乎点画狼藉而酣畅淋漓、性情尤佳，时而楷法森严，格调平静而笔墨变化、清新爽朗。刚健的线质，跌宕的起伏，激越的性情，饱涨的墨韵，点画的圆润，结体的疏密，和谐的律动，使得整幅作品空间灵动，水墨交融，筋骨老健，无论是笔墨还是章法，都表现出了鲜明的个性。王铎的行草书，在结体上疏密恣性，缠绕相续；忽大忽小，随意挥洒。在字与字之间，内在的气势紧紧相连，字形时见平稳，时见奇侧，时见险情，以成悬念。整幅作品满纸烟润，飞白自然，委婉若动。王铎的行草书作品较多，如《忆紫山作诗轴》、《触意之二首诗轴》、《枯兰复花赋》总之，明代书法盛行的是帖学，由于董其昌的推动，书法更趋于技巧化、个性化，出现了一大批书法名家。如祝允明、文征明、张瑞图、倪元璐等。祝允明书法既有王字的雄逸流便，又有米字的潇洒多变、黄字的劲爽舒展、怀素的圆劲奔放。然而，祝允明书法的最高成就是草书。文征明的行书，尤其是小行草书最为精彩。张瑞图的行书有一股子奇逸之气，他下笔斩钉截铁，大胆运用侧锋，神妙无比。他的行书，恣意而有法度，起伏顿挫擒纵自如。转折处常常笔锋反折而过，富于较强的节奏感。在结体上，他又努力打破端正和匀称的常格，以偏代正。时而左右错落，时而避让穿插，时而舒朗而宽绰，时而紧敛而结密。在章法上，他的字距特密，行距特疏。特疏的行距，正好为字势左右参差、错落、宽绰、结密服务留有馀地，从而使自己的章法呈现出“纵向紧密、横向舒朗”的对比性，产生了强烈的律动和反差。倪元璐的行书也颇具特色，用笔爽快，挥运之中加以明显的涩笔，用墨之中浓淡枯湿自然相生。在字形结构上，常常把字的右上角部位微微耸起，把字的左下角部位微微伸长，字势奇宕险绝，节奏感十分强烈。至于清代书法，就帖学而言，由于官阁体的盛行，书法艺术可以说是走上了穷途末路。然而，清代书法的发展也有一个很好的契机，那就是有大量古代碑版出土，使得不少有识之士终于猛醒，在他们的大声疾呼和倡导下，清代书法则走上了一条大兴碑学的道路。\n代表人物\n宋四家之一--苏东坡\n东坡居士的成就在书史上是很高的：在宋四家（苏、黄、米、蔡）中排在首位（此排位并不是根据出生前后的）；他的“黄州寒食帖”被誉为天下第三行书。事实上，他绝大部分的字都相当平实、朴素；虽然外形左低右高的特征和较为整齐的章法自李北海处来，但一股汪洋浩大的气息自是他个人的特点，就象他渊厚的学问一样。神龙变化不可测，他偶露一下手笔的\"黄州寒食帖\"就已惊天动地了。\n宋四家之一--黄庭坚\n黄庭坚（1045～1105）北宋诗人、书法家。字鲁直，号山谷，又号涪翁。洪州分宁（今江西修水）人。英宗治平四年（1067）进士。出自苏轼门下而与轼齐名，世称\"苏黄\"。与秦观、晁补之、张耒并称苏门四学士。黄庭坚书法以行书、草书见长，风格有类其诗，以侧险取势，瘦硬奇倔。与苏轼、蔡襄、米芾并称书法\"宋四家\"。\n宋四家之一--米芾\n米芾（公元1051～1107年），北宋书法家、画家、鉴赏家。字符章，号襄阳居士，鹿门居士，海岳外史。祖籍太原（今属山西），官至礼部员外郎，礼部在唐、宋又称为\"海宫舍人\"，故世称\"米南宫\"。因举止狂放，又称\"米颠\"或\"米痴\"。能诗文，擅书法，工绘画，精鉴赏。米芾的书法，诸体皆能，尤以行草著称。初师欧阳询、柳公权，字体紧结，笔画挺拔劲健；后法魏晋，尤得力于王献之，用笔俊迈，体势展拓，沉着痛快，不践陈迹，出新意于法度之中。与蔡襄、苏轼、黄庭坚合称\"宋四家\"。以广泛吸收前人的长处为基础，在学古方面，米芾的功力是最深厚的，由唐人而上溯魏晋、更上溯战国，形成他独特的精彩生动，跳跃逸宕的笔法，将其为人的性情与写字时的感受发挥无遗，而每一字的结体是古人的，每一笔的笔法都是有来历，这也是由复古而变古的一个例证。\n宋四家之一--蔡襄（1012－1067），字君谟，兴化（今福建仙游）人。他的行书主要以平和蕴藉见称，宗法颜真卿、虞世南，清秀圆润之中带有一种妍丽之质。米芾评他的书法说：“蔡襄如少年女子、体态娇娆，行步缓慢，多饰繁华。”代表作品有：《蔡襄自书诗帖》、《谢郎帖》、《离都帖》等。\n","category":"行书","verified":true,"user":1,"timestamp":1429951644473},{"name":"祝允明行书跋蜀素帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791617862,"text":"祝允明跋米芾《蜀素帖》，行书。","author":"明代祝允明","description":"祝允明行书跋蜀素帖"}]