[{"name":"太妃侯氏为孙息延年造弥勒像记","text":"龙门二十品中有十九品在古阳洞，仅有一品在位于老龙洞外的第660窟（慈香窑）。这些造像记中的功德主多是北魏的王公贵族、高级官吏和有道高僧。他们为孝文帝歌功颂德或为祈富欀灾而开龛造像。他们的名字多在史书上有所记载。这些造像记中往往涉及当年的史实，因此，龙门二十品不但是北魏时期书法艺术的精华之作、魏碑书法的代表作，也是具有研究价值的史料。\n概述\n从河南洛阳南行十三公里左右，就到了著名的“四大佛窟”之一的龙门石窟。这里两山夹峙，有如门阙，伊水长流，一边，是唐代大诗人白居易长眠的香山；一边，是龙门山。在龙门山上，有自北魏至北宋开凿的大大小小的佛窟，至今尚存的就有一千三百五十二个，有佛龛两千三百四十五个，造像多至十万余尊，是中国雕塑艺术的宝库。\n龙门二十品指洛阳龙门石窟造像中二十件精品。包括：\n《孙秋生、刘起祖二百人等造像记》（公元502年）、《始平公造像记》（公元498年）、《北海王元详造像记》（公元498年）、《北海王国太妃高为亡孙保造像记》（年月不详，或于北魏太和、景明）、《牛橛造像记》（公元495年）、《一弗造像题记》（公元496年）、《司马解伯达造像记》（公元477年-499年间）、《杨大眼造像记》（公元506年）、《魏灵藏造像记》（公元506年）、《郑长猷造像记》（公元501年）、《惠感造像记》（公元502年）、《贺兰汗造像记》（公元502年）、《高树造像记》（公元502年）、《比丘法生造像记》（公元503年）、《太妃侯造像记》（公元503年）、《元燮造像记》（公元507年）、《慈香造像记》（公元520年）、《比丘道匠造像记》（年月不详）、《马振拜造像记》（公元503年）、《齐郡王元佑造像记》（公元517年）。书风古拙、天然率真、多姿多彩，为北魏造像刻字的代表作。----《古代碑帖鉴赏》费声骞\n简介\n“龙门二十品”指选自龙门石窟中北魏时期的二十方造像题记，是魏碑书法的代表。魏碑上承汉隶，下开唐楷，兼有隶楷两体之神韵。\n其中十九品在古阳洞，一品在慈香窟。二十品的称呼最早见于清代康有为所著的《广艺舟双楫》和方若所著的《校碑随笔》。内容一般是表达造像者祈福消灾的。它的书法艺术是在汉隶和晋楷的基础上发展演化，从而形成了端庄大方、刚健质朴、既兼隶书格调，又孕楷书因素的独特风格，是北魏时期书法艺术的精华之作、“魏碑”体的代表。\n特征\n笔形特征\n《龙门二十品》造像记是典型的“魏碑体”，从笔势上看，入笔露锋，横画的书写先竖向下方按再横向右上方运行。平其凡先生认为，之所以出现这种“欲横先竖，欲竖先横”的现象，归根结底是由于人们右手执笔书写的缘故。右手执笔，最佳的线条是从上到下，从左至右的直线和呈“S”型的曲线，将这种最适宜右手执笔书写的“S”型曲线压缩到一定程度，就会出现“欲横先竖，欲竖先横”的笔形。在造像记中随处可见方头方尾、呈平行四边形的横画，这应该是受当时刊刻工具的影响。\n另外，龙门造像题记中，经常出现横画向右上方明显的欹斜，且波磔明显，带有明显的隶意，表现为收笔时按笔并上挑出锋，在“二十品”造像题记中的“点”画大多呈三角形，这是受刻刀影响的缘故。刀在石上运行较为迟钝、生涩，不如笔在纸上运行流畅、快捷，同时，由于受隶书的影响，魏碑点画有向上挑的波脚；还有些点画为横的写法，把并列的点画横向连为一体。魏碑中长撇的典型特征是头部下笔处斜刻一笔，大约呈45度角，尾部较粗，收尾时末梢微微上扬或沿水平方向运行。捺画多有波磔,微露锋或不露锋，保留隶意。有的捺画下端水平如直线，完全是刀刻的工艺效果，如《始平公造像记》、《魏灵造像记》中的大部分捺笔方正峻厉，如刀刻一般，更显得锋芒毕露，雄健非凡。\n折画的典型特点是右折笔的外轮廓呈三角形，外方内圆。还有的方折笔表现为斜刻刀法，突出右折笔，如《马振拜造像记》、《元祥造像记》、《高太妃造像记》等方圆皆备；《候太妃造像记》已近乎楷书，圆笔占主导地位。而《慈香造像记》中有圆转一路的折笔，用笔趋向行书，圆笔变得俊爽。竖画多表现为起笔处为方形，收笔处为左边缺失或右边缺失。提笔在魏书中表现比较突然，明显不同于其它楷书中的提画，“横”的笔意尽失，来得比较直接。这种方法缩短了运笔时间，增加了点画之间的呼应。勾笔也是楷书特有的笔形。甲骨文、金文中均无勾笔，隶书中只有“长弯勾”，到楷体中才出现了真正的“硬勾”，魏碑中的“勾”已与今天楷书的勾形无别。\n结字特征\n一、结字总体特征\n由于楷法刚刚产生，新的法度尚未形成，“二十品”石刻文字仍保留了浓厚的隶书笔形和结体习惯，转折处方整，横、撇、捺划收尾时出锋上扬，用笔逆入平出，提按较少，隶法尚存，楷势不足，结体稚嫩。这样书写者就有更大的发挥和想象空间，形成了风格多变的结体特征。\n(1）结体茂密，粗细均衡。在结字方面,魏碑文字比较密，结构不讲究匀称，字型重心多偏下。由于各种笔划粗细基本一致，而使整个字排列更加紧密，邓石如形容这类结体“字画疏处可以走马，密处使不透风”。在“二十品”中，尤其是横画，沉着厚重、气势雄浑，符合北朝人粗犷的性格，如《始平公造像记》、《孙秋生造像记》等。\n(2）随意增减笔画，异体众多。北朝石刻文字结体上有一个显著特征，就是书者、刻者随意增减笔划，异体众多。例如一个“魏”字，就有十几种异写形体，就连出现频率较低的字，如“猷”，仅在《郑长猷造像记》这块碑中，就有好几种不同的写法。“薨”字我们看到不下几种写法，“将”字大约有15种写法。另外偏旁的混用也比比皆是，不胜枚举。在造像记中这类别字连篇、字型纷繁的特点，已经成为共识。\n二、字形形状构成中的关系处理\n(1）覆盖。当字间的笔画接触过于紧密，或上下结构字形有明显差异时，就产生了覆盖现象，覆盖不仅产生笔画间的主次关系，如：《始平公造像记》中的“攀”、“鸾”等字；《孙秋生造像记》中的“云”字，从结构上看都是以上覆下，上部表现为茂密，下部疏朗或凝聚。形成一种跳跃感觉，使用得当会使作品显得十分活泼。再有字与字间的处理，如《慈香、慧政造像记》中的“美幽”两字。“美”字的长撇、长捺用笔洒脱开张，而“幽”字则有种收缩感，结字较为平整、方正,藏在“美”字的下部，有种被呵护的感觉，视觉上产生为一种节奏美。这种处理方法必须要注意单字上下结构的处理，或结合前后字的具体结构，“气”与“势”的流动范围来考虑采用，不能过分随意。\n(2）承接。如果说覆盖是表明以大盖小，以上覆下的关系，承接则与其相反，显露的是一种下以承上的呼应迹象，其要求与作用和覆盖大同小异。只是一般说来，处于承接位置的笔画多呈现比较稳定的态势，不然就会产生大厦将倾的感觉。如《贺兰汗造像记》中的“景”、“节”两字；《孙秋生造像记》中的“董”、“雀”两字，都表现为上部结构较小，而下部却显得雄壮有力，大方、稳重。\n(3）错位。这是指单字中心轴线不对应的现象，有意或无意将字的笔画动向加以扭曲和移动。如《郑长猷造像记》中的“长”、“护”、“像”等字，字的重心下移，“长”字的上部拉长，下部压缩，竖钩伸出了字划结构的外部，却是那么的幼稚可爱；又如“护”字，右边结构名显下垂，在底部的塑造又显得那么局促，像没把腿伸开的孩童，稚拙、敦厚。\n(4）锲入。错位表现的是一种笔画间的扭结关系，锲入则在其中加进了横向或纵向的切入成分，表现为此一图形冲入彼一图形区界内的现象。这种现象有时是一种强行冲入某一空间，要求上下左右为其避让，形成空间缝隙的弥补，并与其他策画再创造一个新的平衡状态。如《郑长猷造像记》中“长”字的下部竖钩锲入到长横的上方，在字的左上部形成一个新的空间，同时又弥补了左上部的空缺位置。\n(5）对应。所谓对应,自然是表示笔画排列齐整，横竖基本也相对成行。能用此法进行书写的，大多是小篆、隶书、楷书和少数行书中比较规整的作品，它可以显示有秩序的严谨的规格化，整齐的美感。如《龙门二十品》中的大多数字，用笔方整、规范。于是有人便由此认为这种方法比较容易把握，无需过多推敲，只要有板有眼地依格而行，就可以产生对应效果。可是，“前后平齐，状如算子”的现象，也正是这一类结构的易发病。因此，越是在这种状况下，越要注意其中微妙的变化，如《侯太妃造像记》中的“王”、“川”等字，就正是利用笔画的长短变化，造成与周围环境既谐调又略带微差的效果，使整个结字在沉静中显露出活泼。\n(6）交叉。对应是要于统一中求变化的，当这种变化增大到一定程度时，就会出现笔画间的交叉关系。如《郑长猷造像记》中的四个“长”字的写法，还有“亡”字的写法，都是扩大了竖笔的变化，这样的处理手法，可以使规整的书体显得活泼跳跃。\n章法特征\n就“龙门二十品”章法来说，有两种形式：界格式、无界格式。\n1、界格式\n界格的章法形式，在《龙门二十品》中最为常见，书写者为把字写得工稳匀称，大小相一，把每个字都限定在清晰的界格之内，看上去很有统一完整之感，如《始平公造像记》、《孙秋生造像记》、《魏灵藏造像记》、《牛橛造像记》等诸题记。但是稍加仔细欣赏就会发现，界格中的字实际上是长短不齐,肥瘦各异的，字势也是有偏有正，各具其趣，在统一中充满对比的跳跃。这些作品的高妙之处，在于书写者进行结字谋篇的整体设计中，并不完全受界格形成的图案化条件限制，不依靠停匀的常规来填充格内空白，而是在限制中不失时机地寻找突破，以打破可能呆板的局面，在视觉上引起更多的层次感受。如《始平公造像记》中的“飞”、“来”等字，颇具行书意味，灵动飞扬。特别是当界格妨碍表现力发挥的时候，索性就将笔画冲出界外。这种有界格而不为其所囿，不将界格内空间作为一独立空间考虑的处理，是以通篇黑白关系的对立统一为出发点的处理方法，对我们写一些有界格或是有其它具有规范齐整要求，又要力避僵化板刻的作品很有启发作用。那么这类作品如果去掉界格，恐怕就可能感到整体章法有些零乱了，可见界格还起到一定的限定作用。\n2、无界格式\n在《龙门二十品》中，无界格式的章法相对较少，通过对二十品的考察，应有《元燮造像记》、《慈香、慧政造像记》、《贺兰汗造像记》、《孙保造像记》、《元详造像记》、《惠感造像记》六品。前三品是通篇无界格，书写起来比较自由，字形有大有小，笔画左右伸张变大，如《慈香、慧政造像记》中的“美”字，撇画向左延长，势力范围扩大到下行“微”字的上部；《元燮造像记》中字的行距与字距比较茂密，用笔比较随意，尤其是字的“撇画”和“竖弯钩”，如“眷”字，撇画自然流畅,接近行书用笔，“讫”、“见”等字的最后一笔，向左上方顿笔上挑，生机勃勃。后三品造像题记是主体有界格，行款无界格，如《孙保造像记》后一行“魏北海王国太妃高为孙保造”等字，字距较近，整篇来看行距较宽，字距小，显得疏朗、峻爽。《元详造像记》尾“维太魏太和廿二年九月廿三日侍中护军将军北海王元详造”的行款，字距紧密，字形略小于正文字体，统一中蕴涵着变化。\n对于无界格却依然要求做规整处理的作品，所应采取的方法显然有所不同。由于此时已摆脱了界格可能带来的束缚，过于变化会显得满目凌乱，太齐整横平竖直又觉得呆板，因此这里应有一种限度的微差。如《元燮造像记》、《慈香、慧政造像记》二品，在处理这种无界格而具规范化特征的作品章法时，就采用了较为灵活的方法。在保持行轴线与行轮廊线规整的前提下，对单字的大小长短进行了夸张而又含蓄的处理，使之与邻行形成错位的关系，藉此来取得整体的活泼感觉。由于造像记是属发愿类的文字，虽无界格，字形的夸张、收放也不会太大，这样以表发愿者的虔诚，仍需具有较为庄严目的的记文。由此在“二十品”中无界格的造像记，总体上仍保持着规范、齐整的章法。\n人在需要“小桥流水人家”般的赏心悦目之美的同时，也还需要“古道西风瘦马”般的震人心魄之美。在“龙门二十品”中，无论是“有界格”或是“无界格”的章法形式，都使人产生一种壮美的章法形式。\n行气特征\n行气线的变化有两种形式，即行气的直线式与曲线式。\n一、直线式行款\n行气线基本呈直线状的一行字，称为直线式行款,直线式大多又呈垂线状态。这种行款方式被普遍运用在篆、隶、楷各种书体中，也是书法作品的主要表现形式。这种形式给人以整齐肃穆，始终如一的感觉。“龙门二十品”皆为魏体楷书，行气变化不大，多采用直线式行款。此外，也有少数斜线式组合，其行气线与直线式形成一定的夹角。如《马振拜造像记》、《侯太妃造像记》，虽然都是魏楷书体，却整个篇章字势都向右下方倾斜，故形成斜线式行气线。\n二、曲线式行款\n一行字的行气线呈曲线状，亦即这行字的上下字之间或左或右，参差不齐，使行气线左右摇曳，这一类型称之为曲线行款。这种形式给人以活泼多变、灵动激越的感觉，故多半用于行草书中。在“龙门二十品”中这种行款很少出现，个别如《郑长猷造像记》、《慈香、慧政造像记》偶有这种情况发生，但不普遍。\n以上，从《龙门二十品》造像记的笔形特征、结字特征、章法特征、行气特征等方面，有力地论证了《龙门二十品》造像记的形式构成的总体特征。\n介绍\n《长乐王丘穆陵亮夫人尉迟为亡息牛撅造像记》\n牛橛造像龛在古阳洞北侧，位于杨大眼龛上方。圆券形，龛楣刻十一童子牵花绳，童子手持莲花，二童子间刻莲花蕾，两端各一飞天，飞天头前一浅雕小飞天。二狮蹲距弥勒膝下，交脚下刻力士，手托弥勒双足。龛楣下方左右，身着胡服的供养人。主尊是戴宝冠交脚弥勒坐像，为弥勒上兜率天宫时的菩萨形象。头光内刻莲花，外刻七身坐佛。背光外参外层火焰纹由各以坐佛为中心的十七组火焰纹组成，内层十身飞天分两侧相对以璎珞供养。\n《牛橛造像记》，全称《太和十九年十一月长乐王丘穆陵亮夫人尉迟为亡息牛橛造弥勒像记》，碑文字体端庄整肃，龙门二十品之一。是长乐王丘穆陵亮夫人尉迟氏（后改”尉”姓）为亡去的儿子牛橛所造，过去曾有牛橛龛之称。造像碑座中间雕刻莲花一朵，左右二力士抬手作托举状，形象生动逼真。\n释文：\n太和十九年十一月，使持节司空公长乐王丘\n穆陵亮夫人尉迟，为亡息牛橛请工镂石，造此\n弥勒像一区，愿牛橛舍於分段之乡，腾逰无碍\n之境，若存托生，生於天上诸佛之所，若生世界\n妙乐自在之处，若有苦累，即令解脱三涂恶道，\n永绝因趣，一切众生，咸蒙斯福。\n《步轝郎张元祖妻一弗为亡夫造像记》\n龙门二十品之《一弗为张元祖造像记》又称称《一弗造像题记》。正书，10行，一行3字。造像龛位于古阳洞北壁，是龙门二十品造像龛之一，下方邻比丘惠感造像龛，是龙门二十品中最小的两个造像龛之一。龛高36厘米，宽19厘米，深30厘米。龛为忍冬卷草纹尖拱楣圆券形，连珠纹立柱，龛底施水波纹。内刻袒右肩斜披袈裟佛及二菩萨。龛下锩刻造像记。据造像记文记载，此龛造于太和二十年（公元496年）。步辇郎张元祖在当时可能是一名给帝王荷步辇的，地位低微的人，其妻一弗氏为他造的龛也小。康有为评价此造像记的书法是\"沉着，劲重\"。民国初白麻纸原石拓，因年代久远，纸黄而松软。这个造像记字数很少，只有寥寥30字。“太和廿年，步辇郎张元祖不幸丧亡，妻一弗为造像一区，愿令亡夫直生佛国”。字数虽少，但却端庄整肃，大气凛然。全篇方笔为主，显得沉着，厚重。书法风格遒劲沉稳。但在严整之中也不乏灵动之笔。比如“造”的走之儿的横折折撇，“为”的一长撇，都显得神采飞扬。而“张”的弓字旁，“愿”的“页”字部则显得较为奇崛。而章法同样富于变化，比如最后一行“亡夫直生佛国”，曲直变化，奇正相生，令人叹为观止。\n铭文：\n太和廿年，步辇郎张元祖不幸丧亡，妻一弗为造像一区，愿令亡夫直生佛国。\n《比丘慧成为亡父始平公造像记》\n《始平公造像记》本是附属於佛龛的题记，全称为《比丘慧成为亡父始平公造像题记》，北魏孝文帝太和二十二年（498），刻於河南洛阳龙门古阳洞北壁。题记由达撰文，朱义章楷书。康有为称龙门石刻“皆雄峻伟茂，极意发宕，方笔之极规也”。而《始平公造像》又是龙门石刻中的代表作。《龙门二十品》是龙门石窟中的二十尊造像的题记拓本，北魏书风的代表作此碑与其它诸碑不同之处是全碑用阳刻法，逐字界格，为历代石刻所仅见，在造像记中独树一帜。记文内容寄造像者宗教情怀，兼为往生者求福除灾。清乾隆年间始被黄易（1744－1801）发现，受到书坛重视，列入“龙门二十品”，此碑文方笔斩截，笔画折处重顿方勒，结体扁方紧密，点划厚重饱满，锋芒毕露，显得雄峻非凡，被推为魏碑方笔刚健风格的代表。\n此龛完成时间有太和十二年和二十二年两种不同意见。造像记在龛的右侧，高130厘米，宽40厘米。此造像记是龙门二十品中唯一的阳刻作品，而且署有孟达撰文，朱义章书写。碑文字迹方重，雄强厚密。\n《北海王元详造像记》\n龙门二十品之《北海王元详造像记》，全称《北海王元详为母子平安造弥勒像记》。造像记高88厘米，宽42厘米，是元详随北魏孝文帝南伐迁都至洛阳的历史实录。\n造像龛位于洛阳龙门石窟古阳洞北壁，长乐王丘穆灵亮夫人尉迟造像龛上方。龛高138厘米，宽102厘米，深17厘米，在古阳洞中属于中型洞窟。龛内主佛为交脚弥勒。两侧胁侍菩萨皆双手合十侍立。圆拱形龛楣内刻十五天人持花绳。\n造像记记载该龛为太和十八年十二年十一日立愿，太和二十二年九月二十三日完工，历时近三年又九个月。\n铭文：\n维太和之十八年十二月十一日，皇帝亲御六旌，南伐萧逆。军国二容，别于洛汭。行留两音，分于阙外。太妃以圣善之规，戒途戒旅，弟子以资孝之心，戈言奉泪。其日，太妃还家，伊川立愿，母子平安，造弥勒像一区以置于此，至廿二年九月二十三日，法容刻就，因即造斋，镌石表心，奉申前志。永愿母子长餐化年，眷属内外，终始荣期，一切群生，咸同斯福。维大魏太和廿二年九月廿三日侍中，护军将军、北海王元详造。\n《司马解伯达造像记》\n全称《司马解伯达造像记》。北魏太和间刻，正书。在古阳洞北壁。正书，14行，其中6，7，8行，一行3字，余皆一行5字。可见64字。龙门二十名品之一。\n此记具有笔力方峻、气势雄强的时代风气，又不拘成法地发挥自我创造意识和智慧，表现出丰富的审美情趣和创造才能。\n点画方截、峻厉、雄强，时寓圆柔之笔以破板滞。起笔有直、斜、横落及轻重之别，点画长短、方圆兼用。撇捺开张，极纵其势。波磔长脚有刀劈剑削般的劲利。转角有翻折、顿折及圆转之法互用。撇能上重下轻、上轻下重兼施。尤以“道”、“达”、“延”字的横捺，由大弧度的圆润曲势转大起落的方截劲利的长脚，最为独特。\n《北海王国太妃高为亡孙保造像记》\n简称《孙保造像记》。约刻于太和，景明年间。在古阳洞顶部。正书，5行，一行6至12字不等。造像龛位于窟顶偏北侧，与广川王祖母太妃侯为亡夫造弥勒像龛（邻近约60厘米）和广川王祖母为幼孙造弥勒像龛呈三角形布于窟顶。像龛高110厘米、宽80厘米、深14厘米。圆券形龛楣，龛内主尊为交脚弥勒菩萨，坐双狮座，二菩萨双手合十置于胸前伫立两侧。背光及龛楣无饰，似未完工。推测此龛开凿开景明年间。造像记高40厘米、宽26厘米。记述了高太妃为元保\"失乡播越\"，经年疾患，未免夭折而痛苦，专此造弥勒像一躯，祈愿亡故的爱孙能\"永脱百苦\"。\n铭文：\n孙保失乡，播越，历载，终始冥愆，未及免之，不幸早死，今为保造像一区，使永脱百苦。魏北海王国太妃高为孙保造。\n《云阳伯郑长猷为亡父等造像记》\n简称《郑长猷造像》，正书，可见八十四字，书法劲厉朴拙，结体方整，隶意较重。景明二（501）九月刻。古阳洞南壁。正书，8行，一行12字。有翻刻本，其第7行‘敬造’敬字左上点漏刻。造像龛位于古阳洞口上方南侧，共六龛，均为圆券形浅龛。分上、中、下三排，每排两龛，其大小不等。圆楣拱内刻卷草葡萄纹，主尊为交脚弥勒（已经残破）。左右二胁侍菩萨侍立。景明二年九月三日（公元501年）完成。造像记位于佛龛右侧，高50厘米、宽35厘米，记景明二年郑长为亡父、母皇甫、亡儿士龙以及其妾陈玉女为亡母徐，各造弥勒像。碑文书法有上承汉隶、下启唐楷的重要意义。\n铭文：\n前太守护军长史，云阳伯长猷为亡父敬造弥勒像一躯，一躯郑长猷为母皇甫敬造弥勒像一躯，一躯郑长猷为亡儿士龙敬造弥勒像一躯，一躯郑南阳妾陈玉女为亡母徐敬造弥勒像一躯。景明二年九月三日诚讫。\n《新城县功曹孙秋生、刘起祖二百人等造像记》\n简称《孙秋生造像记》。景阳三（502）年五月刻。在古阳洞南壁。（黄易拓得）正书，13行，上列为记，一行9字；下列题名，行30字。额正书‘邑子像’三字。额旁二太守名：右二行，右三行。乾隆拓本，其记第三行‘刘起祖’之‘刘’字画完好。在洛阳龙门石窟古阳洞南壁。北魏宣武帝（元恪恪）景明三年（502年）五月廿七日造讫。此碑书犀利刚劲，宽博朴厚，较《始平公造像》笔法多变，龙门碑刻书法艺术的代表作品之一。孟广达文，萧显庆书。楷书十五行，行三十九字。字体方劲峻拔，沉着劲重。笔法凝练自如。清康有为《广艺舟双楫》：“太和以后诸家角出，庄茂则有《孙秋生》”“龙门二十品中，约而分之，亦有数体，《孙秋生》沈著劲重为一体。”\n铭文：\n大伐太和七年，新城县功曹孙秋生、刘起祖二百人等敬造石像一区，愿国祚永隆，三宝弥显。有愿弟子荣茂春葩，庭槐独秀，兰条鼓馥于昌年，紧晖诞照于圣岁。现世眷属万福云归，洙输叠驾。元世父母及弟子等来身神腾九空，迹登十地，五道群生，咸同此愿。孟广达文，萧显庆。\n《邑主高树和维那解伯都卅二人等造像记》\n简称《高树造像记》，正书十行，一行14字。可见一百三十九字，书法峻整劲健。景明三（502）年五月刻。在古阳洞北壁。造像龛位于古阳洞北壁右侧，与步辇郎妻一弗为亡夫造像记为邻。龛高94厘米、宽78厘米、深13厘米，主佛结跏趺坐，主佛两侧有二胁侍菩萨，均有背光。此龛完成于景明三年五月三十日。造像记位于造像龛左下方，高40厘米，宽28厘米。记载邑主高树、解伯都等三十二人的邑社造像，共同祝愿仙逝父母及见存眷属的来生。造像时间于孙秋生二百人造石像记同年同月完工，发愿文也大致相同。\n铭文：\n景明三年五月三十日，邑主高树、唯那解伯都三十二等造石像一区，愿元世父母及现世眷属，来身神腾九空，迹登十地。三有同愿。…\n《比丘惠感马为亡父母造像记》\n简称《惠感造像记》，正书，14行，一行5字。可见六十六字，书法沉劲方重，犹存隶意。景明三（502）年五月刻。古阳洞北壁。有翻刻本，第12行‘顾’字左上缺一点；末行‘像’字缺二笔。\n铭文：\n景明三年五月三十日，比丘惠感为亡父母敬造弥勒像一区，愿国祚永隆，三宝弥显，旷劫师僧、父母、眷属与三涂永乘，福锺竟集，三有群生，咸同此愿。\n《广川王祖母太妃侯为亡夫广川王贺兰汗造像记》\n简称《贺兰汗造像记》为龙门造像精品之一。正书，原共有一百六十字，本帖精选清晰的前二十行精品一百三十二字，书法峻整隽永。景明三（502）年八月刻。在古阳洞顶部。正书，5行，一行10字。\n铭文：\n景明三年八月十八日，广川王祖母太妃侯为亡夫侍中、使持节、征北大将军、广川王贺兰汗造弥勒像，愿令永绝苦困，速成正觉。\n《邑主马振拜和维那张子成卅四人为皇帝造像记》（优填王造像题记）\n简称《马振拜造像记》，正书，连额书“邑子像”可见一百二十八子，书法峻丽，别有风味。景明四（503）年八月刻。在古阳洞顶部。正书，9行，一行15字。额正书‘邑子像’三字。最初选拓的〈龙门二十品〉中无此题记，康有为提出质疑，方岩〈校碑随笔〉以〈优填土〉为唐刻而删去。顾燮光〈梦碧移石言〉亦如此。\n铭文：\n景明四年八月五日，邑主马振拜、维那张*成、维那许兴族三十四人为皇帝造石像一区。……\n《广川王祖母太妃侯为幼孙造像记》\n简称《太妃侯造像记》。景明四（503）年七月刻。在古阳洞顶部。正书，29行，前22行一行6字，字较大；后7行，一行4字，字较小。\n铭文：\n景明四年十月七日，广川王祖母太妃侯，自以流历弥劫，于法喻远，嘱遇像教，身乘达士，虽奉联紫晖，早顷片体，孤育幼孙，以绍蕃国，冰薄之心，唯归真寂。今造弥勒像一区，愿此微音，资润神识，现身永康，朗悟真觉。远除旷世无明惚业，又延未来空宗妙果。又愿孙息延年，神志速就，胤嗣繁昌，庆光万世，帝祚永隆，弘宣妙法，昏愚未悟，咸发菩提。……\n《比丘法生为孝文皇帝并北海王母子造像记》\n简称《法生造像》，正书，可见一百四十二字，书法上用笔圆润和谐，结势华丽流美，有钟繇之范，为同类北碑所罕见。景明四（503）年十二月刻。古阳洞南壁。正书11行，一行13字。\n《辅国将军杨大眼为孝文皇帝造像记》\n《杨大眼造像记》，楷书刻石。全称为《杨大眼为孝文皇帝造像题记》，无刻石年月。但此造像既称为孝文皇帝元宠所凿，考文帝崩于太和二十三年（四九九），造像当在其后。有云当在景明元年（五○○）至正始三年（五○六）间。楷书，在河南洛阳龙门山古阳洞北壁。为龙门造像记名品之一。洛阳龙门石窟是中国著名佛教艺术宝库之一，经北魏至唐的一百五十多年中，共雕凿了造像十万余尊，题记三千六百余处，题记中属于北魏或稍后时期的，占有相当数量。其字体就是一般所说的[魏碑体]。这些题记在早先并不为人们所特别注意，清代乾、嘉以后金石学和碑学兴起，不少金石家都分赴名山访碑求拓，龙门的造像记就是清代著名的书法篆刻家黄易（小松）访拓后，始显于世的。罗振玉《石交录》云：[黄氏最初只拓北魏《始平公造像记》一品，后增《孙耿生》、《杨大眼》、《魏灵藏》为四品。]后来人们又增为十品，继至二十品。龙门二十品，被后人作为龙门造像记中的代表作。但其中仍以黄易所选的《始平公》等四品最为著名。《杨大眼造像记》的书风与《始平公》极为相似，用笔方峻，结体中敛而外张，只是紧敛的程度比《始平公》略轻，这也可能是阳刻与阴刻有所不同之故。康有为评此《记》云：[若少年偏将，气雄力健]，[为峻健丰伟之宗]。\n铭文：\n邑主仇池杨大眼为孝文皇帝造像记。夫灵光弗曜，大千怀永夜之悲，*踨不遘，叶生含靡道之忏，是以如来应群缘以显迹，爰暨**，*像遂著，降及后王，兹功厥作。辅国将军、直阁将军、梁州大中正、安成县开国子、仇池杨大眼，诞承龙曜之资，远踵应符之胤，禀英奇于弱年，挺超群于始冠，其行也，垂仁声于未闻，挥光也，摧百万于一掌，震英勇则九宇咸骇，存侍纳则朝野必附，清王衢于三纷，扫云鲸于天路，南秽既澄，震旅归阙，军次之行，路经石窟，览先皇之明踨，睹盛圣之丽迹，瞩目彻霄，泫然流感，遂为孝文皇帝造像一区，凡乃众形，罔不备列，刊石记功，示之云尔，武。\n《安定王元燮为亡祖亡考亡妣造像记》\n简称《元燮造像》正书，可见九十五字，并有浅刻佛像二幅。书法峻美，结体古雅。正始（507）年二月刻。古阳洞南壁。正书，13行。一行9字。\n铭文：\n魏圣朝太中大夫安定（石坏空五格）王元夑（安定王元休之次子，世宗初袭爵，官至华州刺史，延昌四年九月卒）造亡祖亲太妃亡考太傅静王（既元休，官至太傅卒，谥靖王。静靖古通）亡妣（旧释妃，非是）蒋非及见存眷属敬就/静窟（即古阳洞）造释迦之容（容者像也）并其立侍（弟子是也）众彩圆饰云**（*乃仙之俗写，*即焕字）然愿亡存居眷永离秽趣升超遐（记从段乃重写）迹常值诸佛龙华为会又愿一切群生咸同斯福正始四年二月中记\n《齐郡王元佑造像记》\n简称〈元右造像记〉。熙平二（517）年七月刻。古阳洞南壁。正书，14行一行16字。末为年款2行9字。古阳洞南壁的刻石完好，而北壁泐损较甚。\n铭文：\n刺史、齐郡王祐，体荫宸仪，天纵淑茂，达成实之通途，识真假之高韵，精善恶二门，明生灭之一理，资福有由，归道无碍，于是依云山之逸状，即林水之仙区，启神像于青山，镂禅形于玄石，缔庆想于幽津，嘉应于冥运，乃作铭曰：茫茫玄极，眇眇幽宗，灵风潜被，神化冥通，舟舆为本，旷济为功，德由世重，道以入鸿，超观净境，遐绝尘（），图形泉石，构至云松，（）（）（）（），（）（）三空，福田有庆，嘉应无穷。熙平三年七月二十日造。\n《比丘尼慈香、慧政造像记》\n简称〈慈香造像记〉。袖龟三（520）年三月刻，在慈香窟。正书，10行，一行10或11字不等。\n铭文：\n大魏神龟三年三月二十（）日，比丘尼慈香慧政造窟一区，记乙。夫零觉弘虚，非体真邃，其迹道建崇，日表常范，无乃标美幽宗，是以仰渴法律，应像营微，福形且遥，生讬烦躬，愿腾无碍之境，建及（）恩，含润法界，（）众（）泽，（）石成真，刊功八万，延及三从，敢同斯福。\n《比丘道匠为师僧父母造像记》\n简称《道匠造像》。无年月。正书，13行，一行7字。可见九十一字，书法方骏规整。\n《陆浑县功曹魏灵藏薛法绍造像记》《魏灵藏造像记》全称《魏灵藏薛法绍造像记》，题记楷书十行，行二十三字。有额，楷书三行九字，额中间竖题“释迦像”，字略大于两侧，额左题“薛法绍”，右题“魏灵藏”。北魏造像习惯用别体字，此题记尤多。虽刻造时间无明确记载，但书法风格酷似同窟的“杨大眼题记”，或疑同出于一人之手，当属北魏刻石无疑。原石身高75厘米、宽40厘米、额高15厘米、宽15.5厘米，是龙门造像题记中碑刻和书法艺术的精品，也是龙门四品中的重要组成部分，现存洛阳龙门石窟古阳洞北壁。清乾隆年间钱塘著名学者黄易访拓后始公布于世。\n《广艺舟双揖》将此记列入“能品下”，并云：“若《杨大眼》、《魏灵藏》、《惠感》诸造像，巨刃挥天，太刀砍阵．无不以险劲为主。”\n乾隆拓本第三行“腾空”之“腾”字“马”部可见，“空”字未损。共应二百一十五字。有一裂纹，自左上第二行斜下至第一行第十四字处。中有四处当是空格无字。光绪拓本“空”字已泐大半。民国十年凿损百余字。碑额已仅存“藏迦像薛法绍”大字矣。\n此碑应是方笔露锋之典型代表，因此最显见用笔之妙。起笔都将锋颖露在画外，有的角棱若刀，有的细锋引入，煞有情趣；即使画也挺直有力，折笔显见方棱；收笔处，有时敛毫便止，有时放锋犀利，有时如《宝子》之上扬。笔画或大或小，大者纵矛横戈，如虎奔龙吟，小者轻微一点，如蜻蜓掠水，皆能顺势合情．绝无率意轻发。结体或取横势，或取纵势，皆极意显示雄踞盘关之威仪，怀隐瑰玉之神采。整篇看来，严整肃穆，端庄隽洁。\n铭文：\n夫灵迹诞遘。必表光大之迹。玄功既敷。亦标希世之作。自双林改造。大千怀缀映之悲。慧日潜晖。唅生衔道慕之思。是以应真。悼三乘之靡凭。遂腾空以刊像。爰暨下代。兹容厥作。钜鹿魏灵藏。河东薛法绍二人等。求豪光东照之资。阙兜率翅头之益。敢辄磬家财。造石像一区。凡及众形。罔不备列。愿乾祚兴延。万万朝贯。愿藏等挺三槐於孤峰。秀九蕀於华苑。芳实再繁。荆条独茂。合门荣葩。福流奕叶。命终之後。飞逢千圣。神颺六通。智周三达。旷世所生。元身眷属。舍百鄣则鹏击龙花。悟无生则凤升道树。五道群生。咸同斯庆。陆浑县功曹魏灵藏。\n组成\n“龙门二十品”计有：\n一、《长乐王丘穆陵亮夫人尉迟为亡息牛撅造像记》\n二、《步轝郎张元祖妻一弗为亡夫造像记》\n三、《比丘慧成为亡父始平公造像记》\n四、《北海王元详造像记》\n五、《司马解伯达造像记》\n六、《北海王国太妃高为亡孙保造像记》\n七、《云阳伯郑长猷为亡父等造像记》\n八、《新城县功曹孙秋生、刘起祖二百人等造像记》\n九、《邑主高树和维那解伯都卅二人等造像记》\n十、《比丘惠感马为亡父母造像记》\n十一、《广川王祖母太妃侯为亡夫广川王贺兰汗造像记》\n十二、《邑主马振拜和维那张子成卅四人为皇帝造像记》（优填王造像题记）\n十三、《广川王祖母太妃侯为幼孙造像记》\n十四、《比丘法生为孝文皇帝并北海王母子造像记》\n十五、《辅国将军杨大眼为孝文皇帝造像记》\n十六、《安定王元燮为亡祖亡考亡妣造像记》\n十七、《齐郡王元佑造像记》\n十八、《比丘尼慈香、慧政造像记》\n十九、《比丘道匠为师僧父母造像记》\n二十、《陆浑县功曹魏灵藏薛法绍造像记》\n","category":"草书","verified":true,"user":1,"timestamp":1429951665054}]