[{"name":"王诜书法","text":"王诜（1036-？），北宋画家。字晋卿，太原（今属山西）人，后徙开封（今属河南）。熙宁二年（1069年）娶英宗女蜀国大长公主，拜左卫将军、驸马都尉。元丰二年，因受苏轼牵连贬官。元祐元年（1086）复登州刺史、驸马都尉。擅画山水，学王维、李成，喜作烟江云山、寒林幽谷，水墨清润明洁，青绿设色高古绝俗。亦能书，善属文。其词语言清丽，情致缠绵，音调谐美。存世作品有《渔村小雪图》《烟江叠嶂图》《溪山秋霁图》等。\n人物简介\n(1036年-1093年后，一作1048年-1104年后)〔北宋〕字晋卿，太原(今属山西)人，居开封(今属河南)。出身贵族，娶英宗赵曙之女蜀国公主为妻，\n官驸马都尉及定州观察使、利州防御使。元丰二年（1079年）坐罪落驸马都尉，责授昭化军节度行军司马，均州安置，移颍州。元祐元年（1086年），复登州刺史、驸马都尉。卒諡荣安。能诗善画，亦工词，词风清丽，然欠丰容宛转。今有赵万里辑《王晋卿词》。 \n其家筑“宝绘堂”，藏历代法书名画日夕观摩，精于鉴赏，苏轼为之记。广交苏轼、黄庭坚、米芾、秦观、李公麟等众多文人雅士，“析奇赏异”，酬诗唱和，李公麟曾画《西园雅集图》以纪胜，其风流蕴藉有王谢家风气。能诗，亦工山水，学李成皴法，以李思训金碧统之，溶两家法规而出新意，在水墨勾皴基础上，“不古不今，自成一家”，独具风貌。喜画“烟江远壑，柳溪渔浦，晴岚绝涧，寒林幽谷，桃溪苇村”等他人难状之景，将锦绣河山展现画幅中，深得好评。苏轼谓其“得破墨三昧”，有“郑虔三绝居有二，笔执挽回三百年”句。兼写墨竹，学文同。亦工书，真、行、草、隶皆精。《宣和画谱》著录御府藏其作品有《幽谷春归图》《晴岚晓景图》《烟岚晴晓图》《烟江叠嶂图》等35件。传世作品有《渔村小雪图》卷，现藏故宫博物院；《烟江叠嶂图》卷，藏上海博物馆。 \n王诜妻宝安公主（1051年－1080年），宋英宗第二女，母宣仁圣烈皇后。\n嘉祐八年（1063年），封宝安公主。宋神宗即位，进舒国长公主，改蜀国长公主，下嫁左卫将军王诜。\n王诜母卢氏寡居，公主住在近处，每天给婆婆进献美食。卢氏生病，公主亲自调和汤剂奉上。皇帝厚待姊妹，因此公主府第池花园服饰珍玩极其华丽。公主因不能每天在宝慈宫服侍宣仁皇后，常常郁郁不乐。有时干热不雨，宋神宗减少享受以祈祷，公主也是如此，说：“我的俸禄皆出于朝廷，固应同同喜同悲。”宋神宗为慈圣光献皇后居丧，哀伤过度，公主说：“吾与皇上同母所生，视此亦复保聊！”马上遣散歌舞三十人。\n元丰三年（1080年），公主病笃。公主性不妒忌，王诜以是放纵自己，曾经被贬官。高太后亲临探病，公主已不省人事，太后大哭，公主很久后稍能说话，说自己必定好不起来了，握着母亲的手哭泣。宋神宗随后到达，亲自为公主诊脉，端着粥喂公主，公主勉强为皇帝都吃了。皇帝赐公主金帛六千，再问有什么要求，公主只是请恢复王诜官职而已。这时，宋神宗命王诜官复原职，来安慰公主。第二天，公主薨逝，年三十岁。宋神宗未没有吃饭即驾往，望第门而哭，辍朝五日。追封越国长公主，谥贤惠。后进封大长公主，累改秦、荆、魏三国大长公主。\n公主好读古文，喜笔札，周济亲属，朝野内外称贤。王诜不拘小节，和小在公主身边为非作歹，小妾常常触犯公主。公主去世后，乳母告发，宋神宗命彻底追查，杖打八妾并把她们婚配兵卒。公主既葬，贬谪王诜到均州。子王彦弼，三岁去世。 \n词作鉴赏\n忆故人\n《忆故人》\n烛影摇红，向夜阑，乍酒醒、心情懒。尊前谁为唱《阳关》，离恨天涯远。\n无奈云沉雨散。\n凭阑干、东风泪眼。\n海棠开后，燕子来时，黄昏庭院。 \n这首《忆故人》词意与调名相仿佛，为代言体形式，写的是一个痴情女子对故人的忆念。全词深情谴绻，感人至深。\n首四句写女主人公深夜酒醒时的情景。“烛影摇红”，写的是夜间洞房深处的静态：当时夜阑人静，万籁俱寂，女主人公刚刚酒醒，睁开惺忪的醉眼看看室内，只觉得空荡荡的、静悄悄的，唯有一枝孤零零的蜡烛摇着红色的光焰。“长”字状静定空气中之麝烟，似目前：“摇”字形容微风中之烛光，亦分明可睹。后来汤显祖《牡丹亭》烛影摇红，意趣盎然引人遐想。“向夜阑”，是说临近天晓。张相《诗词曲语辞汇释》卷三说：“向，犹临也。”“夜阑，是说夜将残尽。更深夜阑之际，女主人公宿酒初醒，神思慵怠。着一”懒“字，写出了她心情之失意落拓。虽未言”忆“，而回忆之意已隐然逗出。”尊前“二句，才开始落到忆字上。这里的倒叙不是平铺直叙地回忆，而是人物抒情时将往事自然而然地带出来，这样就比客观地描述要生动得多，感人得多。”尊前谁为唱《阳关》“，说的是饯别故人之时，她无可奈何地唱了一曲送别之歌。至此，可知她的”酒醒“乃是饯别时喝醉了的，前呼后应，针脚绵密。”谁为“二字，饱含着幽怨。她虽然唱了《阳关》，但又是懊悔，又是怨恨，充满了自怨自艾的情绪，至于为何，又不点透，这样此句便更含蓄蕴藉，耐人寻味。”离恨天涯远“，蝉联上句，意境又进一步拓开。大凡词中写离情的，常常说”魂梦绕天涯“，此处女主人公本睡中，却直接用了”离恨“，这就避免了落套。此词不主故常，刬尽华藻，直抒胸臆，纯以情语见长。离恨远至天涯，表明她的思绪也跟踪故人而去，其情之深挚，露于言表。\n下片起句用了一个典故，暗示幽会之后，故人音讯杳然。宋玉《高唐赋序》云：“妾巫山之阳，高丘之阻，旦为朝云，暮为行雨，朝朝暮暮，阳台之下。”暗示楚怀王梦遇巫山神女（神话中的天帝之女），成为后世文人骚客寄迹青楼的代称。“云沉雨散”，暗示词中女主人公乃是一名青楼女子。而冠以“无奈”二字，则加强了感情色彩，似乎可以听到这名不幸的青楼女子的叹息声。\n以下几句时间跨度较大，即从夜阑酒醒，到这时的倚阑远眺，再到黄昏时的庭院。这长长的过程中，她几乎无时无刻不思量。此词意境空灵幽丽。黄庭坚云：“晋卿（王诜字）乐府，清丽幽远，工江南诸贤季孟之间，”（《词林纪事》卷五引）以这段评语来衡量此词，也颇为恰切。从这几句，可以想见女主人公斜倚阑干，凝神远望的神态。她那双盈盈泪眼饱含着离情别绪，饱含着怨恨和忧思。“东风”二字，勾勒出她特定的氛围中苦盼的神情，丰神独具，颇有韵味。\n词最后以景语作结。“海棠开后”，是说花落春残，象征女子的芳华易逝，境已惨矣：“燕子来时”，是以归燕反衬故人之未归，激发和增添女子之离思，情更凄然。此处化用晏殊《破阵子》之“燕子来时新社，梨花落后清明。”把“梨花”易为“海棠”，并压缩为一联四言偶句，以更为凝炼的词笔表现人物的伤春之感和念远之情。这两个并列的句子一写花，一写鸟，原为两景，接着“黄昏庭院”一句，便把两景融合一个统一的意境中，自然浑成，思致渺远，真可谓语尽而意不尽，意尽而情不尽。\n蝶恋花\n《蝶恋花》\n小雨初晴回晚照。\n金翠楼台，倒影芙蓉沼。\n杨柳垂垂风袅袅。\n嫩荷无数青钿小。\n似此园林无限好。\n流落归来，到了心情少。\n坐到黄昏人悄悄。\n更应添得朱颜老。\n内容赏析\n此词借景抒怀，表达了词人流落异地之悲、老大无成之慨，以及无幸遭贬的苦闷、压抑，曲折地反映了作者内心的惆怅和凄苦之情。原词之墨迹保留至今，现藏于故宫博物院中。\n起笔“小雨初晴回晚照。”富于象征意味：雨后初晴，夕阳返照的景象，暗寓作者久遭迁谪始得召还的人生。终见天晴固然可喜，可是夕阳黄昏，亦复可悲。这亦喜亦悲之情，全融于这初晴晚照之中。接下来“金翠楼台，倒影芙蓉沼。”二句更需玩味。楼台本已巍峨壮观，叠下“金翠”二字状之，气象更加富丽堂皇。如此金碧辉煌的楼台，沐浴于晚照霞辉之中，其倒影又映现于荷池之水面，楼台本身与其倒影，遂构为一亦实亦幻的庄严景观。难怪《宣和画谱》称王诜“风流蕴藉，真有王谢家风气”。“杨柳垂垂风袅袅。”词人更以如画之笔，渲染出池塘上一片春色。杨柳垂垂，原是静态；风袅袅，则化静态为动态，姿态具动静相生之妙。“袅袅”二字极美。从其手迹可见，此二字真是姿媚无限，笔意之美，与词情相得益彰。“嫩荷无数青钿小。”歇拍承上文芙蓉沼而来。时值春天，初出水面之嫩荷，宛如无数青钿。至此，盎然春意触目萦怀。\n过片“似此园林无限好。”将上片作一绾结。园林如此富丽，春色复如此迷人，确乎可说无限之好。应知此园林非指别处，就这位驸马之府邸。王诜词中曾一再对之加以描绘。句首“似此”二字，已暗将此美好之园林与自己之间推开一段距离。“流落归来，到了心情少。”“流落”二字，写尽七年的迁谪生涯，所包蕴的无穷辛酸，又岂是“归来”二字所可去之以尽。重到了旧时园林，已物是人非，经此重谴，词人临老，妻子下世，园林纵好，也只能是“心情少”了。韵脚之“少”字，极含婉厚重，有千钩之力。词情至此，由极写富丽之景一变而为极写悲哀之情，真有一落千丈之势。“坐到黄昏人悄悄。”黄昏遥承起句晚照而来，使全幅词有绾合圆满之妙。更重要的，还于以时间之绵延，增加意境之深度。坐到黄昏，极言其凄寂况味。更应添得朱颜老。结句纯为返观自己一身之省察，词情更为内向，悲感尤为深沉。园林依旧，朱颜已改，人生到此，复何可言。\n初晴晚照，金翠楼台，杨柳袅袅，嫩荷无数，皆可喜之景，亦皆可慰人心。然而词人却只是“心情少”，无法摆脱悲哀。而写景设色愈富丽，则愈反衬出其伤心怀抱之黯淡。中间具一大跌宕、大顿挫，笔势变化有力，是此词又一特色。抒情结构的巨大转折，与情景之间的强烈反衬，都是表现主题的重要艺术手段，足可玩味。苏轼《与子由论书》诗云：“端庄杂流丽，刚健含婀娜。”此词以流丽之景伤心怀抱，以婉约之笔寓硬转之势，正是具有东坡所论之一种特美。\n艺术鉴赏\n以乐境写哀感，倍增其哀，是此词特色之一。初晴晚照，金翠楼台，杨柳袅袅，嫩荷无数，皆可喜之景，亦皆可慰人心。然而词人对之只是“心情少”而已，决不能乐，则其悲哀之牢不可破可知。而写景设色愈富丽，则愈反衬出其内心之黯淡。\n蝶恋花\n钟送黄昏鸡报晓。昏晓相催，世事何时了。万恨千愁人自老，春来依旧生芳草。\n忙处人多闲处少，闲处光阴，几个人知道。独上高楼云渺渺，天涯一点青山小。\n据《词苑粹编》引《西清诗话》知此则此篇当为忆旧怀人之作。\n不过全词意蕴较为空灵宏阔，与一般忆旧欢的情词不同。上片从大处着笔，写时序更替、世事变迁、人生多愁易老，且以自然宇宙的无限性衬跌，人生感喟充溢行间。下片推进到个人寥落处境。以忙处反衬闲处，失位投闲，门庭冷落，知音难逢。以独望寰宇收结，大有所思不见，人海茫茫，天遥地远，抚躬怆然之慨。韵致苍凉沉厚，似不当局囿于怀思丽人。\n书画成就\n概述\n王诜绘画以山水见长，水墨山水受李成影响，具有幽雅清润的格调。青绿着色山水则源自李思训父子而又创新意，不古不今自成一家。所画山水多为烟江远壑、柳溪渔浦、晴岚绝涧、寒林幽谷、桃溪苇村等“诗人难状之景”。尤擅长画小景山水，并能画墨竹，师法文同。王诜传世作品有《渔村小雪图》、《烟江叠嶂图》及《瀛山图》。《渔村小雪图》（故宫博物院）为水墨山水，生动地描绘了初冬雪后山峦溪岸的景色，渔夫冒雪垂钓捕鱼，文人雅士兴冲冲地出游，远处山峦重叠，两岸虬松盘屈，江面开阔。技法上以水墨渲染并施金粉以加强雪后的效果，用笔尖俏爽利，体现了李成画派的特色。《烟江叠嶂图》亦为王诜名作，开卷烟波浩渺，后段则奇嶂叠起，笔墨细润，青绿设色典雅。\n渔村小雪图\n《渔村小雪图》手卷，绢本设色，纵44.4厘米，横219.7厘米。北京故宫博物院藏\n图绘冬日小雪初霁的山光水色。渔村被置于画的右端，开卷便见白雪覆盖的远山和近岸，疏苇寒塘，有众渔夫在忙碌，或张网，或钓鱼，或拉罾，或抬网，柳枝掩映之间渔村隐现。左边的长卷则描绘白雪皑皑的峰峦岩岫以及苍苍茫茫的水色。山中有瀑布飞溅，近处则勾画数株巨松，或挺直，或偃仰，或舒展，松针依然是李成的“攒针”法，线条遒劲刚强，极见功力。而山中有二行人，一隐士策杖而一小童携琴；江边篷舟中有士人对酌，可知王诜无论画什么，总也忘不了抒其志。山石兼用卷云皴、刮铁皴，显然取法于郭熙。而用“破墨法”烘染：先沿勾线向内用稍淡于勾的墨色加染，然后用清水向内化开过渡，墨色淡雅而鲜亮，层次感强。苏轼称赞他“得破墨三昧”。尤其是他独创的在峰顶、岚尖、树头、沙脚敷以白粉，又在树顶、苇尖略勾金线，一改唐以来金碧山水之恒以金线勾山廓、石纹、坡脚以及宫室、楼阁等物的方法，似乎更适合表达雪后的阳光感。后人赞美此图：“刻画严谨，笔墨精练，气象浑成，韵致深远。” \n烟江叠嶂图\n《烟江叠嶂图》\n手卷，绢本，设色。纵：45．2厘米，横：166厘米，现藏于上海博物馆。\n此图绘崇峦叠嶂陡起于烟雾迷漫浩渺空旷的大江之上，空灵的江面和雄伟的山峦形成巧妙的虚实对比。奇峰耸秀，溪瀑争流，云气吞吐，草木丰茂，显得蓬勃富有生气。画家以墨笔皴山画树，用青绿重彩渲染，既有李成之清雅，又兼李思训之富丽，邓椿《画继》谓王诜“所画山水学李成皴法，以金绿为之，似古”，于此可见。\n《烟江叠嶂图》背面是苏轼行书诗并跋和王诜唱和诗二章并跋，诗、书、画三绝，是中国画难得的境界，这幅濡满历史烟云的《烟江叠嶂图》恰恰是“三绝”的最好诠释。\n作品欣赏\n《溪山秋霁图》\n北宋王诜绢本淡设色纵45.2厘米横206厘米美国华盛顿弗利尔美术馆藏\n此图以长卷形式表现秋日雨过天晴后郊野的清丽风光。卷中忽而两山夹峙，野水逶迤，忽而重岩叠嶂，连绵而起，忽而江水横陈，浩淼空阔，其中点缀高人逸士、渔夫钓者，表现其悠闲生活情趣。宋人论画山水谓需写出可游可居之景，此图布置有序，意境优美，正体现了这一要求。画上无作者款识，元时曾经倪瓒、柯九思等人收藏，定为郭熙之作，但此画画风清润素雅，用笔尖利，与传世的郭熙雄健浑厚之画风颇不相同，谢稚柳更定为王诜之作。\n文学形象\n古典名著《水浒传》中，王诜被称为”小王都太尉“，高俅曾在其手下做亲随，后偶遇端王赵佶，才因此发迹。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951562661},{"name":"王诜书法","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791610590,"text":"","author":"宋代王诜","description":"王诜书法"}]