[{"name":"索靖草书月仪帖","text":"《月仪帖》传为西晋书法家索靖所书，是章草名帖。我们今天见到的是《邻苏园法帖》拓本，纵32厘米。《月仪帖》为书信文例，按月令书写。但传至今日，该拓本已缺四至六月，计18页。\n\n索靖(239-303)，字幼安，张芝之姊孙，敦煌(今属甘肃)人，官历尚书郎、酒泉太守等。因曾为征西司马，故人称“索征西”。年轻时就洛阳太学，为“敦煌五龙”之一，博通经史。与潘岳、顾荣等同僚一道，为时人所尊敬。迎讨河间王颐安之乱时受伤而卒，封安乐亭侯，谥曰庄。\n索靖擅章草书，传张芝法，险峻坚劲。其章草书，自名曰“银钩趸尾”。时人云：“精熟至极，索不及张；妙有余姿，张不及索。”传索靖有《出师颂》、《载妖》、《七月》等帖，并著有书论《草书状》—篇传世。索靖章草自成一家，唐代张怀瓘评其书曰：“幼安善章草，书出于韦诞，峻险过之，有若山形中裂，水势悬流，云岭孤松，冰河危石，其坚劲则古今不逮。若云楷法则过于瑾，然穷兵极势，扬威耀武，观其雄勇欲陵于张，何但于卫。”东晋王隐云：“靖草绝世，学者如云，是知趣皆自然，劝不用赏。”由此足见索靖章草之成就和艺术魅力。因此，凡习章草者必学索靖。\n章草\n本故事起源于汉代的军事文牍之中。军事文件，十万火急，不便于在行伍中运用工整华丽的隶书书写传递，于是便出现了这种既简又便的章草。其实，章草就是隶书的一种快写，它是汉字在演变过程中的产物，也是汉字在演变过程中的一次飞跃。它解散了隶书的体势，“简”与“便”就是其最基本的、最重要的特征，也是其最重要的审美要素。它比隶书更趋于自由和简便，冲破了隶书严谨的法度，但又保留了隶书波磔的特点。从其技巧的角度来理解，简便即是最见功力的地方。在《月仪帖》中，“简”、“便”二字达到了登峰造极的地步。我们通览此帖，很难找出一个臃杂之字或一处烦琐之笔，既简洁又易辨识，毫无矫揉造作之感。\n月仪帖全文\n正月具书君白：大蔟布气，景风微发，顺变绥宁，无恙幸甚！隔限遐涂，莫因良话，引领托怀，情过采葛，企伫难将，故及表问,信李藨藨，俱蒙告音，君白。\n君白：四表清通，俊乂濯景，山无由皓之隐，朝有二八之盛，斯诚明珠耀光之高会，鸾皇翻翥之良秋也。吾子怀英伟之才，而遇清升之祚，想已天飞，奋翼紫闼，使亲者有迩赖也。君白。\n二月具书君白：侠锺应气，融风扇物，遥愿高宇，使时赞宜，山川攸远，限以成隔。自我不见，俯仰数年，看涂驰思，言存所亲，裁及告怀，怅焉。不具，君白。\n君白：王路熙和，皇化洋溢，博采英儒，以恢时佐。辇无叩角之怨，门有缙绅之盛：斯乃潜龙逢九五之运，宝玉值卞氏之明；已委蓬室之陋，以妥金紫之荣，使亲契有拂冠之庆也。君白。\n三月具书君白：姑洗育物，罄无不宜，延想吾子，随运是康，机度推疏，不面逾纪，分逼哀涂，乌咽良展，驰心投情，庶能感应，具书修问，罔然不具。君白。\n君白：洪化遐布，率土咸宁，秉卞庄之勇者，匿武而精道；抱管鲍之才者，弹冠而待显。怪以高迈之姿，而怀迷时之志，逮明明之来，缅不识之响。机运稍移人生若寄；愿速龙跃，耀于云汉也。君白。\n七月具书君白：夷则布气，暑运西流，遥想足下，动静顺宜。川涂悠远，乖我谈宴，心存明瑰，精爽驰想。登高长伫，涕以陨之，不胜劳叹，裁及书问。君白。\n君白：与子少旧，契阔在昔，情款好合，如彼琴瑟。何图离别，历载十馀，年往□□□□□□□天地之悠长，□人生之险绝；悼言多感，怅然伤怀。唯足下宝德育素，以熙万福，叙此故旧。君白。\n八月具书君白：南吕应化，中秋告凉，敬想令问，福履多宜。山川缅邈，信理希寡，谈面既阔、音问又疏。倾首延怀，无日不劳，想笃分好，不孤其勤。亦见信忆旧，裁因数字，行人彭彭，俱数相闻。君白。\n君白：世清道治，圣化光洽，明于博采、唯贤是务。足下以神龙之贾应景风之求，足陟天阁而德闻四海，允彼具瞻副此群望，窃从草泽，慷慨增愿。君白。\n九月具书君白：无射改卦，广莫布气，气度凉和，宜时顺节。路乖人隔，邈若天逾，翘首延思，远莫致之。君子笃好想齐往分，不胜伫企饥渴之怀，故书表问，不能畅情。君白。\n君白：昔忝同门，滥攀君子，子以逸群之才，当贯三千之首，登堂入室研道之奥，虽明暗殊品每亦希颜。至以乖融，孤陋遐外，旷道离友，益以墙面，无因之积，以书所敬。君白。\n十月具书君白：应锺导运，严霜稍隆，时变物移，感候增怀。驰心系想，言存所亲，山川路限，不能翻飞。登彼崇丘，逍遥长望，延伫莫及，思积情疲,不胜郁陶眷然之感，裁复白，书不悉。君白。\n君白：往春执手，刻会来秋，迎期待面，慊然迟想。正以逸骥之迹骋于云汉之路，龙骧天府，忘此友信，飞沈壹殊，何缘言嬿,厚为时节，宝爱光仪。君白。\n十一月具书君白：黄锺吐气，凝寒雰降，温室重裘，和气养神。休宜幸甚，岁月飞驰，逝不我待，阔自别后。始忽然逾载，望涂延思，精诚所感，无物不应。果□来况，德音弥满，耽玩良翰，悟(怽mì心被迷惑）熹慰。增慨不胜抱感，裁因口答，言不具尽。君白。\n君白：昔誓秋归，而奄经半载，匪我愆期，时违书信。□□之隆，况旨沓密，蚩以逸逾，约以驰鹜，亲爱分隔，齐□□宁。足下复远□<立支>望邪仓卒不具。君白。\n十二月具书君白：大吕□，度末寒栗烈，明德宜时。梦想无恙。分隔逾年，良会乖违，感咏萧艾，言存宿好。翘翘延领，不胜思积，裁及白书，不能具悉。君白。\n君白：不图一别，便成永隔，瞻彼修路，从此乖限。情经运候，思兴感物，发言存信，涕以流坠。足下□严，度同此怀，信使知问。君白。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663802},{"name":"索靖草书月仪帖","dynasty":"魏晋","category":"草书","type":"","user":1,"timestamp":1429791622417,"text":"《月仪帖》释文：\n    正月具书君白大蔟布气景风微发顺变绥宁无恙幸甚隔限遐涂莫因良话引领托怀情过采葛企伫难将故及表问信李麃俱蒙告音音君白四表清通俊乂濯景山无由皓之隐朝有二八之盛斯诚明珠耀光之高会鸾皇翻翥之良秋也吾子怀英伟之才而遇清升之祚想已天飞奋翼紫闼使亲者有迩契也君白。\n    二月具书君白侠钟应气融风扇物遥愿高宇与时赞宜山川悠远限以成隔自我不见俯仰（数）年看涂驰思言存所亲裁及告怀怅焉不具君白王路熙的皇化洋溢采英儒以恢时佐辇无叩角之怨门有缙绅之盛斯乃潜龙逢九五之运宝玉值卞氏之明已委蓬室之陋以安金紫之荣使亲契有拂冠之庆也君白。\n    三月具书君白姑洗育物磬无不宜延想吾子随运是康机度推疏不面逾纪分逼长涂乌因良展驰心投情庶能感应（具）书修同罔然不具君白洪化遐布率土咸宁秉卞壮之勇者匿武而精道抱管鲍之才者弹冠而待显怪以高迈之姿而怀迷时之志违明明之来谄不识之响机运稍移人生若寄愿速龙跃耀于云汉也君白。\n    七月具书君白夷则布气暑运西流遥想足下动静顺宜川涂悠远乖我谈宴心存明瑰精爽驰想登高长伫涕以陨之之不胜劳叹裁及书问君白君白吾子少旧契阔在昔情款好合如彼琴瑟何图高别历载十余年往⊙⊙⊙天地之悠长⊙人生之险绝悼言多感怅然伤怀唯足下宝德育素以熙万福叙此故旧君白。\n    八月具书君白南吕应化中秋告凉敬想令问福履多宜山川缅邈信理希寡谈而既阔音问又疏倾首延怀无日不劳想笃分好不孤其⊙亦见信忆旧裁因数字行人彭彭俱数相闻君白君白世清道治圣化光洽明于博采唯圣贤是务足下以神龙之贾应景风之求足陟天阁而德闻四海允彼具蟾副此群望窃从草泽慷慨增愿君白。\n    九月具书君白无射改卦广莫布气气度凉和宜时顺节路乖人隔邈若天逾翘首延思远莫致之君子笃好想齐往分不胜伫企饥渴之怀故遣表问不能畅想情君白君白昔忝同门滥攀君子子以逸群之才当贯三千之首登堂入室研道之奥虽明响殊品每亦希颜至以乖隔孤陋遐外旷道高友益以墙面先因之积以书所敬君白。\n    十月具书君白应钟导运严霜稍隆时变物移感候增怀驰心投系想言存所亲山川路限不能翻飞登彼崇丘逍遥长望延伫莫及思积情疲不胜郁陶眷然之感裁复白书不悉君白君白往春执手刻会来秋迎期待面慊然迟想知以逸骥之迹聘于云汉之路龙骧天府忘此友信飞沈壹殊何缘言燕厚为时节宝爱光仪君白。\n    十一月具书君白黄钟吐气凝寒雰降温室重裘和气养神烋宜甚岁月飞驰逝不我待阔自别后始忽然逾载望涂延思精诚所感无物不应果为来况德音弥满耽玩良翰悟熹慰增慨不胜抱对裁因⊙答言不具尽君白君白昔誓秋归而奄经年载匪我愆期时违书信⊙⊙之隆况旨沓密蚩以逸逾约以驰鹜亲爱分隔⊙⊙⊙宁足下复⊙⊙⊙⊙支望耶停卒不具君白。\n    十二月具书君白大吕⊙度末寒懔烈明德宜时梦想无恙分隔逾年良会乖违感咏萧艾言存宿好翘翘延领不胜思积裁及白书不能具悉君白不图壹别便成永隔瞻彼修路顾此乖限情经运候思兴感物发方存信涕以流坠足下⊙严度同此怀信使知问君白。","author":"魏晋南北朝索靖","description":"索靖草书月仪帖"}]