[{"name":"怀素草书藏真律公二帖","text":"怀素《藏真帖》，行草书作品，6行，51字。怀素在文中叙述北上向名家求教书法，特别是向颜真卿学习书法的经历。《藏真帖》用笔瘦劲而字形圆浑。“颜尚书”三字雄健高标，特立独出。作品后三行快意书写，显露出怀素“若有所得”的喜悦之感。\n作品信息\n【名称】藏真帖 \n【作者】怀素\n【年代】唐代\n【书体】行草\n【材质】纸本墨拓\n【字数】6行，51字\n《藏真帖》与《律公帖》合刻，纵140厘米，横49厘米。刻石立于西安碑林第三室，为竖方形，1093年（宋元祐八年）游师雄重刻。 \n作品内容\n释文\n怀素字藏真，生于零陵，晚游中州。所恨不与张颠长史相识。近于洛下偶逢颜尚书真卿，自云颇传长史笔法，闻斯八法若有所得也。 \n注解\n《藏真帖》“晚游中州”的中州，指中原地区。古豫州（今河南省一带）地处九州之中，称为中州。“张颠长史”为张旭，唐代书法家。初为常熟尉，后任“右率府金吾长史”之职，以其官职而称“张长史”。因张旭草书作品与其性格有狂放不羁的一面，故称“张颠”、“颠旭”。张旭擅狂草，有“草圣”美誉，有《古诗四帖》（传）等作品。\n“近于洛下偶逢颜尚书真卿”是指近来于洛阳偶遇颜真卿。洛下：洛阳城。南朝梁刘令娴《祭夫徐悱文》有“调逸许中，声高洛下”句。“颜尚书真卿”指颜真卿。颜真卿字清臣，擅书法，有《祭侄文稿》等作品传世。颜真卿曾两度任刑部尚书，故称“颜尚书”。“八法”指永字八法，在文中代指笔法。颜真卿有《述张长史十二笔意》一文，叙述详备。\n怀素与颜真卿相遇之事，朱关田《隋唐五代书法史大事年表》载772年（大历七年壬子）颜真卿于“九月，经郑州归至东郡。与怀素相遇，为其《怀素上人草书歌行集》作序。” \n作品赏析\n快意书写\n《藏真帖》书体通篇以行书为主，间以草书。用笔瘦劲而字形圆浑。自首字“怀”至第十五字“恨”字，笔势开阔、速度不疾不徐；从“不与”至“偶逢”数字书写速度加快，但字形仍保持大小停匀，“长史相识”四字欹侧之势增大，分间布白与开合关系明朗，“疏可走马”。“近于洛下偶”五字字形行气稍显稳正。由“颜尚书”至文末“也”字，跌宕起伏，情迫意急，快意书写，以至于最后补写“八法”二字。“颜尚书”三字雄健高标，特立独出，颇具颜真卿真草相间的《裴将军诗》（传）劲健雄奇之气。怀素将“若有所得也”的喜悦之感（陆羽《僧怀素传》载“怀素抱颜公脚唱‘贼’”）展露无遗。 \n瘦劲之势\n宋代黄庭坚在《山谷题跋》评颠张醉素云：“怀素草工瘦，而长史草工肥，瘦硬易作，肥劲难得也。”观《藏真帖》“张颠”、“法闻”诸字皆细瘦，徐利明分析怀素草书道：“因为狂草书超乎寻常的疾势（速度）和连绵缠绕，往往数字一笔的线条运动方式，顺乎自然地与瘦劲的线条形态相适应。” \n风神遗韵\n《藏真帖》字体笔法圆熟，章法丰美和谐统一，得钟繇、张旭风神；点划轻逸灵动，顿挫坚实停匀，又得王羲之、王献之遗韵，是怀素草书中的精品。 \n怀素，生于公元737年，卒年未详。字藏真，俗姓钱，永州零陵（今湖南零陵）人，是大历十才子之一考功郎中钱起的外甥。自幼出家，经禅之余，从事艺文，尤好草书。曾将弃笔堆积埋之于山下，号称“笔冢”。又广种芭蕉，用蕉叶加以挥洒，即颜其居曰“绿天庵”。好饮酒，及其酒酣兴发，寺壁屏幛、衣裳器具，靡不书之，时人谓之“醉僧”。自言得草书三昧，有“狂僧”之称。怀素书法初学欧阳询，后师从邬彤（怀素姨表兄弟）学草书。邬彤是张旭的学生，乃告以笔法。762年（宝应初年）自零陵出游，历衡阳，走广州，客居潭州，然后经岳州，进入长安。772年，怀素回乡，途经洛阳，适逢颜真卿，曾趋谒拜访，僧儒论书，遂为书坛盛事。唐代名士如李白、卢象、戴叔伦、钱起等人，皆有歌行称颂之。传世墨迹有《论书帖》、《自叙帖》、《苦笋帖》等帖。 \n相关阅读\n僧儒论书\n72年（大历七年）秋日，怀素持锡回乡，途出东都，适逢名书家颜真卿时客洛阳，曾趋谒拜访，僧儒论书，遂为书坛盛事。陆羽《僧怀素传》记其事：\n至晚年，颜太师真卿以怀素为同学邬兵曹弟子，问之曰：“夫草书于师授之外，须自得之。张长史睹孤蓬惊沙之外，见公孙大娘剑器舞，始得低昂回翔之状。未知邬兵曹有之乎？”怀素对曰：“似古钗脚，为草书竖牵之极。”颜公于是倘佯而笑，经数月不言其书。怀素又辞之去，颜公曰：“师竖牵学古钗脚，何如屋漏痕？”怀素抱颜公脚唱“贼”。久之，颜公徐问之，曰：“师亦有自得之乎？”对曰：“贫道观夏云多奇峰，辄常师之。夏云因风变化，乃无常势，又遇壁坼之路，一一自然。”颜公曰：“噫，草圣之渊妙，代不绝人，可谓闻所未闻之旨也。” \n求教笔法\n怀素四十岁时向颜真卿求教笔法，并请作序以“冠诸篇首”。宋代董逌《广川书跋》说：“书法相传，至张颠后，鲁公（颜真卿）得尽于楷；怀素得尽于草。”怀素是通过颜氏而学到张旭笔法的。\n颜真卿对怀素说：“我二十多岁时，曾游长安，师事张旭二年，略得笔法，自以为未稳。三十五岁，从醴泉罢职回来，又特往洛阳去访张旭，继续求教。有次我再三要求张长史教笔法，长史许久不说，乃左右盼望，心情不舒畅而去，我跟在他后面，走到东竹林院小堂里，张公坐在床上，命我居于小榻边，说道：‘笔法玄微，难妄传授，非志士高人，岂可言其妙！书之求能，且攻真草，今以授子，可须思妙。’”\n张旭举出“十二笔意”授颜真卿，颜就把“十二笔意”即“平谓横、直谓纵、均谓间、密谓际”等传授给怀素。又问怀素道：“你的草书除了老师传授外，自己有否获得感受？”怀素道：“贫僧有一天傍晚，曾长时间地观察夏云的姿态。我发现云朵随着风势的转化而变化莫测，或如奇峰突起，或如蛟龙翻腾，或如飞鸟出林，惊蛇入草，或如大鹏展翅，平原走马，不胜枚举，美妙无穷。”颜真卿说：“你的‘夏云多奇峰’的体会，使我闻所未闻，增加我的广识，‘草圣’的渊妙，代不乏人，今天有你在，后继有人了。” \n","category":"草书","verified":true,"user":1,"timestamp":1429951551155},{"name":"怀素草书藏真律公二帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791634489,"text":"《藏真帖》 五十六字，释文为：“怀素，字藏真，生于零陵，晚游中州，所恨不与张颠长史相 识，近于洛下，偶逢颜尚书真卿自云，颇 传长史笔法，闻斯法，若有所得也。”\n 《律公帖》分为二段，一为二十五字，释文为：“律公好事者，前后数度，遂发怀素小兴也，可深藏之箧笥也，怀素”。另一段六十七字，释文为：“贫道频患脚气，异常忧闷也，常服三黄汤，诸风疾兼心中，常如刀刾，乃可处方数服，不然客舍非常之忧耳。律公能抬步求贫道起草，斯乃好事也。卒复不尽垂悉，沙门怀素白”。","author":"唐代怀素","description":"怀素草书藏真律公二帖"}]