[{"name":"陆润痒楷书西湖风景记","text":"陆润痒，清末状元，官员。其人官至一品。（原名陆润庠，庠 字被某些人讹传为 痒）\n人物简介\n（1841-1915），元和（今江苏苏州）人。同治十三年（一八七四）状元，官至都察院左都御史。光绪庚子（一九00）八国联军入侵，慈禧太后西狩，达行在，代言草制。官至太保、东阁大学士，谥文端。书法清华朗润，意近欧、虞。然馆阁气重，干禄之书耳。曾主讲上海橤珠书院。卒年七十五。按海上墨林作辛亥后五年（一九一六）卒，年七十六。\n人物生平\n清同治十三年（1874年）状元陆润庠，诞生于镇江，且名与字均与镇江相关。\n据《清史稿·列传二百五十九》及《中国历代状元名录》、《中国状元大辞典》等书记载，陆润庠，字凤石，生于道光二十一年（1841）卒于1915年。江苏元和县（今苏州市）人氏。其远祖陆贽是唐代名相，七世祖陆肯堂是康熙二十四年状元，祖父陆方山及父亲陆懋修精通医术，都是苏州有名望的儒中医。\n陆润庠于同治十三年参加科考，题为“子曰君子坦”一句，“自诚明谓至之性，孟子曰君子不义”。赋得“无逸图”得“勤”字。经殿试高中进士第一名。\n陆润庠考中状元以后曾入值南书房，迁侍读，出督山东学政，后做过御史，又擢内阁大学士，也做过末代皇帝溥仪的老师。辛亥革命以后，陆润庠不愿做民国的官员而做遗老，享受逊清的俸禄。\n陆润庠温和平易近人，接物无崖岸，虽贵为大臣但服用很简朴。他遇变忧愁内结于胸而不外露。当病魔缠身以后终日危坐暝目，不言也不进食，数日而逝，终年75岁。去世以后逊清追赠为“太傅，谥文端”。\n在上述《清史稿》等诸文献中虽未见有陆父何时来镇执教及陆诞生于镇江之事，却从出生于1870年的盐城蔡云万所著的《蜇存斋笔记》中见有“吴县陆文端公润庠，字凤石。相传其封翁为润州教谕时诞公于官廨，生之夕，母夫人梦至园中，见一凤凰落阶石上，寤而公生，名以润庠”。言其生于润州庠序（即学校），关于字凤石，一符其母梦兆之祥，另则因旧时县学（今江大梦溪校区内）壁端立有凤石碑一通。\n陆润庠联集\n龙门胜概；\n伊阙云连。\n题洛阳龙门石窟\n风生碧涧鱼龙跃；\n月照青山松柏香。\n赠余似山\n迎春地暖花争圻；\n茂苑莺声雨后新。\n题苏州拙政园十八曼陀花馆\n顾绪一瓯春有味；\n春风百里雪初晴。\n自题\n欲除后悔先修己；\n各有因缘莫羡人。\n题镇江焦山松寥阁\n绿印苔痕留鹤篆；\n红流花韵爱莺簧。\n题扬州瘦西湖听鹂馆\n玉壶买春，酒为欢伯；\n琅玕吐秘，诗杂仙心。\n赠奏廷大人\n在山泉清，出山泉浊；\n陆居非屋，水居非舟。\n题虎丘月驾轩石波艇子\n阁部监斋，处处不到；\n酒色财气，种种俱全。\n戏赠徐郙\n恳志诵经，励精行道；\n慧镜无垢，慈灯照微。\n题天台山万年寺\n同是宦游人，到此一空天地界；\n坐观望钓者，苍然如对海山秋。\n题龙门石窟\n近郭古招提，毗连浒墅名区，渔火秋深涵月影；\n傍山新结构，依旧枫江野渡，客船夜半听钟声。\n题苏州寒山寺\n旧雨集名园，风前煎茗，琴酒留题，诸公回望燕云，应喜清游同茂苑；\n德星临吴会，花外停旌，桑麻闲课，笑我徒寻鸿雪，竟无佳句续梅村。\n题苏州拙政园远香堂\n读书取正，读易取变，读骚取幽，读庄取达，读汉文取坚，最有味卷中岁月；\n与菊同野，与梅同疏，与莲同洁，与兰同芳，与海棠同韵，定自称花里神仙。\n题苏州留园\n主要成就\n一、当朝一品\n元和（今江苏苏州）有家姓陆的，亦儒亦医，颇有名气。大清帝国晚期，陆氏家族中有个叫陆懋修的，考入官学学习，太平军北进，陆懋修随家人逃难上海，穷困潦倒，遂以家传医术为人治病谋生。他医术高明，在上海一带很有名。治病之暇，他研讨《黄帝素问》等医学典籍，著述不缀，有《内经运气病释》等专著问世。\n陆懋修有个儿子，道光二十一年（1841）五月生于镇江丹徒（今江苏镇江）学舍。镇江，古称\"润州\"；地方学校，古曰\"庠\"。故取名\"润庠\"。学舍中有宋乾道二年（1166）《熊克风石图赞》，故以\"凤石\"为宇。陆润庠聪明好学，10岁便读完了儒家的《九经》；对家传医学，他也用心学习，颇懂医术。他凭藉儒学根底考中乡试，成为一名举人。同治十三年（1874）二月，会试中试。四月二十一日，殿试在保和殿举行，陆润庠一举夺魁，成为大清王朝第一百零一名状元。\n此科进士共337名，是同治皇帝的最后一批门生。\n陆润库中状元后，按惯例入翰林院为修撰，掌修国史，开始了他的仕官生涯。这年，他33岁。\n这时的大清帝国危机日重，英、法、俄、美、日等列强，觊觎我边疆地区，大肆侵吞，中国边疆出现危机。\n而这时的同治皇帝也已病入膏肓，他染上了可怕的性病，且已不可救药了。\n陆润庠就在这种局面下，这种时刻进入仕途。\n他入仕不久，同治皇帝便于十二月五日病死，年方19岁。他的母后慈禧太后把年仅4岁的爱新觉罗·载湉扶上帝位，年号\"光绪\"，军国大权操纵在她的手中。\n光绪皇帝即位后，陆润庠屡次出为乡试考官，光湖南、陕西就各典试两次。后入值南书房，侍从光绪皇帝作文绘画。擢为侍读，出为提督山东学政。督学山东不久，老父病死，陆润庠离职服丧。服阙，累迁到国子监祭酒。老母罹病，乞假归养。\n总理各国事务衙门奏请谕令各省设立商务局，各府州县在水陆通衙之处设立通商公所，兴办实业，官督商办。\n署理两江总督兼南洋大臣张之洞率先行动，奏派通州（今江苏南通）人、光绪二十年状元张謇在通州设立商务局，陆润庠在老家苏州设立商务局，去官在家的礼科给事中丁立瀛在镇江（今属江苏）设立商务局。丁立瀛在镇江无所作为，而张春在通州兴办了大生纱厂，陆润庠在苏州创办了苏纶纱厂和苏经纱厂。这便是轰动一时的\"状元办厂\"。\n但是，陆润庠和张謇不同，张謇从此热衷于办实业，他虽然没有完全脱离政治，有时还颇为激动，但他的主要精力放在兴办工厂、学校等上面；陆润庠虽然创办了两个纱厂，但他热衷的还是仕途。\n光绪二十四年（1898），起仕，再为国子监祭酒。不久摆内阁学士，署理工部侍郎。\n这时，义和团运动风起云涌。慈禧太后对列强干预她废黜光绪帝极为愤恨，试图借助义和团来教训一下洋大人，对列强宣战。俄、英、法、美、日、德、意、奥八国拼凑了一支2000余人的联军，在英国海军中将西摩尔率领下，从天津向北京进犯。慈禧太后挟持光绪皇帝出德胜门仓皇而逃，奔往西安。\n陆润庠辗转奔赴西安--当时叫\"行在\"。慈禧太后被陆润庠的这种忠心感动了，委任他为礼部侍郎。慈禧太后还京后，陆润庠出任最高监察官--左都御史，后又奉命署理工部尚书。\n陆润庠成为一品大员。\n二、反对变法，仇视革命\n康有为、梁启超等人掀起的\"戊戌维新\"被慈禧太后镇压后，\"君主立宪\"运动并未消歇，很快便又重新兴起。而资产阶级革命派也日渐壮大。对这两股势力，清廷不能不注意了。若要在二者中选择一个的话，清廷自然要选择君主立宪。但是清廷不愿真心的实行君主立宪。于是，清廷玩了\"预备立宪\"的骗局，来麻痹立宪派，打击革命派。光绪三十二年九月十三日，清廷颁诏宣布\"预备立宪\"。\n按清廷的说法，\"预备立宪\"的首要任务是改革官制。慈禧太后命陆润庠为嫠订官制大臣。不久，公布中央官制，最高统治机构军机处照旧不变，旧的部名称作了更改并增为11部：外务部、吏部、民政部、度支部、礼部、学部、陆军部、司法部、农工商部、邮传部、理藩部，工部裁省，陆润庠署理工部尚书一职撤销，以尚书衔领顺天府尹。翌年，授吏部尚书、参预政务大臣。他上疏说：\"捐钱买官，仕途就良莠混杂了。有些官员学识浅陋。请制定道府以下考试章程，考试不及格者不差遣官职，设立仕学官教习他们。\"\n作为当朝一品大员，陆润庠对方兴未艾的立宪运动不能没有看法。他说：\"成规不可墨守。而实行新法也需要斟酌。若不研究中国历史，不从中国实际出发而进行变革，改革是难以成功的，且将使问题更糟。\"从这里看，陆润庠主张改革，但反对激进，主张稳重。\n光绪三十四年十月二十一日，光绪皇帝在流台涵元殿驾崩，终年38岁。慈禧太后选中醇亲王爱新觉罗·载沣的儿子爱新觉罗·傅仪为新的帝位继承人。十月二十二日，慈禧太后寿终就寝。十一月九日，傅仪登基，年号\"宣统\"。\n最大的守旧分子慈禧太后死后，要求改革变法的呼声日高，资产阶级革命运动也更加高涨。在这种局势下，陆润庠非但没有随着形势的发展而更倾向于改革变法，反而日渐反对改革变法，变成了一个守旧分子。\n宣统元年（1909），陆润庠入阁为协办大学士，进为体仁阁大学士，转东阁大学士。宣统三年设弼德院，参预机务。弼德院置院长、副院长各一人，顾问大臣32人，参议10人，秘书厅秘书长一人。陆润庠出任弼德院院长，还充任毓庆宫授读，教宣统皇帝读书。在此期间，陆润庠就军国大政提出了一系列建议。曲阜新建\"曲阜学堂\"，他上疏说；\"曲阜是圣地，新建的曲阜学堂必须以弘扬经术、提倡正学为宗旨。若杂聘外国人为教习，异言殊服，喧宾夺主，有害于圣教；若圣教渐灭，将是朝廷之忧。\"关于官制改革，他认为：\"董订官制应保存都察院。有人说既然有了国会，不需再有言官。岂不知议员职在立法，言官职司监察。议院开会，不超过三个月，言官却随时可以进谏。行政裁判，乃事后决断，言官则奏谏于事前。朝廷想广开言路，那么，都察院就不可裁；诸臣要巩固君权，那么也会赞同保留都察院。即使他日国会成立，也应使都察院为独立衙门，不要被那些邪说所迷惑。\"对于当时出国留学风潮，他贬斥说：\"游学外国的学子，在实业上学成而回来的，寥寥无几；回来后又所学非所用。学成后归国最多的是法政科。法政各国不一，都是根据本国的风土人情而制定的。今留学的学子根底很浅，对于中国的经典未曾诵习，传统道德风尚知之甚少，徒学人家的皮毛，妄言改革，甚或包藏祸心，鼓吹民权、革命，视国家与君主为西途，在国内发展他们的党徒，图谋造反。各部院大臣以为朝廷锐意改革，非重用那些留学回来的人不足以成大事。于是异端邪说流行，遍及朝野，日子长了必然会动摇国本，生灵涂炭。\"\n朝廷财政困难，入不敷出，陆润庠把财政危机归因于实行新政，借财政危机指斥改革，鞭挞新政。他说：\"今日之祸，是因为督抚无权，朝廷无权。库储空虚，寇贼横行，是尤为明显的。编练新军，所用的都是没什么经历的学生，他们的韬略仅是纸上谈兵，用兵则局限于条条框框，还有的说中国人不打中国人。一旦有事，督抚非但不能调遣，甚至倒戈响应，他们不可信用是显而易见的。如此，则不如停办新军，仍使用从前的巡防兵。当然，对他们需加以整顿。新的审判机构任用的都是未曾听讼的法官，黑白混淆，是非颠倒。旧时干练的老吏，督抚都不敢使用。州县的捕快都被遣散了，把缉拿盗贼之事交给巡警。巡警大都无能，且仅省会城市及通商口岸有巡警，岂能顾及乡里？将来势必遍地皆盗，人民无可控诉。如此，则不如撤销新的审判，象从前那样，把断狱、缉捕之事交给州县。谘议局设立后，各地推举的都是不谙掌故的议员，肆意放言，宿制官员，督抚对他们无可奈何。于是，他们借筹款之名，鱼肉乡里；打着自治的旗号，树立私党。去年资政院开会，有人竟然张牙舞爪，破口大骂，藐视朝廷。他们以能言善辩为通才，以横加讥议为舆论，蜩螗沸羹，喧闹嘈杂，莫可究结。如此，则莫如停办国会，把言事之责仍归于都察院。新设的学堂，聘任的都是不通经史的教员，他们用的教科书，仅能启发愚昧而已；废《五经》而不读，其祸等于秦始皇焚书；暑假星期天，学生毫无约束，他们都是些未成熟的少年，哪能不结伙生事，为非作歹？而伙食费、学费百倍于前，那些贫穷而有才的人，进身无路。如此，则不如停办中小学堂，仍实行科举取士，凡此都与财政有关，而祸害不仅在财政，若不早点了断，必然导致威权下移，大局不可收拾！\"\n尽管陆润庠反对改革，仇视革命，但历史的发展都不以他的意志为转移，资产阶级革命发展到高潮，武昌起义爆发了。\n三、逊位皇帝的师傅\n宣统三年八月十九日，陆润庠指斥的新军在武昌起义，攻占武汉三镇，全国各地纷纷响应。十一月十日，独立各省代表在南京公推孙中山为中华民国临时大总统。1912年1月1日，孙中山在南京宣誓就职，以1912年为民国元年。中华民国建立了。\n民国元年二月十二日，宣统帝在养心殿举行了清王朝最后一次朝见仪式后，宣布退位。\n陆润庠年老昏聩，但他对在皇宫中称孤道寡的宣统帝却忠心不渝，奉隆裕太后懿旨，照料毓庆宫事务，仍充任宣统帝的师傅，并接受了太子太保的官衔。\n民国四年，陆润庠病死，享年74岁。\n已经退位的清帝追赠陆润庠太子太傅，谥号\"文端\"。\n陆润庠俭朴，虽贵为一品，衣着如寒士。他性格内向，即使生气，也抑郁于内心，从不外露。病重后，终日正襟危坐，瞑目不言，也不吃喝，数日而死。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951662731},{"name":"陆润痒楷书西湖风景记","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791607745,"text":"陆润庠楷书：袁宏道《西湖二》\n　　西湖逰客最盛为春日。今岁春雪甚盛，梅花为寒所勒。与杏桃相次开发，尤为奇观。石篑数为余言：“傅金吾园中梅，张功甫家故物也，急往观之。”余时为桃花所恋，竟不忍去。湖上由断桥至苏堤一带，绿烟红雾，弥漫二十余里。歌吹为风，粉汗为雨，罗纨之盛，多于堤畔之草，艳冶极矣。　　然杭人游湖，止午、未、申三时。其实湖光染翠之工，山岚设色之妙，皆在朝日始出，夕阳未下，始极其浓。月景则尤不可言，花态柳情，山容水意，别是一种趣味。此乐留与山僧游客受用！（说明：此文“大字先生”按陆润庠书法文字顺理，与原文有异，参见帖后袁宏道原文。）","author":"清代陆润庠","description":"陆润痒楷书西湖风景记"}]