[{"name":"詹景凤跋祝允明草书云江记卷","text":"詹景凤(1532-1602)，字东图，号白岳山人，又号大龙宫客等，安省休宁县流塘村人。1567年詹景凤乡试中举，1582年补湖北麻城教谕，1588年迁南京翰林院孔目，擢南吏部司务。1595年谪四川保宁教授。1598年升广西平乐府通判。他一生爱好书画，并留下书法作品多件传世。\n人物生平\n567年詹景凤乡试中举，但是其后春闱屡挫。在他一生的官吏生涯中，始选江西南丰教谕。\n582年补湖北麻城教谕，1588年迁南京翰林院孔目，擢南吏部司务。\n595年谪四川保宁教授。\n598年升广西平乐府通判。\n成就评价\n詹氏活动于明代晚期，在诗文、书画等方面富有声名，当时就有人把他和有明一代的书画领军人物祝允明、文徵明等相并称。然，在今天看来，詹景凤在书画鉴赏上的成就嘉惠后学犹多，这一方面得自家学，另一方面缘于交游。1576年，詹景凤造访秀水(今浙江嘉兴)大收藏家项元汴，得观项氏庋藏，而后又在苏州、松江(今属上海)、金陵(今江苏南京)一带广览诸家藏品。在南京的七年里，他又与名士王世贞、王元贞、陈文烛、屠隆等切磋艺文；在保宁三年，周览所至，题咏几遍。阅历既富，鉴赏亦善。詹景凤的主要著作有《东图全集》三十卷、《詹氏小辨》六十四卷、《六纬撷华》十卷等，其中《东图全集》末四卷《玄览编》及所附题跋一卷和见存于《詹氏小辨》卷四十、四十一的《书画旨》二卷，论书画最详。另外，传世还见詹氏辑集王世贞《书画苑》失收的古代书画之书二十五种而成的《王氏书画苑·补益》。\n詹景凤的艺术创作以书法为高，其中又以草书成就最为突出。明末朱谋垩在编撰《书史会要续编》时，就认为：\"詹景凤……深于书学，用笔不凡，如冠冕之士，端庄可敬。狂草若有神助，变化百出，不失古法，论者谓可与祝京兆(允明)狎主当代。\"这样的评价显然是非常高的一一已经把他看作明代草书的代表人物了。在詹景凤的传世草书作品中，又以《千字文》最为著名，在明代就有刊本行世。据中国古代书画鉴定组编、文物出版社出版的《中国古代书画图目》著录，传世所见詹景凤草书《千字文》长卷凡三种：一为万历二十四年丙申(1596年)夏六月所书，今藏安徽省休宁县博物馆；一为万历二十五年丁酉(1597年)所书，今藏广东省博物馆；另一卷即为本书介绍者。传世尚见詹氏书于万历二十七年己亥(1599年)的草书《临怀素<千字文>》一卷，今藏江西省博物馆。\n传世本卷前有詹氏所作《墨竹图》一截，署款后复有詹氏二跋。从卷后款跋可知，本卷乃万历二十五年丁酉(1597年)十二月初四日所书，时天寒积雪，詹景凤\"顾几上笔砚，乃不作冻\"，又有感于\"佳客在坐，乌薪在炉，松萝仙茗在壶，白下之襞在手\"，遂乘兴而书。全卷一百四十一行，正文连同题头、款语凡一千零八十余字，一天之内一挥而就。对于本作，詹景凤自己是\"颇觉如意\"的，所以在事后两天，他又以精工小楷题写一跋云：\"予生平书《千文》殊少，近因客乃作。然多缘俗事，经二三日乃完。惟此卷一挥而就，以为偶然。遂再题首尾，则是日之后二日也。初六日，景凤。\"跋中\"再题首尾\"云云，其题卷尾者，当为上跋；题卷首者，或为今存卷首的《墨竹图》。此后不久，本卷为世兄范奎甫所得。翌年九月十三日，詹氏复以草书跋此卷云：\"奎甫范世兄得此卷，持过天逸阁，索予复为题志，因记。岁戊戌重阳后四日，詹景凤。\"\n自南朝以来流传的《千字文》(简称《千文》)是历代书家最为钟情的书写内容。《千字文》本身是一篇四言韵语的文章，叙述了有关自然、社会、历史、伦理、教育等方面的知识，自隋代以来，尤其是宋代以后，成为中国古代流传最广的启蒙读本之一。据《梁书·周兴嗣传》记载，当年梁武帝命周兴嗣\"次韵王羲之书千字\"而撰成文章；而据《法书要录·武平一<徐氏法书记>》记载，在周兴嗣撰成文章后，梁武帝又命殷铁石\"模次羲之之迹\"。从此，《千字文》成为后人学习王羲之书法的一种范本。尤其是王．羲之的七世孙、隋僧智永居永欣寺临写\"真草《千文》好者八百余本，浙东诸寺各施一本\"后，书写《千字文》似乎更成为一块考察书法家技巧的\"试金石\"。明代书家喜抄写前人诗文，又多好草书，因此以《千字文》为书写内容而创作草书作品者甚夥，但举名家者，宋克、祝允明、文徵明、徐渭、董其昌等均是。詹景凤在当时就以草书《千字文》而名于世，足以证明他的草书成就不俗，而其所书《千字文》 亦足以代表他的草书水平，在某种意义上说也代表了有明一代的草书水准。\n正如前人所评价的，詹景凤的草书既有所本，又变化百出。他的草书之\"狂\"，既有他性情疏放的一面，也有技巧娴熟的一面。传世所见詹景凤三本草书《千字文》长卷，均为乌丝栏纸本，创作时间前后仅相去在一年半之内，但它们之间的艺术面貌却有较大的差异。要而言之，在笔者看来，本卷的艺术水准在三卷之中是最高的，它在结体上更富字势的动感，在中锋圆笔的主体表现中，方笔侧锋在其中的合理运用，墨色的浓润枯燥，也在捷速的书写中一任自然。这就避免了书写之滑，而丰富了笔墨情趣。而这一切的得采，无疑既与书家精熟的草书技巧有关，也和书写本卷时是\"乘兴而书\"、\"一挥而就\"的极佳创作状态有关。所以，詹景凤自己也以为是\"偶然\"而得。这就说明了在艺术创作中，技巧是基本的，而灵感是偶然的，只有当技巧与灵感完美结合，即\"心手相称\"，才能\"穷变态于毫端，合情调于纸上\"。\n一生所做的官虽然小，但艺术成就并不低。他的文章主要学汉赋和《庄子》、《左传》等先秦散文；绘画则学元人黄公望、倪瓒的山水，在折枝花卉方面较为擅长，晚年以书法作画法而为墨竹，传世多见，堪为典型；书法学王羲之、王献之父子，晚年善狂草，模仿怀素 ，在晚求奇求怪的书风范围内，但意胜于法，往往粗率。他甚至受到同时代人周之士批评“终为幻怪，牛鬼坑神，酒肆物耳”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951649036},{"name":"詹景凤跋祝允明草书云江记卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791642767,"text":"","author":"明代詹景凤","description":"詹景凤跋祝允明草书云江记卷"}]