[{"name":"傅山草书祝锡予六十寿十二条屏","text":"傅山，明末清初著名书法家。其书法雄厚豪放，富有浪漫色彩。其以[二王]为宗，取法颜真卿，上追魏晋及宋元诸家，特别是米芾的疏狂颠逸之书风对他影响颇深。傅山楷隶行草诸体兼擅，但艺术成就最高的当属他的草书。\n从其行草书法作品中可以看出，其笔势雄浑，如排山倒海，一发不可收；其线条婉转飘逸，如枯藤绕树，缠绵起伏；其点画顿挫抑扬，如乱石铺街，险峻跌宕，因而显得大气磅礴，生机盎然。\n近年来，随著书法热的持续升温，傅山的书法也越来越受到人们的关注，特别是他的行草书，更是受到许多书法家和书法爱好者的喜爱。本书精选的是《寿王锡予四十韵十二条屏》。该作是最能代表傅山书法成就的行草书经典之作，以餮读者。\n介绍：\n备注：王晋荣旧藏题签。\n挽强压骏生龙活虎\n——傅山为魏一鳌所书草书十二屏考辨\n公者\n据白谦慎先生所著《傅山的世界》一书所述，傅山与魏一鳌交往四十年，两人交往颇深、感情甚笃。\n傅山出身明代官宦世家，岳父和其兄是明代的官员，他本人也是明末时期山西一带有名的文人。入清以后，情况发生了变化，过去的政治依托不复存在，为了生存的需要，他要寻求政治上庇护，而所能够指望的就是那些在清政府中为官的同情明代遗民的汉族官员。\n魏一鳌，字莲陆，直隶省保定府人。著名理学大师孙奇逢弟子。清兵入关后，为了巩固在北方的统治，需要网罗汉族官员为其效力，在这样的情况下，魏一鳌得以被任命为山西东部平定州的知州。\n由于当时傅山在山西的名望，魏一鳌到了山西不久，就与傅山成为朋友，并且是傅山最重要的资助者。从17世纪四五十年代中这段时间傅山致魏一鳌的信札中可以看到魏对傅山无论在经济上还是政治上的帮助。同时，他还利用自己的关系和职权，进一步保护傅山及其友人。著名的“朱衣道人案”中魏一鳌所起的关键作用也是傅山得以最终获释的重要因素。\n对于魏一鳌的帮助，贫困的傅山所能够给与回报的，除了为其家人和朋友看病外，就是以书画相赠。\n傅山和魏一鳌不仅仅是相互帮助的关系，而且是志同道合的朋友，这从两人互赠的诗词中可以得到明证。《霜红龛集》收有傅山五律《老足》一首，其中有“生平望东海，一钓有连鳌。”句。“连”意即“莲陆”、“连翁”，乃魏一鳌的别字和傅山对其的称呼，“东海”则意指一鳌之别号“海翁”。由此可见傅山对于魏一鳌人品和才学的仰慕。1684年傅山去世，魏一鳌也写了《挽石道人》七律一首以志哀悼。表现了魏一鳌与傅山深厚的感情。\n此草书十二条屏，无创作年代，从风格上看，大约是傅山六十岁左右的作品。“五峰归来“之”五峰“，或是指五台山，或指其它，因傅山一生壮游名山大川、四海访碑，故“五峰归来”亦可能是指其访碑归来。“养疴松庄，老腕如铁，腰复疼痛，时一鳌词兄索书，挥汗作字，真意遁也。奈何奈何！”由此可见对于魏一鳌求字，傅山是有求必应的。不但要写，还须认真。从傅山之魏一鳌书札中可看出对魏一鳌的重视。1656年左右，魏托其为朋友淄川作书，傅山为此专门去信询问此人的性情，可见其认真程度。信中写道“自淄川作字即奉命，但题后须及尊意，不知当如何书，又不谙此君性情何如，尚求一教。”\n与平时常见其动辄书杜甫“秋兴八首”以应酬络绎不绝的求字者不同，一鳌求字，自然不能怠慢。此十二条，书谢灵运诗五首，大约也是“五峰归来”之后情绪与谢诗相合之缘故。\n有论者认为，傅山许多狂放的草书并非情绪激烈时所为，往往是为了应酬，所以书写速度快，于浓淡涨墨于不顾，草率为之。他也曾有自评：“俗物每逼面书，以为得真。其实对人作者，无一可观。且先有愤懑于中，大违心手造适之妙，真正外人那得知也！”而后世不明就里者往往以其粗服乱头、狂狷不羁者为辨别标准。岂非刻舟求剑耶？\n对于魏一鳌的求字，傅山当然是要认真对待的，所以，我们不仅看到他不常书写的谢灵运诗，也看到他不同寻常的“标准草书”，通篇不温不火，娓娓道来。题款中“养疴松庄，老腕如铁，腰复疼痛”这类辞令古来有之，自言身体不佳，带病所书，是为了让求书者更有面子的一种方式。而“真意遁也。奈何奈何！”则是傅山自谦的表示了。\n傅山书法人书合一，观之如临深山大川，苍茫之气直袭人面，于右任爱其“生龙活虎”，章太炎谓其“挽强压骏”，郭沫若赞其“志在千里”，皆推崇备至。傅山学问博大精深，故能参透书理。胸中万象，一寓于书。人格之高洁一览无余。\n此作原为清末著名学者、藏书家王晋荣所藏，且每幅均由王氏本人题写签条。王是傅山的崇拜者，尝重刻《霜红龛集》，世称“王刻本”。并屡屡作序美之。（参见《傅山全集》序）\n王氏收藏傅山作品甚伙，去年也是其收藏的《归去来辞》草书十二屏与本作品创作时期、风格均颇近似，在国内某公司春拍中以三百余万元拍出。\n","category":"草书","verified":true,"user":1,"timestamp":1429951653708},{"name":"傅山草书祝锡予六十寿十二条屏","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791646080,"text":"傅山《草书祝锡予六十寿十二条屏》轴 绫本 200×51.5cm×12 山西省博物院藏\n【释文】：王季子用予将冲寒破浪，寿贤仲六十于海陵，属友兄令器征字老夫。瞠乎村侨，钞誊无策，感天伦之盛事，叹友谊之无穷，即事漫书，得四十韵。蜗结丹崖老，鹪栖翠柏傍。柴门灯火闭，村巷足音忙。远道来千里，文翁第四郎。老人明耳目，夜色满衣裳。喜笑林云动，殷勤水月光。盈盘白粥进，下箸绿薤凉。淡薄知能恕，鲑蔬总不防。贫家难好饭，公子会须尝。旋致王生意，将称仲子杨。柴荆天市树，鸿雁海陵行。奇行无岩处，遨游不故乡。陶朱占地户，端木许门墙。德以任时好，名因得势彰。安能钓溪刻，作意射糟糠。烟雾随捃载，星河出橐装。神农既久远，虞夏已通商。斗僻离山国，朝宗狎海王。龙蛇纷变化，天地见圆方。都会趋三俗，牢盆试一匡。高才赋积雪，投笔鬻蜚霜。千丈连船白，差强用谷量。智仁良不易，劳苦念非常。兄弟思同被，江山负半囊。言闻古者赠，谬责老夫当。佳句还能记，飞书莫谓忘。题诗衲罫满，可缝墨华香。只是心肝别，全殊漫兴长。深藏佯守黑，谍辂到侨黄。即此真酥酪，而焉介酒浆。怡怡荣覆盛，止止鄂承祥。药可休玄雪，瓜容却黛瓤。许芝同采摘，茅鹤并翱翔。不似人间乐，何如兄弟强？天亲全混沌，伧父丑篇章。或发东公笑，原非李绪狂。穆雝推礼法，吊诡敢荒唐。好在宫髯问，于今道体康。往时严议论，称谓析微茫。湖静仍春雨，花浓定草堂。风云通兴会，吟咏更飞扬。老臂作痛，焚研久矣。喜好友子弟见过，数道高谊如云，感叹无喻，遂不觉欲枯之臂顿轻。篇中用事，皆用予为龙门文子之雅，不能忘之，遂三致意焉。是足为锡予词丈发噱满引者耶。 松侨老人真山书","author":"清代傅山","description":"傅山草书祝锡予六十寿十二条屏"}]