[{"name":"董其昌赤壁怀古","text":"双塔寺，三晋名刹，本名永祚寺，位于太原市城区东南方向，距市中心四公里左右的郝庄村南之向山脚畔。这里，绿树红墙，宝塔梵殿，龛 阁玲珑，碑碣栉比，花卉溢香，松柏凝翠，肃穆幽静，古香古色。\n建筑方位\n一反我国千百年来寺院建筑坐北朝南的传统习惯，因地势而拓建，居高临下，坐南朝北。可谓背拥太行群峰，面俯汾水一带。身临其境，凭着古老的塔身，可广瞰古城太原之全貌，晋中盆地之沃野千畴。\n命名由来\n双塔寺，本名“永祚寺”。只因其寺内那两座巍峨壮观，耸入云端的古塔，引人瞩目，才被世人习惯称呼为双塔寺。久而久之，真正的寺名渐不被人注视，而俗称却家喻户晓，尽人皆知。“永祚寺”之“永祚”二字，语出《诗经·大雅·既醉》中：“君子万年，水锡祚胤”句，“永祚”就是“水锡祚胤”的略写。《尔雅·释古》说：“永，长啊也；永，远也。”《说文解字》说：“祚，传也；祚，福也。”《晋书·乐府》说：“永祚，犹远祚也。”可见“永祚”一词，似有“永远传流，万世不竭”的意思。这就是寺名的来由和含意吧。双塔寺始建于明代万历中叶，大约在明历二十五年至三十年之间（公元1597——1602年），距今38O余年。初创之时，还不是我们今天看到的这所寺院，也没有达到现在这样的规模。那时，仅建了一座补辅太原“文运”不足的文峰塔，取名“宣文塔”，即如今偏于东南隅的那座旧塔。至于那紧靠塔而建的几间简陋寺舍，而今早已荡然无存。当时，寺名也不叫“永祚寺”，而是叫做“永明寺”。关于“永明寺”和“宣文塔”的起建原因，明万历本《山西通志》和万历本《太原府志》都曾作过明确的记载。\n发展历史\n万历三十五年\n宣文塔和永明寺问世不久，万历三十五年（公元1607年），晋藩第十一代王——晋穆王朱敏淳觉得永明寺、宣文塔规模简陋，与省城太原的地位不甚相称，就下书五台山显通寺，邀请该寺主持，当时在全国颇有些名气的建筑家福登的和尚，来太原主持扩建“大塔寺殿宇”的工程。福登的和尚是明代中叶著名高僧。万历皇帝的生母，那个笃信佛教的慈圣宣文李太后就拜他为师，皈依其门下。福登接到晋穆王邀请后，便来到太原。当他看到永明寺的宣文塔微向西北倾斜时，就向晋王建议，在扩建殿宇的同时，另建一新塔于旧塔之左。晋王采纳了福登的建议并在慈圣皇太后出资佐助下，用了4年的时间，即万历三十六年春至四十年九月（公元1608——1612年），新建了寺院的三座大殿，即现存永祚寺殿堂的主体建筑：大雄宝殿、三圣阁、两厢方丈和两廊配殿，以及位于旧塔西北方的新塔，形成了“两峰插天”，“楼阁巍然”的大观。\n福登计划中的寺院规模是非常宏伟的，除了目前现存的后院三座大殿外，还有天王殿、后院门庭、前院诸殿和山门的殿堂。然而，终因年迈体弱，积劳成疾，无法完成其计划，于这年（万历四十年）秋天九月，完成新塔之后，抱病返回五台山，不久即圆寂于台怀镇显通寺。这个终未能完工的塔寺，遂更名“永祚寺”，两塔均定名为“宣文塔”。\n顺治十五年\n顺治十五年（公元1658年），阳曲县地方官曾对双塔寺进行过一次修葺，新筑两塔之间的过殿。有关资料说，这次修寺，曾准备新建该寺山门，后不知何故而未盖成。康熙二十一年（公元1682年），阳曲县知县戴梦熊，也曾筹砖备瓦，准备大兴土木，兴建双塔寺的围墙并山门。恰巧，这年升迁为汉阳知府，未能如愿。直至康熙三十年（公元1691年），才由阳曲县继任知县刘江召集工匠，砌起从东配殿至西配殿的寺院围墙，并辟建一简陋之极的山门。这样，总算使空旷且坦露了八十余年的寺院有了遮拦。因为起建围墙和山门的夙愿，发至于前任戴氏，刘江在工程完竣后，请戴梦熊提了“祗国胜境”的门额。今天的永祚寺二门，就是当时所建的山门。\n民国以来\n民国以来，永祚寺因年久失修，尤其是大雄宝殿和三圣阁，多经风雨剥蚀，损坏到几乎“倾覆”的地步。民国十六年（公元1927年），杨子端等人积极活动，组织募集捐款，维修塔寺，并在修旧的基础上，在大雄宝殿对面，东西配殿北端，破土动工建起六间单坡式北房，在原天王殿的位置上新辟院门，构成传统的四合院式布局。如今的永祚寺三门，即门额书“永祚禅林”的寺门，就是当时的产物。\n解放前夕，双塔寺由于其地势险要，成为军阀阎锡山固守太原，负隅顽抗的军事要塞。高大的双塔，变成了阴森的碉堡，古老的寺院，成了驻扎军队的兵营。名刹古寺进入它历史上最黑暗的年代，饱经战乱，满目疮痍。\n新中国成立后\n新中国成立后，古老的塔寺焕发了青春。建国40年来，党和政府曾多次拨款，维修双塔寺，特别是“文革”后，省、市政府对文物管理工作和旅游事业的发展更加重视。在党的十一届三中全会之后的十年中，迅速地医治了永祚寺的创伤，投资巨款，修复了重创于“太原战役”的宣文西塔；精心设计，新建了嵌满“宝贤堂集古法帖”和“古宝贤堂法帖”两套珍贵碣石的碑廊；收集和荟萃了散佚在全市各处，不同历史时期的石雕、石刻、石碑；仿建了具有明代特色，与永祚寺明代所建殿堂风格一致的寺院山门和前院东、西厢房；新植了数以千计的，来自山东菏泽的牡丹珍奇品种。使有着近四百载历史的古刹，一扫往日颓势，面貌为之一新。太原和日本的姬路市结为友好城市后，姬路市的日本友人，已在姬路市仿建了双塔永祚寺。1989年3月，在姬路市建市200周年纪念日中，正式剪彩接待游人。\n现状\n如今，新生的双塔永祚寺，正以崭新的、热情的姿态，迎接着南来北往的中外游人。\n明代牡丹太原的牡丹花，不见经传，无论从种植历史，还是种植的数量和品种，别说与洛阳，就是与彭县、亳县、淮阳、菏泽相比，也难以同日而语。可是，太原也有种植牡丹的历史，并且如今尚有明代中叶种植的牡丹花盛开于世，历经三百五、六十个春秋而不衰，被世人称作“明代牡丹”。这似乎又有别于几个牡丹花盛地，使其难以望尘，而值得提它一笔。\n近年来，双塔寺文管所又在“明代牡丹”的基础上，引进和培植了近千株牡丹，就品种而言大约有30余种，从颜色来看，红、粉、黄、白、紫、绿、墨，可谓九色齐全。如今，每逢春夏之交，立夏前后的20多天中，古刹双塔寺，古技挺拔，竞放新花，整个梵寺绮丽绚烂，嫣红姹紫，争芳斗妍，清香飘溢。中外游人世间接踵摩肩，争相观赏，置身于缤纷斑斓的牡丹花间，构成一幅花海人潮的春游赏花风俗画。\n双塔永祚寺的百年“明代牡丹”，名字叫做“紫霞仙”，它植根于寺院主殿大雄宝殿前的方形花坛里。“紫霞仙”，是这种牡丹花的古代名称，从洛阳的牡丹花品名称演变系统资料中，我们可以知道，随着时间的推移，紫霞仙的个名已经变作“紫云仙”了。\n紫霞仙，属于毛良科，芍药属，牡丹种的多年生落叶灌木花卉。原产我国西北部，后经人工养植广种于河南洛阳，明代中叶徙植于太原。这种牡丹花种植年代久远，品种较为稀少，花型为单叶，也叫做单瓣型牡丹花，即使在盛开之日花瓣也比较少，是比较著名的观赏花。据养殖牡丹花和研究牡丹花种的工作人员讲，紫霞仙为早开晚收的牡丹花种，花期较长，花叶深绿，初开之时花瓣呈肉红色，盛开之际呈淡紫色，临近晚期则为正紫色，花期约20天。每当大部分品种的牡丹花开过盛期，临近凋谢或已经调落时，正是紫霞仙喷芳吐艳，馨放沁香，蓬勃盛开之际。那时节，它独树一枝，花团锦簇，紫中透红，红里发紫，至为壮观，无愧为牡丹花后期之佼佼者。难怪金元大诗人元好问看到盛开的紫霞仙时。倍感惊奇，欣然命笔赞美：\n天上真妃玉镜台，\n醉中遗下紫霞怀。\n已从香国编熏染，\n更怕花神巧翦裁。\n把“紫霞仙”比作醉酒的杨贵妃，从天宫重返大地，憨卧于古刹院中。\n如今，有着“百年牡丹”之誉的“紫霞仙”已经成为太原市游览名胜中的一景，名曰“明代牡丹”。\n今者豫东柘人李冷云曾为诗《梦赏永祚寺牡丹》\n都市糟杂心懒散，\n难得醉与紫霞眠。\n穿云度雾群芳尽，\n余韵犹存三百年。\n注：太原永祚寺存明代牡丹六株，号曰紫霞仙子。\n寺藏碑碣\n双塔寺现今共收藏和保护有价值的碑碣刻石260余通。这些碑石中除一小部分是寺院原物外，绝大部分是“文化大革命”之后，从太原各个地方收集的散佚珍品。在这些碑石中，有明代的石刻珍品，名著三晋，海内知名的《宝贤堂集古法帖》180余通；有清代的《古宝贤堂法帖》36通；有宋代大文豪苏东坡的醉笔石刻“赤壁怀古”3通；有清代著名书家祁隽藻的“子史萃言”石刻4通；还有记述内容别具一格的“晋溪隐君家训”碑，等等。这些古碑古碣，集清以前各代著名书法大家的墨迹宝瀚于一堂，真、草、隶、篆各种书体，无一不有，不仅为书法界和爱好书法的各界人士所珍视，也极为到此观光和游览的人们所喜闻乐见。\n双塔寺“碑廊”的最北端，镶嵌有宋代大文豪，一代书法家苏东坡的墨迹“赤壁怀古”刻石。这套刻石共三块，是苏武原迹的摹勒本，也是双塔寺“碑廊”众刻石中引以为重的佼佼者。据该刻石末一通的“跋文”看，该石为乾隆二十七年仲夏（公元1762年），依旧拓摹勒上石，迄今227年。兹引原“跋文”如后：\n右东坡先生自书大江东去词，乃为醉后神到之笔。余家藏旧拓也。词与书并挟，莫伟劲杰之气雅，类其为人。余爱而重之，固复钩摹勒石以广所传。按先生脱御史台，狱谪黄州团练副使，前后赤壁二赋成于迁所，此词寄托略同，应亦是时所作。观其淋漓杯酒，逸兴遄飞，伸底挥毫，盎然天趣，非见道深而胸无块垒者能之乎？吁！信可爱而重也美，乾隆二十有七年壬午仲夏。西村鄂弼跋。\n鄂弼为何许人，已不得而知。如今我国有东坡“赤壁怀古”刻石者，仅两处。其一在“东坡赤壁”，即今湖北省黄州。其一即双塔寺所在此石。据传，黄州赤壁所藏乃清同治七年（公元1868年）时镌刻。如是则晚于太原双塔寺所藏者百余年矣。\n苏东坡乃宋代四大书法家之一，世称苏、黄（庭坚）、米（芾）、蔡（襄）。他擅长行、楷，取法颜真卿、杨凝式，而能自创新意。至于他的草书则较为鲜见，《念奴娇·赤壁怀古》则是其草书的传世之作。历代名书法家评介“赤壁怀古”刻石时，认为它取法于张旭、怀素，笔势奇劲，如骤雨旋风；飞动圆转，同词的豪放风格，相得益彰。书后款识作“久不作草书，适乘醉走笔，觉酒气勃勃，似指端出也。东坡醉笔。”由此可见，这同张旭大醉后呼喊狂走而后落笔，以及怀素酒醉兴到运笔，极为相似。\n东坡“赤壁怀古”刻石，既是所有苏轼书法碑帖中最受人喜爱的，也是双塔寺碑廓中最引人注目的。它给寺院增添了不少光彩。\n进右方丈院拾阶而上，在三圣阁的右侧可看到一个圆月形壁门，穿圆月形门就进入永祚寺的最后一处院落——上院。上院也称塔院，位于寺院中轴线的东南方，是永祚寺地势最高的地方。巍峨并峙，直冲霄汉，久已闻名遐迩的那两座大砖塔宣文双塔，就傲然屹立在塔院的东南、西北两隅。两塔相距约四十余米，在它们相间的通道上，一座朴质无华结构简单的砖仿木构殿堂横卧其中，它就是过殿。在塔院的最东南角，还有一座底层为砖券洞式，上层为木构阁式的两层楼阁殿宇。它位于永祚寺的最末端，背负双塔革命烈士陵园，故名后殿。\n古往今来，永祚寺的双塔为世人所瞩目，被誉为“晋阳奇观”，当作太原的标志。历代的地方志书都把“凌霄双塔”作为古太原城的八景之一，其影响之大甚至使的寺院的本名“永祚寺”也鲜为人知，直被“双塔寺”所取代。\n其它建设\n凌霄双塔\n凌霄双塔，是太原现存古建筑中最高的建筑，两塔犹如一双孪生姊妹，相映成趣，吸引着每一个专访和途经太原的宾客。\n凌霄双塔，还有一个美丽动听的别称——文笔双峰。\n凌霄双塔，也曾使历史上不少涉足于太原的政治家、思想家和墨客骚人为之赞叹。明末农民起义领袖李自成曾为其颂咏；明代江南七大文人之一的李维桢曾为其吟诗；明末清初的著名思想家、艺术家傅山先生曾为其作画；新中国人民解放军的名将杨成武将军曾为其挥毫；……不胜枚举，不一而足。\n数百年来，绝大部分人把永祚寺的“凌霄双塔”，当作同时创于世，属性一样的艺术珍品和文物珍品给于珍视。但是，考其故事，研究其创建之因，并不如是。这两座形同孪生的姊妹塔，一个是创建于先的“文峰塔”，一个是继建于后的“舍利塔”，不仅非同时所建，而且属性也根本不一样。所谓“文峰塔”，是“起自堪与家言”的风水塔，即封建社会地方仕绅为补辅该地的地形缺陷，振兴地区文化的一种带有迷信色彩的标志性、欣赏性建筑。它的造形虽然取之于佛教的浮图，但是，与佛的教义和佛门没有丝毫的关系。而“舍利塔”则是佛门的圣物，是奉供佛舍利子，藏佛经，受佛门弟子瞻仰、顶礼膜拜的宗教建筑。这正是永祚寺“凌霄汉塔”，近在咫尺，本质相去甚远的差别。\n舍利塔\n舍利塔的原名叫做宣文塔（与文峰塔同名），因为它是由明代万历年间的高僧妙峰大师（即福登和尚）监造，而且塔内藏有佛舍利子，所以又叫做宣文佛塔，或舍利塔。舍利塔位于塔院的北端（西北隅），所以也有人按方位把它叫做北塔。\n舍利塔，平面呈八角形，共13层，最低层边长4.6米，全塔总高54.78米，是典型的楼阁式空心砖塔。该塔的塔座为沙石条砌筑，质朴坚固。塔身为一色青砖研磨对缝砌成，塔上的斗拱、飞檐、枋、椽、柱（垂柱），均为青砖仿木结构砍磨而成，13层塔檐都用孔雀蓝色琉璃瓦砌出晶莹美丽的边沿。在塔的第一层撩檐枋下，斗拱与斗拱之间的空处，嵌刻有砖字“阿弥陀佛”，字体犹如一条飘带，层层叠压，美观而匀称。这几个字既表明了塔的属性为佛塔，也巧妙地添补了斗拱与斗拱间平板的空间，真可谓独具匠心。\n该塔1——7层的砖仿木斗拱，无论形制还是结构，均与大华宝殿相同，为“五踩重翅”，上承撩檐仿、椽、飞，组成塔檐。随着塔身的拔高，塔层的上升，每层高度逐渐减低，斗拱形制也随之变小，逮至8层以上，斗拱结构则改变一跳（即三踩），明显收分，使塔身轮廓造形呈流线形，十分美观。\n舍利塔每层的八个角，都镂刻有砖雕的装饰性莲花垂檐柱，垂柱与垂柱之间，有砖砌栏额相连，垂柱上方，砖镂的角替、枋头、华板等上面，刻有细腻逼真的草纹、云纹，大大地增强了塔外面的装饰性。这种建筑雕刻，不仅图案富丽，镂工精细，而且，深刻地反映了和代表了明代砖构建筑的艺术风格，可称明代砖仿木建中的优秀作品。\n舍利塔的底层开辟两门，一为东南方向，一为西北方向。缘东门拾阶而上，迎面是石砌的佛龛，龛中造像毁之战火。继续攀登，便进入塔外壁与内壁之间的阶梯；盘旋而上，则可濒临顶层。站在塔的顶层，凭着古老的塔身，居高临下俯瞰太原全城，目睹晋阳风光，确如郭沫若先生所述：“远望太原气势雄，汾河两岸稻田丰。新兴工业高精大，后继英才专敢红。”难怪明人李博登临塔顶之后深有感慨地赋诗：“矗矗苍龙擎宇宙，绵绵紫气发林峦。我来欲把星辰摘，到此方觉世界宽。”若进塔的西门，则与东门之内迥然不同。这里没有步步高升的台阶，不用数步就可进入舍利塔的底层。在这里可以欣赏明代空心砖塔，塔心空券，形成层层有塔室的建筑风格和技艺，饱览券进式楼阁宝塔的内部结构。那时，你将对当时劳动人民的精湛建筑技术产生新的具体的认识，给你以美的知识的享受。\n舍利塔塔顶的塔刹，由铜、铁两种金属铸制。刹座为覆盆仰莲式须弥座，用生铁铸成。刹顶则为铜质宝瓶式，制于覆盆仰莲座中。值得一提的是，在刹顶宝瓶的外壁上楼刻着许多铭文，其中比较重要和有代表性的铭记，对于我们了解舍利塔、文峰塔的创建原因，是什么人修建，以及这两座塔各自的属性，有着举足轻重的作用。\n下面我们摘录几段：\n“山西太原阳曲县城东南郝庄宣文塔万历三拾陆年吉月吉日兴工至四十年吉月吉日工完”\n“督统五台山护国禅师总理宣文塔永祚寺住持僧福登”\n“书写入塔经僧人真澄”\n“建旧塔工德主山东市政司参议傅霖同男傅之谟”\n“晋国母马氏、王氏同施宝顶”\n通过这几段铭文，每一个游览者都可以清楚地知道，这座舍利塔，创建于明万历三十六年——四十年（公元1608年——1612年），造塔总监是当时蜚声海内，在沙门中颇有影响的著名高僧福登和尚。与明、清两代地方府志、县志所载互见，可以知道：福登受晋王朱敏淳的邀请，来太原府建永柞寺时，发现这里原有的“旧塔微侧”（旧塔即指位于东南隅的文峰塔），才发念建起这座新塔——舍利塔。当然，通过上面所载的铭文，也直接和间接地揭开了多年来对永祚寺双塔所流传的一些讹传和误解之谜，基本弄清了舍利塔、文峰塔，既不是同时创建，也不属同一属性。被称作“旧塔”的是文峰塔，创建旧塔的工（功）德主，既非府居晋东南上党的沈王，也非万历皇帝的生母李太后，而是祖居阳曲县的著名志士傅山先生的祖父傅霖和父亲傅之谟。\n舍利塔问世数百年来，几经冷落，几经凋蔽，饱经人间沧桑，到新中国建立前夕，已是老态龙钟，满目疮摊，几乎倾覆。是太原人民在重获新生之后，人民政府拨巨款，聘高才，进行全面的修复，才使古老的舍利塔重获新生，再放异彩，“旧貌变新颜”。而今，舍利宝塔整旧如旧，以新的姿态傲然挺立在晋阳大地，每逢轻风徐来，塔际的风铃叮当悠悠，清脆悦耳，似乎在向每一个前来观光的中外游人述诉着什么。\n文峰塔\n与舍利塔比目并立，位于塔院东南隅的这座古老苍朴的砖塔，即是文峰塔。文峰塔也叫宣文塔，宣文宝塔。它所以叫文峰塔，是因为它创建的原因本是为补辅太原府城“西北高东南低”，不利于发展文化的地形不足，用以“开山川之形胜，创文运之兴盛”。对于这一点我国古塔研究的专家张驭寰先生和罗哲文先生曾有过明确的论断。至于当地人们或地方志乘中把文峰塔称作“旧塔”或“南塔”，那是因为它问世早于舍利塔和其所处方位的缘故了。\n从建筑特色看，文峰塔虽然略早于舍利塔问世，但是，它们同属于明代中叶的作品，有着不少相似之处。比如：平面都是八角形状，都是十三层建筑，高低也仅有2厘米之差。据测：文峰塔略低于舍利塔，总高度为54.76米。而且，斗拱的结构、造形，檐、椽、柱、枋的砍磨、砌筑，可以说大同小异。这些都反映着它们为同一时代产物的鲜明特色。然而，它们也有不少不容忽视的差别，那就是，文峰塔没有塔基座，仅开一门，没有佛龛，没有“阿弥陀佛”刻字，塔檐也不用琉璃瓦剪边。这里，我们且不说两塔的塔刹造形无一相同之处，就是塔的主体塔身，也有很大的差别；文峰塔上下直径几乎相同，基本为直上直下，没有明显收分，外形呈直线形；而舍利塔却是上下直径相差很大，有明显的收分，尤其是七层以上更为突出，使整个塔的外形呈弧状流线形。这些大大小小的差别，无疑正反映着两塔的设计者和建造者在造形、技艺和风格上的不同。\n文峰塔一经问世，塔身便向西北微微侧倾。对于这点历代地方志乘都有确实的记载，并且成为福登造塔的发念和原由。多少年来，许多的传言和不少对建筑很有研究的人都说，文峰塔西北毕竟向微微倾倒，正是建塔匠师们在造塔之初，考虑到塔势高峻，又是东山的前沿，容易受西北风的影响，所以才有意将塔身向西北向微侧，以抵消西北风对塔的吹阻力。如若确实如传言所述，文峰塔从诞生即向西北向倾斜，而历经四百载一直没有倒掉，不正说明当时匠师们设计的周密和建造工艺的绝伦吗。\n永祚寺东塔引偏修缮碑记\n古城太原，历史悠久，文物名胜，光辉灿烂，而永祚双塔，尤以并肩矗立名冠全国，为太原之标志。\n永祚寺亦称双塔寺，明万历二十七年（公元一五九九年）建宣文塔，俗对东塔；万历三十九年建成立文佛塔，俗称西塔。双塔凌霄，巍巍壮观，历经沧桑，而屹立如故，远望似迎宾卫士，令人肃然起敬；登临可俯瞰市寰，尽收山河城市之美。铸近百年来，西塔多处受损，经政府拨款于一九八四年修复。而东塔倾斜，日趋严重，据测一九八九年十一月塔中心向西北偏离已达二点八二米，一九九三年十月增至二点八六米，且塔体劈裂缝隙逾百，最宽达零点零八米最长达五米，两侧下沉，高低不匀，总差异达零点六八米。情况危急，令人忧虑！\n对此，党和政府分外重视，一九九四年五月，果断决定，抢修东塔，组成机构，制定方案，由市文物管理委员会组织实施，据其十年观测之资料，请领导亲临，专家参与，六次论证，几经协商，采纳国家文物局建议，邀杭州曹氏建筑物纠偏研究所负责纠偏，并签定合同。一九九五年七月十六日，纠偏大师曹时中偕技术人员进驻工地，采用沉井之法，凿土井九眼于塔基之东南恻，科学操作，井下施工，历时四十日，竟使高五十四米，基径十二点五米之斜塔，骤然挺直。八月二十五日纠偏告成，斜度由二点八六米，缩小为零点八六米，纠回二米。十月二十五日，验收合格。\n越明年，为巩固纠偏之成果，又进行了加固修缮。塔基加固，打桩围箍，灰土筋带，防水渗透，塔檐斗拱，精心修补，处理弥合，内设钢混，塔刹归正，塔身强固，层层钻孔，加施描杆，槽钢固定，整体修复，遵循传统工艺，采用现代手段，使纠偏修缮后之东塔，塔体塔檐之原貌、原构、原有手法及雕造风格，得以保持，预期效果，完全实现。此工程于一九九七年九月二十六日告竣。\n值此东塔创建四百周年来临之际，特勒石以记。\n杨瑞武撰文\n赵望进书丹\n安荣杰镌刻\n中国共产党太原市委员会\n太原市人民政府立\n一九九九年四月\n永祚寺东塔纠偏点滴\n双塔巍峨俊秀，苍劲挺拔，非常美观，二塔总高度均在56米左右，是我国双塔之最。双塔历经沧桑，饱经风瞩，西塔已于1982年加固维修，1984年9月26日竣工。而东塔年久未修、塔体酥松、严重倾斜、摇摇欲坠。\n早在1993年7月，经中国国家文物局专家之推荐、上海文管会牵线，太原市政府慕名、多次邀请并委托由杭州曹氏建筑物纠偏加固研究所负责拯救东塔。但因我所系研究软土地基、拯救比萨斜塔的专门研究所，对黄土高原的地质缺乏研究，因此我们对此邀请和委托一直婉言谢绝。1994年1月21日，我们在上海文管会专人陪同下，对太原市进行了为期五天的实地考察参观。我们利用深夜甚至通宵查阅东塔的所有资料、图纸（片）、报告等，发现该塔存在有随时倒塌的危险。到太原的第三天（即1994年1月24日），没有通知却召开了“拯救东塔专家技术论证会”，会上我们提出了拯救东塔的初步方案，并分八大部分发了言，获得了与会专家领导的首肯，在此后发生的一些事使我们深受感动。当时的太原市人大老主任谷文波、副市长张希升、市文管会主任肖盛炎三人，千里迢迢专程来杭州，再次邀请我们前去拯救。山西省和太原市政府对拯救东塔高度重视，把其列为市委市政府的十大实事之一。通过实地考查，我们被当地人民和政府如此热爱祖先建造的文物的深厚感情深深打动，我们也感到作为一位中国普通公民对保护祖国文物古迹的责任感，经再三研究决定，只有前进，没有退路。为了山西和太原人民，冒再大的险，吃再多苦，也是值得的。\n在省委、省政府、市委、市政府及专家学者、当地人民群众的大力支持下，东塔的纠偏于1995年4月13日正式签订合同。我们干1995年5且27日进场开工，经过我研究所以曹时中、查良璇为首的工程技术人员的拼搏奋斗，做了大量的深入细致的工作，纠编后，经验收符合合同的要求。1995年10月20日和1996年5月7日，分别对我研究所完成的东塔《结构加固维修复原》，又第二次经专家技术论证会通过，并于1996年7月16日签订合同而开工，由当地施工，1997年9月26日竣工。本工程被评为山西省优良工程。曹时中、查良璇为拯救东塔做出突出贡献，二位被太原市授予该市荣誉市民的光荣称号、\n双塔是太原的标志，古太原八景之一的“双塔凌霄”直到今天仍是太原久负盛名的风景名胜，它的身影甚至还出现在太原市的市徽之中。只因为寺中有这两座引人瞩目的古塔，以至于很多人只知双塔寺而不知它本名叫做永祚寺。\n双塔寺虽然是一座佛教寺院，但它的始建却是另有初衷。塔，既是佛教圣者的纪念物，也是佛教建筑中的一种形式，但到了十四世纪，又出现了一种“风水塔”，也就是人们通常所说的“文峰塔”。这种塔根据传统的阴阳风水学说，用来改变一个地方的风水，弥补当地在山川地形上的不足。风水塔仅是取塔的建筑形式而已，与佛教并没有本质上的联系。\n宋太宗焚毁晋阳城后，在旧址东北三十里重建太原，赵宋天子如愿以偿的移除太原王气、破坏太原风水之后，昔日文化之都的瑰丽风采烟消云散无复追寻，只留下平淡的历史和平庸的文采。马背民族统治下的金、元乱世，没有人会去在意这些，烽烟散尽，当华夏重归一统之时，文化的衰落为一方士绅平添了淡淡的哀愁，他们渴望重温盛唐风韵，他们力志振兴太原文化。\n按照风水家的解释，太原西北高于东南，“左痹不胜右”，所以“文明不开”、“其民挚悍”，因为“奎星”所处的方位地势较低，文运难以兴盛，必须在太原城东南一带建造高塔，才能弥补地形上不利于文化发展的不足，兴盛士风，多出读书人，也就是所谓的“开山川之形胜，创文运之兴盛。”\n兴建永明寺\n万历二十七年，也就是公元1599年，太原士绅推举深孚众望的傅霖为首事，集资在太原东南郝庄的向山脚畔兴建高约五十五米的文峰塔，同时还依塔兴建了永明寺。\n十三岁做秀才、二十岁中举人、三十岁中进士的傅霖宦海沉浮十七载，官至山东布政司参议，但是，就在他三次击败后金军队的侵扰之后，却以“拥兵拒调”的罪名被弹劾，解甲归田。几年之后，明廷让他官复原职，早已厌倦官场倾轧的傅霖以一身傲骨拒不受命，他那个高山仰止的孙子傅山在这一点上与他是何其相似。傅霖回乡后，以急公好义的善举而受到太原士民的推崇。万历十四年，太原大荒，甚至发生人相食的惨剧，傅霖慷慨解囊，施粥赈灾。傅霖去世前的万历二十九年，太原发生饥荒，他再次赈济灾民，直到第二年粮食收获。\n尽管风水学中含有天人合一、顺乎自然的科学成分，但是，让一座宝塔来背负繁荣文化的愿望也未免过于迂腐了。当然，古人对此还是深信不疑趋之若鹜。明朝末年，在汾酒的故乡，汾阳人朱之俊为匡扶当地文化而建造了高达八十米的文峰塔，这座山西第一、全国第二的古塔后来成为汾阳的标志和象征，就在这座汾阳文峰塔下，走出了冀贡泉、冀朝鼎、冀朝铸、马烽、田桂兰等杰出的文化名人。建造于明代天启年间又名雁塔的大同文峰塔位于古城东南部城墙上，塔内镶嵌着题刻有历代举子姓名的石碑，清末的宣统帝师李殿林就是大同人。此外，山西的河曲、榆社、临县、霍州等地都有建于明清的文峰塔。太原文峰塔对于太原文化的振兴起了多大作用不得而知，但对于傅家来说，他们的仁德与义举却因此得到回报，傅霖去世五年之后，他的孙子，山西历史上最杰出的学者、思想家傅山先生诞生了。\n文峰塔建成九年后，第十一代晋王朱敏淳有感于狭促简陋的永明寺与太原九边重镇的地位很不相称，决定邀请又名妙峰的福登大师前来主持扩建永明寺。\n做为明代中叶后的著名高僧，一生建设过许许多多寺庙、佛塔、桥梁的福登大师同时也一位杰出的建筑师。五台山规模最大的、始建年代最早的寺庙是显通寺，显通寺里那座令人叹为观止的铜殿就是福登大师用铜十万斤铸造的。万历九年，慈圣宣文李太后邀请福登大师为成婚数年无子的万历皇帝办“无遮大会”求子，第二年八月，李太后身边的一个宫女为万历皇帝生下了后来“梃击案”、“红丸案”的主角明光宗朱常洛，正是因为这个原因，笃信佛教的李太后便皈依福登门下，并出资扩建了显通寺，敕名为永明寺，封福登为护国禅师，住持该寺。\n六十九岁的福登大师来到太原后，做了太原永明寺的住持并总理扩建事务，因为太原永明寺与五台山敕建永明寺同名，于是将其改名为永祚寺。祚，本指福运，也有流传的意思，永祚二字，出自《诗经·大雅》中的“君子万年，永锡祚胤”，寺名永祚，大约是为了祝愿朱明王朝万世永存吧。\n“宣文塔”\n或许是因为无力背负过于沉重的希冀，文峰塔在建成不久就开始向西北方向倾斜，因此，福登大师又建议晋王在文峰塔西北新建一座佛塔。四年后，佛塔建成，因为李太后出资佐助的缘故，所以，新塔用李太后的尊号命名为“宣文塔”。\n福登的建设蓝图宏伟壮丽，远非今日所见的永祚寺，然而，就在宣文塔落成的那一年，风烛残年的福登大师心力交瘁，无力再坚持下去，在塔竣寺未成的情况下回到五台山。三个月后，福登圆寂，将深深的遗憾留在了永祚寺，留在了今天太原人的心中。\n双塔从它落成的那天起就成为太原的标志，但它们的命运也充满了沧桑与磨难。\n崇祯末年，进军北京的李自成率领二十万大军攻取太原，据说也在戎马倥偬之间游览了双塔寺，并且留下一首《咏双塔寺》：“郝庄两座塔，就把天来穿，穿也穿不上，多放两块砖。”尽管一些著作中言之凿凿，但此事是否属实仍不得而知，不过，这首诗倒是颇符合李自成的语气。\n解放战争期间，地势较高的永祚寺成为太原外围的重要防御据点，阎锡山的第四十三军军部就设在这里，阎军炮兵的观察哨就设在塔上，解放军侦察兵一度跟随永祚寺僧人入寺侦察。1949年四月，双方为争夺双塔要塞发生激烈交战，为遏制阎军炮兵火力，解放军用重炮从东山轰击双塔防御阵地，宣文塔中弹，二到八层被炸飞半边。从此，残破的宣文塔与日渐倾斜的文峰塔在一个个暮日斜阳间坚强挺立，历经三十多年风雨之后，在1984年被修复。1986年，当年指挥作战的原63军军长郑维山重游双塔寺，不无惋惜地说：“当时不打就好了。”解说员回答说：“当时打是需要的，现在修也是应该的，人民是理解的。”\n一些著作曾善意地附会说，文峰塔之所以倾斜，是考虑到太原西北风较大而此处又地势较高，因此在修建之初就有意向西北倾斜。但是，文峰塔建成三百九十余年之后，已经向西北倾斜二米八六，成为一座危塔。为此，太原市政府在1995年聘请我国著名的纠偏专家曹时中先生拯救危在旦夕的文峰塔，成功纠偏二米，并在第二年进行了加固工程。曹时中先生后来成为太原市荣誉市民。\n0鲜明特点\n永祚寺虽然规模不大，但却有其鲜明的特点。一是坐南向北，与一般的寺庙正好相反。二是极富特色的砖结构建筑，寺内殿宇不用一钉一木，是明代典型的无梁式建筑。第三历经沧桑的双塔。第四是花开富贵的明代牡丹。第五是堪称书林瑰宝的碑廊。\n双塔寺共收藏了碑碣刻石二百六十余通，其中大部分是“文革”以后从太原各地收集来的散佚珍品。\n当年晋王朱棡酷爱书法，朱元璋就赐给他许多历代有名的墨宝和法帖。晋王朱棡的四世孙朱奇源更是嗜墨成癖，重金收集名帖名书，悉心于墨翰。弘治初年，因为宋代名帖“淳化帖世不多见”，朱奇源精选自己的藏品，镌刻于一百八十余块石碑上，以其书斋“宝贤堂”为名，称为《宝贤堂集古法帖》。《宝贤堂集古法帖》荟萃了魏晋以来十余朝，钟繇、卫夫人、王羲之、王献之、智永、虞世南、褚遂良、欧阳询、柳公权、颜真卿、怀素、黄庭坚、米芾、蔡襄、朱熹等一百余名书法大家的作品宝翰。这一珍贵的艺术瑰宝在明末的战乱中散落民间，清朝初年，戴梦熊等几代充满文化良知的地方官员将其收集补全后重新安置，1980年它们被迁入双塔寺。清朝康熙年间，喜好书法的太原知府李清钥对《宝贤堂集古法帖》十分痴迷，收集了以明清两代大家唐伯虎、文征明、傅山、董其昌为主的墨宝镌刻于石，取名为《古宝贤堂法帖》，1980年也同时迁入双塔寺。\n1《赤壁怀古》刻石\n不过，在双塔寺碑廊中，最引人注目的却是清初依旧拓摹勒上石的苏东坡醉书《赤壁怀古》刻石。据说，目前苏东坡《赤壁怀古》刻石全国仅存两处，一处在湖北黄州，另一处就是双塔寺。我曾看到双塔寺的一家小店里有该刻石的拓片出售，要价三百元。此外，双塔寺碑廊里还有近溪隐君“家训”碑、祁隽藻“子史粹言”石刻，书法爱好者值得一看。\n“唯有牡丹真国色，花开时节动京城”，太原牡丹虽然难以与洛阳、菏泽等牡丹之乡相比，但双塔寺里历经三百余年风雨的明代牡丹却依然艳丽如故，尽吐芳菲。双塔寺的明代牡丹植根于寺院主殿大雄宝殿前，在众多新植牡丹的簇拥之下更显示出它尊贵的地位。明代牡丹有着引人入胜的名字：“紫霞仙”，能够常盛三百余年而不败，也确实称得上“仙”了。遗憾的是，紫霞仙的花期已过，虽然还未凋谢，但已失色不少，我也没有拍到令人满意的紫霞仙的照片。沉浸于满园春色，我流连忘返不忍归去，如果时间允许，我希望每年春天都能来双塔寺拜访紫霞仙，那种感受，一定如同看望心灵相通的故友一样。\n2在双塔寺出家的高僧\n最后为大家介绍的是一位在双塔寺出家的高僧，他的法号叫力空。俗名任重远的力空大师是洪洞人，青年时代信奉孙中山先生的革命学说，积级参与辛亥革命，之后当选为赵城县也就是现在的洪洞县议会议员，先后出任定襄及河北等县的县长。\n经历了十余年的宦海生涯，官场黑暗、军阀混战、爱子夭折都使任重远的思想发生了急剧变化，最终促使他在步入中年之际，有如李叔同一样，在众人难以理解的目光中，于1932年在双塔寺剃度出家，遁入空门。\n力空皈依佛门后，凭借其就学于山西省立师范的文化基础致力于佛学经典与地方志的研究，先后有《劝修净土》、《霍山志》、《广胜志》、《石膏山志》等二十余部作品传世。\n抗日战争时期，侵华日军准备将洪洞广胜寺的旷世孤品《赵城金藏》运往日本，力空大师得知后立即与边区政府联系，八路军派出小分队将这批多达四千余轴的无价国宝安全转移到了解放区，《赵城金藏》后来被收藏于北京图书馆。\n建国后，力空大师再次住持太原最大的寺庙崇善寺，文革期间被迫返回原籍，1972年病逝于家中，终年81岁。\n始建于隋末唐初的崇善寺原名白马寺，明代扩建太原城时括入城内。1382年，明太祖马皇后去世，第二年，晋王朱棡为纪念自己的母亲，就在白马寺的基础上历时八年扩建新寺。建成后的崇善寺占地14万平方米，不仅规模宏大、气宇轩昂，而且，它同时也是朱明王朝的一座祖庙，这在中国佛教寺院的修建中是罕见的，崇善寺因此而显赫一时，享受着比一般寺庙更多的香火。\n令人痛心的是，1864年10月15日的一场大火却将历经三百余年岁月而香火不衰的崇善寺吞噬，主要建筑全部化为灰烬，只留下大悲殿等一组不及原寺庙几十分之一的建筑，这也就是今天我们所看见的崇善寺。\n双塔寺旅游门票(夏季30元，冬季20元。开放时间：8:30～17:30)\n","category":"草书","verified":true,"user":1,"timestamp":1429951648247}]