[{"name":"林藻行草深慰帖","text":"《深慰帖》为行草横幅，整幅作品清秀舒展，气韵贯通。其笔迹以颜体为主，融进诸家的韵味，墨彩沉厚。博大之中，不乏峻拔的气概。其用笔精细，笔笔精良不涩滞，经得起挑剔或推敲。用笔特点是委婉圆润，线条多呈弧形，且变异无常，有方笔，有圆笔，行笔流畅，笔锋的提按富有节奏感，中锋轻点，侧锋取势，强化墨韵。对繁杂字，他轻描淡抹，意随笔到，纤细得如同蚕丝；在用墨上，能根据字形特点及章法的表现需要，或浓或淡，或轻或重，竭力营造一个畅达自然的韵致。他的作品布局挺有趣味，并非机械式的排列，而是左颠右斜，上下之间，时而紧挨相叠，时而拉开截断。但能笔断意连，丝丝相扣，整体章法显得十分灵动快活，潇洒飘逸，神采飞扬。《深慰帖》被董其昌收入《戏鸿堂群帖》中。\n作品释文\n辱问，知所苦已减退，深慰也。承廿七日发，时热如此，疾未全瘳，冒犯而行，得否善自度之。如料气力未禁，何如改告，别作逗留。愿审己而动，勿使道路重复，转更栖遑。藻那日送欧阳回，至横灞，便属马脊破，烂溃特甚，不堪乘骑，数日来都不出入。虽不得数至问疾，常令问中和，知减损，将谓程宽，且将息，不知发日顿近，明後闲暇，得鞍乘，当奉诣，未际预悬离别之恨恨也。拙序不足奉扬盛美，过言见谢，无乃外欤！崔、郑、欧阳诗付往，章八元、陈羽各有一篇，未能取得，续附也。诸公处申意，寻当与达，即冀展奉。无复寒暄，不宣。藻拜手，廿三日。郭郎少公执事。先所仗写文卷，闲垂捡出，续令住取，谨问。\n作品赏析\n林藻的书法学颜真卿，尤擅长于行书，极得智永遗法，笔意萧疏古淡，意韵深古，深慰帖行草作品清秀舒展，气韵贯通。其笔迹以颜体为主，融进诸家的韵味，墨彩沉厚。博大之中，不乏峻拔的气概。他的作品布局挺有趣味，并非机械式的排列，而是左颠右斜，上下之间，时而紧挨相叠，时而拉开截断。但能笔断意连，丝丝相扣，整体章法显得十分灵动快活，潇洒飘逸，神采飞扬。《深慰帖》被董其昌收入《戏鸿堂群帖》中。林藻在用墨上，能根据字形特点及章法的表现需要，或浓或淡，或轻或重，竭力营造一个畅达自然的韵致。其用笔精细，笔笔精良不涩滞，经得起挑剔或推敲。用笔特点是委婉圆润，线条多呈弧形，且变异无常，有方笔，有圆笔，行笔流畅，笔锋的提按富有节奏感，中锋轻点，侧锋取势，强化墨韵。对繁杂字，他轻描淡抹，意随笔到，纤细得如同蚕丝。其书作杂于魏晋书法艺林之中；难辨真伪。林藻的书法无虞世南、褚遂良等人的秀妍之气，而近与杨凝式书法，前人书评中多有称道他的书法艺术。\n林藻与其胞弟林蕴都以善书闻名，成为唐德宗贞元时期名书法家和文学家。林藻，字纬乾，小名遂奴，福建莆田县人。唐贞元四年登明经第。七年中进士，是闽举进士之第一人。少有奇志，刻苦业文，读书于灵岩精舍。初授容州支使，迁殿中侍御史，内供奉岭南节度副使，终江陵府今湖北江陵使。明初陶宗仪在《书史会要》中称：林藻行书，婉约丰妍，出入智永之域。 \n林藻，生卒不详，字纬乾，莆田人。唐贞元七年（791）应试《珠还合浦赋》，辞彩过人，受到主考官杜黄裳的赏识，认为他“有神助”，终得进士及第，官至岭南节度副使。林藻与其胞弟林蕴都以善书闻名，成为唐德宗贞元时期名书法家和文学家。林藻的书法学颜真卿，尤擅长于行书，极得智永遗法，笔意萧疏古淡，意韵深古，其书作杂于魏晋书法艺林之中；难辨真伪。\n传世有《深慰帖》。明初陶宗仪在《书史会要》中称：“林藻行书，婉约丰妍，出入智永之域。”林藻的书法无虞世南、褚遂良等人的秀妍之气，而近与杨凝式书法，前人书评中多有称道他的书法艺术。\n","category":"行草","verified":true,"user":1,"timestamp":1429951552425},{"name":"林藻行草深慰帖","dynasty":"唐代","category":"行草","type":"","user":1,"timestamp":1429791635030,"text":"《深慰帖》翻刻版原拓 年代不详\n《唐史·人物志》载：“初授容州支使，迁殿中侍御史，岭南节度使，终江陵刺史”，“有杂稿集传世，最善草书，胡酋之乱，脱落不存，仅有《深慰帖》收于谱中，大雅君子，称其婉约丰研（艳），得僧智永笔法云”。林藻先学颜真卿之楷书，形成自己“萧疏古淡，意韵近古”之风格，再学智永之行书，《宣和书谱》评其“作行书，其婉约丰妍处，得智永笔法为多”。现观林藻《深慰帖》，确有出智永的婉约丰妍，然也颇具浓纤变化之遒劲，应是唐人承魏晋书法而逐渐演变成唐人书法之时代特征。\n　　据传，林藻《深慰帖》最初藏于宋皇家御府，明代，为奸相严嵩所藏匿，严嵩败，抄家，又为明嘉靖皇帝得之。书法家文征明、董其昌先后将其帖刊刻于籍，后不知终生卒年不详，字纬乾，小名遂奴，福建莆田县人。唐贞元四年（公元788年）登明经第。七年（公元791年）中进士，是闽举进士之第一人。少有奇志，刻苦业文，读书于灵岩精舍。初授容州（今广西北流）支使，迁殿中侍御史，内供奉岭南节度副使，终江陵府（今湖北江陵）使。林藻与其胞弟林蕴都以善书闻名，成为唐德宗贞元时期名书法家和文学家。林藻的书法学颜真卿，尤擅长于行书，极得智永遗法，笔意萧疏古淡，意韵深古，其书作杂于魏晋书法艺林之中；难辨真伪。传世有《深慰帖》。明初陶宗仪在《书史会要》中称：“林藻行书，婉约丰妍，出入智永之域。”林藻的书法无虞世南、褚遂良等人的秀妍之气，而近与杨凝式书法，前人书评中多有称道他的书法艺术。其诗作收录于《全唐诗》中。\n 《深慰帖》为行草横幅，整幅作品清秀舒展，气韵贯通。其笔迹以颜体为主，融进诸家的韵味，墨彩沉厚。博大之中，不乏峻拔的气概。其用笔精细，笔笔精良不涩滞，经得起挑剔或推敲。用笔特点是委婉圆润，线条多呈弧形，且变异无常，有方笔，有圆笔，行笔流畅，笔锋的提按富有节奏感，中锋轻点，侧锋取势，强化墨韵。对繁杂字，他轻描淡抹，意随笔到，纤细得如同蚕丝；在用墨上，能根据字形特点及章法的表现需要，或浓或淡，或轻或重，竭力营造一个畅达自然的韵致。他的作品布局挺有趣味，并非机械式的排列，而是左颠右斜，上下之间，时而紧挨相叠，时而拉开截断。但能笔断意连，丝丝相扣，整体章法显得十分灵动快活，潇洒飘逸，神采飞扬。《深慰帖》被董其昌收入《戏鸿堂群帖》中。\n釋文：辱問，知所苦已减退，深慰也。承廿七日發，時熱如此，疾未全瘳，冒犯而行，得否善自度之。如料氣力未禁，何如改告，別作逗留。願審己而動，勿使道路重復，轉更栖遑。藻那日送歐陽回，至橫灞，便屬馬脊破，爛潰特甚，不堪乘騎，數日來都不出入。雖不得數至問疾，常令問中和，知减損，將謂程寬，且將息，不知發日頓近，明後閑暇，得鞍乘，當奉詣，未際預懸離別之恨恨也。拙序不足奉揚盛美，過言見謝，無乃外歟！崔、鄭、歐陽詩付往，章八元、陳羽各有一篇，未能取得，續附也。諸公處申意，尋當與達，即冀展奉。無複寒暄，不宣。藻拜手，廿三日。郭郎少公執事。先所仗寫文卷，閑垂撿出，續令住取，謹問。\n\n林藻\n 生卒年不详，字纬乾，小名遂奴，福建莆田县人。唐贞元四年（公元788年）登明经第。七年（公元791年）中进士，是闽举进士之第一人。少有奇志，刻苦业文，读书于灵岩精舍。初授容州（今广西北流）支使，迁殿中侍御史，内供奉岭南节度副使，终江陵府（今湖北江陵）使。林藻与其胞弟林蕴都以善书闻名，成为唐德宗贞元时期名书法家和文学家。林藻的书法学颜真卿，尤擅长于行书，极得智永遗法，笔意萧疏古淡，意韵深古，其书作杂于魏晋书法艺林之中；难辨真伪。传世有《深慰帖》。明初陶宗仪在《书史会要》中称：“林藻行书，婉约丰妍，出入智永之域。”林藻的书法无虞世南、褚遂良等人的秀妍之气，而近与杨凝式书法，前人书评中多有称道他的书法艺术。其诗作收录于《全唐诗》中。\n作品欣赏：","author":"唐代林藻","description":"林藻行草深慰帖"}]