[{"name":"习字入门民国出版","text":"\n习字入门民国出版（中华书局印行）\n序\n古来论书之书，汗牛充栋矣。其人类以书成名，议论所至是丹非，素尊己抑人，高掌远跖，自夸心得，此在成材者观之，未始非临池参考之一助。而以语初学，则如孩提之子，跬步勉能，而欲与之驰峻岅陟峩冈，有不虞其颠踬者，叹今亦有见及。是者坊本诸编，宗旨自标不外桄导初学之用。而东抄西撮，颠倒本末，浅深杂揉，其不适用也。与古本均兹，编以蒋仲和之书法正传，刘少棠之习字讲义为蓝本，间采古今名人确有经验之语。虽简页不多，而自点画，以及全体无一不为亲切之指示。字句明白，记诵便利，诸家塾已有成效矣。以视重悂，谬之坊本为何，如耶愿与莘莘学子一諟之。\n民国八年十月\n皞皞子识\n凡例\n习字之法，本无专书。前人绪论所及，非失诸高深，即失诸简略。本编指示较详，措词尤极浅近。凡稍通文字者，皆可领会。\n本编从点画起，以至全体结构，一一指示，最为详尽。\n本编所论姿势、精神、器具之注意，均由经验而来。实力行之，效即立见。\n行楷普通所尚，本编举例止此。至纂隶各法，不在本编范围之内，故不赘。\n本编以蒋仲和之书法正传，近日刘君少棠之习字讲义为本。间就鄙见删增，以合程度。不特便于学生，且宜于校外自修。\n目次\n第一章总论\n第一節姿势之注意\n第二節器具之注意\n第三節时间之注意\n第四節精神之注意\n第五節次序之注意\n第六節笔及指腕肘之运用\n第二章楷书\n第一節永字八法\n第二節分部配合法\n第三節全字笔画先后\n第四節全字结构举例\n第三章行书\n第四章草书\n第五章结论\n第一章总论\n谚云，字无百日功。此言不至百日，功效自见也。本书所述，为初学之模范，作亲切之指点。言简意赅，法已大备。学者茍循序行之，不为一曝十寒，则进功之速，诚有如谚之所云者。兹举注意之点，详列如下。\n第一節姿势之注意\n当作字之时，棹椅高低不合度，或身体不正坐，则骨脊渐成弯曲形。最能妨血液之运行，害身体之健康。学者所当力戒。\n第二節器具之注意\n帖临摹之帖，不可不选。当随其性之所近而习之。向时坊间搨本，大半恶劣。惟近日所印之珂罗版真书，如宋拓醴泉铭，皇甫诞多宝塔，李元靖金刚经等碑。行书如宋拓集王书圣教序，兰亭序，黄庭经，及东坡西楼帖等。刻价虽稍昂，均极名贵，切勿惜费而买滥恶之本，致误始基之植。帖宜有架，置于对面，无架或置于案左亦可。\n笔初学大字宜用羊毫笔，小字宜用兼毫笔。因学童指腕力弱，须籍笔毫以助之。笔管长短，以五寸为适中，笔头以偏尖为大忌。放置时勿令斜曲，用后必须洗涤收藏。\n墨磨墨时不宜茍简。书之优劣，大半关系墨色，故浓淡以适宜为要。大约磨墨过后，痕不遽没，即为适宜。过度则干燥滞笔，不及则墨水渗溢。初学练习，大字祇要用墨屑镕化，储以大盂，随时应用，费较省也。至学成作书时，墨以新磨为佳，久贮则非灰尘沾污，即胶浮汁黏，自碍笔之进行。墨之胶重者，亦不适用。\n纸纸以黄色而质粗为宜。向来习字，多用一种元书纸，或表心纸亦可。纸质过粗者，易损笔，不可用。忌用过白过滑之纸。\n砚发墨易浓者为贵，位置以右面上方为宜。用时着水，不用须洗涤。有盖方佳。\n水宜用新汲洁净之水。热水及久贮者勿用。\n第三節时间之注意\n每日清晨约一小时为度。写时一气呵成，不宜停止。即盛暑祈寒不得作辍，三月之后便有进境，一年之后，可望小成。\n第四節精神之注意\n习字之时，务宜专心致志，细看所临摹碑帖之字。每笔之如何起讫，全字之如何支配。胸有成竹，然后临摹自合。一字未惬，至于再三。毋畏难，毋畏速，毋鲁莽，三者所宜力戒。\n第五節次序之注意\n昔人有云，真生行，行生草。真书如立，行书如行，草书如跑。人必能立而后能行，能行而后能跑。循序渐进，不容躐等。习字者既明手腕之所运用，首学点画体势之法，次学偏旁配合之法，终学结构变化，每行通幅贯气之法。初学以大字为先，若从小楷入手，便无骨力，放大亦难。故必先从径寸以外之字入手，兼习五六寸之大字。日二十字，使笔笔造至合法地步，乃可练习小楷。\n第六節笔及指腕之运用\n执笔\n执笔有双钩单钩之说。双钩者，搦管于指骨之次节。单钩者，搦管于指骨之首节（指谓食指及中指）。如图所示乃单钩式。\n执笔之法，大指、食指紧擫，中指钩向内，无名指抵向外，小指附无名指后，以辅助之。手背要圆，掌要虚，指要实，腕要悬，管要直。掌虚则运用便利，指实则筋力平均，腕悬则肉不衬纸，管直则字字中锋。又笔在指端，则掌虚，而运动适意。笔居指半，则掌实而不能自由。真书执笔宜近笔头，行书宜稍远，草书宜更远。远取点画长大，近取分布齐均。学书当先学执笔真书，大指食指距笔头一寸五分，行书约一寸六七分。\n指法及名目\n擫大指上节用力，与食指擫笔\n压食指压笔，亦用指端\n钩中指尖钩笔向内\n贴笔管贴着无名指爪肉之间\n辅小指紧靠无名指后，而辅助之\n此段言体（指执笔未运动时言），前人谓之拨镫法。谓如善御者之仅以足尖踏镫也。\n指法运用及名目\n推无名指从右平推至左，横画起势用之。从下直推至上，直画起势用之。又小指亦推无名指过左。\n揭无名指爪肉之际，抬笔管向上\n抵与拒无名指与中指，两相资借为用。无名指揭笔，中指节制之。\n导小指导无名指过右\n送小指送无名指过左。大字尽一身之力而送之。\n卷笔笔相生，意思连属，势如卷书。盖力到笔到，旋转如打圆圈也。知卷则字皆一气贯注。\n此段言用。用者，运转时往来顺逆之道也。小字运指，中字运腕，大字运肘。盖寸以内，法在指掌。寸以外，法兼腕肘。\n腕肘用法\n悬肘大字用之\n虚肘中字用之\n悬腕中字用之\n虚腕小字执笔近头，腕不着案\n笔法及名目\n折笔锋欲左先右，往右回左也，直画上下亦然\n顿力注毫端，透入纸背，笔重按下\n挫顿后以笔畧提，使笔锋转动，离于顿处，凡转角及趯用之。挫有分寸，过则脱节，不及则气促\n蹲用笔如顿，特不重按\n驻不可顿，不可蹲，而行笔又急不得，迟滞审顾，则为驻。凡勒画起止，及平捺曲处用之。力聚于指，流于管，注于锋，力透纸背为顿，力减于顿者为蹲，力到纸笔即行为驻。\n提顿后必须提，蹲于驻后亦须提。提者以笔提起，减于顿蹲及驻之分数也。先由落笔，后有提笔。提之分数，准乎落笔之分数。\n转围法也，有圆转回旋之意。\n抢意与折同。折之分数多，抢之分数少；折之分数实，抢之分数半虚半实。圆蹲直抢，偏蹲侧抢，出锋空抢。空抢者，取折之空势也。笔燥则折，笔湿则抢；笔燥实抢，笔湿虚抢。用抢分数，仍随落笔之大小轻重。\n尖用于承接处。\n搭笔锋搭下也。上笔带起下笔，上字带起下字。\n侧指法运用，侧势居半，直画尤宜以侧取势。\n衄笔既下行，又往上也。与回锋不同，回锋用转，衄锋用逆。\n此段言笔划已着纸，凡法皆在画中，有形象可寻者也。\n第二章楷书\n第一節永字八法\n法则\n真字之法，书家以永字八法该之。所谓八法者，曰侧、曰勒、曰努、曰趯、曰策、曰掠、曰啄、曰磔。永之一字，其法皆备也。\n侧即点，不言点而言侧者，谓侧下其笔也。\n勒即画，不言画而言勒者，取其劲涩如勒马之缰也。\n努即直，不言直而言努者，谓头向右发，笔微努稍驻，而趯笔下行，不可直笔。中间自然凸胸而出。唐太宗曰，为竖必努，非另有一笔也。\n趯与挑一也，竖趯曰趯，横趯曰挑。\n策者圆锋左出，势尽仰收，如鞭之策马，力在着物处也。\n掠一名分发，点头撇尾，如篦之掠髪也。\n啄即撇，不言撇而言啄者，谓势如禽之啄物也。\n磔，裂也，右下为磔。始入笔紧筑而微仰，便下徐行，暗收存势，势足而磔之也。\n附八法心传口诀\n侧不媿卧，勒常患平，努过直而力败，趯宜峻而势生，策仰锋而上揭，掠左出而锋轻，啄仓皇而疾掩，磔趯趞以开撑。\n笔锋须映带，行书露其形，楷书存其意。书谱云，欲知后笔起，意在前笔止。明乎此，则起落承接，一气相生矣。\n第二節分部配合法\n作书有逊让覆载诸法，固举全体而言，然用意实先露于偏旁上下。为之豫留地步，其间屈伸长短布置之道，有变体，有简笔，一一讲明。此入门快捷方式也，举各偏旁如左。\n法详点画图内，亦须活看。大概中间字多者宜开，字少者宜窄。\n相接处宜密，右多者撇尾忌长，右少者撇横而尾长。\n首撇平而直用回锋，次撇曲而长出锋。次撇之起头，顶首撇中间。\n右勾有一直，故左撇亦带直相映。\n点挑相应，神气一贯。\n右边少者宜长\n右边多者宜短\n两点直下，微作拗势。下点作垂露意。\n口在旁者，缺一角以让右。\n口在下者左略长，以见柱石平载上。\n中撇悠扬。\n中小直，既要接左，又须起上。\n力在右者，宜长而狭，以抱左。\n力在下者，宜阔而短，以载上。\n山在旁者，缺一角以让右。\n山在上者，左右须收束向里。\n山在下者，左宜出以载上。\n中间字少者，上画长以冒之。\n中间字多者，下画长以载之。\n在左者，宜狭以让右。住处用垂露，相让之字，切忌侵占。\n在右者，宜阔而长以配左，住脚用悬针。\n阔大以配左。\n右点要收束向里。\n画左尖长以冒下，撇亦以尖接。\n撇带直，以藏点挑。\n上下画俱宜细。\n左用两尖接。\n画用右尖，避挑起之重。\n首画两尖，中用小勒。\n首撇用回锋。\n两撇不可一顺，故第一撇用兰叶，第二撇用卷势。且次撇收藏让前撇，与捺相应。\n点头掩首撇之锋。\n首笔之起与挑脚齐。\n挑左宜以冒下，撇尾亦用长。\n两撇尖起以接上，下脚须配齐。\n勾用反势，便挽得住。\n两右短以让点。\n撇头直，撇尾短藏。右点曲抱，下勾平。\n撇尾短点须藏。\n瓦中二画，化为点挑。\n右勾须与左点相配，故勾锋向下。\n左撇作一弯，以配右勾，方平。\n首画两尖，中四点要相应。\n下截字多者，将四点藏于突宝盖之内。\n此减写法。\n中点带直，方可补空。\n撇从右起，须用尖。\n左右宜紧抱。\n右多一点，故左点要长。\n四点须左右相应。\n上笔平，左第一撇宜带直。\n上笔与左撇用尖接，撇亦微直。\n巾在下者，左右宜相配。\n下三点，左右相向，中则短藏。\n巾在旁者，左直微长，右勾微短，中直要细。\n首撇长而左挑出，下撇则短藏，三点左右相向，中用直点，以还本体。\n上撇首短，下撇首长，仍藏三点，一路向右，此乃变法也。\n在下者，上撇要短细。\n起笔尖长以冒下，中用两尖接。\n中曲忌断，上边字少者，点与捺俱平。\n上边字多者，点与捺俱侧。\n头宜直，中宜细，点抱一画之头，撇亦曲抱向里。\n戈有不宜开者，须直下以靠左。\n中竖似回锋撇，化板法。\n左竖似撇外向，便与右勾相配。\n右点如一小直，方与左相配。\n首撇平而直，次则收锋，三则长而曲以抱左。\n竖钩中间微细，画左长以冒下勾。\n中勾稍短，右点宜出以冒勾。\n两木不宜重勾，左须藏其锋。\n画右短以让右，下一小点，或上或下，须看右边之字画。\n三笔在一处以三尖接。\n首笔左长，中二小画，上短下长。\n四尖接，下撇须宕出，意在抱左。\n右直微长，左挑微出，中画化为点。\n五尖接，撇包左，捺舒，使意足。\n中二画，化为点挑，方能向右。\n两撇尖锋相接，次撇宜细直以让左。\n中间作一平点，不呆板。\n中间字多者，撇与勾俱直下。\n中间字少者，撇与勾俱稍弯。\n中撇宜直，三点攒一处。\n右边火字，左点作两向势，便能联络。\n上撇冒下，捺与中直相接。\n左右两点相向，中一点两向作带意。\n左三点向右，右一点向左。\n撇尾不宜长出。\n两小尽向上，切不可平，欲其冒下也。\n画右俱短，以便让右。\n撇捺冒下，上边笔画须配合。\n左撇尖细，右撇要藏。\n两撇直下，点小而藏。\n中点末用尖，下钩亦用尖接，气贯而接，脉亦清楚。\n画左长以冒下撇，竖即让点部位，点须善藏，竖意对上点。\n下点在两笔接缝中。\n中直要细，下截用笔，向左宕出，捺之起笔，与直相接。\n上撇要平，画左长以冒下。\n左撇右捺，与直相悬，欲其清也。\n左点长以配右撇，上画长以冒下。\n右点尖长，以联上下。\n左画尖长，以冒下挑。\n画左长以冒下，左撇不宜长。\n中二画化为点撇，便觉灵活。\n右撇要短，捺与直宜相连。\n首撇左长以冒下，中画作微挑向右。\n上画长以冒下。\n下点要长。\n见字在右旁者，撇须偏左，让右下勾地步。\n下钩接中直起，便能藏得字。\n上二撇短藏，下撇长以配右捺。\n中直不宜出头。\n贝旁在左者，下撇宜长点宜短。\n页在右者，撇宜短，点宜长。\n末一画，左宜长，右短而尖，向右而让右。\n上撇直与下一直相对。\n将上直粘连口字，便与下相接。\n下点小而藏。\n马在左旁者，宜狭而长。\n马在下面者，宜阔而短。\n右钩缩而藏，方不碍右。\n首撇左长以冒下，下四点紧攒。\n点撇宜长，中间紧迭。\n首画宜短，左右方能紧凑，且让两绞丝出头。\n下本三平，中一直作柱，左右配齐。\n左作点挑，右作两点，便活动。\n中间须迭得紧，画左长以冒下，右直收束。\n两点向右，右一撇向左。\n首撇左尖，中略短，三略长，撇捺覆下。\n点撇宜开，首画短，次画长。\n羽在右旁者，中左用一点一挑。\n羽在上者，左微长而右微短，点作小画。\n羽在下者，左微短而右微长，均用点挑。\n中二撇，一短一长，一收锋，一出锋。\n此是正法。\n下竟似舟旁，此变法也。\n第三節全字笔画先后\n第四節全字结构举例\n画多则分仰覆，以别其势。竖多则分向背，以成其体。\n中直与上点相对。\n左右各有中。\n上合而下分。\n上分而下合。\n中合上下分。\n中分上下合。\n三并，以上字各以类取，中使布置停均。\n六竖分向背，以避算子。\n一缩，二缩，三亦缩。四出锋，又一平，二三直啄，四卷琢，又或先婉转而后斜硬。\n下面木左右须直齐。\n右缩左舒，亦字三点俱变化。\n右垂左缩。\n横尽上仰下覆。\n画短而斜硬其撇。分笔，先横后撇。\n画长而宛转其撇。分笔，先撇后横。\n初点向里，横戈斜平，勾向内而收，中点取高势，欲粘第三点，第三点又微高不可下。\n须分势如三画，为仰平覆，或上撇平，中撇斜，下撇直。下撇之首，对上撇之中。\n右旁短直应左直。\n偏碍者屈勾以避之。\n横画微短，撇就画上直下，至画下方捥转向左，波首暗出画上。波首意接连撇之末锋，则血脉联属。\n中三画，须不同。凡中画，俱不得触右，如日月亦俱不得触右。\n左倚人向右，右四画亦须俯仰有情。\n上仰，中平，下覆。或上下分仰覆，中勒。\n竖宜向。\n竖宜背。\n中竖直，左右之竖相背。\n中两竖直，左右之竖相背。\n字之孤单者，展一画以书之。\n字之重并者，蹙一画以书之。\n横画较直画长。\n横画较长宜勒，不斜则无势，直画转而复回。\n斜策取势。\n四竖上开下合，四点上合下开，点又分向背，两旁分八字，中两点带就上，不可就下。\n疏密停匀，照应为佳，发于左者应在右，发于右者应在左，此一定法也。\n初撇首尾向外，次努首尾向右，中实左虚右。\n茶，上捺放下捺留；爻，上捺留下捺放。\n偏侧随字势结体。\n一横一直承上。\n心在下者，右宜宽。蹲锋轻重须有准。\n上面不写波。\n疏排之字须展。\n三排之横画，上下分仰覆，中平。\n里面与勾齐方称。\n三排之字，居中者卓然中立而不倚，其左右停匀，有拱揖之情。\n钩里。\n钩努。\n盖下左右均分。\n实左虚右，四画上下分仰覆，二三但取其顺。\n上下不用齐，齐则板，接左用尖。\n用笔先斜者，以侧应，笔尽处重按。\n上点对左边实处，与成戈诸字不同。\n直画宜短，点皆近上，凡笔画之疏者宜丰肥，类此。\n此等短画，不得与左长直相连。\n右长。\n左长。\n腕勾应上。\n字两相离者，欲其黏合，此在用意得顾揖之形。\n重勾先缩而后出锋，作趯以应。\n左短小，让右字长大，凡字相让之法，无过短小闪藏，切忌侵占。\n左长右短，字势顺适。\n蹙之一旁。\n中直为柱。凡字中担力之笔，为一字之主者，谓之柱。此笔宜重。字有一柱者，有两柱者，有半笔为柱者，各举一字，自中字至水字，俱论柱法。笔之轻者为阳，重者为阴。凡字中有两直者，宜左细右粗。又字中之柱宜粗，余俱宜细，此分阴阳之法也。\n下画为柱，所谓主笔须平，他画则错综用意，乃不呆板。\n下撇为柱。\n凡走之之里面，须上大下小方称。\n屈勾用意，须包末两点。\n下画宜长，撇短，以点配之。\n初直首尾向右，次直首尾向左，上横平下偃或上仰直背下平。\n两撇先长而斜硬，后短藏而腕转。\n用笔先腕转而后斜硬。\n四竖上开下合，而向背亦即分马。\n长趯应右转出，须宕出格上，趯起须尽出锋，右趯捺应左。\n中勾并应上。\n上冒下，上清下浊。\n下画承上。\n上下撇点有阴阳之分，不分则无上下相承之意。\n形虽断，而意连。\n纵横之撇俱宜长。\n上并下。\n左蹙。\n上小左蹙兼备。\n舒左足则不板。\n直画微向左以应右势。\n峻拔一角，抑左昂右，右勾应左。\n左短口取上齐。\n右短口取下齐，凡左右多寡不同，不可牵强使停匀。\n日月不宜正。\n上钩应下。\n交叉不必正对点。\n曾字上两点，上开下合，宜从；其字下两点，上合下开，宜横。\n潜相瞩视。\n绰勾。\n上重下轻，顶戴欲其得势。\n下捺为柱。\n下面左右两点为柱。\n以撇之上半截为柱。\n以左一直及右下画为柱。\n中勾为柱。\n左右上下，环向照应。\n上层为主，下二层宜收束，凡字有两层三层者，宜先看以何层为主。\n中层为主，上下收束。\n下层为主，上二层宜收束。\n左向右，右向左，回环照应，神气一贯，凡两字合成一字者，必须各半相配，使之相向相让相接。\n画向上斜，勾捺有势。\n水旁，在润宜短，在清宜长。\n卜居中，撇须横。\n直趯宜用努。\n上占地步。\n下占地步。\n左大而画细，右小而画粗。\n右宽而画瘦，左窄而画肥。\n上下宽而微扁，中间细而勿长。\n蕃宜两头小而画重，掷宜中宽大而画轻。\n上勾短，宝盖头窄小，下腕宽大而勾长，不与天覆字相等。\n黑白均分，再求错综变化。\n下平。\n上平。\n交叉对正中。\n两边贵平展，如鸟之舒翼。\n相背而脉络贯通。\n中近下让，两边出头。\n宝盖头要小。\n右宜伸下满。\n字之独立者，必峻拔遒劲。\n侧者斜映。\n左高右低，若右齐上，便不是书。\n言字短藏，结体乃密。\n第三章行书\n行书，非真非草，兼真谓之真行，带草谓之行草。魏晋行书，自有一体。大率变真以便挥运，务从简易，相间流行，故谓之行书。所谓行书如行也，其体造于后汉刘伯升。魏初胡昭锺繇能传其法，自晋以后，工书者多以此著名。兹印戴熙墨迹于左。\n第四章草书\n草书起于急就为之，或起草他简，然后正书。禆谌草创之，屈平属草稿未成，皆其发端也。史记三王世家，诸少孙亦有真草诏书之说。史游曾作急就篇，后汉杜度尤工此体。章帝好之，命上章表，亦作草字，谓之章草。自此而降，魏晋以迄明代，工者不下百家。大都折衷史游，而用笔使转，各出心裁。家数既伙，名类亦多。后汉涨芝草书最着，卫瓘复采芝法，兼乎行书，谓之稿草。羲之献之书，谓之今草。其结构微妙者，谓之小草。蔡君谟以散笔作草书，谓之散草，亦曰飞草。而章草今草，各字有连绵不连绵之别。草书之源流如此。\n昔人论草书以一笔书之，行断则再连续。蟠屈拏攫，飞动自然，筋骨心手相应。兹摹赵子昂千字文于后，以示概略。\n第五章结论\n作字之道，由生而熟，由熟而巧，则神妙之境，不难渐致。兹将各家名论列左。\n郝陵川论书云：太严则伤意，太放则伤法。又云：心正则气定，气定则腕活，腕活则笔端，笔端则墨注，墨注则神凝，神凝则气滋，无意而有意，不法而皆法。\n十獘：左不去吻，右不去肩，平直相似，状如算子，不识向背，不知起止，不悟转换，不明虚实，随意用笔，任笔赋形。\n八反：当连反断，当断反连，当疏反密，当密反疏，当肥反瘦，当瘦反肥，当长反短，当短反长。\n八偏：偏乎长，似既死之蛇，腰间无力；偏乎短，似已践之蛙，形阔而丑。偏乎瘦，则枯削而罕风姿；偏乎肥，恐浓织而乏筋骨。偏于古体，则迂阔不合时宜；偏于自用，则僻陋不合法则。偏于竖笔直锋，恐干枯而露骨；偏于横毫侧管，则钝慢而肉痴。\n练气：一字八面流通为内气，一篇章法照应为外气。内气言，笔画疏密轻重肥瘦，若平板涣散，何气之有。外气言，一篇虚实疏密管束，接上递下，错综映带。第一字不可移第二字，第二行不可移至第一行。\n救护：豫想字形，书之大旨。然名家非全无失误，如落笔有不惬意，便当想下数笔如何救之。救护得好，更觉别生机趣。\n收束：行草纵横奇宕，变化错综。要紧处全在收束，收束得好，只在末笔。明于结体，则点画妥帖；精于收束，则气定神完。\n精神与会：法可人人而传，精神与会。则人所自致，无精神者书虽可观，不能耐久索玩。无与会者，字体虽佳，仅称字匠。\n摹临：陶宋仪辍耕录云：临帖谓宜置帖在旁，观其大小浓淡之形势而学之，若临渊之临。摹帖谓以薄纸覆于帖上（或用油纸），随其曲折宛转而书之。故临得古人笔意，易失位置，摹得位置，多失笔意。临书易进，摹书易忘。属意不属意故也。\n书谱云：既归平正，务追险绝，既追险绝，复归平正。","user":1,"timestamp":1430136548052,"verified":true},{"name":"习字入门民国出版","text":"926年6月生，福建省福州市人。上海丝绸集团郁金香印染有限公司原美术师、主任。1949年上海东吴大学毕业。一直从事美术设计工作。擅长书画篆刻、美术设计、美术理论写作等。\n入选《中国当代篆刻家大辞典》、《中国古今书家辞典》、《中国当代美术家人名录》、《中华人民共和国英模大辞典》、《中国总工程师、总会计师、总经济师、总编辑名典》、《世界名人录》等十大辞书中。曾在香港、台湾举行个人书画篆刻展，深受各界欢迎。在港、台被称为“六能才子”、“勤奋、博学、奇才”──能书、能画、能刻、能写、能设计、能讲授。享有“世界杰出华人艺术家”的荣誉称号。能书真、行、草、隶、篆各种字体，曾出版楷、魏、隶等字帖、《六体习字入门》、《毛泽东诗词37首37种书法》等。\n不少作品在全国性展览中获奖。曾出版《儿童学水墨画入门》，不少作品报刊出版和获奖。如《飞虎震大千》国画荣获第二届世界华人艺术大奖赛国际荣誉金奖。为社会各届人士刻印不下三千方，为不少名家如刘海粟、陈叔亮、唐云等刻过名章。曾出版《印章篆刻入门》、《百福图》、《百寿图》、《锦言吉语篆刻艺术》等印谱，已出版十二本著作，计210万字。有《印染图案设计》、《探索流行色的奥秘》、《服饰宝典─实用服装指南》等，为国内所罕见的论著，有深远的社会影响。\n从事印染美术设计30余年，在全国性评选会上多次获奖。曾设计《王羲之书法》真丝绸领带，日本人一次订购一千条。曾受上海、北京等十余个地区大专院校或艺术团体的邀请，讲授服饰美学，流行学、色彩学和书画篆刻，均受人们欢迎。他为中国书法家协会、美术家协会会员，中国当代书画艺术研究会副会长、中华美学技术学会常务理事、全国性的服饰系列丛书编委会副主编，中国国际交流出版社特约顾问编委，泰国泰华艺术协会第一届海外艺术顾问等。\n","category":"草书","verified":true,"user":1,"timestamp":1429951537592},{"name":"习字入门民国出版","text":"926年6月生，福建省福州市人。上海丝绸集团郁金香印染有限公司原美术师、主任。1949年上海东吴大学毕业。一直从事美术设计工作。擅长书画篆刻、美术设计、美术理论写作等。\n入选《中国当代篆刻家大辞典》、《中国古今书家辞典》、《中国当代美术家人名录》、《中华人民共和国英模大辞典》、《中国总工程师、总会计师、总经济师、总编辑名典》、《世界名人录》等十大辞书中。曾在香港、台湾举行个人书画篆刻展，深受各界欢迎。在港、台被称为“六能才子”、“勤奋、博学、奇才”──能书、能画、能刻、能写、能设计、能讲授。享有“世界杰出华人艺术家”的荣誉称号。能书真、行、草、隶、篆各种字体，曾出版楷、魏、隶等字帖、《六体习字入门》、《毛泽东诗词37首37种书法》等。\n不少作品在全国性展览中获奖。曾出版《儿童学水墨画入门》，不少作品报刊出版和获奖。如《飞虎震大千》国画荣获第二届世界华人艺术大奖赛国际荣誉金奖。为社会各届人士刻印不下三千方，为不少名家如刘海粟、陈叔亮、唐云等刻过名章。曾出版《印章篆刻入门》、《百福图》、《百寿图》、《锦言吉语篆刻艺术》等印谱，已出版十二本著作，计210万字。有《印染图案设计》、《探索流行色的奥秘》、《服饰宝典─实用服装指南》等，为国内所罕见的论著，有深远的社会影响。\n从事印染美术设计30余年，在全国性评选会上多次获奖。曾设计《王羲之书法》真丝绸领带，日本人一次订购一千条。曾受上海、北京等十余个地区大专院校或艺术团体的邀请，讲授服饰美学，流行学、色彩学和书画篆刻，均受人们欢迎。他为中国书法家协会、美术家协会会员，中国当代书画艺术研究会副会长、中华美学技术学会常务理事、全国性的服饰系列丛书编委会副主编，中国国际交流出版社特约顾问编委，泰国泰华艺术协会第一届海外艺术顾问等。\n","category":"草书","verified":true,"user":1,"timestamp":1429951463235}]