[{"name":"米芾尺牍书法艺术研究2","text":"\n尺寸:28.8x20.4x0.2cm\n重量:181g\n内容简介\n《米芾尺牍九种》字迹匀称，笔势圆劲流丽，结构布局端庄秀美。本字帖不仅具有极高的艺术欣赏价值和收藏价值，也让广大书法爱好者领略到中国古典书法的一种理想境界，以柔寓刚、外柔内刚。初学者可根据每个字的用笔、结构、布势等去临摹。\n媒体评论\n书评\n在中国书法的帖学中，尺牍是一种最为常见的书写形式，书家在写翰扎时，往往意不在书，随手挥运，因势生发，天机自动，真趣罄露，虽无意于工，而恰恰能不求工而自工，达到一种自然的境界，故历代书家手扎为人们竞相收藏，即使是片纸只字，亦视若至宝，《米芾尺牍九种》即是其中一颗灿烂的明珠。\n米芾（一0五一—一一0七），北宋著名书家，与苏轼、黄庭坚、蔡襄合称『宋四家』。气米芾初名黻，元祐六年（四十一岁）改作芾，字元章，号鹿门居士、襄阳漫士，后定居润州（镇江）北固山下甘露寺，结庵卜居，自号海岳，又称『米南宫』，因家藏古帖甚富，故自名书室为『宝晋斋』。\n米芾的父亲是一个武官，母亲与宣仁皇后为旧知，遂以恩补秘书省校书郎，为浛光尉，后历任广西临桂尉、长沙椽，元祐末知河南雍邱县等职。崇宁三年徽宗诏立书画院，米芾又被选为书画两学博士。他的一生在仕途上并不得意，便移情于书画诗文，其性放浪不羁，冠服效唐人，好洁成癖，为文奇险，不蹈前人轨辙，又工于临摹，几可乱真，相传无为州有巨石，状奇丑，芾见大喜，乃具衣冠拜之，呼之为兄，且其吐音清畅，风神萧散，故时有『米颠』之称。\n米芾学书，行草宗二王，篆宗史籍，隶法师宜官，於书无所不学，深有晋人遗规，他曾自负地说：『善书者只能一体，我独四体兼备。』事实上他最突出的成就还是行草与小楷，落笔不苟，点画所至，深有意态。在中年时，他还未能自立家数，后遇到钱穆父批评他的字刻画太甚，当以势为主，方始大陪，由博返约，自创新意，形成了他『沉着痛快』的独特风格。他曾自言：『学书贵弄翰，把笔轻自然心手虚，振迅天真，出于意外二因此他的行书如烟云舒卷，姿态跌宕，极其酬畅痛快，尤其是米芾善用『刷笔』，中含枯润，笔力充沛，气势凌厉，有天马行空之概，又因为其行草皆从真楷中来，故点画精到，苏轼评其书曰：『海岳平生篆隶真行草书，风墙阵马，沉著痛快，当与锺、王并行，非但不愧而已。』米芾在世之时，即有时名，其寸纸数字，人争售之，以为珍玩。也有人批评他的锋芒太露，过于猛厉，而乏蕴藉之态。但不可否认，米芾之书将沉着与痛快这一对矛盾处理得如此和谐，是很不容易的，其绝迹飞空的奇迈之势正是从脚踏实地的治学中来，若初学者徒见其挥斥凌厉的气势，而不揣其乎实稳重的功力，猥以急切之心求之，则反力『痛快』所误，这一点是初学者必须注意的。本册所刊《米芾尺牍九种》现藏台北故宫博物院，解放后亦未曾出版过，今公诸于世不仅可为研究米芾的书法提供珍贵的实物资料，同时又可以力广大的书法爱好者提供临摹的最佳范本。\n","category":"草书","verified":true,"user":1,"timestamp":1429951563345},{"name":"米芾尺牍书法艺术研究2","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791631917,"text":"三十五、《司勋帖》\n\n（一）释文：\n\n内翰必常常相见。不曾得披晤，留刺尔。八日方遍得两府，经一旬日，为农师、冲元约见，都不曾见。得两禁遂行。老妻卧疾，近少愈。到此失小女，而妇属疾未损。自入京门，迎医至去耳。明叔行未。芾在拜。（司勋老兄阁下）\n\n（二）简介：\n\n1.此帖为致曹辅书札。\n\n2.「明叔」为贾易字。贾易为曾布之党，故帖中「内翰」（翰林学士）必是曾肇。\n\n贾易，字明叔，无为人。元佑进士，历常州司法参军，自以儒者不闲法令，遂议狱，惟求合于人情，迄去，郡中称平。哲宗时，历官侍御史，上书论天下大势，言颇切直，然皆老生常谈。志于抵阨时事，无他奇画。又痛诋苏轼兄弟，议者由是薄易。徽宗时，终宝文阁待制，知邓州，寻入党籍，卒年七十二[35]。\n\n曾肇（1047-1107），字子开，建昌南丰人，布弟。治平四年进士。元佑中历中书舍人、吏部侍郎。徽宗即位，累迁翰林学士，崇宁初元佑士大夫再被降点，肇请与俱贬，言者继之，遂落职，安置汀州。自西宁以来四十年，大臣更用事，邪正相倾轧，肇身更其间，数不合。自少力学，为文温润有法，更十一州，累多善政。大观元年卒，年六十一，谥文昭，有曲阜集四十卷、外集十卷、奏议十二卷、’迩英进故事一卷、元佑外制集十二卷、庚辰外至集三卷、内制集五卷、尚书解八卷、曾氏图谱一卷[36]。\n\n3.元符三年十月，曾布拜相，弟草兄制。曾肇以避嫌，迁龙图阁学士，旋出知太原及应天府。陆佃（农师）自蔡州「召为礼部侍郎」，乃在鰴宗践阼后，而许将（冲元）哲宗崩前已为中书侍郎。故曾（肇）、陆、许同在朝廷，乃元芾三年之事。此帖当后于《廷议帖》，以已「遍得两府」（中书、门下）矣，亦可知「遂行」，即赴真州也。\n\n陆佃，字农师，号陶山，山阴人，珪子。居贫苦学，映月读书，常受经王安石，而不以新法为是。擢熙宁三年甲科，补国子监直讲，安石以佃不附己，专付之经术，不复咨以政。徽宗实为上书右丞，每欲参用元佑人才，谗者遂诋佃名在党籍，罢知亳州，卒年六十一。佃长于礼家名数之说，有埤雅二十卷，礼象，春秋后侍二十卷，鹖冠子注一卷，陶山集十六卷[37]。\n\n4.「到此失小女」，则芾晚年固三男三女也。\n\n（三）艺术赏析：\n\n1.此帖以圆势较多，之前余提及最欣赏米芾圆劲的转折，但是《司勋帖》中的圆不是圆劲的圆，代之以圆浑的圆。简单的说，圆中若无折角度，易失劲道，所以这种圆的困难度是很高的。\n\n2.先看首字「内」，竖钩的地方就很差强人意，米芾大概是不想把钩写得圆滑，遂在转折处作停顿使其有方角，但是却失去了自然性而矫柔造作太过。相「见」、约「见」，此「见」字的缺点在竖弯钩这一笔，柔弱无力的线条，中锋的质感虽好，但共同点都在竖弯和上挑处的接角处太过圆了；另看《葛德忱帖》的「见」（此「见」），这一笔虽然短但是精神俱在，反而把饱厚的力量蕴蓄其中，比《司勋帖》的「见」字略胜一筹。\n\n3.还有一些不自然的地方，如：披「晤」、留「刺」、「遍」得、「少」愈、小「女」、「而」妇、自「入」、去「耳」。以余之见，其中最怪异的约莫是「遍」字的「辵」字边了，不仅写的太圆，尾端又勾起来，有如一个人模仿别人的字失败了，这么说一个大家或许有些不客观，相同的「辵」部，相同的写法，米芾也有极佳的表现，如：《致彦和国士帖》的「送」字、《英光堂帖》的「逐」字、《闻张都大宣德帖》的「逶」字、《盛制帖》的「遂」字等等。\n\n三十六、《淮山帖》\n\n（一）释文：\n\n（芾顿首再拜。淮山又）得话生平，惜别，三过公方处矣。我薄禄未得归，相见何期？临风怅然，乱道叙意。早对州相呼，不觉心目凄断！加爱加爱。不宣。门中一一均庆。老妻致意。芾顿首。\n\n（二）简介：\n\n1.此帖疑为致贺铸书札。\n\n2.「淮山」即泗州盱眙之都梁山。盖汴水至泗州入淮，都梁在淮之南，故又名南山。胡仔《苕溪渔隐丛话》卷三五：「淮北之地平夷……唯隔淮方有南山。米元章名其山为「第一山」。有诗云：『京洛风尘千里还，船头出没翠屏间。莫能衡霍撞星斗，且是东南第一山。』此诗刻在南山石崖上。」帖云「淮山又得话生平」，则显为道出泗州矣。\n\n3.《宋史?贺铸传》误云铸通判泗州在元佑时，《宋史词典》已正之云：「徽宗立，始为泗州通判。」故此帖当为元符三年离京赴真州途中所作。\n\n4.《宝真斋法书赞》卷十九收米芾与「方回老弟人英」札云：「十日之欢，足慰故人。遂别，心目凄断。」与《淮山帖》同一措词，故足证之矣。贺铸本传云：「是时，江淮间有米芾以魁岸奇谲知名，铸以气侠雄爽适相先后。二人每相遇，瞋目抵掌，论辩逢起，终日各不能屈，谈者争传为口实。」相见如此，乃不知惜别又何其不舍也。\n\n（三）艺术赏析：\n\n1.此帖比《司勋帖》好多了，顿挫显明，粗细配合的很好，加上方中带圆，可说是米芾中晚期的佳作。\n\n2.「门中一一均庆。老妻致意。」这几个字铿锵有力，和《自叙帖》的风格约略相同，后人也许觉得和之前的小字不相调和，但是仔细体会，小字的书风和后面这几个字都是给人苍茫壮阔之感，并无不妥，只是差别在字体的大小。\n\n3.为什么《淮山帖》胜于《司勋帖》呢？先看「方」字，前帖的长横切后顿笔始，不是一横画过，中间稍有停顿，弯钩的地方角度明显，有一圆颗点，转方向后用力钩出，如爪痕，和后帖轻微画过的写法迥然不同。以「相见」二字来看，前帖和后帖的写法不同，前帖是以行书写的，后者用草字表现，但是我们若把焦点放在转折角上，可看出哪一帖较挺拔，而哪一帖只是做绕圆的工作了。另外前帖中的「归」和后帖的「妇」，「帚」字就明显不同，前帖有较明显的提按。前帖「道」字的「辵」字边就比后帖的「遍」自然多了。《淮山帖》的小缺陷是「断」字的「斤」部，写的太过流媚，和整篇有点不相搭。\n\n三十七、《长至帖》（《公议帖》）\n\n\n\n（一）释文：\n\n芾顿首再拜。长至，伏愿制置发运左司学士，主公议于清朝，振斯文于来世，弥缝大业，继古名臣。芾不胜瞻颂之至。芾顿首再拜。\n\n（二）简介：\n\n1.此帖投主不知何人。\n\n2.长至即夏至。\n\n3.建中靖国元年夏至，米芾在真州，此帖或作于制置发运司管勾文字时。\n\n（三）艺术赏析：\n\n1.世人形象地把米书比作是「风樯阵马」，《长至帖》给人的正是这种感觉。\n\n2.《长至帖》给人的第一印象是它那别具一格的章法，全帖分行为八，行行疏朗，首两行与末两行均书写贯底，中间四行因尺牍行文的关系，二、三、五字不等；作者写至第三行「于」时，忽然而止，调头另取一行，再接二连三，使各行之间形成落差，总体上中间的四行字与首尾的四行自行成强烈的对比，同时在腹中留下巨大的空白，使长短不一的行文，颇似藤条下垂，参差不齐，饶有情趣。\n\n3.《长至帖》给人的第二印象是结体与章法的欹正交用，这是此帖的基本格调。侧而反正、化险为夷是米芾结字的绝技，仔细观赏他的字，或上侧而下正（如「首」、「长」），或上正而下侧，或右侧而左正（如「清」、「朝」），或左侧而右正，随机应变，因势生形，无所不在。但无论何种变化，均以平衡为终归，达到磊砢不平的审美效果。非常巧妙而自然的是，米芾又把这一结字原则娴熟的注入章法之中，相映成趣，耐人寻味。\n\n4.运笔的灵巧，又强化了结字与章法的表现形式，这也是《长至帖》给人的第三印象。有趣的是，他曾颇为自负的说：「善书者只有一笔，我独有四面。」他依着笔势不断用不同的笔锋，于俯仰向背、转折顿挫、正侧行留之中毫不保留的展示出来，人们随着他的指向而得到沉着和痛快的感受。如果说第一行由于初落笔，还显得稍微拘谨的话，那么随着笔势的展开，行至最后一行时却能手下生风，尤其是「芾顿首再拜」，若赛跑的冲刺，愈接近终点，速度就愈快，「拜」字的最后二笔，分明是运动员冲过终点的那一剎那，长长的枯笔，给人们的感觉是一阵风，真有目不暇给之感；故朱熹称米书为「天马脱衔、追风逐电」。\n\n三十八、《临沂使君帖》（《阴郁帖》）（《致临口史君尺牍》）\n\n\n\n（一）释文：\n\n芾顿首。戎帖一、薛帖五上纳。阴郁，为况如何？芾顿首。临沂使君麾下。\n\n（二）简介：\n\n1.此帖为致临沂使君书札。\n\n2.《临沂使君帖》，《故宫法书》作《致临口史君尺牍》；《书法大辞典》作《阴郁帖》。\n\n3.王戎及薛稷帖不见《书史》与《秘玩目》，此亦较晚之证。其字与《长至帖》相近，姑置于后。\n\n（三）艺术赏析：\n\n1.《临沂使君帖》二十五字可分三部份看，第一部份到「郁」止；第二部份为「为况」；此后为第三部份。第一部份着意取势，每字独立，笔断势连，笔锋在迅疾的挥洒中不断的提按相间，变换角度，峭拔中飘飘飞扬。第二部分结体以端正为纲，落笔以稳重为旨，敦朴端庄，褪去了狂放不羁的外衣。这对米芾而言，实颇为难得。而从「如何」开始，又跃上情感的峰巅，「想初盘礡落笔时，毫端已心机化」、「忽然挥扫不自知，风云入怀天借力」，都可以是他对逼真的写照。\n\n2.米芾夸张了纵向的线条，似钢筋一般富有张力的线条一气贯下，毫无停歇。用墨也颇如人意，直至终结仍不见焦渴枯竭。人们不能不钦服米芾的高超技巧。米芾此时的心态与颜真卿《裴将军诗》有相似之处，情感之潮时涨时落，时奔时遏，变化很大。快─慢─极快，三部集于一纸，不协调是显而易见的，虽出于米芾这个名家之手，我们亦当不避此说。\n\n三十九、《雨应帖》\n\n（一）释文：\n\n芾顿首。雨应，想佳快。彦舟桶炉遂相赠，吾友炉何不至也？思企思企。芾顿首。济道老兄。\n\n（二）简介：\n\n1.此帖为致济道书札。（济道不知何人也，余查阅书籍，推知此人可能为江通[38]）\n\n江通，字济道，福建侯官人。治平四年进士，终朝散郎知黄州。\n\n2.此帖中狂草与《临沂使君帖》相似，姑次其后。\n\n（三）艺术赏析：\n\n此帖狂草乃指「济道老兄」四字，和《临沂使君帖》的「如何？芾顿首。临沂使君麾下。」这几个字的风格的确很像，不难想象米芾当时挥洒得意之态，速度感也是不在话下，不过「济道老兄」四字的苍劲手法又过于《临沂使君帖》的末尾几字。「如何？芾顿首。临沂使君麾下。」这些字笔笔中锋，线条感也极佳，笔划的运行十分顺畅；米芾写「济道老兄」时，笔毫有些分叉，但是米芾不刻意掩饰，顺此笔毫挥洒而下，更显出他性格中不拘小节的部分。\n\n四十、《章侯帖》\n\n（一）释文：\n\n芾启：要恶札，是甚字？批及。芾顿首。章侯茂异。\n\n（二）简介：\n\n1.此帖为致章侯书札，「章侯」疑是章持（致平）。\n\n2.米芾交游中章姓唯章岵（元丰间苏州刺史，见《九隽老会序》）、章惇、章衡、章持及章济（章吉老之子，见《章及老墓表》），前后二人可勿论，而惇、衡皆年长于芾，断不能以「茂异（茂材异等）」相呼也。\n\n章持，苏轼元佑三年知贡举时甲榜第十名，「茂异」斯可矣。东坡建中靖国元年自海南归，过润州，时惇将有海康之贬[39]。致平不敢来见，奉书问候，俱载赵彦卫《云麓漫抄》卷三。若章侯为致平，则必在建中靖国元年侍亲于润州之前。\n\n3.「恶札」老米习用，然此为谦称，即问索书是何内容也。\n\n（三）艺术赏析：\n\n此帖「要」字结密而险，横顿几触撇脚（《襄阳魏泰诗》犹平易），与《来戏》、《伯修》二帖相近。又「札」字提手一竖，尽处翻笔接挑，亦见《自叙帖》中。可见米芾写此信札，虽是率意书之，仍不见八面出锋本色。\n\n四十一、《新恩帖》\n\n\n\n（一）释文：\n\n芾顿首再拜，新恩吏部侍郎台坐。春和，恭惟神明相佑，台候起居万福。芾即日蒙恩。大贤还朝，以开太平，喜乃在己。芾薄留泗滨，烝然来思，岂无念哉？谨奉状上贺，不宣。门人米芾顿首再拜。新恩吏部侍郎台坐。三月三日上。\n\n（二）简介：\n\n1.此帖为致「新恩吏部侍郎」书札，「新恩吏部侍郎」指邓洵武，邓曾说宋徽宗以蔡京为相。\n\n邓洵武（1055-1119），字子常，成都双流人，洵仁弟。第进士，绍圣中为国史院编修官，撰神宗史，议论专右蔡卞，诋诬宣仁后尤切，史祸之作，其力居多。又为帝言阶下方绍述先志，群臣无助者，乃献爱莫助之图，力请以蔡京为相。京既相，进中书舍人，数迁至知枢密院，位特进，拜少保，封莘国公。宣和元年卒，年六十五。赠太傅，谥文简[40]。\n\n2.王偁《东都事略?邓绾传》：「子洵武，徽宗即位为起居郎。时韩忠彦、曾布为相。洵武因对言：『陛下乃先帝之子，今宰相韩忠彦乃琦之子。先帝行新法以利民，其尝论其非。今忠彦为相，将先帝之法而更张之，是忠彦为韩琦子能继父志；陛下为先帝子，不能继父志也。陛下必欲继志述事，非用蔡京不可。』又进《爱莫助之之图》，召试中书舍人，迁给事中兼侍讲，进吏部侍郎。」吏部侍郎之职，见诸《长编拾补》者，徐铎为元符三年至十月，张商英则建中元年十二月权（代理）之。故知洵武之为吏部，庶与蔡京还朝同时也。同书「崇宁元年九月」注文：「《续宋编年资治通鉴》云：『九月定选阶』，案此从吏部侍郎邓洵武请也。概可证之矣。」\n\n3.「大贤还朝」非蔡京而无他人，其事则崇宁元年三月蔡京自大名府召回复任翰林学士承旨兼修国史也。米芾早知京「后当为相」（是年七月元长果为右相），故自「喜乃在己」矣。时米芾犹在发运司，泗州有仓场，故云「薄留泗滨」。蔡京已贵，呼为「大贤」则已，米芾长洵七岁，反自抑为「门人」，是趋炎附势？亦或礼貌性之客套？甚可议也。有人言米芾依违于曾、蔡二氏间，是可信耶？是不可信耶？由此帖可见端倪[41]。\n\n元丰、元佑年间，米芾本与以吕大防为首的「旧党」交往甚密，尽管他与「新党」的章惇、林希等人在书画方面有些接触，但不知为何，他与蔡京的交往在文献中只字未提。直到哲宗「绍述」，党人贬逐殆尽，元章见风转舵，才开始和蔡京热络起来。只是蔡京当时尚未贤达，米芾依附的对象主要还是宰相曾布。曾布子曾纡的外孙王明清在《挥尘后录》中叙述了米芾两件不很光彩的事。其一云：「建中初，曾文肃（布）秉轴，与蔡元长（京字）兄弟为敌。有当时文士与文肃启，略云：『扁舟去国，颂声唯在曾门，策杖还朝，足迹不登蔡氏。』明年，文肃南迁，元度（京弟卞字）当国，即更其语以献曰：『幅巾还朝，舆颂咸归于蔡氏；扁舟去国，片言不及于曾门。』士大夫不足养如此！（自注：老亲〔明清父王铚〕云：米元章）」还有一件即米芾在真州发运司时，倚蔡京之势压转运史张励的事，这件事还有待考证。而米蔡的关系在冷却多年后重新加温却在真州。\n\n徽宗登基，蔡京被御史交论其恶，从翰林学士「夺职，提举洞霄宫，居杭州」。其实在赴杭前，蔡京是有如丧家犬，他想到故人米芾在真州，便去投靠。后来蔡京自杭州召回并当上宰相后，米蔡的关系从平淡的翰墨之交便成依附的势利之交。吴迥《五总志》云：「米元章尝谓蔡元长：后当为相，慎勿忘微时交。蔡既大拜，乃引舟入都。时吴安中（即吴师礼）守宿，欲留数日，米谢以诗曰：『肉眼通神四十年，侯门拖袖气如烟。符离经过无行李，西入皇都索相钱。』至国门，乃用外方先状抵蔡，其略云：『右芾，辄将老眼来看太平。』蔡喜之，寻除书学博士，擢南宫外郎。」看完诗，后人难免会对米芾的人品大打折扣，怎会作到无尊严的地步？米芾自认和蔡京的交情有四十年之久，一听到他升为宰相，心想即使后生吴钱财也无需忧虑了[42]。\n\n（三）艺术赏析：\n\n看到此帖不难想象米芾心满意足之态，精神状态俱佳，可从一竖看出来，不论是「拜」、「神」或「郎」字，都可看出一贯而下的雄强之势。另外，「起」字的捺笔，书至尾端再用力回挑，也是捺的变化中不错的运用之法。后面越写越快，章法不若前半部，然纸与笔的摩擦效果，反以此半部为佳。\n\n四十二、《具状帖》\n\n（一）释文：\n\n芾顿首再拜。知府内阁侍郎台坐。比具状计达。久不辱书，岂所怀终未宣彻？临风悢悢！向热，恭惟神明相佑。台候起居万福。芾蒙恩，未即参晤，伏惟珍卫。谨具状，不备。芾顿首再拜。知府内阁侍郎丈台坐。\n\n（二）简介：\n\n1.此帖为致「知府内阁侍郎」书札。检《宋史?宰辅表三》，符合「知府内阁侍郎」者，唯李清臣。「建中靖国元年十月乙未，李清臣自右光禄大夫、门下侍郎，以资政殿学士出知大名府兼北京留守。」\n\n2.李清臣长米芾十九岁，自可以「丈」相称。\n\n3.此帖与《新恩帖》不特措辞相近，字体亦相似。然「向热」则又略晚矣。\n\n4.措词相近，乃指「恭惟神明相佑。台候起居万福。」按理说，李清臣此时的官是高高在上，米芾用引号中的话，不免给他想人攀权贵的感觉，再加上「芾蒙恩，未即参晤，伏惟珍卫。」就更明了这些都是逢迎之话，米芾的固执早已不见，取而代之的是见机行事。\n\n（三）艺术赏析：\n\n搨本与纸本的效果，以艺术角度来看有些不同，尽管风格再相像，也有迥异之处。如《新恩帖》和《具状帖》，就笔法和力道看来，没有多大的差异，但是《新恩帖》是纸本，笔迹看得较清楚，尤其是字口和连接处，另外墨色也有很大的差异，相较之下，《新恩帖》比较外放，用笔利落洒脱；《具状帖》因为是搨本，很多笔锋外露的地方都被修掉了，俨然比较内敛。就「神」字而言，一竖这一笔《新恩帖》就比《具状帖》强劲多了。\n\n四十三、《久郁帖》\n\n（一）释文：\n\n芾顿首再启。吾丈久郁经纶，想异恩在旦夕。芾衰迟养拙，方且为人奇货，太息不已。唐侯购意未行而已不旋肿，阴理殆不容人哉！何当面展？芾顿首再拜。\n\n（二）简介：\n\n此帖恐亦致李清臣书札。\n\n（三）艺术赏析：\n\n此帖可为米芾行书的中上品之作。写来不愠不火，淡然不融入太多感情，是一小缺失。但是映带关系十分自然而连绵是足以称许的，虽然相连接的字只有「面展」，但是每一字间的「笔断意连」是可以观察出的。但是此帖和前后帖（《具状帖》、《左丞钧席帖》）的风格不太相近，彷佛又流于二王之风。\n\n四十四、《左丞钧席帖》\n\n（一）释文：\n\n芾顿首再拜，左丞钧席，恭审进位，庆同在己，探后上贺次。晴和，恭惟机政之暇，钧体动止万福。谨具状陈情，不备。芾顿首再拜。左丞钧席。\n\n（二）简介：\n\n1.此帖为上贺蔡京进位之状。「左丞」即尚书左成的简称。\n\n2.拜此官者，许将在绍圣四年闰二月，陆佃在建中靖国元年十一月，蔡京乃崇宁元年五越野。此措状词，与《新恩帖》大同小异，一曰「庆同在己」、「动止万福」，一曰「喜乃在己」、「起居万福」。而相同之字结体亦如出一辙，固有此论。米芾与元长为布衣交，宜乎「庆同在己」也。\n\n（三）艺术赏析：\n\n此为恭贺之信札，写来不免审慎许多，一字一画绝无含糊之处，其「用心」可以从内容看出，此种官方文书，通常写来呆板，但是米芾仍用艺术的笔法完成此作，唯末五行始有字字难相接之缺失。\n\n四十五、《弊居帖》（《甘露帖》）\n\n\n\n（一）释文：\n\n芾顿首再启。弊居在丹徒行衙之西，翛闲堂、漾月、佳丽亭在其后，临运河之阔水。东则月台，西乃西山，故宝晋斋之西为致爽轩。环居桐柳椿杉百十本，以药植之，今十年，皆垂荫一亩，真一亩之居也。四月末，上皇山樵以异石告，遂视之。八十一穴，大如碗，小容指，制在淮山一品之上。百夫运致宝晋桐杉之间。五月望，甘露满石次，林木焦苇莫不沾，洁白如玉珠。郡中图去，至今未止。云欲上，既不请，亦不止也。芾顿首再拜。\n\n（二）简介：\n\n1.此书札之收受者不可考，\n\n2.此帖乃向友人介绍居于丹徒之住家环境景观，似是十分得意，帖末云「云欲上，既不请，亦不止也。」言祥瑞之象，喜悦之情溢于言表。\n\n（三）艺术赏析：\n\n1.这篇记叙文以记事为主，似无大的感情波动，前后格局与篇幅比较匀整，惟结尾处紧密。\n\n2.此帖行距宽窄不一，有几处涂改痕迹，最末行字体较小，全幅略有兰亭味道，大概是不精心之作，信手写来，流畅自然。\n\n3.帖中字字沉着，饱满有力，只有第三行中偶有两字相缀，以至最后「顿首再拜」一拓直下，因是「套话」自然匆匆收笔。可以说米芾在用笔中，是以字为单元作跌宕起伏运动的。每一字起止较重，中间起伏顿挫较大。\n\n4.此帖凡一百六十二字，幅前旧标签标「此卷虫蛀不堪」字样，第一行最下「徒」字，第四行最下「晋斋」二字，第七行最下「四月」二字，第十一行最下「木焦」二字，及第十二行第一字「苇」字，均已缺损。又第五行第一字已不辨为何字，故宫法书释文故直作白框。于大成考此帖曾刻入快雪堂法帖，诸缺损字均完整，其第五行缺文，乃之字也。又戏鸿堂帖收米老「西山书院」一帖，凡九十五字，与此帖文字多同，此帖云：「五月望，甘露满石次，……至今未止」彼帖云：「后七日，甘露下，……自五月望至廿六日作此诗时犹未已」，则二帖乃同时书也，书亦绝相似。\n\n5.董其昌学米体会较深，其谓：「作书之法在于放纵又能摈捉，每一字中失此两窍，便如昼夜独行，全是魔道矣。」此帖适于初学米字用，从单字中便可体会「刀斩蒲苇」之势。\n\n6.黄山谷评米书云：「余尝评米元章书如快剑斲阵，强弩射千里，所当穿彻，书家笔势亦穷于此，然亦似仲由未见孔子时风气。」即谓之刚勇过之，稍欠儒雅。\n\n四十六、《承天帖》\n\n\n\n（一）释文：\n\n承天无可观。虚诲恨参差不相及于山间也。承作新冠甚精，借一阅。前者已送去，别作样造也。换却一盆儿，人人道可惜，不知万事贵适用也。苦热，未得奉谒。宅中凉否？此热甚。芾顿首。道复甲兄。\n\n（二）简介：\n\n1.此帖为致道复甲兄书札。\n\n2.承天寺在金陵。虚诲当为住持。米芾与人相易，不特书画为然，盆景亦不免。\n\n3.此帖恐作于崇宁元年，是年六月大热，米芾曾乘舟至金陵避暑。\n\n（三）艺术赏析：\n\n1.《承天帖》的流动感颇高，但是线条摇晃太过却会给人「乱」的感觉，原本有力的线条，摇摇晃晃中造成视觉的错乱，线条也细而软弱。首字「承」不够厚重，如不论此，「承」的线条也过于飘逸，单造型来说是很不错，如放在整幅作品之中十分完美，放在前缀就有待考量。\n\n2.字与字的连贯上也不是很好，「无可」中间的连接线过于刻意；「差不」和「相及」之间的联机则过于死板，尤其是「相及」，连笔连接「及」的首笔，直而厚重，线条无弹性；「送去」的连接也不佳；唯「未得奉」稍好。\n\n3.字的大小，前面几行尚好，第三至第六行字体略大，但第七、第八行的字就参差不齐，尤其有些字突然放大或缩小，上下不协调。如：「盆儿」、「道可惜」、「适用」。\n\n四十七、《运副帖》\n\n（一）释文：\n\n芾顿首再拜。运副奉议明公节下。去陈闻使节至许，至建雄镇专介上状，久之回去至汝还台，阻一披晤，此情怅然。故再奉启并前状上纳。霜深冷，恭惟尊体动止万福。区区已具右状中者，不重述。不宣。芾顿首再拜。运副奉议明公节下。十一日状。\n\n（二）简介：\n\n1.此帖为致运副奉议明公书札。\n\n2.帖中所云追寻运副（转运副史），辗转于诸州，皆京西一带，而陈州、建雄镇又在蔡河之滨。故此帖必作于蔡河拨发任。又据「霜深冷」，遂可定于崇宁元年十一月。\n\n3.此帖书风与《新恩帖》极近。首五字即有脱墼之似，其中「恭惟」、「万福」、「明」、「还」、「然」、「状」、「奉」、「不宣」等字亦莫辨。\n\n（三）艺术赏析：\n\n说此帖与《新恩帖》风格相近实不为过，首五字极相近，但是有一不同处，《新恩帖》的用笔较强劲，笔劲强，尤其一竖写的比《运副帖》爽利。另外章法上，前段参差不齐，后面行气较饱满。大体上，《新恩帖》仍胜于《运副帖》。\n\n四十八、《伯修帖》（《与伯修司长书》）（《丞果实帖》）\n\n\n\n\n（一）释文：\n\n（前补书：丞果实，亦力辞，非愿非愿）芾顿首启：画不可知（旁注：不知好久），书则十月丁君过泗，语与赵伯充，云要与人，即是此物。纸紫赤黄色，所注真字褊（扁），草字上有为人模墨，透印损痕。末有二字来戏，才字也。告留，念其直，就本局虞候拨供给钱。或能白吾老友吾舍人，差两介送至此，尤幸尤幸！再此。芾顿首上，伯修老兄司长。不记得也。在纸尾。来戏，才字。\n\n（二）简介：\n\n1.此帖为致伯修书札。\n\n陈师锡，字伯修，号闲乐，建阳人。熙宁进士，历监察御史，出知宿迁县，元佑初苏轼荐其德行文章，以为校书郎。徽宗立，拜殿中侍御史，疏陈时务，出知颍庐滑三州。坐党论削官，置郴州卒，年六十九。师锡始与陈瓘同论蔡京、蔡卞，时号二陈。有文集[1]。\n\n2.《伯修帖》，又作《与伯修司长书》、《丞果实帖》，《书法大辞典》作《丞果实帖》。\n\n3.「伯修」是陈师锡字，《宋史》本传：「徽宗立，召拜殿中侍御史……俄改考功郎中……出知颍、庐、滑三州。坐党论，监衡州酒；又削官置郴州。」明陈邦瞻《宋史纪事本末?蔡京擅国》载伯修贬郴在崇宁二年正月乙酉。考功属左司，故米芾以「司长」称之。费衮《梁溪漫志》卷九云：「陈寺丞，闲乐先生伯修之子也。少好学书，尝于闲乐枕屏效米元章笔迹书少陵诗。一日元章过闲乐，见而惊焉。闲乐命出拜元章，即使之书，喜甚，因授以作字提笔之法……」此记亦在同时也。\n\n4.「吾老友吴舍人」，即吴。曾敏行《独醒杂志》卷六：「（米）徽宗朝已廷臣论荐，除太常博士。时内史吴行词。多所褒奖。」按，内史即中书舍人也。米芾任蔡河拨发前，吏部或拟注某寺丞，为米芾所不欲就，故前补书「丞果实」云云。\n\n（三）艺术赏析：\n\n米芾之信札有时写得非常率意，此帖亦不例外，信笔为之，率真稚拙，字体倾侧，行笔丰润，似有苏东坡韵味。\n\n四十九、《来戏帖》（《面谕帖》）（《求致翟画王帖书》）（《职思堂帖》）（《浙干帖》）\n\n\n\n（一）释文：\n\n蒙面谕浙干，具如后。（下添：恐公忙，托鼎承）长洲县西寺前僧正宝月大师收翟院深山水两帧。第二帧上一秀才跨马，元要五千卖，只着三千。后来宝月五千买了。如肯辍，元直上增数千买取。苏州州衙前西南上丁承务（旁注：是晋公绘像恩泽）家秀才（下双行注：丞相孙），新自京师出来，有草书一纸，黄纸玉轴，间道有数小真字注，不识。草字末有来戏（双行：二字），向要十五千，只着他十千，遂不成。今知在，如十五千肯，告买取，更增三二千不妨。\n\n翟院深，营丘人。工画山水，而学李成，摹效其画。然自为则不能创意于成之外。盖亦有所未至尔[2]。\n\n（二）简介：\n\n1.此帖为面谕之书札。\n\n2.《来戏帖》，吴其贞《书画记》作《面谕帖》、《职思堂帖》；《书法大辞典》作《浙干帖》又作《来戏帖》；蔡舜宁〈米芾之书学思想与书法艺术研究〉作《求致翟画王帖书》。\n\n3.《画史》：「宝月所收李成四幅，路上一才子骑马，一童随，清秀，如王维画孟浩然。成作人物，不过如是。」帖云「一秀才骑马」却为翟院深，恐是同一画本。后段所云《来戏》，以见《伯修帖》，故与此为同时所书。\n\n（三）艺术赏析：\n\n1.《来戏帖》为米芾「翰牍九帖」之一，此手札类「草稿」，茂密紧凑，匆匆不暇，书后复加斟酌，因此又有几处出现旁注加字。但字无论大小，却精神一致，气韵和谐。\n\n2.米书粗处不混浊，细处不纤弱，处处精神饱满，腕间富有弹力，用笔沉雄，落笔跌宕起伏。用笔甚浓，全篇重笔粗画字居多，偶有瘦劲小巧字出现。节奏感上之变化与呼应，显得灵动而活泼，信笔自如。\n\n3.前三行字体较大，第四行起字体略小，书写速度似乎越来越快，有渐渐变成草书的趋势。\n\n4.米芾用笔讲「八面」，不论中锋、侧锋，还是笔尖，笔腹，笔根，随机应变，全求自然。如帖中第三行的「有」、「一」两字，落笔利落，侧锋如刀，且左低右高，以侧取险。然而全篇并不失谐调。在行距上处理得很得当，以疏致密，造成字间紧密，行间疏朗的格局，这大概正是米芾作书札的习惯。这种记事性草稿，一挥而就，易于体现瞬间的思绪变化，从而达到以感情色彩为主旨的书法高境界。这也是人们概论宋人书法特点「尚意」之风的体现。\n\n五十、《晋纸帖》（《自怡帖》）\n\n\n\n（一）释文：\n\n此晋纸式也，可为之。越竹千杵裁出，陶竹乃腹不可杵，只如此者乃佳耳。老来失第三儿，遂独出入不得，孤怀寥落，顿衰飒，气血非昔。大儿三十岁，治家能干，且慰目前。书画自怡外，无所慕。芾顿首。二曾常见之，甚安。\n\n（二）简介：\n\n1.《晋纸帖》，《三希堂法帖》作《晋纸帖》；《书法大辞典》作《自怡帖》，收于《米芾尺牍中》。\n\n2.「第三儿」谓友知。自米友仁三十岁推算，知此帖为崇宁二年所书。末添「二曾」，乃曾布、曾肇昆仲也。\n\n3.《宋史?徽宗纪一》：「（崇宁二年五月）丙戌，贬曾不为廉州司户参军。」「（秋七月）庚寅，曾肇责授濮州团练副使。」若二曾贵达，则不必答以「甚安」矣。故此帖乃崇宁二年五月去太常前书。\n\n3.此信札言及「老来失第三儿」，米友知曾代父捉刀，几可乱真，若不是英年早逝，其成就可能超越乃父。难怪米芾念及第三儿，「孤怀寥落，顿衰飒」，其伤痛之深可想而知。\n\n「米芾现存的书迹中是否杂有米友知的代笔，已不可考。但崇宁二年之前两三年内的米芾书作中，如有不甚老练的笔致出现，很有可能出自米友知之手，因为尽管说是「无辨」，但与年龄相符的苍老之气，毕竟不是年轻人能够模拟的。」[3]按这种说法，可知米友知若非早逝，其前途是无可限量的。\n\n4.米芾和米友知的亲情及失儿之痛可以从以下事情看出。《三米兰亭跋》两则，作于崇宁壬午即元年的五月，其中「余与二子五日模」、「父子三人逐字模于第一轩」的通力合作，显然正有能书儿的参与。这样欢乐的场面，未逾年而竟成了抱恨终天的记忆。满以为甘露降洞天一品石二十日而不止是一个祥瑞，到此米芾不知当作何想了。\n\n5.在《画史》中，我们看到米芾曾录有一段和画艺不相干的话，我想，不能说米芾迷信，若非灾难降临自家，他怎会慰藉于神仙的缥缈，因为他已经感到「刳吾心肝」、「顿衰飒，气血非昔」，他失去的不仅是在风烛残年中相偎扶持的儿子，而且更重要的是破灭了他全部的希望。\n\n（三）艺术赏析：\n\n1.此帖为米芾「翰牍九帖」之一。\n\n2.《晋纸帖》气韵高古，一派丰肌健骨，出入二王、颜平原处，具晋唐余绪而出新意。节字奇伟，翩翩若动。用笔猛厉骏快，长于奔快，清劲流宕，脂泽风神，书家已达到「随心所愈不逾矩」的自由境界。此书下笔明快利落，显出高超绝技。竖画提笔直下，势如破竹，真有「来不可挡，去不可遏」之势。撇处往往蓄势凝健，随形疏落；捺笔到底，倏然一收，痛快淋漓，如乘骏马，进退自如。运笔振迅，致使整幅笔势产生强烈的节奏和韵律感。\n\n3.米芾把笔轻虚和悬肘挥洒所表现的慑人魅力，使人感受到充满活力的阳刚之美。此书的另一特点是节体章法，欹正对比交用，虚实相生，随意赋形，悉本自然。通过方圆、向背、大小、粗细、正侧、聚散等手法，穿插奇妙，巧趣横生。从一开始落笔之后书写节奏不断加快，以致自第三行「复不可」起连笔直泻千里，感情一发不可收。至第四行「此者乃佳」四字奇正得当，牵连有序，顾盼生情。「耳」字如高悬挂瀑，直笔倾泻，至勾处收笔，戛然而止，万钧之力，斩钉截铁。这既强化了节奏，又大大发展了整幅的虚实对比，引起后人有审美愉悦之感。\n\n五十一、《业镜帖》（《敬闻帖》）\n\n（一）释文：\n\n敬闻命，此石亦不恶，业镜在台州耳。芾顿首。伯充台坐。彦臣如何？\n\n（二）简介：\n\n1.此帖为致伯充书札。\n\n2.此帖除客套话外，信函内容主要只有「此石亦不恶，业镜在台州耳」，「业镜」乃佛家语，谓冥界照映众生善恶业之境，「此石」则不知何指，疑即《值雨帖》中之「庭下石」。因信札太简短，无法充分了解信札里的含义。此帖「耳」字草法型态与《晋纸》全同，庶几为相近之作。\n\n（三）艺术赏析：\n\n米芾「翰牍九帖」之一。米芾虽然提倡「一扫二王恶札」，但《业镜帖》却是匍匐在晋人脚下的最好说明。人们所熟知的《苕溪诗》、《乐兄帖》等名作中大起大落的极端表现被淡化了，而代之以平稳安适、潇洒脱俗的晋人韵致。饱满流畅的线条，处处流露出精研二王法书的滋养。即使是最为努力作势的「耳」字，其末笔仍然蕴涵而不露光芒。但细审「敬闻命」三字，此时，深字晦敛的米芾，其特有的沉着骏快，依然夺人。也许这正是《业镜帖》未能风流到二王所能达到过的境界之因吧。\n\n五十二、韩马帖\n\n\n\n（一）释文：\n\n芾顿首启：前日幸披晤。即日起居冲胜。韩马预借三五日，节中数贵游宴集处使之赏玩如何？忝亲契敢尔。过节面纳也。谨奉启，不宣。芾皇恐。寺丞仁亲阁下。\n\n（二）简介：\n\n1.此帖为致寺丞书札。\n\n2.「韩马」，即唐人韩干所作之马。唯不审「寺丞」为何人（可能为一职称）。然既为京官，又三五日可还，则此帖亦必作于汴京。\n\n韩干，唐大梁人。一作蓝田人，又作长安人。善写貌人物，尤工鞍马，初师曹霸，后乃别自成家。王维见其画，极推奖之。官至太府寺丞。玄宗好大马，西域大宛，岁有来献，命干悉图其骏。有玉花骢照夜白等。时岐薛申宁王厩中皆有善马，干并图之，遂为古今独步[4]。\n\n3.米芾晚年（签名式可知）奉职辇下唯太常与书画二博士[5]。此帖字迹与已知太常之《王略帖赞》及前岁之《弊居帖》极为相近，故置于太常时。无官职之贵族子弟即为贵游，然米芾相与未必无官职者。曹宝麟以为其中有伯充在焉。伯充能画马，东坡有《和叔盎画马》诗，见《东坡诗集》卷三十六。\n\n（三）评论：\n\n清王铎手札：「第展观方二行，辄欲喜欢爱，若对海岳，亲见其运腕走毫也。」又，「其笔神淡宕，鸟王金翅，戏海以簸扬，飞龙变化，生云歕风雨，忽入缕针，小家箝法，恶足以拟议也。」\n\n（四）艺术赏析：\n\n1.《韩马帖》虽是信札，但写来一丝不茍，虽是行书，但具有楷书的端凝，所以全帖看来挺拔中见严整，流畅中仍具法度，兼具行、楷书的特色。\n\n2.在用笔中所获得的自由带来了线条内部操运的丰富变化，又避开了频繁的流驻而使线条的推移流畅奔放。不过米芾在推移中常常加上一些意外的弯折，如「首」、「日」、「马」等字，迁延较长的点画都在不该转换的地方时方向有了微妙的改变，并形成折点，在这些折点、节点之间，米芾都用他「刷字」的方法加之以较大的张力。这样，线条流畅而不浮滑，变化细腻而又同时给人以「风樯阵马」之感（苏轼语）。\n\n3.作品单字轴线自由欹侧，但衔接紧密，也许米芾正凭仗这一点而敢于让行轴线随意飘动─它不可能逃离自己的控制。\n\n五十三、《彦和帖》（《致彦和国士尺牍》）（《经宿帖》）\n\n\n\n（一）释文：\n\n芾顿首启：经宿，尊候冲胜。山试纳文府，且看芭山，暂给一视其背，即定交也。少顷，勿复言。芾顿首。彦和国士。本欲来日送，月明，遂今夕送耳。\n\n（二）简介：\n\n1.此帖为致彦和书札。\n\n2.《彦和帖》，《墨缘汇观著录》作《彦和帖》；《式古堂书画汇考》作《经宿帖》；《故宫法书》作《致彦和国士尺牍》。\n\n3.米芾所宝砚山多枚，实有贡入内府者。周密《志雅堂杂抄》：「米芾砚山，后归宣和御府。闻今在台州一大家戴氏，极珍秘，不可见矣。」帖云「山试纳文府」，即此。\n\n4.《宋史?米芾传》：「上其子友仁所作《楚山清晓图》。」皆邀宠之举也。「芭山」当亦砚山名，但为龚夬所有，米芾欲与为易者也。《宋史?徽宗纪一》：「（崇宁二年正月）乙酉，窜任伯雨、陈瓘、龚夬、邹浩于岭南。」命下而未行，故称以「国士」。\n\n任伯雨，字德翁，眉州眉山人，孜子。邃于经术，文力雄健。中进士，仕为右正言，居谏省半岁，凡上一百八疏，曾布畏其言，俾权给事中，密谕以少默即为真，伯雨论益力，既而欲劾布，不觉之，徙度支员外。寻入党籍，编管通州，徙昌化，居上海三年而归。宣和初卒，年七十三。淳熙中赐谥忠敏[6]。\n\n邹浩（1060-1111），字志完，常州晋陵人。元丰五年进士，哲宗朝为右正言。章惇独相用事，浩露章数其不忠，因削官，羁管新州，徽宗立，复为右正言，累迁兵部侍郎，两谪岭表，还父直龙图阁。学者称道乡先生。政和元年三月卒，年五十二。谥曰忠。有道乡集四十卷[7]。\n\n5.曹宝麟云：「此帖或亦太常时作。」\n\n（三）艺术赏析：\n\n1.《彦和帖》比起《紫金砚帖》，那种疾风骤雨般的气势平息了下来。米芾有了认真表现每个字的机会。\n\n2.每个字取势相对稳定，趋于平整。但行笔快慢不定，慢者笔下呈露厚重，线条少作萦绕；快者用笔挥霍，线条龙蛇起伏，用墨焦渴。\n\n3.这件作品的连贯性似乎减弱了许多，时而彼此呼应，时而各自为阵，时断时连，断连相替。\n\n4.米芾用笔善转，作行草善转者不乏，但圆转太多，甜俗味必浓。米芾作圆转不乏，如「启」、「胜」二字，却不曾产生平庸感。关键在于米书线条的坚劲和弹性。赵孟俯的圆转，留下了珠圆玉润之美，米芾圆转则似以一圈铮铮作响的发条，随时都可能弹放出槽。米芾的风樯阵马有些圆状点缀，反而减去许多怒张气势。末三行是补笔，笔已枯渴，亦不再蘸墨，以枯笔涂抹，虽愈见焦渴，然老笔纷披，神采自生。明代李日华曾作《渴笔颂》：「书中渴笔为渴驷，奋迅飞驰犷难制」，但米芾仍一如既往，畅写无碍，最后「耳」之长竖丝丝露白，如飞瀑天降，令人振奋不已。\n\n五十四、《值雨帖》（《致伯充防御台座尺牍》）\n\n\n\n（一）释文：\n\n芾顿首。早拜见，值雨，草草。不知轴议何者为如法？可换更告批及。今且驰纳。芾皇恐顿首。伯充防御台坐。庭下石如何去里？去住不过数日也。\n\n（二）简介：\n\n1.此帖为致伯充尺牍。\n\n2.《值雨帖》，《故宫法书》称《致伯充防御台座尺牍》；《石渠宝笈著录》作《值雨帖》。\n\n3.米芾与伯充数札，前皆直呼其字，此则增官职，反得所助也。《续资治通鉴长编?哲宗绍圣四年十月》：「壬辰，大宗正司言：『右武卫大将军、康州团练史叔盎，乞依令宴例换武官。』诏，特换左藏库使，仍旧康州团练使。」《宋史?职官九?宗室自率府副率至侍中叙迁之制》：「团练使（下小字：转防御使）」叙迁乃三年一转，故伯充任防御须至元符三年十月之后，要之已入徽宗朝矣。又后三年，伯充可转「观察使」，故此帖下限当在崇宁二年五月。《值雨帖》既询「轴议」（朝廷之议），则米芾必在太常时也。米芾于太常「白简逐出」，本「不知犯由」，然犹以为「可换」，真匪夷所思。米芾为何被贬？应当是其癫狂成痴，为言者弹劾之故。既自云「书画自怡外，无所慕」，宜其不通官道矣[8]！（概米芾作此高官，不为俸禄不为贤达，正为了可以饱览天下珍书珍帖）\n\n（三）艺术赏析：\n\n1.孙觌曾云：「南宫跅弛不羁之士，喜为崖异卓鸷，惊世骇俗之行，故其书亦类其人，超轶绝尘，不践陈迹。」正式这种不类常人的灵魂，使他的书画艺术不同一般，而人被称为「颠」。\n\n2.《值雨帖》表现出来的就是一个「颠」字。他的用笔「颠」到使人眼花撩乱。如「不」字竖画则如被利剑斲去。「者」字左撇，破毫毕露，而「为」字容光焕发，此为一放浪一整饬。「及」字醒目的两杠子，就像猛烈的两刷，「住不」两字精细游丝又如工细的描写。其余是或正或侧，或跳宕，或木讷，都像颉颃不能与世俯仰的「颠」态。他就用这种「颠」态的笔去结构「颠」态的字，去形成整幅「颠」态的书，去揭示「颠」态的心。\n\n3.有颠必有痴。米芾完全痴沉于艺术的堂奥里，「一日不书便觉思涩」；这痴颠又与真情相联系。这就像《值雨帖》所表现出来的一丝自然真实而无矫饰，形是自然真实的，神性亦是自然真实的。\n\n五十五、《清和帖》（《致窦先生尺牍》）\n\n\n\n（一）释文：\n\n芾启：久违，倾仰。夏序清和，起居何如？衰年趋召，不得久留，伏惟珍爱。米一斛，将微意，轻尟悚仄，余惟加爱加爱。芾顿首。窦先生侍右。\n\n（二）简介：\n\n1.此帖为致窦先生书札。\n\n2.《清和帖》，《石渠宝笈著录》作《清和帖》；《故宫法书》作《致窦先生尺牍》。\n\n3.曹宝麟云：「此帖当作于将去太常之时。」\n\n4.「衰年趋召」而又称「久违」，则必首次为京官矣。\n\n5.「不得久留」，去期已知[9]，故可断于崇宁二年五月。\n\n（三）艺术赏析：\n\n1.在米芾作品中，《清和帖》算是比较温文尔雅的，含蓄的笔触较多，收敛了许多尖峭之处。比起《致伯充尺牍》，《清和帖》更为端庄厚重。\n\n2.前半部分有一种笃悠悠、慢吞吞的劲头，致后半部才真正迎来了横风疾雨，笔挟墨浪的境界，而取斜势尤其厉害，如「珍爱……」这一行，上半部疾行于左，后半部复倾于右，延伸无碍，纵笔无度，这才是米芾的心声。\n\n3.留意米芾的用墨，米书的流畅总是与饱蘸深蓄浓墨相联系的。每蓄一次墨，都能挥洒数字，未见焦渴。由于不频频蘸墨，不会造成过多的中断痕迹，也避免了心绪随蘸墨多次而被打断。\n\n4.这件作品的取势给我们启示，第一行都是直线，而在每一字中，都有不同的倾斜度，或左或右，自由倾斜。后世的黄道周、张瑞图的章法似取于此。\n\n五十六、《适意帖》（《宗正帖》）（《获右军《王略帖》》）（《一百五十千帖》）\n\n\n\n（一）释文：\n\n百五十千与宗正争取苏氏《王略帖》（旁注：右军），获之。梁、唐御府跋记完备。黄秘阁知之，可问也。人生贵适意，吾友觑一玉格，十五年不入手，一旦光照宇宙，巍峨至前，去一百碎故纸，知他真伪，且各足所好而已，幸图之！米君若一旦先朝露，吾儿吝，万金不肯出。芾顿首。\n\n（二）简介：\n\n1.「黄秘阁」及黄伯思也。\n\n黄伯思（1079-1118），字长睿，别自霄宾，自号云林子，邵武人，履孙。元符三年进士，为和书郎，纵观册府藏书，至忘寝食。性好古文奇字，彝器款识，悉能辨正。自六经及子史百家，无不精诣。善画，工诗文，篆隶正行草飞白，皆妙绝。颇好道。崇和元年卒，年四十。有翼骚一卷、东观余论三卷、文集五十卷[10]。\n\n2.《适意帖》，《清鉴堂帖》称为《宗正帖》；吴其贞《书画记》作《一百五十千帖》；《书法大辞典》作《适意帖》；蔡舜宁〈米芾之书学思想与书法艺术研究〉作《获右军《王略帖》》。此帖收于《米芾尺牍卷》中。\n\n3.《东观余论?跋逸少破羌帖后》云：「《破羌帖》，今在米淮阳家。崇宁癸未（二年）春，米在都下，以泉（通钱）十五万得之。后有开元印记及陶谷等题字。余尝跋之云（下略）」。伯思时为秘书郎，故称「秘阁」。\n\n4.作此《适意帖》时，米芾已监洞霄宫，闲住在润，因其中已及「玉格」事，参《丹阳帖》可知。\n\n（三）艺术赏析：\n\n1.米芾最讲究笔法，能八面出锋。《适意帖》中，「百」字的锋芒含敛，「五」字上下出锋，「苏」字各处锋芒毕露，以及从其它一些字中可以看到他的腕灵笔活，沉着痛快，淋漓酣畅。\n\n2.米芾自己曾说过：「学书贵弄翰，谓把笔轻，自然手心虚，振迅天真，出于意外。」《适意帖》中有一些字真是「振迅天真」，越看越令人赞叹不已！且看「正」字的用笔，先是搭锋应接，既而向上形成小圆圈，紧接着又翻出一小圈，留下锐锋，其间轻重、虚实、擒纵、展拓，使人体味不尽，目不暇接，不可思议。在看一「府」字的用笔，先是尖峰下行，上边的尖峰正与「御」字的最末一笔的挑出相呼应，下边则一顿挑出细丝，并重顿写出一横。继而又出一左撇排出锋芒，而与内部「付」字的一撇上部锋芒却正是内外遥接，「付」字以撇下部又向上微显锋芒，「府」字的最后一笔又向内排出。我们可以看到这字的锋芒都向一个地方在凑集，这个中心便是那一横画的左端，全字中最粗实的地方，而整个字的中心亦布置在那端。这实在巧妙出人意外，自然天成！\n\n3.此帖中的结字也颇可玩味。「贵」字是一种倾与正的平衡技巧。「贵」上半部分成一斜倾势，而下面「贝」字以正势来补救。上半部分较短，下半部分较长，重心下移，故不至倒跌。十分含蓄的是，「贝」字左下脚撑出，右下脚紧缩，使人一看便坚信此字更不会倾倒。米芾在「集古字」中能化出自己许多样子来，使许多高明的书家，对他也不能不倾倒。\n\n4.此尺牍的行款极富艺术情趣。第一行是紧依中轴线。第二行「苏氏」起始尚正。「王略」以下向左偏斜。第四行上正下斜。第五行正，而下半空白。因此整个布白中间三行成下半部的三条平行斜向倾仄，好像在正巧为末一行空白的地方给予补救。边上两行的端正，与中间三行形成对比。中间几行上正下斜，也形成一行之中对比。凡此种种，尺牍在布白上也是一种米氏审美理想的表现。求变化，求跳跃，求猛厉奇伟，又求得整体平稳与和谐。\n\n五十七、《丹阳帖》（《换玉笔架书》）\n\n\n\n（一）释文：\n\n丹阳米甚贵。请一航载米百斛来，换玉笔架，如何？早一报，恐他人先。芾顿首。\n\n（二）简介：\n\n1.此帖所致为米芾之友人。此友人乃《适意帖》中「觑一玉格，十五年不入手」之「吾友」。\n\n2.《丹阳帖》，《书法大辞典》称为《丹阳帖》；蔡舜宁〈米芾之书学思想与书法艺术研究〉称为《换玉笔架书》。\n\n3.「丹阳」乃润州古称。秋榖未登，青黄不接，米价必至踊贵，故此帖必作于崇宁二年夏秋之间。\n\n4.米芾愿以玉笔架换百斛丹阳米，寥寥二十余字，「如何」二字是商量的口气，有点调皮；「早一报，怨他人先」，则活脱可见其幽默诙谐。从文字看来，已有《世说新语》中晋人名士风度。\n\n（三）艺术赏析：\n\n1.米芾「翰牍九帖」之一，此尺牍的书法风格，正是在追求以二王为代表的晋人书札作风。米芾名其居为「宝晋斋」，十分仰慕的正是晋人风流。他研习二王甚勤，尤其《蜀素帖》，后半部全从右军《兰亭》中来。但他最为倾心的是「破体」的小王，故《海岳名言》有谓：「子敬天真超越，岂父可比也。」落笔痛快，气势开张，英俊豪迈，更契合于米芾的性格。《丹阳帖》的写法就和献之笔札相近。但是，既经「重法」的唐代，提按已是普遍的笔法，兼之米芾个性强烈，字势愈加跌宕，用笔更形起落，牵丝显露，出锋锐利，真是「风樯阵马，沉着痛快」，大胆而泼辣，尺素之间亦使出了浑身解数。这与二王的散淡就有了距离。米芾毕竟还是米芾，米字到底还是米字，他能著名书史，开宗立派，不是没有缘由的。\n\n2.此帖文字较少，虽是行书，但全帖完整，显得净洁可爱。\n\n五十八、《临顾帖》\n\n（一）释文：\n\n芾皇恐。前辱临顾。两日打粮借人，谓得翌日驰造尊胜。至今不见石工持来，许借，告给付，区区面罄不宣。芾顿首。太易吾友。\n\n（二）简介：\n\n1.此帖为致太易书札。\n\n2.「顿首」简略如此且长垂不曲，唯见《晋纸》、《适意》二帖。\n\n3.此云「打粮借人」亦当是家居事，似可系崇宁二年秋。\n\n（三）艺术赏析：\n\n1.对于「顿首」二字，《临顾帖》、《晋纸帖》、《适意帖》的写法一样，但书风略异；《临顾帖》的垂露竖似软而无力，《适意帖》的末竖可能是因为章法布局的关系，已经写到底了，遂无法伸展，写的短而平淡，《晋纸帖》的「顿首」二字则是另外写在「芾」的旁边，末竖向内斜进，姿态上较有变化，但是字形没有兼顾到。\n\n2.若仔细观察《临顾帖》，会发现这是一幅佳作，虽然有些字写得较楷化，如：人、造、太、易。其余的字，看似小，但是一笔一画的书写极其用心，行气的摆动或单字的姿态都可看出是米芾晚年之作，唯有艺术臻于成熟才能至此。\n\n五十九、《英论帖》\n\n（一）释文：\n\n芾启。昨日少款英论，但深钦乡（相）。辱教，审晨作冲裕。有暇过顾，幸甚幸甚！芾再拜。太易贤友。\n\n（二）简介：\n\n1.此帖为致太易书札。\n\n2.此帖当与《临顾帖》同时。\n\n（三）艺术赏析：\n\n1.首行即有「启昨日」三字成一字符串，「启昨」的连接较「昨日」自然。第二行的「深」字，造型不够完美，上开下收使整个字往内夹，和「钦」、「乡」的疏放不是很协调。第三行以后整幅字的间距舒服多了，「过顾」之间的连接也比「启昨」好。关于接笔的问题，实笔相接并非笔笔都不好，而是笔的运转是否灵活，如果接得实又直，则此接笔是失败的，因为这样的比画让下一字生硬无精神。但若「过顾」这样的接笔，虽实接，却有轻重提按，则是佳笔。\n\n2.「太易」二字写得潇洒有力，比起《临顾帖》厚而无弹性的笔调，显得十分有精神；但唯一小缺失即风格太过苍茫，和前面的小字显得有点不太协调。\n\n六十、《贺铸帖》（《易王献之二帖书》）（《玉格帖》）（《米芾再启帖》）\n\n\n\n（一）释文：\n\n芾再启：贺铸能道行乐，慰人意。玉笔格十袭收秘，何如两足其好？人生几何，各阏其欲。即有意，一介的可委者，同去人付子敬二帖，来授玉格，却付一轴去，足示俗目。贺见此中本，乃云：公所收纸黑，显伪者。此理如何？一决无惑。芾再拜。\n\n（二）简介：\n\n1.此帖为致玉笔架主人书札。\n\n2.《贺铸帖》，《书法大辞典》称为《玉格帖》；《清鉴堂帖》称为《贺铸帖》；吴其贞《书画记》称为《米芾再启帖》；蔡舜宁〈米芾之书学思想与书法艺术研究〉称为《易王献之二帖书》。\n\n3.易法如何，双方心照，今日中不得明矣。\n\n4.「贺铸」句即谓能自度歌曲（词章），不妨往还尔。方回元符末在泗州，翌年访元章于真州，遂同见蔡京。若犹在通判任，则收书人亦居泗州也。要之，此帖作时当近《适意》、《丹阳》二帖。\n\n（三）艺术赏析：\n\n1.从《贺铸帖》里，我们看不出米芾「集古」的痕迹。展现在我们面前的却是有别于古人，颇具心意的书作。这证明，米芾具有食古化古，善于融会贯通的学习本领。\n\n2.《贺铸帖》呈逸迈奇崛之势慨，郁勃清健之态姿，从头到尾，无丝毫懈殆处，其用笔虽浓饱蘸而不令溢出线外，且墨重而意蕴，极显书者功力与个性。所谓书「本于笔而成于墨，笔不为墨所累，墨不能游于笔外，纯熟之极，然后浑然天成」（米芾自语），正是书者用笔技巧的总括。\n\n3.观其笔划，或粗细，或长短，或疏密，或繁简，或正斜，或肥瘦无不有机和谐的化为一体，在统一中求变化，在变化中求变化，在变化中求统一。力追「稳不俗、险不怪，老不枯，润不肥」，「骨筋、皮肉、腊泽、风神皆全，犹如一佳士也」（米芾自语）的艺术境界。故此帖确乎为米芾行书的代表作之一。\n\n六十一、《私居帖》\n\n（一）释文：\n\n芾皇恐再拜。私居杜门，以禅悦为乐。彦舟去后，不闻左右动静，乡（向）风永怀，不能已已。腊寒，比日官况何如？门中上下均庆！去岁之念，必少弭忘，闻其素属疾，非小儿五日间忽然不见者，幻法有如是，不以禅悦，何以为遣？腊寒，千万珍重！二月或所请官观不报，即扣合。惟珍葆珍葆。芾顿首再拜。厚之知府学士德友。\n\n（二）简介：\n\n1.此帖为致厚之知府学士书札。\n\n张恕，字忠甫，一字厚之，应天府宋城人，方平季子。力学自奋，与苏轼兄弟、王巩等唱和。累官「寺丞」，崇宁元年以直秘阁知苏州，改知齐州，进朝散大夫，管勾太极观，寻坐元符末上书，落直秘阁监高邮军酒务，再降官落职入党籍。五年叙复朝奉郎，管勾灵仙观[11]。\n\n2.「小儿五日间忽然不见」，即谓友知暴卒之事，事在崇宁二年任太常时。此帖当作于崇宁二年腊月，米芾在润州。\n\n3.帖云：「二月或所请官观不报，即扣合。」则知自太常被黜，实为「白简逐出」，后自请宫观，乃许管勾洞霄宫也。\n\n4.「彦舟去后」指王涣之坐与元佑党人交通事。《宋史?王涣之传》：「言者论涣之当元佑之末与陈瓘、龚夬、张庭坚游，既弃于绍圣，而今复之，有害初政，解职知舒州，入党籍。」但米芾作此帖时，彦舟犹在舒。入籍乃在崇宁三年四月，见《续资治通鉴长编拾补》卷二十三。\n\n张庭坚，字才叔，广安军人。元佑进士，调成都观察推官，通判汉州。徽宗时官至右正言，出判陈州。初蔡京守蜀，庭坚在幕府，与相善。乃京还朝，欲引为己用，庭坚不往。京大恨，列诸党籍，累徙鼎州。久之复故官，卒年五十七。绍兴初诏赠直徽猷阁。谥节愍[12]。\n\n（三）艺术赏析：\n\n余想，米芾书此《私居帖》之心情以豁达多了，在知太长和无故被贬勾洞箫官，之中愤懑之心早已平复许多，从此帖内容，知道米芾把心境寄托于「禅」，用恬淡的心境看待自己被贬，难怪《私居帖》写来有自适其乐，不忮不求的风味。一个人到了年老若有此宽广的心，必能包容一切，米芾用这种笔调写小行书，虽不是其一生辉煌佳作，却是他人生观中的一个转折点。\n\n六十二、《同官帖》\n\n（一）释文：\n\n芾顿首。同官作姻，古今常事，但衰绪仰攀高门为媿耳。因风数字。芾顿首再拜。季周吾友。\n\n（二）简介：\n\n1.此帖为答同僚求婚之书，或是为女作嫁。收信者「季周」，终不知姓。以晚年字，姑置于此。\n\n2.米芾三男三女，幼子幼女皆殇。陈鹄《耆旧续闻》：「段拂、吴激皆米元章之婿。拂字去尘。元章有洁癖，见其名字，喜曰：『既拂矣，又去尘，真吾婿也。』以子妻之。」\n\n段拂，字去尘，金陵人。中博学宏词科，绍兴十三年权礼部侍郎兼实录院修撰，迁中书舍人仍兼。十六年除给事中兼直学士院，次年改翰林学士，进拜参知政事[13]。\n\n吴激，字彦高，建州人，拭子。为米芾婿，绘事得芾笔意，工诗能文，尤长于乐府。使金以知名留不遣，授翰林待制，金皇统二年，知深州卒。有东山集十卷[14]。\n\n（三）艺术赏析：\n\n1.此帖写来亦佳，不论是用笔或结构，皆堪称一隽永小品。\n\n2.余探讨三帖来端看「衰」字。《衰迟帖》的「衰」字，小而结构平淡，中间夹的太紧使整个字缩小了。《衰老帖》的「衰」字，用笔较厚重，体态也伸展开来，若中间能有稍细之笔会更好。《同官帖》的「衰」字，乃三帖中最佳，打趣的说，是否米芾年衰力老，写来更为信手呢？这只是诙谐的说法，相反的，这个「衰」字写来骨力强劲，线条如爪在纸上抓出来的雄健，这种线条在《同官帖》到处可见，如「常」、「事」、「高」、「门」、「风」等；就连「顿首再拜」四字都写得刚毅无比，连接处的用笔也是如此。\n\n六十三、《真酥帖》（《书尺牍〈五〉》）\n\n\n\n（一）释文：\n\n真酥一斤，少将微意。欲置些果实去，又一兵陆行，难将都门。有干示下。酥是胡西辅所送。芾皇恐顿首。虞老可喜，必相从欢。\n\n（二）简介：\n\n1.《真酥帖》，《故宫法书》作《书尺牍〈五〉》。\n\n2.黄山谷《糟姜银杏帖》有「雍酥二斤」语，遂知「真酥」乃真州所产者也。\n\n3.《宋史?徽宗纪二》：「（崇宁四年七月）辛丑，置四辅郡。以颍昌府为南府，襄邑县为东辅，郑州为西辅，澶州为北辅。」帖有「胡西辅」，故书于此后甚明。此人乃胡宿之子胡宗回。《宋史》本传：「兄宗愈入党籍，宗回亦罢郡。居亡何，录其坚守湟、鄯之议，起知秦州。进枢密直学士，徙永兴、郑州、成德军，复坐事去。大观中卒。」吴廷燮《北诵经抚年表》系胡氏知成德军于崇宁五年，则此即为《真酥》下限也。\n\n胡宗回，字醇夫，常州晋陵人，宿从子。用荫登地为编修，绍圣初以直龙图阁知桂州，进宝文阁待制为熙河帅。属羌郎阿章叛，宗回遣将讨之，皆败死。于是转运判官秦希甫议弃湟鄯，宗回持不可。会徽宗弃鄯州，夺宗回职知蕲州，凶宗愈入党籍，宗回亦罢郡。居亡何，录其坚守湟鄯之议，起知秦州，进枢密直学士。大观中卒，赠银青光禄大夫[15]。\n\n4.米芾入都为书画博士前，或居润州，或官无为。润州入京，唯有水路，而无为枕西江，何如直北为便。帖云「一兵陆行」，既可差役，则非无为莫属。此帖乃得系于崇宁四年七月至是年之末。\n\n（三）评论：\n\n清阮元《石渠随笔》：「米札用硬毫作字，觔角皆露，颇不似他书。米迹之有枯笔者，仅见此。」\n\n（四）艺术赏析：\n\n1.《真酥帖》的一笔一画，是「刷」字的活灵活现。\n\n2.《真酥帖》的另一突出特征是结字的极力向右上倾斜，以致有东倒西歪之感。这自然又体现着米书在字法方面的特有属性。其所以能不拘常格、狂狷恣肆，主要当归功于这种结体。\n\n3.与米芾其它书迹相比较，《真酥帖》显得苍健多于圆润，而结字之倾倒程度则有所收敛，也许竟是米老夫子人书俱老之后的手笔吧？\n\n六十四、《张都大帖》（《河事帖》）（《书尺牍》〈六〉）\n\n\n\n（一）释文：\n\n闻张都大宣德，权提举榆柳局在杞者。倘明公荐此职，为成此河事。致薄效何如？芾再拜。\n\n南京以上曲多，未尝浅，又以明曲则水逶迤，又自来南京以上方有水头，以曲折乃能到。向下则无水头。此理是否？\n\n（二）简介：\n\n1.此帖为致「明公」（疑是蔡京）书札。\n\n2.汴水两岸多植榆柳，《虹县诗》「健帆千里碧榆风」、「碧榆绿柳旧游中」二句概可见之。然此为官树，隋炀帝即赐汴柳以国姓，恐开凿以降便有官司护职。\n\n3.「南京」即今商丘，古在汴水之阳。汴水引黄，南京以前为上游，「未尝浅」自不言而喻矣。米芾觊觎宣德张某差差，遂与「明公」大谈浅理，宜乎不能得逞也。\n\n（三）艺术赏析：\n\n1.此帖风格与《烝徒帖》相同，挺拔俊朗，乃米芾本色。\n\n2.第一行用笔厚重，第五行用比较为纤细，米芾自云：「得笔，则细为髭发亦圆。」观此帖有些细笔，虽细亦浑圆，是米芾自己理论的最好印证。\n\n六十五、《忧畏帖》\n\n（一）释文：\n\n芾顿首再拜。再无为一书，作广州题，达未？衰老忽西去，出意外，忧畏而已。因赏心亭与元龙属酒，选三丽人，歌自作词。云有人去广德，立作此书，用致詹仰。草草，不罪不重！芾皇恐。司谏台坐。门中各安胜安胜。\n\n（二）简介：\n\n1.此帖为致陈瓘书札。（《司谏台坐》、《惠柑帖》与《戏成诗帖》受主当为一人）\n\n2.此帖当作于离无为军后，赏心亭在金陵。\n\n3.帖云「衰老忽西去，出意外」，米芾已有书画博士之召，而尚未启程也。\n\n4.「作广州题」，乃寄广州王涣之诗，录呈陈莹中，实以陈王交好，彦舟以此被贬之故。「有人去广德（今属安徽）」，岂其时莹中在彼乎？恐非贬所，未见于陈瓘本传。\n\n（三）艺术赏析：\n\n《忧畏帖》整幅字的行气都向右倾，一般小字用笔宜谨慎，并速度较慢，但是《忧畏帖》之挥洒似乎愈写愈快，尤其到了「草草，不罪不重！」真是到了极快速，若非米芾功力深厚，一般人用此速度书写，可能线条或笔画都不能兼顾了。\n\n六十六、《戏成诗》（《戏成呈私谏台坐诗札》）（《呈私谏台坐诗》）（《岳麓诗帖》）\n\n\n\n（一）释文：\n\n戏成呈 司谏台坐 芾我思岳麓抱黄阁，飞泉元在半天落。石鲸吐水（点去）出湔一里，赤日雾起阴纷薄。我曾坐石浸足眠，时项抵水洗背肩。客时效我病欲死，一夜转筋着艾燃。（下注：关漼）如今病渴拥炉坐，安得缩却三十年？呜呼！安得缩却三十年，重往坐石浸足眠。\n\n（二）简介：\n\n1.此帖为致陈瓘书札。\n\n2.《戏成诗》，《书法大辞典》称为《岳麓诗帖》，吴其贞《书画记》称为《戏成帖》，《书法鉴赏大辞典》称为《戏成呈私谏台坐诗札》，蔡舜宁〈米芾之书学思想与书法艺术研究〉称为《呈私谏台坐诗》。\n\n3.此诗乃追述壮岁长沙之事。\n\n4.抽筋欲死之关漼，恐即关长源，乃关杞（蔚宗）长子。《书史》：「唐率府长史张颠字伯高真迹四帖……又五年官潭（长沙），关杞通判邵州，以石本见寄。」「唐虞世南《枕卧帖》双钩唐摹，在关杞处。」元陆友《研北杂志》卷上：「关子东（名注）云：叔父庐州使君蔚宗，平生好事，多蓄书画，尝有褚河南所模虞永兴《枕卧帖》……先兄长源，叔父长子也。至崇宁间解后（邂逅）元章于京口。是时叔父已捐馆，从长源求此书……」漼水为桂水别名（见《水经注?深水》），故「长源」亦字以表德也。\n\n5.此帖「飞」字与《黄绢本褚模兰亭跋赞》及《王羲之王略帖跋赞》同字酷似，年代固当相近。\n\n6.「安得缩却三十年」，考米氏题语溪石[16]：「黻米南宫五年求便养，得长沙椽。」若假定从崇宁间上推三十年，当为熙宁末年，与题石时称熙宁八年十月望日正相近，三十言其成数。以其熙宁八年始官长沙下推，则为崇宁三年，又以「拥炉」知之，乃隆冬所作。然观同寄司谏之《惠柑帖》有「面谢」之语，则米芾又为京官也。姑置崇宁五年冬，此年米芾为书画博士。\n\n7.「我曾坐石浸足眠，时项抵水洗背肩」，忆想当时，多么惬意快活，但「如今病渴拥炉坐，安得缩却三十年？」，如今老来病痛，坐拥炉子，如能时光倒流，那该多好，言之实不胜唏嘘，苍凉伤悲溢于言表。\n\n（三）艺术赏析：\n\n1.《戏成呈私谏台坐诗札》是米芾「翰牍九帖」之一，以「戏」的书法表现了「戏」的内容。\n\n2.此帖并没有常见到的米氏行书中的快剑斲阵之势。如「背」字和米芾《与彦和国士》中的「背」字相比较，前者「月」字锋势内含，而后者「月」字左边一竖向内向上踢起回环而成；以及「背」下数字内敛倾仄就如病躯刚恢复一样，而至「病欲死」三字又特耀其锋芒。人生舞台有生、老、病、死，这种锋芒使人想到死神的威胁。\n\n3.两个「坐」字中，第一个末一横画是戛然而止，「炉」字特小，真有拥着暖洋洋的小火炉在调养着病躯的情调。第二个「坐」字是沉浸在新的希望中，末一笔出锋，且整个字结构生动，颇见到生命力在滋长，将勃发。「安得缩却三十年」，重复出现，而后一句出现是后添上的，颇见一种殷切的愿望；然而「却」字是那样的小，暗示这种愿望太虚幻了，还是仅是戏言的游戏的方式？真是耐人寻味。\n\n4.《戏成呈私谏台坐诗札》的字和米芾其它尺牍相比，字略逊色一些，行款也不工，然而从另一面想，流露出的自然、天成，把人生的生─病─欲死─再生─理想的过程表现出来，把心态波动的轨迹显示出来。若能留心体察这一层，眼光就更远大了。\n\n5.米芾于书法说过：「要之皆一戏，不当问拙工，意足我自足，放笔壹戏空。」此诗札正是贯串一「戏」字，米芾不问拙工，意足而已，自足而已，放笔壹戏空而已。然而，我们能否欣赏到米芾的意，米芾的戏，以及米芾因「意足」而「壹戏空」之后的自足自适？这恐怕不是这一短文所能全部挖掘的，还得靠一遍遍的欣赏玩味呢！\n\n六十七、《惠柑帖》（《与司谏台坐书》）\n\n\n\n（一）释文：\n\n芾皇恐。蒙惠柑，珍感珍感！长茂者是用水煮起，甜甚，幸便试之。余卜面谢。不具。芾顿首。司谏台坐。\n\n（二）简介：\n\n1.此帖为致陈瓘书札。\n\n2.《惠柑帖》，《书法大辞典》称为《惠柑帖》，蔡舜宁〈米芾之书学思想与书法艺术研究〉称为《与司谏台坐书》，收于《米芾尺牍卷》中。\n\n3.此帖与《戏成诗帖》当为同时所作。黄柑荐盘亦拥炉时也。\n\n（三）评论：\n\n曹宝麟评之云：「观其落笔骞翥，益显气干云霓矣。末三行备极精采，信手刷掠，一气流转，略无凝滞，想见其掷笔大呼『一洗二王恶札』，正在如此境界耳。」\n\n（四）艺术赏析：\n\n1.《惠柑帖》乃米芾「翰牍九帖」之一。\n\n2.此帖潇洒淋漓，用墨润妍，行笔畅快。董其昌评米书「以势为主，余病其欠淡」。董学米而能淡润，熟不知此帖便是米书中以淡润潇洒取胜的一例，并非以势为主，一味「干刷」。\n\n3.此帖笔墨润妍，多丰腴之态，然不失遒劲之美；用笔仍保持刮利爽快之特点，想必是「行笔如飞」，否则虽能润妍则形同「墨猪」、「蒸饼」。\n\n4.第二行中的迭词「珍感珍感」是一气呵成的。本来第二个「珍感」应为先右两点，再左两点的省略之法，然而米芾却一省再省，化四点为两点。这重重两点特有节奏感，体现出运笔疾书之意态。更可贵处是米芾的「八面出锋」，毫不掩饰自己的「外拓」风格，进而保持了自己的面目与个性。第三行中的「者」字最为丰腴，然而处处有锋芒，可谓有骨有肉。再如第三行的「用」、「煮」及第四行的「甚幸」、「使试」等字，虽润妍而多取显劲之势，并无温润平和之感。此法此书是以快速不能奏效的。\n\n六十八、《人安帖》\n\n（一）释文：\n\n芾顿首再拜。丹扬人安？旧治偃藩上游，琴尊足以自适，时来则为苍生起耳！芾顿首再拜。\n\n（二）简介：\n\n1.此帖为致退相之书札。\n\n2.「为苍生起」为谢安「东山再起」典故。\n\n南朝宋?刘义庆《世说新语?排调》：「谢公在东山，朝命屡降而不动，后出为恒宣武司马，将发新亭，朝士咸出瞻送。高灵时为中丞，亦往相祖，先时多少饮酒，因倚如醉，戏曰：『卿屡违朝旨，高卧东山，诸人每相与言，安石不肯出，将如苍生何。今亦苍生将如卿河。』谢笑而不答。」因以「东山再起」，指归隐后又重出做官[17]。\n\n3.丹扬为润州古名。退相居润州者，唯章惇与曾布二人。然章惇已于建中靖国元年贬雷州司户参军。观此帖前后「芾」与崇宁之末诸帖颇类似。\n\n4.《宋史?宰辅表三》：「崇宁元年闰六月壬戌，曾布自右仆射以观文殿大学士、右银青光禄大夫出知润州。」而步本传云：「罢为观文殿大学士知润州，（蔡）京积憾未已，加布以赃贿，令开封吕嘉问逮捕其诸子锻炼，讯鞫诱左证，使自诬而贷其罪。布落职提举太清宫，太平州居住。又降司农卿，分司南京。又以尝荐学官赵谂，而谂判，责散官，衡州安置。又以弃湟州责贺州别驾。又责廉州司户。凡四年，乃徙舒州。复大中大夫、提举崇福宫。大观元年卒于润州。」米芾书此帖时，曾布已复居润州，以四年前布曾知润，故有「旧治」之谓。是年米芾在书画博士任也。\n\n吕嘉问，字望之，寿州人，公弼从孙。以荫入官，熙宁初擢户部判官，党于王安石。绍圣中擢宝文阁待制，知开封府，专附章惇、蔡卞，多杀不辜，毁案牍以灭口。徽宗时屡暴其宿恶，安置郢州，然为蔡氏所右，不久辄起，以龙图阁学士大中大夫卒，年七十七，赠资政殿学士。嘉问尝窃公弼论新法奏稿以示王安石，公弼以是斥于外，吕氏号为家贼[18]。\n\n（三）艺术赏析：\n\n起首几字「芾顿首再拜丹扬人安」写来流畅，唯字距稍大，不免有意断之感。第三行的字型不甚佳，四个字都写得过正，有如小行楷，到第四行的下半部又见好转，但是和首行同一个缺点─字距过大。末四字「芾顿首再拜」字字清楚，和米芾其它帖比起来有很大的不同。\n\n六十九、《书院帖》\n\n（一）释文：\n\n正月十二日，芾上启。附使启已达。春遂和，侍下万福。芾衮衮如昨，书院求数小诗，勿似虞志呵，不必和韵也，使吾友发一笑于簿间也。谨上启，不宣。芾顿首再拜。天启人英学士吾友。\n\n（二）简介：\n\n1.此帖为致蔡肇书札。\n\n2.《宋史》本传：「徽宗初，入为户部员外郎兼编修国史。言者论其学术反复，提举两浙刑狱。」\n\n3.帖中有「书院」字，知米芾其时为书画两学博士。\n\n4.天启曾编国史，故称之谓「学士」，但蔡当在刑狱任，否则不必「附使」矣。\n\n5.此帖当书于大观元年正月十二日。\n\n（三）艺术赏析：\n\n余不甚爱《书院帖》，乃其似乎用笔过于死板，不够灵活，加上字型变化较少，楷化严重，为第二行的「使启必」三字和末三行稍好，其余皆字字不连贯，整幅字似乎是一个一个雕琢上去，或许用雕琢过于严重，但是倒数第四行不仅行气过直，字字呆板，稍好的是整个布局。\n\n七十、《广帅帖》\n\n（一）释文：\n\n大观二十五日瑞墨斋告中，芾皇恐顿首上启，广帅内阁侍郎台坐。递中拜教，审神相岂弟，台候万福。芾衰老，十日九假，旦夕丐襄阳，足为画绣。我公久淹外，谁肯引手？盖科名物望，高来则无着处。可依元度乞越，自安佳也。老友无隐，不备。芾顿首再拜。\n\n（二）简介：\n\n1.此帖为致王涣之书札。\n\n2.此帖当作于大观元年。米芾于此年所记岁月多有舛误。《无违章吉老墓表》记为「大观元年丙午朔丙戌日」，有年无月，此帖则有日无年月（仅有年号）。岂真衰老至此也。\n\n3.「告中」犹言假中，宋人凡言「在告」皆请假之意。「瑞墨」之名已见《跋晋贤十三帖》（《宝晋英光集》卷七），为涟水时斋馆。想亦如宝晋斋匾，随倒挂之，不居处所也。\n\n4.吴廷燮《北宋经抚年表?广南东路经略安抚使》：「崇宁四年。王涣之。《宋史》：崇宁初，进给事中、吏侍、知广州，坐与陈瓘交落职。《拾补》：崇宁三年四月，涣之知舒。《志》：四年四月任。福州王涣之再知广州。」《北山小集?涣之墓志》：「崇宁三年，移知福州、广州。四年，加集贤殿修撰。五年，复显谟阁待制。大观元年召。」按，与涣之交接者王瑞，至大观元年十一月始任，故是年涣之几在广州也。涣之自崇宁初贬，至此多历年所，自为「久淹外」矣。\n\n5.「元度（蔡京）乞越」事见《续资治通鉴长编?哲宗元佑五年十月》：「癸卯，龙图阁待制、知广州蔡卞知越州。」此改原委惜不可考。\n\n6.「旦夕丐襄阳，足为画绣」，乃知米芾晚年有故土之思，然终不得衣锦还乡矣。\n\n（三）艺术赏析：\n\n1.此帖堪称后期信札之上乘作品。用笔巧妙，八面出风处处可见，但有些字写得稍大，使整个版面错落太过，乃一小缺陷。\n\n2.不论是圆浑的字，如：「广」、「迟」、「丐」、「襄」等字，或细小的字，如：「中」、「十」、「日」、「九」、「引」等字，都很有精神。「大观」二字写的朴拙有味，大的撇笔停顿有往上顿提之势，使撇不过快，也形成另一种美。「观」的末笔若能写得稍轻，定能更加。倒数第五行的「来则」行气向右拉开，但是「则」的数钩过于锐利，反而失去自然。\n\n3.仔细看《广帅帖》，前面的书风教隽永，后面愈写愈苍茫，至「芾顿首再拜」潇洒的挥洒出去，形成一连串的草字。\n\n七十一、《经略帖》\n\n\n\n\n\n\n\n（一）释文：\n\n芾顿首再拜。经略内阁侍郎台坐。夏序烦燠，恭惟神明相佑，台候动止万福。不审几日入部？南华韶石必闻疑韵，杜甫叫者公亲见之，殊为奇胜。颖叔长编，叙峤外胜概，真可乐也。何当参侍？珍重珍重！芾。\n\n（二）简介：\n\n1.此帖为致王涣之书札。\n\n2.既云「不审几日入部」，则还召已有确闻矣，故当作于大观元年六月也。蒋之奇（颖叔）帅广在元佑初，必有长篇诗作刻于岭峤，而彦舟录呈米芾，乃有是赞耳。\n\n3.「南华」为山名，在韶州曲江县。山中有南华寺。张瑞义《贵耳集》卷下：「韶州南华寺，乃六祖大鉴禅师（慧能）真身道场，有达摩衣钵存焉。」即为名蓝，历代题咏必多。\n\n（三）艺术赏析：\n\n初见《经略帖》会困惑于前后截然不同的书风，前面的《广帅帖》多少也有这种现象，但是并不影响整幅作品的协调性。《经略帖》从「遗」字开始便有挥笔快速的机会，细线虽细，却如一根瘦竹，没有劲道，为何如此书写，堪待考证。\n\n七十二、《公衮帖》\n\n（一）释文：\n\n芾顿首。衰老拖曳，损病在假，浩然欲归残水，不可。趁开春定谢事东归也。便介来问讯取书，执笔念无人可作书，永怀君子。碑诏一本奉寄。侍奉外千万加爱加爱。芾顿首。公衮人英。十一日。\n\n（二）简介：\n\n1.此帖为致公衮书札。\n\n曾纡（1073-1135），字公衮，一作公卷，晚自称空青老人，南丰人，布第四子。初以荫补官，绍圣中复中弘词科，坐党籍贬零陵。绍兴初，除直显谟阁。历知抚信衢三州，上书辨说宣仁后诬谤，士论韪之。官终直宝文阁。绍兴五年卒，年六十三。有空青集十卷[19]。\n\n2.岳珂《宝晋斋法书赞》卷十九收一札，与此帖可互足：「知庵成自逸，仰慕不已，雨多种植，必皆青活。弊庵前柏活否？更求数株益之。黄鹤家山前水池，水不乏否？告问主者。若不乏，不须问也。宝晋必蒙照管，恐损漏。开春曾有书去，达否？芾顿首。」二书皆言「拖曳」，且告开春谢事东归，则所谓「残水」，即「黄鹤家山前水池」也。\n\n3.米芾于大观二年三月卒于淮阳军廨。卒前疡发于首，谢事不允。故自许「东归」，已是归榇矣。\n\n4.此帖风神殆尽，「永怀」二字，几于失势，虽是刻本，但犹可观其龙钟不任遣管之态。\n\n5.米芾存帖，以此本为最晚，视为绝笔可也。\n\n（三）艺术赏析：\n\n1.《公衮帖》以是米芾生涯之末的作品，在在可以看出笔迹中苍老的痕迹，就「衰老」二字而言，「老」字就老练许多，「东归」二字亦如枯树枝，枝枝瘦劲无比。\n\n2.但是此帖竖钩的以一个不是很好的倾向，如第三行的「水」，中间向内弓起，末端再狠狠往左上钩，弯的弧度太大加上细线条，彷佛如弯木枝，随时会断裂，而右边又太过厚重，形成强烈的对比。倒数第四行的「永」亦有这个迹象，但是整个字没有笔划粗细的强烈对比，再看倒数第三行的「本」字，一竖虽有向内弓的迹象，但是弧度小又让人感受到其背势的用笔，这是较好的。\n\n第五章\n\n米芾尺牍之艺术及笔法评论\n\n本章节选取米芾四尺牍，就其笔法、布白、用墨、章法等特色，作一深入书艺之探讨，和第四章第二节之通篇概缆略有殊异。\n\n第一节\n\n《知府帖》\n\n\n\n\n\n\n\n（一）关于「府」字缺笔：\n\n应该是讳笔，考《宋史》卷十七《哲宗本纪》：「同太皇太后（宣人高太后）听政。……令中外避太皇太后父遵甫名。」又考高太后自元丰八年乙丑（公元一Ο七五）三月起「垂帘听政」，至元佑八年癸酉（公元一Ο八五）九月卒，其讳高遵甫名事就命令取消了[1]。此「府」字的讳笔，也正为「甫」字的嫌名（同音字）[2]。所以关于此帖之写作时间应在元丰八年后到元佑六年未改「芾」名前这一段时间─七年中所讳。\n\n又考米父名光辅[3]，则「府」字也可以是「辅」字的嫌名家讳，但另见在徽宗朝所写的《春和帖》，却不讳「府」字，可见米芾是不避家讳的。《三希堂法帖》入石时，妄将「府」字缺笔补足，使人几疑为另一底本，石刻之不可尽信如此。\n\n（二）论笔法\n\n1.关于横画并列出现时：\n\n此类的字如「再」、「拜」、「奉」等字，可看作是「三」字的应用及延伸。米芾会有此灵感疑似来字王羲之众多的「之」字，米芾的字是从仿王字风格到独数一阁的，所以米芾领悟到字字同固然不好，严格说来，在同一字中，如有相同的或相类的笔划时，也应当写得笔笔有异。「再」字的三笔写法不同，第一笔略粗而刚毅，第二、第三笔间距较密，也互成向背之姿，利落的线条更增加了字的精神。落笔的角度，首横紧紧裹住笔锋，下压而后上仰，再转势写竖画；第二横笔轻切便右带开来，稍上仰；第三笔逆笔后稍作俯姿，也是毫不考虑向右带开。检视这个字，三横的间距不同，亦没有三并行线的状况产生。\n\n「拜」字分成左右两部分。左半有三横，右半有四横，米芾以常人之想法，左半横画的间距大于右半，惟左半的线条饱满度较不若右半，按照现代人的书写，通常有一观念，及笔划少写得稍细，笔划多则相反，此「拜」字就打破这样的说法，或许有人不认同，余亦推想，右半竖画的粗实感也会牵动后人在观看时的视觉差别。左半部下笔的角度和右半部的下笔角度略异，以逆笔的方式观之，右半部夹带有裹锋之笔法，左半部似乎只有逆笔之姿而无逆笔之实，余猜测米芾在落笔时，笔锋有回逆的动作，遂遂有出峰的效果产生，这和一般单单露锋得写法迥然不同。以余之愚见，「拜」字的缺失乃在左右各半的落笔方式差不多，且右半的末三横有平行之势。或许不应该用这么严谨的角度来审视米芾的字，因为这尚不是他最辉煌时代之作。且不论横画，把焦点放在映带关系上，余有一疑问，左半和右半的的映带似乎有些不自然。左半的末笔应是一竖，右半的起笔是一横，首先是方向的落差，一是往下，一是往右，单从左边一竖的末梢，看不出欲承上之感；又右边始横的起笔是尖笔，而左边结束的地方笔有分叉之感，承接右半部时，应有转换笔势或手势，这只是余之猜测。\n\n「奉」字的三横，和前面的「再」和「拜」都不相同，尖锋入笔，第二笔紧承上笔，第三笔也紧紧挨住第二笔，落笔和间距产生极自然的映带效果，细查第二、第三笔的逆笔处都有露出笔尖的地方，第二笔露笔处教直，第二笔和第三笔紧靠，所以露笔处较横势，可说米芾把笔势与字的体势相互之间的关系做了最巧妙地安排。另提及，此字的笔划写得较厚实，遂横画少了刚毅之气却多了份朴实自然的感觉。\n\n2.捺\n\n就单纯的捺而言，一般人（现代）在行书的表现上，很少有类似米芾这样的写法，也就是使用长捺，尤其我们都忌讳把行书字写成楷化，大多认为如果把一捺按照楷书的律动来表现，这个字在属于行书风格的整个章法版面上，必定是失败的。然，果真如此吗？行书也是由楷书演变而来的，宋代的行书已具有相当水准，待看米芾是如何表现一捺的。\n\n「进」、「邂」、「逅」、「遑」、「夫」、「丈」都是较类似楷书捺的写法，但是在这么多捺当中，米芾是如何变化，才让字字有其独特风采呢？于是，我把重心放字的姿态上。「进」、「邂」、「逅」三字紧连，「进」的捺写得稍正，但是米芾把「进」字的「隹」的一竖向右倾，便打破楷书的结构；「邂」、「逅」虽然结体上没有什么改变，但是整个字向左倾斜，角度不大，使首行的行气有左右摆动之姿，而非一贯而下之气。「遑」字的捺写得较圆浑，略带向势，整个字也是稍向左倾。「夫」、「丈」虽用基础的楷书结构，却把一撇写得较低，相对的，一捺较高，于是，整个字有了变化，不是如楷化的字一般，站得又稳又直。\n\n另一种捺用长点替代，现在人的行书多用这种表现方式。《知府帖》中的「后」、「长」、「避」、「遂」、「造」、「慕」、「便」、「大」就是这种写法，但是每一种长点的写法又有些许不同，余提出以下浅见：余以为米芾在书写「后」、「慕」长点时，手腕稍微放松，笔随意下，但在尾稍，轻轻回锋，使人感其意随笔至，却又能掌握笔的行进；「长」、「大」就属于浑圆的长点，惟「长」的末端有过重之嫌，呈现无弹力的状态；而「便」的长点之书写方式大类「后」、「慕」，为其末梢笔尖轻轻提起，没有回锋；最后一种是辵部的长点，「避」、「遂」、「造」的写法几乎雷同，一捺都是头重脚轻，这样的说法是较粗浅也太过了，强调的是，米芾做到了协调；「遂」的捺稍有律动之姿，「避」、「造」二字并列左右，写法却一模一样，这是较美中不足之处。\n\n3.撇捺屈伸\n\n米芾行书，凡有撇捺的字，或撇屈捺伸，或捺屈撇伸，两种方法常交替运用。就《知府帖》而言，「登」、「奉」是撇作伸，捺作屈；「夫」、「丈」是捺作伸、撇作屈。\n\n前人说：「屈者，伸之势；郁者，畅之机。」就是指屈伸既互为对立又互为依存的关系。这种屈伸的关系，在米书中是常见的。\n\n屈为柔态，笔势内含，伸为刚态，笔势外放。然屈处形虽柔，笔力须内蕴不懈；伸处形虽刚，笔力须外放有度。若屈而迂缓无力，伸而用力过猛，便流于浅露、粗俗。以「登」、「奉」这二字来比较，「奉」的撇捺就较符合上述说法，「奉」的撇是属于粗旷型的，适度表现刚态；就捺的写法来看，二者的写法不同，但都表现了蕴含之绵绵力道。在此余对「登」的撇提出看法，撇应以劲道将笔力送出，而在尾端稍稍空中回锋将笔力含住，让整个字处处有劲，不致把笔力外露；「登」只撇往左送出又往上扬起，呈现一种媚态，整个字的巧味就过重了，现代人临摹其作应戒此用力过猛之弊端，。一般书家的字到了一定境界通常朝着古朴、拙趣迈进，也唯有如此，印证《知府帖》势米芾稍早之作。\n\n4.疏密\n\n邓顽伯曰：「字划疏处可以走马，密处不使透风，常计白以当黑，奇趣乃出。」刘融斋更强调：「结字疏密须彼此互相乘除，故疏处不嫌疏，密处不嫌密也。」自古以来，凡书家都十分注重笔划结构间的的疏密关系。这是因为能疏则洞达，能密则繁茂，能疏密停匀，则风神皆出。若是当疏而不疏，便成寒乞；当密而不密，必至雕疏。疏密搭配不当，必无成功的艺术品。\n\n《知府帖》中「厕」字左半笔划多，多则密之，右半笔划少，少则疏之；左与右之间，留出适当的空白，故此字写得挺健灵秀，风姿飒爽。其它「慰」、「径」、「遑」等字，也都注重疏密，各有一种意趣。\n\n米芾早年师承二王，尤其是小王，同时也取法欧阳询、杨凝式等。杨氏行书极讲究疏密，《韭花帖》可以做印证。而米芾也收藏过《韭花帖》真迹，在疏密处理方面可能正是受了杨凝式的影响。\n\n（三）章法布局─论应接\n\n字与字的排列，行与行的贯串，谓之「应接」。如上一字作如何体段，这一字便当如何应接，右一行作如何体段，左一行便当如何应接。欧阳率更认为要「行行相向，字字相承，具有意态，正如宾朋杂处，交相应接也。」而切勿「上下直如贯珠而势不相承，左右齐如飞雁而亦不相顾。」\n\n笡重光《书筏》云：「名手无笔笔凑泊之字，书家无字字迭成之行。」世谓赵孟俯书有凑泊、迭成之弊。包世臣曾批评说：「吴兴书如市人入隘巷，鱼贯徐行，而争先竞后之色人人见面，安能使上下左右空白有字哉！」\n\n米芾行书，于应接处多参差、离合、连断之变，整整复斜斜，似风之吹鸦，特以意态取胜。大凡字与字对齐、连属，成「鱼贯徐行」之势者为易，字与字不对齐、不相连，而字势无不正、无不连者为难。米芾书自是后者。后世书家，如王觉斯、董玄宰等，皆从米法悟入。\n\n约元佑二年的《知府帖》，算是米芾较早期之作，于章法布局也未臻于成熟，首几行持平，行气稍佳，惟字与字之间的相互关系不是十分紧密，第五行起就渐入佳境，但是第五与第七行的行气都有断掉之憾，第五行的「避」、「交」之间，第七行的「瞻」、「慕」之间较为明显；不过，值得称许的是有些字符串的连绵应带十分自然，如「慕曷」、「胜下」，字符串若连贯得好，便能将此法应用到全篇布局上。\n\n第二节\n\n《乐兄帖》\n\n\n\n（一）书写背景简介\n\n《乐兄帖》应在知雍丘县得罪，谪监中岳庙，任满，将另调他官时所作。所称「仆仆走黄尘，未能高卧」。\n\n 因监庙是「闲职」，所以能够「高卧」。《拜中岳命诗》中亦有「静洗看山睛」及「图书了此生」之句，可左证。\n\n考宋代监庙等祠官，「选人三年一任」[4]，帖中所说「方图再任，而近制厘革，念非久，复」。则是三年将满，米芾欲再任，却未获许可，以后又须出任─「复」官，故有「此为恨也」之语。\n\n（二）题跋\n\n1.明胡俨跋：「右宋米芾元章手书，其称乐兄同官不知为何人物，其字画奇壮，有可爱者，尝见东坡称其书超迈入神，盖其为人卓荦不羁，故书亦似之。临者谓草书之变始张旭，行书之变由米老；或又谓其神锋太峻，如仲由末见孔子时风气。然用草有法，要之自成一家，未易到也。」\n\n2.明董其昌跋：「米元章帖有云：『余十岁学唐碑，自成一家，人称为似李邕，心恶之，乃师沈传师与王大令。』它日又云：『吾书无一笔王右军俗气。』其自负如此，即英雄欺人，亦开书家眼目，不得以山谷所评仲由未见孔子时气象相看也。此二酉所鉴定，真迹无疑。」\n\n（三）论笔法\n\n1.散水\n\n所谓「划不变为布算，点不变为布棋」，散水的三点，如不讲变化，容易写成类同而乏味。前人对于写好散水有过不少意见。《翰林密论二十四条用笔法》「散水口诀」云：「上衄侧，中偃，下潜趯锋」；《玉堂禁经》云：「法以微按而饷揭，意以轻力为美」。不管任何说法，都要在变化中求得新美。\n\n米芾的散水写法，变化极多，审其用笔、结体，各有异趣，故给人以新美的感觉。其散水法和写「三」字一样，也讲求「自然异」和「故作异」。从不同写法所表现的笔划型态中，读者会得到不同的感受。\n\n《乐兄帖》中散水字边的字有「法」、「清」、「江」、「湖」四字。「法」字的散水边较挺劲，锐利的一提承接右半边的一横，使整个字的线条势不可挡。「清」的散水编写的较钝而重，余臆测试谓了使整个字协调，这样的写法，圆转之笔意较浓，虽然在米芾所有的散水写法中，属于较不突出、没变化，但尚不呆板。\n\n 「江」、「湖」两字的散水看似雷同，但仔细区辨，仍有差异；「江」的散水外缘成圆弧状，「湖」的散水边中，下面两点往内侧收，整个体态就不同。\n\n后世学习米芾书法者，常垂意于他的散水写法，但善学者，每求趋变之理，不善学者，每拘于形相。故非失之偏软，即失之生硬；非失之浅率，即失之重滞。\n\n2.垂露和悬针\n\n「垂露」是收笔处藏锋的竖划之形象化称呼，「悬针」是收笔处露锋的竖划之形象化称呼。按姜白石的说法，「悬针者，笔欲极正，自上而下，端若引绳。若垂而复缩，谓之垂露。」又说：「意尽则用悬针；意未尽，须再生笔意，不若用垂露耳。」\n\n《乐兄帖》中，属于悬针的有「辜」、「中」；属于垂露的有「命」、「制」、「卧」。仔细看「辜」字的悬针竖，并非如锐针，反而适用强劲的刷笔一刷而下，末梢也不适成针状，笔毛也分叉了；又「中」字的悬针笔稍呈向右弯的圆弧状，整笔从头至尾都是圆钝状，亦不似一般悬针竖给人的锋利感。而米芾的垂露竖常不见露珠下垂时浑圆的形象，而是笔下行至收处戛然而止，锋稍驻即向上空提，结束处似快刀斫削，较为平整，「制」字就是这样的写法。「命」字的写法夹在悬针和垂露之间，写法似悬针，表现手法却似垂露。「卧」是不同于一般竖的写法，细而挺的中锋笔，少了速度感，不是一竖直下，边运行边思考，余将之归于垂露竖是有不当。另有一字在此区隔开说明，「解」字的一竖向左侧出锋，一般人都知道应当是未承接下一字而来，一竖直行而下，至底部稍停在往左，在作品上我们出锋处发现有一点，不知是米芾不留神点到还是运笔太快煞不住，或后世流传之破损都有关，但是重点在笔笔皆异的竖划才是。\n\n3.方圆\n\n书法理论中所谓的「方圆」，一般指用笔的方圆和结体的方圆。方圆多用外拓，须顿笔，形呈方折，带有隶书笔意；圆笔用提笔，多中含，形趋圆润，带有篆书笔意。何者圆，何者方，可于点划波撇起止处见之。结体方面，是指字所显露的结构型态或方整，或圆转。\n\n古人另有「体圆用方」之说，「体」是内在的，此处可理解为「意」，「用」是外在的，此处可理解为「笔」。体圆用方，是说作画时心中要沉静容隽，而笔下要遒劲飞动。两者结合，才能静中寓动，动中含静，疾而不枯，缓而不滞，丰筋建骨，得高穆冲和之意。\n\n《乐兄帖》多用圆笔，首行「顿」字在结体上属于左圆右方；第二行的「法」字，右半部的底下属于方笔，但是「去」的上方转笔仍属圆转；第六行「蒙」字较多方笔，尤其在转折角都可感受到稍停之意，倒数第四行「蒙」字也是如此；倒数第二行「祠」字也是方笔较多，尤其「司」的转折角尤其明显；最后一字「下」的转折方折有力，也是方笔精神之所在。其余无特别提到的字有的是方中带圆，有的是圆中带方。大体而言，米字擅用方笔是众所皆知的，也因如此，我们常感其字古朴中有拙趣，温婉中暗露刚强。\n\n方和圆是相辅相成的两面，通常它们总是紧密结合的。姜白石《续书谱》云：「方者参之以圆，圆者参之以方，斯为妙矣。然方圆曲直不可显露，直须涵涌而一出于自然。」米字当属于方圆互参、涵涌而一出于自然者，断然划分出方圆也是不妥当的。\n\n（四）论字的结体\n\n1.收中宫\n\n昔人以为欲明书势，须识中宫。九宫尤莫重于中宫。凡字之疏密斜正，必有精神挽结之处，兹即谓「中宫」。\n\n黄山谷书势，师法大字《瘗鹤铭》，收其中宫，宽其外侧，形成「辐射状」。中宫紧是黄山谷字的特点。米字虽不若黄字明显，但从结体中仍能约略窥见此老留意处。米芾曾说：「见柳（公权）而慕紧结，乃学柳（《金刚经》）。久之，知出于欧（阳询），乃学欧。」欧、柳的紧结对于米有过不小的影响，米字跌宕纵逸，而无松弛、涣散之弊，正是此故。\n\n兹举《乐兄帖》中几字稍加探讨，第二行的「与」字笔划多，收紧中宫，舒展底部，字便俊俏、豪放；「廪」也是如此，它的结体较长，笔划也多，米芾也是使用收紧中宫，往下开展来表现；「厘」的表现手法稍异，收紧中宫表现上半部，尤其是左上角，整个字可说是往下收紧；「尘」的表现恰如「厘」；而「旧」的表现手法是往左下收，右半开放出去；「祠」是左半收紧右半开张；「同」字中宫置于中线偏左，略显姿态。\n\n对行书有研究者都知道，中宫并非一个字的中心，也可以四维四正，即上下左右。包世臣更说中宫有在实划，有在虚白，必审其精神所注而定。古人的话真是米字的最佳写照，依余观米字，米芾常将一个字在心中拆解，抓住自己想表现的一部分，其余的就收敛，也如此才会使字字有风采，但也不是字字洋洋洒洒，写得龙飞凤舞，让人眼花撩乱，恰也符合米芾的「故作异」。\n\n2.敛放\n\n董其昌《画禅室随笔》云：「作书最忌者位置等匀。且如一字中，须有收有放，有精神相挽处。」张怀瓘《论用笔十法》以敛为阴，以放为阳，以为作字须阴阳相应。敛以内含笔势，故为阴；放以外拓意趣，故为阳。有敛而无放，笔划雕疏无生机；有放而无敛，笔划飙疾乏静气。\n\n米芾行书，有放有敛，敛放结合。如《乐兄帖》中，「畿」、「监」、「与」、「乐」上敛下放；「能」、「恨」、「祠」右放左敛；「疾」、「湖」、「任」、「遗」右敛左放；「图」外放内敛。由于敛放结合，字才筋骨内蕴，神情外发，风采动人。\n\n戈守智以右放为「曳」，左放为「垂」，且云：「皆展一笔以疏宕之，使不拘挛也。凡字左缩者右曳，右缩者左垂，亦势所当然也。」米芾的放笔也只用一笔，且常在右边，间或也有在左边的，这都根据字本身的结构和章法的需要而定。\n\n敛放都要有一定的限度。过分敛了，枯萎寒栗，尽失神采；过分放了，剑拔弩张，无含蓄韵致。学米书者最易流于「弩张」，误以为弩张是米书优点，此大谬矣。米芾曾指出：「世人但以怒张为筋骨，不之不怒张自有筋骨存焉。」依己见，每个字都应有敛有放，过分敛会形成纠结的字，过分放会变松散的字，但若一个字没有笔划多或笔划少的结体时，就要探讨如何求变，才能让字生动了。\n\n（五）著录\n\n《墨缘汇观续录》、《壮陶阁书画录》第四册、「行草书，纸本，真，有董思白跋」、日本博文堂有影印单行本。\n\n第三节\n\n《葛德忱帖》\n\n\n\n（一）书写背景简介\n\n《葛德忱帖》行书雄畅，应是绍圣四年丁丑至元符初年（公元一Ο九七至九八、九九）间米在涟水军使任上所书。「林君」，可能是林希（子中），林是福州人，所以下面又联系到「泛海客游甚众」的「闽士」。考林氏在哲宗朝出知苏、湖、润、杭、亳等州，不知何时曾去涟水。又按此九帖中致「梅惇奉议」一帖[5]亦有谈到林事，云：「梅惇奉议部授涟水，何处人，非子中（希）甥乎？……盖子中不留，遂皆痿蕤，昭代有此老，不能与人争得，若在杞时（按此是米氏自谓在雍丘令任上时）又须厮论也。」又云：「人闻有保老友（应是指林希）否？」诸帖基本作用于相近之时，更可左证此林君必是子中无疑。\n\n「莱」，应是山东蓬莱，「海」则是海州，在今江苏省北部，涟水南面。苏北和山东接境，蝗虫从山东到海州，却未入涟水境，所以说：「在弊境未过来耳。」考《海岳志林》[6]「捕蝗」一节云：「米元章令雍丘，蝗大起，邻县尉司焚缠后，仍滋蔓，责保正并力捕除。」或言：「尽缘雍丘驱逐过此。尉移文载保正语，牒行雍丘，请勿以邻国为壑，时元章方与客饮，视牒大笑，题纸尾答云：『蝗虫原是飞空物，天遣来为百祸。本县若还驱得去，贵司却请打回来。』传者莫不大噱。」与本帖所谈未知是否为一事？\n\n葛德忱行状待考。又见晁说之《景迂生集》卷十八，有谈葛叔忱在丹徒僧舍作伪李白书事，此人可能是德忱的弟兄辈。\n\n（二）题跋\n\n笪重光《宋四家法书》卷总跋：\n\n「右宋四家真迹，米，五月四日札，刻文氏停云馆；苏，云舍人诗，刻陈氏晚香堂；黄，藏镪帖，未见拓本；蔡，扬州札，原属李西涯篆，为君谟四帖卷内之一。曩皆余所珍藏，散去多载，时系于怀。今转旧书云李都谏，汇成此卷，盖欲择其优者鉴玩之，为海宇所希遘也，幸得重观于山中，因志其岁月卷尾。康熙丁卯孟前四月已时一戊午。江上外史笪重光书于鴳笑斋。」\n\n（三）笔法与结构\n\n1.笔划粗细\n\n每一行字中，总有几个字笔划粗一点，几个字笔划细一点。即使每一个字中，笔划也往往有些粗细不同的变化。粗者用笔较重，细者用笔较轻。由于粗细相间，字才显出重轻、虚实和跳动的节奏来。\n\n米芾书法作品中，笔划的粗细对比似较他人强烈。但以余观点而言，此处的他人当指北宋或以前的书家，若以所有书家而言颇不当，因为后代的王铎等人，其轻重更是在米芾之上。就《葛德忱帖》而言，粗细并没有太突兀的地方，也可以说他在前人的基础上更跨进了一步。一般说来，在米芾此帖中没有整个字太粗或全为细线的字，这种写法多是出现在现代的粗细表现手法。举第二行为例，「尉」字的粗细较明显，但是粗的地方（左下边的「示」）也不会让墨糊在一块儿，右半的「寸」把布白部分夸张化，使整个字粗细明显，我们清楚的看出，米芾在作粗细对比时，不单单是笔划的粗细，亦加入了布白的对比效果，视觉上才会更强烈；「审」字亦如此，「宀」部夸张的细线条向上带，覆盖住底部，下面的「米」由重到轻，聚散效果使笔划粗细更明显；整个字都细的极少，倒数第八行的「未过」稍有此意，但注意的是，米芾的细线条十分高超巧妙，以余见，一般书家血细线条多流于枯枝或软细线，米芾的细线挺拔但不过于刚强，彷佛柔中带刚，如韧度极佳之筋；重笔划的字都能善用字型加以调和，疏密有致，不会产生墨猪。\n\n当然，米芾书法作品中的笔划粗细，绝非落笔前业已设计就绪，而是笔随势转，于有意和无意之间自然写出的。若是绝然无意，任凭笔走纸上，虽偶有天趣，但每每不能恰到好处；若是绝然有意，下笔为理法所囿，不免罄露人工造作的匠气。其次，这种粗细对比也要有分寸，要能做到「夸而有节，饰而不诬」，「粗不为重，细不为轻」，才能得自然之妙理。\n\n对米芾行书中的笔划粗细，有人提出过尖刻的批评。如庸斋《续书谱辨妄》云：「读至（姜尧章《续书谱》）篇末，又有浓纤间出之言，此正米氏字形也。此体流弊，至张即之之徒，妖异百出，皆米氏作俑也。」张即之妖异百出，而归咎于米芾，此种批评未免偏颇。\n\n2.增减\n\n增减笔划这种方法，早在秦汉以开先例，例代书家相与沿袭。\n\n十分注重体势形态的米芾行书，增减笔划更是常识，现代人的行书亦有夹带草书。一般常见的是「火」或「心」用一横取代，如：「启」、「为」；「辵」用一竖笔加一横笔或一竖弯横笔减省带过，如：「道」、「适」、「过」。这些增或减笔，并无损字的光彩。\n\n隋僧智果《心成颂》所谓「繁则减除，疏当补续」，便是增减笔划的原则。符合这个原则的，增减后恰到好处，否则就会弄巧成拙。至于哪些字该增该减，一般要凭约定成俗，不能随便乱来。但只要合乎情理，后世书家也未始不可越雷池一步，另作新构。戈守智「必古人所有则可，今人不能擅作」之说，未免师之拘泥。\n\n 笔划的增减后来演变成今天的草字应用，现代行书的章法布局，为使版面生动，遂在字的敛放、布白疏密上下工夫，但究竟字的敛放要做到什么程度呢？有些字的笔划实在太多，无法作适度收敛时该如何处理？于是便用草字取代，始聚散做起来容易多了。\n\n刘熙载曾说：「变其短长肥瘦，皆是增减，非止多一笔少一笔之谓也。」广义的说，长者使之短，短者使之长，肥者使之瘦，瘦者使之肥，都是属于增减的范畴。米芾作品中，这种情况比比皆是。如「味」右半部的「未」撇捺以挑点和点取代；「他」右边的「也」竖弯钩也用短竖弯横取代；「容」的捺笔也用长点；「状」的捺笔更用短点。另外，「泛」的三点水拉长，突显「乏」结构扁缩；「海」的三点水则缩小，突显「每」字；「舟」的两点用一竖取代；倒数第三行的「也」缩短中间的一竖，拉长竖弯钩的一竖；末行的「忱」竖弯钩写得粗而有力，这都达到表现的效果，所以有人说一个自应取一处表现，其余收敛，这里的表现即将笔划作特别的安排。\n\n至于「增」的部分，《葛德忱帖》虽没有特别出现，但在米芾一些帖上，是不难发现的。如：「麈」的底部通常会加一点、「怜」的右下方、「数」的右上方等等。\n\n3.横竖\n\n汉字结构中，就笔划数量而言，要算横划与竖划最多。\n\n姜尧章云：「如草书，尤忌横竖分明，横竖多则字有积薪束苇之状，而无萧散之气。」其实何只草书，行书岂不如此？行书的横竖太分明，就会觉得横竖特别多。横多，则气易断隔；竖多，则势易滞呆。有横划、竖划，而要不使觉得横划、竖划多，这当然全赖书家的构字本领了。\n\n米芾行书中的横划和竖划，较多粗细、长短、疏密、向背、藏露等变化，故避免了笔划间的平行和重复，打破了匀称、单调的布局，而每有灵动、变幻、萧散之气象。如《葛德忱帖》中的「寺」字，第七行的「寺」，三横并非平行排列，第一横和第三横略呈仰势，第二横略呈俯势；第一横和第二衡的间距较第二横和第三横的大。第八行的「寺」，三横的长短变化不若第六行的「寺」大，且粗细没有大变化，所以整个字有纠结的缺憾。首行的「书」字，有五个横笔，左松右紧，层迭而下，笔势通贯。\n\n江上外史云：「如『佳』之四横，『川』之三直，『画』之九划，必须下笔劲净，疏密停匀为佳。」「下笔劲净，疏密停匀」八字，米芾行书足以当之。\n\n另外，「舟」字十分特别，一般说来，横划是略细于竖划的，但是「舟」字不仅相反，且大大的对比，三个直划细挺，横划片状穿过，使整个字的精神抖劲，神态若清朝沈尹默的字。\n\n4.左右虚实\n\n左右结构的字，米芾常根据章法的需要，或虚其左，实其右，或虚其右，实其左。在《葛德忱帖》中，虚左实右的字有「他」、「渗」、「傥」、「忱」等，虚右实左的字有「清」、「泛」、「就」等字。\n\n一般来说，笔划多的实，笔划少的虚，主笔实，副笔虚，但也不尽然。蔡邕有所谓「微本而浓末」者，正说明字不应有常态，而要时时变化更新才好。如「尉」字，并非右半的「寸」笔划少而虚右，米芾此字的写法是安排左右份量等同；「游」三部分有都各自占相等的比例；「便」虽简化人部的写法，但一竖直贯而下，虽然和右边比例相差大，却因一竖的精神而显出其份量。\n\n就方法而言，有以粗细为虚实者，有以大小为虚实者，有以枯润为虚实者，亦有以疏密、刚柔、缓急为虚实者，原无一定之法。而且，不尽左右结构的字要有虚实，上下结构、不规则结构的字也都要有虚实。「审」可分三部份，即「宀」、「米」、「田」，中间实，上下虚；「容」上至下由实渐虚；「众」左实右虚；「辈」上虚下实；「应」左虚右实等等。\n\n（四）历代著录\n\n《大观录》以上，全同《论书帖》（草书九帖）。《石渠宝笈续编》养心店（《宋四家法书》卷中之一）。刻《停云馆帖》中。\n\n第四节\n\n《清和帖》\n\n\n\n（一）书写背景简介\n\n元章墓志：「知无为军，后召为书画学博士。」考崇宁四年乙酉（公元一一Ο五），米在无为军，有「仰高台记」，见集中[7]，则重到东都，极早不能在四年以前。此帖开头说「夏序清和」，又说「衰年趁召」，疑是五年丙戌（公元一一Ο六）四月自无为应召时所写，论书法亦合，元章时年五十五岁。\n\n（二）笔法\n\n1.向背\n\n刘熙载《书概》云：「字形有内抱，有外抱。如上下两横，左右两竖，其有若弓之背向外、弦向内者，内抱也；背向内、弦向外者，外抱也。」\n\n点划之间有了相向和相背关系，可以避免用笔结体的单调、呆板，增添笔划间的神理和情趣。米芾行书中，这种关系历历可验。《清和帖》中，如第二行「清」，右下部分的「月」，一竖和竖勾呈（）两两相对之姿；「留」底部的「田」左右的直划也是两两相对；「衰」中间的两直划易如此。另外像「达」的横划间上面的「土」和下面的「羊」，其对应关系是）（，就可称相背；「趋」的「走」部，上半的「土」与下边的一捺，也是呈相背状。\n\n于点划间施设向背关系，如要追溯源流，晋唐以前书家已有。姜白石曾说：「求之古人，右军盖为独步。」可知王右军事最善于此法的。但王右军之后，像米芾这样强调向背关系的，的确不太多见。向背关系不尽在点划之间要有，偏旁、部首和其它构成字的「部件」之间也都要有。\n\n2.偏侧取势\n\n大凡物平则静，静则乏势；不平则动，动则势生。宇宙万物，或动或静，不出「动静」二字。书之神理，欲包孕宇宙，囊括万象，故点划亦须时正时斜，时静时动，正斜互生，动静相间，方有韵致。\n\n米芾《吾友帖》云：「若得大年《千文》，必能顿长。爱其有偏侧之势，出二王外也。」米芾爱大年《千文》偏侧，而自己的字正从偏侧求得笔势，故点划翔动，有烟云卷舒之态。\n\n从中国书法史看来，晋、唐以后书家作正局多，能破正局，兼取偏侧，以偏侧取势如米芾者颇少。董香光曾感慨地说：「王着辈绝不识晋唐人笔意，专得其形，故多正局。字须奇宕潇洒，时出新致，以奇为正，不主故常，此赵吴兴所未尝梦见者，惟米痴能会其趣耳。」今人骆恒光也以为米芾曾自负的说过：「自古善书者，但得一笔，而我独得四面。」骆恒光以为此处所谓「四面」，不单单指用笔的多变，也包括体势的正斜多变。由此而论，得「四面」者，似非米芾不足以当之。\n\n刘熙载《书概》云：「书宜平正，不宜敧侧。古人或偏以奇侧胜者，暗中必有拨转机关者也。」这拨转机关究竟是什么？用张怀瓘的话来说，是「崄不至崩，危不至失，此其大略也。」原来偏侧也有一个分寸问题。过于偏侧则紊乱颠倒，紊乱颠倒便不成书。要在偏而不离，侧而不倾方好。\n\n关于会不会偏侧太过的问题，我的见解是从行气上来检视。字都有中心线，每个字的中心线会有交点，这些点与点只要左右相距不大，且没有左右规律跳动之弊，这样的偏侧便是成功的。看《清和帖》第五行，「珍爱米一斛」的行气略呈（状，但是底下的「将微」二字的体是也是成?之姿，单就「将微」二字而言，行气很顺，偏侧也可，但若整行来看，「将微」和「一斛」气的走向几乎相同，于是中心线没有交点，这就形成一般人所说的行气不连贯。\n\n偏侧取势氏米芾书法的特点之一。历来书评家对此持不同看法。褒之者，谓之「神骏」、「飘逸」；贬之者，谓之「险峭」、「诡怪」。然综观诸家之言，诚以褒者为多。\n\n（三）章法\n\n1.布白\n\n中国画构图，有所谓「计白以当黑」的话，是说画中的空白部分也是画的一部分，空白部分和有画部分同样重要。空白留多留少，都要在构图时与有画部分一起考虑和安排。\n\n书法中的结字、章法，和中国画中的构图法，原则上是一样的，都要注意黑与白的关系。书家一般称之为「布白」。笪重光《书筏》云：「精美出于挥毫，巧妙在于布白，体度之变化由此而分。」可见布白在书法中的重要性。\n\n米芾是一位精于布白的书家。这可能和他兼善绘画有关。书法参入画法是不足为怪的。且看《清和帖》中的几个字，举几例来看，「启」的「ㄡ」部分，布白不均，有大有小，「石」与「ㄡ」没有将「口」的白对分；「何」字的重心放在上面，竖勾拉长，两直竖夹着一个大空白；「斛」的「角」上半下半明显拉开，中间留出空白；「将」的右上半部一点不是点在中间，而是点在较靠近吋的位置，这样的空白有留得很好。一个字如果四周围的空白都留得一样大，那就十分呆板了；若能留出大小不等的空白，字就显得玲珑剔透，整饬舒畅。\n\n布白的标准是什么？刘熙载云：「空白少而神远，空白多而神密，俗书反是。」神远和神密就是标准。空白处虽少，而能舒畅洞达，是谓「神远」，空白处虽多，而能团结茂密，是谓「神密」。刘氏又云：「蔡邕洞达，钟繇茂密。余谓两家之书同道，洞达正不容针，茂密正能走马。此当于神者辨之。」洞达不容针，茂密能走马，这比通常说的「疏可走马，密不通风」，似乎更精确，更透彻，更深入了一层。研究米书者不难发现，他正式这种高标准的追求者。\n\n2.字形大小\n\n乐曲以高音、低音、长音、短音等组合为动听的节奏。书法作品则以字的大小、疏密、正斜、刚柔等造成悦目的韵律。\n\n在通常情况下，笔划多的字，该写得大一点，笔划少的自该写得小一点，这是依据汉字本身笔划多寡而自然形成。米芾曾说：「字自有大小相称，且如写『太一之殿』，作四窠分，岂可将『一』字肥满一窠，以对『殿』字乎！」又说：「余尝书『天庆之观』，『天』、『之』字皆四笔，『庆』、『观』字多划在下，各随其相称写之，挂起气势自带过，皆如大小一般，真有非动之势也。」\n\n但仅仅依汉字本身的结构自然成形，还是不够的。在特定的布局位置中，由于左右前后形势的需要，有时也将笔划多的字适当写的小点，笔划少的字适当写得大典。这种变化，人为的成分较多，因而愈难，也愈能见出书家的匠心。\n\n米芾的字，两法兼备。在他的行书作品中，试把连贯着的任何三个字截取来检验，都可发现自行有着大、中、小的区别，两个字以上同样大小的情况是极少见的。如《清和帖》中，以第三行为例，这七个字的大小作一顺序排列，最大以1表示，最小以7表示，那此七字可以「2517364」示之；以第五行为例，这七字可以「4267153」示之。\n\n字形的大小，全任左右前后的形势，不可顾左右忽前后，顾前后忽左右，另外还有一点要提出，行书中偶也会夹带草字，草字可适度简化一些难字，尤其是一串都是笔划多的字出现时，草字的使用是必要的，也因如此，更增加字形大小的变化，但是不论怎么变化，都应让章法布局谐调才是，不是夸张的使用，每个字都打破其原有造型，故作异，反而本末倒置了。\n\n（四）历代著录\n\n《石渠宝笈初编》卷二一（「宋四家集」册之一），刻《三希堂法帖》第一四册。\n\n第六章\n\n结论\n\n米芾尺牍之风格，依余之见，大致可分为前后两种风格；前半部文人之气较重，似乎是在心底已有方案才下笔；后半因随年纪增长，生活上的洗炼，使书风亦受影响，笔锋中夹带自身的感情，如此也多少反应其个性，这些个性从一些史料记载，如怪诞之行为及「米颠」之称号即可看出。\n\n米芾自然放纵的个性，大胆表达其内心的想法，当然在一早期的尺牍上较难发现，因为当时的米芾，常委身于达贵之间，后来不做官，反而豁达，对人、事、物都能坦然表示个人的见解，无论是师、是友都能毫不隐瞒。这种转变反应其书风恰是如此，后人评其前其作品乃朝王字系列迈进，不能独树一格，任何艺术家都不喜欢听到别人说自己是依循前人的步调前进，米芾亦是如此。余臆测，当时的米芾定是绞尽脑汁，努力创出属于自己的味道，也因如此，宋代的书法才能比美于唐代。持之以恒、勤而不懈的学习态度，当然是成为一代书家的必备要素。米芾身体力行，终其一生未尝片刻忘书，即使大年初一亦然，就是这种「砚成臼，乃能到右军，若穿透，始到钟索」、「一日不书，便觉思涩」的勤学态度，得以成就其「北宋四大家」之一的美誉。\n\n米芾毕生书迹不计其数，张丑尝言米芾「写过麻纸十万」，可见其作品确实汗牛充栋，可惜经过北宋末年的兵荒马乱，多数书迹受难于无情的战火，又金兵曾掳掠徽宗朝廷，将宫殿中珍藏的艺术品携往北方，加上米芾所处年代距今近千年，代代相传，或遇兵戎，或遇水淹，或遭虫蠹，流传至今者百不如一，实为文化财产上的巨大损失。\n\n余此研究乃作一米芾尺牍的探讨，重点放在书法艺术层面，历史数据上的考究乃因前面所提的因素，取得不易，固余乃在前人的说法及今人的论证上作统整及概说；艺术书风上，余采用较多自己的浅见，再比对一些书法研究丛书，提出自己的观点，或许有很多争议之处，乃和余才疏学浅有关。大体上言，米芾尺牍由纯真自然的面貌转变到古朴苍劲的笔法是后代的我们有目共睹的，一些米芾独创的写法和风格，更待后人透彻的析论及实务上的体验，才能将米芾尺牍体验的深刻。\n\n纵上所述，米芾是宋四家中唯一有书法理论专书者、收藏古书迹最风者、鉴别书迹真伪最精者、书写书迹最多者、流传之书迹最多者、对晋唐古法专研最深、笔法面貌最多、运笔技巧最佳，能融合如此多项「第一」，不敢说其为书法史上第一人，但称其为一代巨擘，绝对当之无愧。","author":"宋代米芾","description":"米芾尺牍书法艺术研究2"}]