[{"name":"黄慎书法","text":"中国清代杰出书画家。初名盛，字恭寿，恭懋，躬懋、菊壮，号瘿瓢子，别号东海布衣，扬州八怪之一。汉族，福建宁化人。\n人物生平\n黄慎 生于清康熙二十六年（1687年）五月五日（6月14日），乾隆三十五年（1770年）84岁时尚在，卒年不详，幼丧父，以卖画为生，奉养母亲。初随上官周学画，后离家出游，曾多次在扬州卖画。方十八九岁，寄身萧寺，昼为画，夜无所得烛，从佛光明灯下读书。其艺既擅，出游豫章，历吴、越，康熙五十八年（一七一九）至扬州鬻画，人争客之。雍正五年（一七二七）以母垂老，不欲远离，乃奉居扬州，又三年乃返闽，郑燮赠以诗。乾隆三十三年（一七六八）年八十二，尚作花卉册。慎工草书，法怀素。画人物，多取神仙故事为题材，初学上官周，后用狂草笔法作画。笔姿放纵，气象雄伟，深入古法，亦偶有笔过伤韵者。间作山水、花鸟，得荒率之致。所画多历史人物、佛道、樵夫渔父，早年工细，后参以怀素草书笔法，所作人物用笔粗犷，顿挫转折，纵横排奡，气象雄伟。花鸟笔\n法洗练，形象概括，画风泼辣；山水境界开阔，注重诗意的表达。\n代表画作\n《十二司月花神图》、《商山四皓图》、《伏生授经图》、《醉眠图》、《芦鸭图》、《蛟湖诗草》等。\n艺术特色\n黄慎擅长人物、山水、花鸟，并以人物画最为突出，题材多为神仙佛道和历史人物，也有一些现实生活中的形象，多从民间生活取材，不少作品塑造了纤夫、乞丐，流民、渔民等下层人物形象，如《群乞图》取材现实生活，描写灾荒年中，乞丐们流落街头，受人欺凌的悲惨画面，表现出他对人民疾苦的同情。画神仙佛道如《醉民图》，多操大幅，用笔设色，泼辣大胆，于迷离扑朔中见形象神韵。描绘文人生活的有《东坡玩砚图》，用笔迅疾，衣纹顿挫，线条硬折结，墨公浓淡相间，人物轩昂、富有气势，为其成熟后的代表画风。\n他的花鸟画宗法徐渭，亦纵逸泼辣挥洒自如，如《瓶梅图》、《菊蟹图》等。他的山水虽“不以山水名”，但山水画有一定的造诣，大幅和小景都各尽其妙，潇洒有致，山水代表作如《渔归图》，两株柳树，“姿态婀娜劲挺，耸立奇峭山岩，淡墨轻赭横扫出沙滩，中景两只渔船，一笔勾出船舷，船中人物，神态右辨，画面左角草书题画诗三行，诗、书、画、印紧相配合，自然贴切。\n黄慎擅草书，书法学“二王”，更得怀素笔意，从章草脱化而出，其栖劲运笔亦用于绘画之中，故画面多干枯、飞白和迅疾之迹，黄慎的草书，点画纷披，散而序，评者说它象疏景横斜，苍藤盘结，具有“字中有画”之趣，他的书法出于章草，颇难认识，故而仿效者不多，但他不趋时尚，敢于标新立异。他的草书不昧古法，又难辨古人踪迹，不强调章法的疏密聚散，而以方折顿挫的笔法，忽断忽连，顾盼呼应，凸显铿锵有声的点画节奏感，呈现一幅落英缤纷珠丸跳荡逸趣迭生的画面感。其代表作《草亭飞万竹诗草书轴》章法奇异如松柏之剪影，点画浓淡如花叶之缠枝，真非书非画，亦书亦画，堪称奇观。\n黄慎书画流传较多，大多藏于国内各大博物馆内。民间也较多。北京故宫藏有多幅，如《漱石捧砚图》；天津艺术博物馆藏的《醉眠图》册页；秦岭珍藏阁藏的《十二司月花神图》大幅横轴；《伏生授经图》轴；扬州博物馆藏的《渔归图》等。\n个人成就\n黄慎的诗文、狂草书法，绘画被称三绝。曾先后三次到扬州，居留较长，与郑板桥、李（善）等往来友善，为“扬州八怪”之一。\n他年方十八、九时寄身萧寺，白天作画，夜间从佛光明灯下刻苦读书，技艺大进。凡人物、花鸟、山水、楼台、虫鱼等，无一不能，但他并不以这些为满足，一次看他先生的作品说：“吾师绝技难以争名矣，志当自立以成名，岂肯居人后哉！”\n他自己总结一生走过的道路，感慨地说到：‘余自十四、五岁时便学画，而时时有鹘突于胸者，仰然思，恍然悟，慨然曰：‘余画之不工，以余不读书之故。’于是折节发愤，取毛诗、三礼、史汉、晋宋间文，杜韩五言诗及中晚唐诗，熟读精思膏以继晷，而又于昆虫草木四时推谢荣枯，历代制度衣冠礼器，细而致于夔蛇凤，调调刁刁，罔不穷厥形状，按其性情，豁然有得于心，应之于手，而后乃今始可心言画矣。”正是这种凝思结想、废寝忘食、苦攻不辍，黄慎才从一个小画工成长为一位“诗画名大江南北”的名家。\n”郑板桥为诗赠之：“家看古庙破苔痕，惯写荒涯乱树根，画到精神飘没外，更无真相有真魂。”\n黄慎还是一位诗才画艺俱全的艺术家，他的诗作，情韵清远，如岩绝，烟凝霭积，能非凡境，并著有《蛟湖诗钞》一书传世。\n黄慎早年师从上官周，多作工笔。山水宗元黄公望、倪瓒、中年以后，吸取徐渭笔法，变为粗笔写意，并草书章草，尝以狂草书法入画笔姿放纵，气象雄伟深入古法，但也有笔过伤韵者。\n作品行情\n黄慎书画流传较多，大多藏于国内各大博物馆内。北京故宫院藏有多幅，如《漱石捧砚图》，天津艺术博物馆藏的《醉眠图》册页；《伏生授经图》轴，扬州博物馆藏的《渔归图》等。黄慎的绘画创作在雍正年间说名扬于世，“尺纸容缣，世争宝之”。可见他的作品在当时已有较高的价格，另外黄慎对自己的绘画，常作分类自评，凡最得意者题上诗，次者则识以岁月，再次者只署“瘿瓢”二字。现今黄慎作品流入市场是比较多的，80年代末即开始拍卖，以后每年都出现过，价格起伏不大，比较稳定，但不太高，与八怪中其他画家水平相当，低于吴门四家。\n社会评价\n黄慎曾出游豫章（今南昌），遍历吴、越。他的成绩受到他的老师上官周的热情赞扬和高度评价，他说：“吾门有黄生，犹右军之后有鲁公也。”\n影响\n作为画家的黄慎，对后世的影响——清代的闵贞、近代上海的王震、广东的苏六朋、福建的李霞、李耕和辽南的李楚材都曾师法黄慎。齐白石也非常倾心黄慎——“余在黄镜人处获观《黄瘿瓢画册》，始知余画犹过于形似，无超然之趣。决定从今大变。人欲骂之，余勿听也；人欲誉之，余勿喜也”。“前朝之画家，不下数百人之多，瘿瓢、青藤、大涤子外，皆形似也。惜余天资不若三公，不能师之”。\n故事逸闻\n黄慎四上扬州的故事：\n黄慎是扬州画派的代表人物之一。他擅长人物画，用笔稳健、笔致工整。\n在他刚到扬州时，有懂画的人看来他的画劝他：“工笔人物，古人画得好的甚多，人们也看习惯了，你再走这条路子，怎能出人头地呢？不妨走写意人物的路子。”黄慎听了，虽心里不太舒服，但觉得有理，便立即回乡，埋头苦练了三年写意画，自觉大有进步，于是二上扬州。果真他的画被大加赞赏。不多时，有人提出：“你是画写意的，但你画上的字体还写得过于端正，字和画不相称。”他领会了，又折返闽南练了三年的草书。当他带着字画三上扬州时，画名已大增了。一回，一位读书人来买他的画，看后说：“人物造型大胆夸张、落款笔势生动有力，只是画上只有年号，缺少诗词文章，似乎美中不足。”黄慎不愧是虚怀若谷的人，他又束装归里，攻研三年诗文，在他四上扬州的时候，已是“诗书画”三绝了。\n雕像\n在黄慎的籍贯地宁化，黄慎十分受人们的敬仰，并在当地的边贸城有一座黄慎的雕像。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663201},{"name":"黄慎书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634823,"text":"《草书诗轴》\n\n送汪瞻侯归姑苏诗\n\n\n\n\n\n黄慎五律草书轴\n\n草书诗轴 纸本 纵141.2厘米 横79.3厘米\n\n\n\n\n\n五言诗轴\n\n草书七言联","author":"清代黄慎","description":"黄慎书法"}]