[{"name":"王铎草书王维过香积寺","text":"《过香积寺》是唐代诗人王维的代表作之一。这是一首写游览的诗，主要在于描写山中古寺之幽深静寂。此诗意在写山寺，但并不正面描摹，而侧写周围景物，来烘托映衬山寺之幽胜。最后看到深潭已空，想到佛经中所说的其性暴烈的毒龙已经制服，喻指只有克服邪念妄想，才能悟到禅理的高深，领略宁静之幽趣。全诗不写寺院，而寺院已在其中。诗歌构思奇妙、炼字精巧，其中“泉声咽危石，日色冷青松”，历来被誉为炼字典范。\n作品原文\n过香积寺⑴\n不知香积寺，数里入云峰⑵。\n古木无人径，深山何处钟⑶。\n泉声咽危石⑷，日色冷青松⑸。\n薄暮空潭曲⑹，安禅制毒龙⑺。 \n注释译文\n词句注释\n⑴过：过访，探望。香积寺：唐代著名寺院，有争议，一说香积寺在长安县（今陕西省西安市）南神禾原上。”故址已废。一说在河南汝州，今风穴寺，唐时称香积寺。\n⑵入云峰：登上入云的高峰。\n⑶钟：寺庙的钟鸣声。\n⑷咽：呜咽。危：高的，陡的。“危石”意为高耸的崖石。\n⑸冷青松：为青松所冷。\n⑹薄暮：黄昏。曲：水边。“安禅”即安静地打坐，在这里指佛家思想。\n⑺安禅：为佛家术语，指身心安然进入清寂宁静的境界，在这里指佛家思想。毒龙：佛家比喻俗人的邪念妄想。见《涅槃经》：“但我住处有一毒龙，想性暴急，恐相危害。”[2-3]   \n白话译文\n不知道香积寺在什么地方，攀登好几里误入云拥群峰。\n古木参天却没有人行路径，深山里何处传来古寺鸣钟。\n山中泉水撞危石响声幽咽，松林里日光照射也显寒冷。\n黄昏时来到空潭隐蔽之地，安然地修禅抑制心中毒龙。  \n作品鉴赏\n文学赏析\n诗题“过香积寺”，即访香积寺。既是去访，却又从“不知”说起；“不知”而又要去访，表现出诗人的洒脱不羁。因为“不知”，诗人便步入茫茫山林中去寻找，行不数里就进入白云缭绕的山峰之下。此句正面写人入云峰，实际映衬香积寺之深藏幽邃。还未到寺，已是如此云封雾罩，香积寺之幽远可想而知矣。\n接着四句，是写诗人在深山密林中的目见和耳闻。先看三四两句。古树参天的丛林中，杳无人迹；忽然又飘来一阵隐隐的钟声，在深山空谷中回响，使得本来就很寂静的山林又蒙上了一层迷惘、神秘的情调，显得越发安谧。“何处”二字，看似寻常，实则绝妙：由于山深林密，使人不觉钟声从何而来，只有“嗡嗡”的声音在四周缭绕；这与上句的“无人”相应，又暗承首句的“不知”。有小径而无人行，听钟鸣而不知何处，再衬以周遭参天的古树和层峦叠嶂的群山。这是十分荒僻而又幽静的境界。\n五六两句，仍然意在表现环境的幽冷，而手法和上二句不同，写声写色，逼真如画，堪称名句。诗人以倒装句，突出了入耳的泉声和触目的日色。“咽”字在这里下得极为准确、生动：山中危石耸立，流泉自然不能轻快地流淌，只能在嶙峋的岩石间艰难地穿行，仿佛痛苦地发出幽咽之声。诗人用“冷”来形容“日色”，粗看极谬，然而仔细玩味，这个“冷”字实在太妙了。夕阳西下，昏黄的余晖涂抹在一片幽深的松林上，这情状，不能不“冷”。诗人涉荒穿幽，直到天快黑时才到香积寺，看到了寺前的水潭。“空潭”之“空”不能简单地理解为“什么也没有”。王维诗中常用“空”字，如“空山不见人”“空山新雨后”“夜静春山空”之类，都含有宁静的意思。暮色降临，面对空阔幽静的水潭，看着澄清透彻的潭水，再联系到寺内修行学佛的僧人，诗人不禁想起佛教的故事：在西方的一个水潭中，曾有一毒龙藏身，累累害人。佛门高僧以无边的佛法制服了毒龙，使其离潭他去，永不伤人。佛法可以制毒龙，亦可以克制世人心中的欲念。\n王维晚年诗笔常带有一种恬淡宁静的气氛。这首诗，就是以他沉湎于佛学的恬静心境，描绘出山林古寺的幽邃环境，从而造成一种清高幽僻的意境。王国维谓“不知一切景语，皆情语也”。这首诗的前六句纯乎写景，然无一处不透露诗人的心情，可以说，王维是把“晚年惟好静”的情趣融化到所描写的景物中去的了。因此最后“安禅制毒龙”，便是诗人心迹的自然流露。\n诗采用由远到近、由景入情的写法，从“入云峰”到“空潭曲”逐步接近香积寺，最后则吐露“安禅制毒龙”的情思。这中间过渡毫无痕迹，浑然天成。诗人描绘幽静的山林景色，并不一味地从寂静无声上用力，反而着意写了隐隐的钟声和呜咽的泉声，这钟声和泉声非但没有冲淡整个环境的平静，反而增添了深山丛林的僻静之感。这就是通常所讲的“鸟鸣山更幽”的境界。 \n名家点评\n《唐诗广选》：顾与新曰：幽深本色语，不杂一句，洁净玄微，无声无色。\n《唐诗直解》：“古木”二句幽而浑，中晚人有此法，多失于卑。\n《唐诗镜》：韵气冷甚。三四偷律，病在不严。\n《唐诗解》：起联与“独有宦游人”一法。\n《唐诗选脉会通评林》：极状山寺深僻幽静，篇法句法字法入微入妙。“毒龙”。佛喻砍心也，用以收局，不失释氏面目。此与《登辨觉寺》诗，何如狮子捉物，象兔俱用全力耶？汪道昆曰：五六即景衬贴荒凉意，“咽”字、“冷”字工。\n《唐诗评选》：三四似流水，一似双立，安句自然，结亦不累。\n《唐诗摘钞》：幽处见奇，老中见秀，章法、句法、字法皆极浑浑，五律无上神品。\n《唐贤三昧集笺注》：顾云：“不知”字玄妙，模写幽深处。又云：三四甚是浅易，甚是深处，字法。五六即景，衬贴荒深意。\n《唐诗别裁》：“咽”与“冷”，见用字之妙。\n《唐诗从绳》：此尾联寓意格也。起用“不知”二字，便是往时未到，今日方过，幽赏胜情，得未曾有，俱寓此二字内。中二联写景，分途中，本寺。五六是“危石”边“泉声咽”。“青松”上“日色冷”，成倒装句。通篇从“过”字着画。\n《茧斋诗谈》：“不知”两字领起全章脉。“泉声咽危石，日色冷青松”，泉遇石而咽，松向日而冷，意自互用。\n《网师园唐诗笺》：炼字幽峭（“深山”句下）。\n《闻鹤轩初盛唐近体读本》：评：三四亦是隽逸句法。五六特作生峭，“咽”、“冷”二字，法极欲尖出。骂声写色，已难到地，着“咽”、“冷”字，妙更入神，是《子虚》《上林》赋手。\n《唐贤清雅集》：“古木”一联远写，“泉声”一联近写，总从“不知”生出，渐次行来，已至寺矣，故以“安禅”收住。构局炼句与《山居秋暝》略同，超旷稍异，乃相题写景法。\n《唐宋诗举要》：吴曰：幽微夐邈，最是王、孟得意神境。\n《诗境浅说》：常建《过破山寺》咏寺中静趣，此咏寺外幽景，皆不从本寺落笔，游山寺者，可知所着想矣。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951614986},{"name":"王铎草书王维过香积寺","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791614538,"text":"","author":"明代王铎","description":"王铎草书王维过香积寺"}]