[{"name":"伊秉绶对联","text":"伊秉绶（1754-1815），字祖似，号墨卿，晚号默庵，清代书法家，福建汀州府宁化县人，故人又称“伊汀州”。乾隆四十四年举人，乾隆五十四年进士，历任刑部主事，后擢员外郎。嘉庆四年任惠州知府，因与其直属长官、两广总督吉庆发生争执，被谪戍军台，昭雪后又升为扬州知府，1802年（嘉庆七年），伊秉绶54岁时，因父病死，去官奉棺回乡，扬州数万市民洒泪送别。62岁病逝后，扬州人为仰慕其遗德，在当地“三贤祠”（祀欧阳修、苏轼、王士祯三人之祠）中并祀伊秉绶，改称“四贤祠”。在任期间，以“廉吏善政”著称。\n伊秉绶喜绘画、治印，亦有诗集传世。工书，尤精篆隶，精秀古媚。其书超绝古格，使清季书法，放一异彩。隶书尤放纵飘逸，自成高古博大气象，与邓石如并称大家。\n人物生平\n754年（清乾隆十九年）正月十一日，伊秉绶生于宁化城关一个书香门弟，官宦人家。其父伊朝栋，乾隆三十四年进士，历官刑部主事、御史、光禄寺卿。史称伊秉绶“通程朱理学，幼秉庭训，从师阴承方，讲求立心行己之学。”后受大学士朱珪的赏识与纪晓岚的器重，拜纪为师，又拜当时最负盛名的书法家刘墉为师学书法。著有《留春草堂集》。传世书迹甚富。《隶书五言联》，书于嘉庆二十年（1815），纸本墨迹。隶书。凡上下联正文10字，款16字，共26字。纵178厘米，横33.3厘米。首都博物馆藏。\n伊秉绶15岁那年（乾隆三十四年），其父伊朝栋考中进士，历官刑部郎中、光禄寺卿，精研程朱之学，著有《南窗丛记》、《赐研斋集》等书传世。伊秉绶从小聪颖好学，秉承家学渊源，饱读宋儒理学。16岁进宁化县学，26岁中乡试。后又受业于名儒阴承方，攻宋儒理学，并且潜心研习李榕村、蔡梁山及雷翠庭等名儒理论。30岁那年（乾隆四十九年）赴京赶考，举中正榜，便留居北京，为大学士朱珪、纪晓岚所赏识与器重，时常出入太子傅朱珪的府弟，有一度还住在纪晓岚家中，给他孙子上课；又拜当时最负盛名的书法家刘墉为师学书法。\n789年（乾隆五十四年）会试，伊秉绶参加会试，进士及第，授刑部额外主事，补浙江司员外郎，开始了亨通的仕途。伊秉绶从政，清正廉洁。\n乾隆五十七年，晋升为刑部主事，1798年（嘉庆三年）升刑部员外郎奉命出任湖南乡试副主考官。\n嘉庆四年升任刑部郎中。未几，伊秉绶出任广东惠州知府。在惠州期间兴利除弊，勤政爱民，并致力于地方文化建设，奖掖后学，创办书院，重用人才，其提携岭南才子宋湘的故事，便成了一段佳话。那时他在重修苏东坡故居时，意外地从墨池里发现苏氏珍爱的“德有邻堂”端砚。后来伊秉绶把此砚带回宁化老家，并把书斋命名“赐砚斋”。有人说，这块苏东坡用过的端砚给伊秉绶带来了无尽的灵气，他用这块端砚磨墨书写的字特别漂亮。此砚珍藏于宁化县博物馆，为国家二级文物。\n805年（嘉庆十年）前后，扬州连年水灾，两江总督铁保荐举伊秉绶，前往南河、高邮、宝应勘察灾情。不久，伊秉绶奉命出任扬州知府。他亲自率领下属参加各地抢险赈灾，深入民间，“饥咽脱粟饭，渴饮浊流水”，与百姓同甘共苦；一边设置粥厂，安置灾民，一边动员富商损资赈灾，很快稳定了灾区局势，还采取了一些灵活措施，使灾民尽快重建家园恢复生产。并且亲自查阅赈帐册，核发赈灾钱粮，严禁胥役克减，博得灾民的称赞。下河灾民3万多人逃荒到府城，伊秉绶劝富商巨室捐输六万余金，在寺庙立棚厂，依据灾民人口赋米赈钱；又在每个村镇设办粥厂，救济贫困的灾民。有些灾民想杀耕牛为食。伊秉绶按牛估值当质以贷，招雇专人牧养，准许灾民来年春季取赎，以保证春耕生产。为了社会稳定，伊秉绶派兵剿灭北湖巨盗铁库子辈，打击“杖诡道”行骗的聂道和，使那些奸猾扰民的流氓地痞都受到了严厉的惩治。所以，《清史稿》称：大灾中的扬州“民虽饥困，安堵无惶惑。”第二年，扬州风调雨顺，百废皆兴，民众无不称颂伊秉绶。\n嘉庆十一年，伊秉绶为了促进扬州地方文化的发展，特招聘焦循、阮元等著名学者编《扬州图经》及《扬州文粹》。\n807年（嘉庆十二年），伊秉绶调任河库道，不久又调两淮盐运史。任职刚满两个月，其父病故，便回宁化奔丧。在老家料理了父亲的后事，伊秉绶丁忧三年，也许是感觉到仕途疲惫，又在宁化呆了五年。期间，他给父老乡亲留下了不少手迹，也做了不少好事。有一年，宁化城墙坍塌，他出千金维修。又一年，家乡遭遇饥荒，他不仅捐粮救灾，还利用自己的身份游说商家平价粜米。并捐义粮二百石，赈济灾民；他还倡修广济、龙门二桥，筹措钱银万两。归居家乡期间，于嘉庆十六年秋，他重访惠州。惠州百姓听说伊秉绶来访争相迎接。伊秉绶走访丰湖书院时，见到书院内设有奉供自己的祀祠，便令撤去。\n815年（嘉庆二十年）夏，经友人一再敦促，伊秉绶离开了宁化，启程入京，途经扬州，旧时好友留他小住，客居至9月。扬州的9月天气已渐转凉。他不慎染上秋寒，猝得肺炎，一病不起，于9月11日在扬州病逝。后归葬宁化曹坊石牛驿（今上曹村）。\n扬州百姓得知前任知府病逝后，把他供奉在三贤祠里，和扬州历史三位名贤太守欧阳修、苏东坡、王士祯并祀。几十年前，宁化人黄慎在这块土地上以诗书画赢得声名，几十年后，又一个宁化人伊秉绶以他的勤勉和德政，在这里获得赞誉。\n伊秉绶治理扬州虽然有德惠政声，为清一代名吏，但他从不以功自居。他把自己的居所从商富集居的“休园”，搬到名其为“湖上草堂”的平民所居的旧城“黄氏园”。他在生活上也清廉耿介，杜绝声色，“每食必具蔬”，“藉以清吾心耳”。常说：“人生也，直即天地之性，无少回邪，行则正。”因伊秉绶为官清廉，勤政爱民，深得扬州百姓爱戴。《芜城怀旧录》称赞他说：“扬州太守代有名贤，清乾嘉时，汀州伊墨卿太守为最著，风流文采，惠政及民，与欧阳永叔、苏东坡先后媲美，乡人士称道不衰，奉祀之贤祠载酒堂。”\n个人作品\n其传世的主要墨迹见于《默庵集锦》，1971年台湾大众书局出版有《清伊秉绶作品集》，1984年10月上海书店出版了《伊秉绶隶书墨迹选》。虽然他四体俱能，但以隶书为最。其隶书为汉碑中雄伟古朴的一类。仅在上海书店出版的《隶书墨迹选》中即收有其临写的《裴岑》、《韩仁铭》、《尹宙碑》、《孔宙碑》、《张迁碑》、《衡方碑》等。尤其得力于《衡方碑》，据伊秉绶《留春草堂诗抄》可知他临写《衡方碑》多达百遍。融先秦篆籀、汉魏砖瓦及颜体气象于一炉，而自成一家。\n其传世的行书作品有《节临唐宋人书屏》十二行，共一百二十八字，上海博物馆收藏，刊于日本《中国明清书法名品图册》。《临柳公权尺牍轴》，书于嘉庆三年（1798），四行共八十六字，刊于日本《中国书道全集》。《自书诗册》，六行共四十一字，辽宁省博物馆收藏，刊于日本《中国书道全集》。《七绝诗轴》，六行共四十五字，刊于日本《明清书道图说》。《行书老子语轴》，三行共十作字，刊于日本《中国书道全集》。又《中国书法今鉴》收入了《南园先生行书杜诗册》，民国二十年（1931）震亚图书局据瓶斋主人藏墨迹影印。\n伊秉绶书赠桂未谷（馥）花绫对联（右图），为金陵天渡楼收藏。\n其隶书对联传世者甚多，如嘉庆三年（1798）书写的三言联“志于道，时乃功。”嘉庆四年（1799）书写五言联“清光宜对竹，闲雅胜闻琴。”嘉庆八年（1803）书写的五言联“政声韩吏部，经义董江都。”嘉庆九年（1804）书写的五言联“从来多古意，可以赋新诗。”嘉庆十年（1805）书写的四言联“变化气质，陶冶性灵。”（以上见于《中国书法文化大观·伊秉绶的书法艺术》）。又首都博物馆收藏、刊于《中国古代书画图目》的五言联“由来意气合，直取性情真”和赠诒元九兄世讲联“崇情苻远迹，精理亦道心”，刊于日本《中国书道全集》的七言联“三千余年上下古，一十七家文字奇”等。\n除对联外，其传世的隶书作品还有刊于日本《综合书道大辞典》的《晋书刘毅传句轴》，刊于日本《明清书道图说》的《魏舒传语轴》，日本京都博物馆收藏，刊于日本《中国书道全集》的《节临汉衡方碑》。\n人物轶事\n伊面的来源\n曾任广东惠州太守的清代书家伊秉绶，他家中常聚集文人墨客吟咏唱和，厨师往往忙不过来。伊秉绶于是让厨师用面粉加鸡蛋掺水和匀后，制成面条，卷曲成团，晾干后炸至金黄，储存备用。客人来了，只要把这种面加上佐料，放到水中一煮即可招待客人。一次，诗人、书法家宋湘尝过觉得非常美味，又知道它还没有名字，便说：“如此美食，竟无芳名，未免委屈。不若取名‘伊府面’如何？”从此，伊府面流传开来，简称为“伊面”。这伊面就是现代方便面的鼻祖。\n重修苏轼故居\n伊秉绶从政清正廉洁，爱护百姓，除暴安良。嘉庆四年（1799年）任惠州知府，一到任就问民疾苦，革除恶习陋规，特别注意抑制豪强为非作歹，整顿社会秩序，维护地方治安。同时，他还重视教育和文化事业。除了重修丰湖书院以外，伊秉绶还重修了白鹤峰苏文忠公故居和苏轼侍妾朝云墓，被当时士林传为风雅盛事。\n伊秉绶和丰湖书院\n都说清朝官员腐败，还有“三年清知府，十万雪花银”的说法，可那时的地方官很多都重视教育，和后来的贪官只认钱大不一样。丰湖书院就是伊秉绶一手扶植起来的。惠州大学校内残存的丰湖书院遗迹都是伊秉绶时代的。现存的楹联“人文古邹鲁，山水小蓬瀛”，其实是宋湘为丰湖书院的二门所题。丰湖书院头门上的楹联是伊秉绶题写的“学焉得其性之所近，览者将有感于斯文”。丰湖书院修好后，伊秉绶请来当时的著名诗人宋湘主持丰湖书院。他还与宋湘一起制订了丰湖书院的规章制度。宋湘的诗集里有《丰湖草》和《丰湖后草》各一卷，都是在书院担任山长的两年时间里写的。在丰湖书院期间，宋湘钟情惠州山水，从他的诗歌里，可以看到一个非常迷人的丰湖和同样迷人的书院：敞敞亮亮的一大片水，清清静静的一座院落，清风明月，春绿秋白的芦苇，那是一幅令人神往的画卷。伊秉绶死于扬州知府任上。由于他的努力，扬州大水之年无一灾民饿死，扬州人民为此深感其恩。伊秉绶死后未及一月，便被扬州百姓供奉于“三贤祠”（“三贤”指的欧阳修、苏轼、王士祯三人）内，时至今日，在扬州人民的心目中，伊秉绶仍被尊称为“扬州四贤”（原“三贤”加秉绶即“四贤”）之一。\n相关事件\n据《清史稿》载：伊秉绶“问民疾苦，裁汰陋规，行法不避豪右，故练刑名，大吏屡以重狱委之，多所矜恤。”当时，陆丰一伙巨盗抢劫绑票，无恶不作。伊秉绶设计擒获7名强盗，将他们绳之以法，为民除害。对所有讼牒，伊秉绶必定亲自审理，受株连者当即遣释。惠州有一富豪欺辱寡母弱子。伊秉绶将这个富豪拘留审问，严词斥责富豪的不道德行为，民众为之称快。\n同时，伊秉绶还致力于发展地方文化，造就人才，奖掖后学。嘉庆六年，伊秉绶重建丰湖书院。书院颇具规模，讲堂、学舍一应俱全，还配以亭、台、楼、阁、榭、祠等景观建筑；并且聘请“广东第一才子”宋湘来主持教学。传说，伊秉绶与宋湘之间有过一段不寻常的关系：嘉庆四年，宋湘入京参加会考，路过惠州时，因盘缠不够，于是向惠州府太守伊秉绶商借。伊秉绶爱好风雅，也扶持后进。他素闻宋湘的才名，便要求他写一首诗，诗中镶入东南西北。宋湘立即提笔写下:“南海有人瞻北斗，东坡此地即西湖。”伊秉绶见宋湘才思敏捷，十分赏识，赠他纹银三百两作路费。此事是否属实，无从考证，但伊秉绶与宋湘交谊甚深，却是事实。嘉庆四年，宋湘中进士，任翰林院庶吉士。《嘉应州志?宋湘传》说他“襟抱豪迈，下笔具倜傥雄奇之概，诗磊磊落落，从真性坌涌而出”。新纂《云南通志·宋湘传》也说，他“才气豪迈，工书能文，诗尤敏捷，每有所作，落笔立就，时称‘真才子’。”这样一位“广东第一才子”，如果没有很深的交情，是不可能请得动的。丰湖学院有了宋湘这样的杰出教师，又立有严谨的教学规章，很快成为惠州最高的学府。伊秉绶喜爱文化，也十分尊重文化。一次，他到端溪随砚工一起下到40多丈深的坑洞，点着篝火采砚石。当他采得一块佳石时，怕伤了佳石的神韵，竟不忍下刀雕镌，只是在石的右侧边刻下“留与子孙耕，汀州伊秉绶题”十一个字。为此，大学士纪晓岚特专门题写了一篇砚铭。\n成就影响\n书法成就\n综述\n伊秉绶的书法成就早有定论，且流传甚广，民国至今，常有出版社推出他的书帖。爱好者不妨来宁化走一走，也许在不经意间，就能那在寻常人家、阡陌乡野发现伊秉绶的真迹。要知道，这里是他的故乡。\n从其诸联中可以看到，古今评者所谓其善写隶书大字“愈大愈壮，气势恢宏”的特点比较明显，评其诸隶书作品多有“方严、奇肆、宽博、恣纵”的特点。\n伊秉绶生前善书，兼喜绘画、篆刻，亦工诗文。伊氏的隶书具有鲜明的个性，笔画平直，分布均匀，四边充实，方严整饬，有强烈的装饰美术之意趣，没有晚期汉隶的“蚕头燕尾”的习气。此隶书联，严格的中锋行笔，藏头护尾，法度森然，其笔画粗细大致均等。圆润率直，分明是地道的篆、籀笔意。结体左右平均匀称。他的隶书，善用浓墨，墨色柔润，乌亮如漆，笔划光洁精到，此五言联，其笔力雄健，中画沉厚挺拔，融合了《郙阁颂》、《张迁碑》、《衡方碑》等汉隶名碑的优点，形成了自己严而不刻板，凝重而有韵致，夸张而合情理的隶书风格。\n伊秉绶生前曾临写唐虞世南、欧阳询、褚遂良、柳公权等人的小楷，颜真卿的大楷，及《兰亭序》等，打下了其行楷基础。在嘉庆三年所书的行书作品“绝无人到处”已始见其独特风貌。到嘉庆十年所书的行楷对联“立脚怕随流水转，居心学到古人难”已形成他“古拙逸宕，姿态横生”的书风。评者谓其行楷亦能“兼收博取，自抒新意”、“行笔以隶法为之”、“篆籀金石气溢于字里行间”、“遒劲妍美，收纵自如，极具个性”、“多得鲁公遗韵，骨力内含”。\n文学成就\n综述\n伊秉绶著有《留春草堂诗》《攻其集》等。书法行、楷、隶皆工，尤以隶书独具特色，雄冠清代。一生赠友联句甚多，多以隶书写之。\n对联：祥风和气贤人颂，晴雪梅花宰相诗。\n对联：崇情苻远硛，淳意发高文。\n诗选\n1、同桂未谷（馥）进士张船山检讨（问陶）夜访陈笠帆曹长（预）小酌\n2、七夕雨中同洪稚存编修赵味辛舍人（怀玉）张船山检讨宿吴谷人侍读（锡麒）澄怀园直庐三首\n3、查小山郎中（有圻）招同张亥白孝廉（问安）船山检讨兄弟游金氏废园四首\n4、叹逝四首·张莱州船山\n人物评价\n名家评论\n《清史列传》谓：“秉绶工八分隶。”\n《国朝先正事略》谓其“隶书愈大愈见其佳，有高古博大气象。”与邓石如并称“南伊北邓”，又与桂馥齐名。以其“隶书超绝古格，在清季书坛放一异彩”而被后人瞩目，评价甚高。\n清《昭代尺牍小传》谓“墨卿书似李西涯，尤精古隶，独不喜赵文敏，盖不以其书也。”\n焦循《雕菰楼集》谓“公之起居言笑，蔼然君子儒也。时濡墨作隶书，如汉魏人旧迹。”\n赵光《退庵随笔》谓：“伊墨卿、桂未谷出，始遥接汉隶真传。墨卿能脱汉隶而大之，愈大愈壮。”\n蒋宝龄《墨林今话》谓：“（伊秉绶）尤以篆隶名当代，秀劲古媚，独创一家，楷书亦入颜平原之室。”\n何绍基《东洲草堂诗抄》赞伊秉绶：“丈人八分出二篆，使墨如漆楮如简。行草亦无唐后法，悬崖溜雨弛荒藓。不将俗书薄文清，觑破天真关道眼。”\n包世臣《艺舟双楫》谓：“余初识宁化伊墨卿太守秉绶于袁浦。墨卿，刘诸城之弟子也。因曾问诸城法，太守曰：‘吾师授法曰：指不死则画不活。其法置管于大指、食指之尖，略以爪佐管外，使大指与食指作圆圈，即古龙精之法也。其以大指斜对食指者，则形成凤眼，其法不能死指，非真传也。”\n王椒畦诗曰：“墨卿作书亦如画，笔墨之外能通神。”\n杨守敬《学书迩言》谓：“墨卿八分书根柢汉人，行书学李西涯，尤为超妙。”\n向燊说：“墨卿楷书法《程哲碑》，行书法李西涯，隶书则直入汉人之室。即邓完白亦逊其醇古，他更无论矣。”\n李宣龚云：“汀州书法出入秦汉，微时所作篆隶有独到之处。即其行楷，虽发源于山阴、平原，而兼收博取，自抒新意，金石之气，亦复盎然纸上。”\n康有为《广艺舟双楫》谓：“汀州精于八分，以其八分为真书，师仿《吊比干文》，瘦劲独绝。”近人马宗霍《霋岳楼笔谈》谓：“世皆称伊汀州之隶，以其古拙也。然拙诚有之，古则未能。独其以隶笔作行书，遂入鲁公之室。”\n沙孟海说：“伊秉绶是隶书正宗，康有为说他集分书之大成，很对。其实，他的作品无体不佳，落笔就和别人分出仙凡的境界。”\n评者又誉其书法：“中锋行笔，藏头护尾，法度森然”、“笔画粗细大致均匀，圆润率直，古趣盎然”、“笔力雄健，秀挺清劲”、“精壮古拙，横平竖直”、“仪态敦厚，骨气洞达”、“格调高雅，饶有神韵”、“古茂浑朴，空灵逸宕”、“富有金石气、庙堂气”等等。\n评者谓其行书“笔笔中锋，不露圭角，蕴含凝重，行笔无不如意。”是与他平日苦苦练笔分不开的。据谢章铤《睹棋山庄词话》载：“墨卿每朝起学笔画数十百圈，自小累大，至匀圆为度。盖谓能是，则作书腕自健。”评其《节临唐宋人书屏》四条中第一屏（行楷）“工稳齐整、端庄大方”，“凝敛宽博”，“沉稳中见洒脱，断而不离、和而不流”，“异中求同，同中求异”。评其四条屏中的第二屏（行草书）是典型的碑帖结合的代表作，“既能恣意纵横，外柔内刚，又显得潇洒飘逸，随意自然，体现了他为人正直与较豁达的性格。”评其《临柳公权尺牍轴》：“既有雄厚刚健的笔调，又有灵动朴茂之趣。”评者又认为：“从整体看来，其行书神貌颜体居多，又有杨凝式、林和靖、董香光的遗风，不愧为清中期书坛的大家。\n","category":"草书","verified":true,"user":1,"timestamp":1429951651322},{"name":"伊秉绶对联","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791617686,"text":"","author":"清代伊秉绶","description":"伊秉绶对联"}]