[{"name":"曾国藩行书欧阳氏姑妇节孝家传","text":"《欧阳氏姑妇节孝家传》是晚清重臣曾国藩所著，传记中的婆媳二人都是年轻守寡、终身事姑的典型，作者认为她们虽无卓绝的言行，但五六十年如一日的奉行节孝是“天下之至难”，因此特别可贵。在叙述平庸琐事时，作者能把经历大致相同的二个人物用不同的笔墨区别开来，句子也熔炼而不费力。\n作品原文\n节母蔡氏，生三岁而室于欧阳。事玉光府君，家微也，姑刘孺人端严匡敕，无所假借，节一朝之食分之二日，并三人之事责之一手，举家事精粗剧易，壹委节母，不以何问他人。节母则先鸡鸣而兴，豫其未至，后斗转而息，补其阙遗。箕拘无尘，井汲无濡，半米寸薪，必珍必戒。诸则姒次第入门，节母躬其难者，让其易者。自亲舍及众私室，衣垢则浣之，绽裂则补缀。初不问其所自来，群从子女，寒则衣之，饥则慈以甘餈，就湢浴为之洁除。群从或忘其母而母节母，节母亦忘其非己出也。\n乾隆三十年乙酋，舅席珍府君卒，明年玉光以毁死，刘孺人大戚。节母于时年二十有八，长子惟本甫三岁，少者成材未期耳。入则泣血柴立，茹檗自盟；出则抱子奉姑，怡声亹亹。益屏去华饰，先姑意之未发而从事。约其口与体，以及其孤子女，无所不约。勤其力以率其妯娌与其子姓佣奴，各有专职。土无寸旷，人无晷暇，俯拾仰取，宾祭有经，猪鸡肥硕，蔬果怒生。方节母事姑之初，岁入谷二十石，逮姑之暮年，谷近千石。\n惟本读书属文，试于郡县有声矣。年二十七岁而卒。妇蔡氏亦以节著。节妇蔡氏，少归欧阳惟本，节母之冢妇也。乾隆四十三年戊戌岁大饥，节妇将嫁，其父辅世贫不能具礼，宗族或助之结褵之赀，凡得钱三千有奇，父为装遣之。节妇阴返其钱，置秆荐中，而系钥匙其端。父归而室无见粮，引钥则钱在焉。泣曰：“孝哉，吾女，留此以活我也。”\n惟本殁时，节妇亦二十八岁。由是捐弃万事，壹从节母求所以事祖姑刘孺人之法。黎明刘孺人兴，节母执笄侍左，节妇自右约之；及盥，节母奉水，节妇奉槃；及食，妇具馔，母侑之；及寝，三世联床，听于无声。刘孺人即怒，节母负墙竦俱，节妇从容改为，以适厥指。即疾病，妇煮药，母尝而后进。夜则番宿递侍，衣不解带。一夕，节母起，堕床，折胁二骨，节妇号泣，就援之，母戒屏息，无令刘孺人得闻知也。刘孺人晚而丧明，手足痿痹。挽箯舆，日游庭中，节母肩前，节妇肩后。\n其后刘孺人九十而终，节母且六十矣，二胁骨者竟无恙。其后二十余年，盗入室，劫母衣，刃伤节妇指及肘，创甚，亦不医而竟无恙。论者以为孝征，神或相之云。道光九年，节母殁，实年九十有六。二十三年节妇殁，实年八十有三。其前五年，岁在乙亥，均旌表节孝如例。\n前史官曾国藩曰：节妇之孙女子四人，次二者归于我。外舅福田先生，笃行君子也，数为余述诵两世事状。余昔官礼部，见各行省题旌妇女，凡烈妇殉夫者，别具一疏。高宗皇帝常下诏非之，不予旌表，以为行不贵苟难也。然末俗土论，往往以矫激卓绝之行为难。观欧阳姑妇之节，亦似庸行，无殊绝者，而纯学兢兢，事姑至六十年、五十年之久而不渝，天下之至难，孰逾是哉！ \n作品注释\n匡敕：诚正，严整。敕，通“饬”，整饬。\n假借：此指借债。\n剧：繁难，繁重。\n何问：诘问。何，通“呵”，斥责。\n豫：通“预”，先作好准备。\n斗转：北斗星已转了方向，意思是夜深了\n箕拘：把灰尘扫入簸箕中。拘（gōu）：拥蔽。《礼记曲礼上》郑玄注：“以袂拘而退，谓扫时也，以袂拥帚之前，扫而却行之。”\n娣姒（dìsì）：妯娌。兄妻为姒，弟妻为娣。\n群从子女：此指很多的侄儿侄女。\n餈：同“糍”，一种用糯米蒸制的食品，如糍团，糍糕等。\n湢（bì）浴：洗澡。湢，浴室。\n毁：哀毁，居丧时因过度悲哀而损害健康。\n柴立：像枯槁的木头，形容憔悴，毫无生意。\n茹檗（bò）：吃苦。茹，吃，食。檗，黄柏，味苦。\n亹亹（wěi）：勤勉、不倦貌。\n子姓：犹言子孙。\n晷（guǐ）：测日影以定时刻的仪器。此处犹言“刻”。\n俯拾仰取：指随时收拾，劳作。\n冢妇：嫡长子之妻。\n结褵：古时女儿出嫁，母亲把佩巾结在女儿身上。此代指结嫁，出嫁。褵，佩巾。赀：通“资”。\n秆荐：草席。荐：卧席。\n见粮：现有的粮食。见，同“现”。\n笄（jī）：簪子，用来插住挽起的头发。\n约：束。束发。\n侑：陪侍。\n即：倘若，如果。\n指：意旨。\n番：轮番。\n箯（biān）舆：竹编的轿床，可躺卧。\n相（xiàng）：助。\n史官：明以后修史为翰林的职责。作者曾官翰林，故自称前史官。\n题旌：褒扬。表彰。\n常：通“尝”。 \n[34事玉光府君：事，意为侍奉，在这里意思是嫁给王广府先生。\n全文翻译\n守节的欧阳氏母蔡氏，生下来三年就嫁给了欧阳氏，服侍丈夫欧阳玉光（玉光是字），家道衰落，婆婆刘氏（性格）端庄，严格，诚正，严整，没有向别人借债，节约一天的粮食分成两天去吃，把三个人的事合在一起让（蔡氏）一个人去干。全家的事（不论）精细，粗重，繁难，简单，都推给节母蔡氏去干，不拿这些事吆喝别人去做。节母就在鸡鸣之前起床，（凡事）都事先做好准备，在夜深时才休息，弥补遗漏的事。簸箕里没有尘土，井边没有撒下的水，一点点米，一寸长的木柴，都一定珍惜节约。每次丈夫兄弟的妻子来了，节母亲自做难的事，把简单的事留给兄弟的妻子去做。从双亲的房子到自己的屋子，衣服脏了就洗，衣服烂了就缝上。众多的侄儿侄女，不问是从哪里来的，冷了就给他们穿衣服，饿了就给他们准备甘甜的糍粑，到浴室给他们洗澡。侄儿侄女有的忘掉了他们自己的母亲而把节母当成自己的母亲，节母也忘掉了那些孩子并不是自己所生。\n乾隆三十年，丈人席珍先生去世。第二年玉光先生因为悲伤过度而去世。刘孺人（节母丈母娘）非常悲伤。节母这年二十八，长子惟本刚满三岁，少者还没有成年，在家里因为哭泣都能哭出血，憔悴的像根木头，自己吃苦的东西；在外面抱着儿子见亲戚，声音愉悦，没有疲倦的样子。（可以根据传统建筑的样式去理解）节母去掉了华丽的饰物，在婆婆表达自己意思之前就把婆婆要让他做的事做了。辛勤的努力带领她的妯娌和其子辈以及长工，每个人都有自己的任务。土地没有一寸没有种上粮食，人人没有片刻是空闲的。随时劳作，招待宾客，祭祀先人有规矩。猪和鸡长得都很肥，蔬菜瓜果长得都很茂盛。在节母侍奉刘氏之初，每年收入20石谷子，到了刘氏晚年，每年收入千石谷子。\n惟本读书写文章，在郡县里都有相当的名声。二十七岁去世，节妇蔡氏（她的婆婆也姓蔡，不过不是一个人）也因为妇道闻名。节妇蔡氏，年少嫁给了欧阳惟本，节母的嫡长子的儿媳妇（古代妻生叫嫡出，妾生叫庶出）。乾隆四十三年饥荒，节妇就要嫁人，她的父亲辅世家贫不能准备礼金，宗族有的人资助她嫁妆，总共得到钱3000多，她父亲给她装好让她带上。节妇暗中把钱还给了她的父亲。放在草席里，而把钥匙放在了一端。父亲回去，家里没有现成的粮食，拉了下钥匙钱在里头。哭着说：“真是孝顺啊，把这留下来让我能活下来啊。”\n惟本去世时，节妇也是28岁。从此放弃了所有的事，专心向节母请教侍奉刘孺人的方法。早晨刘孺人起来，节母拿着发簪在左边，孙媳在右边给她扎头发。到洗脸的时候，节母端着水，节妇端着木盘。等到吃饭，节妇准备食物，节母陪着刘孺人吃。等到就寝，三人一起休息，没有一点声音。刘孺人徜若发怒，节母靠着墙（非常害怕的样子），节妇从容的改变自己的行为，来满足刘孺人的意思。如果刘孺人得病，节妇煮药，节母尝过以后把药递上，夜里轮流服侍她，都不脱掉衣服休息。一天，节母起床，从床上摔了下来，节妇大哭，靠近去帮助她，而节母屏住呼吸，不让刘孺人知道这件事。刘孺人晚年失明，手脚瘫痪。抬着竹床，每天在庭院中游览，节母在前，节妇在后。\n后来刘孺人九十岁去世，节母将近60岁了，两根肋骨竟然没事。过后二十年，盗贼进了她家，偷走了节母的衣服，节母的指头和肘受了刀伤，非常严重，没有看医生竟然没事。有人说这就是孝的表征啊，神灵有可能在帮助她呢。道光九年，节母去世，时年96。道光二十三年，节妇去世，时年83。这件事5年以前的乙亥年，都按照律令表彰了她们的节孝。\n翰林曾国藩说，节妇的孙辈子女四人，两个人跟了我。外舅福田先生，一位正道直行的君子，多次给我讲这件事。我过去在礼部当官，看到各个行省上疏要求表彰妇女，凡是烈女殉夫的，另外准备一套奏折，高宗皇帝经常下诏批评，不给表彰，认为这样并不困难。然而平凡的俗人，乡土的论议认为这样（自杀殉夫）最难。看欧阳氏妇女的行为，看起来像很平庸的行为，没有特别的地方，而服侍刘孺人五六十年而不后悔，天下的难事，还有比这更难的吗？\n作品鉴赏\n这篇传记中的婆媳二人都是年轻守寡、终身事姑的典型，作者认为她们虽无卓绝的言行，但五六十年如一日的奉行节孝是“天下之至难”，因此特别可贵。在叙述平庸琐事时，作者能把经历大致相同的二个人物用不同的笔墨区别开来，句子也熔炼而不费力。 \n曾国藩（1811—1872），字涤生，湖南湘乡人，道光进士。1853年初（咸丰二年末），以吏部侍郎身份在湖南办团练，后扩编为湘军，残酷镇压太平军，被清廷视为“同治中兴”的功臣，并因此以大学士任两江总督、直隶总督等。死后谥文正。为文推崇姚鼐，早年在京师曾攀附梅曾亮，并与朱琦、王拯、吴敏树等桐子城派人物相往来。后以桐城派为号召，网罗人材。吴汝纶、张裕钊、薛福成、黎庶昌等都曾充其幕僚，并以曾门弟子相称。著有《曾文正公诗文集》。编有《经史百家杂钞》、《十八家诗钞》等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951656659},{"name":"曾国藩行书欧阳氏姑妇节孝家传","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791608651,"text":"","author":"清代曾国藩","description":"曾国藩行书欧阳氏姑妇节孝家传"}]