[{"name":"淳化阁帖兰州肃府本残本","text":"《淳化阁帖肃府本》是2012年出版的图书，ISBN号是9787532637720。\n内容介绍\n《淳化阁帖肃府本》内容简介：《淳化阁帖》是我国历史上现存最早的一部书法丛帖。宋初，太宗赵炅命翰林侍书王着甄选内府所藏历代帝王、名臣、书家等墨迹作品，于淳化三年（992）摹勒刊刻。《淳化阁帖》（以下称《阁帖》）共十卷，收录历代书法作者一百零二人，计四百二十帖，记录了秦汉至隋唐一千多年的书法发展历程，是现存第一部关于中国书法史的大型图典。\n宋元以后，《阁帖》拥有最广泛的临摹研习群体，她深远地影响着中国书法的进程。历观明、清两代尺牍、文书，件件有《阁帖》影子。《阁帖》已然构成行草书的正源，她不仅是中国书法史上一部不朽的经典，恐将之视为中国书法发展的“命脉”也不为过。\n《阁帖》刊刻后不久即遭火毁失传，北宋中后期《阁帖》祖本已极为罕见，导致后代翻刻之风兴起，时至今日已无可信的《阁帖》祖本传世，《阁帖》的深远影响，是靠历代翻刻她的“子子孙孙”们来实现的，后人只能通过无数的历代刻本，来揣摩祖本的原始面貌，品味其艺术风采。\n历代翻刻本中影响最广、传播最久、声名最重者莫过于“肃府本”。相传明洪武二十五年（1392），太祖朱元璋封第十四皇子朱楧为肃庄王，并赐宋本《阁帖》一部十卷以为传代之宝，秘藏内库，此部《阁帖》即是“肃府本”刊刻之原始底本，可惜在清初宜告失传。\n明万历四十三年（1615），肃宪王命金石摹刻家温如玉、张应召等人将“肃府底本”双钩上石，于天启元年（1621）刻竣，前后共历时七年，耗用富平石一百四十四块，大都两面刻文，共计二百五十三面，世称“肃王府遵训阁本”或简称为“肃府本”。\n“肃府本”区别于传世其他《阁帖》翻刻本的版本特征在于：每卷末除照摹宋本“淳化”年款外，另添刻“万历四十三年乙卯秋八月九日草莽臣温如玉、张应召奉肃藩令旨重摹上石”隶书年款三行，卷五末加刻“肃府底本”固有的元至正十年（1350）张瑁等人观款，卷五、六、七后面还附刻肃恭王题跋。卷十结尾另刻温如玉、张鹤鸣、赵焕、张键、汤启烨、柴以观、周懋相、盛以弘、徐元寀、黄和、肃世子等廿九人题跋。以上题跋并非多是刻帖竣工后所作，题跋时间上起万历四十三年，下至天启元年间，刻跋时间应该在刻帖完工同时（即天启元年）。明崇祯戊寅（1638）七月又增刻王铎题跋。但常见“肃府本”均无廿九人题刻，仅精选其中张鸣鹤、王铎、肃宪王、肃世子等少数几人题刻。\n此外，“肃府本”全帖并无传说中的《阁帖》祖本特征——银锭纹（刻帖原版开裂后以银锭加固），却保留“肃府底本”的原始卷号、版号，并加刻了“肃府本”之明代刊刻时卷号、版号（字型较小，位置多在石版右下侧）。\n明末清初之际“肃府本”帖石开始毁缺，后经清顺治十一年（1654）补刻四十多版，复成完璧，此时帖尾加刻“顺治甲午岁张正言、正心承广陵陈曼仙、参泽毛香林二师教补摹上石”隶书年款三行，所补摹页上又添刻一组楷书版号。清末兰州刘尔炘移帖石于文庙尊经阁，增刻木板释文四十块，但是帖石上断裂纹和残损文字已经比比皆是。\n相传“肃府本”初拓本用太史纸、程君房墨，作蝉翼擦拓，无不精妙，当时拓工间有私购者值五十千。然据笔者历年所见初拓本则多为浓墨精拓，至今未见有蝉翼初拓。\n近日上海辞书出版社影印“肃府本”，其出版底本是民国年间影印的“日本清雅堂本”，册中有雍正乙卯（1735）王廷璋（潜庵主人）朱笔释文。此本开卷便有蝉翼淡墨拓的印象，不得不让人联想起“肃府初拓”的传说。那么此本究竟是否就是真正的“蝉翼初拓”呢？回答这一问题，首先还要先解决“肃府本”初拓的标准又有哪些。\n有一种观点是“肃府最初拓本”卷十结尾后必须未刻有“肃宪王题跋”。此种鉴定方法在理论上可能成立，但是在鉴定实践中，它只有“否决权”而没有“肯定权”，也就是说，但凡帖后面看到有肃宪王题跋者就能否定为“最初拓本”，但若没有肃宪王题跋者，亦可能是装裱时有意剪弃，依然不能确定其固有情况。故笔者认为，卷十结尾处未刻“肃宪王题跋”的初拓本仍然可能只是个传说而已。进而推测，即便已经存有张鹤鸣等廿九人题刻，亦还有可能是天启元年（1621）的初拓本。\n但传世“肃府本”初拓为何多不见以上廿九人题刻呢？原因有二，其一初拓可能仅拓法帖十卷，未拓其后题刻；其二即便拓出廿九人题刻，亦断不会附装于卷十结尾处，因为廿九人题刻内容足够装裱一册。故笔者推断，若“肃府初拓”带廿九人题刻者，当为十一册。此类“肃府初拓”其后附带的明人题刻多为清代帖贾遗弃或割裂，用以冒充宋代《阁帖》祖本而抬高售价。\n后人因未见初拓带跋刻者，故误认为初拓无跋，伪造“肃府初拓本”者亦据此割裂题跋。更有甚者臆测以上题刻均为顺治年间添刻，如此误判可能缘于帖后续添的王铎、佟国定等人题刻，但不能改变廿九人题跋刻于天启元年“肃府本”竣工之时的事实。\n因此，鉴定“肃府本”是否属于“初拓本”还必须另加辅助限定条件，最简单的方法就是“初拓本”应该一字不损，其简便的核对方法就是：卷六《旦极寒帖》第三行“卿可”两字应该完好无损。\n对照此次影印所本的“清雅堂本”，粗看卷六《旦极寒帖》第三行“卿可”两字似乎完好，但谛视之，“卿”字中间一点下已有裂纹，“可”字左上角亦有涂墨痕迹，因此“清雅堂本”当属“卿可已损本”。再看“清雅堂本”卷十结尾已刻有肃宪王、肃世子、张鹤鸣、王铎、黄和、柴以观、盛以弘等人题跋，其中王铎等人题跋之拓工、纸墨与全帖十卷完全一致，因此可以排除这些题跋是后期缀补，据此就可肯定“清雅堂本”并非“肃府本”之最初拓本，当为“明末清初拓本”。\n那么如何来客观评价“清雅堂本”的价值呢？此本虽非最初拓本，但与“肃府本”传世最初拓本逐行逐字校勘核对，发现其间的差别亦仅仅是“卿可”两字细微残损而已，因此，“清雅堂本”与“初拓本”的差别是微乎其微，几乎可以忽略不计，她完全可以等同于“最初拓本”。尤为难得的是，此本拓工绝佳，淡墨精拓的艺术效果远胜于所见“传世最初拓本”，因此她无疑是“肃府本”影印出版的一种最佳选择。\n此外，“清雅堂本”还提供了一个以“最初拓本”与“明末清初拓本”为分水岭的标准件，此本还可视为“肃府本”添刻“王铎题跋”后的最初拓本，同时又论证了“卿可”两字是肃府本版本鉴定的最初考据点，而非卷七标题右上角“法帖”两字，她补充了“肃府本”善拓鉴定证据链的一个重要环节，因此其版本研究价值极高。\n《阁帖》肃府本刊刻至今已将近四百年，然而到目前为止，国内尚未有一套刊印精良的理想出版物，这不能不说是当代书法艺术出版领域的一个重大缺憾。如今，上海辞书出版社原大精印“清雅堂本”，这是《阁帖》研究者和书法爱好者的一大福音。衷心祝愿此帖的出版，能像四百年前刊印“肃府本”一样，起到对传统书法的导引和弘扬作用，并开创中国书法下一个辉煌的四百年。\n \n","category":"草书","verified":true,"user":1,"timestamp":1429951562430}]