[{"name":"探索颜真卿书法的源流","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429791630087,"text":"（转）\n 黄庭坚《山谷题跋》说：“颜鲁公虽自成一家，然曲折求之，皆合右军父子笔法，书家多不到此处，故尊尚徐浩、沈传师尔。”又说：“鲁公书独得右军父子超逸绝尘处，书家未必谓然，惟翰林苏公见许。”(《山谷集》)明代董其昌也认为颜书学习了“二王”笔法，深得灵和之致：“余近来临颜书，因悟所谓折钗股、屋漏痕者，唯二王有之，鲁公直入山阴之室，绝去欧、褚轻媚习气。”“唐时欧、虞、褚、薛诸家，虽刻画二王，不无拘于法度。唯鲁公天真烂漫，姿态横出，深得右军\n灵和之致，故为宋一代书家渊源。”(《画禅室随笔跋自书》)到清代，康有为、阮元提倡碑学，认为颜书主要来源于北碑，吸取了北碑刚健雄浑的气质。康有为说：“颜鲁公出于《穆子容》、《曹植》，其古厚磐礴，精神体格，悉似《穆子容》，又源于《晖福寺》也。清臣浑劲，又出《圆照造像》，钩法尤可据。”( 《广艺舟双楫·导源十四》)阮元认为：“唐人书法多出于隋，隋人书法多出于北魏、北齐。不观魏、齐碑石，不见欧、褚之所从来……即如鲁公楷法，亦从欧、褚北派而\n来。其源皆出于北朝，而非南朝二王派也。”(《跋争座位帖》)刘熙载认为颜公不只继承“二王”和北碑，他师承前代书家范围还要广泛：“颜鲁公书，自魏晋及唐诸家皆归隐括。东坡诗有‘颜公变法出新意’之句，其实变法得古意也。”( 《艺概》)\n 有的书家把颜书之源追溯到魏晋以前。朱长文说：“自秦行篆籀，汉用分隶，字有义理，法贵谨严，魏晋而下，始减损笔画以就字势。唯公合篆籀之义理，得分隶之谨严，放而不流，拘而不拙，善之至也。”(《续书断》)孙承泽指出：“鲁公楷书带汉人石经遗意，故去尽虞、褚娟娟之习。”(《庚子消夏记》)\n 颜真卿的笔法\n 清周星莲认为：“颜鲁公古钗股、屋漏痕，皆是善使笔锋，熨贴不陂，故臻绝境。”(《临池管见》)明项穆说：“颜清臣蚕头燕尾，宏伟雄深，然沉重不清畅矣。”(《书法雅言正奇》)元郑杓、刘有定指出：颜真卿“善楷书、行草。盖古书法，晋、唐以降，日趋姿媚，至徐、沈辈，几于扫地矣。而鲁公蔚然雄厚蠲雅，有先秦科斗、籀隶之遗思焉。”(《衍极》并注)朱长文用比喻的手法描绘出颜书笔画的特点：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有态，自羲、献以来，未有如公者也。”(《续书断》)\n 颜真卿的笔画有如“古钗股”、“屋漏痕”、“蚕头燕尾”，是他敢于创新的结果。正如苏轼所指出的：“鲁公变法出新意，细筋入骨如秋鹰。”( 《题孙莘老墨妙亭诗》)姜夔认为颜书笔法是改革“晋、魏之风轨”的结果：“颜、 柳结体既异古人，用笔复溺于一偏，予评二家为书法之一变。数百年间，人争效之，字画刚劲高明，固不为书法之无助，而晋、魏之风轨，则扫地矣。”(《续书谱·用笔》)\n 对主要碑帖的评论与研究　　　\n  历代书家评论较多的碑帖有《多宝塔碑》、《东方朔画赞碑》、《郭家庙碑》、《大唐中兴颂》、《麻姑仙坛记》、《元结碑》、《宋　碑》、《颜勤礼碑》、《颜家庙碑》、《祭侄文稿》、《争座位帖》、《与蔡明远帖》、《刘中使帖》、《裴将军诗》等。书论文章有的评论其艺术成就、风格特点，如说《祭侄文稿》“纵笔浩放，一泻千里，时出遒劲，杂以流丽。或若篆籀，或若镌刻，其妙解处，殆出天造”(宋陈深)。有的指出其不足，如说《多宝塔碑》“小远大雅，不无佐史之恨耳”(明王世贞)；“此书太整齐，失之板耳”(明何良俊)。有的论述其在颜书演变中的地位，如认为《争座位帖》为“世之颜行第一书也”(宋米芾)。有的辨别其真伪，如梁　以为《裴将军诗》“字太离披，非颜书”(《评书帖》)。还有的谈论碑的刻工和拓本，等等。这些微观上的研究，对后世学颜书者大有裨益。\n 由于审美观的不同，对颜书的评论也出现过不同的观点。如米芾对“颜体”正楷有持否定态度的言论，他说：“大抵颜、柳挑剔，为后世丑怪恶札之祖，从此古法荡无遗矣。”(《宝晋英光集》)“颜鲁公行字可教，真便入俗品。”( 《海岳名言》)李煜也有类似的观点：“善法书者，各得右军之一体。真卿得右军之筋， 而失于粗鲁。颜书有楷法，而无佳处，正如叉手并脚田舍汉。”(《书述》)\n 这些贬抑颜书的观点，自然要受到崇颜派的批驳。清冯班说：“颜鲁公书磊落巍峨，自是台阁中物。米元章不喜颜正书，至今人直以为怪矣。鲁公书如正人君子，冠佩而立，望之俨然，即之也温。米元章以为恶俗，妄也，欺人之谈也。”( 《钝吟书要》)孙承泽也不同意贬低颜楷：“宋人谓鲁公真不如行，有意不如无意， 此非深知鲁公者也。宋人无真楷，坐是故耳。鲁公书道辉映千古，终以楷为极则也。”对于所谓“颜体”“粗鲁”，包世臣也有不同见解：“平原如耕牛，稳实而利民用。”(《艺舟双楫》)\n 第二辑 现代研究　\n 时至现代，由于广大书法家、书法理论家的努力，颜真卿书法研究的领域在不断拓宽与深化，出现了不少有分量的专著和论文。\n 一、颜真卿书法艺术研究\n 比较早的专著有蒋星煜的《颜鲁公之书学》，近有朱关田的《颜真卿书法评传》、《颜真卿书法艺术及其影响》，王景芬的《惊心动魄，独辟蹊径- 论颜书杰出的艺术成就及书品和人品的关系》，王玉池的《颜真卿的〈祭侄季明文稿〉》，殷荪的《论颜真卿》、黄君的《颜真卿的书法精神》等。\n 朱关田的论著侧重于从宏观上、整体上研究颜真卿的书法艺术。作者有丰富的文史知识和多年笔耕的艺术实践，能够从大文化背景上，对颜真卿及其书法进行探讨、阐释。他以颜真卿家世递传为先导，历述颜氏家族的文化渊源，进而细究初、中唐书风嬗变，指出颜真卿推古出新的特殊性和必然性，从而揭示出颜氏书风的流变历程。\n 关于书品与人品的关系，现代书家也作了进一步的研究。蒋星煜认为：“书学艺术有着它的特殊性，在反映作家的人格与情操这一点上，和文学作品与绘画比较起来，是更为潜藏的，内在的。”他不同意有些评论家过分强调颜真卿的人格情操在书学上所起的作用：“《金薤琳琅》：‘世人重公名节，故并重其书，故草草之笔亦篆刻之，人其可以不立德耶! ’这不啻把颜鲁公书学本身的艺术价值完全抹杀了。究其实际，颜鲁公假使单恃名节决不能拥有书学史上不朽的地位。以名节而论，文天祥、陆秀夫、史可法、瞿式耜固皆与鲁公先后辉映于史册，然文陆史瞿之书学则未闻有若鲁公之见重文苑风传海内者。”他认为人格、书学应二者兼备，书法才能传之久远：“颜鲁公之书学之所以能雄视艺坛历千余年而倍增辉煌，端在其人格之卓越与情操之高尚，与夫书学本身不可磨灭之艺术价值。而其书学之所以具备不可磨灭之艺术价值，天资与功力为技术上之因素，内容上因素则又为以上所述之人格与情操也。”(《颜鲁公之书学》)\n 王景芬在《惊心动魄，独辟蹊径-论颜书杰出的艺术成就及书品和人品的关系》一文中进行了深入探讨，作了更为合乎情理的解释：“书法艺术能否直接反映出一个人的‘忠义’、‘气节’、‘英烈’等为人政治品质呢? 如果单纯从书法艺术形式美和风格的角度，我认为是很难的。”“书法艺术并没有具体的形象。它的心相关系的媒介是人的感情、审美趣味，因此它具有游动的、模糊的、不确定性。……而且艺术的形式美与人的文化修养、性格、审美趣味和掌握书法形式美的手段的深\n浅等关系最大，而这些和政治品格的关系既很密切，但又不直接，这是极其复杂的现象。那么怎样使书法艺术心和相的关系连接起来，固定化和明朗化，就得借助于具体书法作品的书写内容和作者书写时的具体情感以及人们对作者整个人品的了解，和书法艺术由于感情的媒介所体现出来在书法风格笔画中的痕迹，由人们逻辑推理所得的结果。”作者以颜氏的行草书《祭侄文稿》为例，进行分析印证。他认为颜氏写祭文时完全沉溺在悲痛气愤的情绪之中。文稿前六行，结体端正，运笔较慢，反映颜氏虽然心情激动，但尚理智；第七行至十三行，是回顾季明年幼品性和反“安史之乱”初期情形，已动感情，故字形随便，运笔速度加快，已不计工拙；自十四行至二十五行，结体潦草，笔画极为随便，沉浸在切肤之悲痛中。到后来悲痛至深以至思路都连贯不起来，仅五行四十来个字就有六七处涂改。这就是作者的感情通过笔画所遗留下来的痕迹。颜氏以熟练的笔墨，使忠义之情和优美的书法自然而然地融合在一起。只有在这种具体作品中的风格，才体现出人的思想品格。当然这种体现仍然是曲折的，是逻辑推理的结果。\n 当代学者有从新的角度研究颜书艺术的。黄君的《颜真卿的书法精神》，从哲学和美学的角度，探讨了颜真卿的书法艺术。他重点论述了佛道思想对颜书的影响。他认为，颜真卿是有名的忠臣，把他的思想归入正统儒家体系，早已成为定论。但颜氏的特殊性在于：现实生活中的儒学化的思想体系中却隐藏着一个佛道思想体系，这一点长期以来没有受到足够的重视，而正是这一体系，深深地影响了他的书法艺术。作者认为，颜氏的思想是佛、道并存的，按他在思想上所达到的境界更接近于道家。儒家偏于理智、执着，其思想离不开道德人伦规范，所以反映在艺术上往往注重实用和美善结合，这是导致艺术缺乏个性，不能容纳活泼的艺术主体的关键。道家在这方面就宽松得多，它虽也讲求“进乎道”，但此道具有很大的宽泛性，所以道家于艺术往往能体现一种经过训练以后的主体精神自由，表现在创作中则是主体与客体融合，艺术活动往往能最大限度地负载主体的情感体验，变为人的精神活动的一部分。颜氏的书法艺术精神是属于道家一路的。他那丰富多彩的艺术表现，已经明显偏离中正不倚的儒学艺术标准；他那忘情忘我的创作心态，已是地道的老庄虚静境界；他那以情感体验为原动力的创作模式，表明他对内心情感体验的尊重，已经具有几分禅者的风度。颜氏的许多传世杰作，对儒学式的传统书法规范敢于大胆地反叛。作者以《祭侄文稿》为例，进行分析论证。他认为，《祭侄文稿》中那忽粗忽细、歪歪斜斜的字体和屡屡再现的偏锋、“败笔”，特别是那些毫无顾忌的涂改，充分表现了创作主体在当时并未把既定的规轨法度放在心上，而是一往情深地将内心感受凝聚在文词里、倾注在笔墨间。所以，违背儒家式艺术规范的创作成为下意识的笔墨挥洒，它真实地记录了主体的情感体验，使艺术的主体建构取得巨大成功。颜氏的《裴将军诗》等成功之作，也都是在这样一种创作思维下产生的。\n 关于“颜体”楷书的创立、发展过程，大多数学者认为可分为三个时期，即早期(亦称“学习期”、“酝酿期”)、中期(亦称“形成期”、“创始期”)、后期 (亦称“成熟期”、“人书俱老期”)。但具体的分法及每个时期书法的特点， 说法略有不同。金开诚认为：50岁以前为前期，50岁至60岁为中期，60岁以后为后期；王景芬的观点，前期同金开诚，中期由50岁至65岁，后期为65岁以后；朱关田和殷荪分法大致相同，认为56岁以前为前期，57岁至71岁为中期，72岁以后为后期。对后期书法评价，金开诚认为“颜真卿艺术生命久长，愈到后来成就愈见辉煌”( 见《颜真卿的书法》，《文物》1977年第10期)。朱海良说：“至72 岁时写的《颜氏家庙碑》及《自书告身》，更向凝重深沉发展，雄肆其外，秀穆其中，已到了炉火纯青的地步。”(见《颜书概论》，江苏古籍出版社1987年2月出版) 王景芬认为晚期“并没有因年老而在结体和运笔上失去驾驭，笔画的横轻竖重和蚕头燕尾反而不很明显，风格更为苍劲厚朴，气势伟壮，达到人书俱老的境界”( 见《颜真卿》，\n1988年5月出版)。而朱关田的观点则与上述看法截然不同，他认为《颜氏家庙碑》“为鲁公最晚所书，年事高迈，精力殚竭，且称述祖德，意绪肃敬，二乖双遣，终难奇绝”(见《颜真卿书法评传》)。\n 有的书家从技法上研究颜体字，如朱海良编著的《颜书概论》，郭风惠的《颜字的特点和他的书写方法》等。《颜书概论》在概括介绍颜楷的基础上，从基本笔画、笔画组合变化、偏旁部首、间架结构几个方面讲述颜楷的写法，而且附有大量字例分析，可作初学者的津梁。郭风惠一文从用笔、结构两个方面介绍颜楷特点及写法，并且提醒初学者，固然要掌握它的特征，但不能专在特征上用力，而忘了它的整体性。上述这些微观上的研究，对临习颜书甚有裨益。\n 二、作品的选辑、评析，碑帖的考证\n 作品集有王景芬编的《中国书法·颜真卿》，朱关田主编的《中国书法全集·颜真卿》等。以朱关田所编为好。它以编年的方法，以颜氏早、中、晚书法创作年代为序，从而系统、完整地展示了颜书艺术全貌。此集注重孤本、善本的选择，其中不少作品是第一次发表，尤为可贵。朱关田还对《张长史十二意笔法论》、《自书太子少师告》、《竹山潘氏堂联句》等书迹加以考证，指出系伪作，成一家之言。还有人对《裴将军诗》的真伪，对《刘中使帖》、《湖州帖》的书写年代进行了考\n证。近年对颜真卿主要作品的评析文章渐多，如刘正成主编的《中国书法鉴赏大辞典》，对颜氏各个时期作品22件进行了评论、分析，其中楷书16件，行草书6 件。王玉池主编的《中国书法篆刻鉴赏辞典》，对颜氏的27件作品进行了评析，其中楷书19件，行草书8件。单篇发表于报刊上的评析文章则更多。 这些文章的特点是对颜书的艺术特点分析细致入微，评论大多公允恰当，对读者欣赏、学习颜书起到了向导作用。\n 三、研究组织及其活动\n 随着颜真卿研究的深入，在颜氏故里和颜真卿活动过的地方，陆续建立了研究组织，有江苏省南京颜真卿书画院、山东省费县颜真卿研究会等。\n 南京颜真卿书画院经南京市政府批准，于1991年5月31日成立。 现有成员：名誉院长5人，顾问34人。其中日本书法家12人，韩国书法家3人。正副院长7人， 画师65人，成员中有教师、医师、工程师、政府干部、企业家、新闻记者、编辑等，其中大部分为中国书协、美协会员和江苏省书协、美协会员。\n 1992年，该院与日本书道界商定，同南京中山园林处合作，建成约1500平方米的“颜真卿碑林”一座，由中日书法家书碑刻石。1995年5月， 为纪念颜真卿诞辰1286周年，该院编辑出版了《颜真卿书画院作品集》。1997年5月， 举办了颜真卿书法艺术研讨会和中外书画展。\n  费县颜真卿研究会于1994年2月注册成立。 其宗旨为弘扬优秀民族文化和颜真卿爱国思想，继承、挖掘、研究颜真卿书法艺术遗产，为社会主义物质文明和精神文明建设服务。\n 研究会有成员60人，设正、副会长6人，正、副秘书长5人。自建立以来，举办了两次颜真卿书画展，建立了大型颜真卿汉白玉雕像，并指导了颜真卿故里人文遗产的修复整理，撰写了一批有关颜真卿故里的考证文章。\n  1997年9月23日至25日，山东省人文自然遗产保护与开发促进会、 山东省历史学会、山东省地方史志办公室、临沂市社联、中共费县县委、县政府联合在费县举办了全国首届颜真卿学术研讨会。到会专家、学者、书法家和各级领导100 余人，收到论文54篇。研讨会就颜真卿的思想、书法艺术、家族文化三个大的方面进行了广泛的研讨。会议期间进行了书法交流，举办了书法展览。\n 会前，中共费县县委、县政府组织复制了“文化大革命”中毁坏的《唐鲁郡颜文忠公新庙记》碑，出版了《唐鲁郡颜文忠公新庙记》碑拓本，恢复了部分颜真卿人文景观。会后编辑出版研讨会论文集。\n 河南省驻马店地区书协与汝南县文联为纪念颜真卿蔡州殉节1202周年，于1986年9月举办天中山书会，中国书协、河南省书协、河北省书协、 《中国书法》杂志社、书法报社等单位及书法界的人士，汇聚天中山，对颜真卿书法艺术进行了研讨，并交流了书艺。\n 第三辑 国外研究\n 日本书法界历来推重颜真卿，把他和王羲之相提并论；不仅师法颜真卿的书法，也对他进行理论上的研究。较有成就的学者有中田勇次郎、杉村邦彦、饭岛太千雄、比田井南谷、野中吟雪、宫崎洋一等。\n 小木太法《升华的结晶体》从家学等背景上探索其篆书笔法的来源，认为颜真卿自幼就接触篆书，自然就掌握了文字学知识及篆书技能。石桥鲤成高度评价了颜真卿的创新精神：“在书的新意方面，没有其他书可比得上颜真卿的书法，颜真卿书法包含并解答着书法的所有问题。”(《颜体书法的寸感》，见《墨》1987年3-4月)稻村云洞侧重评颜书的风格，他认为从颜真卿的名迹中， 可以“寻求其刚快、厚重、雄浑、稚拙、野趣”等(《超越时代的魅力》，见《墨》1987年3-4月)。 太以颜书为例，对“书为心画”作了新的阐发。他认为，颜书很好地表现了人类的内心世界：“通过学习颜真卿的书法，实际觉察到了人类的生命力通过手臂，通过每根毛笔的运笔跳动在纸面上的情景。”“《争座位帖》、《祭侄文稿》的自由变幻的空间的延伸，从根源上高度表露人类的内心世界，如实表达生命本身，是非常好的书法。”(《即使是现在，依然是颜真卿》，见《墨》1987年3-4月)\n 与中国的擅于宏观论述相比较，日本更长于个案研究。不少论文对颜的主要碑帖进行微观研究，如宫崎洋一的《〈争座位稿〉与〈郭氏家庙碑阴〉》、《关于颜真卿书〈殷夫人颜君碑〉》等。\n 对颜真卿早期作品《多宝塔碑》，日本学者的观点与国内大体相近。伏见冲敬认为它是“壮年时代所书，完全是一笔一画都严格按规矩写成的字体。从这件作品中，可以体验到什么是对书法持有绝对信念的态度”(《中国历代书法》)。比田井南谷说它“是结体整齐、笔力较强的作品，所以从古代就是面向初学者的。因为是开始的写作，还不是发挥颜真卿真正价值的作品”(《颜真卿书法的魅力》， 见《墨》1987年3-4月)。\n 对晚期作品，日本学者评价较高。如《颜勤礼碑》，伏见冲敬认为“这一通因为是近代发现(1922年)的，所以碑面非常完好，是最值得信赖的颜书代表作品” (《中国历代书法》)。比田井南谷说它“是绝好的资料， 属于颜书中整齐的作品，文章精炼，内容丰富，用笔生动”(《颜真卿书法的魅力》)。\n 与楷书相比，日本学者对颜真卿的行草书更感兴趣，评论的文章也较多。野口白汀说：他“尤其喜欢《祭侄文稿》，丰富而宏大，嵌入粗壮、千变万化的格调优美的线条中。这是人类历史和生活方式的电视剧，是一种清流飞溅直进的跃动感，然后弯曲为锐角或钝角。这种演奏时间和空间呼吸的运笔，真是太漂亮了。”( 《颜书的感动》，见《墨》1987年3-4月)\n 日本学者甚至从颜的行草中找出与现代派书法相通的地方。樽木树　说：“《祭侄文稿》运笔和形状都很明快，称为具有率意的书法，厚重而且有安定感，不轻薄，蓄根一般的长长的构造，高贵的姿态，使我回想起第一次看了希腊的神殿建筑而感动的情景。”“逐行看去，文字的大小、强弱、粗细、轻重、动静等让人想不到八世纪所写，具有现代感，不得不使人感到与现代相通的新鲜感。”( 《书法的理想状态》，见《墨》1987年3-4月)比田井南谷评价《裴将军诗》说：“作为混有\n楷、行、草体的破体的《裴将军诗》，富有变化而意味深长。篆书的笔法，是经常出现的，从某种意义上讲，是通俗性或者说是趣味性。”(《颜真卿书法的魅力》)石桥鲤成认为：“《裴将军诗》的破体书法中，令人惊奇地隐藏着前卫性，原来一种作品中交叉混有楷书、行书、草书三种书体，并使其协调，不能不说是难以做到的事情。即使是勇敢地向这些难事挑战，结果容易形成和书法的造型美相差甚远的丑恶的东西。总之，《裴将军诗》的书法不得不说是书法开创以来的奇迹。它里面\n有超越时空的大小的协调性。曾为汉字和假名的协调而费尽心思的我们看来，不得不感叹还存有着多大的距离。”(《颜体书法的寸感》)\n 有的学者还探讨了学习、临摹颜书的方法。比田井南谷认为：“楷书到颜真卿，已经渗入了篆书的笔法。虽说已经渗入，因为笔的角度总有些垂直，是用手腕的动作来运笔的，因此，单以指尖的技巧进行临摹，也不能表现那种沉着的笔意。当然，即使不依照古代书法进行书写，也能写出有趣的临摹作品。但是，为理解颜真卿的书法，建议使用硬笔或兼毫笔。”(《颜真卿书法的魅力》)\n 部分年轻学者在研究方法上有所创新，得出的结论也与前人不同。宫崎洋一是一位年仅35岁的研究颜真卿的学者，他对自己的研究心得有具体的自述：“迄今为止关于颜真卿楷书的‘蚕头燕尾’的独特书风的提示，其实是在石刻制作过程中被大大变形之后，作为一种固定的‘虚像’为后人所接受的。并且，后人却往往以为这种虚像就是颜体的本来特征。我以为，这是对书法作品分析缺少客观性的误导所致。由此，我以为应该在整理书法史研究的基本分类的同时，对其分析方法也有必\n要加以检讨。在对颜真卿的本真书风进行分析之后，我认为颜书特征可分为40年代的‘壮年期’，50年代的‘圆熟期’，60年代的‘衰退期’等大的类型与分期。在圆熟期的书法结构是以重心升高为特征，而在衰退期的楷书与部分草稿书的字形，向右侧倾斜，显然具有明显的‘习气’。此外，对颜真卿的书法的倾斜与定着等进行调查与分析之后，我们可以再通过题跋史料的编年或排比，窥出种种评价的变迁轨迹，并随着对种种不同时代的拓本的分析去窥出其变化轨道，据此寻找出颜真卿\n的风格‘虚像’的确定之一端。目下，我正在尽可能多地收集各种题跋资料，细心排比各种石刻关连文献。”(转引自陈振濂《青年书学家--宫崎洋一》， 见《中国书画报》1996年9月19日)\n 宫崎洋一的研究得出一个崭新的评价，他在对古人资料的排比分析时提到一个“虚像”问题。运用宫崎洋一“排比颜书全部资料”的方法，对于认识古代书法文献的“虚像”，及石刻对墨迹所施加的“虚像”的影响，正确把握书法家及其作品的价值，认识颜真卿的本真面貌，是极为重要的。\n 为纪念颜真卿被害1200年，日本出版了由中田勇次郎监修、饭岛太千雄编集的《颜真卿书迹集成》和《颜真卿大字典》。前书共五卷，收录作品有：(一)三稿 (《祭侄文稿》、《祭伯父稿》、《争座位帖》)及墨迹等；(二)《忠义堂帖》；(三)《多宝塔碑》等；(四)《麻姑仙坛记》等；(五)《颜氏家庙碑》等。另附有董其昌、上田桑鸠的临书及现代书论家的鉴赏、解说文章。\n 此外，日本还出版了清雅堂版的《颜真卿法帖》六种，包括《多宝塔碑》、《祭侄稿二种》、《争座位帖》、《建中告身帖》、《竹山联句》、《忠义堂帖》。每种碑帖并附有释文及解说。\n 书法刊物《墨》1987年3-4月为“颜真卿特集”。 其图版部分刊载颜真卿名作选，收入碑帖有《祭侄文稿》、《祭伯父文稿》、《争座位帖》、《刘中使帖》、《裴将军诗》、《多宝塔碑》、《东方朔画赞碑》、《郭氏家庙碑》、《逍遥楼刻石》、《麻姑仙坛记》、《颜勤礼碑》、《颜氏家庙碑》等。帖影印全文，碑只选一二页。每幅作品旁附有说明，介绍书写时间，原石所在地点，书法艺术特点，真迹或拓本流传、存佚等情况。作品影印逼真，印刷精美。\n颜真卿生平研究\n　　颜真卿生平研究始于唐代。颜真卿去世后，其亲谊兼僚属殷亮作《颜鲁公行状》上报朝廷，继由太子右庶子令狐　作《神道碑铭》，对颜真卿的生平事迹略作记述。?蛞罅痢⒘詈∮胙照媲涫敉贝耍裕缎凶础酚搿渡竦辣烦晌芯垦?真卿生平的最基本的材料。二者各有侧重：《行状》重实事，《神道碑铭》多赞语。\n  后晋刘　监修《旧唐书》，首次为颜真卿立传。传称颜真卿“富于学、守其正、全其节，是文之杰也”。《旧唐书》还在《忠义传》序中评论“杲卿、真卿之骂贼，又愈于安金藏、段秀实”，确立了颜真卿忠臣义士的历史地位。此后，宋欧阳修等撰《新唐书》，承《旧唐书》之例而为颜真卿立传，对颜真卿为奸臣排挤不能尽信于君，及临大节却能蹈之而无贰色的品节深为敬服，比之如“严霜烈日”，成为后世定论。\n 至南宋，颜真卿生平研究有了进一步的发展。永嘉太守留元刚首次为颜真卿编写年谱，对颜真卿的仕宦、书作等生平大事作了具体系年，成为颜真卿生平研究的突破性成果。但此谱失之过简。清人黄本骥在此基础上“博稽史传，详采遗文，按岁重编”，重新修订完成一部更为详实的年谱。此年谱成为后世研究颜真卿的重要参考资料。\n  黄本骥在年谱之外，另作《颜鲁公湖州宾客考》、《颜鲁公生卒葬地考》、《颜鲁公著作考》、《颜鲁公祠庙考》等。《宾客考》考证了颜真卿在湖州任上的交友情况。《生卒葬地考》对颜真卿的遇难时间、葬地等作了考证。黄本骥认为，新旧《唐书》本传所记“兴元元年八月三日，希烈使阉奴等缢杀之”及令狐　《神道碑铭》所载“今上兴元元年八月三日，蹈危致命于蔡州之难”均误。据留元刚《忠义堂帖》所收鲁公《移蔡帖》及殷亮《行状》，应为贞元元年八月遇难，并具体指\n出“当为贞元元年八月十三日乙丑，至二十四日丙戌始闻讣于朝也”。黄本骥认为，颜真卿的享年应为七十七岁，则逆推其生年，当在中宗景龙三年。对颜真卿的葬地，黄本骥持归葬京兆万年凤栖原说，认为偃师说据米芾所记南海寄书事甚为荒诞，费县、句容、曲阜说均不足据。《著作考》对《旧唐书·经籍志》、《新唐书·艺文志》、《宋史·艺文志》，以及清康熙年间《御定全唐诗》、嘉庆间《四库全书》收录的颜真卿著作进行了考证。\n 此外，清人毕沅还对颜真卿的官阶予以考证。毕沅认为，《唐书》本传所载颜真卿迁转官爵多有错误，便以《行状》、《神道碑铭》、家谱、年谱与本传互考，附载在家庙碑后。毕沅的考证较为简略，但注意了职事官和勋官的考证。\n 清代及其以前的颜真卿生平研究，在考证的基础上积累了大量的材料。新中国成立后，颜真卿研究立足古人的研究成果，将颜真卿的仕宦、交游、书法创作、著作等进行综合研究，并向深度和广度拓展，取得了突破性的进展。\n 1979年，中华书局出版吴慧著《颜真卿传》。此后，随着书法艺术的繁荣，颜真卿书法艺术及生平成为研究的热点，1988年、1990年、1993年，先后出版了三部颜真卿传记。\n 王景芬著《颜真卿》，紫禁城出版社1988年出版，系《中国古代书法家丛书》之一。全书分“生平事略”、“艺术成就”两大部分。“生平事略”部分侧重介绍了颜真卿对维护国家统一的贡献，以及不畏权贵、正直刚烈、与叛逆斗争并以身殉国的事迹。傅以新著《颜真卿》，新蕾出版社1993年5月出版， 系《中华历史名人丛书》之一。该书面对青少年读者，以传记形式介绍颜真卿的丰功伟绩，突出了他的忠义气节。该书引文全部译为白话，通俗流畅。\n 朱关田著《颜真卿传》，1990年8月上海书画出版社出版。 全书共分三章：第一章《颜真卿家世》；第二章《颜真卿生平》；第三章《书法艺术》。附：《颜真卿世系表》、《颜真卿行迹仕履表》、《颜真卿友朋暨同时书家年?荼怼贰ⅰ堆照?卿书迹著录表》、《颜真卿书迹考辨》、《颜真卿书法图录》。该传纵述世系传承、传主生平，横写社会背景、隐逸至友、文学交游、儒释神侣等，全面介绍了颜真卿的生平、气节和文学、书法艺术成就。取材全面，内容详实，考据严谨。\n 作者以丰富的历史和书法艺术知识，指出了现在流传的颜真卿书法作品中的伪赝、错讹，论证缜密；对颜真卿同时代的著名书家、文人与颜真卿的交往进行了考证研究，指出了他们对颜真卿的影响，并第一次介绍了颜真卿的文学成就和文学思想。指出在中唐偏重“朴疏近古”的时势中，颜真卿能重新强调文章的文采和实质的关系，要比古文运动的先驱者萧颖士、李华的主张高出一筹，肯定了颜真卿对古文运动的贡献。\n 朱关田还于1993年编订出版了《颜真卿年表》( 系《中国书法全集·颜真卿》的一部分)。该《年表》借鉴宋留元刚、清黄本骥年谱，在充分考证的基础上， 对留、黄二人年谱中系年不准确处进行了勘定。《年表》既突出颜真卿的生平活动，又交代时代背景及文学、艺术方面重要人物的生卒情况，在社会发展、文学艺术的演进中把握颜真卿的活动轨迹，全面反映颜真卿的仕宦、艺术创作、交游等情况。资料丰富，特点突出，所载人物之多，材料之丰富，均为历代颜真卿研究者所不及。\n 国外对颜真卿的生平研究，主要集中在日本。主要成果有河合仁编的《颜真卿年谱》、杉村邦彦的《湖州时代的颜真卿》等。河合仁的《年谱》较国内的简约，始于709年颜真卿出生，终于804年空海和尚来唐留学。其特点是分三个栏目：①颜真卿的足迹，碑碣及原石所在地。这一栏记述颜真卿一生官职升迁及抗击安禄山叛军，宣慰李希烈等重大事件，碑帖书写时间及原石、真迹所在处。②当时的社会状况。如755-757年，记述“安史之乱”情况。③当时的日本状况。 记述日本政治、\n文化、书法方面的大事。如751年，记载汉诗集《怀风藻》编成；804年，记载最澄、空海赴唐留学。这种编撰体例，可以使读者从大的背景上了解颜的思想和书法创作，同时在横向比较中，看出中日两国文化、书法的异同及交流情况。\n 杉村邦彦的《湖州时代的颜真卿》，是断代史研究。该文较详细地记述了颜真卿在湖州五年著述、文学、书艺等方面的事迹，重点记述他组织文人编撰《韵海镜源》的经过，手写绢本的流传及真伪(认为是临本而非真迹)。此文材料翔实，可补正史之不足。\n颜真卿思想研究\n 颜真卿身为儒门之后，其思想宗奉儒家，但受时代影响而表现出较浓厚的佛道倾向。虽一生历仕四朝，立朝清正，但历史上对其“让功”、“弃城”、“恋位”、“溺佛信神”等行事仍有争议。\n　　　一、“让功”之争\n “安史之乱”时，颜真卿在平原首倡抗逆，河北十七郡响应并推其为盟主。北海太守贺兰进明久无战功，玄宗不满，派使臣督战，诏称不把失地收复，即将进明斩首。进明仓促攻信都，因指挥不当遭受挫折，后虽在颜真卿协助下收复信都，但损失惨重，诏命功不抵过。颜真卿为巩固壮大联盟势力，在攻下堂邑后，把战功记到贺兰进明名下，朝廷诏封其为河北招讨使。为此，义军将领李　离队，部众议论纷纷，而贺兰进明却受之无愧。对此，后人认为颜真卿“让功”做得过分，是一种\n失误。\n 持这种观点的首见唐代殷亮。他在《颜鲁公行状》中说：“进明以全，乃公护之也。君子曰：窃人之财，犹为之贼，况窃人之功乎!进明之不死幸也， 然公亦过于宽厚矣!”\n 至宋代，大学士胡寅在《读史管见》中评论说：“颜真卿守平原，先贺兰进明起兵，又为河北采访使，则进明乃所部也，要与并力可也，咨其计画可也，军权稍移则过矣，让以堂邑之功，则又甚矣!真卿为是得非，惩常山之败乎?……杲卿既失之，真卿乃务下己以济国事，然进明未尝预堂邑之战而以众人之功归之，是此以不情相与，彼以不情相受，如此其能久相处乎?为真卿者宜具堂邑战伐， 上之朝廷。朝廷必以真卿为制将，于是部勒所得数郡，与郭、李犄角，不亦善乎? 是故每事咨之不足为谦，以进明非可咨之人也；军权稍移不足为贤，以进明非制将之才也；让以众功不足为恩，以进明非所当得而与之也。真卿忠义奋发而功烈不就者，盖始乎此矣!”\n 他认为颜真卿让功，导致了失败，影响了他本人的功烈。持此观点的还有南宋王应麟，他在《困学纪闻》中说：“让，美德也，然当审其是非。赵充国不归功于二将军，君子以为是；颜真卿归功于贺兰进明，君子以为非。”\n 胡寅的认识，对后世有很大影响，几成定论。但也有人认为这是“苛求于鲁公”。明万历年间进士知偃师县事吴江人吕纯如即为代表。他撰《唐太师颜鲁公真卿墓碑记》说：“……又曰‘堂邑之让，不亦过乎?进明何为者?’又不然。公惟国事之济而已，固不知有进明也。常山之辙，亦非所计也。余故曰：鲁公，全此者也，胡氏不知也。即其挺挺大节，始终一致，生死不移，爵禄不能縻，鼎镬不能屈，虽与日月争光可也。”吕纯如提出的“全此”说法，是指颜真卿在大敌当前时，以大局\n为重，舍局部保全体的行为。因此，“让功”非但无可指责，而是在当时情势下，顾全大局的一种值得赞扬的可贵品质。\n 二、“弃城”之争　　　\n 颜真卿平原兴义师，切断安禄山退路。安禄山背受重创，遂派尹子奇、史思明率劲兵十万回攻，义师寡不敌众。令狐　撰《神道碑铭》载：“公内无兼月之蓄，外绝同盟之援，度势量力，义无幸给，不敢委身待擒，贻国之耻，遂与麾下归于凤翔。”\n 殷亮《颜鲁公行状》亦记载当时弃城原因：“是年秋，禄山遣其将史思明、尹子奇等并力攻河北诸郡，前后百余日，饶阳、河间、景城、乐安相次而陷，所存平原、博平、清河三郡而已。然人心溃叛，不可复制。公乃将麾下骑数百，弃平原，渡河，由淮南、山南取路，朝肃宗于凤翔行在。初，公之将过河也，乃谓判官穆宁、张澹曰：‘贼势既尔，若委命待擒，必为其快心，辱国之命也。今将径赴行在，公以为何如?若朝廷必诛败军之罪以励天下，则王纲可振，死亦何恨!如复从事，以责后效，则业不朽矣!’宁、澹与诸将皆赞之。”\n 黄本骥撰《年谱》，还记载颜真卿赴凤翔、取道江淮、荆襄一带时，还积极与各道采访使计会兵马，准备北伐，但终不可得。\n 大敌当前，是守而待擒，还是避实待虚，长远致胜，这本是不难回答的问题。肃宗皇帝尚以忠心归朝加封尚书，但后世竟有人责难鲁公弃城，认为义烈不如张巡，有偷生之嫌。宋修《新唐书》也不把颜真卿列入《忠义传》，说明当时上层人物受此说影响甚深。对此，吕纯如批驳说：“当燕寇之横，公之不为睢阳者幸矣! 死令狐、死希烈，何以异乎?……《易》曰：王臣蹇蹇，终无尤也。其鲁公之谓乎?” (《唐太师颜鲁公真卿墓碑记》)他对那些责难者进行斥问：在平原，巨寇当前， 颜真卿抗敌未死，是事有侥幸，而真卿最后还是壮烈殉国。(张巡)死于令狐潮，( 颜真卿)死于李希烈，同是为国捐躯，难道还有什么不同吗?《易》说：一个人如果尽了主观努力，去克服困难，就是不成功，也没有什么可责备的。说的不就是颜真卿\n这样的人吗?\n 今人王汝涛在《颜真卿研究三题》中认为：“至于弃郡而走，有两个原因：一是玄宗无能，潼关、长安相继失守，平原已完成了牵制任务。二是唐肃宗已经即位于灵武，郭、李两大将已经从河北撤兵到肃宗身边去加强这个新核心的力量，颜真卿弃平原去凤翔，性质与郭、李退兵相同，我们不必苛责他没有像张巡一样死守孤城。”\n 三、“恋位”之争　　\n 颜真卿75岁被朝廷派赴叛军李希烈部宣诏，最后被李希烈缢杀，此事影响最大，争论最多。\n 宋代洪迈在《容斋随笔》中说：“(鲁公)是年七十有五，竟堕杞之诡计而死，议者痛之。呜呼!公既知杞之恶己，或因其方镇之问，欣然从之；不然则高举远行，挂冠东去，杞之所甚欲也。而乃眷眷京都，终不自为去就，义蹈危机，《春秋》责备，贤者斯为可憾。司空图隐于王官谷，柳璨以诏书召之，图阳为衰野，堕笏失仪，得放还山。璨之奸恶于杞，图非公比也，卒全身于大乱之世。然则公之委命贼手，岂不大可惜也哉?”\n 洪迈认为：颜真卿既知遭卢杞排斥，当他问及是否出任地方官时，就应痛快答应，远离卢杞；或者挂冠东去，告老辞职。只要做到一条，就能在奸臣当国的危境之中明哲保身，象司空图一样“全身”于大乱之世。而颜真卿眷恋京都和京官职位，不能自决去就，终于“委命贼手”。对此，南宋胡寅也持同样观点，甚而认为颜真卿被陷，全是他自己不“明智”造成的。胡寅在《读史管见》中说：“鲁公之言直矣，然卢杞不可与言者也，而与之言又伤于直，此所以取祸也。孔子曰：‘危邦不入，乱邦不居。’鲁公清忠直道，再为常伯，辅相有虚位而不用，人君非知己矣。年逾七十致仕而归，得保身之明，无屑去之嫌，不亦善乎?而与卢杞同朝， 且有相容之诉，而触其所恶闻，难以言智矣。”\n 《责备余谈》一书，也持类似观点，称：“七十悬车，古之制也。然亦道其常耳。……然其世则乱世也，其君则　君也，其年则八十余也，不能引年而退，见机而作，卒皆不得其死，此君子所以深惜之者欤?”\n “致仕”、“引年”等语，都是慨惜颜真卿年过70岁还不“退休”的所谓“恋位”问题。对此，清代黄本骥作了否定。他在《颜鲁公集》中加案，说：“《旧唐书·代宗纪》：大历十三年正月，鲁公尝三上章乞致仕，不许。其时公年方七十，则非恋职者可比，此论似尚未确。”清王澍在《竹云题跋》中也针锋相对地指?觯?“或者议公年逾七十不肯致政，难以言智。当是时，唐室祸乱相仍，殆无虚日，又林甫、卢杞相继为相，中外之势危若累卵。公以五十年旧臣不忍坐视其亡，而宁以身殉，此其心迹，真与日月争光可也。”\n四、“溺佛信仙”之争　　　\n 颜真卿生前结交僧、道，研究佛学、道义，多次为僧侣、道士撰写碑文。如王澍在《虚舟题跋》中说：“鲁公平生得陶八八刀圭之术，雅好摄生，故于神仙之事，每津津道之。如《华姑坛》、《元靖先生碑》及《麻姑记》，皆其所极矜练书，故刻一碑未已又刻一碑，既书大字又书小字，盖于此事，实亲切有味，故不惮烦复如此……观公死李希烈难后，犹有罗浮札书寄小颜村之事，则公之得力于餐霞之术可知。”明代王世贞也在《　州山人四部稿》中说：“鲁公好仙术，不特书麻姑坛已\n也。”颜真卿去世后，宋李搛等辑《太平广记》载其成仙事，李石撰《续博物志》、米芾作《鲁公仙真(迹)记》，明陈仁锡作《书鲁公逸事》，清《费县志·佚事》等，均载有颜真卿溺佛成仙事。后世对此持论不一，或肯定，或否定；有半信半疑者，有认为是诬蔑圣贤者。\n 宋代曾巩在《抚州颜鲁公祠堂记》中说：“公之学问文章，往往杂于神仙、浮屠之说，不皆合于理。”宋欧阳修在《集古录跋尾》中承认：“颜公忠义之节皎如日月……而不免惑于神仙之说，释老之为斯民患也深矣。”许永在《祁阳颜元祠堂记》中表示不同看法说：“昔曾南丰为《鲁公祠堂记》，取其名节而怪其溺于神仙之说，谓不能概于圣人。以予考之，自古忠臣义士死必为神仙，若比干、屈原、伍子胥之徒皆为列仙，见于传记……而旧说以鲁公为仙，以是知怀义秉忠之士，虽死\n而未尝死，无可疑者。”“余则谓鲁公以忠义而好神仙……事虽涉怪诞而亦可以证公深于神仙之术。”(《石墨镌萃》)\n 至明代，陈仁锡作《书鲁公逸事》引用《别传》记载，将颜真卿服丹成仙一事描述得更为具体，并说“时人皆称鲁公尸解得道事”。对此，清黄本骥加案说：“明卿(即陈仁锡)所书与米襄阳《仙迹记》小有异同，盖皆本于李石之说。以仙视鲁公，不知公之自有千古者，正不在金丹幻术也。揆厥所由，皆以平日文字喜与仙佛作缘，故后世之恶卢杞而恨希烈者，欲藉此以抒其不平之气，亦如谏佛骨之韩昌黎，偶与文畅、大颠辈以诗文投契，遂指为释氏华宗。此虽细人爱人不窥其大，其实皆二公有以自树之的也。鲁公为复圣后裔，数百年来议礼诸臣不克跻于两　之祀，正为仙迹所累，特识于此，以俟千百世之具只眼者。”黄本骥认为盛行“成仙”之说，有两个原因：一是爱颜真卿恨卢杞、希烈者借此抒不平之气；二是人不窥其大，以其喜好佛、道，导致后世不作“两　之祀”。\n 清人王澍对米芾等人的“仙真说”不满意，认为是“诬蔑昔贤”。他在《竹云题跋》中说：“……元章痛其死，乃为仙去之语，以摅其愤懑之思，用意良善。然吾独以为大失鲁公之心。考鲁公平生，颇溺佛老，常时或从陶八八学神仙之术，亦未可知。及其使希烈，一出一入，动以义命自安，盖举平时所为神仙者，至此已尽付之浮云矣!藉使果得仙去，吾犹将讳之，以成公之志节，况事理之所必无哉!元章不识大义，乃以无稽小说大书深刻，诬蔑昔贤，可谓　矣。”王澍对米元章痛颜真\n卿死，书其成仙不死，认为是用意善良，尚可谅解。但作为一个名人学者，应有主见，不该随和时俗，不写颜真卿的志节，却大书成仙事。\n 现代学者自然不去议论颜真卿的“仙真”问题，但就佛道对颜真卿的影响，进行了新的探讨。朱关田在《颜真卿传》中说：“颜真卿自从永泰二年(766年) 因忤权相元载而横遭贬逐以来，就倾心于交道、佛之侣，结隐逸之欢，游文学之门。他常在诗中反映这种心情：‘兴逐孤云外，心随飞鸟泯。’(《咏陶渊明》)‘兹夕无尘虑，高云共片心。’(《夜集联句》)淡泊名志，已无复功名的追求。”\n 在解释原因时，朱关田说：“唐代自安史之乱以后，佛道之学盛行，尤其是老庄思想，以其清静无为、神仙洞府而深深地为官场失意者所仰羡，无不藉此作为精神支柱。开明洒脱如李白之辈也在所难免，何况此时因宦海沉沦、仕途失意、怀有无数烦恼的颜真卿了。鲁公在当时风气的熏染下，受符、服名药，崇超然，劝放生，儒学之中涵融道、佛思想，严重地影响了他的思想进步，特别是在这十一年的贬谪时期中，消极无为以至于到了庸俗的地步。”\n 凌家民在《颜真卿集·前言》中评论：“在颜真卿的精神世界中，作为根本、起支配作用的是儒家思想。但他又释、道兼通，从一些文章中可以看到他对那些神仙怪诞之事，竟深信不疑，致遭后人非议。其实，时至唐代，儒、释、道三家鼎立并存，互相渗透吸收，已共同铸就了中国思想文化，士大夫大多兼而习之，融于一身，时代风尚使然，颜真卿也不能独免。”\n 王汝涛对颜真卿受佛道影响，而“消极无为”说持不同意见，认为其在十一年遭贬任地方官时政绩突出，“完全是儒家积极用世的表现”。并首次提出颜真卿具有“大一统”爱国思想，“孝忠教化”、“重礼治”、“循名责实”的名家思想。","author":"唐代颜真卿","description":"探索颜真卿书法的源流"}]