[{"text":"《自书告身》，楷书纸本，凡三十三行，二百五十三字，结衔小字十三行，传为颜真卿所书的墨迹。今藏日本中村不折氏书道博物馆。\n该帖端庄朴厚，苍劲有力，用一种高古气象和庙堂之气，为其晚年风格成熟时期的代表作品。\n《自书告身》为内府旧藏之物，前有纯庙前有御书十余行，隔水绫上复嵌御书数小行，后有米友仁、蔡襄、董其昌三跋，又朱朗白一跋，颜书墨彩已脱。后为清宫石渠宝笈之物。\n简介\n《自书告身》是颜真卿于唐德宗建中元年(公元780年）被委任为太子少保时自书之告身。告身是古代授官的文凭，相当于后世的委任状（任命书）颜真卿写这篇告身时已是七十二岁高龄。他的书法也已达到炉火纯青的境界。这一年他还书写了《颜氏家庙碑》，和《自书告身帖》同是他晚年的力作，历来为世所珍重。《自书告身帖》，结体宽舒伟岸，外密中疏；用笔丰肥古劲，寓巧于拙。字多藏锋下笔，点画偏于圆，除横细竖粗的特点之外，有些竖笔，中间微微向外弯曲，因此显得骨肉亭宏，沉雄博大。尤能反映出颜书的丰采。詹景风称此书：“书法高古苍劲，一笔有千钧之力，而体合天成。其使转真如北人用马，南人用舟，虽一笔之内，时富三转。”董其昌谓：“此卷之奇古豪放者绝少。”真迹原藏清内府。今在日本，藏中村不折氏书道博物馆。\n此帖又称《自书太子少师告》，后面有蔡襄、米友仁、董其昌跋。蔡跋：“鲁公末年告身，忠贤不得而见也。莆阳蔡襄斋戒以观，至和二年十月廿三日。”米跋：“右颜真卿自书告。绍兴九年四月七日，臣米友仁恭览、审定。”董其昌跋：“官告世多传本，然唐时如颜平原书者绝少。平原如此卷之奇古豪荡者又绝少。米元晖、蔡君谟既已赏鉴矣，余何容赞一言。董其昌。”是帖曾收入宋内府，后又曾为韩胄、贾似道，明韩逢禧，清梁清标、安歧以及清内府收藏，后赐与恭亲王奕訢。而从《翁同龢鉴藏大系略稿》知，此件为1861年英法联军攻入圆明园之后散出宫外的。\n钤有“绍兴”、“内殿秘书之印”、“安歧之印”、“乾隆御览”、“恭亲王章”等鉴藏印。帖前有乾隆“唐颜真卿之告”六字。此帖《云烟过眼录》、《清河书画舫》等均曾著录，南宋留元刚刻《忠义堂帖》拓本为所见早期刻本，后世丛帖、汇刻亦多收入。由于《告身》流传有录，又经历代丛帖刻入及部分书画典籍著录，所以历来被人视为颜真卿真迹。但今人曹宝麟、朱关田经过考证，各自认为此帖并非真迹。启功认为“自书己告，实事理之难通者”(《启功论书绝句百首》之四十九首自注)。\n自书告身\n肃宗“授颜真卿太子少师敕”。告身也称告身状，是委任官职的诏告公文。颜真卿该墨迹作品一般简称“自书告身”，也有的称为“自书太子太师告”。\n敕：国储为天下之本，师导乃元良之教。\n诏曰:太子是天下的根本,太子之师对其施行教导。\n国储指太子,元良也是太子的代称,因为元良本义是大善，至德，指大贤之士。\n将以本固，必由教先，非求忠贤，何以审谕？\n要想根本牢固,必须先有好的教导。若非忠贤之人,如何可以教诲太子?\n审谕指太子的师傅对太子的明白开导。语本《礼记·文王世子》:“大傅审父子君臣之道以示之;少傅奉世子以观大傅之德行而审喻之。”喻通“谕”。\n光禄大夫行吏部尚书充礼仪使上柱国鲁郡开国公颜真卿，\n此句可这样断句:光禄大夫,行吏部尚书,充礼仪使,上柱国,鲁郡开国公,颜真卿，\n光禄大夫：光禄大夫为散官名,(散官是表级别的，而职事官是实际行政职务),在当时为从二品。\n行吏部尚书：“行”表示高级别任低级别的职事官。吏部尚书在当时是正三品,因其为二品,故曰行。\n充礼仪使：充是充任的意思,其实有特派的意味,因为颜真卿有行政职务(吏部尚书),再特别指命他为礼仪使。礼仪使是专管大典礼仪等事宜的官职。唐玄宗天宝九年始置此职,以后数度停置。六十多年间，唐朝共任命过七位礼仪使,大都是兼任,颜真卿是最后一位礼仪使。“代宗晏驾，朝廷以公鸿儒，详练典故，举充礼仪使。祗护陵寝，率礼无违，加光禄大夫、太子少师，使如故。”(令狐峘《光禄大夫太子太师上柱国鲁郡开国公颜真卿神道碑铭》)\n上柱国：上柱国是勋位中的最高级，共十二级。\n鲁郡开国公：开国郡公是爵位中的第四等,属正二品.唐朝国公(第三等)以下爵位前规定加“开国”二字。\n颜真卿：人名。\n立德践行,当四科之首;其品德操行,四科均优。懿文硕学，为百氏之宗。\n立德践行,当四科之首:这里说的四科,指唐高宗时举荐人才的四条标准，即,孝悌力行﹑经史儒术﹑藻思词锋﹑廉平强直。(见宋王应麟《小学绀珠·制度·四科》)其文章学识,可作众人之师表。\n其品德操行,四科均优:他的品质﹑德行,才华,按四科的标准来评价,都是每一科最优秀的。\n懿:音yi(去声),美好的意思,多指德行。\n忠谠罄於臣节，贞规存乎士范。\n作为臣子,其志忠诚,其节正直;道德贞正,可为士之模范。\n谠:音dang(上声),正直的。罄:音qing(去声),器皿已空,尽,用尽意思,如,告罄,售罄,罄竹难书.\n述职中外，服劳社稷。\n曾在中央和地方供职,为国家辛勤操劳。\n述职本为“向上级报告在职时的所为”之义,这里代指供职。中外，朝中和地方。“服”指服役，从事，劳指勤劳。\n静专由其直方，动用谓之悬解。\n由于平时重视修德，沉静专注，气量宽宏,执法办事之时，则能解决难题。\n静专，语本《易·系辞上》:“夫乾,其静也专,其动也直。”朱熹注:“静体而动用。”直方当出自《易·坤》:“六二,直方大,不习无不利。”悬解犹言解倒悬，谓在困境中得救。\n山公启事，清彼品流；叔孙制礼，光我王度。\n晋朝山涛，多有启奏，品评推举廉洁高尚的人才。汉初叔孙通,曾制订礼仪,以光大帝王法度。\n山公谓晋山涛.史载,涛为吏部尚书，凡选用人才，亲作评论，然后公奏，时称“山公启事”,比喻公开选拔人才。清,高洁,高尚,高明,形容词动词化。\n叔孙指叔孙通,又名叔孙何，西汉初期儒家学者，曾为汉高祖制订汉朝的宫廷礼仪，先后出任太常及太子太傅。\n惟是一有，实贞万国，力乃稽古，则思其人。\n这样的人才一旦拥有,就可以规范天下人的操行。由于想到古人（之事）,遂念及(颜真卿)其人。\n惟,发语词,无实义。贞,正,动词化。万国,指万邦,天下,各国。《礼记·文王世子》云:“一有元良,万国以贞。”\n力,功效,作用，结果之义。稽古,考查古人之法。《书·尧典》:“曰若稽古。”《后汉书·桓荣传》:“荣大会诸生，陈其车马印绶,曰：‘今日所蒙，稽古之力也，可不勉哉！’”\n按：自“山公启事”至“则思其人”一段，是肯定指颜真卿有山涛，叔孙通那样的成绩。即作为吏部尚书，能推举贤士，作为礼仪使，能规范国家法律。\n况太后崇徽，外家联属，\n况且（正值）为皇太后尊封徽号,连带惠及其亲属。太后指沈太后,既代宗之皇后。安史之乱中身陷贼营,其后不知其踪。德宗尊为皇太后。《旧唐书》列传第二后妃下代宗睿真皇后沈氏:“建中元年十一月，遥尊圣母沈氏为皇太后，陈礼于含元殿庭，如正至之仪。上衮冕出自东序门，立于东方，朝臣班于位，册曰：“嗣皇帝臣名言：恩莫重于顾复，礼莫贵于徽号，上以展爱敬之道，下以正《春秋》之义，则祖宗之所禀命，臣子之所尽心，尊尊亲亲，此焉而在。两汉而下，帝王嗣位，崇奉尊称，厥有旧章。永惟丕烈，敢坠前典，臣名谨上尊号曰皇太后。”帝再拜，歔唏不自胜，左右皆泣下。仍以睦王述为奉迎皇太后使，工部尚书乔琳副之，候太后问至，升平公主宜备起居。于是分命使臣，周行天下。明年二月，吉问至，群臣称贺，既而诈妄。自是诈称太后者数四，皆不之罪，终贞元之世无闻焉。”崇徽指“崇奉尊称”，即尊封徽号。外家,指娘家。这里说太后娘家与颜家有亲戚关系,但具体关系不详。\n顾先勋旧，方睦亲贤。俾其调护，以全羽翼，\n基于关怀故旧的考虑，正要好好照顾亲友、贤人。让他调教维护（太子），以使（太子）羽翼丰满。\n这一句意义不甚明了，只好猜测。顾，顾念；先，旧，均为故旧之义（如同今天人们常说的“沾亲带故”）；勋，功劳，此处当动词化。睦，和睦相处之义，此处形容词动词化。\n一王之制，咨尔兼之。可令其任太子少师。依前充礼仪使，散官勋封如故。\n根据国家法律，（可）让他兼任。可以命他出任太子少师，原礼仪使一职照旧，其散官、勋阶爵位不变。\n一，统一，谐调，并不违背之义。咨尔，表示祈使的词。《论语·尧曰》:\"尧曰:'咨尔舜!天之历数在尔躬。'\"邢昺疏:\"咨咨嗟;尔女也……故先咨嗟叹而命之。\"后常以\"咨尔\"用于句首表示赞叹或祈使。兼之，指让颜真卿身为吏部尚书和礼仪使的情况下再任太子少师。\n太子少师，在唐时为从二品。而原先的吏部尚书是正三品，所以说这次鲁公的官职（职事官）名义上是升了。但太子少师说是职事官（理论上其职责是监督太子太师），其实是个虚街。太子太师，甚至太师都是只设其位不谋其事的，并不是真的让太师去教导皇帝，让太子太师去教育太子的。所以鲁公的这次升职只是名誉上的。\n颜真卿（709-784，一说709-785），字清臣，唐京兆万年（今陕西西安）人，祖籍唐琅琊临沂（今山东临沂），中国唐代书法家。唐代中期杰出书法家。他创立的“颜体”楷书与赵孟頫、柳公权、欧阳询并称“楷书四大家”。与柳公权并称“颜柳”，有“颜筋柳骨”之誉。苏轼曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）\n开元二十二年（公元734年）颜真卿举进士，登甲科，曾4次被任命御史，为监察迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原（今属山东德州陵县）任太守，人称“颜平原”。建中四年（783年），遭宰相卢杞陷害，被遣往叛将李希烈部晓谕，被李希烈缢杀。他秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。\n颜真卿为琅琊颜氏后裔，家学渊博，五世祖颜师古是北齐著名学者，著有《颜氏家训》。颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。初学褚遂良，后师从张旭得笔法，又汲取初唐四家特点，兼收篆隶和北魏笔意，完成了雄健、宽博的颜体楷书的创作，树立了唐代的楷书典范。他的楷书一反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。\n","timestamp":1432211282811,"published":true}]