[{"name":"论智永书兰亭序肖政","text":"兰亭论辩是新中国以来书法史上的一次关于《兰亭集序》真伪的讨论。首先，关于对《兰亭集序》的真伪的怀疑，并不是始于新中国，清代书法家李文田就曾质疑过，但是终究人微言轻，而且《兰亭》客观上高超的书法地位没有被重视。\n郭沫若先生是杰出的文学家、古文字学家、书法家。上世纪60年代，随着“文革”的深入，郭沫若先生的学术思想受到极左思潮的影响，带有鲜明的政治立场和政治因素。他的观点基本上认为《兰亭集序》是假的。郭沫若从书法和文章的思想——佛道的哲学因素综合考虑，认为《兰亭集序》不出于王羲之之手。1965年，郭沫若在《文物》杂志上发表了《由王谢墓志的出土论到兰亭序的真伪》一篇论文，在文化界引起了一场轩然大波。“王谢”指的不是王羲之和谢安，而是王兴之和谢鲲。作为同样是东晋时代的作品，这两篇墓志的字体和《兰亭序》的字体大不相同。这成为郭沫若先生对于王羲之《兰亭序》产生质疑的根本依据。郭沫若先生引李文田的论据来批驳《兰亭序》：李文田看到欧阳询的定武兰亭，加了一段跋“连文章都不可相信，这字是王羲之就更加谈不到了。如果王羲之的字存世的话，那一定要向《爨宝子碑》《爨龙颜碑》相似才对！（主要是考虑历史时期相同）”郭沫若先生扩大了李文田的观点，坚定了文和书二者都系伪造。\n郭沫若先生的质疑在一定程度上有合理性的。在东晋《高崧墓志》出土以后，基本可以看到，高崧墓志与唐代的楷书大为相似。这时很多学者认为，郭沫若先生的观点彻底失去了历史实物的支撑，应该予以完全否定。但是，并不尽然，兰亭论辩中，郭老提出了很多问题都是值得思考的。郭沫若怀疑《兰亭序》是智永。这点很有道理。智永的字迹和《兰亭序》十分相似。反而，《兰亭序》与王羲之的其他作品相比，风格特征出入很大。如，兰亭序当中的“和”“兰”“群”“映”“流”诸字和智永的书迹几乎如出一辙。智永是王羲之的第七代嫡孙。《兰亭序》真迹曾一度在智永手中。我们在冯承素的《神龙本兰亭序》中，显然能发现，字迹并不像王羲之以往的作品，干脆爽朗，而且圆笔明显更多。宋代《淳化阁帖》的王羲之字迹行行草草，并没有完全的行书，这是和《兰亭序》是迥然有别的。因为行书，脱离完全的行书加草字，大概在隋唐时期。这恰恰是智永生活的时代。王羲之生活的时代，行书和草书相参才是普遍的书写字体。这点，郭沫若先生的怀疑有合理性。但是，郭沫若在兰亭论辩当中的立场和态度是应该予以否定的，因为他基本上从对《兰亭序》否定，扩展为对于整个东晋时代书法成就的否定，是完全错误的。持反对观点者认为，在唐太宗时期，诸如李世民本人、欧阳询、虞世南、褚遂良等人，不论学识书法都堪称一流，如果《兰亭序》是假的，怎么能逃过此类人的法眼？而且李世民等人，距离王羲之只有200余年，而郭沫若等人距离王羲之的时代却长达1300余年。\n郭当时处于文化界的巅峰位置——中国科学院院长。正是由于郭沫若本人的学术权威身份和政治权威身份，才会在文化界造成很大的影响，从而形成“论辩”。但是，本来是学术问题，但却被上升到了“唯物史观同唯心史观的争论”的政治立场的高度（详见《兰亭论辩》一书），郭沫若以“唯物史观”的身份出现，论辩一开始就是不公平的。对与不同观点，郭沫若却把“唐宗宋祖，稍逊风骚”拿来作为搪塞之言，是不合适的。这不能不说是郭沫若先生的“以势压人”。启功先生在1965年被迫写了《兰亭的迷信应该破除》一文，表示支持郭沫若先生的观点。然而在文革结束以后，启功先生一反前言，表示当初的“言不由衷”“明眼人一看就明白”。\n兰亭论辨\n王羲之的《兰亭序》，是一篇冠绝古今的书法剧迹，被尊为‘天下第一行书’。自唐以来，围绕这一剧迹的真伪，时有聚讼。二十世纪六十年代的一次论辨，在中国书法史上影响甚大。\n一、起因和过程\n一九五八年以后，在南京、镇江等地出土了不少墓志，其中有五块墓志属东晋明帝太宁元年(三二三年)至穆帝升平元年(三五八年)，正当王羲之的壮年和暮年。这些墓志的出土引起了考古界、史学界的广泛注意，并在沉寂多年的书法界引起震荡。其中《王兴之夫妇墓志》和《谢鲲墓志》尤为引人注目，并引发了中国当代书法史上著名的《兰亭》论辨。一九六五年五月二十二日，由郭沫若署名的《由王谢墓志的出土论到兰亭序的真伪》一文，在《文物》一九六五年第六期上发表，后又在《光明日报》上连载。郭文所说的‘王、谢’即王兴之和谢鲲。王兴之是王彬的儿子，是王羲之的叔兄弟，与兰亭雅集中的谢安、孙绰等都是朋友。谢鲲是风流宰相谢安的伯父，是王羲之两个叔父王廙、王彬的同龄人。他们的墓志均为刀凿的隶书体，和王羲之用行书书写的《兰亭序》完全不一样。因此，郭沫若认为《兰亭序》的可靠性问题，‘便不能不重新提出来’。经过一番考证，郭沫若批判了《兰亭序》的后半段文字有悲观论调，不合王羲之思想，因而断言《兰亭序》是‘依托’的。‘既不是王羲之的原文，更不是王羲之的笔迹’。从而进一步认定，现存王羲之的草书，是否都是王羲之的真迹，还值得作进一步的研究。郭沫若说：‘我乐于肯定：《兰亭序》的文章和墨迹就是智永所依托。’智永是王氏的七世孙，为陈代永欣寺和尚。在中国古代书学史上，《兰亭序》被称为‘天下第一行书’。《兰亭序》的真伪问题，清代学者阮元、李文田和包世臣等早就提出来了。但由于缺乏资料，无从争议。现在有‘王、谢’墓志的出土，郭沫若认为‘李文田的预言可以说已经实现了一半。我很相信，在南京或其近境的地下，将来很可能有王羲之真迹出土，使李的预言能得到全面的实现’。郭沫若的‘依托说’，不仅直接指向《兰亭序》的不真，而且还意味着凡属唐摹宋刻王羲之的书迹皆为伪，由此对汉魏两晋六百年的书史提出异议，六朝至隋唐以下的书史、书评也受到冲击。郭沫若的文章，引起了学术界的震动。由于当时正在进行‘四清’运动，处于‘文化大革命’的前夕，又鉴于郭沫若在学术界的影响，一时学界缄口不语。但仍有人大胆地提出质疑。南京市文史馆馆员高二适写了《〈兰亭序〉的真伪驳议》，称郭此说为‘惊心动魄之论’，并进行了辩驳。高二适引证有关文献资料和法帖资料，从郭沫若到包世臣、李文田，一一驳议，认为‘《兰亭序》为王羲之所作是不可更易的铁案’。高二适先将文章寄给报刊，但未被刊用。他又将文章寄给章士钊，希望得到章士钊的支持和帮助。章士钊写信将文章转呈毛泽东主席。章士钊致毛泽东的信：润公主席座右：兹有读者江南高生二适，巍然一硕书也(按‘硕书’字出《柳集》)。专攻章草，颇有发明，自作草亦见功力，兴酣时并窥得我公笔意，想公将自浏览而喜。此钊三十年前论文小友，入此岁来已白发盈颠、年逾甲子矣。然犹笃志不渝，可望大就。乃者郭沫若同志主帖学革命，该生翼翼著文驳之。钊两度细核，觉论据都有来历，非同随言涂抹。郭公扛此大旗，想乐得天下劲敌而周旋之。(此论学也，百花齐放，知者皆应有言，郭公雅怀，定会体会国家政策。)文中亦涉及康生同志，惺惺相惜，此于章草内为同道。该生来书，欲得我公评鉴，得以公表，自承报国之具在此，其望虽奢，求却非妄。鄙意此人民政权文治昌明之效，钊乃敢冒严威，遽行推荐。我公弘奖为怀，惟(望)酌量赐予处理，感逾身受。\n章士钊谨状\n七月十六日该生致钊书附呈，不须赐还。\n毛泽东经一夜审阅，翌日即七月十八日复信章士钊，信中有云：……又高先生评郭文已读过，他的论点是地下不可能发掘出真、行、草墓石。草书不会书碑，可以断言。至于真、行是否曾经书碑，尚待地下发掘证实。但争论是应该有的，我当劝说郭老、康生、伯达诸同志赞成高二适一文公诸于世。……\n毛泽东\n一九六五年七月十八日\n同一天，毛泽东又致信郭沫若：郭老：章行严先生一信，高二适先生一文均寄上，请研究酌处。我复章行严先生信亦先寄你一阅。笔墨官司，有比无好，未知尊意若何?敬颂安吉!并问立群同志好。章信、高文留你处。我复章信，请阅后退回。\n毛泽东\n一九六五年七月十八日\n在毛泽东的关怀下，信发出五天以后，七月二十三日，高二适的《〈兰亭序〉的真伪驳议》在《光明日报》发表，一九六五年第七期《文物》还发表了高文的手稿影印全文。高二适文章的发表，立即引起讨论的扩大。《文物》第九期到十二期连续发表了郭沫若、龙潜、启功、于硕、徐森玉、赵万里、李长路、史树青等人的文章，拥郭反高。一九六五年的下半年，有个别学人著文不同意郭沫若的观点，如严北溟、唐风等。一九六六年春，广东的商承撰文《论东晋的书法风格并及〈兰亭序〉》，从字体演变的角度，论述隶、行、草、楷等书体的发生、发展、成熟过程，驳郭文之误。因刊登在《中山大学学报》上，更因‘文化大革命’在即，论辨难以为继。‘文化大革命’中，郭沫若于一九七二年，在《文物》第二期发表《新疆新出土的晋人写本〈三国志〉残卷》一文，认为残卷字迹‘笔捺极重，隶书气味很浓’，称一九六五年期间曾热烈辩论过的《兰亭序》真伪问题，‘在我看来是已经解决了’。此文又以大量篇幅，批驳了章士钊在《柳文指要》一书中坚持《兰亭》非伪的观点。此时，章士钊已九十二岁高龄，请高二适代写反驳文章，终因政治环境不允许而作罢。一九七三年《文物》出版社编辑出版《兰亭论辨》一书，将郭沫若等十余篇主伪的文章划归唯物主义范畴，编入此书上册，将高二适、章士钊、商承祚三人主真的文章划归唯心主义范畴，编入此书下册，旨在总结此场论辨。\n郭沫若等主张《兰亭序》为伪的观点大致有：(一)南朝梁代以前文献，未见今传《兰亭序》文。梁昭明太子萧统的《文选》未收。梁武帝和陶弘景多次论书中亦未提到。只有《世说新语》注文中收入《临河序》，故疑《兰亭序》即是《临河序》，今传的《兰亭序》是后人伪托。(二)《兰亭序》既为仿石崇的《金谷诗序》，两者字数应相差不多。今传《兰亭序》字数多出一百六十七字，是《金谷诗序》的一倍。而《临河序》的字数恰与《金谷诗序》相当。所以《兰亭序》是在《临河序》的基础上，加以删改、移易、扩大而成的。注家有删节右军文集之理，无增添之理。(三)《兰亭序》所增添的‘夫人之相与’以下一百六十七字，实在是大有问题。本来‘大家高高兴兴地在饮酒赋诗’，他‘倔强自负，他决不至于象传世《兰亭序》中所说的那样，为了“修短随化，终期于尽”，而“悲夫”、“痛哉”起来’。(四)字的时代风格与现在见到的晋代碑刻和出土的墨迹不合。王羲之在唐以前和唐初是以善草隶、隶书、章草著名的。‘王羲之的字迹，具体地说来：应当是没有脱离隶书的笔意。这和传世《兰亭序》和羲之的某些字帖，是大有径庭的。’‘故世无右军之书则已，苟或有之’，‘必须有隶书笔意而后可’。(五)梁武帝《书评》说‘王右军书，字势雄强，如龙跳天门，虎卧凤阙’，‘但《兰亭序》的字势，却丝毫也没有雄强的味道’。唐人韩愈、张怀?NF146?、清人包世臣对王羲之的字，‘批评是相当严峻的，和梁武帝的《书评》恰恰相反。这就表明：现存王羲之草书，是否都是王羲之的真迹，还值得作进一步的研究’。(六)‘文章都是依托的，墨迹不用说也是假的了’。‘梁与唐之间相距六十余年，这就是依托的相对年代’。郭氏说：‘我乐于肯定：《兰亭序》的文章和墨迹就是智永所依托。’智永是陈代永欣寺僧，系王氏后裔，能文善书。‘不仅《兰亭序》的“修短随化，终期于尽”的语句很合乎“禅师”的口吻，就其时代来说也正相适应。’(七)《兰亭序》第一行‘永和九年，岁在癸丑’，‘癸丑’两字系填补而成，且经过添改。这足以证明《兰亭序》决不是王羲之写的。(八)今存神龙本墨迹就是《兰亭序》的真本。这个墨迹本应该就是智永写的稿本，它不是临摹本或者‘响拓本’。(九)《三国志》的晋写本既是隶书体，则其它一切写本都必然是隶书体。新疆出土的晋写本是隶书体，则凡属晋代书都必然是隶书体。而《兰亭序帖》却是后来的楷书体，那么，《兰亭序》(十)看到两种晋人写本《三国志》残卷，又为《兰亭帖》的伪造添了两项铁证。《兰亭序帖》的真伪问题，看来是已经解决了。(十一)王羲之的《豹奴帖》是章草，有名的《十七帖》是稿书，但乃带有章草笔意。这些和《兰亭序帖》是大有距离的。《青李来禽帖》是行书，颇带后来的楷法，但与《兰亭序帖》也截然不同。唐玄宗时传入日本的《丧乱帖》与《孔侍中帖》，用笔与《宝子》、《杨阳》及王、谢墓志等尚有一脉相通之处。《快雪时晴帖》与《兰亭序帖》笔意颇相近似，则直是更晚时代的伪作了。(十二)何谓‘隶书笔意’?‘隶书笔意’是指秦汉隶书特别是汉隶的笔法。‘具体地说来，是在使用方笔，逆入平出，下笔藏锋而落笔不收锋，形成所谓“蚕头”和“燕尾”。南北朝人的碑刻字或写经书，虽已收锋，仍用方笔；凡一点一划、一起一收，笔锋在纸绢等上转折如画三角形。这样的用笔法，就是所谓隶书笔意。’晋代的书法处于隶书阶段。\n商承祚、高二适等主张《兰亭序》为真的观点大致有：(一)梁代以前文献未见收录，并不能证明《兰亭序》的不存在。《世说新语》云‘王右军得人以《兰亭集序》方《金谷诗序》’，已正式提到《兰亭序》的名称，注文又说是《临河序》。以后又称《兰亭诗序》、《兰亭记》、《修禊序》、《曲水序》、《兰亭文》、《禊饮序》、《禊帖》等等。如果本有原题，后人不会任意为之改易。不论是刘义庆所称《兰亭序》，还是刘峻(孝标)注的《临河序》，‘两者皆为晋人不同的命名，二刘以所见的抄本标目各异，也就入录不同，故不能是说《兰亭序》为后人伪托’。用《兰亭序》的早出晚出，作为真伪的绝对根据，是没有什么理由的。《姨母帖》是王方庆进与武则天的王氏家族十帖??唬?奔浜笥凇独纪ば颉啡?倭??余年，是知晚出并不能证明其物之无。(二)《兰亭序》仿《金谷诗序》不能从形式上做机械的对应类比。刘峻注文中《临河序》‘右将军司马、太原孙公等二十六人，赋诗如左’一段三十九字，属于《序》的附记，在正文中可录可不录。赋诗者二十六人因不入正文，故于议论后以‘故列叙时人，录其所述’，表明各人的诗及作者姓名另有附记；不能赋诗受罚者有十五人，更无关宏旨。《兰亭序》较刘峻所引《临河序》多出‘夫人之相与俯仰一世’一段，一百六十七字，是《兰亭序》的精华所在，正是可以‘敌’过石崇之处，所以说右军‘甚有欣色’。这是模仿的创造。不存在在《临河序》基础上加以删改、移易、扩大而成的现象。注家删节了右军之文(如赋诗者、罚酒者三十九字)，并未增加右军之文。(三)《兰亭序》中‘夫人之相与’以下一大段一百六十七字，正是右军文采和情怀的写照。羲之思想杂糅儒、释、道三家。从羲之的言行表现，不足以说明他是‘一死生、齐彭殇’的信徒，反而证明其性格充满着许多矛盾，即既望用世，又想遁世；既求旷达，又心胸狭隘(初时对王述傲慢，后由妒忌而誓墓不仕)。‘当其欣于所遇，暂得于己’时，就‘快然自足’；当其‘所之既?，情随事迁’时，又不免感伤悲怀。这种心情，正是当时士大夫阶层普遍存在的矛盾。羲之的《兰亭序》反映出自己乐极生悲中的苦闷、彷徨，自然容易引起时人的共鸣，故及其文一出，便转相传诵，风靡一时。修禊同游者孙绰，其诗有‘忘味在闻韶’的达观语句。但在他的《兰亭后序》中却出现‘乐与时去，悲亦系之’，前后心情判若两人，难道可以说这篇《后序》亦是后人所依托?(四)郭文中引用前人评语，说明王羲之最善草隶、隶书、章草，未脱隶意。这种说法是不对的。根据历代书评，称晋人之草虽然有时指章草，但更多的是指今草。唐以后所说的草，则包括今草以及以张旭、怀素为代表的狂草。唐张怀?NF146?列王羲之所善之草，可知确指今草。所以，王羲之最擅长的不是章草和隶草，而是今草和楷书，以及两者相结合的行书。郭文把王、谢墓志的书体和王羲之的书法风格联系在一起来说是否恰当?将《兰亭序帖》的真伪问题联系在一起来说是否有必要?《王兴之夫妇墓志》等既非出自好手所书，而刻工又极粗劣，很难说它在书法史上占有何等重要地位。它的出土，只是证明：①当时对墓志的书法并不重视，就是‘书法世家’王、谢家族也是如此；②东晋墓志的通用书体，有的是隶书，有的是隶楷，各体皆有。我们不能脱离社会历史条件去认识书法的发展。上层的书法和民间书法有一定距离，砖刻主要由陶工所书，是民间书法的一种，要想用晋砖文字来窥探书家多种笔法，事实上是有困难的；欲以晋砖和墓志衡量书家的一切书法，此路是难以行得通的。(五)郭氏说梁武帝《书评》称王右军，‘字势雄强，如龙跳天门，虎卧凤阙’，而在《兰亭序》中，却没有雄强的味道。这里，涉及艺术欣赏问题，也关乎对王羲之的评价问题，还有个辗转叠摹效果问题。王羲之在书法史上起着承前启后的作用。其主要贡献是开辟了草、楷相结合的书法发展道路，创造了富有表现力的书写方法。王羲之改革了传统的程式笔法，使其丰富多彩，避免了千篇一律。对此不能单纯地理解为笔划和线条的差异，不能把艺术概念和科学概念等同起来。《兰亭序帖》，是王羲之所书，但不管是传世的神龙本还是定武刻本，皆属唐人辗转叠摹钩填，由于辗转叠摹者‘间用我法’，笔法的神韵逐渐失真，但在一定程度上仍能反映出羲之书法的体态和面貌，不同于‘向壁虚造’。《丧乱帖》等因未经多次转摹填廓，故《兰亭序帖》与《丧乱帖》等自有距离，有的基本相似，而又稍有不同。所以，不能轻易肯定《兰亭序帖》为伪作。(六)郭氏谓《兰亭序》的文章和墨迹都是智永所‘依托’，而今存神龙本就是智永所写的稿本。这个说法，缺乏事实根据，是‘想当然’的说法。郭文虽曾提到‘用笔的方法是有同一的时代性或同一作者的个性的’，但未举出神龙本与智永书法相同的特点在哪里。智永所书《千字文》的刻本与手写本，风格还是一致的。今将神龙本与《千字文》比对，风格、笔势有出入，前者多骨，后者胜于肉，不能谓其一致，故非出自一人之手。隋炀帝评智永书谓‘得右军之肉’，这贬辞是不无见地的。今人如果肯定神龙本是智永所书，那末，他的《千字文》就无一真本，同样是‘依托’的了。郭氏两次提到前人称智永临写过《兰亭序》，还有刻石，郭氏说：‘虽然没有把真象透露出来，但智永和《兰亭》有密切关联是很明显的。我估计，智永写《兰亭》应该不只一本，象他写的《千字文》存八百多本的一样，故旁观者以为他在“临写”而已。’果真像郭氏说的这样‘大量生产’，何以下及唐太宗时，才半个世纪左右，而仅有一本《兰亭序帖》传世，稀如‘凤毛麟角’呢?姑且缩小一下数字，算它一百本，其余九十九本未露，到哪里去了?这不但无以证明《兰亭序帖》是智永所为，反而证实了智永不仅见过王羲之的《兰亭序帖》真迹，而且曾存留在他的手里。(七)‘隶书笔意’，是讨论《兰亭序帖》真伪中突出的一个问题。郭氏的说法虽明白具体，但如仔细分析一下，其中实包括两种笔法在内：一是下笔藏锋，落笔不收锋的汉隶挑法；一是无波挑而起止收锋的所谓方笔。没有残余隶笔，而谓之有隶书笔意，必须以具有隶笔的形态为前提，因隶书笔意是隶笔表现出来的，离开了这个条件，所谓隶书笔意是不存在的。《十七帖》用上述笔法和总体性准则来衡量，都体会不出它有隶书笔意。《十七帖》属于今草而不属于章法。郭氏谓东晋时代的书法仍处于隶书阶段，当时的人们不能写出脱离隶书笔意的楷书，能符合实际情况吗?一种新事物在取得显著地位以前的各个发展阶段，每每是在‘旧时代’里完成的，如认为脱离隶书笔意的楷书不在‘隶书时代’出现，那不是只能在楷书时代出现了么?东晋社会使用的书体，具隶法的多见于砖、石刻文或写经书，少见于行、草书，所以不能肯定东晋是隶书时代。(八)唐太宗父子书法，均得法于右军之《兰亭》。太宗收藏《兰亭》，又亲自为《王羲之传》写赞文。以太宗之玄鉴，欧阳信本之精模，当时尚复有何《兰亭》真伪之可言。怀仁集王羲之书《圣教序》，穷年累月访求王帖，二十多年始完成这项工作，其认真、细致为大家所公认。所集之字，书法风格基本一致，前人已有定评。其中‘集’字，神龙本约二十多个，则怀仁所据的字帖不是出于智永一手，也只能是智永以后的人再仿神龙本的书法风格而‘依托’的‘伪中之伪’，则怀仁集智永之书，就成了‘集再伪做之大成’。\n余绪\n这次《兰亭》论辨虽就真伪问题意见对立，相持不下，但双方在有关《兰亭序帖》\n的艺术价值和王羲之的艺术成就的评价上，观点还是比较接近的。\n郭沫若连续几次说到这个问题。在《由王谢墓志的出土论到〈兰亭序〉的真伪》\n中说：‘我在这里要作一次交代：我说《兰亭序》依托于智永，这并不是否定《兰亭\n序》的书法价值；也并不是有意侮辱智永。不，我也承认《兰亭序》是佳书，是行书\n的楷模，这是不能否认的。我把《兰亭序》的写作权归诸智永，是把应享的名誉归还\n了主人。我自己也是喜欢《兰亭序》书法的人，少年时代临摹过不少遍，直到现在我\n还是相当喜欢它。我能够不看帖本或墨迹影印本就把它临摹出来。’在《〈驳议〉的\n商讨》中又说：‘对于羲之字帖，应该分别研究，定其真伪；不好抱着一成不变的态\n度，认为“一真一切真，一伪一切伪”。不是这样。我们并没有意思否认所有王羲之\n的字帖，更没有意思推翻王羲之的地位。《兰亭序帖》，即使肯定不是王羲之写的，\n它的书法价值是谁也不能抹杀的。’五年以后，在《新疆新出土的晋人写本〈三国志〉\n残卷》中再一次说：‘不过，《兰亭序帖》虽伪，并不贬低它的价值，只是它不是王\n右军所书而已，不仅字迹不是王右军所书，序文的后半段也不是王右军所作；这样说\n也并不贬低王右军的价值。一定要坚持《兰亭序文》的后半段绝非伪作，那倒是有损\n于王右军的。’\n千百年来，作为书圣，王羲之一直受到人们的尊敬。作为‘天下第一行书’的\n《兰亭序》，一直是书法家们必学的范本，大量地被临摹、传拓，化身千万，就像是\n有了独立的生命力，与东晋以来的中国书法史相始终。不仅如此，《兰亭序》对中国\n文学、绘画、雕塑、建筑、文人的生活方式，以及邻邦日本、韩国等国的书坛，都产\n生了深远的影响。\n这次论辨的几位主将，在此后不久相继谢世，论辨也随即落幕。但关于《兰亭》\n的讨论将继续进行下去。它将从文化史的角度，揭示‘兰亭’研究更深刻的学术意义，\n从而为中国书法史的研究开辟新的领域。\n传世至今的《兰亭序》摹本，为中国楷书书法之珍品，千余年来，人无问言，独至清末，广东书家李文田对此疑问丛生，断言“文尚难信，何有文于字”，晋人书法不应脱离汉魏隶书，所以《兰亭序》不可能是王羲之书。清人李文田对此有些疑问，却并未引起注意，一九六五年郭沫若同志在《文物》第六期上发麦《由王谢墓志的出土论到兰亭序的真伪》一文指出，《兰亭序》不仅从书法上来讲有问题，就是从文章上来讲也有问题。郭沫若撰文斥《兰亭》为伪作，一时热闹非凡。1965年7月8日，毛泽东致函郭沫若，就《兰亭序》引起的不同看法作出指示：“笔墨官司，有比无好。”此后，启功、李长路、章士钊、高二适等名家都对《兰亭序》真伪问题的公开论辩，双方各执其理，这就是著名的“兰亭论辨”。传言高二适先生颇用意气，有“何来鼠子敢跳梁，兰亭依旧属姓王”句回击郭沫若。然迄于今日，由《兰亭序》引发的疑案，仍聚讼纷纭，难有定论。\n康熙皇帝1693年摹《兰亭序》碑一、《兰亭序》一文的真伪《兰亭序》是东晋穆帝永和九年（公元353年）三月三日，王羲之与谢安、孙绰等四十一人，在山阴（今浙江绍兴）兰亭“修禊”，会上各人做诗，由王羲之挥毫作序。首先读一下《兰亭序》一文：永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外。虽取舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。关于《兰亭序》一文真伪，基于下列事实：一、王羲之的《兰亭序》，可以算是古文名篇，但为什么此前晋文最完备之梁昭明太子萧统的《文选》未见此文。两位六朝文专家许梿的《六朝文絜》、王文濡的《南北朝文评注读本》也不选此文。东晋至初唐200余年间，《兰亭序》未见著录，与此文地位殊不相称。曾国藩的《经史百家杂钞》也不收此文。在文章家的眼里，它似乎还没有获得认可。这篇文章只是到了近代，姚惜抱的《古文辞类纂》和吴氏昆仲的《古文观止》给它以肯定。二、《临河序》之名见《世说新语》的南朝梁人刘（峻）孝标的注文。郭沫若认为《临河序》文可信，《兰亭序》文不可信。《兰亭序》与《临河序》文字上有异，主要有两点不同：1．文中，增“夫人之相与”以下述王羲之情怀襟抱之167字；2．文末，无“右将军太原孙丞公等二十六人”以下40字。此外，文中有两处改易，语序亦略有不同。《兰亭序》，唐人方见著录。是《世说》注删改增补《兰亭序》而为《临河序》，还是后人扩充移易《临河序》而成《兰亭序》？上述疑案，扑朔迷离，延续千年，真伪难辨。\n二、《兰亭序》作者疑案\n要肯定《兰亭序》，首先耍肯定《兰亭序》是王羲之的文章。传统看法是，《晋书》本传明载《兰亭序》系王羲之代表作品，且曰“作序以申其志”。不同看法是，《兰亭序》出于后人伪托，是在《临河序》基础上加以删改移易扩大而成。\n清代顺德人李文田在汪中旧藏《定武兰亭》跋文中率先提出这一见解。汪中藏本后归端方收藏，李的跋文就是应端方之请而写的。理由如下：\n1．《世说》注引王羲之文，题作《临河序》，无传世《兰亭序》述怀大段文字，“则唐以后《兰亭》，非梁以前《兰亭》也”。\n2．兰亭之会乃仿金谷之会，序文亦拟石祟《金谷序》。《临河序》、《金谷序》内容篇幅“相应”，而《兰亭序》、《金谷序》文次结构“不相合”，故所增文字“必隋唐间人知晋人喜述老庄而妄增之”。\n3．《临河序》文末40字，为《兰亭序》所无，“注家有删节右军文集之理，无增添右军文集之理”。据此，李文田断然否定《兰亭序》出自王羲之之手。\n郭沫若说李文田“议论精辟”，并认为相传的《兰亭序》后半文字，兴感无端，与王羲之思想无相同之处，书体亦和近年出土的东晋王氏墓志不类。郭沫若针对“夫人之相与”一段文字补论据：1．《兰亭序》兴怀太悲，与兰亭会情境不合。王羲之等42人“寄畅在所因”，“俯瞰绿水滨”，而“《兰亭序》却悲得太没有道理”。2．《兰亭序》悲悯情感，与王羲之性格不合。兰亭修禊，王羲之47岁，“以忧国忧民的志土自居”，本传亦记其人“以骨鲠称”，王羲之“决不至于像传世《兰亭序》所说的那样，为了‘修短随化，终期于尽’而‘悲夫’‘痛哉’起来”。\n《兰亭序》依托何时？梁代是不会有，郭认为文章必依托于唐代以前，梁与唐之间相距六十余年。郭沫若进一步考证，《兰亭序》之依托者是王羲之七代孙、陈代永兴寺僧人智永。郭氏认为：“智永很会做文章，不仅《兰亭序》的‘修短随化，终期于无’很合乎‘禅师’的口吻，就其时代来说也正相适应。”至于智永所增文字之“胎盘”，则为《金谷序》中“感性命之不永，惧凋落之无期”一语。\n郭沫若的观点遭到高二适、章士钊等人的猛力反驳。高二适认为：\n1．关于文题。王羲之写此文时并无标目，其标目乃是同时人及历代录此文者以己意加上去的”，故又有《兰亭诗序》《修禊序》《曲水序》等名称。《临河序》其实是注家作了删削的《兰亭序》\n2．关于增文。《世说》注文“有移动及增减处”。文末40字，“是记述禊诗事”，“此或是禊饮中人写的，刘既删节右军文，遂不妨给他添上，这也是注家之能事”。\n3．关于思想。本传称王羲之“作序以申其志”，“王羲之的思想有许多矛盾的地方”，“这些矛盾反映在《兰亭序》以及诗句的情感变化上”，“则‘人之相与’一大段，确可说是右军的本文”。章土钊引兰亭与会者谢安诗“万殊混一象，安复觉彭殇”以印证《兰亭序》“齐彭殇为妄作”，证明《兰亭序》正反映出与会者之心态。\n东晋兴之夫妇墓志拓片三、《兰亭序》书帖真伪唐太宗亲撰的《晋书·王羲之传》只载《兰亭序》文字，没有提到王羲之的《兰亭序》，其次梁武帝所收王羲之书帖二百七十余轴，也没有《兰亭序》在内。《兰亭序》是否是王羲之所书，南宋姜夔率先质疑：“梁武收右军帖二百七十余轴，当时惟言《黄庭》《乐毅》《告誓》，何为不及《兰亭》？（《兰亭考》卷三引）清李文田则从书体上否定定武《兰亭》为王羲之笔迹：“东晋前书，与汉魏隶书相似。时代为之，不得作梁陈以后体也。”认为晋人书法，应不脱汉魏隶书面貌，故世无《兰亭序》书。结论曰：“文尚难信，何有于字？”（《定武（兰亭跋）》1965年，郭沫若据南京出土《王兴之夫妇墓志》、《谢鲲墓志》，1972年，又据新疆出土写本《三国志》残卷，认为墓石上的字体，与神龙《兰亭》、定武《兰亭》笔迹迥殊，斩钉截铁断定：文章“根本就是伪托的，墨迹就不用说也是假的”。其主要论据是：1．书体论。“天下的晋书都必然是隶书体”，“《兰亭序》的笔法和唐以后的楷书是一致的”。2．字迹论。王羲之书，“笔势雄强”，《兰亭》法帖，字迹“相当妩媚”，与王谢墓石字迹迥殊。3．笔意论。晋人草书，须有“隶书笔意”，《兰亭》法帖被“称为行书的最高峰”，已脱隶书笔意，“王羲之是隶书时代的人，怎么能把隶书笔意丢尽呢？”郭沫若深入考证说，陈代知名大书法家智永，“用笔结构和《兰亭序》书法完全是一个体系”。“可以直截了当地说：今存神龙本墨迹就是《兰亭序》的真本了。这个墨迹本应该就是智永所写的稿本。”智永是陈代永兴寺的僧人。据说他临书三十年，能兼诸体，尤善草书，他的真草书《千字文》就写了八百多本，石刻至今还保存在西安碑林中。隋炀帝曾经称赞他的书法是得“右军之肉”。向他求书的人太多，连门坎都被踏穿了，故不得不用铁皮来保护着。象他这样一位大书家是能够写出兰来的，而且他也会做文章。不仅文中“修短随化，终期于尽”的语句很合乎“禅师”的口吻，就其时代来说也正相适应。因此肯定《兰亭序》的文章和墨迹就是智永所依托。郭最后说，说《兰亭序》依托于智永，并不是否定的书法价值，认为《兰亭序》是佳书，是行书的楷模。郭沫若是著名历史学家、考古学家，又是书法界巨擘，当时地位显赫，此论一出，破石惊天，引起轩然大波。赞同郭说有启功、宗白华等人，反对者有章士钊、高二适等人。章士钊惊呼：“夫如是，吾诚不知中国书史，经此一大破坏，史纲将如何写法而可！”高二适认为，此论“惊心动魂”，“此乃不啻在帖学作了一大翻身”。高二适等人著文驳议，认为郭氏以两块碑石而断东晋只有隶书一种字体，是“孤证不立，偏难概全”。隶书用于碑板，行书用于笔札，不可苛求王羲之书《兰亭》亦用隶体。王羲之以“书圣”得名，“定以当时永字变体而来，他人未能变，或变而不克，右军正以变而作圣焉”。“东晋时代的章草、今草、行书、楷书确已大备，比较而言，后两者是年轻的书体，到了王羲之，把它向前推进变化，因而在书法史上起了承先启后的作用。”在当时字体演变时期，《兰亭》法帖部分字迹仍未脱离隶书笔意，说明《兰亭》法帖正是王羲之真作的摹本。商承祚在《论东晋的书法风格并及兰亭序》一文中认为，从东汉起，隶书一方面向草书发展，另一方面也走向楷化，到东晋则己成熟。商又说郭沫若所谓《兰亭序》的文章和墨迹都是智永所托，但未举出神龙本与智永书法相同的特点，是缺乏事实根据“想当然”的说法。智永所书《千字文》的刻本与手写本有几本传世，风格还是一致的，今将神龙本与《兰亭序帖》比对探索，同一作者的个性就会使人失望，即神龙本与《千字文》在风格笔势有出入，前者骨多于肉，后者肉胜于骨，特别是两者的风格笔势不能谓其一致，故非出自一人之手。《光明日报》1998年12月4日史林版，发表了王元军的《从六朝士人不屑碑志看“兰亭论辩”的失误》一文，从新的角度对老问题作出质疑。他认为六朝尤其是东晋士人视尺牍为展现风流的艺术，而对于技艺性的碑志书法不屑一顾。由于对于这一点认识不充分，导致把出自平民之手的碑志书法与士人尺牍书法相提并论，从而使兰亭序为伪的论争失去了根基。郭沫若从当时出土的几方墓志以及砖刻文字书法与《兰亭序》有明显的不同就断言《兰亭序》不是当时社会的产物，这种观点具有一定的局限性。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951664345},{"name":"论智永书兰亭序肖政","dynasty":"隋代","category":"","type":"","user":1,"timestamp":1429791632049,"text":"引子\n在看下面的内容之前，请读者参与一道测试题：\n\n 已知：例图中的B部分的楷书字迹是由B先生书写的， C部分的行书字迹是由C先生书写的，A部分字迹是由B先生或者C先生书写的，\n 请问：A部分字迹应该是B先生书写的还是C先生书写的呢？\n 如果您在观察完下面的例图后还没有把握得出结论，在看完本文的全部内容后，也许就有一个比较满意的答案了。\n\n\n\n总  论\n\n一九六五年，郭沫若发表文章指出《兰亭序》是伪作，在学术界掀起了关于《兰亭序》真伪问题的辩论。观点不同的学者们各抒已见、据理力争，但终因缺乏充分、直接的证据，《兰亭序》的真伪问题至今悬而未决。\n\n关于《兰亭序》的流传情况，在唐朝刘悚撰写的《隋唐嘉话》中记载得比较详细：“王右军《兰亭序》，梁乱出在外，陈天嘉中为僧永所得。至太建中，献之(陈)宣帝……”。王羲之书写的《兰亭序》真迹，在梁朝时期散失在外，陈朝天嘉年间为僧人智永得到。到太建年间，《兰亭序》真迹被献给了陈宣帝。在《兰亭序》的流传过程中，王羲之的七世孙隋朝僧人智永是个关健人物，他是史料中有记载的经手《兰亭序》真迹的第一个人。同时，史料中没有关于在智永经手之前曾经有过王羲之书写的《兰亭序》真迹流传的记载。这就不能不引起人们的猜想，所谓“梁乱出在外，陈天嘉中为僧永所得”的记载，会不会是源于《兰亭序》真迹的经手人智永自己编造的说法呢？事情的真相又是怎样的呢？\n\n我们知道，《兰亭序》真迹是经由智永之手流传下来的，同时智永也是我国历史上著名的书法艺术家，有很高的书法艺术造诣，因而有伪造《兰亭序》真迹的条件和可能；另外，《兰亭序》在字的笔法、结构、神韵和习气上与王羲之流传下来的其它行书墨迹不相类似，而和智永流传至今的书法墨迹有着高度的相似性。\n\n王羲之书写的行书传本墨迹，除《兰亭序》外还有较多的尺牍作品(下文将这些行书尺牍传本墨迹合称《王书尺牍》)，如《万岁通天帖》、《丧乱贴》等。这些行书尺牍传本墨迹数量较多、流传有序、风神相近、互为印证，具有较高的真实性和可靠性。\n\n其中值得注意的是《丧乱帖》，其内容经过专家考证，书写的年限应该在永和七、八年或者是永和十二年间①，均在永和九年王羲之写作《兰亭序》文章的前后二、三年内，因而与流传至今的《兰亭序》神龙榻本（下文所称《兰亭序》，除另加以说明以外，均是指《兰亭序》神龙榻本）的书法艺术有着很强的可比性。\n\n  智永也有精妙的墨迹传世，即日本小川氏所藏《真草千字文》墨迹本。按照丛林先生的考察，此本即使不是智永书写的真迹，至少也是“最能传达智永原本神采的榻摹本” ②。实际上，我国古代榻摹名人字帖的成本是很高的，其总数寥寥无几。智永的书法牵带繁复，榻摹起来比其他书家的作品难得多。《真草千字文》二千多字，数量庞大，字字毫发毕现，以唐宋的榻摹水平，即便用最好的工匠经年累月也未必能够完成如此高难的任务。智永因为是平民书法家，在我国书法史上的地位与二王相去甚远，在我国古代用这么大的代价去榻摹智永书写的《真草千字文》是无法想象的，所以笔者认为日本小川氏所藏《真草千字文》墨迹本应该是智永书写的真迹。\n\n在认真地比较了《兰亭序》、王羲之《王书尺牍》及智永《真草千字文》中的真书部分(下文简称《千字文》)三种墨迹之后，可以看出，《兰亭序》的书法在笔法、结体、神韵、习气等各个方面与《王书尺牍》有着很大的差别，而和《千字文》非常相似。\n\n有的学者认为，王羲之的传世尺牍墨迹字体全为今体，不带隶意，与东晋的时代风格不符，因而原迹的真实性值得怀疑。现幸有东晋王珣(王羲之从子，与王献之同时)的行书真迹《伯远帖》传世，可以看出《伯远帖》与《王书尺牍》（尤其是丧乱帖）笔法相同、笔意相近，虽间架稍异、而神气相通。如果长沙走马楼吴简的出土可以证实《荐季直衰》、《宣示表》所表现的时代书风的真实性③，王珣《伯远帖》真迹应该可以证实王羲之传世尺牍墨迹所呈现的时代书风的真实性。\n\n《兰亭序》     《真草千字文》\n\n\n\n《丧乱帖》      《伯远帖》\n\n\n\n下面，笔者将征对《兰亭序》、《王书尺牍》、《千字文》三种墨迹在笔法、字的间架结构、笔划部首的书写习惯以及用笔的神韵、习气上的异同，结合图例进行比较分析论证。\n\n说明：笔者用以分析比较的书迹标本，均取自流传有序、具有代表性的墨迹原本或者是唐榻本。1、《兰亭序》取唐摹神龙榻本墨迹。2、《王书尺牍》取：(1)《姨母帖》、(2)《平安帖》、(3)《何如帖》、(4)《奉橘帖》、(5)《快雪时晴帖》、(6)《丧乱帖》、(7)《二谢帖》、(8)《得视帖》、(9)《频有哀祸帖》、(1 0)《九月十七日帖》(上述十帖均系唐榻本。因为是研究行书作品，所以王羲之草书尺牍传本墨迹未予选用)。3、智永真迹取前面提到的日本小川氏所藏《真草千字文》墨迹本的真书部分。\n\n因为传世的石刻本、木刻本经过了千百年的风日剥蚀,辗转摹刻,锋铩销损,不仅风神难再，甚或面目全非。关于古代石刻本、木刻本的失真程度，我们将神龙兰亭和定武兰亭、日本小川氏所藏智永《真草千字文》墨迹本和关中石刻本放在一起作比较，就一目了然了。由于石刻本、木刻本的传真程度很难得到保证，若不慎选用了低劣的刻本或是原迹本身即非真迹的刻本作为标本参予分析比较，恐怕原本很清楚的事情反而被搞糊涂，所以非墨迹原本或者是复制精细的唐榻本不予选用。\n\n分  论\n\n一、《兰亭序》与《王书尺牍》、《千字文》在书体上的差异。\n\n  同样是行书作品，《王书尺牍》的书体接近草书，《兰亭序》更接近楷书。《王书尺牍》的书体变化非常丰富，以行书为主体，在上限为草，下限为楷的范围内随意转化，多篇尺牍的书体自然地由行书过渡到草书，最后以草书收尾。在《王书尺牍中》，字的一些基本笔划在行笔的连带过程中被弱化，甚至消失。《兰亭序》中字的基本笔划保留完整，只是笔法更为丰富多样，在笔划上加以灵活的连带而形成行书。若详细地予以划分，《兰亭序》的书体应该是行楷书体，并且作品全篇基本都保持着这一书体，没有大的变化，这一点与《王书尺牍》形成鲜明对照。\n\n二、《兰亭序》、《王书尺牍》和《千字文》在部分笔法上的比较图例。\n\n1、横笔。\n\n行书横笔可以简单地分为尖起和钝起二种写法。《兰亭序》和《千字文》中的横笔兼有尖起和钝起二种写法，其中在字的主横划上采用尖笔起笔，渐行渐粗，至尾部加重收笔的横划尖起笔法非常普遍。《王书尺牍》中的横笔均采用钝起笔法（方笔），绝少尖起笔法。\n\n（横笔比较图例，按《兰亭序》、《千字文》、《王书尺牍》的顺序上下排列）\n\n\n\n2、捺笔。\n\n行书捺笔也可以简单地分为尖收和钝收二种写法，《兰亭序》和《千字文》中的捺笔兼有尖收和钝收二种写法，《王书尺牍》的书体接近草书，捺笔全部采用钝收写法。\n\n（捺笔比较图例，按《兰亭序》、《千字文》、《王书尺牍》的顺序上下排列）\n\n\n\n3、竖弯钩。\n\n行书竖弯钩也可分为尖收和钝收二种写法。《兰亭序》、《千字文》中的竖弯钩兼有尖收和钝收二种写法，其中尖收写法为典型笔法，钝收写法为辅助笔法。《王书尺牍》的书体接近草书，竖弯钩全部采用钝收写法。\n\n（竖弯钩比较图例，按《兰亭序》、《千字文》、《王书尺牍》的顺序上下排列）\n\n\n\n（2）交叉搭笔。\n\n《兰亭序》、《千字文》中的单字，在横、竖或撇．捺联接的部位，有直伸出头的趋势，形成交叉搭笔。人们在书写过程中处理这样的笔划时，一般都只是将两笔的连接部位轻轻挨上，或者稍微离开一点距离，而《兰亭序》、《千字文》的书者在书写时不仅重重地搭上，还要交叉出头，非常的张扬，这是其创造的又一“专利”笔法，此种笔法给人以俏丽剔透的感觉，但书者必须具有优秀的艺术感觉、精湛的技巧及高深的功力才可以控制得恰到好处，如果使用不当，即成败笔。\n\n（交叉搭笔比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n\n\n\n（3）残尾。\n阿涛先生云：“(神龙本《兰亭序》)钩摹细腻，长点及捺画的收笔处时见笔心显露”④。由于使用类似的书写工具和相同的运笔方法，《兰亭序》和《千字文》中字的点、捺、 横等笔划，在收尾处时常将笔心暴露于纸端，形成“残尾”。这一其它书家揭力避免的“败笔”，在《兰亭序》、《千字文》里却运用得张扬潇洒、玲珑剔透，足见书者的大胆与自信。\n（残尾比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n（4）蟹爪钩。\n通常行书的竖钩只有一个转折，蟹爪钩却有二个转折，因形似蟹爪得名。蟹爪钩是《千字文》的典型笔法，随处可见、触目皆是。《兰亭序》中有所收敛，亦有二处典型蟹爪钩笔法复现。除《兰亭序》、《千字文》外，宋朝以前的著名书法作品中均无蟹瓜钩的踪迹，可以说蟹爪钩是《兰亭序》、《千字文》的书者创造的又一“专利”笔法。\n（蟹爪钩比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n\n(5)扫帚钩。\n\n扫帚钩是在竖划的尾端直接向左下方扫出，以形似扫帚得名。扫帚钩用撇笔代替了钩笔，字迹因而显得沉雄厚重，富于变化，是《兰亭序》、《千字文》的书者在揩、行书竖钩笔法上的一大创造。除《兰亭序》、《千字文》外，唐朝以前的著名书法作品中均无扫帚钩的踪迹，也属于“专利”笔法之一。\n\n（扫帚钩比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n\n\n\n（6）扭笔。\n《兰亭序》和《千字文》中字的竖划或者撇划在起笔时，笔尖常常习惯性地有一个扭挫的动作，勉强称之为“扭笔”。这个习惯性的动作也是《兰亭序》、《千字文》书者的用笔习气之一，显示出很强的个性，在我国唐朝以前没有其他的书法家使用过这种笔法。 \n（扭笔比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n\n\n\n(7)点捺右下尖收。\n\n通常的点法均作钝收处理(楷、行、草皆然)。点笔尖收的笔法在唐宋以前的书法作品中，除《兰亭序》、《千字文》外，全无踪迹。行书捺笔一般和楷书一样向右方尖收，或是做钝收处理。形似竹叶的捺笔右下尖收笔法在《兰亭序》中有很多，形态多样，是书者实现字态多样化的一个重要表现方式。同时，这一笔法也是智永《真草千字文》中草书的典型笔法，在楷书中亦有流露。\n\n（点捺右下尖收比较图例，按《兰亭序》、《千字文》的顺序上下排列）\n\n\n\n值得注意的是《兰亭序》、《千字文》在笔法上与《王书尺牍》的\n\n诸多差异，从根本上来说是源于书体上的差异，即前二者为楷书和接近楷书的行楷书，《王书尺牍》的书体为接近草书的行书。《兰亭序》中字的基本笔划基本保留完整。在《王书尺牍》中，字的一些基本笔划在行笔的连带过程中被弱化，甚或消失。由于上面的原因，《兰亭序》、《千字文》中字的笔画比《王书尺牍》多出许多，而且规整。因为形体比较规整，导致《兰亭序》、《千字文》在笔法上求变，由此产生《兰亭序》、《千字文》和《王书尺牍》书法艺术上的差异：《兰亭序》、《千字文》侧重笔法上的变化多端、玲珑剔透，《王书尺牍》侧重字形的变化无常，瑰丽多姿。\n\n(二)《兰亭序》、《千字文》、《王书尺牍》中部分偏旁部首书写习惯的比较图例。因为例图本身已经非常的明确、真实和鲜活，足以说明问题，笔者在这里就不再浪费笔墨，读者可以通过观察比较得出自己的相关结论\n\n（图例按《兰亭序》、《千字文》、《王书尺牍》的顺序上下排列）。\n\n\n\n\n(三)《兰亭序》、《千字文》和《王书尺牍》之间部分相同(相似)单字的比较图例。\n\n1、《兰亭序》、《千字文》、《王书尺牍》中部分相同(相似)单字的比较图例\n\n（图例按《兰亭序》、《千字文》、《王书尺牍》的顺序上下排列）。\n\n\n\n2、《兰亭序》、《千字文》中部分相同（相似）单字的比较图例。是不是觉得这些字“长”得很象？\n\n(图例按《兰亭序》、《千字文》的顺序上下排列)\n\n\n\n3、《兰亭序》、《王书尺牍》中部分共有（相似）单字的比较图例(每组字按《兰亭序》、《王书尺牍》的顺序排列)。\n\n\n\n由于《千字文》的字体为楷书，《兰亭序》为行楷书，且书写的时期、心态和环境不同，二者在部分笔法以及笔划的连接和过渡等外部形态上有些微差异，但在主要笔法、间架结构、神韵和习气等本质特征上非常相似，给人以血脉相融的感觉。在这一点上，《千字文》、《兰亭序》与书者之间的关系就好比《多宝塔碑》、《颜勤礼碑》之于颜真卿。静心而论，《千字文》与《兰亭序》字迹之间的相似程度比《多宝塔碑》与《颜勤礼碑》的相似程度要高得多。在《千字文》中的一些字，比如“和、在、坐、尽、致、所、亦”等，和《兰亭序》中相同的字有着惊人的相似，如果我们用《千字文》中的这些字替换下《兰亭序》中相同的字，一样浑然天成，不会使人产生任何不和谐的感觉。\n\n现在，读者们对于本文引言部分的测试题是否已经有了满意的答案呢？\n\n根据以上全部的资料，笔者作出了如下的推理：\n\n1、《王书尺牍》据以榻摹的原迹是王羲之书写的；\n\n2、《千字文》是智永书写的；\n\n3、《兰亭序》与《王书尺牍》据以榻摹的原迹不是同一个人书写的；\n\n4、《兰亭序》据以榻摹的原迹与《千字文》是同一个人书写的；\n\n5、所以《兰亭序》据以榻摹的原迹不是王羲之书写的，而是智永书写的；\n\n笔者以为，《千字文》是智永中期的作品，轻松自然，无雕饰之意，虽然笔法精炼、神情爽利，却偶有疏笔(如“床”、“少”等字)。《兰亭序》是智永后期的作品，全力施为，又经后人钩摹修饰，潇洒灵妙，神完气足、无一倦笔，即便是涂改增补的字迹和涂抹的墨团，经过精心收拾，也给人以“锦上添花”的感觉。\n\n综上所述，笔者以为不论我国陈朝以前是否曾经有过王羲之书写的《兰亭序》真迹流传，这篇通过智永得以流传，后殉葬于唐昭陵，被奉为“天下第一行书”，对我国书法艺术产生巨大影响，至今仍有精确复制品(神龙榻本)传世，被普遍认定为王羲之手书的《兰亭序》真迹，实际上是智永制作的伪迹。\n\n注：\n\n①阿涛：《我国书法全集》王羲之、王献之卷1991年版362页；\n\n②丛林：《我国书法全集》王羲之、王献之卷1991年版454页；\n\n③刘正文：《钟繇与长沙吴简说》，见《我国书法》一九九八年第一期；\n\n④阿涛：《我国书法全集》王羲之、王献之卷1991年版354页。\n\n二ОО五年五月二日第五稿","author":"隋代智永","description":"论智永书兰亭序肖政"}]