[{"name":"姜宸英草书摘句轴","text":"姜宸英（1628－1699）明末清初书法家、史学家，与朱彝尊、严绳孙并称“江南三布衣”。字西溟，号湛园，又号苇间，浙江慈溪人。明末诸生，康熙十九年以布衣荐入明史馆任纂修官，分撰刑法志，记述明三百年间诏狱、廷杖、立枷、东西厂卫之害。又从徐乾学在洞庭山修《大清一统志》。在京因得罪大学士明珠受冷遇。康熙三十六年70岁始成进士，以殿试第三名授翰林院编修。越两年为顺天乡试副考官，因主考官舞弊，被连累下狱死。著有《湛园集》、《苇间集》、《海防总论》。\n人物生平\n布衣修史\n明崇祯元年（1628年）出生的姜宸英从小受到其祖辈父辈的影响，以才思敏捷、博闻强记而著名。康熙17年（1678年），在平定三藩之后，清廷为稳定人心，网罗人才，特开博学鸣词科。这是有别于乡试和会试的特殊科制，规定凡学行兼优，文词卓越者，由京官三品以上，各省督抚布按官员推荐，无论是否中过举，都可以参加。当时姜宸英已在翰林院担任纂修明史的任务，对明代的厂卫制度及刑法有其独到的见解，得到了当时主持明史修编的内阁大学士、刑部尚书徐乾学和翰林学士叶方霭的赏识。徐乾学把明史稿进呈御览后，康熙大加赞赏，说姜宸英与另两位修史的人员朱彝尊、严绳孙是海内三布衣。开创了有清以来“布衣修史”的先河，叶方霭更是竭尽全力，荐举姜宸英参加博学鸿词科。然而，这场恩科并未改变姜宸英的命运，最后还是名落孙山。在叶方霭的极力推举下，姜宸英才正式列为修编明史的人员，领取相当于七品官员的俸禄。\n交契容若\n在完成明史的编修任务后，清廷又开始了一统志的编修。主持这一编修任务的是左都御史徐元文。因徐元文是徐乾学之弟，故姜宸英仍有机会出入尚书府第，并在徐乾学的荐引下，结识了虽年轻而在文坛已享有盛名的纳兰性德。\n纳兰性德是满族正黄旗人，其父纳兰明珠是当朝首辅，权倾朝野，是个炙手可热的人物。出人意料的是，纳兰性德这位八旗子弟并没有醉心于权术，却对发轫于中原的古典诗词产生了极大的兴趣。纳兰性德凭借其对艺术领悟的天性和聪颖绝伦的资质，在对汉文化的自觉吸收与再造过程中，把明末以来已趋向颓废的词的创作，再次推向了兴盛。他在遍览了唐宋名家的词作之后，认为“花间之词如古玉器，贵重而不适用；宋词适用而少贵重；李后主兼有其美，更绕烟水迷离之致。”他的这种审美情趣为他的词创作奠定了一个基调，那就是抒发个性的激情与展现才华的禀赋相结合，从而成就了他饮誉中原大地的艺术高峰。\n姜宸英性情孤傲，纳兰性德虽出身贵族，却主张个性的张扬，这是他与姜宸英在交往中得以沟通的重要前提。除了姜宸英外，还有当时的一些名流如梁佩兰，顾贞观，吴天章，朱彝尊等人经常聚会欢宴，吟诗填词，他们避开官场的争斗角逐，以词牌唱酬作桥梁，既咏叹明亡清兴的无奈，又注重彼此间以文会友的情谊，创作了一大批被后人认为是清新秀隽、自然超逸的传世之作。须知道，这类词作的问世和流传，是冒有极大风险的。这是因为，当时的时局虽渐趋稳定，但还是有不少晚明遗民打着“反清复明”的旗帜，暗中积极活动，不肯受制于清廷。也许是纳兰性德的特殊身份，也许是康熙忙于政务，没有空暇去过问这些文人的活动，使他们的词作在流传后并没有带来严重的后果。\n纳兰性德自幼学习射骑，文武兼备，自16岁中进士以后，就被授予三等侍卫，不久又升迁一等。就是这么个仕途通达，灵性十足的贵胄子弟，却偏偏与康熙所推行的文化政策格格不入，这使得他的许多宏伟抱负难以实现，于是就有了“向樽前，拭尽英雄泪”，“遇酒须倾，莫问千秋万岁名”，“不知何事萦怀抱，醒也无聊，醉也无聊”，等弃世嫉俗的作品。这种郁郁不得志的心态与当时姜宸英的处境十分相似，这也许就是两人成为莫逆之交的环境因素。\n康熙24年（1685年），纳兰性德在与姜宸英，朱彝尊、顾贞观等人聚会豪饮后，又作了《夜合花》一词，词完便猝然而逝，年仅31岁。挚友的突然病故，使姜宸英悲痛欲绝。一连几天，他茶饭不思，泪涕滂沱。为表示哀悼，他专门写了一篇祭文，以寄托哀思。“我常对客欠伸，兄不余傲，知我任其真；我时谩骂无问高爵，兄不余狂知我疾恶；激论事，眼瞪舌，兄为抵掌助之叫号。”这是姜宸英与纳兰性德交往的真实写照。也可见两人友谊非同一般。为纪念这位年青的故友，姜宸英与几位文友把纳兰性德的词作加以搜集整理，编印成册，取名为《纳兰词》，后来一并入《通志堂集》。\n入仕罹难\n康熙三十六年（1697年）得中进士，并在殿试中还得了第3名，被康熙授予翰林院编修，这时，他已是一位白发皓首的七旬老翁了。康熙三十八年（1699年），任副主考官，是科发榜后，物议沸腾，当时落第士子戏称：“老姜全无辣味，小李大有甜头。”因科场案牵连，十一月丁酉（初三日），被江南道御史鹿祐弹劾，姜宸英与李蟠入狱，宸英饮药自尽，死于狱中。死前自拟挽联：“这回算吃亏受罪，只因入了孔氏牢门，坐冷板凳，作老猢狲，只说是限期弗满，竟挨到头童齿豁，两袖俱空，书呆子何足算也；此去却喜地欢天，必须假得孟婆村道，赏剑树花，观刀山瀑，方可称眼界别开，和这些酒鬼诗魔，一堂常聚，南面王以加之耳。”不久康熙得知浙江宁波考生姚观确有文才，下旨释放姜宸英，追回被充军的李蟠。康熙得知宸英已于狱中自尽，痛惜咨嗟不已。 \n二十岁赴科场，七十岁钦点探花，这条路走了整整半个世纪。然而，高中探花仅二年，就因顺天乡试案被牵连，自杀狱中。\n个人成就\n书法\n姜宸英擅书法，与笪重光、汪士鉴、何焯并称为“康熙四家”，为清代帖学的代表人物。宗米芾、董其昌，书法以摹古为本，融合各家之长，七十岁后作小楷颇精。山水笔墨遒劲，气味幽雅。楷法虞、褚、欧阳，以小楷为第一。惟其书拘谨少变化。包世臣称其行书能品上。杨宾《大瓢偶笔》评曰：“西溟少时学米（芾）、董（其昌）书有名，至戊辰后，方用第四指学晋人书，丁丑后方用大指，专工小楷，是时年已七十矣。使其少时即知笔法，力学至老，岂非丰劳功后一人哉？”。《频罗庵论书》言：韦间先生每临帖多佳，能以自家性情，合古人神理，不似而似，所以妙也。亦兼精鉴，名重一时。家藏籣亭石刻，至今扬本称姜氏兰亭。“\n“韦间先生每临帖多佳，能以自家性情，合古人神理，不似而似，所以妙也。”——《频罗庵论书》\n文史\n姜宸英曾参与修纂《明史》，史称为文“宏博雅健，但叙事稍差”。姜宸英深谙经史之学，为文有根柢，善于通过史论阐发一些颇有意义的见解。如《楚子文论》中“自古人才难得也；用一人百人得而挠之，则功不可以成。”《二氏论》评述佛道二教源流，结尾抨击当世一些儒者，如同“舍其家千金之璧而羡人之瓦缶釜瓮以为美，然且不惜穿穴而求得之”。此外，如《张使君提调陕西乡试闱政记》，揭发科举考试的弊病；《明史刑法志总论拟稿》，历数明代刑法种种弊端；《江防总论拟稿》、《海防总论拟稿》概论水域边防利害，显出作者博学多识；《五七言诗选序》论述诗体通变，明白贯通，成一家之言。\n他也能诗词，如《赠陆翼王征君》、《偶题有讽》、《杂咏》等诗，〔临江仙〕《秋柳》、〔蝶恋花〕等词，或抒愁怀，或感身世，颇有寄托。\n姜宸英著有《湛园未定稿》、《湛园题跋》、《苇间诗集》、《西溟文钞》等。另有《姜先生全集》33卷由后人编撰。\n主要著作\n《湛园未定稿》\n《湛园题跋》\n《苇间诗集》\n《西溟文钞》\n《姜先生全集》33卷，后人编撰。\n作品选摘\n【宜亭】\n不知秋远近，水色涨平芜。晒岸多渔网，浮舟半竹庐。\n桥欹眠折苇，槛倒坐间凫。落日宜亭上，寥寥吾辈俱。\n【夜合花】\n窗前故摇曳，况复晓风吹。得地为交让，生庭即采芝。\n分阴上阶薄，交翠拂帘迟。良会欢今日，无烦蠲忿为。\n【惜花】\n一春强半是春愁，浅白长红付乱流。剩有垂杨吹不断，丝丝绾恨上高楼。\n【哭魏叔子】\n苦节谁云不可贞，翠微山共首山清。更无安道能求死，只有韩康解避名。\n远愧文章当缟纻，不教官爵累铭旌。临风一恸江天豁，未觉前贤愧后生。\n【徐健庵编修筵上观洗象】\n长安六月三伏始，主人门对御河水。御河流水声潺潺，玉泉奔赴城西湾。\n是日都人看洗象，立马万骑车千两。曼延蹴踘罗岸帝，吹角鸣钲沸川上。\n满堂宾客何从容，棋局未了酒不空。日中报道象奴出，至尊朝罢明光宫。\n魋形诡貌三十六，一一骑就深潭浴。云起乍疑龙蛇蜒，湍回更与人翻覆。\n须臾小吏前推排，将军拔营群象回。就中一象行踯躅，齿毛脱落颜摧颓。\n长者谓余岂解事，此物经今不知岁。闻说先朝万历初，贡车远自扶南至。\n中更四帝时太平，一朝闯贼残神京。忍死不食三品料，俯首泪下声哀鸣。\n沧桑变换忽尘梦，勉强逐队留残生。茫茫旧事君莫说，劝君且饮杯中物。\n","category":"草书","verified":true,"user":1,"timestamp":1429951655450},{"name":"姜宸英草书摘句轴","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791643059,"text":"","author":"清代姜宸英","description":"姜宸英草书摘句轴"}]