[{"name":"谢安凄闷帖","category":"草书","text":"谢安（320年－385年10月12日），字安石。陈郡阳夏（今河南太康）人。东晋著名政治家，名士谢尚的从弟。\n少以清谈知名，最初屡辞辟命，隐居会稽郡山阴县之东山，与王羲之、孙绰等游山玩水，并教育谢家子弟，多次拒绝朝廷辟命。后谢氏家族于朝中之人尽数逝去，方东山再起，任桓温征西司马，此后历任吴兴太守、侍中、吏部尚书、中护军等职。\n咸安二年（372年）简文帝崩后，谢安与王坦之挫败桓温篡位意图，并在其死后与王彪之等共同辅政。在淝水之战中作为东晋一方的总指挥，以八万兵力打败了号称百万的前秦军队，为东晋赢得几十年的安静和平。战后因功名太盛而被孝武帝猜忌，被迫前往广陵避祸。太元十年（385年），因病重返回建康，于同年八月二十二日（10月12日）逝世，享年六十六岁，赠太傅、庐陵郡公，谥号文靖。\n谢安多才多艺，善行书，通音乐。性情闲雅温和，处事公允明断，不专权树私，不居功自傲，有宰相气度。他治国以儒、道互补；作为高门士族，能顾全大局，以谢氏家族利益服从于晋室利益。\n王俭称其为“江左风流宰相。”\n张舜徽赞其为“中国历史上有雅量有胆识的大政治家。”","user":1,"timestamp":1430019194715,"verified":true},{"name":"谢安凄闷帖","category":"草书","text":"谢安（320年－385年10月12日），字安石。陈郡阳夏（今河南太康）人。东晋著名政治家，名士谢尚的从弟。\n少以清谈知名，最初屡辞辟命，隐居会稽郡山阴县之东山，与王羲之、孙绰等游山玩水，并教育谢家子弟，多次拒绝朝廷辟命。后谢氏家族于朝中之人尽数逝去，方东山再起，任桓温征西司马，此后历任吴兴太守、侍中、吏部尚书、中护军等职。\n咸安二年（372年）简文帝崩后，谢安与王坦之挫败桓温篡位意图，并在其死后与王彪之等共同辅政。在淝水之战中作为东晋一方的总指挥，以八万兵力打败了号称百万的前秦军队，为东晋赢得几十年的安静和平。战后因功名太盛而被孝武帝猜忌，被迫前往广陵避祸。太元十年（385年），因病重返回建康，于同年八月二十二日（10月12日）逝世，享年六十六岁，赠太傅、庐陵郡公，谥号文靖。1]\n谢安多才多艺，善行书，通音乐。性情闲雅温和，处事公允明断，不专权树私，不居功自傲，有宰相气度。他治国以儒、道互补；作为高门士族，能顾全大局，以谢氏家族利益服从于晋室利益。2]王俭称其为“江左风流宰相。”\n3]张舜徽赞其为“中国历史上有雅量有胆识的大政治家。”","user":1,"timestamp":1430019115152,"verified":true},{"name":"谢安凄闷帖","category":"草书","text":"谢安（320年－385年10月12日），字安石。陈郡阳夏（今河南太康）人。东晋著名政治家，名士谢尚的从弟。\n少以清谈知名，最初屡辞辟命，隐居会稽郡山阴县之东山，与王羲之、孙绰等游山玩水，并教育谢家子弟，多次拒绝朝廷辟命。后谢氏家族于朝中之人尽数逝去，方东山再起，任桓温征西司马，此后历任吴兴太守、侍中、吏部尚书、中护军等职。\n咸安二年（372年）简文帝崩后，谢安与王坦之挫败桓温篡位意图，并在其死后与王彪之等共同辅政。在淝水之战中作为东晋一方的总指挥，以八万兵力打败了号称百万的前秦军队，为东晋赢得几十年的安静和平。战后因功名太盛而被孝武帝猜忌，被迫前往广陵避祸。太元十年（385年），因病重返回建康，于同年八月二十二日（10月12日）逝世，享年六十六岁，赠太傅、庐陵郡公，谥号文靖。1]\n谢安多才多艺，善行书，通音乐。性情闲雅温和，处事公允明断，不专权树私，不居功自傲，有宰相气度。他治国以儒、道互补；作为高门士族，能顾全大局，以谢氏家族利益服从于晋室利益。2]王俭称其为“江左风流宰相。”3]张舜徽赞其为“中国历史上有雅量有胆识的大政治家。”","user":1,"timestamp":1430018811704,"verified":true},{"name":"谢安凄闷帖","text":"谢安（320年－385年10月12日），字安石。陈郡阳夏（今河南太康）人。东晋著名政治家，名士谢尚的从弟。\n少以清谈知名，最初屡辞辟命，隐居会稽郡山阴县之东山，与王羲之、孙绰等游山玩水，并教育谢家子弟，多次拒绝朝廷辟命。后谢氏家族于朝中之人尽数逝去，方东山再起，任桓温征西司马，此后历任吴兴太守、侍中、吏部尚书、中护军等职。\n咸安二年（372年）简文帝崩后，谢安与王坦之挫败桓温篡位意图，并在其死后与王彪之等共同辅政。在淝水之战中作为东晋一方的总指挥，以八万兵力打败了号称百万的前秦军队，为东晋赢得几十年的安静和平。战后因功名太盛而被孝武帝猜忌，被迫前往广陵避祸。太元十年（385年），因病重返回建康，于同年八月二十二日（10月12日）逝世，享年六十六岁，赠太傅、庐陵郡公，谥号文靖。[1] \n谢安多才多艺，善行书，通音乐。性情闲雅温和，处事公允明断，不专权树私，不居功自傲，有宰相气度。他治国以儒、道互补；作为高门士族，能顾全大局，以谢氏家族利益服从于晋室利益。[2] 王俭称其为“江左风流宰相。”[3] 张舜徽赞其为“中国历史上有雅量有胆识的大政治家。”\n（概述图片来源：[4] ）\n人物生平\n出身豪族\n谢安出身于名门世家，其父谢裒，官至太常。谢安四岁时，名士桓彝见到他，大为赞赏，说：“这孩子风采神态清秀明达，将来不会比王东海（即东晋初名士王承）差。”他在童年时，便神态沉着，思维敏捷，风度条畅，工于行书。 \n谢安少年时曾拜访名士王濛，与王濛清谈多时，他离去后，王濛之子王修问：“刚才谈话的客人是什么样的大人物？”王濛说：“这位客人勤勉不倦，日后定将咄咄逼人。”当时的宰相王导也很器重谢安，青少年时代的谢安就已在上层社会中享有较高的声誉。然而谢安并不想凭借出身、名望去猎取高官厚禄。朝廷最初征召谢安入司徒府，授任他佐著作郎之职，都被谢安以有病为借口推辞了。 \n后来，拒绝应召的谢安干脆隐居到会稽的东山，与王羲之、许询、支道林等名士名僧频繁交游，出门便捕鱼打猎，回屋就吟诗作文，就是不愿当官。当时扬州刺史庾冰仰慕谢安的名声，几次三番地命郡县官吏督促逼迫，谢安不得已，勉强赴召。仅隔一个多月，他又辞职回到了会稽。后来，朝廷又征召他为尚书郎、琅玡王友，谢安一概推辞。吏部尚书范汪举荐谢安为吏部郎，也被他写信拒绝。有关部门上疏认为谢安被朝廷征召，历年不应，应该禁锢终身，谢安于是放浪于东部的名胜之地。 \n悠游隐居\n谢安曾到临安山，坐在石洞里，面对深谷，悠然叹道：“此般情致与伯夷有何区别！”又曾与孙绰等人泛舟大海，风起浪涌，众人十分惊恐，谢安却吟啸自若。船夫因为谢安高兴，照旧驾船漫游。风浪转大，谢安慢慢说：“如此大风我们将如何返回呢？”船夫听从吩咐立即驾船返航。众人无不钦佩谢安宽宏镇定的气度。谢安虽然纵情于山水，但每次游赏，总是携带歌女同行。 \n谢安虽然屡屡不愿出山，但当时执政的会稽王司马昱说：“安石（谢安字）既然能与人同乐，也必定能与人同忧，再征召他，他肯定会应召。”当时，谢安的弟弟名士谢万任西中郎将，担负守边的重任。谢安虽然隐遁山林，但其名声超过了谢万，有任宰辅的声望。他平素常常用礼节来教导子弟。 \n东山再起\n谢安的妻子，是名士刘惔的妹妹，她看见谢家各门（谢尚、谢奕、谢万）都家门富裕而地位显赫，只有谢安隐居山林，于是对谢安说：“大丈夫不想富贵吗？”谢安遮掩口鼻低声说：“恐怕不可避免。”公元358年（升平二年），谢奕去世，由谢万接任。次年，谢万在北伐时不能抚慰将士，又误认为敌军抵达，导致手下士卒惊扰奔溃。谢万单骑狼狈逃还，军士们看在谢安的份上才没有杀他，谢万不久被免为庶人（一说此时谢安并不在谢万军中）。此事使谢氏的权势受到了很大威胁，谢安才开始有做官的志趣，他当时已经四十多岁了。 \n公元360年（升平四年），谢安应征西大将军桓温之邀担任他帐下的司马，谢安从新亭出发，百官都为他送行，御史中丞高崧对他开玩笑说：“足下屡次违背朝廷旨意，高卧东山，众人常常议论说，谢安石不肯出山做官，将怎样面对江东百姓！而今江东百姓将怎样面对出山做官的谢安石呢！”谢安深有愧色。他到桓温的府第，桓温十分高兴，二人畅谈生平经历，欢笑终日。离开后，桓温对左右说：“你们是否见过我有这样的客人？”后来，桓温去谢安的住处，正碰上谢安整理头发。谢安性情迟缓，许久才理罢，让侍从取来头巾。桓温制止说：“让司马戴好帽子再相见。”桓温就是如此器重谢安。 \n公元361年（升平五年），桓温即将北征时，谢万病逝，谢安乘机投书请求奔丧，离开了桓温。不久，被任命为吴兴太守，他在任上声誉一般，但离开后便为众人所思怀念。不久被征召入朝担任侍中，又升任吏部尚书、中护军。 \n竭力辅政\n公元371年（咸安元年），桓温在北伐时于枋头惨败。为了重立威名，他听从郗超的建议，废黜了海西公司马奕，另立丞相司马昱为帝，即简文帝。\n公元372年（咸安二年），即位不到一年的司马昱因受制于桓温、忧愤非常而病重，桓温上疏举荐谢安接受遗诏。七月二十八日（9月12日），司马昱驾崩。\n公元373年（宁康元年），桓温入京朝见孝武帝司马曜，太后褚蒜子命谢安及侍中王坦之到新亭迎接。当时，建康城里人心浮动，有人说桓温要杀王坦之、谢安，晋室的天下要转落他人之手。王坦之非常害怕，谢安却神色不变，说：“晋室的存亡，就取决于此行。”桓温抵达后，百官夹道叩拜。桓温部署重兵守卫，接待百官，当时有官位声望的人都惊慌失色。王坦之汗流浃背，连手版都拿倒了。只有谢安从容就座，他坐定以后，对桓温说：“我听说诸侯有道，守卫在四邻，明公哪里用得着在墙壁后面安置人呀！”桓温笑着说：“正是由于不能不这样做。”于是就命令左右的人让他们撤走，与谢安笑谈良久。由于谢安的机智和镇定，桓温始终没敢对二人下手，不久就退回了姑孰。王坦之当初与谢安齐名，众人至此才分出二人的优劣。[15-16]   \n当时孝武帝年幼力弱，在外又有强臣，谢安与王坦之竭尽忠诚辅佐护卫，最终使晋室得以安稳。 同年三月，桓温病重，暗示朝廷对他加九锡，让袁宏起草奏表。谢安见后，动手修改原稿，十多天还未改好，等桓温一死，加九锡之事因此搁置。 \n桓温死后，谢安升任尚书仆射，总领吏部事务，加任后将军，与尚书令王彪之一起执掌朝政。公元376年（太元元年），谢安打算让外戚、中书令王蕴出镇，于是让桓温之弟桓冲解任徐州刺史，由王蕴接任，朝廷命谢安总领中书事务。为了缓和矛盾、稳定政局，谢安实行了着眼于长远、以和谐安定为重的执政方针。当时桓冲也深明大义，认为自己的德望不及谢安，心甘情愿地以镇守四方为己任。谢安也用桓冲都督徐、豫、兖、青、扬五州诸军事和徐州刺史，镇守京口，后又转任都督七州诸军事，兼任荆州刺史。他对桓冲虽有猜忌，但总体还是达到了“荆扬相衡，则天下平”的目的，共同对付北方的前秦政权。谢安心存仁义，辅助朝廷，劝导百官，即使是会稽王司马道子也依赖于谢安的辅助调和。当时前秦侵犯边境，告急文书频频传来，梁、益等州先后失陷。他面对危机，镇定自若，作长久打算，以宽仁安定内外。广行德政，百官同心同德，不计小过，专心国事，恩威流布广远，当时人赞扬谢安，将他比作王导，认为他在文雅方面则更胜一筹。[19-20]   \n当时，建康的宫殿毁坏，谢安打算整修宫殿。王彪之等人以外敌入侵为由谏阻谢安，谢安不听，竟独自决定修宫。宫室设计，都依照天象，合符北极星的方位，而役夫也没有什么怨恨。 \n同年，谢安兼任扬州刺史，朝廷允许谢安可带甲仗百人入殿。当时，孝武帝开始亲政，升任谢安为中书监、骠骑将军、录尚书事，谢安坚决辞让了骠骑将军之职。当时天象失常，大旱连年，谢安上书主张复兴衰败灭亡的侯国和贵族世家，寻找晋初开国功臣的后代加以封赏。 \n选将破秦\n公元377年（太元二年）七月，朝廷加任谢安为司徒，他所统辖的后军文武官员都配上高级府第，谢安辞让不受。朝廷又加任谢安为侍中、都督扬、豫、徐、兖、青五州及幽州的燕国诸军事、假节。 当时，前秦在其君主苻坚的治理下日益强盛，晋军在与前秦的交战中处于劣势。同年，因广陵缺乏良将防守，谢安便不顾他人议论，极力举荐自己的侄子谢玄出任兖州刺史，镇守广陵，负责长江下游江北一线的军事防守。谢安则自己都督扬、豫、徐、兖、青五州军事，总管长江下游。谢玄不负叔父重托，在广陵挑选良将，训练精兵，选拔了刘牢之、何谦等人，并训练出了北府兵。 \n公元378年（太元三年），前秦征南大将军苻丕率步兵、骑兵七万人进攻襄阳。苻坚又另派十万多人，分三路合围襄阳。襄阳守将朱序死守近一年。\n公元379年（太元四年），襄阳最终城破，朱序被俘。苻坚又派彭超围攻彭城，秦晋淮南之战爆发。谢安在建康布防，又令谢玄率五万北府兵，自广陵起兵应敌。谢玄四战四胜，全歼秦军。次年五月，谢安因功被任命为卫将军、开府仪同三司，进封建昌县公。 \n淝水之战\n主词条：淝水之战\n公元383年（太元八年），苻坚率领着号称百万的大军南下，志在吞灭东晋，统一天下。当时军情危急，建康一片震恐，可是谢安依旧镇定自若，以征讨大都督的身份负责军事，并派谢石、谢玄、谢琰和桓伊等率兵八万前去抵御。谢玄手下的北府兵虽然勇猛。但是前秦的兵力是东晋的十倍多，谢玄心里到底有点紧张。出发之前，谢玄特地到谢安家去告别，请示一下这个仗怎么打。但谢安神情泰然，毫无惧色，回答道：“朝廷已另有安排。”过后默默不语。谢玄不敢再问，便派好友张玄再去请示。谢安于是驾车去山中别墅，与亲朋好友聚会，然后才与张玄坐下来下围棋赌别墅。谢安平常棋艺不及张玄，这一天张玄心慌，反而败给了谢安。谢安回头对外甥羊昙说：“别墅给你啦。”说罢便登山游玩，到晚上才返回，把谢石、谢玄等将领，都召集起来，当面交代机宜事务。 \n当时，桓冲在荆州听说形势危急，打算专门拨出三千精兵到建康来保卫。谢安对派来的将士说：“我这儿已经安排好了，你们还是回去加强西面的防守吧！”将士回到荆州告诉桓冲，桓冲很担心。他对将士说：“谢公的气度确实叫人钦佩，但不懂得打仗。眼看敌人就要到了，他还那样悠闲自在：兵力那么少，又派一些没经验的年青人去指挥。我看我们都要失败被俘了。” \n同年十一月，谢玄遣刘牢之以五千精兵奇袭，取得洛涧大捷。十二月，双方决战淝水，谢玄、谢琰和桓伊率领晋军七万战胜了苻坚和苻融所统率的前秦十五万大军，并阵斩苻融。淝水之战以晋军的全面胜利告终。\n当晋军在淝水之战中大败前秦的捷报送到时，谢安正在与客人下棋。他看完捷报，便放在座位旁，不动声色地继续下棋。客人憋不住问他，谢安淡淡地说：“没什么，孩子们已经打败敌人了。”直到下完了棋，客人告辞以后，谢安才抑制不住心头的喜悦，舞跃入室，把木屐底上的屐齿都碰断了。淝水之战的胜利，使谢安的声望达到了顶点。以总统诸军之功，进拜太保。 \n功高遭忌\n战后，谢安上疏请求北征，孝武帝于是以谢安都督扬、江、荆、司、豫、徐、兖、青、冀、幽、并、宁、益、雍、梁共十五州军事，加假黄钺，其余官职如旧，又增设从事中郎二人。谢安上书辞让太保之职及爵位，朝廷不许。 \n桓冲在淝水之战之后不久去世，谢安没有让谢玄任荆、江两州刺史，又担心桓氏失去荆、江二州的职权会不服，桓石虔有沔阳的战功，谢安考虑到桓石虔骁猛善战，据有险胜之地，恐怕难以控制，于是任命桓石民为荆州刺史，命桓伊改镇江州，桓石虔镇豫州，使三桓统辖三州，彼此无怨言，各得其所，为接下来的大规模北伐稳定了后方。谢安执政，从长远考虑，使部属之间无争无斗，大抵都是这样。 \n公元384年（太元九年）八月，谢安起兵北伐。东路的谢玄率领北府兵自广陵北上，一路收复了兖州、青州、司州、豫州，中路和西路的桓氏则出兵攻克了鲁阳和洛阳，并收复了梁州和益州。至此，淝水之战前秦、东晋以淮河－汉水－长江一线为界的局面改成了以黄河为界，整个黄河以南地区重新归入了东晋的版图。 \n淝水之战的巨大胜利，谢安的事先筹划功不可没。而且谢安从战前的“围棋赌墅”到战后的“小儿辈大破贼”，自始至终一直采取极为冷静的态度，对于稳定当时建康的人心起到了关键的作用。此次战争使谢氏的声望达到顶峰。但当时会稽王司马道子专权，奸谄小人开始乘机煽风点火，捏造罪名陷害忠良。 谢安与孝武帝之间渐生嫌隙，一日，孝武帝召桓伊宴饮，谢安坐陪。孝武帝命桓伊吹笛，桓伊神色自若的吹了一曲，然后放下笛子说：“臣对于筝的情分不如笛，然而足以用来与歌管配合，请允许臣奏筝歌唱，并请求来一个吹笛人为臣伴奏。”孝武帝认为他在音乐方面有才能，就下令让一个御妓奏笛。桓伊又说：“御府的人与臣必定配合不好，臣有一奴，擅长与臣配合。”孝武帝更加赏识他的放纵轻率，于是允许他把家奴召来。家奴吹起笛子，桓伊就抚筝而歌唱怨诗说：“为君既不易，为臣良独难。忠信事不显，乃有见疑患。周旦佐文武，《金朦》功不刊。推心辅王政，二叔反流言。”歌声慷慨激昂，俯仰可观。谢安流下的眼泪弄湿了衣襟，于是越席来到桓伊的身边，捋自己的胡须说：“使君在此表现得很不一般！”孝武帝很有惭愧的脸色。 \n交权病逝\n公元385年（太元十年）四月，谢安借口救援苻坚，主动交出手上权力，自请出镇广陵的步丘，建筑新城来避祸。孝武帝在西池为谢安设筵饯行，并敬酒赋诗。谢安虽受朝廷嘱托，但隐居东山的志趣始终未消失，每每露于形色。及至出镇新城，携带全家前往，制造泛海的船只和装备，打算等到天下大体安定后，从水道回东山。但不久后，谢安病重病。上书朝廷请求估量时局停止进军，并召其子征虏将军谢琰解甲息兵，命龙骧将军朱序进据洛阳，前锋都督谢玄与彭城、沛县之敌对峙，委任谢玄为督察。如果二城守敌凭借地形顽抗，待来年涨水，东西夹攻。孝武帝诏令侍中赴新城慰劳，谢安获准返回建康。听说自己的车驾已进入建康的西州门，自以为壮志不成，功业未就，因而感慨万分，对所亲近的人怅然道：“从前桓温执政时，我常常担心不能保全自身。忽然有一天梦见自己乘坐桓温的车驾走了十六里地，看见一只白鸡后停了下来。乘坐桓温的车驾，预兆将代替他执掌朝政。十六里，从我执政到今天刚好十六年了。白鸡属酉，如今太岁星在酉，是凶兆，我这一病大概再也起不来了！”于是上书逊位，孝武帝派侍中、尚书晓喻朝廷旨意。之前，谢安从石头出发，金鼓忽然破碎，又加上谢安说话从不出差错，这一天忽然出现谬误，众人觉得十分奇怪。 \n同年八月二十二日（10月12日），谢安病逝于建康，享年六十六岁，孝武帝在朝堂里哭吊三天，赐棺木、朝服一具，衣一套，钱百万，布千匹，蜡五百斤，追赠太傅，谥号文靖。因为谢安没有陵苑，于是诏令在府中备办丧事仪式。到安葬时，葬礼规格与桓温相同，又以击败苻坚的功勋，追封庐陵郡公。[36-37]   \n公元420年7月10日（永初元年六月十四日），刘裕代晋称帝，建立刘宋，当时前朝东晋的封爵中只有王导、谢安、温峤、谢玄与陶侃子孙的爵位未被废除，谢安爵位庐陵郡公被降封为柴桑县公，食邑一千户。 \n历史评价\n时人语：大才槃槃谢家安，江东独步王文度，盛德日新郗嘉宾。 \n桓彝：此儿风神秀彻，后当不减王东海。 \n王蒙：此客亹亹，为来逼人。 \n权翼：谢安、桓冲，江表伟才，可谓晋有人焉。 \n王献之：故太傅臣安少振玄风，道誉洋溢。弱冠遐栖，则契齐箕皓；应运释褐，而王猷允塞。及至载宣威灵，强猾消殄。功勋既融，投韍高让。且服事先帝，眷隆布衣。陛下践阼，阳秋尚富，尽心竭智以辅圣明。考其潜跃始终，事情缱绻，实大晋之俊辅，义笃於曩臣矣。 \n房玄龄：①建元之后，时政多虞，巨猾陆梁，权臣横恣。其有兼将相于中外，系存亡于社稷，负扆资之以端拱，凿井赖之以晏安者，其惟谢氏乎！文靖始居尘外，高谢人间，啸咏山林，浮泛江海，当此之时，萧然有陵霞之致。暨于褫薜萝而袭朱组，去衡泌而践丹墀，庶绩于是用康，彝伦以之载穆。苻坚百万之众已瞰吴江，桓温九五之心将移晋鼎，衣冠易虑，远迩崩心。从容而杜奸谋，宴衎而清群寇，宸居获太山之固，惟扬去累卵之危，斯为盛矣。然激繁会于期服之辰，敦一欢于百金之费，废礼于偷薄之俗，崇侈于耕战之秋，虽欲混哀乐而同归，齐奢俭于一致，而不知颓风已扇，雅道日沦，国之仪刑，岂期若是！ ②安西英爽，才兼辩博。宣力方镇，流声台阁。太保沈浮，旷若虚舟。任高百辟，情惟一丘。琰邈忠壮，奕万虚放。为龙为光，或卿或将。 \n王俭：江左风流宰相，惟有谢安。 \n李白：三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。\n司马光：晋室既衰，中原云扰，刘石慕容之辈，弥漫河洛，蟠据岱华，宫阙芜没，陵庙隳焚。元帝以宗室疎属，遁居江表，天下士民有思晋者，皆裹粮而归之，国于荆扬之间，子孙相承不绝如线。独明帝英武，克清大憝，不幸享国不永，自余孱弱孤危，外陵内叛，寄命于虎狼之口，几遇吞食者数矣，然卒能保其位号宗庙血食百有余年，何者？王导、卞壸、温峤、陶侃、谢安、谢幼度为之臣也，群贤既没，使道子、元显之徒辅之，败亡不亦宜乎？ \n苏轼：安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。\n苏辙：①王导、谢安，江东之贤臣也。王导无礼于成帝，而不知惧；谢安作乐于期丧，而不受教。则废礼慕道之俗然矣。 ②晋虽微弱，谢安、桓冲为之将相，君臣相安，民未患晋，而欲以力取之，稽之天道，论之人情，虽内无垂、苌之衅，而坚之败，必不免矣。 \n秦观：安之仕晋，始为桓温司马，孝武之世，政由温出，缙绅顾望，不知所为，而安与王坦之尽忠王室，蔑有二心，至于屡改袁宏之文，以寝九锡之命，可谓以身许国，社稷之臣者矣...安少有重名，累年辟召不至，其后虽受朝寄，而东山之志始末不渝，形于言色，则安之功名，出于无意者。 \n吕祖谦：晋之始也，敌国云扰，强臣专制，上下惴恐，如处积薪之上而火将燃者，故君无骄泰之失，而臣下自以危亡为忧，是以内虽王敦、苏峻反叛相寻，桓温擅权废立，外则石氏之兵三至江上，苻坚淝水之役，江东几至不保。然当时人主恐惧于上，而王导、温峤、陶侃、谢安、谢玄之徒足以尽其力，故至危而复安，将亡而复存也。 \n洪迈：百年之间，会稽王昱、道子、元显以宗室，王敦、二桓以逆取，姑置勿言，卞壶、陆玩、郗鉴、陆晔、王彪之、坦之不任事，其真托国者，王导、庾亮、何充、庾冰、蔡谟、殷浩、谢安、刘裕八人而已。 \n陈亮：导、安相望于数十年间，其端静宽简，弥缝辅赞，如出一人，江左百年之业实赖焉。\n叶适：东晋以名用人...有遇有不遇，或成或否，独谢安一人收用名之效。\n刘祁：南渡之后，非有王导、谢安辈稍务事业功名，其颓靡亦不可救矣。 \n刘应登：因叹昔人论司马氏之祚亡于清谈，斯言也无乃过甚矣乎...陶荆州之勤敏，谢东山之恬镇...或词冷而趣远，或事琐而意奥，风旨各殊，人有兴托。 \n徐钧：高卧东山意豁如，端然笑咏只清虚。晋朝负荷伊谁力，堪叹身亡国亦除。 \n陈普：①地陷天倾不废棋，谢安阮籍好同时。江东残局危亡势，似太元初尚可为。②临安猿鹤共清吟，犹作投机叩齿音。商鞅禹文无辨别，冶城数语是何心。 \n朱熹：谢安之于桓温（有误作苻坚），如近世陈鲁公之于完颜亮，幸而捱得它死耳。 \n郝经：元帝渡江，有王导之懿，陶侃、温峤、谢安之贤，亦尝经略中原，取河南，入关中，出彭城，胜淝水，而山桑代陂，枋头折败，相继终不能救江沱日车之侧。 \n陶宗仪：是时，王谢两族各以文采相高，而安于谢族尤主斯文盟会，风神秀彻，为名流所慕，盖种种超诣，每经意处便非他人可到。 \n王世贞：谢安石格量弘济，故是始兴以上人，然大略能用事为功，矫情镇物耳。 \n归有光：谢安石高卧东山，本无处世之意。而诸人每恨其不出，为苍生忧。及见登用，镇以和静，御以长算。苻氏率众百万，次于淮淝，京师震恐，夷然无惧色。指授将帅，大致克捷，劲寇土崩，中州席卷，江左奠安。岂非实之能副其名者乎？虽然，深源之清徽雅量，固自为众议所归。 \n谢肇淛：谢太傅与桓宣武、会稽王会于溧江，狂风忽起，波浪鼓涌，诸人有惧色，惟谢怡然自若。顷间风止，桓问之，谢徐笑曰：“何有三才同尽理？”此达者之言也。 \n王夫之：王敦、桓温乃挟荆、湘以与晋争。内乱而外荒，积之数十年矣，安起而收之。虽使桓冲牧江、荆，而自督扬、豫。北府兵强，而扬、豫强于江、荆，势之所趋，威之所建，权归重于朝廷，本根固矣。安之宰天下，思深而道尽，复古以型今，岂一切苟简之术所可与议短长哉。\n林时对：国之任相，犹室之任栋；用匪其材，鲜不颠覆。虽云大厦将倾，非一木能支；然转亡为存、图危于安，不乏斡旋补救之术。如危而不持、颠而不扶，则将焉用彼相矣。古来旁求爰立、或取诸梦卜、或起自屠钓，咸能光复启宇，祀夏配天...即东晋偏安用谢安石、桓玄叔，遂延典午之祚。北宋南渡，用李伯纪、赵元镇、再奠艺祖之基。国以一人兴，岂不诚然哉！ \n郑观应：古之所谓将才者，曰儒将、曰大将、曰才将、曰战将。乐毅、羊祜、诸葛亮、谢安、韦叡、岳飞等，儒将也 \n蔡东藩：①谢安放情山水，无心仕进，及弟万被黜，即应温召，可见当时之屡征不起，无非矫情，而益叹富贵误人，非真高尚者，固不能摆脱名缰也。高崧戏言，可抵《北山移文》一篇，幸谢安聪敏过人，借温干进，旋即辞温告归，不致连污逆名耳。 ②一生忧乐本常情，露布传来喜气生；怪底当年谢太傅，欺人只是一棋枰。 ③秦苻坚大举伐晋，而谢安围棋别墅，一若行所无事，誉安者称其镇定，毁安者讥其轻弛，此皆属一偏之见，未足垂为定评。典午东迁，积弱已久，欲以八万士卒，敌秦兵百万之众，虽有孙吴，亦难为谋，安非全无心肝，宁不知军情重大，成败难料。不过因万全无策，只可委心气运，与其张皇自扰，益乱人意，不若勉示镇静，稍定众心，此乃为安之苦衷，不足与外人道也。 \n张舜徽：谢安神识沉敏，而极有胆略...是中国历史上有雅量有胆识的大政治家。\n朱大渭：谢安对东晋来说，实为中流砥柱。\n范文澜：①东晋朝内部出现前所未有的和睦气象，是和谢安完全继承王导力求大族间势力平衡的作法分不开的。②东晋朝建立以来，这是最大的一次战胜扩地。取胜的重要原因之一就是内部和睦，有些力量可以对外。\n毛泽东：谢安文韬武略，又机智又沉着，淝水之战立了大功，拖住桓温也立了大功，两次大功是对维护统一的贡献。\n田余庆《东晋门阀政治》：①谢氏门户地位突出，始于简文、孝武之际。其时士族王、谢并称。他们之中，论人才则谢安出众，故桓温荐顾命之臣，以谢安居首。②陈郡谢氏在东晋发展的三个阶段，分别以谢鲲、谢尚、谢安三个人物为代表。谢鲲跻身玄学名士，谢尚取得方镇实力，谢安屡建内外事功。 \n轶事典故\n相关成语\n【东山再起】\n【围棋赌墅】\n【新会蒲葵】\n【雅人深致】\n【一往奔诣】\n【老翁可念】\n【屋下架屋】\n【一往情深】\n【前倨后恭】\t\n【小儿破贼】\n咏絮之才\n在一个寒冷的雪天，谢安把家人聚在了一起，跟子侄辈的人谈诗论文。不一会儿，下起了又大又急的雪，谢安高兴地说：“这纷纷扬扬的大雪像什么呢?”他侄子胡儿说：“跟把盐撒在空中差不多。”他的侄女道韫说：“不如比作柳絮被风吹得漫天飞舞。”谢安高兴得大笑起来。这就是谢安大哥谢无奕的女儿谢道韫，左将军王凝之的妻子。\n王题谢墩\n谢安的表字与宋朝王安石的名正好相同，后来王安石退居金陵，买的宅院正好在谢安的府邸旧址，宅内有以谢安命名的“谢公墩”。王安石于是戏作诗道：“我名公字偶相同，我屋公墩在眼中。公去我来墩属我，不应墩姓尚随公 。”时人评曰：“与死人争地。”\n言传身教\n谢安夫人一次她问谢安：“怎么从来没见到你教育孩子？”谢安回答道：“我总是用我的言行来教育孩子。” \n乌衣子弟\n谢安与王导皆居秦淮河畔，乃三国时代孙权旧部乌衣部队之驻地，世称乌衣巷。\n不拘礼法\n谢安欣赏真性情的女子，谢安曾听人说梁山伯与祝英台的故事，深受感动，上奏请求表其墓为“义妇冢” 。他的嫂嫂王夫人曾经不顾礼节亲自出面从席上带走其子，谢安不以为忤，反而赞叹王夫人情辞慷慨，可惜不能让朝中大臣们一见。他所欣赏的妻子刘夫人和侄女谢道蕴，也都是这样的真性情女子，前者曾屡屡戏弄谢安，后者曾当全家人的面鄙薄自己的丈夫，这些不合“礼法”的行为在谢安看来却是出自真性情，非常值得欣赏。\n谢安为吏部尚书的时候，王导的嫡孙王珣娶谢万的女儿为妻，王珉娶谢安的女儿为妻，均夫妻不和。谢安鄙薄王珣为人，不惜与琅琊王氏嫡系一支交恶，径自让侄女和女儿离婚改嫁。双方因此不通往来许多年。 \n小草远志\n谢安高卧东山隐居至四十余岁，不愿出仕。后来朝廷一再催促，让他出山做官。因为东晋王朝依靠世家大族，失去大族的支持，统治便岌岌可危，而谢氏是当时著名大族。谢安这时才答应出山，担任大将军桓温的司马。碰巧的是，谢安去拜见桓温时，有人送给桓温草药，其中有远志一味。桓温见物起意，问谢安说：“这种药又被称为小草，为什么有两种称呼呢？”谢安还没来得及回答，坐在一旁的另一位名士郝隆应声答道：“这有什么难的。在山中叫远志，出山就叫小草。”谢安听了郝隆的话，知道郝隆在讥讽自己高卧东山，素而远志，但出山却只当一个小小的司马，不由脸上露出惭愧之色。后来以“小草远志”指隐居与出仕，或以小草谦指自己居官低微。 \n安石碎金\n桓温看到谢安石写的简文帝谥号的奏议，看罢就把它扔到座位上，对客人说：\"这是安石的小杰作。\"后以“安石碎金”比喻精美简短的诗文。 \n清言致患\n谢安曾与王羲之共登冶城，悠然遐想，有超乎世俗的志趣。王羲之说：“夏禹勤于政事，手足磨出老茧；周文王管理国家，连吃饭都无暇顾及，如今朝廷边境战事频繁，执政者应思考效忠国家，空谈浮华会荒废大事，恐非当今执政者所应有。”谢安说：“秦任用变法务实的商鞅，只延续两代就败亡了，这难道也是空谈浮华带来的祸患吗？” \n洛下书生咏\n谢安有鼻炎，吟诗的时候，鼻音较重。许多士人为了模仿他的声音，只好捂着鼻子吟诵。这种读法竟有一个专名，叫做“洛下书生”。 \n书法成就\n谢安曾从王羲之学行书，他的书法非常出色，尤以行书为妙品。后世米芾曾称赞他的书法“山林妙寄，岩廊英举，不繇不羲，自发淡古。”《宣和书谱》称其“初慕羲之作草正字，而羲之有解书者。后之评其字者，亦谓纵任自在，若螭盘虎踞之势，要当人能品也。然其妙处，独隶与行草耳。此所有惟行书为多。”收录有其行书《近问帖》、《善护帖》、《中郎帖》。 《淳化阁帖》有《凄闷帖》、《六月帖》。《宝晋斋法帖》等丛帖中存其遗迹。\n个人作品\n《全晋文》收录有《上疏论王恭》、《魏陟周丧拜时议》、《简文帝谥议》、《遗王坦之书》、《与某书》、《与支遁书》。 \n后世尊奉\n谢安逝世之后，民间尊奉为神祇，称为“谢千岁”、“谢圣王”、“谢王公”、“谢老元帅”、“广惠圣王”、“广惠尊王”、“广应圣王”、“广应尊王”、“显济灵王”、“护国尊王”等。唐代陈元光将军率领部队官兵入漳州时，携带谢安之香火，并尊奉谢安为“广惠王” 。而广惠王的信仰，也随着漳州人来到南洋、台湾等地。\n家族成员\n妻子：刘氏，刘惔之妹。\n陈郡阳夏谢氏\n-3\t-2\t-1\t1\t2\t3\t4\t5\t6\n谢缵\t谢衡\t\n谢鲲\n谢尚\n\t\t\t\t\n谢裒\n谢奕\n谢玄\n谢瑍\n谢公义·谢灵运\n谢凤\t谢超宗\n谢据\n谢朗\n谢重\n谢绚\t谢绍\t\n谢瞻\n谢麟\t谢洪正\n谢晦\n谢世休\t\n谢允\n谢景仁·谢裕\n谢恂\t谢稚·谢孺子\t\n谢述\t谢纬\t谢朓\t谢谟\n谢安\n谢瑶\n谢澹\n\t\t\n谢璞\n谢涛\t\t\n谢琰\n谢混\n谢涟\n\t\n谢万\t谢韶\t谢思\t谢曜\t\t\n谢密·谢弘微\t谢庄\t谢朏\n谢石\t谢汪\t\t\t\t\n谢铁\n谢冲\n谢方明\n谢惠连\t\t\n谢惠宣\t王谢氏（女）\t\n谢广\t\t\t\t\t\t\n表附：谢密，嗣谢峻。谢稚，汪表记为孺子，孺子即其字。《宋书》作稚，《南史》避唐高宗小名而称其字。王谢氏，王道琰妻。\n（表格参考资料： ）\n史书记载\n《晋书·卷七十九·列传第四十九》 \n《资治通鉴》等也有记载。\n人文遗迹\n乌衣巷\n王导、谢安纪念馆坐落在南京夫子庙秦淮河南岸乌衣巷内，是一座展示六朝文化艺术及王、谢两大家族家世的专题性陈列馆。馆内有来燕堂、鉴晋楼等建筑，陈列了珍贵的六朝时期文物。馆大门上方悬以“王谢古居”匾额。唐代刘禹锡曾到此寻访，写下了“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家”的千古名篇。\n谢安墓\n谢安墓位于浙江省湖州市长兴县西南15.5公里的太傅乡三鸦岗。碑文记载：“初，墓在建康（今南京）梅冈，陈逆叔陵发冢，鸠占鹊窼，裔孙夷吾殓葬，零落他乡。然桑梓滚滚哀思未息，每念及公“还东”夙愿，不禁唏嘘。为迎公魂归故里，遂于斯再建墓冢，朝夕相守。”\n谢安墓初葬于南京梅冈，因南朝末代皇帝陈叔宝（陈后主）异母弟始兴王陈叔陵母亲葬于梅冈，谢安墓遭到破坏。谢氏后代谢夷吾收拾残骨重葬。 \n谢安路\n谢安路位于河南省太康县，是太康县政府为纪念谢安而命名的。谢安路横贯太康城区东、西的中轴线，东起新涡河，西止二环路，全长4480米，宽50米。 \n谢安故里\n谢安故里位于浙江省上虞市曹娥江中游东岸东山湖，就是谢安的隐居地，成语“东山再起”即源于此。谢安在隐居东山的一段时间里，也吸引了王羲之、孙绰等名士云集于此，皆有居室在东山。谢氏家族长期居留东山，其间涌现出谢灵运、谢惠连、谢眺、谢道蕴等诗人和文学家。景区内尚有谢安衣冠冢、墓碑及洗屐池、蔷薇洞等遗迹，著名寺庙-国庆寺也在这里。东山湖是绍兴市十佳森林休闲景点，可以在东山湖泛一叶小舟，寄情于青山绿水之间。 \n0影视形象\n007年电视剧《梁山伯与祝英台》：冉唯群饰演谢安。\n","category":"草书","verified":true,"user":1,"timestamp":1429951537576},{"name":"谢安凄闷帖","text":"谢安（320年－385年10月12日），字安石。陈郡阳夏（今河南太康）人。东晋著名政治家，名士谢尚的从弟。\n少以清谈知名，最初屡辞辟命，隐居会稽郡山阴县之东山，与王羲之、孙绰等游山玩水，并教育谢家子弟，多次拒绝朝廷辟命。后谢氏家族于朝中之人尽数逝去，方东山再起，任桓温征西司马，此后历任吴兴太守、侍中、吏部尚书、中护军等职。\n咸安二年（372年）简文帝崩后，谢安与王坦之挫败桓温篡位意图，并在其死后与王彪之等共同辅政。在淝水之战中作为东晋一方的总指挥，以八万兵力打败了号称百万的前秦军队，为东晋赢得几十年的安静和平。战后因功名太盛而被孝武帝猜忌，被迫前往广陵避祸。太元十年（385年），因病重返回建康，于同年八月二十二日（10月12日）逝世，享年六十六岁，赠太傅、庐陵郡公，谥号文靖。[1] \n谢安多才多艺，善行书，通音乐。性情闲雅温和，处事公允明断，不专权树私，不居功自傲，有宰相气度。他治国以儒、道互补；作为高门士族，能顾全大局，以谢氏家族利益服从于晋室利益。[2] 王俭称其为“江左风流宰相。”[3] 张舜徽赞其为“中国历史上有雅量有胆识的大政治家。”\n（概述图片来源：[4] ）\n人物生平\n出身豪族\n谢安出身于名门世家，其父谢裒，官至太常。谢安四岁时，名士桓彝见到他，大为赞赏，说：“这孩子风采神态清秀明达，将来不会比王东海（即东晋初名士王承）差。”他在童年时，便神态沉着，思维敏捷，风度条畅，工于行书。 \n谢安少年时曾拜访名士王濛，与王濛清谈多时，他离去后，王濛之子王修问：“刚才谈话的客人是什么样的大人物？”王濛说：“这位客人勤勉不倦，日后定将咄咄逼人。”当时的宰相王导也很器重谢安，青少年时代的谢安就已在上层社会中享有较高的声誉。然而谢安并不想凭借出身、名望去猎取高官厚禄。朝廷最初征召谢安入司徒府，授任他佐著作郎之职，都被谢安以有病为借口推辞了。 \n后来，拒绝应召的谢安干脆隐居到会稽的东山，与王羲之、许询、支道林等名士名僧频繁交游，出门便捕鱼打猎，回屋就吟诗作文，就是不愿当官。当时扬州刺史庾冰仰慕谢安的名声，几次三番地命郡县官吏督促逼迫，谢安不得已，勉强赴召。仅隔一个多月，他又辞职回到了会稽。后来，朝廷又征召他为尚书郎、琅玡王友，谢安一概推辞。吏部尚书范汪举荐谢安为吏部郎，也被他写信拒绝。有关部门上疏认为谢安被朝廷征召，历年不应，应该禁锢终身，谢安于是放浪于东部的名胜之地。 \n悠游隐居\n谢安曾到临安山，坐在石洞里，面对深谷，悠然叹道：“此般情致与伯夷有何区别！”又曾与孙绰等人泛舟大海，风起浪涌，众人十分惊恐，谢安却吟啸自若。船夫因为谢安高兴，照旧驾船漫游。风浪转大，谢安慢慢说：“如此大风我们将如何返回呢？”船夫听从吩咐立即驾船返航。众人无不钦佩谢安宽宏镇定的气度。谢安虽然纵情于山水，但每次游赏，总是携带歌女同行。 \n谢安虽然屡屡不愿出山，但当时执政的会稽王司马昱说：“安石（谢安字）既然能与人同乐，也必定能与人同忧，再征召他，他肯定会应召。”当时，谢安的弟弟名士谢万任西中郎将，担负守边的重任。谢安虽然隐遁山林，但其名声超过了谢万，有任宰辅的声望。他平素常常用礼节来教导子弟。 \n东山再起\n谢安的妻子，是名士刘惔的妹妹，她看见谢家各门（谢尚、谢奕、谢万）都家门富裕而地位显赫，只有谢安隐居山林，于是对谢安说：“大丈夫不想富贵吗？”谢安遮掩口鼻低声说：“恐怕不可避免。”公元358年（升平二年），谢奕去世，由谢万接任。次年，谢万在北伐时不能抚慰将士，又误认为敌军抵达，导致手下士卒惊扰奔溃。谢万单骑狼狈逃还，军士们看在谢安的份上才没有杀他，谢万不久被免为庶人（一说此时谢安并不在谢万军中）。此事使谢氏的权势受到了很大威胁，谢安才开始有做官的志趣，他当时已经四十多岁了。 \n公元360年（升平四年），谢安应征西大将军桓温之邀担任他帐下的司马，谢安从新亭出发，百官都为他送行，御史中丞高崧对他开玩笑说：“足下屡次违背朝廷旨意，高卧东山，众人常常议论说，谢安石不肯出山做官，将怎样面对江东百姓！而今江东百姓将怎样面对出山做官的谢安石呢！”谢安深有愧色。他到桓温的府第，桓温十分高兴，二人畅谈生平经历，欢笑终日。离开后，桓温对左右说：“你们是否见过我有这样的客人？”后来，桓温去谢安的住处，正碰上谢安整理头发。谢安性情迟缓，许久才理罢，让侍从取来头巾。桓温制止说：“让司马戴好帽子再相见。”桓温就是如此器重谢安。 \n公元361年（升平五年），桓温即将北征时，谢万病逝，谢安乘机投书请求奔丧，离开了桓温。不久，被任命为吴兴太守，他在任上声誉一般，但离开后便为众人所思怀念。不久被征召入朝担任侍中，又升任吏部尚书、中护军。 \n竭力辅政\n公元371年（咸安元年），桓温在北伐时于枋头惨败。为了重立威名，他听从郗超的建议，废黜了海西公司马奕，另立丞相司马昱为帝，即简文帝。\n公元372年（咸安二年），即位不到一年的司马昱因受制于桓温、忧愤非常而病重，桓温上疏举荐谢安接受遗诏。七月二十八日（9月12日），司马昱驾崩。\n公元373年（宁康元年），桓温入京朝见孝武帝司马曜，太后褚蒜子命谢安及侍中王坦之到新亭迎接。当时，建康城里人心浮动，有人说桓温要杀王坦之、谢安，晋室的天下要转落他人之手。王坦之非常害怕，谢安却神色不变，说：“晋室的存亡，就取决于此行。”桓温抵达后，百官夹道叩拜。桓温部署重兵守卫，接待百官，当时有官位声望的人都惊慌失色。王坦之汗流浃背，连手版都拿倒了。只有谢安从容就座，他坐定以后，对桓温说：“我听说诸侯有道，守卫在四邻，明公哪里用得着在墙壁后面安置人呀！”桓温笑着说：“正是由于不能不这样做。”于是就命令左右的人让他们撤走，与谢安笑谈良久。由于谢安的机智和镇定，桓温始终没敢对二人下手，不久就退回了姑孰。王坦之当初与谢安齐名，众人至此才分出二人的优劣。[15-16]   \n当时孝武帝年幼力弱，在外又有强臣，谢安与王坦之竭尽忠诚辅佐护卫，最终使晋室得以安稳。 同年三月，桓温病重，暗示朝廷对他加九锡，让袁宏起草奏表。谢安见后，动手修改原稿，十多天还未改好，等桓温一死，加九锡之事因此搁置。 \n桓温死后，谢安升任尚书仆射，总领吏部事务，加任后将军，与尚书令王彪之一起执掌朝政。公元376年（太元元年），谢安打算让外戚、中书令王蕴出镇，于是让桓温之弟桓冲解任徐州刺史，由王蕴接任，朝廷命谢安总领中书事务。为了缓和矛盾、稳定政局，谢安实行了着眼于长远、以和谐安定为重的执政方针。当时桓冲也深明大义，认为自己的德望不及谢安，心甘情愿地以镇守四方为己任。谢安也用桓冲都督徐、豫、兖、青、扬五州诸军事和徐州刺史，镇守京口，后又转任都督七州诸军事，兼任荆州刺史。他对桓冲虽有猜忌，但总体还是达到了“荆扬相衡，则天下平”的目的，共同对付北方的前秦政权。谢安心存仁义，辅助朝廷，劝导百官，即使是会稽王司马道子也依赖于谢安的辅助调和。当时前秦侵犯边境，告急文书频频传来，梁、益等州先后失陷。他面对危机，镇定自若，作长久打算，以宽仁安定内外。广行德政，百官同心同德，不计小过，专心国事，恩威流布广远，当时人赞扬谢安，将他比作王导，认为他在文雅方面则更胜一筹。[19-20]   \n当时，建康的宫殿毁坏，谢安打算整修宫殿。王彪之等人以外敌入侵为由谏阻谢安，谢安不听，竟独自决定修宫。宫室设计，都依照天象，合符北极星的方位，而役夫也没有什么怨恨。 \n同年，谢安兼任扬州刺史，朝廷允许谢安可带甲仗百人入殿。当时，孝武帝开始亲政，升任谢安为中书监、骠骑将军、录尚书事，谢安坚决辞让了骠骑将军之职。当时天象失常，大旱连年，谢安上书主张复兴衰败灭亡的侯国和贵族世家，寻找晋初开国功臣的后代加以封赏。 \n选将破秦\n公元377年（太元二年）七月，朝廷加任谢安为司徒，他所统辖的后军文武官员都配上高级府第，谢安辞让不受。朝廷又加任谢安为侍中、都督扬、豫、徐、兖、青五州及幽州的燕国诸军事、假节。 当时，前秦在其君主苻坚的治理下日益强盛，晋军在与前秦的交战中处于劣势。同年，因广陵缺乏良将防守，谢安便不顾他人议论，极力举荐自己的侄子谢玄出任兖州刺史，镇守广陵，负责长江下游江北一线的军事防守。谢安则自己都督扬、豫、徐、兖、青五州军事，总管长江下游。谢玄不负叔父重托，在广陵挑选良将，训练精兵，选拔了刘牢之、何谦等人，并训练出了北府兵。 \n公元378年（太元三年），前秦征南大将军苻丕率步兵、骑兵七万人进攻襄阳。苻坚又另派十万多人，分三路合围襄阳。襄阳守将朱序死守近一年。\n公元379年（太元四年），襄阳最终城破，朱序被俘。苻坚又派彭超围攻彭城，秦晋淮南之战爆发。谢安在建康布防，又令谢玄率五万北府兵，自广陵起兵应敌。谢玄四战四胜，全歼秦军。次年五月，谢安因功被任命为卫将军、开府仪同三司，进封建昌县公。 \n淝水之战\n主词条：淝水之战\n公元383年（太元八年），苻坚率领着号称百万的大军南下，志在吞灭东晋，统一天下。当时军情危急，建康一片震恐，可是谢安依旧镇定自若，以征讨大都督的身份负责军事，并派谢石、谢玄、谢琰和桓伊等率兵八万前去抵御。谢玄手下的北府兵虽然勇猛。但是前秦的兵力是东晋的十倍多，谢玄心里到底有点紧张。出发之前，谢玄特地到谢安家去告别，请示一下这个仗怎么打。但谢安神情泰然，毫无惧色，回答道：“朝廷已另有安排。”过后默默不语。谢玄不敢再问，便派好友张玄再去请示。谢安于是驾车去山中别墅，与亲朋好友聚会，然后才与张玄坐下来下围棋赌别墅。谢安平常棋艺不及张玄，这一天张玄心慌，反而败给了谢安。谢安回头对外甥羊昙说：“别墅给你啦。”说罢便登山游玩，到晚上才返回，把谢石、谢玄等将领，都召集起来，当面交代机宜事务。 \n当时，桓冲在荆州听说形势危急，打算专门拨出三千精兵到建康来保卫。谢安对派来的将士说：“我这儿已经安排好了，你们还是回去加强西面的防守吧！”将士回到荆州告诉桓冲，桓冲很担心。他对将士说：“谢公的气度确实叫人钦佩，但不懂得打仗。眼看敌人就要到了，他还那样悠闲自在：兵力那么少，又派一些没经验的年青人去指挥。我看我们都要失败被俘了。” \n同年十一月，谢玄遣刘牢之以五千精兵奇袭，取得洛涧大捷。十二月，双方决战淝水，谢玄、谢琰和桓伊率领晋军七万战胜了苻坚和苻融所统率的前秦十五万大军，并阵斩苻融。淝水之战以晋军的全面胜利告终。\n当晋军在淝水之战中大败前秦的捷报送到时，谢安正在与客人下棋。他看完捷报，便放在座位旁，不动声色地继续下棋。客人憋不住问他，谢安淡淡地说：“没什么，孩子们已经打败敌人了。”直到下完了棋，客人告辞以后，谢安才抑制不住心头的喜悦，舞跃入室，把木屐底上的屐齿都碰断了。淝水之战的胜利，使谢安的声望达到了顶点。以总统诸军之功，进拜太保。 \n功高遭忌\n战后，谢安上疏请求北征，孝武帝于是以谢安都督扬、江、荆、司、豫、徐、兖、青、冀、幽、并、宁、益、雍、梁共十五州军事，加假黄钺，其余官职如旧，又增设从事中郎二人。谢安上书辞让太保之职及爵位，朝廷不许。 \n桓冲在淝水之战之后不久去世，谢安没有让谢玄任荆、江两州刺史，又担心桓氏失去荆、江二州的职权会不服，桓石虔有沔阳的战功，谢安考虑到桓石虔骁猛善战，据有险胜之地，恐怕难以控制，于是任命桓石民为荆州刺史，命桓伊改镇江州，桓石虔镇豫州，使三桓统辖三州，彼此无怨言，各得其所，为接下来的大规模北伐稳定了后方。谢安执政，从长远考虑，使部属之间无争无斗，大抵都是这样。 \n公元384年（太元九年）八月，谢安起兵北伐。东路的谢玄率领北府兵自广陵北上，一路收复了兖州、青州、司州、豫州，中路和西路的桓氏则出兵攻克了鲁阳和洛阳，并收复了梁州和益州。至此，淝水之战前秦、东晋以淮河－汉水－长江一线为界的局面改成了以黄河为界，整个黄河以南地区重新归入了东晋的版图。 \n淝水之战的巨大胜利，谢安的事先筹划功不可没。而且谢安从战前的“围棋赌墅”到战后的“小儿辈大破贼”，自始至终一直采取极为冷静的态度，对于稳定当时建康的人心起到了关键的作用。此次战争使谢氏的声望达到顶峰。但当时会稽王司马道子专权，奸谄小人开始乘机煽风点火，捏造罪名陷害忠良。 谢安与孝武帝之间渐生嫌隙，一日，孝武帝召桓伊宴饮，谢安坐陪。孝武帝命桓伊吹笛，桓伊神色自若的吹了一曲，然后放下笛子说：“臣对于筝的情分不如笛，然而足以用来与歌管配合，请允许臣奏筝歌唱，并请求来一个吹笛人为臣伴奏。”孝武帝认为他在音乐方面有才能，就下令让一个御妓奏笛。桓伊又说：“御府的人与臣必定配合不好，臣有一奴，擅长与臣配合。”孝武帝更加赏识他的放纵轻率，于是允许他把家奴召来。家奴吹起笛子，桓伊就抚筝而歌唱怨诗说：“为君既不易，为臣良独难。忠信事不显，乃有见疑患。周旦佐文武，《金朦》功不刊。推心辅王政，二叔反流言。”歌声慷慨激昂，俯仰可观。谢安流下的眼泪弄湿了衣襟，于是越席来到桓伊的身边，捋自己的胡须说：“使君在此表现得很不一般！”孝武帝很有惭愧的脸色。 \n交权病逝\n公元385年（太元十年）四月，谢安借口救援苻坚，主动交出手上权力，自请出镇广陵的步丘，建筑新城来避祸。孝武帝在西池为谢安设筵饯行，并敬酒赋诗。谢安虽受朝廷嘱托，但隐居东山的志趣始终未消失，每每露于形色。及至出镇新城，携带全家前往，制造泛海的船只和装备，打算等到天下大体安定后，从水道回东山。但不久后，谢安病重病。上书朝廷请求估量时局停止进军，并召其子征虏将军谢琰解甲息兵，命龙骧将军朱序进据洛阳，前锋都督谢玄与彭城、沛县之敌对峙，委任谢玄为督察。如果二城守敌凭借地形顽抗，待来年涨水，东西夹攻。孝武帝诏令侍中赴新城慰劳，谢安获准返回建康。听说自己的车驾已进入建康的西州门，自以为壮志不成，功业未就，因而感慨万分，对所亲近的人怅然道：“从前桓温执政时，我常常担心不能保全自身。忽然有一天梦见自己乘坐桓温的车驾走了十六里地，看见一只白鸡后停了下来。乘坐桓温的车驾，预兆将代替他执掌朝政。十六里，从我执政到今天刚好十六年了。白鸡属酉，如今太岁星在酉，是凶兆，我这一病大概再也起不来了！”于是上书逊位，孝武帝派侍中、尚书晓喻朝廷旨意。之前，谢安从石头出发，金鼓忽然破碎，又加上谢安说话从不出差错，这一天忽然出现谬误，众人觉得十分奇怪。 \n同年八月二十二日（10月12日），谢安病逝于建康，享年六十六岁，孝武帝在朝堂里哭吊三天，赐棺木、朝服一具，衣一套，钱百万，布千匹，蜡五百斤，追赠太傅，谥号文靖。因为谢安没有陵苑，于是诏令在府中备办丧事仪式。到安葬时，葬礼规格与桓温相同，又以击败苻坚的功勋，追封庐陵郡公。[36-37]   \n公元420年7月10日（永初元年六月十四日），刘裕代晋称帝，建立刘宋，当时前朝东晋的封爵中只有王导、谢安、温峤、谢玄与陶侃子孙的爵位未被废除，谢安爵位庐陵郡公被降封为柴桑县公，食邑一千户。 \n历史评价\n时人语：大才槃槃谢家安，江东独步王文度，盛德日新郗嘉宾。 \n桓彝：此儿风神秀彻，后当不减王东海。 \n王蒙：此客亹亹，为来逼人。 \n权翼：谢安、桓冲，江表伟才，可谓晋有人焉。 \n王献之：故太傅臣安少振玄风，道誉洋溢。弱冠遐栖，则契齐箕皓；应运释褐，而王猷允塞。及至载宣威灵，强猾消殄。功勋既融，投韍高让。且服事先帝，眷隆布衣。陛下践阼，阳秋尚富，尽心竭智以辅圣明。考其潜跃始终，事情缱绻，实大晋之俊辅，义笃於曩臣矣。 \n房玄龄：①建元之后，时政多虞，巨猾陆梁，权臣横恣。其有兼将相于中外，系存亡于社稷，负扆资之以端拱，凿井赖之以晏安者，其惟谢氏乎！文靖始居尘外，高谢人间，啸咏山林，浮泛江海，当此之时，萧然有陵霞之致。暨于褫薜萝而袭朱组，去衡泌而践丹墀，庶绩于是用康，彝伦以之载穆。苻坚百万之众已瞰吴江，桓温九五之心将移晋鼎，衣冠易虑，远迩崩心。从容而杜奸谋，宴衎而清群寇，宸居获太山之固，惟扬去累卵之危，斯为盛矣。然激繁会于期服之辰，敦一欢于百金之费，废礼于偷薄之俗，崇侈于耕战之秋，虽欲混哀乐而同归，齐奢俭于一致，而不知颓风已扇，雅道日沦，国之仪刑，岂期若是！ ②安西英爽，才兼辩博。宣力方镇，流声台阁。太保沈浮，旷若虚舟。任高百辟，情惟一丘。琰邈忠壮，奕万虚放。为龙为光，或卿或将。 \n王俭：江左风流宰相，惟有谢安。 \n李白：三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。\n司马光：晋室既衰，中原云扰，刘石慕容之辈，弥漫河洛，蟠据岱华，宫阙芜没，陵庙隳焚。元帝以宗室疎属，遁居江表，天下士民有思晋者，皆裹粮而归之，国于荆扬之间，子孙相承不绝如线。独明帝英武，克清大憝，不幸享国不永，自余孱弱孤危，外陵内叛，寄命于虎狼之口，几遇吞食者数矣，然卒能保其位号宗庙血食百有余年，何者？王导、卞壸、温峤、陶侃、谢安、谢幼度为之臣也，群贤既没，使道子、元显之徒辅之，败亡不亦宜乎？ \n苏轼：安石在东海，从事鬓惊秋。中年亲友难别，丝竹缓离愁。一旦功成名遂，准拟东还海道，扶病入西州。雅志困轩冕，遗恨寄沧洲。\n苏辙：①王导、谢安，江东之贤臣也。王导无礼于成帝，而不知惧；谢安作乐于期丧，而不受教。则废礼慕道之俗然矣。 ②晋虽微弱，谢安、桓冲为之将相，君臣相安，民未患晋，而欲以力取之，稽之天道，论之人情，虽内无垂、苌之衅，而坚之败，必不免矣。 \n秦观：安之仕晋，始为桓温司马，孝武之世，政由温出，缙绅顾望，不知所为，而安与王坦之尽忠王室，蔑有二心，至于屡改袁宏之文，以寝九锡之命，可谓以身许国，社稷之臣者矣...安少有重名，累年辟召不至，其后虽受朝寄，而东山之志始末不渝，形于言色，则安之功名，出于无意者。 \n吕祖谦：晋之始也，敌国云扰，强臣专制，上下惴恐，如处积薪之上而火将燃者，故君无骄泰之失，而臣下自以危亡为忧，是以内虽王敦、苏峻反叛相寻，桓温擅权废立，外则石氏之兵三至江上，苻坚淝水之役，江东几至不保。然当时人主恐惧于上，而王导、温峤、陶侃、谢安、谢玄之徒足以尽其力，故至危而复安，将亡而复存也。 \n洪迈：百年之间，会稽王昱、道子、元显以宗室，王敦、二桓以逆取，姑置勿言，卞壶、陆玩、郗鉴、陆晔、王彪之、坦之不任事，其真托国者，王导、庾亮、何充、庾冰、蔡谟、殷浩、谢安、刘裕八人而已。 \n陈亮：导、安相望于数十年间，其端静宽简，弥缝辅赞，如出一人，江左百年之业实赖焉。\n叶适：东晋以名用人...有遇有不遇，或成或否，独谢安一人收用名之效。\n刘祁：南渡之后，非有王导、谢安辈稍务事业功名，其颓靡亦不可救矣。 \n刘应登：因叹昔人论司马氏之祚亡于清谈，斯言也无乃过甚矣乎...陶荆州之勤敏，谢东山之恬镇...或词冷而趣远，或事琐而意奥，风旨各殊，人有兴托。 \n徐钧：高卧东山意豁如，端然笑咏只清虚。晋朝负荷伊谁力，堪叹身亡国亦除。 \n陈普：①地陷天倾不废棋，谢安阮籍好同时。江东残局危亡势，似太元初尚可为。②临安猿鹤共清吟，犹作投机叩齿音。商鞅禹文无辨别，冶城数语是何心。 \n朱熹：谢安之于桓温（有误作苻坚），如近世陈鲁公之于完颜亮，幸而捱得它死耳。 \n郝经：元帝渡江，有王导之懿，陶侃、温峤、谢安之贤，亦尝经略中原，取河南，入关中，出彭城，胜淝水，而山桑代陂，枋头折败，相继终不能救江沱日车之侧。 \n陶宗仪：是时，王谢两族各以文采相高，而安于谢族尤主斯文盟会，风神秀彻，为名流所慕，盖种种超诣，每经意处便非他人可到。 \n王世贞：谢安石格量弘济，故是始兴以上人，然大略能用事为功，矫情镇物耳。 \n归有光：谢安石高卧东山，本无处世之意。而诸人每恨其不出，为苍生忧。及见登用，镇以和静，御以长算。苻氏率众百万，次于淮淝，京师震恐，夷然无惧色。指授将帅，大致克捷，劲寇土崩，中州席卷，江左奠安。岂非实之能副其名者乎？虽然，深源之清徽雅量，固自为众议所归。 \n谢肇淛：谢太傅与桓宣武、会稽王会于溧江，狂风忽起，波浪鼓涌，诸人有惧色，惟谢怡然自若。顷间风止，桓问之，谢徐笑曰：“何有三才同尽理？”此达者之言也。 \n王夫之：王敦、桓温乃挟荆、湘以与晋争。内乱而外荒，积之数十年矣，安起而收之。虽使桓冲牧江、荆，而自督扬、豫。北府兵强，而扬、豫强于江、荆，势之所趋，威之所建，权归重于朝廷，本根固矣。安之宰天下，思深而道尽，复古以型今，岂一切苟简之术所可与议短长哉。\n林时对：国之任相，犹室之任栋；用匪其材，鲜不颠覆。虽云大厦将倾，非一木能支；然转亡为存、图危于安，不乏斡旋补救之术。如危而不持、颠而不扶，则将焉用彼相矣。古来旁求爰立、或取诸梦卜、或起自屠钓，咸能光复启宇，祀夏配天...即东晋偏安用谢安石、桓玄叔，遂延典午之祚。北宋南渡，用李伯纪、赵元镇、再奠艺祖之基。国以一人兴，岂不诚然哉！ \n郑观应：古之所谓将才者，曰儒将、曰大将、曰才将、曰战将。乐毅、羊祜、诸葛亮、谢安、韦叡、岳飞等，儒将也 \n蔡东藩：①谢安放情山水，无心仕进，及弟万被黜，即应温召，可见当时之屡征不起，无非矫情，而益叹富贵误人，非真高尚者，固不能摆脱名缰也。高崧戏言，可抵《北山移文》一篇，幸谢安聪敏过人，借温干进，旋即辞温告归，不致连污逆名耳。 ②一生忧乐本常情，露布传来喜气生；怪底当年谢太傅，欺人只是一棋枰。 ③秦苻坚大举伐晋，而谢安围棋别墅，一若行所无事，誉安者称其镇定，毁安者讥其轻弛，此皆属一偏之见，未足垂为定评。典午东迁，积弱已久，欲以八万士卒，敌秦兵百万之众，虽有孙吴，亦难为谋，安非全无心肝，宁不知军情重大，成败难料。不过因万全无策，只可委心气运，与其张皇自扰，益乱人意，不若勉示镇静，稍定众心，此乃为安之苦衷，不足与外人道也。 \n张舜徽：谢安神识沉敏，而极有胆略...是中国历史上有雅量有胆识的大政治家。\n朱大渭：谢安对东晋来说，实为中流砥柱。\n范文澜：①东晋朝内部出现前所未有的和睦气象，是和谢安完全继承王导力求大族间势力平衡的作法分不开的。②东晋朝建立以来，这是最大的一次战胜扩地。取胜的重要原因之一就是内部和睦，有些力量可以对外。\n毛泽东：谢安文韬武略，又机智又沉着，淝水之战立了大功，拖住桓温也立了大功，两次大功是对维护统一的贡献。\n田余庆《东晋门阀政治》：①谢氏门户地位突出，始于简文、孝武之际。其时士族王、谢并称。他们之中，论人才则谢安出众，故桓温荐顾命之臣，以谢安居首。②陈郡谢氏在东晋发展的三个阶段，分别以谢鲲、谢尚、谢安三个人物为代表。谢鲲跻身玄学名士，谢尚取得方镇实力，谢安屡建内外事功。 \n轶事典故\n相关成语\n【东山再起】\n【围棋赌墅】\n【新会蒲葵】\n【雅人深致】\n【一往奔诣】\n【老翁可念】\n【屋下架屋】\n【一往情深】\n【前倨后恭】\t\n【小儿破贼】\n咏絮之才\n在一个寒冷的雪天，谢安把家人聚在了一起，跟子侄辈的人谈诗论文。不一会儿，下起了又大又急的雪，谢安高兴地说：“这纷纷扬扬的大雪像什么呢?”他侄子胡儿说：“跟把盐撒在空中差不多。”他的侄女道韫说：“不如比作柳絮被风吹得漫天飞舞。”谢安高兴得大笑起来。这就是谢安大哥谢无奕的女儿谢道韫，左将军王凝之的妻子。\n王题谢墩\n谢安的表字与宋朝王安石的名正好相同，后来王安石退居金陵，买的宅院正好在谢安的府邸旧址，宅内有以谢安命名的“谢公墩”。王安石于是戏作诗道：“我名公字偶相同，我屋公墩在眼中。公去我来墩属我，不应墩姓尚随公 。”时人评曰：“与死人争地。”\n言传身教\n谢安夫人一次她问谢安：“怎么从来没见到你教育孩子？”谢安回答道：“我总是用我的言行来教育孩子。” \n乌衣子弟\n谢安与王导皆居秦淮河畔，乃三国时代孙权旧部乌衣部队之驻地，世称乌衣巷。\n不拘礼法\n谢安欣赏真性情的女子，谢安曾听人说梁山伯与祝英台的故事，深受感动，上奏请求表其墓为“义妇冢” 。他的嫂嫂王夫人曾经不顾礼节亲自出面从席上带走其子，谢安不以为忤，反而赞叹王夫人情辞慷慨，可惜不能让朝中大臣们一见。他所欣赏的妻子刘夫人和侄女谢道蕴，也都是这样的真性情女子，前者曾屡屡戏弄谢安，后者曾当全家人的面鄙薄自己的丈夫，这些不合“礼法”的行为在谢安看来却是出自真性情，非常值得欣赏。\n谢安为吏部尚书的时候，王导的嫡孙王珣娶谢万的女儿为妻，王珉娶谢安的女儿为妻，均夫妻不和。谢安鄙薄王珣为人，不惜与琅琊王氏嫡系一支交恶，径自让侄女和女儿离婚改嫁。双方因此不通往来许多年。 \n小草远志\n谢安高卧东山隐居至四十余岁，不愿出仕。后来朝廷一再催促，让他出山做官。因为东晋王朝依靠世家大族，失去大族的支持，统治便岌岌可危，而谢氏是当时著名大族。谢安这时才答应出山，担任大将军桓温的司马。碰巧的是，谢安去拜见桓温时，有人送给桓温草药，其中有远志一味。桓温见物起意，问谢安说：“这种药又被称为小草，为什么有两种称呼呢？”谢安还没来得及回答，坐在一旁的另一位名士郝隆应声答道：“这有什么难的。在山中叫远志，出山就叫小草。”谢安听了郝隆的话，知道郝隆在讥讽自己高卧东山，素而远志，但出山却只当一个小小的司马，不由脸上露出惭愧之色。后来以“小草远志”指隐居与出仕，或以小草谦指自己居官低微。 \n安石碎金\n桓温看到谢安石写的简文帝谥号的奏议，看罢就把它扔到座位上，对客人说：\"这是安石的小杰作。\"后以“安石碎金”比喻精美简短的诗文。 \n清言致患\n谢安曾与王羲之共登冶城，悠然遐想，有超乎世俗的志趣。王羲之说：“夏禹勤于政事，手足磨出老茧；周文王管理国家，连吃饭都无暇顾及，如今朝廷边境战事频繁，执政者应思考效忠国家，空谈浮华会荒废大事，恐非当今执政者所应有。”谢安说：“秦任用变法务实的商鞅，只延续两代就败亡了，这难道也是空谈浮华带来的祸患吗？” \n洛下书生咏\n谢安有鼻炎，吟诗的时候，鼻音较重。许多士人为了模仿他的声音，只好捂着鼻子吟诵。这种读法竟有一个专名，叫做“洛下书生”。 \n书法成就\n谢安曾从王羲之学行书，他的书法非常出色，尤以行书为妙品。后世米芾曾称赞他的书法“山林妙寄，岩廊英举，不繇不羲，自发淡古。”《宣和书谱》称其“初慕羲之作草正字，而羲之有解书者。后之评其字者，亦谓纵任自在，若螭盘虎踞之势，要当人能品也。然其妙处，独隶与行草耳。此所有惟行书为多。”收录有其行书《近问帖》、《善护帖》、《中郎帖》。 《淳化阁帖》有《凄闷帖》、《六月帖》。《宝晋斋法帖》等丛帖中存其遗迹。\n个人作品\n《全晋文》收录有《上疏论王恭》、《魏陟周丧拜时议》、《简文帝谥议》、《遗王坦之书》、《与某书》、《与支遁书》。 \n后世尊奉\n谢安逝世之后，民间尊奉为神祇，称为“谢千岁”、“谢圣王”、“谢王公”、“谢老元帅”、“广惠圣王”、“广惠尊王”、“广应圣王”、“广应尊王”、“显济灵王”、“护国尊王”等。唐代陈元光将军率领部队官兵入漳州时，携带谢安之香火，并尊奉谢安为“广惠王” 。而广惠王的信仰，也随着漳州人来到南洋、台湾等地。\n家族成员\n妻子：刘氏，刘惔之妹。\n陈郡阳夏谢氏\n-3\t-2\t-1\t1\t2\t3\t4\t5\t6\n谢缵\t谢衡\t\n谢鲲\n谢尚\n\t\t\t\t\n谢裒\n谢奕\n谢玄\n谢瑍\n谢公义·谢灵运\n谢凤\t谢超宗\n谢据\n谢朗\n谢重\n谢绚\t谢绍\t\n谢瞻\n谢麟\t谢洪正\n谢晦\n谢世休\t\n谢允\n谢景仁·谢裕\n谢恂\t谢稚·谢孺子\t\n谢述\t谢纬\t谢朓\t谢谟\n谢安\n谢瑶\n谢澹\n\t\t\n谢璞\n谢涛\t\t\n谢琰\n谢混\n谢涟\n\t\n谢万\t谢韶\t谢思\t谢曜\t\t\n谢密·谢弘微\t谢庄\t谢朏\n谢石\t谢汪\t\t\t\t\n谢铁\n谢冲\n谢方明\n谢惠连\t\t\n谢惠宣\t王谢氏（女）\t\n谢广\t\t\t\t\t\t\n表附：谢密，嗣谢峻。谢稚，汪表记为孺子，孺子即其字。《宋书》作稚，《南史》避唐高宗小名而称其字。王谢氏，王道琰妻。\n（表格参考资料： ）\n史书记载\n《晋书·卷七十九·列传第四十九》 \n《资治通鉴》等也有记载。\n人文遗迹\n乌衣巷\n王导、谢安纪念馆坐落在南京夫子庙秦淮河南岸乌衣巷内，是一座展示六朝文化艺术及王、谢两大家族家世的专题性陈列馆。馆内有来燕堂、鉴晋楼等建筑，陈列了珍贵的六朝时期文物。馆大门上方悬以“王谢古居”匾额。唐代刘禹锡曾到此寻访，写下了“朱雀桥边野草花，乌衣巷口夕阳斜。旧时王谢堂前燕，飞入寻常百姓家”的千古名篇。\n谢安墓\n谢安墓位于浙江省湖州市长兴县西南15.5公里的太傅乡三鸦岗。碑文记载：“初，墓在建康（今南京）梅冈，陈逆叔陵发冢，鸠占鹊窼，裔孙夷吾殓葬，零落他乡。然桑梓滚滚哀思未息，每念及公“还东”夙愿，不禁唏嘘。为迎公魂归故里，遂于斯再建墓冢，朝夕相守。”\n谢安墓初葬于南京梅冈，因南朝末代皇帝陈叔宝（陈后主）异母弟始兴王陈叔陵母亲葬于梅冈，谢安墓遭到破坏。谢氏后代谢夷吾收拾残骨重葬。 \n谢安路\n谢安路位于河南省太康县，是太康县政府为纪念谢安而命名的。谢安路横贯太康城区东、西的中轴线，东起新涡河，西止二环路，全长4480米，宽50米。 \n谢安故里\n谢安故里位于浙江省上虞市曹娥江中游东岸东山湖，就是谢安的隐居地，成语“东山再起”即源于此。谢安在隐居东山的一段时间里，也吸引了王羲之、孙绰等名士云集于此，皆有居室在东山。谢氏家族长期居留东山，其间涌现出谢灵运、谢惠连、谢眺、谢道蕴等诗人和文学家。景区内尚有谢安衣冠冢、墓碑及洗屐池、蔷薇洞等遗迹，著名寺庙-国庆寺也在这里。东山湖是绍兴市十佳森林休闲景点，可以在东山湖泛一叶小舟，寄情于青山绿水之间。 \n0影视形象\n007年电视剧《梁山伯与祝英台》：冉唯群饰演谢安。\n","category":"草书","verified":true,"user":1,"timestamp":1429951463008}]