[{"name":"刘基楷书轴","text":"书法是世界上文字表现的艺术形式，包括汉字书法、蒙古文书法、阿拉伯书法和英文书法等。其中“中国书法”，是中国汉字特有的一种传统艺术。从广义讲，书法是指文字符号的书写法则。换言之，书法是指按照文字特点及其涵义，以其书体笔法、结构和章法书写，使之成为富有美感的艺术作品。汉字书法为汉族独创的表现艺术，被誉为：无言的诗，无行的舞；无图的画，无声的乐。\n词语概念\n词目：书法\n拼音：shūfǎ\n注音：ㄕㄨㄈㄚˇ\n基本解释\n[calligraphy]书写艺术,多指用毛笔写汉字的艺术。\n中国画与书法为缘,而多含文学之趣味。——蔡元培《图画》 \n引证解释\n1.古代史官修史，对材料处理、史事评论、人物褒贬，各有原则、体例，谓之“书法”。《左传·宣公二年》：“董狐，古之良史也，书法不隐。”唐刘知几《史通·惑经》：“故知当时史臣各怀直笔，斯则有犯必死，书法无舍者矣。”宋谢采伯《密斋笔记》卷四：“《论语》书法之严，即《春秋》书法也。”明刘基《春秋明经·郑伐许郑伯伐许》：“盖与郑伐许、郑伯伐许之书法同矣。“\n2.文字的书写艺术。亦指书法作品。《南齐书·周颙传》：“少从外氏车骑将军臧质家得卫恒散隶书法，学之甚工。”宋钱愐《钱氏私志》：“元章书法之妙，今日可谓第一。”《儒林外史》第二八回：“作诗的从古也没有这好的。又且书法绝妙，天下没有第三个。”\n3.指汉字形体。清叶名沣《桥西杂记·壹贰叁肆等字》：“至如秦汉碑，惟一二三书法不同。”\n4.措辞方式。吕叔湘《标点琐议》：“《通鉴》书法，‘夜’一字为句，必有所承。上文未说何日之事，‘夜’字连下读，‘夜’字点断，意为‘到了那天夜里’；‘夜’字不断，意为‘趁夜里’。” \n外语表述\n[英语]calligraphy，penmanship[法]chirography\n[法语][n.]calligraphie\n[德语][Kunst]ChinesischeKalligrafie[S]Kalligraphie\n[意大利语][名]calligrafia;serittura\n[世界语]belskribado，kaligrafio\n[西班牙语]caligrafia；escritura\n[葡萄牙语][f]caligrafia\n[俄语]почеркподрисованныйписчий\n基本含义\n从表面字义理解，书法指书写的法度。生活中，书法一词另具备以下含义。第一，某幅书写作品的代称或者所有书写作品的统称；第二，一种艺术类别，一般指书写汉字的艺术。康有为在《广艺舟双楫》中说：”唐言结构，宋尚意趣“，由此可知唐代书法的法度追求最高、最严谨，唐代书法成就也是书法史上最顶峰的。\n书法是中国特有的一种传统艺术。中国汉字是劳动人民创造的，开始以图画记事，经过几千年的发展，演变成了当今的文字，又因祖先发明了用毛笔书写，便产生了书法，古往今来，均以毛笔书写汉字为主，至于其他书写形式，如硬笔、指书等，其书写规律与毛笔字相比，并非迥然不同，而是基本相通。\n狭义\n狭义而言，书法是指用毛笔书写汉字的方法和规律。包括执笔、运笔、点画、结构、布局（分布、行次、章法）等内容。例如，执笔指实掌虚，五指齐力；运笔中锋铺毫；点画意到笔随，润峭相同；结构以字立形，相安呼应；分布错综复杂，疏密得宜，虚实相生，全章贯气；款识字古款今，字大款小，宁高勿低等。\n书法的内涵主要包括以下几个方面的内容：\n1、书法是指以文房四宝为工具抒发情感的一门艺术。工具的特殊性是书法艺术特殊性的一个重要方面。借助文房四宝为工具，充分体现工具的性能，是书法技法的重要组成部分。离开文房四宝，书法艺术便无从谈起。\n2、书法艺术以汉字为载体。汉字的特殊性是书法特殊性的另一个重要方面。中国书法离不开汉字，汉字点画的形态、偏旁的搭配都是书写者较为关注的内容。与其他拼音文字不同，汉字是形、音、义的结合体，形式意味很强。\n古人所谓“六书”，是指象形、指事、会意、形声、转注、假借六种有关汉字造字和用字的方法，它对汉字形体结构的分析极具指导意义。\n3、书法艺术的背景是中国传统文化。书法植根于中国传统文化土壤，传统文化是书法赖以生存、发展的背景。我们今天能够看到的汉代以来的书法理论，具有自己的系统性、完整性与条理性。与其他文艺理论一样，书法理论既包括书法本身的技法理论，又包含其美学理论，而在这些理论中又无不闪耀着中国古代文人的智慧光芒。比如关于书法中如何表现“神、气、骨、肉、血”等范畴的理论，关于笔法、字法、章法等技法的理论以及创作论、品评论等等，都是有着自身的体系的。\n4、书法艺术本体包括笔法、字法、构法、章法、墨法、笔势等内容。书法笔法是其技法的核心内容。笔法也称“用笔”，指运笔用锋的方法。字法，也称“结字”、“结构”，指字内点画的搭配、穿插、呼应、避就等等关系。章法，也称“布白”，指一幅字的整体布局，包括字间关系、行间关系的处理。墨法，是用墨之法，指墨的浓、淡、干、枯、湿的处理。\n书法是中国特有的一种传统文化及艺术。它是汉字书写的一种法则。中国书法艺术已经逐渐被日本和韩国文化接受。\n汉字，亦称中文字、中国字，是汉字文化圈广泛使用的一种文字，属于表意文字的词素音节文字，为上古时代的汉族人所发明创制并作改进，确切历史可追溯至约公元前1300年商朝的甲骨文。再由秦朝的小篆，发展至汉朝被取名为“汉字”，至唐代楷化为今日所用的手写字体标准——楷书。汉字是迄今为止连续使用时间最长的主要文字，也是上古时期各大文字体系中唯一传承至今的文字。中国历代皆以汉字为主要官方文字。\n广义\n从广义讲，书法是指语言符号的书写法则。换言之，书法是指按照文字特点及其涵义，以其书体笔法、结构和章法写字，使之成为富有美感的艺术作品。\n随着文化事业的发展，书法己不仅仅限于使用毛笔和书写汉字，其内涵己大大增加。如从使用工具上讲，仅笔这一项就五花八门，毛笔、硬笔、电脑仪器、喷枪烙具、雕刻刀、雕刻机、日常工具（主要是指质地比较坚硬的，能用来书写的五金、生活工具）等。颜料也不单是使用黑墨块，墨汁、粘合剂、化学剂、喷漆釉彩等五彩缤纷，无奇不有；品种之多，不胜枚举。从执笔方式上看，有的用手执笔、有的用脚执笔，就是用其他器官执笔的也不乏其人，甚至有的人写字根本就不用笔，如“指书”“挤漏书”等；从书写文种上说，并非汉字一种，有的少数民族文字也登上了书法艺坛，蒙文就是一例；\n中国书法的六种主要书体，篆书体（包含大篆、小篆）、隶书体（包含古隶、今隶）、楷书体（包含魏碑、正楷），燕书体（包括燕行、燕隶）、行书体（包含行楷、行草），草书体（包含章草、小草、大草、标准草书）。\n起源\n中国的书法艺术开始于汉字的产生阶段，“声不能传于异地，留于异时，于是乎文字生。文字者，所以为意与声之迹。”（语出《书林藻鉴》，马宗霍辑）因此，产生了文字。书法艺术的第一批作品不是文字，而是一些刻画符号--象形文字或图画文字。\n汉字的刻画符号，首先出现在陶器上。最初的刻画符号只表示一个大概的混沌的概念，没有确切的含义。\n距今八千多年前，黄河流域出现了磁山、斐李岗文化，在斐李岗出土的手制陶瓷上，有较多的类文字符号，这种符号，是先民们的交际功能、记事功能与图案装饰功能的混沌结合，这些虽非现人能识别的汉字，但确是汉字的雏形。\n紧接着距今约六千年前的仰韶文化的半坡遗址，出土了有一些类似文字的简单刻画的彩陶。这些符号已区别于花纹图案，把汉文字的发展又向前推进了一步。这可以说是中国文字的起源。\n接着有二里头文化和二里岗文化。二里头文化考古发掘中发现有刻画记号的陶片，其记号共有二十四种，有的类似殷墟甲骨文字，都是单个独立的字。二里岗文化已发现有文字制度。这里曾发现过三个有字的骨头，两件各一个字，一件十个字，似为练习刻字而刻。这使得文明向前又迈进了一大步。\n原始文字的起源，是一种模仿的本能，用于形象某个具体事物。它尽管简单而又混沌，但它已经具备了一定的审美情趣。这种简单的文字因此可以称之为史前的书法。\n演变历史\n书法的演变一般是指书法字体的演变。\n中国书法历史悠久，书体沿革流变，书法艺术异采迷人。从甲骨文、金文演变而为大篆、小篆、隶书，至东汉、魏、晋的燕书、草书、楷书、行书诸体，书法一直散发着独特的艺术魅力。\n从象形文字到甲骨文，商周、春秋还有汉代的简帛朱墨手迹，唐楷的法度，宋人尚意，元明尚态，清代的碑帖之争等书法演进。\n发展历程\n商至西汉\n浑然入序的书法\n从夏商周，经过春秋战国，到秦汉王朝，二千多年的历史地发展也带动了书法艺术地发展。这个时期内各种书法体相续出现，有甲骨文、金文、石刻文、简帛朱墨手迹等，其中燕书、篆书、隶书、草书、行书、楷书六种字体在数百种杂体的筛选淘汰中定型，书法艺术开始了有序发展。\n秦代\n开创书法先河\n春秋战国时期，各国文字差异很大，是发展经济文化的一大障碍。秦始皇统一国家后，丞相李斯主持统一全国文字，这在中国文化史上是一伟大功绩。秦统一后的文字称为秦篆，又叫小篆，是在金文和石鼓文的基础上删繁就简而来。其中《绎山石刻》、《泰山石刻》、《琅玡石刻》、《会稽石刻》即为李斯所书，历代都有极高的评。秦代是继承与创新的变革时期。《说文解字序》说：“秦书有八体，一曰大篆，二曰小篆，三曰刻符，四曰虫书，五曰摹印，六曰署书，七曰书，八曰隶书。”基本概括了此时字体的面貌。由李斯秦之小篆，篆法苛刻，书写不便，于是隶书出现了。“隶书，篆之捷也”。其目的就是为了书写方便。到了西汉，隶书完成了由篆书到隶书的蜕变，结体由纵势变成横势，线条波磔更加明显。隶书的出现是汉字书写的一大进步，是书法史上的一次革命，不但使汉字趋于方正楷模，而且在笔法上也突破了单一的中锋运笔，为以后各种书体流派奠定了基础。秦代除以上书法杰作外，尚有诏版、权量、瓦当、货币等文字，风格各异。秦代书法，在中国书法史上留下了辉煌灿烂的一页，气魄宏大，堪称开创先河。\n东汉\n求度追韵两汉书法\n两汉书法分为两大表现形式，一为主流系统的汉石刻；一为次流系统的瓦当玺印文和简帛盟书墨迹。“后汉以来，碑碣云起，”是汉隶成熟的标记。在摩崖石刻中（刻在山崖上的文字）尤以《石门颂》等为最著名，书法家视为“神品”。于此同时蔡邕的《熹平石经》达到了恢复古隶，胎息楷则的要求。而碑刻是体现时代度与韵的最主要的艺术形式，中以《封龙山》、《西狭颂》、《孔宙》、《乙锳》、《史晨》、《张迁》、《曹全》诸碑尤为后人称道仿效。可以说，每碑各出一奇，莫有同者。北书雄丽，南书朴古，体现了“士”、“庶”阶层的不同美学追求。至于瓦当玺印、简帛盟书则体现了艺术性与实用性的联姻。\n书法艺术的繁荣期，是从东汉开始的。东汉时期出现了专门的书法理论著作，最早的书法理论提出者是东西汉之交的扬雄。第一部书法理论专著是东汉时期崔瑗的《草书势》。\n汉代书法家可分为两类：一类是汉隶书家，以蔡邕为代表。一类是草书家，以杜度、崔瑗、张芝为代表。\n最能代表汉代书法特色的，莫过于是碑刻和简牍上的书法。东汉碑刻林立，这一时期的碑刻，以汉隶刻之，字型方正，法度谨严、波磔分明。此时隶书已登峰造极。\n汉代创兴草书，草书的诞生，在书法艺术的发展史上有着重大意义。它标志著书法开始成为一种能够高度自由的抒发情感，表现书法家个性的艺术。草书的最初阶段是草隶，到了东汉时期，草隶进一步发展，形成了章草，后由张芝创立了今草，即草书。\n南北朝\n1、三国时期\n三国时期，隶书开始由汉代的高峰地位降落衍变出楷书，楷书成为书法艺术的又一主体。楷书又名正书、真书，由钟繇所创。正是在三国时期，楷书进入刻石的历史。三国（魏）时期的《荐季直表》、《宣示表》等成了雄视百代的珍品。\n2、两晋时期\n晋时，在生活处事上倡导“雅量”“品目”艺术上追求中和居淡之美，书法大家辈出，简牍为多二王（王羲之、王献之）妍放疏妙的艺术品味迎合了士大夫们的要求，人们愈发认识到，书写文字，还有一种审美价值。最能代表魏晋精神、在书法史上最具影响力的书法家当属王羲之，人称“书圣”。王羲之的行书《兰亭序》被誉为“天下第一行书”论者称其笔势以为飘若浮云，矫若惊龙，其子王献之的《洛神赋》字法端劲，所创“破体”与“一笔书”为书法史一大贡献。加以陆机、卫瓘、索靖、王导、谢安、鉴亮、等书法世家之烘托，南派书法相当繁荣。南朝宋之羊欣、齐之王僧虔、梁之萧子云、陈之智永皆步其后尘。\n两晋书法最盛时，主要表现在行书上，行书是介于草书和楷书之间的一种字体。其代表作“三希”，即《伯远帖》《快雪时晴帖》《中秋帖》。\n3、南北朝时期\n南北朝时期的书法进入北碑南帖时代。此时书法是汉代隶书向唐代楷书发展的过渡时期。钟致帅《雪轩书品》称：“魏碑书法，承汉隶之余韵，启唐楷之先声。”北朝碑刻书法，以北魏、东魏最精，风格亦多资多彩。代表作有《郑文公碑》《张猛龙碑》《敬使君碑》。碑帖之中代表作有：《真草千子文》。北朝褒扬先世，显露家业，刻石为多，余如北碑南帖，北楷南行，北民南土，北雄南秀皆是基差异之处。\n如论南北两派之代表作，则是南梁《瘗鹤铭》、北魏《郑文公碑》可谓南北双星。北派书写者多为庶人，书不具名，故书法时冠冕，郑道昭被誉为“书中之圣”，北派王右军。\n隋唐五代\n求规隆法隋朝书法\n隋结束南北朝的混乱局面，统一中国，和之后的唐都是较为安定的时期，南帖北碑之发展至隋而混合同流，正式完成楷书之形式，居书史承先启后之地位。隋楷上承两晋南北朝沿革。下开唐代规范的新局，隋有碑版遗世，多为真书，分四种风格：\n1、平正淳和如丁道护的《启法寺碑》等\n2、峻严方饬如《董美人墓志铭》等\n3、深厚圆劲如《信行禅师塔铭》等\n4、秀朗细挺如《龙藏寺碑》等。\n唐代书学鼎盛\n唐代文化博大精深、辉煌灿烂，达到了中国封建文化的最高峰，可谓“书至初唐而极盛”。唐代墨迹流传至今者也比前代为多，大量碑版留下了宝贵的书法作品。整个唐代书法，对前代既有继承又有革新。楷书、行书、草书发展到唐代都跨入了一个新的境地，时代特点十分突出，对后代的影响远远超过了以前任何一个时代。\n唐初，国力强盛，书法从六朝遗法中蝉脱而出楷书大家以欧阳询。虞世南。褚遂良，薛稷，欧阳通四家为书法主流。总特点结构严谨整洁，故后代论书有“唐重间架”之说，一时尊为“翰墨之冠”延至盛唐歌舞升平，儒道结合，李邕变右军行法，独树一帜，张旭，怀素以颠狂醉态将草书表现形式推向极致，张旭史称“草圣”，孙过庭草书则以儒雅见长，余如贺知章，李隆基亦力创真率夷旷，风骨丰丽之新境界。而颜真卿一出纳古法于新意之中，生新法于古意之外。董其昌谓唐人书取法，鲁公大备。到晚唐五代，国势转衰，沈传师。柳公权再变楷法。以瘦劲露骨自矜。进一步丰富了唐楷之法，到了五代，杨凝式兼采颜柳之长。上朔二王，侧锋取态，铺毫着力，遂于离乱之际独饶承平之象，也为唐书之回光。五代之际，狂禅之风大炽，此亦影响到书坛，“狂禅书法”虽未在五代一显规模，然对宋代书法影响不小。\n唐代书法艺术，可分初唐、中唐、晚唐三个时期。初唐以继承为主，尊重法度，刻意追求晋代书法的劲美。中唐不断创新，极为昌盛。晚唐书艺亦有进展。\n唐代最高学府有六种，即国子监、太学、四门学、律学、书学、算学。其中书学，专门语养书法家和书法理论家，是唐代的创举。历朝名家辈出，灿若繁星。如初唐的欧阳询、虞世南、褚遂良等；中唐的颜真卿、柳公权等，都是书法大家。晚唐有王文秉的篆书，李鹗的楷书和杨凝式的“二王颜柳”余韵。\n隋唐五代书法可分为三个阶段\n（1）隋至唐初\n隋统一中国，将南北朝文化艺术相容包蓄，至唐初，政治昌盛，书法艺术逐渐从六朝的的遗法中蝉蜕出来，以一种新的姿态显现出来。唐初以楷书为主流，总特点是结构谨严整饬。\n（2）盛唐、中唐阶段\n盛唐时期书法，如当时的社会形态追求一种浪漫忘形的方式。如“颠张醉素”（张旭、怀素）之狂草，李邕之行书。到了中唐，楷书再度有新的突破。以颜真卿为代表为楷书奠定了标准，树立了楷模，形成为正统。至此中国书法文体已全部确定下来。\n（3）晚唐五代阶段存唐遗风\n公元九零七年，割据者朱全忠灭唐，建立后梁，由此历后唐、后晋、后汉、后周，称五代。由于国势衰弱和离乱，文化艺术亦呈下坡之势。书法艺术虽承唐末之余续，但因兵火战乱的影响，形成了凋落衰败的总趋势。五代之际，在书法上值得称道的，当推杨凝式。他的书法在书道衰微的五代，可谓中流砥柱。另外还有李煜、彦修等有成就的书家。至此，唐代平正严谨的书风已告消歇，以后北宋“四家”继之而起，又掀起了新的时代波澜。\n宋至明中\n尚意宣情\n宋朝的书法\n宋朝书法尚意，此乃朱大倡理学所致，意之内涵，包含有四点：一重哲理性，二重书卷气，三重风格化，四重意境表现，同时倡导书法创作中个性化和独创性。这些在书法上有所体现，如果说隋唐五代的尚法，是求“工”的体现，那么到了宋代，书法开始以一种尚意抒情的新面目出现在世人面前。这就是要墀书家除了具有“天然”、“工夫”两个层次外，还需具有“学识”即“书卷气”，北宋四家一改唐楷面貌，直接晋帖行书遗风。\n无论是天资极高的蔡襄和自出新意的苏东坡，还是高视古人的黄庭坚和萧散奇险的米芾，都力图在表现自己的书法风貌的同时，凸现出一种标新立异的姿态，使学问之气郁郁芊芊发于笔墨之间，并给人以一种新的审美意境，这在南宋的吴说、陆游、范成大、朱熹、文天祥等书家中进一步得到延伸，然南宋书家的学问和笔墨功底已不能和北宋四家相比了。宋代书法家代表人物是苏、黄、米、蔡。\n元代书法艺术\n元初经济文化发展不大，书法总的情况是崇尚复古，宗法晋、唐而少创新。虽然在政治上元朝是异族统治，然而在文化上却被汉文化所同化，与宋不拘常法的意境追求不同，元朝之意表现为刻意求工的开式美的追求，所以苏轼标榜的是“我书意造本无法”，赵孟頫鼓吹的是“用笔千古不易”前者追求率意之意，后者才强调有意之意。元朝书坛的核心人物是赵孟頫，他所创立的楷书“赵体”与唐楷之欧体、颜体、柳体并称四体，成为后代规摹的主要书体。在元朝书坛也享有盛名的还有鲜于枢、邓文原，虽然成就不及赵孟頫，然在书法风格上也有自己独到之处。他们主张书画同法，注重结字的体态。\n纵观元代书法，元代书法的特征是“尚古尊帖”，其成就大者还在行草书方面。至于篆隶，虽有几位名家，但并不怎么出色。这种以行、草书为主流的书法，发展到了清代才得到改变。有元一代书风，仍沿宋习盛于帖学，宗唐宗晋，虽各有其妙，亦不能以一家之法立于书坛，较之文学，绘画等艺术门类，尚显冷落无成得多。\n明朝书法艺术\n明朝书法的发展表现为三个阶段：\n第一阶段──明初\n明初书法“一字万同”，“台阁体”盛行。沈度学粲兄弟推波助澜将工稳的小楷推向极致。“凡金版玉册，用之朝廷，藏秘府，颁属国，必命之书”，二沈书法被推为科举楷则。明初书法家有擅行草书的刘基、工小楷的宋潦、精篆隶的宋遂和名满天下的章草名家朱克。和祝允明、文徽明、王宠\"三子\"。\n第二阶段──明中\n明中期吴中四家崛起，书法开始朝尚态方向发展。祝允明、文征明、唐寅、王宠四子依赵孟頫而上通晋唐，取法弥高；笔调亦绝代，这和当时思想观念的开拓解放有关，书法开始迈入倡导个性化的新境域。\n第三阶段──明末\n晚明书坛兴起一股批判思潮，书法上追求大尺幅，震荡的视觉效果，侧锋取势，横涂竖抹，满纸烟云，使书法原先的秩序开始瓦解；这些代表书家有张瑞图、黄道周、王铎、倪元瑞等。而帖学殿军董其昌仍坚持传统立场。\n清\n抒情扬理\n中国清代书法在近300年的发展历史上，经历了一场艰难的蜕变，它突破了宋、元、明以来帖学的樊笼，开创了碑学，特别是在篆书、隶书和北魏碑体书法方面的成就，可以与唐代楷书、宋代行书、明代草书相媲美，形成了雄浑渊懿的书风。尤其是碑学书法家借古开今的精神和表现个性的书法创作，使得书坛显得十分活跃，流派纷呈，一派兴盛局面。\n明末与清，美学主潮以抒情扬理为旗帜，追求个性与发扬理性互相结合，正统的古典美学与求异的的新型美学并盛。清代书法的总体倾向是尚质，同时分为帖学与碑学两大发展时期。\n明末书坛的放浪笔墨，狂放不羁。愤世嫉俗的风气在清初进一步延伸，如朱傅山等人的作品仍表现出自我内在的生命和一种不可遇止的情绪表现。这一点在中期“扬州八怪”的身上又一次复现。于此同时，晚明的帖学统也同时进一步光大发扬，姜英，张照，刘墉，王文治，梁同书、翁方纲等人在刻意尊传统的时候，力图表现出新面貌，这就使帖学的颓势不可避免地出现了。\n正此时，金石出土日多，士大夫从热衷于尺牍转而从事金石考据之学，一时朝野内外，学碑才趋之若鹜，最后成为清朝书坛的发民主流，加之阮元，包世臣。康有为大力张扬，碑学作为一种与帖学相抗衡的书学系统而存在。当时著名的书家如金农、张船山、邓石如、何绍基、赵之谦、吴昌硕、张裕钊、康有为等纷纷用碑意写字作画，达到了尽性尽理。璀璨夺目的境地。可谓是中国书法文化的一在景观。如果说，帖学家们力图寻找质的愿望没有实现的话，那么这种愿望在碑学那里实现了。\n近现代\n在书坛走向多元化的今天，书法艺术升华到观念变革的高层次，这无疑是迈了一大步。书法现代性并不是简单地取决于书法艺术的形式、结构、线条等外在面貌，而是取决于内在精神的现代化。书法现代性的精神是指当代书法艺术所体现、传导的现代社会的价值趋向。\n很多书法大师如林散之，沙孟海，陆维钊等等在1949年之前即已从事书法创作，但直至文化大革命之后他们已近耄耋之年才以书法闻名。1949年之后到毛泽东去世的近三十年时间内，书法基本上不受重视。当时的人们正以极大的热情建设一个新中国。书法被认为是旧传统的代表。\n近代书法艺术的色彩斑斓，与其书家队伍的空前复杂有直接干系。或许因距离太近，这段风景比此前任何时期都清晰明透，西泠印社副社长韩天衡代表书坛、印坛。\n书法是中国及深受中国文化影响过的周边国家和地区特有的一种文字美的艺术表现形式。如日本、韩国等书法艺术也很流行。\n载体类别\n甲骨文\n古汉字一种书体的名称，也是现存中国最古的文字。刻在甲骨上，先用于卜辞（殷代人用龟甲、兽骨占卜。占卜后把占卜时期、占卜者的名字、所占卜的事情用刀刻在卜兆的旁边，有的还把过若干日后的吉凶应验也刻上去。学者称这种记录为卜辞），是对未来事情结果的占卜，盛于殷商。甲骨文发现于1889年，是殷商晚期王室占卜时的记录，发现于河南省安阳小屯村一带，距今已3000多年。甲骨文是中国书法史上的第一块瑰宝，其笔法已有粗细、轻重、疾徐的变化，下笔轻而疾，行笔粗而重，收笔快而捷，具有一定的节奏感。笔画转折处方圆皆有，方者动峭，圆者柔润。其线条比陶文更为和谐流畅，为中国书法特有的线的艺术奠定了基调和韵律。甲骨文结体长方，奠定汉字的字型。甲骨文的结体随体异形，任其自然。其章法大小不一，方圆多异，长扁随形，错落多姿而又和谐统一。后人所谓参差错落、穿插避让、朝揖呼应、天覆地载等汉字书写原则，在甲骨文上已经大体具备。\n金文\n古汉字书体之一种。商、西周、春秋、战国时期铜器上铭文字体的总称。兴盛于周代。金文为中国书法史上的又一丰碑。依附于青铜器，铸鼎意在“使民知神奸”故是一种宗教祭祀的礼器。金文也被称为钟鼎文，器文，古金文。和青铜器一起铸成的铭文线条较之于甲骨文更为粗壮有力，文字的象形意味也更为浓重，最早的金文见于商代中期出土的青铜器上，资料虽不多，年代都比殷墟甲骨文早。周代是金文的黄金时代，出土铭文最多。\n存世主要作品有：《利簋》、《天亡簋》、《大盂鼎》、《墙盘》、《散氏盘》、《虢季子白盘》。尤以《司母戊鼎》、《散氏盘》、《毛公鼎》最为著名，艺术成就也最高。近现代临习金文并卓有成就的书法大家有吴大澄、王友谊、刘兴、王镛等。 \n石刻文\n碑刻，泛指刻石文字或图案。最早的碑刻文字，首推秦朝的“石鼓文”。\n石刻文产生于周代，兴盛于秦代。东周时期秦国刻石文字。在10块花岗岩质的鼓形石上，各刻四言诗一首，内容歌咏秦国君狩猎情况，故又称猎碣。传说中的最早的石刻是夏朝时的《嵝碑》，刻诗文体格调与《诗经》大小雅相近。字体近于《说文解字》所载籀文，历来对其书法评价甚高。主要作品有：《石鼓文》、《峄山石刻》、《泰山石刻》、《琅玡石刻》、《会稽石刻》等。\n石鼓文对后世的书法与绘画艺术有着非常重大的影响，不少杰出的书画家如：杨沂孙、吴大澄、吴昌硕、朱宣咸、王福庵等都长期研究石鼓文艺术，并将其作为自己书法艺术的重要养分，也融入进了自己的绘画艺术中。\n墓志铭，墓志是存放于墓中载有死者传记的石刻。它是把死者在世时，无论是持家、德行、学向、技艺、政绩、功业等的大小，浓缩为一份个人的历史档案，以补家族史、地方志乃至国史的不足。也是墓志断代的确证。墓志铭包括志与铭两个部分。\n拓片，帖\n【碑拓】此乃拓片数量最多部分，涉及历代名碑，是如今书法临摹的主要参照。字帖是供学习书法的人临摹的范本，多为名家墨迹的石刻拓本、木刻印本或影印本。字帖按是否真迹划分，可以分为碑帖和墨迹。碑帖是根据刻在碑石上的字迹塌拓下来的字帖。墨迹是书写者直接写在纸张、绢帛等媒介物上的墨色痕迹。历代名帖如，淳化阁帖，三希堂。\n简帛\n书法艺术最重真迹，但秦汉以前的书法中的真迹，一般只有在简帛盟书中才能见到。古代的简册，以竹质为主，编简的绳用牛筋、丝线、麻绳。考古发现较早的简帛墨迹，有：湖北云梦出土的秦简，山西侯马出土的战国盟书（盟书，即：写于石策或玉策上的文字），长沙马王堆出土的战国帛书。中国书法由甲骨文、金文，至春秋战国时期，由于诸侯割据，因此殷商以来的文字，在诸侯各国分化为不同的发展道路，这一时期，书法的形态和技巧亦呈现了一种百家争鸣的局面。如北方的晋国的\"蝌蚪文\"，吴、越、楚、蔡等国的\"鸟书\"，笔画多加曲折和拖长尾。春秋战国时期的金文已不似西周金文那种浓厚的形态，替之以修长的体态，显示出一种圆润秀美，如《攻吴王夫差鉴》。这时期留存的大量墨迹，为简、帛、盟书等。\n审美\n整体形态美\n中国字的基本形态是方形的，但是通过点画的伸缩、轴线的扭动，也可以形成各种不同的动人形态，从而组合成优美的书法作品。结体形态，主要受两方面因素影响，一是书法意趣的表现需要；二是书法表现的形式因素。就后者而言，主要体现在三个方面：一为书体的影响，如篆体取竖长方形；二为字形的影响，有的字是扁方形、而有的字是长方形的；三为章法影响。因此，只有在上述两类因素的支配下，进行积极的形态创造，才能创作出美的结体形态。\n点画结构美\n点画结构美的构建方式主要有两种，一是指各种点画按一定的组合方式，直接组合成各种美的独体字和偏旁部首。二是指通过将各种部首，再按一定的方式组合成各种字形。中国字的部首组合方式无非是左右式、左中右式，上下式、上中下式，包围式、半包围式等几种。这些原则主要是比例原则、均衡原则、韵律原则、节奏原则、简洁原则，等等。这里特别要提的就是比例原则，其中黄金分割比又是一个非常重要的比例，对点画结构美非常重要。\n墨色组合美\n结体墨色组合的艺术性，主要是指其组合的秩序性。作为艺术的书法，它的各种色彩不能再是杂乱无章的，而应是非常有秩序的。这里也有些共同的美学原则，要求书者予以遵守。如重点原则、渐变原则、均衡原则，等等。书法结体的墨色组合，主要涉及两个方面：一是对背景底色的分割组合。人们常说的“计白当黑”，就是这方面的内容。二是点画结构的墨色组合。从作品的整体效果来看，不但要注意点画墨色的平面结构，还要注意点画墨色的分层效果，从而增强书法的表现深度。\n历代名家\n李斯\n著名书法家李斯主持整理出了小篆。《绎山石刻》、《泰山石刻》、《琅玡石刻》、《会稽石刻》即为李斯所书，历代都有极高的评价。\n钟繇\n钟繇（you）（151年－230年），字元常。颍川长社（今河南许昌长葛东）人。三国时期曹魏著名书法家、政治家。钟繇在书法方面颇有造诣，是楷书（小楷）的创始人，被后世尊为“楷书鼻祖”。钟繇对后世书法影响深远，王羲之等后世书法家都曾经潜心钻研学习钟繇书法。与东晋书法家王羲之并称为“钟王”。南朝庾肩吾将钟繇的书法列为“上品之上”，唐张怀瓘在《书断》中则评其书法为“神品”。\n卫夫人\n卫铄，别称卫夫人，名铄，字茂猗（公元272-349年），河东安邑（今山西夏县北）人，是晋代著名书法家。卫铄为汝阴太守李矩之妻，世称卫夫人。卫氏家族世代工书，卫铄夫李矩亦善隶书。卫夫人师承钟繇，妙传其法。王羲之少时曾从其学书，卫夫人是“书圣”的启蒙老师。\n王羲之\n王羲之（303－361年东晋）世称“书圣”。东晋书法家，字逸少，号澹斋，原籍琅玡临沂（今属山东），后迁居山阴（今浙江绍兴），著名书法著作有《兰亭序》等。晚年隐居剡县金庭，历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军，人称“王右军”、“王会稽”。其子王献之书法亦佳，世人合称为“二王” 。因此，《书谱》概总为：“汉魏有钟、张之绝，晋末有二王之妙”。四人被称为古代书家“四贤”。\n王献之\n王献之，字子敬，东晋琅琊临沂人，书法家、诗人，以行书和草书闻名后世。王献之幼年随父羲之学书法，兼学张芝。书法众体皆精，尤以行草著名，敢于创新，不为其父所囿，为魏晋以来的今楷、今草作出了卓越贡献，在书法史上被誉为“小圣”，与其父王羲之并称为“二王”。\n欧阳询\n欧阳询（557一641年），字信本，潭州临湘（今湖南长沙）人。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为唐人楷书第一。\n虞世南\n虞世南，字伯施，余姚人。唐初政治家，书法家，文学家。隋炀帝时官起居舍人，唐时历任秘书监、弘文馆学士等。唐太宗称他德行、忠直、博学、文词、书翰为五绝（“世南一人，有出世之才，遂兼五绝。一曰忠谠，二曰友悌，三曰博文，四曰词藻，五曰书翰。”）。\n褚遂良\n褚遂良（596－658），字登善，唐朝政治家、书法家，汉族，钱塘（今浙江杭州）人，一说阳翟（今河南禹州）人；褚遂良博学多才，精通文史，隋末时跟随薛举为通事舍人，后在唐朝任谏议大夫，中书令等职，贞观二十三年（649年）与长孙无忌同受太宗遗诏辅政；后坚决反对武则天为后，遭贬潭州（长沙）都督，武后即位后，转桂州（桂林）都督，再贬爱州（今越南北境清化）刺史，显庆三年（658年）卒；褚遂良工书法，初学虞世南，后取法王羲之，与欧阳询、虞世南、薛稷并称“初唐四大家”；传世墨迹有《孟法师碑》、《雁塔圣教序》等。\n薛稷\n薛稷（649～713）字嗣通，中国唐代画家，书法家。隋朝内史侍郎薛道衡曾孙，唐朝中书令薛元超从子。汉族，蒲州汾阴（今山西万荣）人。曾任黄门侍郎、参知机务、太子少保、礼部尚书，后被赐死狱中。工书法，师承褚遂良，与虞世南、欧阳询、褚遂良并列初唐四大书法家。\n颜真卿\n颜真卿（709-784，一说709-785），字清臣，唐代中期杰出书法家。生于京兆万年（今陕西西安），祖籍琅琊临沂（今山东临沂费县）。他创立了“颜体”楷书，与赵孟頫、柳公权、欧阳询并称“楷书四大家”。\n柳公权\n柳公权（778年-865年），字诚悬，京兆华原（今陕西耀县）人，官至太子太师，世称“柳少师”，是唐朝最后一位著名书法家。擅长楷书，代表作有《神策军碑》、《玄秘塔碑》等。\n张旭\n张旭（675-750?），字伯高，一字季明，汉族，唐朝吴（今江苏苏州）人。曾官常熟县尉，金吾长史。善草书，性好酒，世称张颠，也是“饮中八仙”之一。其草书当时与李白诗歌、裴文剑舞并称“三绝”，诗亦别具一格，以七绝见长。与李白、贺知章等人共列饮中八仙之一。唐文宗曾下诏，以李白诗歌、裴旻剑舞、张旭草书为“三绝”。又工诗，与贺知章、张若虚、包融号称“吴中四士”。\n怀素\n怀素（725-785）唐时人，字藏真，僧名怀素，俗姓钱，汉族，永州零陵（湖南零陵）人。幼年好佛，出家为僧。他是书法史上领一代风骚的草书家，他的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，与唐代另一草书家张旭齐名，人称“张颠素狂”或“颠张醉素”。\n苏轼\n苏轼（1037年1月8日－1101年8月24日），眉州（今四川眉山，北宋时为眉山城）人，字子瞻，又字和仲，号“东坡居士”，世人称其为“苏东坡”。祖籍栾城。北宋著名文学家、书画家、词人、诗人，美食家，唐宋八大家之一，豪放派词人代表。其诗，词，赋，散文，均成就极高，且善书法和绘画，是中国文学艺术史上罕见的全才，也是中国数千年历史上被公认文学艺术造诣最杰出的大家之一。其散文与欧阳修并称欧苏；诗与黄庭坚并称苏黄；词与辛弃疾并称苏辛；书法名列北宋四大书法家“苏、黄、米、蔡”之一；其画则开创了“湖州画派”。\n黄庭坚\n黄庭坚（1045年－1105年），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西修水县）人。北宋知名诗人，乃江西诗派祖师。书法亦能树格，为宋四家之一。英宗治平四年(1067)进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。庭坚笃信佛教，亦慕道教，事亲颇孝，虽居官，却自为亲洗涤便器，亦为二十四孝之一，黄庭坚为苏门四学士之一，是江西诗派的开山祖师，生前与苏轼齐名。世称苏黄。著有《山谷词》。\n米芾\n米芾[fú]（1051-1107），自署姓名米或为芊，芾或为黻[fú]。北宋书法家、画家。祖籍安徽无为，迁居湖北襄阳，后曾定居润州（今江苏镇江）。天资高迈、人物萧散，好洁成癖。被服效唐人，多蓄奇石。书画自成一家。能画枯木竹石，时出新意，又能画山水，创为水墨云山墨戏，烟云掩映，平淡天真。善诗，工书法，精鉴别。擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真程度。宋四家之一。\n蔡襄\n蔡襄（1012－1067），字君谟，汉族，北宋著名书法家，政治家，茶学专家，奸相蔡京的从兄。原籍福建仙游枫亭乡东垞村，后迁居莆田蔡垞村，1030年（天圣八年）进士，先后在宋朝中央政府担任过馆阁校勘、知谏院、直史馆、知制诰、龙图阁直学士、枢密院直学士、翰林学士、三司使、端明殿学士等职，出任福建路转运使，知泉州、福州、开封和杭州府事。卒赠礼部侍郎，谥号忠。主持建造了中国现存年代最早的跨海梁式大石桥泉州洛阳桥，蔡襄为人忠厚、正直，讲究信义，且学识渊博，书艺高深，书法史上论及宋代书法，素有“苏、黄、米、蔡”四大书家的说法，蔡襄书法以其浑厚端庄，淳淡婉美，自成一体。\n赵佶\n宋徽宗赵佶（公元1082年5月初5—1135年6月5日），宋神宗第十一子、宋哲宗之弟，宋朝第八位皇帝。先后被封为遂宁王、端王。哲宗于公元1100年正月病逝时无子，向皇后于同月立他为帝。第二年改年号为“建中靖国”。在位26年（1100年2月23日—1126年1月18日），国亡被俘受折磨而死，终年54岁，葬于都城绍兴永佑陵(今浙江省绍兴市柯桥区东南35里处)。他自创一种书法字体被后人称之为“瘦金体”。是古代少有的艺术天才与全才。被后世评为“宋徽宗诸事皆能，独不能为君耳！编写《宋史》的史官，也感慨地说如果当初章惇的意见被采纳，北宋也许是另一种结局。并还说如“宋不立徽宗，金虽强，何衅以伐宋哉”。\n赵孟頫\n赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。\n董其昌\n董其昌（1555—1636），字玄宰，号思白、香光居士。汉族，松江华亭（今上海闵行区马桥）人，明代书画家。曾居松江。万历十七年进士，授翰林院编修，官至南京礼部尚书，卒后谥文敏。擅画山水，师法董源、巨然、黄公望、倪瓒，笔致清秀中和，恬静疏旷；用墨明洁隽朗，温敦淡荡；青绿设色古朴典雅。以佛家禅宗喻画，倡“南北宗”论，为“华亭画派”杰出代表。其画及画论对明末清初画坛影响甚大。书法出入晋唐，自成一格，能诗文。存世作品有《岩居图》《秋兴八景图》《昼锦堂图》等。著有《画禅室随笔》《容台文集》等，刻有《戏鸿堂帖》。他的书法兼有“颜骨赵姿”之美。\n刘墉\n刘墉(1719～1804)，字崇如，号石庵、石菴、石盦、木菴、青原、香岩、勗斋、东武、溟华、日观峰道人等，山东诸城人。他是乾隆年间的重臣，历任翰林院编修、江苏学政、内阁学士、湖南巡抚、左都御史、工部尚书、上书房总师傅、吏部尚书、协办大学士等职，嘉庆初官至体仁阁大学士、加太子少保，卒谥文清。著有《石庵诗集》。他的书法由董、赵入手，而后遍临晋唐宋诸家，尤得力于苏东坡、颜真卿和晋唐小楷，融会贯通，自成格局。其书点划丰腴处短而厚、细劲处含而健，对比强烈；结字内敛拙朴，而决不拥塞，端重稳健中透出灵秀；章法轻重错落，舒朗雍容。整体风格含蓄蕴籍，精气内敛，浑若太极，貌端穆而气清和，有硕儒老臣的持重，无恃才傲物的轻佻，似乎包有万象而莫测高深，洵然可敬。因为喜用浓墨，时号为“浓墨宰相”。\n吴昌硕\n吴昌硕(1844～1927)，初名剑虞、俊，又名俊卿，字香补，中年以后更字昌硕，以字行，亦署仓石、仓硕、苍硕，号缶庐、老缶、缶道人、老苍、苦铁、大聋、石尊者、乡阿姐、破荷亭长、五湖印匄、削庐、芜菁亭长等，浙江安吉人。晚年被推举为西泠印社第一任社长，是晚清杰出的艺术家，诗书画印皆自成家数，影响深远。著有《缶庐集》。他既是清代书法的殿军，又是近代书法的开山，他于篆、隶用功最多，尤其是《石鼓文》，终生浸淫，无一日或离，晚年变化笔墨，引入行草意趣，遂使笔情墨趣，流溢行间，篆书的复兴，至他而达到一个新高度；行书以王铎为宗，融入欧、米，又引入碑法之苍劲浑朴，老辣生奇，使行书也重放光华。治印初习浙、皖，既而出入秦汉，借鉴封泥陶甓，融入写意绘画情趣，形成了斑驳高古、沉雄壮遒的新面，即作小印，也有寻丈之势。治印还独创修整印面和边栏的法门。既雕既琢，复归于朴，古今无二。吴昌硕的成就，是清中期以来两大传统深入融会的硕果，标志着清人重理古典的工作取得了圆满的成功，为近现代书法的发展，奠定了非常坚实的基础。\n林散之\n林散之（1898－1989），江苏江浦乌江人，名散之，号三痴生、江上老人、左耳、半残老人等。“诗书\n画三绝”，尤其是草书享誉世界，被称之为“草圣”。\n启功\n启功（1912——2005），姓爱新觉罗，字元白，也作元伯，号苑北居士，北京市满人，清代皇族之后。中国当代著名书画家、教育家、古典文献学家、鉴定家、红学家、诗人，国学大师。\n历代名作\n王羲之，其代表作为《兰亭序》，快雪时晴帖；颜真卿，《祭侄文》；米芾，其代表作为《研山帖》；赵孟頫，其代表作为《洛神赋卷》；欧阳询，其代表作为《九成宫醴泉铭》；王铎，其代表作为《拟山园帖》。等等，欢迎编辑补充。\n启功讲书法之慨要\n1.学书法应该知道刀刻和墨迹的区别，墨迹可以看见笔墨之干湿浓淡。刀刻掩盖了本来的效果，反映不出行笔的过程。\n2.技术应在艺术之先。写的被普罗大众所认识很重要。\n3.文房四宝不须太过讲究，但须合适。墨汁便可。\n4.结字比用笔更重要。先人之用笔，后人之揣摩对也乎？\n5.选碑帖，可选自己喜欢欣赏的，去书店，博览一番，选适合自己的。\n6.我们学书法是学习书法家的书写方法，他们写字的规律，内在的精神，不一定要完全一样。\n7.临帖方法：第一遍先看帖，仿效它写一遍。第二遍用薄膜描一遍，仔细调查研究它的位置关系。第三遍看帖，仿效写。\n8.练书法可以不用看书法著作，有钱买帖，看帖，练帖就可。等要写书法心得著作之时再看著作为时不晚。\n9.求人指正，其实可以自助，挑选自己认为最满意的字贴在墙上，远近观摩，自己纠正，觉得不满意了，再写再贴，再更正，循环往复。\n0.行书应该写的像楷书，位置聚散要有度，有法有规。楷书应当做行书，点画顾盼生姿。\n文房四宝\n毛笔\n毛笔的笔杆一般用竹管制，讲究些的用斑竹管制，也有用犀牛角、象牙或金银制的，那就是工艺美术品了。笔头所用兽毫分为柔（软）健（硬）两类，柔毫主要是山羊毛所制；健毫则用兔脊毛和黄鼠狼尾毛等制成，柔毫和健毫杂在一起称为兼毫。笔头制作是中间一簇长毫称为锋，即笔尖；四周包着稍短的毫称为副毫。好的毛笔具有尖、齐、圆、健四大优点。产毛笔的地区，唐代至宋代，以安徽宣州最出名，所产紫毫（老紫兔毫）笔，为无上佳品，其价如金。明清时期，为浙江湖州善琏镇所产的选料严格、制作精良的湖笔所取代，并且相沿至今。\n墨\n墨的出现很早，《述在书法纂》上说：西周邢夷始制墨，说是煤烟所成，却是西汉以后的事。其原料不同，可分为油烟墨、漆烟墨、松烟墨，分别以桐油、生漆、松枝所烧的烟炱，加黄明胶和麝香、冰片等制成。南北朝时易州的墨和剡县的纸很有名。\n纸\n纸是我国古代四大发明之一，西汉墓出土的文物中已出现了麻制的纸，但很粗糙。自汉以来，现留存于世的书画，均以桑皮纸（又称汉皮纸）书画，东汉蔡伦采用多种原料和改进制纸方法，使纸的质量和产量都大为提高。由于纸的广泛使用，晋安帝才下令废除了自古沿用下来的竹木简，把历史推进到全面用纸的时代。唐代的造纸业非常发达，宣州出宣纸，江西临川出薄滑纸，扬州出六合笺，广州出竹笺等，都是上等品。\n砚\n砚，在西汉时期即已使用，湖北荆州凤凰山西汉墓出土了砚，我国传统有四大砚，即端砚、歙砚、洮砚、澄泥砚。\n学习方法\n描摹\n执笔姿式：五指执笔法，首先用拇指与中指紧夹住，手掌中的空闲位置要有像4厘米左右的正方体的位置，然后用无名指和小指自然的放在毛笔后面，身体挺直，手臂要离桌子有合适的一段距离。\n常用方法：用薄纸（绢）蒙在原作上面依照原来的样子去写或去画。描红即是其中的一种方法。\n临写\n习书者对照书法原帖，在另外一张纸上尽可能和原作模样一模一样的书写出来。\n临写必须运用科学的方法，许多爱好书法的人迟迟未能迈入书法圣殿的大门，就在于他们没有掌握科学的临写方法。汉字临写的根本原理——五千年来的书法家无数，他们虽然留下了相当多的书法佳作，但是却没有留下写字的科学方法，例如为什么临写的像？为什么临写的不像？来自大连的小学教师刘向东提出了汉字临写的根本原理，撰写了《汉字临写大揭秘》一书，从而解决了汉字临写的根本难题。这一方法不但适合于汉字的临写，也适合于世界上一切文字的临写。《汉字临写大揭秘》一书是中国书法史上的一座里程碑。\n背临\n多次临写之后，根据头脑记忆中留下的原作形象，再次书写出来。\n创作\n依据不断修正的背临书写习惯和书写风格，重新选择书写内容及表现风格，写出来的新作品。\n书写姿势\n学习书法姿势正确与否很重要，尤其是初学书法的青少年，正值身体发育时期，养成不正确的姿势不仅难于改正，影响书法的进步，而且会影响骨骼以及眼睛的健康。所以学习书法姿势一定要正，即头正、身正、手正。书法的姿势大概有以下几种：\n坐势\n凡写三寸以内的字，都可以坐书。坐书的桌椅高矮要适中。头要正，可稍前俯，但不宜左右歪斜。臀部要做正，腰脊要直，胸要挺，不要伏在案子上，胸前离桌边一般要保持在3-5寸的距离。两腿要自然张开，脚要放平，左手按纸（纸亦应放正）。笔的位置，以距鼻6寸左右为宜。有人主张写字时笔杆对准鼻尖，这样太机械、拘谨，容易分散注意力，不必如此死板，只要做到笔杆位于鼻之左右，所写之字居于两目视线正中即可。\n立书\n写三寸以上的大字，应站起来悬臂书写，才能使得上力，便于照顾全貌。站时要两脚踏实，右脚稍跨出，略成丁字步，右半身稍向前伸，腰稍前倾，左手扶案按纸，或向后展。前人主张把下半身的力量集中到腰，用腰部之力推动肩，用肩带动上肢，通过上肢和腕把力送到笔尖，即所谓“力发乎腰，其根在脚”。这可以在实践中慢慢体会。\n跪书\n写二尺以上大字，可以跪地或伏地书写，这样易于总领字的结构。方法是左膝跪地，右膝弯曲支持身体，左手伸直扶地。此法身体过于屈曲，不易得力，有条件最好备一矮案书写。\n无论坐书、立书，写时眼与纸之间均保持适当距离，应随书写字的大小而变。书写小字宜近，大字宜远。通常写中楷、大楷，宜在一市尺左右，写小字应稍小于这个距离。写一尺以上大字，应有二尺以上距离，否则难于照顾笔画与整体结构的关系。\n米字格\n“米”字格的用法历来在书法学习者和爱好者中有分歧和争议。启功先生主编的一九八六年出版的《书法概论》中第48页对“米”字格的说明就有误差。今天把启功对我所讲和实践的经验详细成文，为后来者在练习书法结构时少走弯路。\n启功先生所讲的“米”字格是书法结构的一个重要的规律，也是对书法艺术的重大贡献，它不同于描红模子上打的“米”字或“井”字的格子。描红模子上的格子是为初学者安排笔划的位置作参考的。“米”字格的结构规律是指写米字时，认为∠1要小于∠3，∠2要小于∠4，∠5要小于∠7，∠6要小于∠8。\n也就是说米字上半部的两点要稍立一点儿，下半部的撇和捺要稍平一点儿，这个字才显得好看。\n最常见的错误理解是把米字的两点和一撇一捺都写在描红格子上的45度角的斜格上，认为这样才标准。这同所谓的写字要横平竖直一样是要不得的，这样写出来的字没有美感。\n汉字中有很多字都可以用到“米”字格的规律。\n第一类是上半部有两点一竖的字，如：光、尚、当、肖。\n第二类是下半部有一撇一捺中点一竖的字，如：木、东等等。违反了“米”字格规律去写这些字，效果一看便知。\n双钩\n双钩书法之“五指法”（双苞）双钩，也叫“双苞”，是执笔的一种方法。唐代书法家韩方明在《授笔要说》中说：“夫书之妙在于执管，既以双指苞管，亦当五指共指，其要实指虚掌，钩压平送，亦曰抵送，以备口传手授之说以。”其方法是，大指向外压着，食、中两指向内钩着，无名指向外揭着，小指帖在无名指下面，帮同送着，五指都派好了用场。“五指法”也属“双钩”的一种。双钩书法的起源和简介所谓“双钩书法”，是指以笔单线直接写出某种书体的空心字。此法源于唐代，当时，由于没有印刷技术，人们为了能使名家书法作品得以流传，就按作品的原样，勾勒出空心字，然后再填上黑墨，以使观者得到近似真迹的作品。后来这种摹写方式成为了人们学习书法的一种方法，并发展成为我国璀璨的书法艺术宝“双钩”乃书法术语也。法书摹勒上石，沿其笔画的两侧外沿以细线钩出，称之为“双钩”。南宋姜夔在《续书谱》中称：“双钩之法，须得墨晕不出字外，或廓填其内，或朱其背，正肥瘦之本体”。宋代大诗人陆放翁曾有“妙墨双钩帖”之佳句称颂“双钩”之神韵。\n0其它\n非汉字书法\n“阿拉伯书法”，梵文字母书写的书法，越南国语字书法，都属于“非汉字书法”的范畴，其中，越南国语字书法是越南特有的一门艺术，近几年来深受人们的喜爱。越南各地都有越南国语字书法俱乐部，其中有不少书法家国语字都写得很好，作品很有收藏价值。越南国语字，就是以拉丁字母为基础的拼音文字，另有蒙古文书法。\n乌尔都文，硕大的（Urdu，及“营房语言”的意思）是南亚次大陆的主要语言之一，是巴基斯坦国语，但在印度也广为通行，是宪法承认的官方语言之一。它属于印欧语系伊朗语族印度语支。乌尔都语是由原来德里附近讲了几个世纪的印地语的一种方言独立发展起来，故跟印地语非常相似，它们之间的最重要的区别在于，前者用波斯-阿拉伯文字母书写，而后者用梵文字母书写，且各自的文学语言发展出较大差异。乌尔都语是一种有文学传统的语言，有教养的穆斯林以能用乌尔都语写诗为时尚。\n乌尔都文字的书法在世界上非常有名，直到20世纪80年代，乌尔都语的报纸都是邀请著名的书法家手写报章的文字然后再印刷出版，因此这些报纸实际上都是书法艺术品。在巴基斯坦，几乎人人都能写出一手好字。\n题字\n书法题字历来应用广泛，有古代文人骚客诗书画作相互题字之雅兴，有皇帝及达官贵人题字之尊荣，也有特别活动题字以资纪念等等。发展到今天更是应用广泛，分类众多，可分为如下六大类：1、礼仪纪念题字；2、人文景观题字；3、文化品牌题字4、影视书刊题字；5、广告宣传题字；6、艺术收藏题字。\n总之，书法题字与我们当今的工作和生活变得息息相关，以其独特的艺术价值和个性魅力，在适应社会需求和社交需要、致以美好祝愿、展示特性、宣传自我，搏击商场等和风或巨浪中发挥着积极而特别的作用，淋漓尽致！ \n","category":"楷书","verified":true,"user":1,"timestamp":1429951602557},{"name":"刘基楷书轴","dynasty":"明代","category":"楷书","type":"","user":1,"timestamp":1429791635991,"text":"","author":"明代刘基","description":"刘基楷书轴"}]