[{"name":"张雨行草答杨廉夫二首","text":"海角，本名剑丝雨，音乐人、歌手、作家。曾经是一名武术冠军，现已退役，在北京从事音乐制作的工作。大学所学专业为计算机，后来师从名师，学习音乐制作，擅长作词、作曲、编曲、后期制作，是一位全能型歌手。因发表歌曲mv《吃错了药》而走红。2014年年4月，在个人5sing音乐空间发表了中国风单曲《断肠雨》\n作品列表\n歌曲作品\n吃错了药相信秋叶的思念走的太温柔天眼泪末日爱\n作词作品\n走的太温柔天眼泪末日爱\n文学作品\n情断郁梦\n人物简介\n剑丝雨，音乐人，歌手，作家。原创歌曲代表作有《断肠雨》《吃错了药》，《秋叶的思念》，《相信》，小说代表作《情断郁梦》\n剑丝雨的音乐作品题材新颖，风格多样，富于变化；作品不求数量，但求质量，发表的几首原创歌曲都取得了不错的成绩。\n012年7月，《秋叶的思念》发表于qq音乐，并成为当年网络走红歌曲。\n013年4月，雅安地震后，他发布了一首新歌《相信》和一段视频，为地震中的人们祈福。这首歌在网络广为流传，赢得了众多好评。\n013年6月，他在各大音乐网站发布了最新单曲《吃错了药》，一经发布就占据了各大音乐网站排行榜的前几名，获得了众多网友和音乐人的好评。有网友把最近火爆世界的《江南style》和《绅士》剪辑串烧，制作了视频，再配上这首《吃错了药》，调侃鸟叔和爱情，在网上迅速走红，短短几天内点击量突破上千万。\n早年（武术）经历\n剑丝雨从小就跟随当地知名拳师，练习各种风格武术。后来参军（军校）后，师从广州体院的一名教官学习散打，这名教官同时也是广州军区散打冠军。收益于良好的武术基础，加上名师的指点，他的武功进入很快，在军校的组织的比武中，屡获冠军，后来他曾经在野战军接受过严格的训练 。\n毕业后分配至北京军区，任职于警卫营。这里的士兵，接受过全军警卫集训，肩负着保卫首长安全的重任，个个武艺高超，身怀绝技。他过硬的功夫深深折服了这些士兵，他成为了他们的武教头。后来他还获得了军区武术比赛的冠军。\n退役后，他师从著名功夫明星石天龙的同门师兄，学习跆拳道、合气道等功夫，丰富了自己的武艺。\n音乐经历\n除了武术方面，在音乐上他从小就受到了良好的教育，会演奏各种乐器，业余时间他经常进行词曲创作。\n从部队退役后，他来到北京，先是受聘于一位商界人士，成为一名私人保镖。后来他在一家武馆里找到一份工作。平日里在武馆授武之余，他还追随音乐名师大家，学习电脑音乐midi制作。几年后，他成立了自己的音乐工作室，为别人作曲作词，制作伴奏等。\n013年4月，他在网上推出个人首个原创Mv《相信》，取得了很大的反响。在这首歌中，他包揽了全部的词曲演唱和编曲后期制作的过程，还有mv视频的制作也是他自己独立完成的。人们在微博中不停转发，好评如潮。\n人物评价\n在海角的音乐中，时而华丽时而简约的作词，精致却不繁琐的编曲，听了让人心里为之一动，尤其是他在《相信》这首歌里细腻婉约的唱法，让人感叹他的全方位的才华。有时候，你会有种错乱的感觉，一会儿是在键盘前充满灵感的音乐达人，一会儿就成为一位充满阳刚的功夫高手。这两者完全不同的特质竟然融合到了一个人身上有些不可思议，但他做到了。在他看来，人的气质就像太极，有柔的一面，也有刚的一面，他只是做了比别人更充分的演绎。他宁愿把自己定位成一名思想者，用思想来演绎艺术和人生，而不是别人眼中的音乐人或者是武术高手。\n2013年相关信息\n腾讯娱乐讯\n013年4月20日，四川雅安地区发生7级地震，造成了将近200多人死亡和几百万人受伤。\n灾区人民牵动着亿万国人，也牵动着海内外音乐人的心。知名歌手和音乐人的海角，在最短的时间创作了一首mv《相信》，为四川雅安祈福，为冒着生命危险救人的解放军战友加油鼓气。\n在这首mv中，他包揽了全部的词曲演唱和编曲视频剪辑，同时，他展示了一段精湛的武艺，为战友加油，为灾区人民加油；他用优雅磁性的嗓音鼓励灾区人民，你们没有被忘记。就像他在mv中唱的“我会陪在你的身边，相信奇迹，一定出现；我会陪在你的身边，相信梦想，一定实现.”。相信灾区人民，一定会创造奇迹；相信中国梦，一定会实现。\n读音\n【词目】海角\n【拼音】hǎijiǎo\n详细解释\n1.本指突出于海中的狭长形陆地，常形容极远僻的地方。元·范梈《游南台闽粤王庙》诗：“海角钓龙人杳杳，云间待雁路迢迢。”\n元·张雨《答杨廉夫》诗之二：“诏书宽大到海角，河北饥氓争倒戈。”\n2.许地山，有短篇小说《海角底孤星》。\n3.用海螺壳作的号角。\n《西游补》第八回：“外面又擂鼓一通，吹起海角，击动云板。” \n4.《海角七号》是指一个地名叫做海角七号。\n形成原因\n地壳的运动加上海水的侵蚀风化作用下形成的。\n英文翻译\n1.acape;aforeland;aheadland;apromontory \n","category":"行草","verified":true,"user":1,"timestamp":1429951537977},{"name":"张雨行草答杨廉夫二首","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791611149,"text":"","author":"元代张雨","description":"张雨行草答杨廉夫二首"}]