[{"name":"梁诗正楷书","text":"梁同书(1723年～1815年），字元颖，号山舟，晚年自署不翁、新吾长，钱塘人。大学士梁诗正之子。梁同书生性重孝，以书法著名。\n简介\n梁同书(1723—1815)，钱塘（令浙江杭州）人。清代书家。字元颖，号山舟，晚号不翁、石翁，九十以后号新吾长翁，与安徽亳州（今徽县）梁、会稽（浙江绍兴）梁同治并称“三梁”。大学士梁诗正之子。天生颖异过人，端厚稳重。乾隆十二年(1747)举人，乾隆十七年特赐进士，改翰林院庶吉士，散馆授编修。后任顺天乡试间考官、会试同考官、翰林院侍讲、日讲起居注官，赐加侍讲学士街。忧归不复出。同书治家，以身作则，家法亦严，因此杭人都称道梁氏家法。生活简朴，衣帽终生不换，平时不宴宾客，不受馈赠。毕源曾从楚地赠同书大砚一方，同书坚决不收，毕源执意相赠，同书只好收下，数年后托友还砚于毕。工书法，初学颜柳，后学苏米，晚年纯任自然，冠绝时流。诗多雅意，文亦清峭，故为书名所掩。年九十余，尚为人书碑文墓志，终日无倦容，并无苍老之气。卒之前数日，自书讣，苍劲如昔。新书碑版遍环宇，与翁方纲、刘石庵（刘墉）、王梦楼（王文治）并称于时。日本国王曾派人求书，朝鲜、琉球等地亦以其书为贵。著有《频罗庵遗集》、《频罗庵论书》、《直语补正》、《日贯斋涂说》、《笔史》等。传世书迹甚富，小楷书作尤多。《苏老泉文卷》，书于乾隆五十九年（1794），时年72岁。纸本墨迹。纵33.4厘米，横571厘米。故宫博物院藏。梁同书博学多文，善鉴别。由他书写的碑刻和题写的不可胜数，负盛名60年。此件行书作品，其书不拘苏、米形迹，而得其神韵，貌丰骨劲，味厚神藏。其章法平稳，行距疏朗，用笔平和自然，都是承继赵孟頫、董其昌遗风的结果。此卷中字字提按顿挫交待清晰，技法精湛娴熟，看似寻常，无新奇惊人之处，然欲达到此也并非易事。梁同书在书写时挥洒自如，将其功力与性情和谐统一于此作品中。此卷虽然不是梁同书最好的作品，但也能反映出他书艺水平的基本状况。\n藏书故实\n清著名书画家、藏书家。字元颖，号山舟,晚自署不翁，外号新吾长翁。钱塘(今浙江杭州)人。尝得元贯酸斋书“山舟”二大字，遂以为自号，并额其书斋，学者称为山丹先生。乾隆十七年（1752）特赐进土，官翰林院侍讲。年四十乞归，嘉庆丁卯重宴鹿鸣，加侍讲学土衔。博学多文．善鉴别前人手迹，过眼辄判其真伪。工诗善书。富藏书，藏宋、元、明三朝珍善之本数种，唐人画轴、明人山水、人物则不下数十幅。著有《频罗庵遗集》、《频罗庵论书》、《直语补证》、《频罗庵书画跋》等。其收藏室名有“频罗庵”、“日贯斋”、“瓠卧室”、“山舟”等。藏书印有“梁同书印”、“山舟”、“元颖”、“不翁”、“平地家居仙”、“两湖民”、“迷中倍人”、“频赢庵主”、“频罗庵主”等。 \n成就影响\n他的书法也是从董、赵起步的，并且博涉颜、柳、米等唐宋诸家。他主张不拘泥于前人的成法，强调在创作中自出胸臆。在《频罗庵论书》里他是这样说的：帖教人看，不叫人摹。今人只是刻舟求剑，将古人的书一一摹画，如小儿写仿本，就便形似，岂复有我。梁书以行草见长，结字端严稳妥，用笔娴静流畅、平和自然、从容洒脱，那种温文而雅的书卷气息常常扑面而来。因为父亲身居高位的关系，梁同书年轻时候的书法就已名扬海内，负书名六十年，当然与他的长寿有直接关系。时论把他和刘墉、王文治、翁方纲并称四大家。并且声名远播到琉球、朝鲜和日本。\n人物年表\n723年梁同书，生于清雍正元年（一七二三）。\n752年乾隆十七年（一七五二）在殿试时特赐进士，任翰林院侍讲，同年梁启心去世，在服丧期间亦未赴官任，闲居家中。\n790年乾隆五十五年（1790）曾进京恭贺弘历（乾隆皇帝）八十大寿，直到嘉庆丁卯（一八0七）年再出任为官，加翰林院侍讲学士，赴任后不久又辞官归里，直至他去世。\n815年卒于嘉庆二十年（一八一五），终年九十三岁。\n人物性格\n梁同书生前淡泊名利，性情耿介不合于流俗。父母死后，他就借口足疾不再做官了。乾隆二十五年（1760），孝圣宪皇太后八十大寿，梁同书进京庆贺。在大臣们集体晋见皇帝的时候，乾隆帝看到他说：“汝来乎？”梁同书回答：“臣足疾未痊，祝圣母万寿后即回藉。”当时太仆陈句山先生和他站在一起，感到很奇怪，回去就问他：“顷上方向用，何自退若是？”他说：“实有足疾，何敢欺也。”乾隆五十五年（1790），皇帝八十大寿，梁同书晋京贺寿，有人就劝他拜谒首辅以得高位，他毅然不顾，第二天就离京了。他做了《家居赋答友二首》诗以明志。\n其一\n卅年蒲柳早衰芜，壮不如人况老乎。\n苦笋硬差良有愿，葫芦依相已维摹。\n休言报国文章在，只合投闲草木俱。\n物不答失天地大，始终渐负是顽躯。\n其二\n北望君门首重回，一门三世荷栽培。\n臣心不似菤葹草，天意须怜臃肿材。\n絮已沾泥飞不起，豆和灰冷爆难开。\n他生愿作衔环雀，再上觚棱高处来。\n同书治家，以身作则，家法亦严，因此杭人都称道梁氏家法。\n梁同书平时生活艰苦朴素，钱泳在《履园丛话》里说他“如旧家子弟，不过循规蹈矩，饱暖终身而已。”简朴到一个官帽好几十年也没有换过，他不喜钱财，也不喜欢参加饮宴。在自己过七十寿辰的时候，把凶具摆在门前以谢客。原配汪氏夫人比他年长一岁，比他早两年去世。老伴儿死后，他做了一幅挽联：一百年弹指光阴，天胡此靳？九十载齐眉夫妇，我独何堪！写得感情真挚，可见平日里夫妇之间多么恩爱。梁同书于嘉庆二十年七月十五日(1815年)去世，享年九十三岁。夫妇都能如此高寿，真是难得。死前的数日，他亲手写好了讣告，遗命不让子女治丧，不刻行状。谈泊之心可谓自始至终。\n代表作品\n评价\n梁同书笃信佛教，经常用小楷书抄写佛经。佛教中称木瓜为“频罗”。因他家院子里有一株，所以号频罗庵主。又因嘉庆十六年（1811）冬天，他病重得几乎死掉，痊愈后于是自号新吾长翁。\n虽然读梁同书的书法不能给我们学习书法带来更大的帮助，但他耿介拨俗的性格，不慕名利的价值观念，朴素的生活方式还是会给我们很大的启发。这些和当代那些所谓的书法家们身上的东西相比，是多么的不同啊。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951658610},{"name":"梁诗正楷书","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791612965,"text":"","author":"清代梁诗正","description":"梁诗正楷书"}]