[{"name":"董其昌临米芾方圆庵记","text":"《明董其昌临米芾方圆庵记》是2004年上海书画出版社出版的图书，作者是方传鑫。\n\n内容简介\n《董其晶临米芾方圆庵记》，绢本，二十五开，每开六行，行五或六、七、八字。全文共计七百六十八字，首题“方圆庵记”四大字，末署四十一小字。与米芾宋拓原文对照，第十八行阙“然而”二字；第六直三行“佛”字前阙“至于吾”三字；第六十六行中“以”原文为“其”，第七十二行中“圣”原文为“先”，第八十五行“异”后少“观”字；第九十四行则多一“庵”字。\n释文\n杭州龙井山方圆庵记：天竺辩才法师以智者教传四十年，学者如归，四方风靡，於是晦者明，窒者通，大小之机无不遂者。不居其功，不宿於名，乃辞其交游，去其弟子而求於寂寞之滨，得龙井之居以隐焉。南山守一往见之，过龙泓，登风篁岭，引目周览，以索其居。岌然群峰密围，淴然而不蔽翳，四顾若失，莫知其乡。逡巡下危磴，行深林，得之於烟云仿佛之间，遂造而揖之。法师引予并席而坐，相视而笑。徐曰：『子胡来？』予曰：『愿有观焉。』法师曰：『子固观矣，而又将奚观？』予笑曰：『然。』法师命予入，由照阁经寂室，指其庵而言曰：『此吾之所以休息乎此也。』窥其制则圆盖而方址。予谒之曰：『夫释子之寝，或为方丈，或为圆庐，而是庵也，胡为而然哉？』法师曰：『子既得之矣。虽然，试为子言之。夫形而上者，浑沦周徧，非方非圆，而能成方圆者也。形而下者，或得於方，或得於圆，或兼斯二者而不能无悖者也。大至於天地，近止乎一身，无不然。故天得之，则叨鵁o积；地得之，则静而无变。是以天圆而地方。人位乎天地之间，则首足具二者之形矣。盖宇宙虽大，不离其内，秋毫虽小，待之成体，故凡有貌象声色者，无巨细，无古今，皆不能出於方圆之内也，所以古先哲王因之也。虽然，此游方之内者也。至於吾佛亦如之。使吾党祝发以圆其顶，坏色以方其袍，乃欲其烦恼尽而理体圆，定慧修而德相显也。盖溺於理而不达於事，迷於事而不明於理者，皆不可谓之沙门。先王以制礼乐为衣裳，至於舟车器械宫室之为，皆则而象之，故儒者冠圆冠，以知天时，履句屦以知地形。盖蔽於天而不知人，蔽於人而不知天者，皆不可谓之真儒矣。唯能通天、地、人者，真儒矣。唯能理事一如向无异观者，其真沙门欤。噫！人之处乎覆载之内，陶乎教化之中，具其形，服其服，用其器，而於其居也，特不然哉！吾所以为是庵也。然则，吾直以是为蘧庐尔。若夫以法性之圆事相之，方而规矩，一切则诸法同体而无目，位万物各得而不相知，皆藏乎不深之度，而游乎无端之纪，则是庵也，为无相之庵，而吾亦将以无所住而住焉。当是时也，子奚往而观乎？』呜呼！理圆也，语方也，吾当忘言与之，以无所观而观之，於是嗒然隐凡。予出以法师之说，授其门弟子，使记焉。元豊癸亥四月九日慧日峰守一记。\n不二作此文成，过予，爱之因书，鹿门居士米元章。\n","category":"草书","verified":true,"user":1,"timestamp":1429951645065},{"name":"董其昌临米芾方圆庵记","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791606935,"text":"董其昌临米芾《方圆庵记》   \n\n 《董其晶临米芾方圆庵记》，绢本，二十五开，每开六行，行五或六、七、八字。全文共计七百六十八字，首题“方圆庵记”四大字，末署四十一小字。与米芾宋拓原文对照，第十八行阙“然而”二字；第六直三行“佛”字前阙“至于吾”三字；第六十六行中“以”原文为“其”，第七十二行中“圣”原文为“先”，第八十五行“异”后少“观”字；第九十四行则多一“庵”字。\n\n　 米芾《方圆庵记》书于北宋元丰六年（一○八三年），是专为当时天竺高僧辩才法师主持杭州龙井山方圆庵所作。由陶拯刊石，墨迹末传。刻石早毁，故宋拓鲜见。沈石田旧藏此记拓本，同过沈俨云：“米友仁称，‘其父书，四角转折有八面，笔笔皆翔劲’，又称，‘有云烟卷舒飞扬之态’。观此记信然矣！”\n\n　　董其昌（一五五五——一六三六）卒年八十二。我国著名书法家张新明先生介绍说，董其昌少早学李邕，又学米芾，二家盘旋最深，得李十之二三，米之五六。生平无所不临。七十岁时初师颜真卿，又学虞永兴。进而博彩晋唐诸家，继往开来。行楷之妙，跨绝一代。自云：“与赵文敏较，各有短长……当吾作意，赵书迹输一筹。”但对米芾，则云：“米元章书沉着痛快，直夺晋人之社。”又云：“米老行草书传于世间，与晋人几争道驰矣”！屡云“学书运笔得米元章髓”。\n\n　 辩才法师方圆之道，亦正米、董书法方贺之悟，所以“过予爱之”。此书是董其昌临本，所以流转与自运无别，一经着其作意书得秀色，于是淋漓翰墨，随意所如，更自起自倒，自收自束，自成体势，笔不能自休，以之书“先”为“圣”，少“观”多“庵”，一气呵成，书之雅逸扑人，熠熠夺目，堪称董书中神品，与米氏宋拓孤本正相映媲美，令人陶然入胜。董书喜用淡墨，但类此着意书往往为浓墨。又历来书家恨不见真迹，现在影印与真迹极度近，是一大快事。此帖因是真迹，或更宝于宋拓孤本。\n\n　　李宗翰云：“米芾书《方圆庵记》年才三十三岁，正专学晋人之时，运笔能控引王羊，其他诸帖每以奇气掩其古法。因些，世人称此帖为米书第一。”此帖结体用“圣教序”，且兼用大令，褚河南两家之法。董其昌的临写过程不仅再现了米芾风神骏爽的神韵，而且在此基础上发挥国自己个性的他造。\n\n　　此帖著录于《石渠宝笈》卷二十八。帖中钤有“乾隆御览之宝”朱文玺，“石渠宝笈”朱文长方玺、“御书房鉴藏宝”朱文椭圆玺，“嘉庆御览之宝”墨文椭圆玺，“北平孙泽”朱文印。此件作品四百年来埋于深宫，蛰藏于民间，历经劫难，现为海外华裔私人藏品，今影印出版以飨大家。\n\n\n\n1\n\n\n\n2\n\n\n\n3 \n\n4\n\n5\n\n\n\n6\n\n7\n\n 8 \n\n 9 \n\n 10 \n\n 11 \n\n 12 \n\n 13 \n\n 14 \n\n 15 \n\n 16 \n\n 17 \n\n 18 \n\n 19 \n\n 20 \n\n 21 \n\n 22 \n\n 23 \n\n 24 \n\n 25 \n\n 26 \n\n 27 \n\n 28 \n\n 29 \n\n 30 \n\n 31 \n\n 32 \n\n 33 \n\n 34 \n\n 35 \n\n 36 \n\n 37 \n\n 38 \n\n 39 \n\n 40 \n\n 41 \n\n 42 \n\n 43 \n\n 44 \n\n 45 \n\n 46 \n\n 45 \n\n 46","author":"明代董其昌","description":"董其昌临米芾方圆庵记"}]