[{"name":"班惟志楷书跋韩熙载夜宴图","text":"《韩熙载夜宴图》是中国画史上的名作，中国十大传世名画之一。它以连环长卷的方式描摹了南唐巨宦韩熙载家开宴行乐的场景。分为五段：悉听琵琶、击鼓观舞、欣赏王屋山跳六么舞、更衣暂歇、清吹合奏、曲终人散。韩熙载为避免南唐后主李煜的猜疑，以声色为韬晦之所，每每夜宴宏开，与宾客纵情嬉游。此图绘写的就是一次韩府夜宴的全过程。这幅长卷线条准确流畅，工细灵动，充满表现力。设色工丽雅致，且富于层次感，神韵独出。[1] \n\n顾闳中，约910年生，980年逝世，五代南唐画家。江南人。元宗、后主时任画院待诏。工画人物，用笔圆劲，间以方笔转折，设色浓丽，善于描摹神情意态。存世作品有《韩熙载夜宴图》卷，绘写南唐中书侍郎韩熙载夜宴，该画构图严谨，人物造型秀逸生动，线条遒劲流畅，色彩明丽典雅，在技巧和风格上比较完整地体现了五代人物画的风貌，堪称中国画史上的名作。该画真实地描绘了在政治上郁郁不得志的韩熙载纵情声色的夜生活，成功地刻画了韩熙载的复杂心境。为古代人物画杰作。但有人将此画断为宋人摹本，未得公认。这就是我们今天看到的，也是顾闳中唯一的传世作品，藏于北京故宫博物院。 \n【相关图书】：《韩熙载夜宴》，吴蔚，中国民主法制出版社。\n画作简介\n在北京故宫博物院内珍藏着一幅一千多年前的古典绘画－－《韩熙载夜宴图》。这幅镇院之宝出自五代南唐（937年-975年）名画家顾闳中之手，经过千年的辗转，如今竟能完整无缺地保存下来，堪称奇迹。\n顾闳中，江南人，以善画人物著称，长期担任南唐翰林院画待诏。《韩熙载夜宴图》，是一幅描写当时的现实生活，反映真人真事，具有深刻主题思想和较高艺术性的作品。说起顾闳中这幅传世名画，有一段颇不寻常的故事。\n据中国画著录书《宣和书谱》记载，五代时南唐中书舍人韩熙载是一位很有才华的官员，出身北方望族，唐朝末年登进士第，懂音乐，擅长诗文书画。工书善画，而且富有政治才能。但是，此人蓄养歌伎，纵情声色，家里常常云集宾客，时时饮宴，常常酣歌达旦。把一腔苦衷寄托在歌舞夜宴之中。权弱的后主李煜倚重韩熙载，想用他为相，又不放心。原来，当时国家分裂，南北分治，南唐国势衰弱，北方强大的后周对南唐构成了严重的威胁。后主李煜对那些在南唐做官的北方人心有猜忌，生怕他们存有二心。有人向后主李煜报告，今晚又有一些朝中官员要去北方籍大臣韩熙载家聚会。后主李煜心存疑惑，为了了解真实情况，于是派顾闳中和周文矩深夜潜入韩宅，了解一下他的背后活动情况。\n顾闳中发现，宾客中有当年的新科状元郎粲、太常博士陈雍、紫薇郎朱铣等官员和教坊副使李嘉明，此外就是当时一些走红的歌女和舞女。夜宴的气氛异常热烈，宾主觥筹交错，大有一醉方休之势。夜宴进行当中，还有歌女唱歌、奏乐和舞女跳舞助兴。宾客们一个个陶醉于欢乐之中。\n顾闳中心里明白，韩熙载这种沉湎声色来消磨时光的做法，实际上是力求自保，想借此来表明自己对权力没有兴趣，以达到避免受皇帝怀疑和迫害的目的。\n回去后，顾闳中和周文矩根据自己的目识心记，各自绘制了一幅《韩熙载夜宴图》送给后主李煜。李煜看了画以后，对韩熙载的戒心减少了许多。后来，韩熙载在南唐累官至中书侍郎、光政殿学士承旨，得善终。\n《韩熙载夜宴图》原两幅，但周文矩所作的一幅失传，今天我们见到的是顾闳中的作品。顾闳中《夜宴图》纵28.7厘米横335.5厘米。绢本设色，该图为手卷形式，以韩熙载为中心，全图分\"听乐\"、\"观舞\"、\"休息\"、\"清吹\"及\"宴散\"五段。各段独立成章，又能连成整体。第一段写韩熙载和宾客们宴饮，听教坊副使李家明的妹妹弹琵琶。第二段写王屋山舞“六么”，熙载亲自击鼓。第三段写客人散后，主人和诸女伎休息盥洗。第四段写熙载更便衣乘凉，听诸女伎奏管乐。第五段写一部分亲近客人和诸女伎调笑。头两段最传神，主宾或静听、或默视，集中注意于弹琴者的手上和歌舞者的身上。击鼓打板的都按节拍演奏，似乎还有声韵传出画外。由于顾闳中观察细微，把韩熙载夜宴达旦的情景描绘得淋漓尽致，五个场景，四十多个人物音容笑貌无一不活脱绢上。画面中乐曲悠扬，舞姿曼妙，觥筹交错，笑语喧哗，更突出了韩熙载心事重重，悒郁无聊的精神状态，每段中出现的韩熙载，面部角度、服饰、动作表情各有不同，但有一点相同，脸上没有笑意，总是深沉、忧郁的。把一个才气高逸，但神态抑郁，既置身于声色之中，又韬光养晦，矛盾复杂的内心世界刻划得入木三分。与一般宴乐图比较，具有一定的思想深度。实际上，它不仅仅是一张描写韩熙载私生活的图画，更重要的是它反映了那个特定的时代风貌，揭示统治阶级内部矛盾。也从一个侧面，十分生动地反映了当时统治阶级的骄奢淫逸。\n在艺术处理上，采取了传统的构图方式，打破时间概念，把不同时间中进行的活动组织在同一画面上。全画组织连贯流畅.，画幅情节复杂，人物众多，却安排得宾主有序，繁简得度。在场景之间，画家非常巧妙地运用屏风、几案、管弦乐品、床榻等之类的器物，使之既有相互连接性，又有彼此分离感；既独立成画，又是一幅画卷。\n这幅图有些画面没有画出墙壁、门窗、屋顶，也没有画出光暗及灯烛，但通过人物的活动，却能让观众感到宴乐是在室内的夜晚进行，体现了中国传统绘画的简练手法。犹如中国旧戏剧，不用布景，只用手势、眼神等动作让观众感到周围景物历历在目。\n《韩熙载夜宴图》在用笔着色等方面达到了很高水平。全画工整精细，线条细润而圆劲，人物衣服纹饰的刻画严整又简练，对器物的描写真实感强。设色既浓丽又稳重.比例透视有法度可寻，是一幅有重要历史文物价值和杰出艺术成就的古代人物画精品。\n创作背景\n《韩熙载夜宴图》是五代南唐画家顾闳中作品，顾闳中江南人。曾为待诏。擅长画人物，神情意态逼真，用笔圆劲，间有方笔转折，设色浓丽。后主李煜时拟用中书侍郎韩熙载为相，但是听说他“多好声伎，专为夜饮，宾客糅杂”。就命顾闳中偷看真伪。闳中目识心记，绘成举世闻名的《韩熙载夜宴图》。 \n文物描述\n文物综述\n《韩熙载夜宴图》是中国画史上的名作，中国十大传世名画之一。它以连环长卷的方式描摹了南唐巨宦韩熙载家开宴行乐的场景。韩熙载为避免南唐后主李煜的猜疑，以声色为韬晦之所，每每夜宴宏开，与宾客纵情嬉游。此图绘写的就是一次韩府夜宴的全过程。这幅长卷线条准确流畅，工细灵动，充满表现力。设色工丽雅致，且富于层次感，神韵独出。\n画卷各部分之间巧妙地运用屏风，几案，管弦乐品，床榻等物隔断，既独立成画，又前后连接，恰到好处。 \n为了适于案头观赏，作者将事件的发展过程分为五个既联系又分割的画面。构图和人物聚散有致，场面有动有静。对韩熙载的刻画尤为突出，在画面中反复出现，或正或侧，或动或静，描绘得精微有神，在众多人物中超然自适、气度非凡，但脸上无一丝笑意，在欢乐的反衬下，更深刻的揭示了他内心的抑郁和苦闷，使人物在情节绘画中具备了肖像画的性质。全图工整、细腻，线描精确典雅。人物多用朱红、淡蓝、浅绿、橙黄等明丽的色彩，室内陈设、桌椅床帐多用黑灰、深棕等凝重的色彩，两者相互衬托，突出了人物，又赋予画面一种沉着雅正的意味。\n《韩熙载夜宴图》是五代大画家顾闳中所作，这幅画卷不仅仅是一幅描写私人生活的图画，更重要的是它反映出那个特定时代的风情。由于作者的细微观察，不放过任何一个细节，把韩熙载生活的情景描绘得淋漓尽致，画面里的所有人物的音容笑貌栩栩如生。在这幅巨作中，画有四十多个神态各异的人物，蒙太奇一样地重复出现，各个性格突出，神情描绘自然。《韩熙载夜宴图》从一个生活的侧面，生动地反映了当时统治阶级的生活场面。画家用惊人的观察力，和对主人公命运与思想的深刻理解，创作出的这幅精彩作品值得我们永久回味。\n全卷分为五段，每一段以一扇屏风为自然隔界。 \n第一段：听琵琶演奏\n描绘了韩熙载与宾客们正在聆听弹奏琵琶的情景，画家着重地表现演奏刚开始，全场气氛凝注的一刹那。画上每一个人物的精神和视线，都集中到了琵琶女的手上，结构紧凑，人物集中。但人们敛声屏气的神情中使场面显得十分宁静，从这弹奏琵琶的手上，似乎传出了美妙清脆的音符，而这音符震动着观众的耳膜，勾摄了他们的内心情感。画家对于不同的人物，根据他们不同的身份和年龄，刻划出他们各自不同的姿态、性格和表情，显示出作者不同凡响的画艺。此段出现人物最多，计有七男五女，有的可确指其人，弹琵琶者为教坊副使李佳明之妹，李佳明离她并侧头向着她，穿红袍者为状元郎粲。另有韩的门生舒雅、宠妓弱兰和王屋山等。 \n第二段：集体观舞\n描绘了韩熙载亲自为舞伎击鼓，气氛热烈而动荡。其中有一个和尚拱手伸着手指，似乎是刚刚鼓完掌，眼神正在注视着韩熙载击鼓的动作而没有看舞伎，露出一种尴尬的神态，完全符合这个特定人物的特定神情。 \n第三段：间息\n描绘的是宴会进行中间的休息场面，人物安排相对松散。韩熙载在侍女们的簇拥下躺在内室的卧榻上，一边洗手，一边和侍女们交谈着，也是整个画卷所表现的夜宴情节的一个间歇，整体气氛舒缓放松。 \n第四段：独自赏乐\n人物疏密有致，乐伎们的吹奏动作中，使人感到高亢、丰富的管乐和声，调动了欣赏者的情绪。女伎们吹奏管乐的情景，韩熙载换了便服盘膝坐在椅子上，正跟一个侍女说话。奏乐的女伎们排成一列，参差婀娜，各有不同的动态，统一之中显出变化，似乎画面中迷漫着清澈悦耳的音乐。 \n第五段：依依惜别\n画面描绘宴会结束，宾客们有的离去，有的依依不舍地与女伎们谈心调笑的情状，结束了整个画面。完整的一幅画卷交织着热烈而冷清、缠绵又沉郁的氛围，在醉生梦死的及时行乐中，隐含着韩熙载对生活的失望，而这种心情，反过来又加强了对生活的执着和向往。 \n作品赏析\n《韩熙载夜宴图》在用笔设色等方面也都达到了很高的水平，如韩熙载面部的胡须、眉毛勾染的非常到位，蓬松的须发好似从肌肤中生出一般。人物的衣纹组织的既严整又简练，非常利落洒脱，勾勒的用线犹如屈铁盘丝，柔中有刚。敷色上也独有匠心，在绚丽的色彩中，间隔以大块的黑白，起着统一画面的作用。人物服装的颜色用的大胆，红绿相互穿插，有对比又有呼应，用色不多，但却显得丰富而统一。如果仔细观察，可以看出服装上织绣的花纹细如毫发，极其工细。所有这些都突出地表现了我国传统的工笔重彩画的杰出成就，使这一作品在我国古代美术史上占有重要的地位。 \n图分五段：一、宴饮宾客，弹奏琵琶；二、舞蹈，韩熙载亲为击鼓；三、宾客散去，韩熙载与诸女伎休\n憩；四、熙载更衣裳后听女伎奏管乐；五、与宾客女伎调笑。全图男女造型，细致生动，各段之间，或用屏风隔开，或自成段落。此图为卓越的历史人物画，现藏故宫博物院。 \n《韩熙载夜宴图》是一幅由听琴、观舞、休闲、赏乐和调笑等五个既可独立成章，却又相互关联的片断所组成的画卷，无论是造型、用笔、设色方面，都显示了画家的深厚功力和高超的绘画技艺。\n《韩熙载夜宴图》是中国画史上的名作，以连环长卷的方式描摹了南唐巨宦韩熙载家开宴行乐的场景。韩熙载为避免南唐后主李煜的猜疑，以声色为韬晦之略，每每夜宴宏开，与宾客纵情嬉游。此图绘画的就是一次韩府夜宴的全过程。这幅长卷线条准确流畅，工细灵动，充满表现力。\n历史事件\n此画卷据传系宫廷画家顾闳中奉后主李煜之命而画，此画卷中的主要人物韩熙载是五代时北海人，字叔言，后唐同光年进士，文章书画，名震一时。其父亲因事被诛，韩熙载逃奔江南，投顺南唐。初深受南唐中主李璟的宠信，后主李煜继位后，当时北方的宋朝威胁着南唐的安全，李煜一方面向北宋屈辱求和，一方面又对北方来的官员百般猜疑、陷害，整个南唐统治集团内斗争激化，朝不保夕。在这种环境之中，官居高职的韩熙载为了保护自己，故意装扮成生活上腐败，醉生梦死的糊涂人，好让李后主不要怀疑他是有政治野心的人以求自保。但李煜仍对他不放心，就派画院的“待诏”顾闳中和周文矩到他家里去，暗地窥探韩熙载的活动，命令他们把所看到的一切如实地画下来交给他看。大智若愚的韩熙载当然明白他们的来意，韩熙载故意将一种不问时事，沉湎歌舞，醉生梦死的形态来了一场酣畅淋漓的表演。顾闳中凭借着他那敏捷的洞察力和惊人的记忆力，把韩熙载在家中的夜宴过程默记在心，回去后即刻挥笔作画，李煜看了此画后，暂时放过了韩熙载等人，一幅传世精品却因此而流传下来。 \n《韩熙载夜宴图》卷为宋人摹本，它的母本应该是《合乐图》，而真正的《韩熙载夜宴图》却流失到国外成为今天的《合乐图》。\n名画赏析\n《韩熙载夜宴图》卷以时间为序列，共分五段，每段以屏风巧妙隔开，前后相连又各自独立，图中有许多独具匠心的构思，体现了作者敏锐细腻的观察力和纯熟畅达的表现力。从全图的结构上看，画家分别利用三件大的立屏将画面分为四个部分，每部分内的空间深度感又通过斜置的榻、几案、屏风等物件的对称布局来表现；全图共绘了46人（女21人，男25人），有些人物频繁出现，各自的形象十分统一。韩熙载在画中出现五次，有左侧、右侧和四分之三正面，但形神不改；他气宇不凡，眉头紧蹙，忧心如焚。随着晚宴情节的发展，韩公从穿黑袍（听乐），发展到脱去黄衫（击鼓），再穿上黑袍（休息），后转入只剩一件内衣（清吹），最后又穿上黄衫（送客），韩熙载屡次更衣。 \n前隔水存南宋人残题“熙载风流清旷，为天官侍郎，……”20字。引首有明代程南云篆书“夜宴图”，前绫隔水上有清高宗乾隆帝一题。\n听乐\n全场的空气似乎凝结了，个个都在屏息倾听，沉湎在悠扬的乐曲里。坐于榻上戴黑色峨冠为主人韩熙载，他的手自然地松弛下垂。坐在坐榻上一着红袍头戴方巾的客人为当年的新科状元郎粲，屋内其他或坐或立的客人和女侍都在倾听歌伎弹奏琵琶，面前陈设的几案上摆着樽酒果品。\n郎粲（字号、里居及仕宦经历均待考）约于宋乾德五年（967年）在南唐进士考试中夺魁，当时20多岁，喜欢欣赏歌舞，是韩熙载夜宴席上的常客。南唐应有19名状元，有记载的有9人。其他10人无记载。\n床前座椅上的两位宾客，约是太常博士陈致雍和紫薇郎朱铣。背对观者而坐的中年男子即为太常博士陈致雍，他衣着规整，坐姿端正。太常博士一职主掌朝廷五礼仪式，负责祭祀礼仪并拟议王公及三品以上朝官谥号，是有名的清望之位，非朝廷礼仪方面的权威不能胜任。\n在场听乐宾客还有教坊副使李家明、紫微朱铣、门生舒雅、宠伎弱兰和王屋山诸人。\n在画的最右边，也就是坐榻的后边有一个床，有黑色金花维帐。床上一红被子，还有一个琵琶。证明有或曾有伎睡于此。\n韩熙载对面演奏琵琶的女人，高髻簪花，长裙彩帔，怀抱琵琶，是教坊副使李家明的妹妹乐伎李姬。在她身旁躬身侧望的是李家明。站在李家明左侧的蓝衣少女，是王屋山。另外两位官员模样的人，其中有一个是韩熙载的得意门生舒雅。 \n观舞\n击鼓。韩熙载脱去外袍，挽起双袖，为王屋山跳的绿腰舞（“六么舞”）击鼓伴舞，晚宴的歌乐活动进入高峰，也是全卷情节结构的高潮。韩熙载身后留须者为教坊副使李家明。红衣者为郎粲。好友德明和尚不期而遇此景，在这男女糅杂的声色之娱里，使他备感窘困，尴尬地拱手背立，但又不住侧耳静听这动人的舞乐；韩熙载曾对德明和尚道出奢靡展宴的用意：“吾为此行，正欲避国家入相之命。”于是他“以贵游世胄，多好声伎，专为夜饮，虽宾客糅杂，欢呼狂逸，不复拘制。”\n在乐舞礼仪的考证上，卷中听客和德明和尚作双手叉合的手势是宋代致礼的手语「叉手」。\n小巧玲珑的名妓王屋山正应节起舞，而韩熙载在羯鼓前挽起袖管、手抓鼓槌，击鼓宣示节奏。 \n六么舞\n《绿腰》是唐、宋乐舞大曲名，属唐「软舞」类。又名《六么》、《录要》、《乐世》。舞者穿长袖窄襟舞衣，舞姿轻盈柔美。动作以舞袖为主。节奏由慢转快，舞态之飘逸敏捷，有如鸿鸟惊飞。《六么》音乐流传极广，故有「六么水调家家唱」的诗句，也常作为琵琶曲独奏。 \n画中王屋山表演《六么舞》，舞者背对观众，从右肩上侧过半个脸来，身着天蓝色长袖舞衣，微倾头，稍低眉，双袖搅舞后，背在身后，微微抬起的右脚正要踏下去，背后的双手好像要从下向两边分开，把她的长袖飘舞起来，表情含蓄妩媚。《韩熙载夜宴图》是所发现的画作中唯一一份有明确时代、特定场合、舞名、舞人名的舞蹈文物。\n宋代仍流传《六么舞》。南宋官本杂剧段数中有多种「六么」名目，如：《崔护六么》、《莺莺六么》、《厨子六么》等。由此可证，在宋代，《六么》已被戏曲艺术所吸收。戏曲吸收古代传统舞蹈的史实，十分清晰地展示出来。\n羯鼓\n羯（jié）：[名]（1）阉过的公羊。泛指羊[wether]，（2）又如，羯膻（羊臊气），（3）中国古时的一民族名。源于小月支；曾附属匈奴。魏晋时散居上党郡（今山西潞城附近各县）与汉人杂处，从事农业，受汉族地主奴役，被称为“羯胡”。信奉“胡天”。晋时，羯人石勒建立后赵政权，为五胡十六国之一。如：羯胡（旧时用以泛称来自北方的外族）。羯：[动]，阉割[castrate]，羯鸡，阉鸡也。——清·翟灏《通俗编》）。 \n羯鼓[anancientdrum]我国古代一种鼓。腰部细。据说起源于羯族。\n羯鼓是一种出自于外夷的乐器。用公羊皮做鼓皮，因此叫羯鼓。它发出的音主要是古时十二律中阳律第二律一度。古时，龟兹、高昌、疏勒、天竺等地的居民都使用羯鼓。\n羯鼓处在都昙鼓、答腊鼓（都昙鼓，形状比腰鼓小。答腊鼓，指揩鼓）之下，在鸡娄鼓之上。羯鼓是用山桑木围成漆桶形状，下面用床架承放，用两只鼓槌敲击。羯鼓的声音急促、激烈、响亮，尤其适用于演奏急快节奏的曲目，可以在战场上用于战鼓为战士搏击助威。同时也可在高楼上玩赏风景时演奏，时值明月清风，鼓声凌空可以传的很远，特性与其他乐器差异很大。\n羯鼓的槌杖一般是用黄檀、狗骨、花椒等木材制做而成的。木料必须干燥，杜绝潮湿之气，使其柔韧而滑腻。只有木料干燥，敲出的鼓声才最清脆响亮，而滑腻是使羯鼓能奏出如同战马奔跑的蹄声。圈鼓身漆桶时要用刚硬的铁，铁要经过精炼，圈卷时应该均匀。铁如果不刚硬，则鼓边上下不齐，松紧不一。圈卷时不均匀，则鼓皮有紧有松，敲击时受力不匀衡。就像弦乐器的琴弦系得不好而使琴声散逸不准一样。这样的鼓，敲出的声音也会不符合音律。\n唐朝时，很多人喜爱且擅长羯鼓。唐玄宗便是其中之一，他常说：「羯鼓是八音的领袖，其它乐器不可与之相比。」并作鼓曲《秋风高》，每当秋高气爽，即奏此曲。当时的宰相宋□深爱声乐，尤其擅长敲击羯鼓，他对玄宗说：「击鼓时，如果能够头做到『头如青山峰，手如白雨点』，便是击羯鼓的能手。」是说击鼓时头不能动，且下手急促，就像急雨一样。音乐家李龟年也善击羯鼓，一次，唐玄宗问他打断了多少根鼓杖，李龟年说：「臣已打折了五十只鼓杖。」唐玄宗说：「你不算特殊，我已经打折了三立柜了。」（出《太平广记》）（《羯鼓史话》作者：晓晨整理）\n经过一番击鼓伴舞，疲惫了的韩熙载草草套上外袍，与四位侍女同坐卧榻，一侍女正侍奉他洗手（端盆者穿蓝衣服，身材娇小，应为王屋山），韩氏用手指轻轻沾水，满面愁云，心不在焉，旁边一侍女托来茶点，另一侍女在准备着箫、笛和琵琶，画中的火烛已燃至一半，预示着夜宴时间已经过半。两组情景之间以两个好像刚离开前厅正要走向后室的女子巧妙地连接起来。\n坐榻之后也有一个床，为红色金花维帐。床上为蓝被子，似有人于其中。一女手拿一个琵琶，还有三个竹笛。\n清吹。韩熙载解衣盘坐于椅上，袒露胸襟，挥扇驱热，与侍婢说话，欣赏着五个伎女箫笛合奏，似乎沉湎于声色之中，他身边三个侍女。\n陈致雍（另一说是门生舒雅）打牙板。五位伎女为坐姿，各具其态，聚散有别，十分生动。画面的一角另一男宾站在屏风旁，回首与屏风外的女子窃窃私语，把观者的目光又引入了下一个画面。\n卷中乐伎堂而皇之地排作在主人的堂上或榻上的情形，是在北宋以前未有的情况，北宋以前无妇女在男子面前使用坐具的仪规。另外，在《韩》卷中出现的插屏、椅子、坐墩、牙条、注子和注碗、烛台等家具器用之形制，亦与出现在其他宋画的家具器用以及宋墓的出土物一致。\n宴归、送客。曲终人散，韩熙载穿上黄衫，稍整衣冠，起身与宾客挥手告别。韩熙载面向右方站立，处于观者视线的中心。他手执鼓槌，举另一手示意，热情留客（？）。那位陈致雍（？），坐而不起，与二伎女依依不舍；卷尾一女作哭别状，一男士以柔情细语极力哄劝......\n此卷不再仅是单纯的图绘，而是整合了视觉形象和文本两部分于一体之中。这种变化之所以需要引起特别重视是因为它不仅深深地改变着对绘画的观看和理解过程，而且还代表着中国绘画艺术中的普遍情形——一幅古画是往往被不断地增添新的鉴藏者的题跋。因此题跋与画之间便有了一种复杂的关系：一方面，题跋是因画而起，反映着画的优先权，如在故宫本的夜宴图卷中，本幅之后最早的一段题跋南宋无名氏所书的韩熙载小传，其内容有的来自文献记载，有的则直接围绕画中所绘的人物形象来叙述。而后来的题跋者或观画者则又按此传述来辨识图中的人物形象，或者画面内空的隐含意义进行生发。这样，题跋又不可避免地改变着后来题跋者、观画者对画的内容的辨识和理解，题跋又有着优先于画面的作用。无论是文献著录或是题跋多基于对画面题材内容的阐释，很少涉及到画本身图像的形式表现特征，画家在艺术创作中的作用几乎完全被忽视掉了。而顾闳中的夜宴图之所以被后世一再追摹，是与其艺术上的成就密不可分的。\n此图最早著录于元代汤垕的《画鉴》，后曾经清代孙承泽的《庚子销夏记》、顾复的《平生壮观》著录。\n相关图书：《韩熙载夜宴》，吴蔚，中国民主法制出版社。\n屏风作用\n画面中屏风和床榻等家具的使用，具有一种特殊的作用，一方面起到了分隔画面，使每段画面可以独立成章。另一方面又把各段画面连系起来，使整个画卷形成了一个统一的画面。在人物形象的刻划上，更凸显画家卓绝的功底，特别是主要人物韩熙载，分别在五个画面之中出现，但每个场景的服饰、动作、表情都不尽相同，但他的形态与性格却都表现的前后一致。\n绘制背景\n关于《韩熙载夜宴图》的原作者和绘制背景在北宋《宣和画谱》卷七中有这样的记载：“顾闳中，江南人也。事伪主李氏为待诏。善画，独见于人物。是时中书舍人韩熙载，以贵游世胄，多好声伎，专为夜饮，虽宾客揉杂，欢呼狂逸，不复拘制，李氏惜其才，置而不问。声传中外，颇闻其荒纵，然欲见樽俎灯烛间觥筹交错之态度不可得，乃命闳中夜至其第窃窥之，目识心记，图绘以上之，故世有夜宴图。” \n0母题蓝本\n《宣和画谱》的作者认为李煜命人“写臣下私亵以观”有失体统，应该“阅而弃之”，但此图还是入了北宋御府的画库，而且这个画题在御府的收藏中还中有几本，比如《宣和画谱》中记录的南唐家顾大中的《韩熙载纵乐图》等等。元明以来更有多个本子见于著录书中，徐邦达先生在《古书画伪讹考辨》中对此有详细的考证，可见《韩熙载夜宴图》在画史上是后代画家不断追摹的母题和蓝本。 \n1一事多画\n除顾闳中外，还有一位画家周文矩。“李后主命周文矩顾弘中图韩熙载夜燕图，予见周画二本；至京师见弘中笔，与周事迹稍异。”（元汤垕《画鉴》）由此可知，李后主至少派了两个画家，去监视韩熙载，了解他的行踪举止。画于乾德五年（964年）。 \n台静农先生在“《夜宴图》与韩熙载”（写于1967年）引述宋人著述，称“后主即位，颇疑北人，鸠死者多，而韩熙载且惧，愈肆情坦率，不遵社法，破其财货，售集妓乐，迨数百人，日与荒乐，蔑家人之法。”\n2摹本藏地\n顾闳中的原迹早已佚失，现藏北京故宫博物院传为顾闳中的《韩熙载夜宴图》被认为是存世最古的一件摹本，一说是北宋摹本，一说是南宋摹本。此图绢本设色，纵28.7厘米，横335.5厘米，无款。 \n乾隆初此画从私家收藏转入清宫，著录于《石渠宝笈初编》，1921年溥仪从宫中携出变卖，后张大千购得，带到香港。20世纪50年代又从香港私家购回，入藏北京故宫博物馆。 \n3历代藏家\n拖尾有无名氏所书的一段“韩熙载行实”；卷后有南宋史弥远“绍勋”葫芦印，清代宋荦钤“商丘宋荦审定真迹”一印。拖尾有行书“韩熙载小传”，后有元代班惟志泰定三年（1326年）题诗，又积玉斋主人题识。后隔水清代王铎题跋，后有“蕉林居士”、“纬萧草堂画记”等收藏印，明代王鹏翀、孙承泽、梁清标等鉴藏家的钤印。又有乾隆皇帝长跋及清内府诸收藏玺印。 \n史弥远\n南宋权臣。字同叔。明州鄞县人。淳熙十四年（1187）进士及第。开禧三年（1207）﹐韩侂胄北伐失败﹐金朝来索主谋。史弥远时任礼部侍郎兼资善堂翊善﹐与杨皇后等密谋\\﹐遣权主管殿前司公事夏震於玉津园槌杀韩侂胄﹐後函其首送金请和。史弥远因此升任右丞相兼枢密使﹐独相宋宁宗赵扩十七年。 \n嘉定十三年（1220）﹐皇太子询死﹐次年﹐皇弟沂王之子贵和立为皇子﹐改名竑。史弥远权势熏灼﹐竑心不能平﹐曾书字於几曰:“弥远当决配八千里”﹐又呼弥远为“新恩”﹐意他日当将史弥远流放新州（今广东新兴）或恩州（今广东阳江）。史弥远大惧﹐潜谋废立。从越州求得宗室子赵与莒﹐赐名贵诚\\﹐立为沂王後﹐亟力扶植。\n嘉定十七年八月﹐宋宁宗死﹐弥远矫诏拥立贵诚﹐改名昀﹐是为理宗﹔封皇子竑为济王﹐出居湖州。宝庆元年（1225）正月﹐湖州人潘壬等谋立济王赵竑未遂﹐史弥远派人逼竑自缢﹐诡称病死。自此又独相宋理宗赵昀九年。史弥远两朝擅权二十六年﹐他以宣缯﹑薛极为肺腑﹐王愈为耳目﹐盛章﹑李知孝为鹰犬﹐冯为爪牙﹐专擅朝政﹐权倾内外。薛极与胡﹑聂子述﹑赵汝述﹐依附史弥远﹐最为亲信用事﹐人谓之“四木”﹔李知孝与梁成大﹑莫泽﹐为之排斥异己﹐不遗馀力﹐人目之为“三凶”。廷臣真德秀﹑魏了翁﹑洪咨夔﹑胡梦昱等群起论之﹐皆遭窜逐。史弥远等人﹐对金一贯采取屈服妥协的政策﹐对南宋人民则疯狂掠夺。他招权纳贿﹐货赂公行。还大量印造新会子﹐不再以金﹑银﹑铜钱兑换﹐而只以新会子兑换旧会子﹐并且把旧会子折价一半。致使会子充斥﹐币值跌落﹐物价飞涨﹐民不聊生。史弥远一直得到宋宁宗﹑理宗的信用﹐封官加爵不已﹐绍定六年（1233）病死﹐追封卫王﹐谥忠献。\n班惟志\n字彦功，号恕斋，大梁（今河南开封市）人；或以为松江（今上海松江县）人，寓居杭州。邓文原为杭州路儒学正，班惟志师从邓文原。元贞间，邓文原应聘为皇室写《大藏经》，班惟志随行。泰定间，经荐，补浮梁（今江西鄱阳县）州教授。不久，迁晋州（今河北晋县）州判。致和年间，为绍兴路总管府推官。至顺三年（一三三二），上大都为秘书监典簿。至元三年（一三三七）为平江路常熟州知州，除奉议大夫。至正初，为江浙儒学提举司提举。儒司秩满，再北上大都，授集贤待制。致仕南归，卒于杭州。班惟志博学多能，兼擅书法，其词曲，亦负盛名。元·钟嗣成《录鬼簿》，将其列于曲家“方今名公”十人之中；明·朱权《太和正音谱》将其列于“词林英杰”一百五十人之中。 \n孙承泽\n明末清初的著名学者《天府广记》、《春明梦余录》的作者孙承泽。\n孙承泽字耳泊、号北海、又号退谷。生于明万历二十一年（1593），崇祯四年登进士，清顺治十年“休至”，卒于康熙十五年，终年八十四岁（阎崇年《孙承泽生年考》）。他祖籍山东，十五世纪初，明成祖命户部迁徙山东青州等府民隶上林苑（时在北京南苑），所以，到孙承泽这一辈，也算是“老北京”了。孙承泽在顺治年任吏部左侍郎时，题奏保举大学士陈名夏担任吏部尚书。顺治以侍郎保举阁臣，有违体制，认为孙另有所图，心术不端。之后，便有孙承泽“引疾乞休，（上）允之。”孙承泽“退休”后，便在梁家园以北这片高岗地区建别墅名孙公园，以著书立说二十余年至终。此时，他在京西也建有别墅，名“退谷”。京西樱桃沟原名退谷即由此得名。 \n宋荦\n宋荦（1634-1713）字牧仲，号漫堂，又号西陂、绵津山人，河南商丘人。清顺治四年应诏侍卫禁廷，逾年考试，名列第一。康熙三年授黄州通判，屡迁刑部郎中，出为通永道，迁山东司皋，复擢江苏总藩，升江西巡抚，调江苏巡抚。晋吏部尚书，加太子少保致仕。著有《西陂类稿》五十卷、《筠廊偶笔》二卷等传世。此卷宋荦加盖“商丘宋荦审定真迹”印。\n张大千\n抗战胜利后，张大千曾一度借居在北京颐和园内。他打算在北京定居，其时正巧有一清王府房屋出售，张大千看房后很是满意，便与房主谈妥了价钱，交付了定金。\n某日，张大千从一位古玩商的口中得知，《韩熙载夜宴图》被北京玉池山房（老板马霁川）购得。张大千闻讯后想买下这张名画。《韩熙载夜宴图》乃国画之粹，稀世珍宝，被历代帝王珍藏。末代皇帝溥仪将此画带至东北长春伪满宫中，抗战胜利后，伪满宫中失散的珍宝有一部分流散于民间，《韩熙载夜宴图》便在其中，辗转流落到北京玉池山房。当日晚上，张大千来到北京南新街一位姓萧的朋友家中商量，那朋友的儿子萧允中是张大千的学生，朋友让他陪张大千前往玉池山房。马掌柜索价500两黄金，张大千答应了，又风风火火地带着画卷再至朋友家，与朋友再次同赏这件稀世名画，认定这幅《夜宴图》绝对是真品，不是赝品。张大千决定暂缓买王府的房子，先买下《夜宴图》。他有一枚印章，文曰“南北东西，只有相随无别离”，加盖在图卷上。 \n4珍品邮票\n中国于1990年12月20日曾经发行了《五代·韩熙载夜宴图》邮票，全套5枚连印。由“听乐”、“观舞”、“休息”、“清吹”和“送别”五个既独立又相互联系的画面构成，每一个画面以屏风相隔，展现了韩熙载开夜宴行乐的场景。\n5数字社区\n015年1月13日，故宫博物院一款别出心裁的应用App—《韩熙载夜宴图》正式发布。该App于1月8日上线，第一天即获得AppStore编辑推荐。故宫博物院计划用3年时间，初步搭建一个以故宫博物院官方网站为核心和主入口，由网站群、App应用、多媒体数据资源等各种信息构成，线上、线下互通互联的一站式聚合平台，为观众提供便捷、全面的博物馆数字资讯，并具有在线讨论、、沟通等功能的“数字社区服务”。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951539210},{"name":"班惟志楷书跋韩熙载夜宴图","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791640141,"text":"","author":"元代班惟志","description":"班惟志楷书跋韩熙载夜宴图"}]