[{"name":"项元汴行书跋梁楷右军书扇图","text":"梁楷，南宋人，生卒年不详，祖籍山东，南渡后流寓钱塘 ( 今杭州 ) 。 他是名满中日的大书法家，曾于南宋宁宗担任画院待诏。他是一个行迳相当特异的画家，善画山水、佛道、鬼神，师法贾师古，而且青出于蓝。 他喜好饮酒，酒后的行为不拘礼法，人称是“梁风（疯）子”。 梁楷传世的作品包含了《六祖伐竹图》、《李白行吟图》、《泼墨仙人图》等，但以《泼墨仙人图》最为有名。\n个人简介\n梁楷，于南宋宁宗担任画院待诏，这是最高级的宫廷画师，皇帝曾特别赐给金带，这是种画院最高的荣誉，但梁楷却不接受，把金带挂在院中，飘然而去，完全不想受制于他人。\n梁楷是南宋东平人。宁宗嘉泰间（公元1201～1204）曾为画院待诏，后因厌恶画院规矩的羁绊，将金带悬壁，离职而去。生活放纵，号称梁疯子。师贾师古（贾以学吴道子著称），又远远超过老师。据清代官修的《佩文斋书画谱》、《石渠宝笈》以及厉鹗汇集的《南宋画录》统计，梁楷留下来的作品不下几十件，但我们今天能见到的只有十件左右了，而且大都不在国内了。据著录的梁楷作品的题材，多表现佛道、鬼神、古代的高人逸士，如《右军书扇》、《羲之观鹅》、《黄庭经换鹅》、《渊明像》、《钏馗像》、《寒山拾得》、《参禅图》、《田乐图》、《庄生梦蝶》、《苏武牧羊》、《孔子梦见周公》、《莲蓬变相》、《太乙三宫兵阵图》等等。\n书画性格\n梁楷属于粗行一派，不拘法度，放浪形骸。他曾于南宋宁宗担任画院待诏，以当时画院的习惯而言，职业画家常常要奉皇帝的“诏令”画画，梁楷任职画院待诏的时候，也一定必须配合画院的要求，不能在绘画上有大胆自由的表现。这对于一个有创作欲望无穷的画家而言，刻板的画画，无法自由发挥，是一件非常痛苦的事。\n但梁楷洒脱自如的率真性格，全照着自己的感觉走，似乎没人能够限制他。\n艺术特色\n梁楷曾为画院待诏，据说当时画院中人见到梁楷的作品，没有不佩服的。可见梁楷在南宋画院时就有很高的声望了。梁楷继承前人已取得的成就，并加以灵活运用。他深入体察所画人物的精神特征，以简练的笔墨表现出人物的音容笑貌，以简洁的笔墨准确地抓取事物的本质特征，充分地传达出了画家的感情，从而把写意画推入一个新的高度，使时人耳目一新。\n梁楷是个参禅的画家，属于粗行一派。不拘法度，放浪形骸，与妙峰、智愚和尚交往甚密，虽非僧，却擅禅画。禅宗约起于公元五二零年，到唐代已成气候，分南北两宗。唐高僧惠能为禅宗六祖，主顿悟说，为南宗之祖师。南禅之说，强调佛祖在人心，喝水担柴，都能悟道。所有的宗教仪式毫无价值，人们不需要诵经，便可以一种超知识的状态与“绝对精神”或“真理”沟通，这是一种自然深奥的抽象体验。\n“六祖伐竹”表现的就是惠能在劈竹的过程中“无物于物，故能齐于物；无智于智，故能运于智”。梁楷的《六祖伐竹》是其中年以后的作品，笔墨极为粗率。笔笔见形，笔路起倒，峰回路转，点染游戏；欲树即树，欲石即石，“心之溢荡，恍惚仿佛，出入无间”。梁楷似乎也参弹入画，视画非画了。\n他的人物画很简单，很概括，也很生动。这三者都能体现在他的用笔上。画中险笔很多，起粗落细，急缓轻重，变化多端；金错刀作墨竹，山石大笔扫出。画中有一种意念贯穿着，此念意深澹远，故能平复笔墨的运动变化。读梁楷的画实际上是一种笔墨体验，也是一种心境的体验，更是一种禅意的体验。日本人很重视这幅画，与他们参佛重禅的文化心理有关，当然也和这幅画的艺术价值和历史文化价值有关。\n作品赏析\n泼墨仙人图\n【画名】泼墨仙人图\n【类别】人物名画\n【作者】梁楷\n【年代】宋代\n【此画现状】现藏台北故宫博物院\n【赏析】\n以梁楷这幅《泼墨仙人图》来看，仅是匆匆几笔，却能勾绘出酣醉的可爱人物的形貌；五官纠结一堆，宽袍大袖，露着大肚子，滑稽极了，头部和左肩的部份以湿笔渲染，可以清楚的看出运笔的轻重与速度。这幅画生动地抓住了人物的表情动态，却不在意太多细节，这种自由潇洒的画法，在以后的中国绘画中称为“写意”或“泼墨”。此类型的画重视观察，简单几笔就需抓住人的神韵，例如“仙人”的腰带，仅仅四笔，但是肚子的形状和行走时衣带的飞动感都表现的淋漓尽致。\n画中这位仙人的整体几乎是以水墨泼写，写尽了仙人醉步的姿态，简单的笔触却充分表达出仙人飘逸的气质。简单的笔触却充分表达出仙人飘逸的气质。不拘形似的画法，表露出了画者创意的奔放，也为传统人物画的发展开拓了新境。整幅画，不出十数笔之间，就将一位特立独行，眯着眼笑的仙人诠释的几近完美，他的画完成于瞬间，但却是一生绘画技巧经过千锤百链的成果。梁楷的艺术创作，借酒助兴，酒酣意发，无拘无束，正是最真实的自我。\n为了表现“泼墨”，梁楷还特别采用了“纸”来画画，这与宋代大部份使用“绢”的习惯真的很不同！梁楷可以说是很叛逆的画家，有自我的思想，当时或许不被人了解，但以后却大大影响了中国画的新发展。\n李白行吟图\n【画名】：李白行吟图\n【类别】：字画\n【年代】：南宋\n【文物原属】：原属圆明园收藏\n【赏析】：\n这幅画仅寥寥数笔，就勾画出一个洒脱放达的诗仙形象。梁楷天性疏野，常饮酒自乐，人称“梁风子”。他的减笔画是一种运用粗阔的笔势与有浓淡的水墨作的写意画，《李白行吟图》即体现了这种大胆的画风；用笔简练豪放，纯以线描表现，但诗人疏放不羁的个性，以及边吟边行的姿态却刻划得生动传神，令人叫绝。《李白行吟图》舍弃一切背景，简单数笔，就勾勒出李白游吟飘然潇洒的神情，以少胜多，而寓意深远，令人寻味，后人称其作为“减笔画”。\n布袋和尚图\n【画名】：布袋和尚图\n【类别】：字画\n【年代】：南宋\n【文物现状】：日本香雪美术馆藏\n【赏析】：\n此画绘布袋和尚半身像，构图简明而有力，用笔简练粗放，尤其以布袋和尚的衣袍最为突出，寥寥数笔，神态活现，犹如画山石一样雄浑有力，又不失衣袍的柔和随意，笔意十足，重墨渲染。如除去布袋和尚的上半身不看，其构图仿佛是一座雄健的远山，稳健而广阔，而绘布袋和尚的圆颅硕躯时，转而用工细流畅的笔法，以工笔绘眉眼唇齿，笑容可掬，其淡泊而又嘻笑于世的神态表现得淋漓尽致，虽有一股玩世的态度，却又显示出其宽厚、仁慈、悲天悯人的另一面，这也正是梁楷处世态度的一种写照。\n秋柳双鸦图\n绢本，设色，纵24.7厘米，横25.7厘米。北京故宫博物院藏。图给枯杈上一枝垂柳随风摇曳，两只乌鸦绕树飞鸣，一轮圆月淡淡无光。构图洁疏，意境幽邃，寥寥数笔便将秋季黄昏时刻画得淋漓尽致，笔简意赅。他画的山水、人物、花鸟，都取得了很高的成就，对后世影响很大。这幅画是一件难得的艺术珍品，整个画面没有一根死板的线条，皆以圆弧线组成，富有流动感。画面的构图腾空而起，不留地面、天空，树巅、飞鸦占满画面，新颖别致，给人以高瞻远瞩的感觉。可见，这是一幅难得的艺术珍品。图右下方款署“梁楷”二字，对幅有清高宗弘历题诗。\n【泽畔行吟图团扇』\n他是一个行迳相当特异的画家，善画山水、佛道、鬼神，师法贾师古，而且青出于蓝。他喜好饮酒，酒后的行为不拘礼法，人称是“梁风（疯）子”。梁楷传世的作品包含了《六祖伐竹图》、《李白行吟图》、《泼墨仙人图》等，但《泼墨仙人图》最为有名。 \n作品收藏\n南宋梁楷画作成了日本国宝\n始建于1871年的东京国立博物馆是日本历史最悠久、收藏最丰富、最具代表性的博物馆,收藏有11万多件文物，但位于这些文物之首的则是日本政府所指定的87件国宝和610件重要文化财产。这些顶级文物中有一批是来自于中国的,主要包括宋元时代的绘画和中国的书法等文物。而仅仅是在宋元时代的绘画中，就有南宋李生的《潇湘卧游图卷》、南宋李迪的《红白芙蓉图》、南宋梁楷的《雪景山水图》和元代因陀罗的《禅机图断简寒山拾得图》4幅作品获得了“日本国宝”的桂冠。本文将主要介绍东京国立博物馆中所收藏的南宋画家梁楷的作品。\n《雪景山水图》堪称南宋院体山水画的经典之作\n《雪景山水图》是梁楷山水画的代表作，该图描画了两个身着白色披风、头戴风雪帽的骑驴人穿行山谷的情景。画面右边的两棵老树，有着虬曲的枝干和稀疏的树叶，是梁楷以细致的笔法刻画出来的。画面中部以簇点画密林，而山体的皴笔则较少，在以淡墨渲染的天空映衬下，给人以白雪皑皑之感,整个画面呈现出一种荒凉萧瑟的氛围，堪称南宋院体山水画的经典之作。东京国立博物馆是这样介绍该画的，“作品以雪山为背景展现了荒漠所独具的巨大山水空间，而骑驴人和雁群等微小的存在也得到了精细的表现，可谓是一幅显示了梁楷也同样擅长精密画风的力作”。十四世纪中叶，当时统治日本的室町幕府将军足利家族极为喜爱中国的艺术品，于是来往中日之间的商旅僧人便在中国搜集大量美术和书法作品献给足利将军，其中便包括《雪景山水图》等多幅梁楷的真迹。《雪景山水图》在传到日本之后，先是被足利将军家收藏，后来又经过酒井家和三井家两大家族之手，最终在1948年被东京国立博物馆购入，并在1951年被指定为国宝。《雪景山水图》与《出山释加图》以及据传是梁楷所画的另外一幅《雪景山水图》，是被足利将军家作为组图来欣赏的。但由于另外两幅作品发现得比较晚，因此只有第一幅《雪景山水图》赶上了文化厅的审议被指定为国宝，但是从作品的角度来说，梁楷的这三幅画都称得上是日本的国宝。\n《李白吟行图》是中国简笔画最早的代表作品\n与《雪景山水图》精密的画风不同，东京国立博物馆所藏的《李白吟行图》完全展现了梁楷的另外一种画风——“简笔”。简笔画就是整幅画背景简单，仅通过寥寥数笔来生动刻画人物和景观。作为中国简笔画最早的代表作品，《李白吟行图》舍弃一切背景，描绘了唐代诗仙李白仰面苍天，诗情满怀的洒脱神态。初观此画，占据画面大半部分的长袍只有看似简单带过的几笔，显得简淡疏落。而头部刻画则细致得多，特别是李白的头发和胡须几乎丝丝可辨。画家豪放飞动的墨线正与诗人的浪漫诗章异曲同工，寥寥数笔将李白那种纵酒飘逸，才思横溢的风度神韵刻画得惟妙惟肖。\n再观此画，画中李白那宽阔的额头让人联想到他豁达而直率的个性；劲直的发丝和微翘的胡须使人联想到他正直与骄傲的品格；微微仰起的头及背在身后的手则生动表现了“行吟”的主题。整幅画没有任何多余笔墨，简单得不能再简单，然而所描绘出的李白的形象却活灵活现，实在令人拍手叫绝。梁楷将简笔画法运用于人物画之中，是对我国传统绘画技法的重大贡献。而东京国立博物馆所收藏的这幅《李白吟行图》则是梁楷惟一一幅传世的简笔画。\n然而，由于重视用笔的文人画风的兴起，使得南宋时代的绘画在后来的朝代遭到了贬低。梁楷的简笔画也被元代文人批评为“粗恶无骨法”。与梁楷在中国所受的冷落截然不同的是，他在日本被大加推崇，对日本室町时代（1338-1573）之后的画家也产生了巨大的影响。\n在重新聚齐梁楷的三幅作品之后，东京国立博物馆决定将《出山释加图》和另一幅《雪景山水图》一同放入本馆的国宝室中。而为了配合这一重要时刻，东京国立博物馆近日专门举行了一场名为“东洋的名品——唐物”的特别展览，让游客尽情观赏那些来自中国，却放在日本的珍贵文物。\n《八高僧故事图》卷\n此图绢本，设色。共有图8段，每段各纵26.6厘米，横64厘米左右。分别描绘南北朝至唐代8高僧的遗事佚闻。在图第二、三、五、八各段布景的树、石及船体上，逐段署有作者的细楷签款“梁楷”2字,在每段图画之后,均附有后人行书对题的故事题解。图一《达摩面壁·神光参问》；图二《弘忍童身·道逢杖叟》；图三《白居易拱谒·鸟窠指说》;图四《智闲拥帚·回睨竹林》；图五《李源圆泽系舟·女子行汲》；图六《灌溪索饮·童子方汲》；图七《酒楼一角·楼子参拜》；图八《孤蓬芦岸·僧倚钓车》。画卷人物生动传神，笔法工整豪放，是梁楷早年的作品。\n此卷曾经清代宫廷收藏，《秘殿珠林续编》著录编著者疏于考察，未曾察见隐于树干、石面及船体上的梁楷小字落款，误定为“宋人无款画”。经鉴定，确是梁楷真迹，已正名为梁楷《八高僧故事图》卷，现藏上海博物馆。\n人物影响\n梁楷的减笔画及对中国绘画的影响：\n中国古代绘画发展到宋代，已达全面成熟,产生了许多有深远影响的各画家和优秀作品。民间绘画、宫廷绘画、士大夫绘画各自形成体系，彼此间叉互相影响、吸收、渗透。笔墨技法有了明显的改进，呈现出百花争艳的繁荣局面。南宋梁楷的减笔人物画作品；以简练的笔墨表现人物的音容笑貌；以简洁的笔墨准确地抓取事物的本质特征，把真实的自然形态转化为艺术画面，从而把写意画推上一个新的高度，使时人耳目一新。\n梁楷一生所创作的作品颇多，仅就见于文献著录的，就不下50余幅。他的减笔画对后世的徐渭、朱耷、原济、金农、李鲜以及现代的画家齐白石等，都产生了很大影响。\n梁楷是一位受儒、道、释三教思想影响的一代大家，开一代绘画艺术之风，有着强烈的时代特点；而他的减笔人物画，则开创了中国绘画史上的新天地，丰富了中国画的艺术表现手法，体现了中国绘画艺术的审美观念和发展潮流。\n","category":"行书","verified":true,"user":1,"timestamp":1429951650254},{"name":"项元汴行书跋梁楷右军书扇图","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791638906,"text":"项元汴跋梁楷《右军书扇图》，北京故宫博物院。","author":"明代项元汴","description":"项元汴行书跋梁楷右军书扇图"}]