[{"name":"英和书法","text":"索绰络·英和（1771年－1840年），初名石桐，字树琴，一字定圃，号煦斋，索绰络氏，满洲正白旗人。清朝大臣、书法家。礼部尚书德保之子。英和少有俊才，权臣和珅欲召之为婿，德保不准。乾隆五十八年（1793年）癸丑科二甲进士，选庶吉士，散馆后授编修。官至军机大臣，户部尚书，协办大学士，加太子太保衔。道光七年（1827年）因“家人私议增租”被降职，外放热河都统。次年，授宁夏将军，以病为由请求解职，获得批准。不久，因之前监修之宣宗陵寝地宫浸水，被重责，本拟处死，幸有太后说情，改发配黑龙江充当苦差，子孙也一并革职。道光十一年（1831年）被释回，子孙复官。道光二十年（1840年）卒，赠三品卿衔。英和工诗文，善书法，著有《恩福堂诗集笔记》、《恩庆堂集》、《卜魁集纪略》等。\n生平\n英和于乾隆五十八年（1793年）中进士，选翰林院庶吉士，授编修，累迁侍读学士。嘉庆帝颙琰亲政后，知其父曾谢绝和珅欲把女儿许配他为妻，特加褒奖，擢内阁学士，次年授礼部侍郎。嘉庆六年（1801年）后，充内务府大臣，调户部、工部侍郎，兼军机大臣。授翰林院掌院学士，入值南书房。其间虽因密劾大学士刘权之及进呈《高宗圣训》庙号有误，两度受到降职处分，但很快得到升复。\n十四年（1809年）冬，查出工部书吏王书常等入私刻假印，伪捏款项，从内务府广储司银库冒领银两达8次之多。该堂司各官竟懵然不知，听其所为。颙琰追究失察之责，阿明阿兼工部侍郎时久，失察多至7次，原拟发往军台效力赎罪。十二月十八日，颙琰下旨将阿明啊“著改发热河”。历任工部侍郎英和、常福等人分别受到降革处分。“郎中德音，员外郎士诚，失察八次；员外郎广善，失察七次；郎中瑞宁，失察五次；库使恩吉、常文、罗汉保、失察八次；灵铸失察五次，均著革职，发往乌鲁木齐效力赎罪。”几天后，又查出王书常等人从内务府广储司及三库冒领银物共达14次之多。二十四日，颙琰就此案再次发旨：将王书常、蔡泳受、吴玉均著即处斩；蒋得明即处绞。传集六部、三库、内务府等衙门书吏前往环视，共知儆惧。商曾祺处绞监候，秋后处决。“陶士煜、王嘉鼎、秦浩、钱树堂、祝广平、叶锡嘏、均著发往黑龙江，给披甲人为奴。宋良辰、万彭，俱著发附近充军。其虞衡司掌印郎中英奎著革职，同已革笔帖式惠昆，俱发往乌噜木齐效力赎罪。户部已革员外郎刘承澍、俟解到审明后，如无别项情敝，再发往乌噜木齐效力赎罪”（《清仁宗实录》卷223）。英和后迁礼部侍郎。\n十八年（1813年），英和随颙琰驻跸热河，木兰秋狝，闻报天理教徒攻打紫禁城。颙琰即命英和代理步军统领，先行回京，大肆搜捕天理教徒，擒获首领林清，实授步军统领、工部尚书。又参加镇压河南滑县天理教起义。次年调吏部尚书。\n道光帝旻宁继位后，英和受命为军机大臣、户部尚书。“宣宗方镇意求治，英和竭诚献替”。因奏请将各省府州县养廉银查明分别存革，受到大多数官员的反对，“遂罢直军机，专任部务”（《清史稿·英和传》）。后兼任协办大学士及翰林掌院学士。因南粮北运遇河决受阻，奏请以河船分次海运；张格尔入窜新疆作乱，疏陈进兵方略，多被采纳。六年（1826年）十二月，奏请在西陵所在地易州开采镇矿，旻宁斥其冒昧，降为理藩院尚书。次年七月，因家人在通州经营他的房产增加租金被控，英和再贬为热河都统。八年（1828年）授宁夏将军，以病请解职，返京。\n从道光元年（1821年）起，英和受命在遵化东陵宝华峪万年吉地为旻宁监修陵寝。七年（1827年）工程告竣，九月二十二日，旻宁亲自护送他的孝穆皇后的梓宫入寝，见陵寝坚固整齐，非常高兴。没想到八年（1828年）九月，发现地宫渗水，孝穆皇后的梓宫被浸湿，旻宁获悉，顿时震怒，连发十余道谕旨，大骂办工大臣丧尽天良，斥责英和承办万年吉地工程始终其事，其罪尤重。十日下令革职议处。十二日，旻宁亲临查看，认为处罚太轻，不足示惩，将英和之子兵部侍郎奎照、通政使奎耀俱革职。十九日命严密查抄英和等七人的家产；二十五日责令7人赔缴白银206000两。刑部拟议英和处斩，但查明此案确无赃私之事，于是十月四日（11月10日）下旨：英和“著加恩发往黑龙江充当苦差”其子奎照、奎耀“随侍前往黑龙江”。其孙锡祉的荫生候补员外郎亦被革去。总监督牛坤“发往伊犁效力赎罪”；监督百寿、延凤“俱著发往乌鲁木齐效力赎罪”；监修定善、长淳、玛彦布“俱发往军台效力赎罪”（《清宣宗实录》卷144，此案详见徐广源《道光帝陵寝搬迁始末》，载《故宫博物院院刊》1983年第4期）。\n英和听旨后随即赴戍。在满洲京僚中以气节自励的光禄寺卿鄂木顺额，“为英和门下士，在翰林，非有故不通谒。及英和谪戍，独送至数十里外。英和太息曰：‘吾愧不知人，平日何曾好待君耶？’”（《清史稿·鄂木顺额传》）\n流放期间，英和对黑龙江齐齐哈尔的地理风物颇多考察研究，杂记汇编的《卜魁纪略》、诗文汇集为《卜略城赋》。十一年（1831年），赦返北京赋闲，子孙复官。身后赠三品卿衔。\n家族\n曾祖父索绰络·都图，曾在康熙朝做过内务府郎中。\n其父索绰络·德保，历官粤闽巡抚、礼部尚书。\n长子索绰络·奎耀，次子索绰络·奎照，皆入翰林。\n史载\n英和，字煦斋，索绰络氏，满洲正白旗人，尚书德保子。少有俊才，和珅欲妻以女，德保不可。乾隆五十八年，成进士，选庶吉士，授编修，累迁侍读。嘉庆三年，大考二等，擢侍读学士。洎仁宗亲政。知其拒婚事，嘉焉，遂乡用，累迁内阁学士。五年，授礼部侍郎，兼副都统。六年，充内务府大臣，调户部。以不到旗署为仪亲王所纠，罢副都统。七年，直南书房。扈跸木兰，射鹿以献，赐黄马褂。授翰林院掌院学士。九年，帝幸翰林院，赐一品服，加太子少保，命在军机大臣上学习行走。时诏稽巡幸五台典礼，英和疏言教匪甫平，民未苏息，请俟数年后再议，上嘉纳之。寻自请独对，论大学士刘权之徇情欲保荐军机章京袁煦，上不悦，两斥之。遂罢直书房、军机，降太仆寺卿。历内阁学士，理籓院、工部侍郎。\n数奉使出按事，河东盐课归入地丁，而蒙古盐侵越内地，命偕内阁学士初彭龄往会巡抚察议。疏言：“非禁水运不能限制蒙盐，非设官商不能杜绝私贩。请阿拉善盐祗由陆路行销，河东盐仍改商运。吉兰泰盐池所产亦招商运办。”事详盐法志。兼左翼总兵，复为内务府大臣。十二年，偕侍郎蒋予蒲查南河料物加价，议准增添，仍示限制，从之。复直南书房。十三年，命暂在军机大臣上行走，调户部、武英殿。进高宗圣训庙号有误，坐降调内阁学士。寻迁礼部侍郎。十八年，随扈热河，会林清逆党为变，命先回京署步军统领。擒林清於黄村西宋家庄，实授步军统领、工部尚书。滑县平，复太子少保。\n十九年。将开捐例，廷议不一。偕大学士曹振镛等覆议，独上疏曰：“理财之道，不外开源节流。大捐为权宜之计，本朝屡经举行。但观前事，即知此次未必大效。窃以开捐不如节用，开捐暂时取给，节用岁有所馀。请嗣后谒陵，或三年五年一举行，民力可纾。木兰秋狝，为我朝家法，然蒙古迥迥昔比，亦请间岁一行，於外籓生计所全实大。各处工程奉旨停止，每岁可省数十万至百馀万不等。天下无名之费甚多，苟於国体无伤，不得任其糜费。即如裁撤武职名粮，未必能禁武官不役兵丁，而骤增养廉百馀万，应请敕下部臣详查正项经费外，历年增出各款，可裁则裁，可减则减，积久行之，国计日裕。至开源之计，不得以事涉言利，概行斥驳。新疆岁支兵饷百数十万，为内地之累，其地金银矿久经封闭，开之而矿苗旺盛，足敷兵饷；各省矿厂，亦应详查兴办。又户部入官地亩，请严催升科，於国用亦有裨益。”疏入，诏以名粮巳饬覈办，开矿流弊滋多，仍依众议，豫工事例遂开。是岁调吏部，复命暂在军机大臣上行走。\n二十五年，宣宗即位，命为军机大臣，调户部。宣宗方锐意求治，英和竭诚献替。面陈各省府、州、县养廉不敷办公，莫不取给陋规，请查明分别存革，示以限制。上采其言，下疆吏详议，而中外臣工多言其不可，诏停其议，遂罢直军机，专任部务。道光二年，以户部尚书协办大学士，兼翰林院掌院学士。四年，仁宗实录成，加太子太保。五年，洪泽湖决，阻运道，河、漕交敝，诏筹海运，疆臣率拘牵成例，以为不可。英和奏陈海运、折漕二事为救时之计，越日复上疏，略谓：“河、漕不能兼顾，惟有暂停河运以治河，雇募海船以利运，而任事诸臣未敢议行者，一则虑商船到津，难以交卸；一则虑海运既行，漕运员弁、旗丁、水手难以安插。”因陈防弊处置之策甚悉。诏下各省妥议，仍多诿为未便，惟江苏巡抚陶澍力行之，拨苏、松、常、镇、太五属漕米，以河船分次海运。六年八月，悉数抵天津，上大悦，诏嘉英和创议，予议叙，特赐紫缰以旌异之。\n张格尔犯回疆，英和疏陈进兵方略，筹备军需，并举长龄、武隆阿可任事，多被采用。七年，奏商人请於易州开采银矿，诏斥其冒昧。调理籓院，罢南书房、内务府大臣。未几，坐家人增租扰累，出为热河都统。八年，命勘南河工程。回疆平，复太子少保。授宁夏将军，以病请解职，允之。\n初，营万年吉地於宝华峪，命英和监修，尝从容言汉文帝薄葬事，上称善，议於旧制有所裁省，工竣，孝穆皇后奉安，优予奖叙。至是地宫浸水，谴责在事诸臣。诏以英和始终其事，责尤重，夺职，籍其家。逮讯，得开工时见有石母滴水，仅以土拦，议设龙须沟出水，英和未允状，谳拟大辟，会太后为上言不欲以家事诛大臣，乃解发黑龙江充当苦差，子孙并褫职。十一年，释回，复予子孙官。二十年。卒，赠三品卿衔。\n英和通达政体，遇事有为，而数以罪黜。屡掌文衡，爱才好士。自其父及两子一孙，皆以词林起家，为八旗士族之冠。子奎照，嘉庆十九年进士，历官至礼部尚书、军机大臣，缘事夺职，复起为左都御史；奎耀，嘉庆十六年进士，官至通政使，后为南河同知。奎照子锡祉，道光十五年进士，历翰林院侍讲学士，后官长芦盐运使。\n藏书\n为官之余，嗜书藏书，余俸全部用于购藏古籍旧椠，积10数年，藏书颇可观。曾手抄《永乐大典》，汇抄成册，藏于“恩福堂”中。编撰《恩福堂书目》4卷，著录图书900余种，宋本有数百卷，其余为元、明初刊本和旧抄本及毛晋汲古阁本，藏书处另有“恩庆堂”、“欢颐山墅”等，藏书印有“恩福堂藏书记”、“煦斋藏庋”、“臣和恭藏”、“宫保世家”、“南斋翰林左翼总兵”、“身在万里半天下”等多枚。著《恩福堂笔记》、《恩庆堂集》、《春秋左传读本》等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951660649},{"name":"英和书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791639520,"text":"英和《凫芗书札》\n释文：近奉手书，如亲芝宇。委题之卷，写付竹醉携归，贱况属其面述。匆匆殊不尽意。此候。凫芗先生升安。不一不一。 同馆世弟英和顿首。\n\n英和《楷书杨慎乐清秋赋轴》，纸本，楷书，纵175.2厘米，横90厘米。清宫旧藏。现藏北京故宫博物院。\n轴书录明代杨慎《乐清秋赋》，款署“臣英和敬书”。\n署“臣”字款，系应制之作。英和一直为官，行走于宫内，书法受内廷影响很深。应制作品，结体、笔法均严谨修整，风格典重，较之平日之作，缺少潇散之态。","author":"清代英和","description":"英和书法"}]