[{"text":"追思董美人生平事迹的随葬刻石。董美人（公元578年--公元597年），隋文帝四子蜀王杨秀的妃妾，汴州人士，名、字不详。董氏于开皇十七年病逝，终年十九岁。杨秀对其感情颇深，遂撰文哀悼，刻为墓志随葬。墓志于清代嘉庆年间在陕西兴平县出土，楷书21行，行23字，被称为《美人董氏墓志铭》，又称《董美人墓志》。原石于咸丰三年（公元1853年）毁于兵燹。拓本流传稀少。\n影响和流传\n书法价值\n隋人书法，上承北魏书体，下开唐朝新风，是南北朝到唐之间的津梁。《美人董氏墓志》恰好反映了这一点，属隋代墓志中的上品佳作，堪称隋志小楷第一，开唐代钟绍京一路小楷之先河。其书法布局平正舒朗、整齐缜密，结字恭正严谨，笔法精劲含蓄，清雅婉丽。从字体面目看，楷法纯一，隶意脱尽，已与晋人小楷、北朝墓志迥别，但是可以看到部分的外方里圆、华美坚挺的笔致，给人以清朗爽劲，古意未尽的感觉。清罗振玉对其评价很高：“楷法至隋唐乃大备，近世流传隋刻至《董美人》、《尉氏女》、《张贵男》三志石，尤称绝诣。”赵万里亦评其书法云：“字迹稳秀端丽，与《公元》、《姬氏》二志同为传世关中随志翘楚。”\n唐初的一些著名书法家（如欧阳询、虞世南等人）多取法于隋代墓志书体。清代中叶以来，更为广大书法爱好者垂爱，视为学习楷书书法范本之一。\n原碑和拓本流传\n原石于清嘉庆年间在陕西兴平县出土，为上海陆君庆官陕西兴平时所得，旋归上海徐渭仁(紫珊)。徐氏十分珍爱，从关中把此石携至上海，自号其斋曰“隋轩”，并广泛椎拓，据说用墨较浓，字画瘦细。咸丰三年（公元1853年），上海小刀会农民起义战争期间，原石毁佚。徐氏拓本流传甚少，出土初拓本尤为难得。本站所选本分别为北京图书馆、北京大学藏本、日本三井文库、徐渭仁氏拓本。\n石碑不存，流传在人间的便只有拓本了。《董美人》的拓本大约分成三类。第一类是初出土时在关中的拓本。这种拓本多以淡墨轻拓，所谓“蝉翼”本，就是指拓本的墨色极淡，薄如蝉翼，非常准确地拓出了原碑的字迹。这类拓本，流传极少，也极为珍贵。上海图书馆藏有陈景陶（悫斋）题字藏本，即为此类最佳本。第二类是徐渭仁把石碑搬运到上海之后的拓本。据说这种拓本用墨过浓，也许是拓手不精的缘故，拓本的墨色把原碑上的字迹浸染覆盖了许多，笔画变得细小模糊，一些专家说，上海时期的拓本与关中时期的拓本相比较，“疑非一石所出,细细勘之，石花字画均合，乃同出一石无疑。”这种拓本数量多一些，价值也相对低一些。第三类拓本是碑毁之后重刻的拓本。\n墓志解读\n原文隶定\n美人董氏墓志铭\n美人姓董，汴州恤宜县人也。祖佛子，齐凉州刺史，敦仁愽洽，标誉乡闾。父后进，俶傥英雄，声驰河渷。美人体质闲华，天情婉惬，恭以接上，顺以乘亲，含华吐艳，龙章凤采，砌炳瑾瑜，庭芳兰蕙。既而来仪鲁殿，出事梁台，摇环佩于芳林，袨绮缋于春景，投壶工鹤飞之巧，弹棋穷巾角之妙。妖容倾国，冶咲千金，妆映池莲，镜澄窗月。态转回眸之艳，香飘曳裾之风，飒洒委迤，吹花回雪。以开皇十七年二月感疾，至七月十四日戊子终于仁寿宫山第，春秋一十有九。农皇上药，竟无救于秦医；老君灵醮，徒有望于山士。怨此瑶华，忽焉凋悴，伤兹桂蕊，摧芳上年。以其年十月十二日葬于龙首原。寂寂幽夜，茫茫荒陇，埋故爱于重泉，沉余娇于玄隧。惟镫设而神见，空想文成之术，弦管奏而泉濆，弥念姑舒之魂。触感兴悲，乃为铭曰：\n高唐独绝，阳台可怜。花耀芳囿，霞绮遥天。波惊洛浦，芝茂琼田。嗟乎颓日，还随湲川。比翼孤栖，同心只寝。风卷愁慔，氷寒泪枕。悠悠长暝，杳杳无春。落鬟摧榇，故黛凝尘。昔新悲故，今故悲新。余心留想，有念无人。去岁花台，临欢陪践。今兹秋夜，思人潜泫。游神真宅，归骨玄房。依依泉路，萧萧白杨。坟孤山静，松疏月凉。瘗兹玉匣，传此余芳。\n惟开皇十七年岁次丁巳十月甲辰朔十二日乙卯\n上柱国益州总管蜀王制\n原文简释\n美人姓董，汴州恤宜县人。祖父叫董佛子，是北齐朝的凉州刺史，敦厚仁慈博学、与人相处融洽，他的名誉在地方广为流传。他的父亲是董后进，风流倜傥、有英雄气概，他的声名在黄河与渷水一带广为流传。董美人体质文雅优美，天性柔顺和美，对待长辈很恭敬，对亲人很温顺，谈吐与作文，都很有文采。就像台阶上的美玉，庭院里的兰蕙芳草，来仪（入宫）于鲁殿，又出宫到梁台去侍奉，她的环佩在芳林里回响，她的衣服在春光里耀目。她作投壶的游戏时，有飞鹤那般的巧妙；在弹棋时能尽巾角的巧妙。她美丽的容颜能倾国倾城，她妩媚的笑貌可值千金。她的靓妆就像池上的莲花，她照镜的时候，就像是月亮挂在窗上（均指其花容月貌）。她回眸时的神态很美丽，她的裙裾散发的清香如细风，她走路时，头发就像是吹过了花，又像是雪轻柔地飘过（用《洛神赋》的典故）。\n她在开皇十七年二月时得病，到七月十四日戊子，在仁寿宫逝世，去世时才19岁。用神农、羲皇氏的药去救她，也无济于事；太上老君的灵丹，也回天乏术，只能对着山中的道士埋怨，叹惜她的大好年华。忽然就像花一样凋谢了，令人很伤感。在那一年十月十二日，葬于龙首原，那个坟上很荒凉，晚上她必将很寂寞，夜也很长。将令人爱慕的人埋于九泉。只有在设灯时见到她的精魂，想文成这个方士来作法，让我在梦里见到她，也没有办法。音乐响起，希望能令你的魂愉悦。很伤感，于是刻了这篇铭文：\n高唐神女走了之后，阳台这里就很凄凉。花在充满芳草的园子里，云霞飘到了遥远的天边。洛水边的波浪太大惊动了洛神，琼田里的灵芝还是很茂盛。在日落时嗟叹，在流逝的河水旁感喟。比翼鸟要单飞了，同心人只能孤枕独眠。风扫过愁苦的黄昏，枕边的泪水就像冰一样寒冷。夜晚很长睡不着觉，四季里仿佛没有了春天。放下的头发只能在棺木里，以前的眉黛只能和尘土长在。以前的人悲痛逝去的人，现在的人，却又悲痛那些曾经悲痛过别人的人（就像《兰亭序》里说的“后之视今，亦犹今之视昔”），馀下的人只留下想念，却再也见不到思念的对象。去年游玩花台，与喜欢的人一起散步，现在的秋天凉夜，思念古欢，不禁泪下湿襟。她的元神回到了本来的宅所，她的仙骨返回了玄房。黄泉的路上她依依不舍，留恋阳界，白杨树发出萧萧的哀鸣，孤单的坟冢在静寂的山中很凄苦，松树的枝杈疏疏落落，扫着如水的凉月。把这方墓志装在玉箱子里，使她的余风流韵得以永续。\n","timestamp":1431941967876,"published":true}]