[{"name":"柯九思行书上京宫词","text":"柯九思（1290—1343）（元）字敬仲，号丹丘、丹丘生、五云阁吏，台州仙居（今浙江仙居县）人，江浙行省儒学提举柯谦（1251—1319）子。\n人物简介\n柯九思（1290—1343？），字敬仲，号丹丘生，别号五云阁吏。台州仙居人（今属浙江省）。父谦，曾任翰林国史检阅、江浙儒学提举，是元朝仙居较为显扬的一个官宦。大德元年（1297），随父迁居钱塘（今杭州）。延佑元年（1314）以父荫补华亭县尉，不就。自幼爱好书画，聪颖绝伦，被视为神童。天历元年（1328），柯九思游学建康经人引荐结识了怀王图帖睦尔。不久怀王继位称帝，是为文宗。柯九思被授予典瑞院都事（正七品，掌管瑞宝和礼用玉器）一职。天历二年，元文宗仿宋阁学制，柯九思被迁升为奎章阁鉴书博士（正五品），专门负责宫廷所藏的金石书画的鉴定。凡内府所藏古器物、书画均命柯九思鉴定。经他鉴定收入内府的有王献之《鸭头丸》、虞世南临《兰亭序》、杨凝式《韭花贴》、苏轼《寒食帖》等。皇帝特“赐牙章得通籍禁署”，与虞集、揭傒斯同为文宗时代奎章阁的代表人物。后因朝中官僚的嫉忌及文宗去世，柯九思束装南归，退居吴下，流寓松江（今属上海市）。\n柯九思博学能诗文；善书，四体八法俱能起雅去俗。素有诗、书、画三绝之称。他的绘画以“神似”著称，擅画竹，并受赵孟頫影响，主张以书入画，曾自云：“写干用篆法，枝用草书法，写叶用八分，或用鲁公撇笔法，木石用折钗股、屋漏痕之遗意。”柯九思多藏魏晋人书法，如晋人书《曹娥诗》，也有部分宋人的精品，如苏轼《天际乌云帖》、黄庭坚《动静帖》等，经他鉴定的书画名迹流传至今者颇多。他的书法于欧阳询笔法之外融入魏晋人之韵，结体严整，字体恬和雅逸，雄厚重中见挺拔之秀气，深受赵孟頫推崇尚晋人书法观的影响。正如清人王文治所说：“丹邱书体仿效率更父子，力求劲拔，乃—望而知为元人书，时代为也。”行楷是其所长，他的存世书迹有《老人星赋》、《读诛蚊赋诗》、《重题兰亭独孤本》等。\n出生\n柯九思出生在群山簇拥、碧溪环绕的今仙居县田市镇柯思岙村。也许是自幼饮神龙瀑之甘泉，受括苍山秀灵之气熏陶之故，长大后，柯九思才华横溢，艺冠画坛，成为元代著名书画家。\n经历\n其父柯谦，曾任翰林国史检阅、江浙儒学提举，是元朝仙居较为显扬的一个官宦。柯九思受其父的影响，自幼爱好书画，聪颖绝伦，被视为神童。天历元年（1328），柯九思游学建康经人引荐结识了怀一图帖睦尔。不久怀王继位称帝，是为文宗。柯九思被授予典瑞院都事（正七品，掌管瑞宝和礼用玉器）一职。天历二年，元文宗仿宋阁学制，柯九思被迁升为奎章阁鉴书博士（正五品），专门负责宫廷所藏的金石书画的鉴定。皇帝对柯九思颇信任，为让他能自由出入禁中，皇帝特“赐牙章得通籍禁署”，与奎章阁侍书学士虞集一起常侍皇帝左右。柯作画，虞题诗，“宠顾日隆”。虞集寄词柯九思的长短句《风人松》中提到的“晚值金銮殿”、“花里停骖”、“书诏许传宫烛”就是当时的一种实录。后因朝中官僚的嫉忌及文宗去世，柯九思束装南归，退居吴下，流寓松江（今属上海市）姻脂桥。\n“报道先生归也，杏花春雨江南。”柯九思的南归使名士云集的江浙文坛增添了活力。但这位“先一奈是丹丘仙，迎风一笑春翩翩”，“狂逸有高海岳之风”的风流名士受此油印重打击后，心情十分悒郁。据柯德《春花秋花草堂笔记》载，至元五年（1339）柯九思曾回转故乡仙居，“每忆大都，皆不堪往事。”一老道请他作画吟诗，心情不佳的他以“山不入目不能画，水未入怀不能吟”为由婉言谢绝。至正三年（1343）十月，柯九思暴卒于苏州，年仅五十四岁。\n艺术成就\n著作一\n“自许才名今独步”，作为文学侍从之臣，柯九思仕途失意，并不得志。但在文学艺术领域却是多才多艺、卓有成就。他工诗文、好诗翰、识金石，可谓集诗人、词家、金石鉴赏家于一身。然，柯九思最擅长的还是书和画，素有诗、书、画三绝之称。他的书法作品传世绝少，行楷是其所长，字体早期秀逸，晚年沉郁。雄伟中具质朴之骨力，厚重中见挺拔之秀气，具有独行的艺术魅力。柯九思绘画成就最高，影响极大。所画山水，苍秀浑厚，丘壑不凡；花鸟石草，淡墨传香，饶有奇趣。他尤善画墨竹，发展了墨竹画鼻祖文同的画法，别开生面将中国古代的书法融于画法之中，“写干用篆法，枝用草书法，写叶用八分或用鲁公（即颜真卿）撇笔法”，这是卓越而独特的创造。柯九思笔下的墨竹“各具姿态，曲尽生意”，新竹拔地而起，枝茂叶盛，欣欣向荣；老竹稍稍倚斜，枝叶扶疏，劲节健骨；幼竹奋发向上，稚叶初长，充满朝气。正如元朝国子祭酒刘铉所赞叹的“晴雨风雪，横出悬垂；荣枯稚老，各极其妙。”此外，明朝刘伯温、清朝乾隆皇帝对柯九思的墨竹都有题咏之作。艺术是永恒的。柯九思的画见于后代著录者颇少，但因其名声大，伪作也不少。如今尚存比较可靠的精品是保存在故宫博物院的《清閟阁墨竹图》和上海博物馆的《双竹图》。\n著作二\n博学能文，善写墨竹，师文湖州。长于画山水、人物、花卉；槎芽竹石，师苏东坡。画大树枝干，皆以一笔涂抹，不见有痕迹，形神俱备。其苍松翠柏，林木烟梢，古气磅礴，别有淡逸之趣。凡内府所藏法书名画，皆由鉴定，又善鉴识金石。作品留传至今的有《竹石图》等。著有《竹谱》一书。能诗文，有《丹丘生集》辑本。\n收藏爱好\n柯九思不仅是位书画家，而且也是元代最负盛名的鉴藏家。他一生好文物，富收藏，精鉴赏。曾得晋人《黄庭内景经》真迹，因题其室曰“玉文堂”。据文献记载，柯九思收藏的书画文物范围很广，上至晋人名帖，下至元人字画，以及三代金石鼎彝等，琳琅满目。他与博雅之士游历，临摹、观赏名画法帖，从魏晋“二王”，到隋唐五代、宋元历朝大家字画，各种流派，几无不有。而且皆细心研究，每见佳作，反复揣摩，用于艺术创作，得心应手。他有意把自己与米芾相比，惨淡经营，30岁时，“庋藏书画以米家画舫相比”。他收藏《曹娥碑》，朝野惊叹，虞集赞曰：“敬仲家无此书，何以鉴天下之书耶?”他出入朝野，饱览饫看公私收藏，逐渐树立起较高的威望，许多文人都邀请他鉴定各自的藏品。\n柯九思《陆浚之皇极赋跋》\n早年，柯九思以书画为重，30岁时，“庋藏书画以米家画舫相比”，规模相当，成为一大鉴藏家。他好法书，“多蓄魏晋法书，至宋人书，殆百十函”，收藏过一些照耀书法史的名帖，《曹娥碑》、《定武兰亭五字损本》、晋人《黄庭内景经》、王献之《鸭头丸帖》、林藻《深慰帖》、苏轼《天际乌云帖》、黄庭坚《动静帖》、《荆州帖》、米芾《拜中岳命诗卷》都曾为柯氏收藏。\n然而，柯九思更精于名画的鉴赏，他用书画家的眼光去评价绘画，富有说服力，从现有资料来看，经柯九思收藏的名画甚为可观，而且大都为精品，如隋郑法士《读碑图》、唐张萱《明皇出骑图》、韦偃《双骑图》、五代阮郜《阆苑女仙图》、宋人《溪山行旅图》、《老子像》、米芾《春山瑞松图》、扬无咎《四梅图》、赵孟坚《岁寒三友图》等。而且他的收藏不仅仅局限于唐宋名画，元代前辈画人的作品也在他收藏之列。如赵子昂《秀石疏林图》、《秋郊饮马图》、任仁发《二马图》、何澄《归庄图》、方从义《惠方舟行图》、曹知白《远山疏林图》都为其收藏，这些作品都不失为中国绘画史上的名迹。\n同许多大鉴藏家一样，柯九思的收藏用印颇多，主要有“柯九思”、“柯氏敬仲”、“丹丘柯九思章”、“敬仲书印”、“柯氏真赏”、“柯氏秘笈”、“训忠之家”等朱文印，“柯氏私印”、“丹丘生”、“任斋”等白文印，“玉堂柯九思私印”葫芦朱文印。凡钤有柯氏真印的书画作品，一般多为真迹，且相当一部分为精品。\n书画欣赏\n《清閟阁墨竹图》\n立轴纸本墨笔纵132.8厘横58.5厘米。此图画竹两竿，依岩石挺拔而立，石旁缀以雅竹小草。竹页以书法之撇笔法写之，墨色浓润，浓淡相间，沉着劲挺。画风从文同中变出，石用披麻长，圆劲浑厚，具有空间及体积感。画面清雅秀美，神足韵高，自有一股劲挺拔俗的清高之气，在元代的画竹大家中自成一派。\n这幅画是柯九思为倪瓒画的，“清秘阁”是倪瓒的斋号。该画款云：“至元戊寅十二月十三日留清秘阁因作此卷，丹丘生题”。下钤“柯氏敬仲”朱文方印，四角均有柯九思印记，左上角为“敬仲画印”朱文方印，左下角为“锡训堂章”白文方印。右上角为“奎章阁鉴书博士”白文方印，右下角为“训忠之家”白文方印。此画的有中下部有倪瓒的收藏印两方：“倪瓒之印”白文方印、“经鉏斋”朱文方印。画上款字的书法字体与柯九思的其它作品上的字写法相同。质地纸为精制的粗帘纹纸。\n从流传过程来看，明代中期为项元汴所藏，钤有项氏印章三方；明末为归来（希之）所藏，钤有“希之”朱文方印；清初为卞永誉所藏，钤有卞氏“式古堂书画”等收藏印四方；后来为安歧（仪周）所藏，钤有“仪周鉴赏”白文长方印；再后为清宫收藏，钤有乾隆五玺，并有乾隆题七律诗一首，最后为庞元济收藏，钤有庞氏收藏印一方。上官宫词纸本30.9X53cm美国普林斯顿大学美术馆藏\n柯九思《老人星赋》，行书，纸本墨迹，纵25厘米，横268厘米，北京荣宝斋藏。\n柯九思《晚香高节》轴纸本纵126.3cm横75.2cm北京故宫博物院藏\n此作或可印证柯九思自云“写干用篆法，枝用草书法，写叶用八分，或用鲁公撇笔法，木石用折钗股、屋漏痕之遗意。”之意。\n","category":"行书","verified":true,"user":1,"timestamp":1429951538930},{"name":"柯九思行书上京宫词","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791637419,"text":"柯九思《上京宫词》 纸本 30.9X53cm 美国普林斯顿大学美术馆藏\n 《上京宫词》卷，纵53厘米，横30.9厘米，现已流至海外，藏美国普林斯顿大学附属博物馆。前人早已指出宋以后没有严格意义上的楷书，此卷虽也时有行书意态，但仍可算为楷书。\n 作者用笔纵击，富有弹力，其入纸处颇类著名北碑张玄墓志，俊美中露峭拔，平和中寓筋力。直点多作短竖，深得《兰亭序》“犹”字点意态；横画虽波磔不露，但多呈隶书笔致，又颇似褚遂良书风。《兰亭序》“天朗气清”的神韵，褚遂良“瑶台春林”的清丽同张玄墓志的俊俏笔意的结合，正是柯九思历观前代书迹后的自然流露。\n 字形有长有扁，以扁为多。长字取纵势，挺拔而不松懈，扁字取横势，笃实而不呆板，既有钟繇《戎路》、《宣示》帖的体格，更有苏东坡“石压虾蟆”般的沉稳紧密。特别值得一提的是，长字同扁字虽各逞姿态，但又和谐协调，体现了美的多样统一。\n 通篇节奏平和。题目“上京宫词”四字，节奏均匀而稍缓，雍容典雅，悠长清丽，正合“宫词”意境。而正文的书写节奏，也同题目四字，大有宫廷气象。但作者在主调统一的前提下很注意局部的变化，如“伏”字、“多”字、“冷”字、“锡”字、“独”字、“暇”字以参用行书笔法变，“暑”字、“飘”字、“高”字、“日”字、“有”字、“立”字、“禾”字以加粗线条，加重墨色变，而在字形上则更以长扁互用变，这些变化在“平和”的水面上时泛涟漪，正契合了《上京宫词》的内容。它们产生的微刺激，也正符合了记号中的角色“九重”与“千官”们的心态。因此，我们说，柯九思在书写《上京宫词》卷时，对词意是有很深的感悟的。作为一位“鉴书博士”，他虽然也有积极思维的时候，但“闲暇”决不会少，也正因为如此，这书迹也应是“千官”之一的柯九思的“心画”。不过，书画对心态的反映毕竟是模糊的，“九重”的平和节奏会同“千官”的混同，“庙堂”的闲暇也难同“山林”的闲暇区分，也正因为如此，博学如何良俊者，也只好说柯九思的绘画似逸非逸、似神非神而难以名状了，对于更为抽象的书法当然更是如此。","author":"元代柯九思","description":"柯九思行书上京宫词"}]