[{"name":"魏了翁草书提刑提举帖","text":"此帖是《宋人手简册》中一页，是为赵范、赵葵兄弟父吊丧的书札。\n基本资料\n名称\n提刑提举帖\n类别\n中国书法\n年代\n宋代\n魏了翁\n简介\n《提刑提举帖》，宋，魏了翁书，纸本，册页，纵36.2cm，横47.8cm，纵36.2cm，横51.8cm，草书，27行323字。\n本幅鉴藏印钤“贞”、“元”、“淋印”、“无恙”、“卞令之鉴定”、“式古堂书画印”、“胜国文献”、“易庵图书”、“式古堂”、“安氏仪周书画之章”、“巢寮”、“关内侯印”、“江德量鉴藏印”、“江秋史”等25方。成亲王、成勋裱边题记。\n此帖是《宋人手简册》中一页。内容为应酬、吊慰类，是为赵范、赵葵兄弟父吊丧的书札。“提刑提举”指赵氏兄弟之父赵方（彦直），赵方，衡山人，张拭弟子，曾官提举京西常平兼转运判官，提点刑狱，后为京湖制置使，兼知襄阳。文中“中兴勋德之家”乃指赵方勇抗金兵、保卫京西之业绩。文中“机宜大孝贤伯仲”则称誉赵范、赵葵兄弟。《宋史·赵范传》记：“十四年，……与弟葵俱授制置安抚司内机事”。据此亦可认定此帖为嘉定十四年（1221年）所作，魏了翁时年44岁。\n《提刑提举帖》翰墨波澜老成，行笔流畅，笔势潇洒，有自然之势，又含篆隶笔意，使字形具古朴之态。\n清吴其贞《书画记》、卞永誉《式古堂书画汇考》、安岐《墨缘汇观》、李佐贤《书画鉴影》等书著录，文物出版社《宋人书翰》册影印。\n手札之书由来已久。因其实用的便捷性和随意性及其对于书写者没有任何明确的要求和规范，使得手札作为书法艺术的一种形式广为流传。这种流传是不经意的、自然的。但是，其对于中国传统的书法艺术而言，却是功在千秋！因为在历史的变迁和时间的耗损下，任何的艺术载体都要经受无情的灾难和人为的破坏，能够经过几百九千年，在时间的缝隙中得以保全下来，真是一件幸运和幸福的事，特别是这些大家平时就已经很不在意的手札之作！同时，也就是这些小小的不起眼的手札，往往最终保留着历史上诸多书法艺术大家的真实墨迹，如王羲之、王献之、米元章、赵孟頫，等等。\n从另一个方面讲，手札的艺术形式本身也为书法艺术的完全保留提供了真实的历史依据。艺术包罗万象，存在形式五花八门，但是经过时间的洗礼，能够最终流传下来是要经过无数次的历史淘汰和选择的。书法艺术从最初的完全实用性到后来渐渐从实用性转变为近乎完全的艺术性，这一过程，经过了太多的变迁和一代代人的努力和发展。这一过程可能保留下来很多好的东西，也有可能损失掉很多优秀的东西，因为，在历史的选择过程中，保存下来的不一定都是绝对优秀的，好多纯真的东西也有可能失去。所以，用今天的眼光来看待历史遗存，就一定要有辨别力和发现力，所谓去伪存真就是这个道理。手札之书作为一种书法艺术形式，其内容已经很难成为人们进一步发掘的焦点，但是，它本身所蕴涵的书法艺术魅力值得人们探究，特别是学习和研究书法的人们。因为，手札就是书家在日常的生活中最为实用和贴近书家本来面目的一种书法艺术书写形式。它极少有造作、花哨的修饰，完全是“清水出芙蓉，天然去雕饰”的“纯真无邪”的外在表现。也正因为如此，很多手札几乎代表了书家最高的艺术成就，在书史上也具有举足轻重的地位，因此，就更具有研究和学习的价值。\n宋代书法以“尚意”为最大特色，这在苏、黄、米、蔡四大家书法中有突出的表现。而生活在这个时代的魏了翁，虽政事缠身，但凭借其有校书郎的经历，舞文弄墨的“小事”，对于他而言，可谓信手成篇，拈笔不凡。我们这里欣赏到的故宫博物院所藏《提刑提举帖》，气韵连贯，流畅，一气呵成，线条变化丰富，极尽变化之能事，于随意间体现了书家酣畅淋漓墨的笔致和清晰、敏捷的思路。手札之书最忌迂回顿挫、勾勾抹抹。除非迫不得已，否则概不更改。涂涂改改只能说明书家腹中成文的本领不高、书写的技能欠佳，同时，对于受书人而言也是极大的不尊敬。因此，书写手札一类形式的作品，今人大多不懂此理，往往照猫画虎，被人笑话。这也就是今人学习古人的时候应该注意的地方。\n从历史的渊源来看，宋人追求书法本身的意趣与晋人书法的风韵是一脉相承的，这也可以看出魏了翁书法的源头。而晋人中锋、侧锋相结合的特点，在宋代书家作品中表现得尤为突出。魏了翁的作品亦是如此：节奏强烈，明快清畅，提处细若毫发、苍劲遒逸，按处风樯阵马、沉着痛快。如“得”、“见”等字，用笔提按婉转跌宕，侧锋明显，字势优美。作品中“得礼”一行及最后两行均有“二王”风韵，运笔呈飞掠之势，而其中不乏提按，于涩逆之势中注重流畅，刚柔并重，操纵自如，气韵清新。\n魏了翁（1178—1237），字华文，邛州蒲江（今四川蒲江）人，嘉熙中资政殿大学士。《宋史》记载他“年数岁从诸兄入学，俨如成人。少长，英悟绝出，日诵千百余言，过目不再览，乡里称为神童。年十五著《韩愈论》，抑扬顿挫，有作者风。善篆，不规规然绳尺中而有自然之势。尝以篆法寓诸隶，最为近古”。他著有《鹤山题跋》七卷，对于先代诸家碑版、帖卷等均有鉴赏之语，文辞隽永，颇见华彩。在宋代书家云集的时代，魏了翁没有最终成为一流的书家，当为书坛一大憾事！但是其扎实的笔墨功底、聪慧的艺术敏锐力和表现力，使得他的艺术天分和成就最真实地展现了宋代书法艺术史的本来面目。\n","category":"草书","verified":true,"user":1,"timestamp":1429951599458},{"name":"魏了翁草书提刑提举帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791636626,"text":"魏了翁草书《提刑提举帖》纸本 36.2×47.8厘米（上） 36.2×51.8厘米（下） 北京故宫博物院藏\n【释文】提刑提举亲家尊眷丈，所□昭代亲友兄弟间，咸以□音来赴，谓久痢所致。谓八月四日午时，又谓七月廿七日得了翁书，尤于枕间卧诵也。吁。何遽至此。中兴勋德之家，令子贤孙，相继零谢。况于事变错出，人物眇然之时，而善人云云，关系匪浅，岂惟一家之私。谅惟孝思追慕，柴瘠弗任。或又云，九月廿四日以丧车朝祖，十月十五日即窆。了翁荷提刑知予爱怜，谊均骨肉，而疾不得候问，死不得凭棺，葬不及请役，五溪之濒，伶俜吊影，迸涕交挥，孰知此心也。迩来亲友道丧，死丧不相赴，始闻不审，故审而后拜此。亦未知伯仲自离荼毒，体力何如，心之忧系。靡所限极，更惟强饭节哀，以终大事。一门眷聚，各计胜丧。蓬州闻已开府，石泉只留江上，或在东山，亦坐不闻赴音之详，失于吊唁也。妻孥附致问礼，偶逢简池便，就以薄奠侑之，诔文并见别缄，乞为荐陈。不尽。谨状。了翁顿首顿首再拜状上机宜大孝贤伯仲姻兄服次，十一月十七日。\n　　本幅鉴藏印钤“贞”、“元”、“淋印”、“无恙”、“卞令之鉴定”、“式古堂书画印”、“胜国文献”、“易庵图书”、“式古堂”、“安氏仪周书画之章”、“巢寮”、“关内侯印”、“江德量鉴藏印”、“江秋史”等25方。成亲王、成勳裱边题记。\n　　此帖是《宋人手简册》中一页。内容为应酬、吊慰类，是为赵范、赵葵兄弟父吊丧的书札。“提刑提举”指赵氏兄弟之父赵方（彦直），赵方，衡山人，张拭弟子，曾官提举京西常平兼转运判官，提点刑狱，后为京湖制置使，兼知襄阳。文中“中兴勋德之家”乃指赵方勇抗金兵、保卫京西之业绩。文中“机宜大孝贤伯仲”则称誉赵范、赵葵兄弟。《宋史·赵范传》记：“十四年，……与弟葵俱授制置安抚司内机事”。据此亦可认定此帖为嘉定十四年（1221年）所作，魏了翁时年44岁。\n　　《提刑提举帖》翰墨波澜老成，行笔流畅，笔势潇洒，有自然之势，又含篆隶笔意，使字形具古朴之态。\n　　清吴其贞《书画记》、卞永誉《式古堂书画汇考》、安岐《墨缘汇观》、李佐贤《书画鉴影》等书著录，文物出版社《宋人书翰》册影印。","author":"宋代魏了翁","description":"魏了翁草书提刑提举帖"}]