[{"name":"褚遂良行书家侄帖","text":"褚遂良（公元596年－公元659年），字登善，唐朝政治家、书法家，原籍阳翟（今河南禹州），其先祖晋末南迁至钱塘（今浙江杭州）。[1-2]   褚遂良博学多才，精通文史，隋末时跟随薛举为通事舍人，后在唐朝任谏议大夫，中书令等职，唐贞观二十三年（公元649年）与长孙无忌同受太宗遗诏辅政；后坚决反对武则天为后，遭贬潭州（长沙）都督，后转桂州（桂林）都督，再贬爱州（今越南北境清化）刺史，唐显庆四年（公元659年）卒；褚遂良工书法，初学虞世南，后取法王羲之，与欧阳询、虞世南、薛稷并称“初唐四大家”；传世墨迹有《孟法师碑》、《雁塔圣教序》等。\n生平经历\n出身名门\n隋开皇十六年（公元596年），褚遂良出身于名门贵族。父亲褚亮时任散骑常侍一职，与虞世南、欧阳询等人为好友。\n唐贞观十五年（641），太宗下诏，准备到泰山封禅，先到洛阳，彗星出现在太微座，冲犯郎位。遂良对太宗说：“陛下拨乱反正，功超前烈，东狱即将大功告成，天下非常幸运。然而走到洛阳，彗星就出现，这或许是有上天不许可的事。况且汉武帝犹豫不决数年，才举行泰山封禅礼，臣下的愚见恭请陛下详细考虑抉择。”唐太宗认为他说得很对，下诏停止了封禅的事。当年，褚遂良迁任谏议大夫，兼任起居事，太宗曾经问他说：“你担任起居，记录什么事，大概人君能够看到它吗？”遂良回答说：“现在的起居，就是古代的左右史，写人君的言行事迹，而且记录善恶，作为鉴戒，也许可以令人主不做非法的事，没有听说帝王亲自看史的。”太宗说“：朕有不好的事。你也必定记下它吗？”遂良说“：遵守道德不如遵守自己的职责，臣的职责应当记载笔录，君王的举动必定记下来。”黄门侍郎刘洎说“：假若遂良不记，天下的人也会记下来。”太宗认为他们说的对。\n当时魏王被太宗宠爱，对他的礼仪秩序等级像对嫡子一样。当年，太宗问侍臣说“：当今国家什么事最急迫？”中书侍郎岑文本说“：《左传》说‘导之以德，齐之以礼’，由此而言，礼仪最急。”遂良走上前说“：当今四方仰慕德行，谁敢做非分的事？但是太子、诸王，必须有一定的名分，陛下应当让万代效法把它留给子孙。”太宗说“：这话是对的。朕年岁将近五十，已经觉得衰老倦怠。已经由长子主管东宫，弟弟和庶子的数目将近五十，心里时常忧虑的就是这件事了。但是自古嫡子与庶子没有良臣辅佐，何尝不会倾败国家。公等为朕搜访贤德的人才，用来辅佐太子以及各王，都要求正道之士。况且事奉人年岁长了，就会摸透性情巴结逢迎，不怀好意伺机而动的现象，多由此发生。”于是限制王府官僚任职不得超过十二年。\n唐贞观十七年(643)，太宗问遂良说：“舜造漆器，禹雕切肉的砧板，当时劝谏舜、禹的有十余人，食用的器物之间，为什么苦谏呢？”遂良回答说“：雕琢妨害农业生产，锦绣赤色的绶带会妨害女红。首先创造奢侈和过分的浪费，国家的危亡就渐渐近了。漆器不禁止，必定用金做它，金器不禁止，必定用玉做它。所以诤臣必定劝谏事情渐发的开端，到它发展到极点，就没有什么可以再去劝谏的了。”太宗认为对，因此说：“作为人君，不忧虑人民而从事骄奢淫侈的事，危亡的时机可以反掌而待了。”\n当时皇子年幼的多担任都督、刺史，遂良上疏说：“从前两汉靠郡国治理人民，除郡以外，分立诸子，分割疆土，杂用周朝的制度。皇唐州县，大略依照秦的法律。皇子幼年，有的授任为刺史，陛下难道不是用王的骨肉，镇压护卫四方？这种首创的制度，比以前历代帝王高明。臣下的愚见，有小的地方处置尚不够妥帖。为什么呢？刺史郡守，人民仰赖他得到安宁。得到一个好的人做刺史郡守，当地的人民都能休养生息；遇到一个不好的人做刺史郡守，全州的人民都会劳苦疲敝。因此人君爱惜百姓，常为人民选择贤德的官吏。有的称赞河润泽了九里，京都蒙受福恩；有的兴起歌咏赞叹，活着就为他立祠。汉宣帝说：‘与我共同治理国家的，只有贤能二千石。’以臣下愚昧的见解，陛下的儿子当中年岁还幼小不能够统管人的，暂且留在京都，教给他经学。一则使他畏惧天威，不敢犯禁；二则看见朝廷礼仪，自然成长自立。因此积累知识，自己懂得做人。审察他能够治理州县，然后派遣出京。臣谨按史籍，见汉明帝、汉章帝、汉和帝三帝，能友爱子弟，从此以后，其友爱子弟之法便成为后代的榜样。封立的各王，即使各自拥有国土，年纪还幼小的，召他们留在京都，用礼法训导他们，用恩惠垂爱他们。到三帝的朝代为止，封的王有数百人，只有二个王稍坏一些，其余的都自觉追求团结，感受教化，都成为善人。那么从前的事实已经验证，希望陛下详察。”太宗十分采纳他的意见。 \n铠曹参军\n最初，褚遂良在秦王李世民那里做铠曹参军。李世民对褚遂良怀有好感，李世民曾对长孙无忌说：“褚遂良耿直，有学术，竭尽所能忠诚于朕，若飞鸟依人，自加怜爱。” \n唐武德四年（公元621年），唐高祖命李世民掌握东部平原文、武两方面的大权，并且允许他在洛阳开府—天策府。同年，李世民成立了自己的文学馆，其中有十八名学士在做他的国事顾问。褚遂良的父亲褚亮便是其中的一员，主管文学。在这样的环境中，褚遂良的学识与日俱进。尤其是书艺，在欧阳询与虞世南的指导下，更是出类拔萃，且具备了欧、虞二人所不具备的政治地位与社会名望。《唐会要》卷六十四《史馆下》记载，弘文馆的日常事务，就是由褚遂良来管理的，人们称他作“馆主”。 \n唐武德九年（公元626年）阴历六月，李世民发动了“玄武门之变”，随后被立为太子。阴历八月，李世民登上了皇位，次年改年号为“贞观”。 \n唐贞观三年（公元629年），唐太宗下诏把隋未战乱时期的战场改修为庙宇，褚遂良负责其事。唐太宗立慈云寺，由褚遂良书碑。唐贞观十年（公元636年），褚遂良出任起居郎，专门记载皇帝的一言一行。唐贞观十二年（公元638年），虞世南逝世，魏徵将褚遂良推荐给李世民，太宗命他为“侍书”。 \n黄门侍郎\n李世民曾广泛收集王羲之的法帖，褚遂良可以鉴别出王羲之书法的真伪，使得没有人再敢将赝品送来邀功。唐贞观十五年（公元641年），褚遂良劝谏太宗暂停封禅。同年由起居郎迁谏议大夫。李世民每有大事，几乎都要向褚遂良谘询。 \n李世民想亲自去征讨辽东，此事遭到了褚遂良的反对，但是李世民强硬的态度却使褚遂良感到恐惧。他没有再坚持，并跟随唐太宗远征辽东。但是后来事态的发展，证实了褚遂良的话是对的。 \n唐贞观十七年（公元643年），太子承乾以谋害魏王泰罪被废，遂良与长孙无忌说服太宗立第九子晋王李治为太子（即唐高宗李治）。 \n唐贞观十八年（公元644年），作为黄门侍郎的褚遂良开始参预朝政。随后，他被皇帝派往全国各地，巡察四方，直接可以黜涉官吏。此时，他父亲褚亮死了，他不得不暂时辞去黄门侍郎之职。唐贞观二十二年（公元648年），褚遂良又被起用为黄门侍郎。同年阴历九月，被提升为中书令，成为继魏微之后，与刘洎、岑文本、马周、长孙无忌一样在唐代政坛上起着举足轻重作用的大臣。 \n辅佐大臣\n唐贞观二十三年（公元649年）唐太宗在弥留之际，将长孙无忌与褚遂良召入卧室，对二人说：“卿等忠烈，简在朕心。昔汉武寄霍光，刘备托诸葛，朕之后事，一以委卿。太子仁孝，卿之所悉，必须尽诚辅佐，永保宗社。”对太子李治说：“有长孙无忌和褚遂良在，国家之事，我就放心了。”于是命令褚遂良起草诏书。 \n唐贞观二十三年（公元649年）阴历六月，李治继皇帝位，封褚遂良为河南县公，次年，又升为河南郡公，后借故把他贬为同州刺史。三年后，高宗又把他召回身边，征拜为吏部尚书，同时监修国史，加光禄大夫，又兼为太子宾客。唐永徽四年（公元653年），又升为尚书右仆射，执掌朝政大权，这是他政治生涯中的顶峰。 \n废后之争\n唐永徽六年（公元655年），在是否立武昭仪为皇后的斗争中，褚遂良与长孙无忌强烈反对任何废黜王皇后的企图。高宗召太尉长孙无忌、司空李绩、尚书左仆射于志宁以及褚遂良进官商议废后立后之事。褚遂良发了一通议论，给皇帝泼了一瓢冷水。而他的那种不要命的态度——将官笏放在台阶上，同时也把官帽摘下，叩头以致于流血——更使皇帝大为恼火，让士兵把他强行拉了出去。而坐在皇帝后边的武氏则恨不得立刻将他处死。在关键的时候，善于迎合旨意的李绩却说了一句话：“此乃陛下家事，不合问外人。”这一来既改变了唐王朝的命运，也将褚遂良等人推入了悲剧的深渊。 \n凄凉晚年\n武则天在唐永徽六年（公元655年）阴历十月被册封为皇后，褚遂良也被新皇后赶出朝廷，到潭州任都督。唐显庆元年（公元656年）元旦，武后的儿子李弘（公元652年—公元675年）被立为太子。 \n唐显庆二年（公元657年）春天，褚遂良调到离京师极远的今广西的一个州去任都督。同年晚些时候，武则天则与许敬宗、李义府一起，诬告中书令来济、门下侍中韩缓与在广西的褚遂良共谋反叛。 \n晚年的褚遂良又一次被贬—这一次是被贬到中国本土以外的越南河内西南一带，褚遂良在绝望之中，写了一封信给高宗，向他求情诉说自己曾长期为高祖与太宗效劳，最坚决地支持高宗继位等等，结果仍是无济于事。 \n唐显庆四年（公元659年），禇遂良在流放之中孤独地死去，时年六十三岁；在他死后的两年多时间里，武则天等人还没有放过他，一方面把他的官爵削掉，另一方面把他的子孙后代也流放到他死的地方。 \n直到唐神龙元年（公元705年），即褚遂良死后四十六年，他得到了平反；唐天宝六年（公元747年），他作为功臣，得以配祀于高宗庙中；唐贞元五年（公元789年），皇帝下诏，将褚遂良等人画于凌烟阁之上，以示他与唐初的开国英雄们有同样的功劳。 \n主要作品\n书法作品\n序号\n作品名\n序号\n作品名\n序号\n作品名\n《慈恩寺圣教序》 \n《倪宽赞》 \n《阴符经》\n《伊阙佛龛碑》\n《孟法师碑》\n\t\n其它作品\n序号\n作品名\n序号\n作品名\n序号\n作品名\n序号\n作品名\n《帝京篇》\n《太宗哀册》\n《潭府帖》\n《褚遂良书》\n《赐观帖》\n《六月八日帖》\n《草书阴符经》\n《度人帖》\n《褚中令》\n0\n《乐志论》\n1\n《枯树赋》\n2\n《清娱墓志铭》\n3\n《老子西行经》\n4\n《千字文》\n5\n《霜寒帖》\n6\n《群真百宝经》\n7\n《贝苓者传》\n8\n《临王献之字学表》\n9\n《战国策一则》\n0\n《乐毅论》\n1\n《黄庭经》\n2\n《美人赋》\n3\n《摹王羲之兰亭序》\n4\n《裴艺碑》\n5\n《同州圣教序》\n6\n《长风帖》\n7\n《飞鸟帖》 \n8\n《潭府帖》\n9\n《山河帖》\n0\n《家侄帖》 \n1\n《千字文》\n2\n《灵宝度人经》 \n诗歌作品\n《安德山池宴集》 \n人物评价\n蔡希：“仆尝闻褚河南用笔如印印泥，思其所以，久不悟。后因阅江岛平沙细地，令人欲书，复偶一利锋，便取书之，崄劲明丽，天然媚好，方悟前志，此盖草、正用笔，悉欲令笔锋透过纸背，用笔如画沙印泥，则成功极致，自然其迹，可得齐于古人。” \n扬无咎：“草书之法，千变万化，妙理无穷。今于褚中令楷书见之。或评之云：笔力雄赡，气势古淡，皆言中其一。” \n张怀瓘：“若瑶台青琐，窅映春林：美人婵娟，似不任乎罗绮，铅华绰约，欧虞谢之。” \n苏东坡：“永禅师书骨气深稳，体兼众妙，精能之至，反造疏淡。如观陶彭泽诗，初若散缓不收，反覆不已，乃识其奇趣。” \n米芾：“清远萧散”；“九奏万舞，鹤鹭充庭，锵玉鸣珰，窈窕合度。”\n刘熙：“褚河南书为唐之广大教化主，颜平原得其筋，徐季海之流得其肉。” \n盛时泰：“褚书如孤蚕吐丝，文章具在。”\n李宗瀚：“遒丽处似虞，端劲处似欧，而运以分隶遗法。风规振六代之馀，高古近二王以上，殆登善早年极用意书。” \n梁巘：“褚书提笔‘空’，运笔‘灵’。瘦硬清挺，自是绝品。” \n史书记载\n正史记载\n《旧唐书·褚遂良传》 \n《旧唐书·宗室列传》\n《新唐书·褚遂良传》 \n野史记载\n《国史异纂》\n轶事典故\n太宗死后，传位高宗李治，在李治册封武曌皇后之前，大臣们有很多是坚决反对的，其中就以河南公兼大书法家褚遂良、赵公长孙无忌、英公徐世勣等反应最为强烈。\n他们想力谏高宗，长孙无忌想第一个进去劝谏，因为李治决心已下，这个时候谁去阻挡他，无异于去送死。\n褚遂良拦住了他道：长孙太尉是国舅，如果事情不顺利，就会让皇上背上一个向舅舅发怒的名声，这不好！\n徐世勣说：请让我李勣先进去吧！\n褚遂良说：李司空，你是国家的重臣，一旦事情难办，就会让皇上背上一个治罪大臣的坏名声，这样不好。褚遂良我出自布衣，没有立下一点功勋，只不过受太宗宠遇，这才有了今天，况且今天正是我报答太宗的恩情之时，如果我不去，何以面对先帝的在天之灵啊！\n于是就第一个冲了进去，结果，褚遂良妙语连珠，竟然把高宗暂时说服了，册封皇后之事，就暂时束之高阁，武后入宫，也就后延了一段时间。\n","category":"行书","verified":true,"user":1,"timestamp":1429951556023},{"name":"褚遂良行书家侄帖","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791644234,"text":"","author":"唐代褚遂良","description":"褚遂良行书家侄帖"}]