[{"name":"王羲之行书周孝侯帖","text":"周王庙，又称英烈庙、周孝侯庙，座落在宜兴宜城镇南大街东庙巷底，是奉祀晋代改恶从善、射南山虎、斩长桥蛟之周处的庙宇。是江南屈指可数的唐碑。明代宜兴人蒋如奇所刊刻的《净云枝》残帖10余方，也移入庙中。是为纪念晋平西将军周处而建的专祠，1982年3月江苏省人民政府公布为省级文物保护单位。\n简介\n周王庙，在宜兴市宜城镇东庙巷东端，是为纪念晋平西将军周处而建的专祠，1982年3月江苏省人民政府公布为省级文物保护单位。\n周处(240-297年)，字子隐，阳羡(今宜兴)芳桥人，自幼膂力过人，好滋生事端，四邻叫苦不迭，将他与山中虎、水中蛟并称“三害”。后感乡议，幡然省悟，斩蛟射虎，改过自新，并拜师读书，学识长进，为乡里称道，经州、府推荐，任东吴东观左丞。入晋后任新平(今陕西彬县)太守，继任广汉(今甘肃文县)太守，后历任楚内史、散骑常侍、御史中丞等职。元康六年(296)八月，羌族齐万年起兵反晋，十一月，朝廷任周处为建威将军作先锋，梁王司马彤为征西大将军平叛，翌年正月，在陕西六陌（今属乾县）力战而死。建武元年(304)冬，追认为平西将军、清流亭侯，谥孝，后人称周孝侯。著有《默语》30篇，《吴书》若干卷，所撰《阳羡风土记》是我国最早记述地方习俗和风土民情的著作，后散佚，明朝周鸿轩辑录风土记拾遗136条传于世。\n周王庙始建于西晋元康九年(299)，原名周孝侯祠，宋绍兴年间赠庙额曰“英烈”，加封“武惠正应王”，称周王庙，历代均有修建。现存周王庙座南朝北，共三进，通面阔44米，进深88米。第一进为戏楼，1994年重建，二层双檐歇山顶，面阔5间20米，进深八架8.60米，南侧中间为戏台，面阔5.65米，进深4.30米。东西两侧厢房为二层看楼，南北向三开间面阔10.30米，东西进深5.30米。\n第二进大殿，建于明嘉靖45年(1566)，歇山顶，北为廊轩，面阔五间16.63米，进深五檩4.99米，中间三间设长格12扇。大殿面阔五间宽18.79米，进深9架12.53米，其中正殿三间，东西侧厢各一间，朝南中间一间设6扇长格门，两侧为6扇短格窗，正殿与廊轩之间用天沟连接。整个建筑立柱用花岗岩、阳山石和青石制作，显得高敞宏伟。大殿正中塑周处座像，两侧山墙彩绘射虎斩蛟图。大殿正门上方挂著名文物鉴定专家、书法家杨仁恺书“孝侯殿”匾，内挂著名画家尹瘦石书写的“阳羡第一人物”和著名书法家尉天池书写的“浩气凌云”两匾及当代书法名家书楹联多付。两侧厢陈列周处事迹及周墓墩出土文物复制品。大殿内有唐、宋、元、明、清历代碑刻18方，均系历代维修周王庙的碑记，其中以立于唐元和六年的陆机撰文、王羲之书《平西将军周府君碑》最为珍贵。\n第三进为后殿，称世泽堂，明代建筑，硬山顶，面阔5间21.50米，进深9檩11米，朝北三间正厅设长格门18扇，殿内塑周处及其家族5人立像。2000年维修后殿时在其两侧增建两层楼耳房各三间。\n艺术价值\n大殿东西两侧倚围墙有碑廊，为2000年新建，各长40米，宽2.5米。碑廊内陈列有唐至清碑刻80方，其中有(唐)贞义女碑、(宋)苏东坡楚颂碑、宋李曾柏生平碑、(明)净云枝法帖等十分珍贵，具有极高的艺术价值。\n000年，宜兴市政府拆迁周王庙北侧民居，建成下沉式广场，广场中建石碑坊，由中国书法家协会主席沈鹏、著名画家吴冠中等题额，著名书法家欧阳中石、李铎等书写楹联。广场北端建“周处除三害”大型浮雕壁画，为紫砂工艺大师徐秀棠所制。在周王庙大殿东侧建轩，四周叠石植树，辟为周王别院。\n周王庙南侧原有周墓墩，为周处的家族墓地，1953年、1976年南京博物院曾两次组织发掘，出土了青瓷神兽尊、青瓷香薰等一批珍贵文物。周王庙是宜兴现存时代较早，规格最高的一处古建筑，其历史延革脉络清晰，具有较高的历史科学研究价值。\n \n","category":"行书","verified":true,"user":1,"timestamp":1429951537566},{"name":"王羲之行书周孝侯帖","text":"周王庙，又称英烈庙、周孝侯庙，座落在宜兴宜城镇南大街东庙巷底，是奉祀晋代改恶从善、射南山虎、斩长桥蛟之周处的庙宇。是江南屈指可数的唐碑。明代宜兴人蒋如奇所刊刻的《净云枝》残帖10余方，也移入庙中。是为纪念晋平西将军周处而建的专祠，1982年3月江苏省人民政府公布为省级文物保护单位。\n简介\n周王庙，在宜兴市宜城镇东庙巷东端，是为纪念晋平西将军周处而建的专祠，1982年3月江苏省人民政府公布为省级文物保护单位。\n周处(240-297年)，字子隐，阳羡(今宜兴)芳桥人，自幼膂力过人，好滋生事端，四邻叫苦不迭，将他与山中虎、水中蛟并称“三害”。后感乡议，幡然省悟，斩蛟射虎，改过自新，并拜师读书，学识长进，为乡里称道，经州、府推荐，任东吴东观左丞。入晋后任新平(今陕西彬县)太守，继任广汉(今甘肃文县)太守，后历任楚内史、散骑常侍、御史中丞等职。元康六年(296)八月，羌族齐万年起兵反晋，十一月，朝廷任周处为建威将军作先锋，梁王司马彤为征西大将军平叛，翌年正月，在陕西六陌（今属乾县）力战而死。建武元年(304)冬，追认为平西将军、清流亭侯，谥孝，后人称周孝侯。著有《默语》30篇，《吴书》若干卷，所撰《阳羡风土记》是我国最早记述地方习俗和风土民情的著作，后散佚，明朝周鸿轩辑录风土记拾遗136条传于世。\n周王庙始建于西晋元康九年(299)，原名周孝侯祠，宋绍兴年间赠庙额曰“英烈”，加封“武惠正应王”，称周王庙，历代均有修建。现存周王庙座南朝北，共三进，通面阔44米，进深88米。第一进为戏楼，1994年重建，二层双檐歇山顶，面阔5间20米，进深八架8.60米，南侧中间为戏台，面阔5.65米，进深4.30米。东西两侧厢房为二层看楼，南北向三开间面阔10.30米，东西进深5.30米。\n第二进大殿，建于明嘉靖45年(1566)，歇山顶，北为廊轩，面阔五间16.63米，进深五檩4.99米，中间三间设长格12扇。大殿面阔五间宽18.79米，进深9架12.53米，其中正殿三间，东西侧厢各一间，朝南中间一间设6扇长格门，两侧为6扇短格窗，正殿与廊轩之间用天沟连接。整个建筑立柱用花岗岩、阳山石和青石制作，显得高敞宏伟。大殿正中塑周处座像，两侧山墙彩绘射虎斩蛟图。大殿正门上方挂著名文物鉴定专家、书法家杨仁恺书“孝侯殿”匾，内挂著名画家尹瘦石书写的“阳羡第一人物”和著名书法家尉天池书写的“浩气凌云”两匾及当代书法名家书楹联多付。两侧厢陈列周处事迹及周墓墩出土文物复制品。大殿内有唐、宋、元、明、清历代碑刻18方，均系历代维修周王庙的碑记，其中以立于唐元和六年的陆机撰文、王羲之书《平西将军周府君碑》最为珍贵。\n第三进为后殿，称世泽堂，明代建筑，硬山顶，面阔5间21.50米，进深9檩11米，朝北三间正厅设长格门18扇，殿内塑周处及其家族5人立像。2000年维修后殿时在其两侧增建两层楼耳房各三间。\n艺术价值\n大殿东西两侧倚围墙有碑廊，为2000年新建，各长40米，宽2.5米。碑廊内陈列有唐至清碑刻80方，其中有(唐)贞义女碑、(宋)苏东坡楚颂碑、宋李曾柏生平碑、(明)净云枝法帖等十分珍贵，具有极高的艺术价值。\n000年，宜兴市政府拆迁周王庙北侧民居，建成下沉式广场，广场中建石碑坊，由中国书法家协会主席沈鹏、著名画家吴冠中等题额，著名书法家欧阳中石、李铎等书写楹联。广场北端建“周处除三害”大型浮雕壁画，为紫砂工艺大师徐秀棠所制。在周王庙大殿东侧建轩，四周叠石植树，辟为周王别院。\n周王庙南侧原有周墓墩，为周处的家族墓地，1953年、1976年南京博物院曾两次组织发掘，出土了青瓷神兽尊、青瓷香薰等一批珍贵文物。周王庙是宜兴现存时代较早，规格最高的一处古建筑，其历史延革脉络清晰，具有较高的历史科学研究价值。\n \n","category":"行书","verified":true,"user":1,"timestamp":1429951462557},{"name":"王羲之行书周孝侯帖","dynasty":"魏晋","category":"行书","type":"","user":1,"timestamp":1429791612760,"text":"王羲之《周孝侯帖》（珍稀旧拓）\n 此拓文与《续修四库全书》中《陆士衡文集》所录略有不同，兹依拓文记全文如下：\n 晋故散骑常侍，新平、广汉二郡太守，寻除楚内史，御史中丞使，持节大都督涂中京下诸军事，平西将军孝侯周府君之碑。\n 晋平原内史陆机撰，右将军王羲之书。\n 君讳处，字子隐，义兴阳羡人也。氏胄曩兴，焕乎坟典，华宗往茂，郁其简书。启三十之洪基，源流定鼎，运八百之远祚，枝叶封桐。轩盖烈于汉廷，蝉冕播于阳羡。二南之价，传不朽而纷敷，大護之音，声无微而必显，山高海阔，其在斯焉。\n 祖宾，少折节早亡，吴初召谘议参军，举郡上计，转为州辟从事、别驾步兵校尉、光禄大夫、广平太守。父鲂，少好学，举孝廉，吴宁国长、奋威长史，怀安钱塘县侯，丹阳西部属国都尉，立节校尉，拜裨将军、三郡都督、太中大夫，临川、豫章、鄱阳太守，晋故散骑常侍，新平、广汉二郡太守，封关内侯。簪绂扬名，台阁标著，风化之美，奏课为能，应性路讴，亭亭孤美，灼灼横劭。徇高位于生前，思垂名于身后。遂以卒意不违，应期出辅。洋洋风化，俯冠来叶，巍巍之盛，仰继前贤。君乃早孤，不宏礼制，年未弱冠，膂力绝于天下，妙气挺于人间，骑猎无俦，时英式慕，纵情寡偶，俗弊不欣。乡曲诬其害名，改节播其声誉。遂来吴事余。厥弟欢然受诲向道，朝闻方励志而淫诗书，便好学而寻子史，文章绮合，藻思罗开。吴朝州县交辟，太子洗马、东观左丞、中书右丞，五官郎中、左右国史，靖共夙夜，恪居官。次迁大尚书仆射、东观令、太常卿、无难督。匡熙庶绩，朝廷谧宁使，持节大都，督涂中京下诸军事，封章浦亭侯。国犹多士，君实得贤，汪洋廷阙之旁，昂藏寮宷之上。射兽功犹见显，刺蛟名乃远扬，忠烈道自克修，义节情还永布。琳琅杞梓，珪璧栋梁，君著《默语》三十篇及《风土记》，并撰《吴书》焉。\n\n 于是，吴平入晋，王浑登建业宫，酾酒既酣，乃谓君曰：“诸人亡国之余，得无戚乎？”君对曰：“汉末分崩，三方鼎立，魏灭于前，吴亡于后，亡国之戚，岂惟一人！”浑乃大惭。仕晋，稍迁总统，初入拜谘议郎，除讨虏护军、新平太守。抚和戎狄，叛羌归附，雍士美之。转为广汉太守，郡多滞讼，有经三十年而不决者，处以详其枉直，一朝决遣。以母年老罢归。寻除楚内史，未之官，征散骑常侍。处曰：“古人辞大不辞小。”乃先之楚，而郡既经丧乱，新旧杂居，风俗未一，处敦以教义，又检尸无主及白骨在野收而葬之，然以就征，远近称叹。及居近侍，多所规讽，迁御史中丞，正绳直笔，凡所纠劾，不避宠戚。梁王肜违法，处深文案之。及氐人齐万年反，朝臣恶其强直，皆曰：“处，吴之名将子也，忠烈果毅。”庶僚振肃，英情天逸，远性霞骞。陕北留棠，遂有二天之咏，荆南度虎，犹标十部之书。\n 寻转散骑常侍，轻车将军，回轮出于新平，士女挥泪，褰帷望于广汉。鸡犬靡喧，振兹威略，宣其惠和，晋京遥仰，部从近钦。是时，氐贼作逆，有众七万，屯于梁山。朝廷推贤，以君才兼文武，诏授建威将军，以五千兵奉辞西讨，忠槩尽节，不顾身命。乃赋诗曰：“去去世事已，策马观西戎。藜藿甘粱黍，期之克令终。” 言毕而战，自旦及暮，斩首万计。弦绝矢尽，播系不救。左右劝退，处按剑怒曰：“此是吾效节授命之日，何以退为？我为大臣，以身徇国，不亦可乎？！”韩信背水之军未遑，得喻工输萦带之势，早拟连踪，莫不梯山架壑，襁负来归，戎士扞其封强，农人展其耕织。秋风纔起，追战勇于雷霆，春水方生，挥插同于云雨。立功立事，名将名臣者乎！\n\n 元康九年，因疾增加，奄捐馆舍，春秋六十有二。天子以大臣之葬、师传之礼，亲临殡壤，建武元年，冬十一月甲子，追赠平西将军，封清流亭侯，谥曰孝侯，礼也。赐钱百万，葬地一顷，京城地五十亩为第，又赐王家田五顷。诏曰：“处母年高，加以远人，朕每愍念，给其医药酒米，以终天年。”太兴二年，岁在己卯，正月十日，葬宜兴旧原。南瞻荆岳，崇峻极之巍峨，北睇蛟川，浚清流之澄澈。\n 娶同郡盛氏，有四子靖、玘、札、硕，并皆至性纯孝，过礼丧亲。坟前之树染泪先枯，庭际之禽闻悲乃下。遂作铭曰：\n 周南著美，岐山表灵，叶繁汉室，枝茂晋庭。\n 皎皎夫子，奇特播名，幼有异行，世存风烈。\n 早驰闲望，晚怀耿节，颇向豪雄，升名禁阙。\n 舍爵荣勋，允归明哲，辉赫大晋，封豕多故。\n 式扬庙略，克清天步，海滨既折，江淮亦沂。\n 汉水作蕃，条章斯布，俗歌揆日，人谣何暮。\n 忠贞作相，追踪绛侯，将亭嘉茂，遽掩芳猷。\n 潜光阳甸，返斾吴丘，旧关虽入，乡路冥浮。\n 从荣制墓，终非画游，春墟以绿，清淮自流。\n 深沉素幰，缭绕朱旒，元堂寂寂，黄泉悠悠。\n 书方易折，家楬难留，镌兹幽石，万代千秋。\n\n 《平西将军周府君碑》现存江苏宜兴周孝侯庙，碑上题款标明由西晋文学家陆机撰文，集右军将军王羲之书，唐元和六年义兴县令陈从谏重立。据《宜兴县志》记载，明嘉靖年间，宜兴遇水灾，粮仓被淹，周王庙曾作粮仓。后因洪水泛滥，粮食腐烂，蒸蚀了石碑，字多漫漶，可辨识字仅三分之二。此旧拓本所有字迹清晰可辨，故可知其所拓时间至少早于明嘉靖，可称为此碑拓的最善本。\n 周府君即著名的“周处除三害”中的周处，生于公元242年，卒于297年，字子隐，晋朝阳羡人。年轻时常与人斗殴闹事，乡亲们将他与长桥下的独角蛟、南山上的白额虎并称“三害”。他射虎斩蛟后，入吴求学，立志改过。曾任吴国东观左丞、晋新平太守、广汉太守、楚郡内史、散骑常侍，为当地百姓做了不少好事。周处刚毅正直，任御史中丞时，得罪了梁王司马彤，元康七年（297年）被迫孤军与叛军齐万年交战，战死疆场。赠平西将军，谥号孝。周处在史学、文学等方面也有建树，著有《默语》、《吴书》，还撰写了《风土记》，是我国最早的一部介绍地方性岁时节令和风土习俗的著作。\n 平西将军周府君碑部分碑体镶嵌在宜兴周王庙大殿西侧墙壁中，碑面凸出墙体以外。因年代久远，碑面局部蚀坏，历来不为人们所注目。此碑顶部有碑体本色的夔龙卷卧，碑上侧穿孔。从碑的形制看，“穿孔双头夔龙碑”至迟是南北朝时期的。因为，此后延续到唐代几乎就看不到“穿孔碑”了。碑文为行书，与唐人集王羲之《圣教序》中字体毫无二致。据悉，《兰亭序》真伪辩论由来已久，王羲之及其书法特征是争论关键。郭沫若认为王羲之所处的时代没有行楷书，《兰亭序》是隋朝和尚智永所作，这一论点和者甚众。中国著名学者、书画鉴定大师扬仁恺则针锋相对，认为王羲之的文字既有行书又有楷书，《兰亭序》是王羲之的真迹。而此碑的幸存对甄别《兰亭序》真伪有着至关重要的佐证作用。","author":"魏晋南北朝王羲之","description":"王羲之行书周孝侯帖"}]