[{"name":"张雨行书发蜕庵诗札","text":"所谓“四部”，即按我国传统分类法，将所有的书分成经史子集四大门类，“丛刊”即今天通常所说的丛书。说得具体些，《四部丛刊》是一部集中各方面必读书、必备书的小型《四库全书》。 从1922年起，到抗战爆发为止，《四部丛刊》由上海商务印书馆编辑，共出了初编、续编、三编，实共502种，分装成3100多册。可以说是二十世纪我国新出的规模最大的丛书。\n简介\n刊印丛书在我国有悠久历史。不过主持人的出发点主要似不外“网罗散佚”，或者说是以提供稀见珍本为主，有些甚至是相互争奇斗妍，各有所长。从保存文献的角度看来，这样做，当然也很有意义，只是这类丛书只能供专门家参考，要不然便是收藏家的珍品，在普及知识、推广学术上未必能起很大的作用。《四部丛刊》所选是“家喻户诵，如布帛菽粟，民不可一日缺者”，这说法在今天看不免有点过分，但它大量收入了古籍中的必读书、必备书，确实是事实。我国由于文化遗产丰富，同一种书，传本很多。在首先抓普及的前提下，《四部丛刊》尽可能选用当时所能找到的最好的本子。如脍炙人口的吴梅村的诗，《丛刊》所收便是较为少见的《梅村家藏稿》，比一般通行本名贵和可靠得多。\n《四部丛刊》还收入了一批非常有用的工具书，其中最负盛名的是宋刻《太平御览》之书，解放后，北京中华书局为了满足学术界的迫切需要，将它单独约定缩印成四大本（原来分装成136册），这一上千年前问世的大型工具书，为今天科学研究所提供的宝贵资料实在太多，以致中华版虽一印再印，在书店里一直供不应求，这事实说明了《丛刊》中所收的工具书如何深受欢迎。\n《四部丛刊》还发掘了一些从未面世的稿本。清代查继佐的《罪惟录》保存有大量明朝史料，由于作者的立场是反清的，所以一直没有刻本。其中也许特别有兴趣的是对徐光启的评价。在所有当时的徐光启传记中，《罪惟录》中的《徐光启传》是最翔实而公正的一篇（比《明史》中的好得多）。这部十分重要的史籍直到“它收入了《丛刊》才能与广大读者见面（这书后来又单独分别出了影印本和排印本）。《丛刊》中还有许多珍贵品种。\n前后有三编：初编初印2100册，二印2112册，精装报纸本110，平装报纸本440，初编二编三编合编本3122册，续编510册，三编500册\n初编\n张元济等辑民国八年上海商务印书馆景印十八年重印本2112册\n经部\n周易九卷坿略例一卷魏王弼注晋韩康伯注魏王弼撰略例唐邢璹注上海涵芬楼藏宋刊本\n监本纂图重言重意互注点校尚书十三卷汉孔安国传唐陆德明音义乌程刘氏嘉业堂藏宋刊本\n毛诗二十卷汉毛亨传汉郑玄笺唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋刊巾箱本\n周礼十二卷汉郑玄注唐陆德明音义长沙叶氏观古堂藏明翻宋岳氏刊本\n仪礼十七卷汉郑玄注长沙叶氏观古堂藏明徐氏翻宋刊本\n纂图互注礼记二十卷汉郑玄注唐陆德明音义上海涵芬楼藏宋刊本\n春秋经传集解三十卷坿春秋二十国年表一卷晋杜预撰唐陆德明音义□阙名撰坿录玉田蒋氏藏宋刊巾箱本\n春秋公羊经传解诂十二卷汉何休学唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋建安余氏刊本\n春秋谷梁传十二卷晋范甯集解唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋建安余氏刊本\n孝经一卷唐玄宗李隆基注建德周氏藏宋刊本\n论语十卷魏何晏集解长沙叶氏观古堂藏日本正平刊本\n孟子十四卷汉赵岐注;内府藏宋刊大字本\n尔雅三卷坿音释三卷晋郭璞注□阙名撰音释常熟瞿氏铁琴铜剑楼藏宋刊本\n京氏易传三卷汉京房撰吴陆绩注上海涵芬楼藏明天一阁刊本\n尚书大传五卷坿序录一卷坿辨譌一卷汉伏胜撰汉郑玄注?amp;#91;陈寿祺辑校并撰序录辨譌上海涵芬楼藏闽陈氏原刊本\n诗外传十卷汉韩婴撰上海涵芬楼藏明吴郡沈氏野竹斋刊本\n大戴礼记十三卷北周卢辩注无锡孙氏小绿天藏明吴郡袁氏嘉趣堂刊本\n春秋繁露十七卷汉董仲舒撰上海涵芬楼藏武英殿聚珍版本\n经典释文三十卷坿校勘记三卷唐陆德明撰孙毓修辑校勘记上海涵芬楼藏通志堂刊本\n輶轩使者绝代语释别国方言十三卷汉杨雄撰晋郭璞注江安傅氏双鉴楼藏宋刊本\n释名八卷汉刘熙撰江南图书馆藏明翻宋书棚本\n说文解字十五卷汉许愼撰宋徐铉等奉敕校定东京静嘉堂文库藏北宋刊本\n说文解字系传四十卷南唐徐锴撰卷首至第二十九乌程张氏适园藏述古堂景宋钞本卷第三十至第四十古里瞿氏铁琴铜剑楼藏宋刊本\n大广益会玉篇三十卷宋陈彭年等奉敕重修建德周氏藏元刊本\n广韵五卷宋陈彭年等奉敕重修海盐张氏涉园藏宋刊巾箱本\n史部\n竹书纪年二卷梁沈约注上海涵芬楼藏明天一阁刊本\n前汉纪三十卷汉荀悦撰无锡孙氏小绿天藏明翻宋本\n後汉纪三十卷晋袁宏撰无锡孙氏小绿天藏明翻宋本\n资治通鉴二百九十四卷宋司马光奉敕撰上海涵芬楼藏宋刊本\n资治通鉴考异三十卷宋司马光撰上海涵芬楼藏宋刊本\n资治通鉴目录三十卷宋司马光撰上海涵芬楼藏北宋刊本\n司马温公稽古录二十卷宋司马光撰上海涵芬楼藏明刊本\n资治通鉴外纪十卷目录五卷宋刘恕撰上海涵芬楼藏明刊本\n资治通鉴释文三十卷宋史炤撰乌程蒋氏密韵楼藏宋刊本\n通鉴纪事本末四十二卷宋袁枢撰上海涵芬楼藏宋刊本\n汲冢周书十卷晋孔晁注江阴缪氏艺风堂藏嘉靖二十二年刊本\n国语二十一卷吴韦昭解杭州叶氏藏嘉靖中翻宋本\n战国策十卷宋鲍彪校注元吴师道重校江南图书馆藏元至正刊本\n晏子春秋八卷江南图书錧藏明活字印本\n刘向古列女传七卷坿续列女传一卷汉刘向撰□阙名撰续长沙叶氏观古堂藏明刊本\n五朝名臣言行录十卷三朝名臣言行录十四卷宋朱熹撰海盐张氏涉园藏宋刊本\n吴越春秋十卷汉赵晔撰元徐天祜音注上海涵芬楼藏弘治中邝璠刊本\n越绝书十五卷汉袁康撰江安傅氏双鉴楼藏明双栢堂刊本\n华阳国志十卷晋常璩撰乌程刘氏嘉业堂藏明钱叔宝钞本\n水经注四十卷後魏郦道元注上海涵芬楼藏武英殿聚珍版本\n大唐西域记十二卷唐释玄奘奉敕译唐释辩机撰江安傅氏双鉴楼藏宋刊藏经本\n史通二十卷坿札记一卷坿札记补一卷唐刘知几撰孙毓修辑札记姜殿扬辑札记补上海涵芬楼藏明长洲张鼎思校刊本\n子部\n孔子家语十卷魏王肃注江南图书馆藏明覆宋刊本\n荀子二十卷唐杨倞注上海涵芬楼藏黎氏景宋刊本\n孔丛子七卷坿释文一卷汉孔鲋撰□阙名撰释文杭州叶氏藏明翻宋本\n新语二卷汉陆贾撰上海涵芬楼藏弘治中刊本\n新书十卷汉贾谊撰江南图书馆藏正德十年吉潘刊本\n盐铁论十卷汉桓宽撰长沙叶氏观古堂藏明刊本\n刘向新序十卷汉刘向撰江南图书馆藏明覆宋刊本\n说苑二十卷汉刘向撰平湖葛氏传朴堂藏明钞本\n扬子法言十三卷坿音义一卷汉杨雄撰晋李轨注宋阙名撰音义上海涵芬楼藏景宋刊本\n潜夫论十卷汉王符撰江南图书馆藏述古堂景宋精钞本\n申鉴五卷汉荀悦撰明黄省曾注江南图书馆藏嘉靖四年刊本\n徐干中论二卷汉徐干撰江安傅氏双鉴楼藏嘉靖四十四年刊本\n中说十卷隋王通撰宋阮逸注常熟瞿氏铁琴铜剑楼藏宋刊本\n孙子集注十三卷宋吉天保辑江南图书馆藏嘉靖三十四年刊本\n六韬六卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n吴子二卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n司马法三卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n管子二十四卷唐房玄龄注常熟瞿氏铁琴铜剑楼藏宋刊本\n邓析子二卷江南图书馆藏明刊本\n商子五卷上海涵芬楼藏明天一阁刊本\n韩非子二十卷□阙名注上海涵芬楼藏景宋钞校本\n齐民要术十卷後魏贾思勰撰上元邓氏羣碧楼藏明钞本\n重广补注黄帝内经素问二十四卷唐王冰注宋林亿等奉敕校正上海涵芬楼藏明翻北宋本\n黄帝素问灵枢经十二卷上海涵芬楼藏明赵府敬堂刊本\n王翰林集注黄帝八十一难经五卷明王九思集注上海涵芬楼藏日本活字印本\n新编金匮要略方论三卷汉张机述晋王叔和编宋林亿等诠次上海涵芬楼藏嘉靖中俞桥刊本\n注解伤寒论十卷汉张机述晋王叔和编金成无已注上海涵芬楼藏嘉靖二十四年刊本\n新刊王氏脉经十卷晋王叔和撰上海涵芬楼藏元刊本\n重修政和经史证类备用本草三十卷宋唐愼微撰宋寇宗?amp;#93;衍义金张存惠重修上海涵芬楼藏金刊本\n周髀算经二卷坿音义一卷汉赵爽注北周甄鸾重述唐李淳风等奉敕注释宋李籍撰音义南陵徐氏积学斋藏明刊本\n九章算术九卷坿音义一卷魏刘徽注唐李淳风等奉敕注释宋李籍撰音义上海涵芬楼藏微波榭刊本\n太玄经十卷坿说玄一卷坿释文一卷汉杨雄撰晋范望注唐王涯撰说玄宋林瑀撰释文上海涵芬楼藏明万玉堂翻宋本\n易林十六卷汉焦赣撰□阙名注北京图书馆藏元刊本\n墨子十五卷上海涵芬楼嘉靖三十二年南昌唐氏刊本\n尹文子一卷江南图书馆藏明覆宋刊本\n愼子内篇一卷外篇一卷补遗一卷逸文一卷坿内篇校文一卷?amp;#91;缪荃孙辑补遗逸文孙毓修撰校文江阴缪氏艺风堂蕅香&钞本\n鶡冠子三卷宋陆佃解江阴缪氏艺风堂藏明覆宋刊本\n鬼谷子三卷梁陶弘景注正统道藏本\n吕氏春秋二十六卷汉高诱注上海涵芬楼藏明刊本\n淮南鸿烈解二十一卷汉刘安撰汉许愼注上海涵芬楼藏景钞北宋本\n人物志三卷魏刘邵撰後魏刘昞注上海涵芬楼藏明刊本\n颜氏家训二卷北齐颜之推撰江安傅氏双鉴楼藏明刊本\n白虎通德论十卷汉班固撰江安傅氏双鉴楼藏元刊本\n论衡三十卷汉王充撰上海涵芬楼藏明通津草堂刊本\n风俗通义十卷汉应劭撰常熟瞿氏铁琴铜剑楼藏元刊本\n羣书治要五十卷唐魏徵等奉敕辑上海涵芬楼藏日本尾张藩刊本\n意林五卷逸文一卷补二卷唐马总辑?amp;#91;周广业辑逸文?amp;#91;李遇孙录补上海涵芬楼藏武英殿聚珍版本逸文补用别下斋本\n西京杂记六卷汉刘歆撰晋葛洪录江安傅氏双鉴楼藏嘉靖三十一年刊本\n世说新语三卷坿校语一卷刘宋刘义庆撰梁刘孝标注?amp;#91;沈巖撰校语上海涵芬楼藏明嘉趣堂刊本\n山海经十八卷晋郭璞传江安傅氏双鉴楼藏成化六年刊本\n穆天子传六卷晋郭璞注上海涵芬楼藏明天一阁刊本\n唐段少卿酉阳杂俎前集二十卷续集十卷唐段成式撰上海涵芬楼藏明刊本\n弘明集十四卷梁释僧佑辑上海涵芬楼藏明刊本\n广弘明集三十卷唐释道宣辑上海涵芬楼藏明刊本\n法苑珠林一百二十卷唐释道世辑上海涵芬楼藏万历中刊本\n翻译名义集七卷宋释法云撰南海潘氏藏宋刊本\n老子道德经二卷汉河上公章句常熟瞿氏铁琴铜剑楼藏宋刊本\n冲虚至德眞经八卷晋张湛注常熟瞿氏铁琴铜剑楼藏北宋刊本\n南华眞经十卷坿札记一卷晋郭象注唐陆德明音义孙毓修撰札记上海涵芬楼藏明刊本\n抱朴子内篇二十卷外篇五十卷晋葛洪撰江南图书馆藏嘉靖四十四年鲁藩刊本\n云笈七签一百二十二卷宋张君房撰正统道藏本\n集部\n楚辞十七卷汉王逸章句宋洪兴祖补注江南图书馆藏明覆宋本\n蔡中郎文集十卷外传一卷汉蔡邕撰上海涵芬楼藏明锡山华氏兰雪堂活字印本\n曹子建集十卷魏曹植撰江安傅氏双鉴楼藏明活字印本\n嵇中散集十卷魏嵇康撰江安傅氏双鉴楼藏嘉靖中刊本\n陆士衡文集十卷晋陆机撰江南图书馆藏正德中覆宋刊本\n陆士龙文集十卷晋陆云撰江南图书馆藏正德中覆宋刊本\n笺注陶渊明集十卷晋陶潜撰宋李公焕笺上海涵芬楼藏宋刊巾箱本\n鲍氏集十卷刘宋鲍照撰上海涵芬楼藏常熟毛扆校宋本\n谢宣城诗集五卷南齐谢脁撰上海涵芬楼藏明钞本\n梁昭明太子文集五卷梁萧统撰乌程许氏藏明刊本\n梁江文通文集十卷坿校补一卷梁江淹撰?amp;#91;叶树廉辑校补乌程蒋氏密韵楼藏明翻宋本\n徐孝穆集十卷陈徐陵撰上海涵芬楼藏明东海屠氏刊本\n庾子山集十六卷北周庾信撰上海涵芬楼藏明东海屠氏刊本\n寒山诗一卷坿拾得诗一卷唐释寒山撰唐释拾得撰坿录建德周氏藏景宋刊本\n王子安集十六卷附录一卷唐王勃撰江南图书馆藏明刊本\n杨盈川集十卷附录一卷唐杨炯撰江南图书馆藏明刊本\n幽忧子集七卷附录一卷唐卢照邻撰江安傅氏双鉴楼藏明刊本\n骆宾王文集十卷唐骆宾王撰上海涵芬楼藏明刊本\n陈伯玉文集十卷唐陈子昂撰秀水王氏二十八宿研斋藏弘治中杨澄刊本\n张说之文集二十五卷补一卷唐张说撰上海涵芬楼藏嘉靖十六年刊本\n唐丞相曲江张先生文集二十卷附录一卷唐张九龄撰南海潘氏藏成化中刊本\n分类补注李太白诗二十五卷分类编次文五卷唐李白撰元杨齐贤集注元萧士贇补注萧山朱氏藏明吴会郭氏刊本\n分门集注杜工部诗二十五卷坿年谱一卷唐杜甫撰宋阙名集注宋吕大防撰年谱宋蔡兴宗撰年谱宋鲁&撰年谱南海潘氏藏宋刊本\n须溪先生校本唐王右丞集六卷唐王维撰上海涵芬楼藏元刊本\n高常侍集八卷唐高适撰上海涵芬楼藏明活字印本\n孟浩然集四卷唐孟浩然撰江南图书馆藏明刊本\n唐元次山文集十卷拾遗一卷唐元结撰江安傅氏双鉴楼藏正德中刊本\n颜鲁公文集十五卷补遗一卷坿年谱一卷坿行状一卷坿碑铭一卷坿旧史本传一卷坿新史本传一卷唐颜眞卿撰宋留元刚撰年谱唐因亮撰行状上海涵芬楼藏明刊本\n岑嘉州诗七卷唐岑参撰萧山朱氏藏正德中刊本\n昼上人集十卷唐释皎然撰江安傅氏双鉴楼藏景宋精钞本\n刘随州文集十卷外集一卷唐刘长卿撰上海涵芬楼藏正德中刊本\n韦刺史诗集十卷附录一卷唐韦应物撰上海涵芬楼藏明刊本\n毘陵集二十卷补遗一卷附录一卷唐独孤及撰上海涵芬楼藏武进赵氏亦有生斋校刊本\n钱考功集十卷唐钱起撰上海涵芬楼藏明活字印本\n唐陆宣公集二十二卷唐陆贽撰上海涵芬楼藏宋刊本\n权载之文集五十卷补刻一卷校补一卷唐权德舆撰姜殿扬辑校补无锡孙氏小绿天藏大兴朱氏刊本\n朱文公校昌黎先生文集四十卷外集十卷遗文一卷唐韩愈撰宋朱熹考异宋王伯大音释上海涵芬楼藏元刊本\n增广注释音辩唐柳先生集四十三卷别集二卷外集二卷附录一卷唐柳宗元撰宋童宗说注释宋张敦颐音辩宋潘纬音义上海涵芬楼藏元刊本\n刘梦得文集三十卷外集十卷唐刘禹锡撰上海涵芬楼藏武进董氏景宋刊本\n吕和叔文集十卷唐吕温撰常熟瞿氏铁琴铜剑楼藏述古堂精钞本\n唐张司业诗集八卷唐张籍撰上海涵芬楼藏明刊本\n皇甫持正文集六卷唐皇甫湜撰上海涵芬楼藏宋刊本\n李文公文集十八卷唐李翱撰江南图书馆藏成化十一年刊本\n欧阳行周文集十卷唐欧阳詹撰平湖葛氏传朴堂藏正德中刊本\n孟东野诗集十卷唐孟郊撰杭州叶氏藏弘治十二年刊本\n唐贾浪仙长江集十卷唐贾岛撰江南图书馆藏明翻宋本\n歌诗编四卷集外诗一卷唐李贺撰常熟瞿氏铁琴铜剑楼藏金刊本集外诗用北宋本\n沈下贤文集十二卷唐沈亚之撰上海涵芬楼藏明刊本\n李文饶文集二十卷别集十卷外集四卷补一卷唐李德裕撰常熟瞿氏铁琴铜剑楼藏明刊本\n元氏长庆集六十卷集外文章一卷坿校文一卷唐元稹撰张元济撰校文江南图书馆藏嘉靖三十一年刊本\n白氏文集七十一卷唐白居易撰江南图书馆日本活字印本\n樊川文集二十卷外集一卷别集一卷唐杜牧撰江南图书馆藏明翻宋刊本\n姚少监诗集十卷唐姚合撰上海涵芬楼藏明钞本\n唐李义山诗集六卷唐李商隐撰江安傅氏双鉴楼藏嘉靖二十九年毗陵蒋氏刊本\n李义山文集五卷唐李商隐撰常熟瞿氏铁琴铜剑楼藏旧钞本\n温庭筠诗集七卷别集一卷唐温庭筠撰江南图书馆藏述古堂精钞本\n丁卯集二卷唐许浑撰常熟归氏铁网珊瑚人藏景宋钞本\n唐刘蜕集六卷唐刘蜕撰上海涵芬楼藏明香城吴氏问青堂刊本\n唐孙樵集十卷唐孙樵撰上海涵芬楼藏明香城吴氏问青堂刊本\n李羣玉诗集三卷後集五卷唐李羣玉撰上元邓氏羣碧楼藏宋刊本\n碧云集三卷南唐李中撰上元邓氏羣碧楼藏宋刊本\n唐李推官披沙集六卷唐李咸用撰上元邓氏羣碧楼藏宋刊本\n皮日休文集十卷唐皮日休撰湘潭袁氏藏明刊本\n唐甫里先生文集二十卷坿校勘记一卷唐陆龟蒙撰张元济撰校勘记江南图书馆藏黄荛圃校本\n玉川子诗集二卷外集一卷唐卢仝撰上海涵芬楼藏旧钞本\n司空表圣文集十卷唐司空图撰上海涵芬楼藏旧钞本\n司空表圣诗集五卷唐司空图撰海盐涉园张氏藏唐音统签本\n玉山樵人集一卷香奁集一卷唐韩偓撰上海涵芬楼藏旧钞本\n桂苑笔耕集二十卷唐崔致远撰无锡孙氏小绿天藏高丽刊本\n唐黄先生文集八卷唐黄滔撰闽县李氏观槿斋藏明刊本\n甲乙集十卷唐罗隐撰常熟瞿氏铁琴铜剑楼藏宋陈道人书籍铺本\n白莲集十卷坿风骚旨格一卷唐释齐己撰上海涵芬楼藏景明钞本\n禅月集十卷唐释贯休撰武昌徐氏藏景宋精钞本\n浣花集十卷补遗一卷前蜀韦庄撰江安傅氏双鉴楼藏明朱子儋刊本\n广成集十七卷前蜀杜光庭撰北京白云观藏正统道藏本\n徐公文集三十卷宋徐铉撰上海涵芬楼藏校钞本\n河东先生集十六卷宋柳开撰上海涵芬楼藏校钞本\n王黄州小畜集三十卷坿札记一卷宋王禹偁撰张元济撰札记常熟瞿氏铁琴铜剑楼藏宋刊配吕无党钞本\n王黄州小畜外集残七卷宋王禹偁撰江南图书馆藏景宋钞本\n宋林和靖先生诗集四卷补一卷宋林逋撰江安傅氏双鉴楼藏景钞明黑口本\n河南穆公集三卷遗事一卷坿校补一卷宋穆修撰孙毓修撰校补杭州叶氏藏述古堂景宋钞本\n范文正公集二十卷别集四卷政府奏义二卷尺牍三卷坿年谱一卷坿年谱补遗一卷坿言行拾遗事录四卷坿范文正公鄱阳遗事录一卷坿附录十三种宋范仲淹撰宋楼钥撰年谱江南图书馆藏明翻元天历本\n河南先生文集二十八卷宋尹洙撰上海涵芬楼藏春岑阁钞本\n苏学士文集十六卷坿校语一卷宋苏舜钦撰?amp;#91;何焯撰校语上海涵芬楼藏白华书屋刊本\n温国文正公文集八十卷宋司马光撰常熟瞿氏铁琴铜剑楼藏宋绍兴刊本\n直讲李先生文集三十七卷外集三卷坿年谱一卷坿门人录一卷宋李觏撰□阙名撰年谱门人录江南图书馆藏明刊本\n陈眉公先生订正丹渊集四十卷拾遗二卷坿年谱一卷宋文同撰宋家诚之撰年谱上海涵芬楼藏明刊本\n南丰先生元丰类藁五十卷附录一卷宋曾巩撰乌程蒋氏密韵楼藏元刊本\n宛陵先生集六十卷拾遗一卷附录一卷宋梅尧臣撰上海涵芬楼藏明刊本\n伊川击壤集二十卷集外诗一卷宋邵雍撰江南图书馆藏明成化刊黑口本\n欧阳文忠公集一百五十三卷附录五卷坿年谱一卷宋欧阳脩撰宋胡柯撰年谱上海涵芬楼藏元刊本\n嘉祐集十五卷宋苏洵撰无锡孙氏小绿天藏景宋钞本\n临川先生文集一百卷宋王安石撰上海涵芬楼藏明刊本\n增刊校正王状元集注分类东坡先生诗二十五卷坿纪年录一卷宋苏轼撰宋王十朋注宋傅藻撰纪年录南海潘氏藏宋务本堂刊本\n经进东坡文集事略六十卷宋苏轼撰宋郎晔注乌程张氏南海潘氏合藏宋刊本\n欒城集五十卷後集二十四卷三集十卷宋苏辙撰上海涵芬楼藏明活字印本\n欒城应诏集十二卷宋苏辙撰上海涵芬楼藏景宋钞本\n豫章黄先生文集三十卷宋黄庭坚撰嘉兴沈氏藏宋刊本\n后山诗注十二卷宋任渊撰江安傅氏双鉴楼藏高丽活字印本\n张右史文集六十卷宋张耒撰上海涵芬楼藏旧钞本\n淮海集四十卷後集六卷长短句三卷宋秦观撰海盐涉园张氏藏嘉靖中刊小字本\n石门文字禅三十卷宋释惠洪撰江南图书馆藏明径山寺刊本\n济北晁先生鸡肋集七十卷宋晁补之撰上海涵芬楼藏明刊本\n浮溪集三十二卷宋汪藻撰上海涵芬楼藏武英殿聚珍版本\n增广笺注简斋诗集三十卷无住词一卷宋陈与义撰宋胡稺笺注常熟瞿氏铁琴铜剑楼藏宋刊本\n简斋诗外集一卷宋陈与义撰南陵徐氏积学斋藏元人钞本\n于湖居士文集四十卷附录一卷宋张孝祥撰慈溪李氏藏宋刊本\n晦菴先生朱文公文集一百卷续集十一卷别集十卷目录二卷宋朱熹撰上海涵芬楼藏明刊本\n止斋先生文集五十二卷附录一卷宋陈傅良撰乌程刘氏嘉业堂藏弘治十八年刊本\n梅溪先生廷试策奏议五卷诗文前集二十卷後集二十九卷附录一卷宋王十朋撰上海涵芬楼藏正统中刊本\n攻媿集一百十二卷宋楼钥撰上海涵芬楼藏武英殿聚珍版本\n象山先生全集三十六卷宋陆九渊撰上海涵芬楼藏明刊本\n盘洲文集八十卷附录一卷拾遗一卷坿札记一卷宋洪适撰张元济撰札记上海涵芬楼藏宋刊本\n石湖居士诗集三十四卷宋范成大撰上海涵芬楼藏爱汝堂刊本\n诚斋集一百三十三卷宋杨万里撰江阴缪氏艺风堂藏景宋钞本\n渭南文集五十卷宋陆游撰江南图书馆藏明华氏活字印本\n涧谷精选陆放翁诗集前集十卷须溪精选後集八卷别集一卷宋陆游撰宋罗椅选前集宋刘辰翁选後集明刘寅选别集刘氏嘉业堂藏弘治十年刊本\n水心先生文集二十九卷宋叶适撰乌程刘氏嘉业堂藏正统十三年刊本\n重校鹤山先生大全文集一百十卷宋魏了翁撰乌程刘氏嘉业堂藏宋刊本\n西山先生眞文忠公文集五十一卷宋眞德秀撰江南图书馆藏正德中刊本\n白石道人诗集二卷集外诗一卷诗说一卷歌曲四卷歌曲别集一卷附录一卷宋姜蘷撰上海涵芬藏江都陆氏刊本\n後村先生大全集一百九十六卷宋刘克庄撰上海涵芬楼藏赐砚堂钞本\n文山先生全集二十卷宋文天祥撰乌程氏许氏藏明刊本\n闲闲老人滏水文集二十卷金赵秉文撰湘潭袁氏藏汲古阁钞本\n滹南遗老集四十五卷续一卷金王若虚撰上海涵芬楼藏旧钞本\n遗山先生文集四十卷附录一卷金元好问撰明储瓘辑附录乌程蒋氏密韵楼藏弘治中刊本\n湛然居士文集十四卷元耶律楚材撰无锡孙氏小绿天藏景元钞本\n秋涧先生大全集一百卷附录,一卷元王恽撰江南图书馆藏弘治中刊本\n剡源戴先生文集三十卷元戴表元撰上海涵芬楼藏明刊本\n松雪斋文集十卷诗文外集一卷元赵孟頫撰上海涵芬楼藏元刊本\n静修先生文集二十二卷元刘因撰上海涵芬楼藏元刊小字本\n?amp;#91;容居士集五十卷元袁桷撰上海涵芬楼藏元刊本\n牧庵集三十六卷坿年谱一卷元姚燧撰元刘致撰年谱上海涵芬楼藏武英殿聚珍版本\n道园学古录五十卷元虞集撰上海涵芬楼藏明刊本\n翰林杨仲弘诗八卷元杨载撰江南图书馆藏嘉靖十五年翁氏刊本\n揭文安公全集十四卷补遗一卷元揭傒斯撰乌程蒋氏密韵楼藏旧钞本\n范德机诗集七卷元范木亨撰江安傅氏双鉴楼藏景元钞本\n渊颖吴先生集七卷附录一卷坿札记一卷元吴莱撰林志烜撰札记萧山朱氏翼盦藏元刊本\n金华黄先生文集四十三卷坿札记一卷元黄溍撰张元济撰札记常熟瞿氏上元宗氏东京岩崎氏藏元刊本\n圭斋文集十六卷元欧阳玄撰上海涵芬楼藏成化中刊黑口本\n柳待制文集二十卷附录一卷元柳贯撰江阴缪氏艺风堂藏元至正刊本\n萨天锡诗集二卷元萨都剌撰上海涵芬楼藏弘治中刊黑口本\n句曲外史贞居先生诗集五卷元张雨撰上海涵芬楼藏景钞元刊本\n九灵山房集三十卷元戴良撰常熟瞿氏铁琴铜剑楼藏正统中刊黑口本\n倪云林先生诗集六卷附录一卷元倪瓒撰秀水沈氏藏天顺中刊本\n东维子文集三十一卷坿校勘记一卷元杨维桢撰傅增湘撰校勘记江南图书馆藏鸣野山房钞本\n铁崖先生古乐府十卷铁雅先生复古诗集六卷元杨维桢撰常熟瞿氏铁琴铜剑楼藏成化五年刊本\n宋学士文集七十五卷明宋濂撰侯官李氏观槿斋藏正德中刊本\n太师诚意伯刘文成公集二十卷明刘基撰乌程许氏藏明刊本\n?amp;#91;江贝先生文集三十卷诗集十卷诗馀一卷明贝琼撰乌程许氏藏洪武中刊本\n苏平仲文集十六卷明苏伯衡撰上元邓氏羣碧楼藏正统七年刊本\n高太史大全集十八卷明高启撰江南图书馆藏景泰元年徐庸刊本\n高太史凫藻集五卷扣舷集一卷明高启撰江南图书馆藏正统九年长洲刊本\n逊志斋集二十四卷附录一卷明方孝孺撰上海涵芬楼藏明刊本\n匏翁家藏集七十七卷补遗一卷明吴宽撰上海涵芬楼藏正德中刊本\n王文成公全书三十八卷明王守仁撰上海涵芬楼藏隆庆中刊本\n重刊荆川先生文集十七卷新刊外集三卷明唐顺之撰上海涵芬楼藏明刊本\n震川先生集三十卷别集十卷明归有光撰上海涵芬楼藏康熙中刊本\n亭林诗集五卷校补一卷诗集文集六卷?amp;#91;顾炎武撰孙毓修辑诗集校补上海涵芬楼藏原刊本\n亭林馀集一卷?amp;#91;顾炎武撰上海涵芬楼藏诵芬楼刊本\n南雷文案十卷外卷一卷吾悔集四卷撰杖集一卷子刘子行状二卷南雷诗历三卷坿学箕初稿二卷?amp;#91;黄宗羲撰?amp;#91;男黄百家撰坿录无锡孙氏小绿天藏原刊本\n姜斋诗文集二十八卷?amp;#91;王夫之撰上海涵芬楼藏船山遗书本\n牧斋初学集一百一十卷?amp;#91;钱谦益撰上海涵芬楼藏崇祯十六年刊本\n牧斋有学集五十卷补一卷坿校勘记一卷?amp;#91;钱谦益撰姜殿扬撰校勘记上海涵芬楼藏康熙三年初刻本\n梅村家藏藁五十八卷诗补遗一卷文补遗一卷坿梅村先生年谱四卷坿世系一卷?amp;#91;吴伟业撰?amp;#91;顾师轼撰坿录武进董氏新刊本\n渔洋山人精华录十卷?amp;#91;王士禛撰?amp;#91;林佶编上海涵芬楼藏侯官林佶钞刊本\n尧峰文钞四十卷?amp;#91;汪琬撰上海涵芬楼藏侯官林佶钞刊本\n曝书亭集八十卷附录一卷坿笛渔小槀十卷?amp;#91;朱彝尊撰?amp;#91;男朱昆田撰坿录上海涵芬楼藏原刊本\n陈迦陵文集六卷俪体文集十卷湖海楼诗集八卷迦陵词全集三十卷?amp;#91;陈维崧撰上海涵芬楼藏患立堂刊本\n敬业堂诗集五十卷续集六卷?amp;#91;查愼行撰上海涵芬楼藏原刊本\n望溪先生文集十八卷集外文十卷集外文补遗二卷坿年谱一卷坿年谱附录一卷?amp;#91;方苞撰?amp;#91;苏惇元撰年谱上海涵芬楼藏戴氏刊本\n樊榭山房集十卷续集十卷文集八卷集外诗三卷又一卷集外词四卷又一卷集外曲二卷?amp;#91;厉鹗撰上海涵芬楼藏振绮堂本\n惜抱轩文集十二卷诗集十卷?amp;#91;姚鼐撰上海涵芬楼藏原刊本\n戴东原集十二卷坿年谱一卷坿覆校札记一卷?amp;#91;戴震撰?amp;#91;段玉裁撰年谱覆校札记上海涵芬楼藏经韵楼刊本\n鲒埼亭集三十八卷外编五十卷坿全谢山先生经史问答十卷坿年谱一卷?amp;#91;全祖望撰?amp;#91;董秉纯撰年谱上海涵芬楼藏原刊本\n鲒埼亭诗集十卷?amp;#91;全祖望撰无锡孙氏小绿天藏旧钞本\n洪北江诗文集六十六卷坿年谱一卷?amp;#91;洪亮吉撰?amp;#91;吕培等撰年谱上海涵芬楼藏北江遗书本\n孙渊如诗文集二十一卷坿长离阁集一卷?amp;#91;孙星衍撰?amp;#91;配王采薇撰坿录上海涵芬楼藏原刊本\n抱经堂文集三十四卷?amp;#91;卢文弨撰闽李氏观槿斋藏嘉庆二年刊本\n潜研堂文集五十卷诗集十卷诗续集十卷?amp;#91;钱大昕撰上海涵芬楼藏嘉庆十一年刊本\n述学内篇三卷外篇一卷补遗一卷别录一卷坿春秋述义一卷?amp;#91;汪中撰无锡孙氏小绿天藏汪氏精刊本\n容甫先生遗诗五卷补遗一卷附录一卷?amp;#91;汪中撰无锡孙氏小绿天藏汪氏精刊本\n揅经室一集十四卷二集八卷三集五卷四集二卷诗十一卷续集九卷外集五卷?amp;#91;阮元撰上海涵芬楼藏原刊本\n大云山房文稿初集四卷二集四卷言事二卷补编一卷?amp;#91;恽敬撰上海涵芬楼藏同治中刊本\n定盦文集三卷续集四卷补五卷?amp;#91;龚自珍撰上海涵芬楼藏吴氏刊本\n定盦文集补编四卷?amp;#91;龚自珍撰上海涵芬楼藏朱氏刊本\n茗柯文初编一卷二编二卷三编一卷四编一卷?amp;#91;张惠言撰上海涵芬楼藏刊本\n茗柯文补编二卷外编二卷?amp;#91;张惠言撰上元宗氏藏刊本\n曾文正公诗集三卷文集三卷?amp;#91;曾国藩撰上海涵芬楼藏原刊本\n六臣注文选六十卷梁萧统辑唐李善同注唐吕延济同注唐刘良同注唐张铣同注唐吕向同注唐李周翰同注上海涵芬楼藏宋刊本\n玉台新咏十卷陈徐陵辑无锡孙氏小绿天藏明五云溪馆活字印本\n中兴间气集二卷坿校文一卷唐高仲武辑?amp;#91;何焯撰校文秀水沈氏藏明翻宋刊本\n河岳英灵集三卷坿校文一卷唐殷璠辑孙毓修撰校文秀水沈氏藏明翻宋刊本\n国秀集三卷唐芮挺章辑江南图书馆藏明刊本\n才调集十卷前蜀韦縠辑德化李氏藏述古堂景宋钞本\n古文苑二十一卷□阙名辑宋章樵注常熟瞿氏铁琴铜剑楼藏宋刊本\n重校正唐文粹一百卷坿校勘记一卷宋姚铉辑林志烜撰校勘记上海涵芬楼藏嘉靖中刊本\n西昆詶唱集二卷宋杨亿等撰江安傅氏双鉴楼藏嘉靖中刊本\n乐府诗集一百卷宋郭茂倩辑上海涵芬楼藏汲古阁刊本\n皇朝文鉴一百五十卷宋吕祖谦辑常熟瞿氏铁琴铜剑楼藏宋刊本\n中州集十卷中州乐府一卷金元好问辑上海涵芬楼藏董氏景元刊本\n谷音二卷元杜本辑上海涵芬楼藏旧钞本\n河汾诸老诗集八卷坿校语一卷元房祺辑孙毓修撰校语乌程刘氏嘉业堂藏景元钞本\n国朝文类七十卷元苏天爵辑上海涵芬楼藏元刊本\n皇元风雅前集六卷後集六卷元傅习辑前集元孙存吾辑後集上海涵芬楼藏高丽翻元刊本\n皇明文衡一百卷明程敏政辑无锡孙氏小绿天藏明刊本\n文心雕龙十卷梁刘勰撰上海涵芬楼藏明刊本\n唐诗纪事八十一卷宋计有功撰上海涵芬楼藏嘉靖中刊本\n增修诗话总龟四十八卷後集五十卷宋阮阅辑上海涵芬楼藏嘉靖中刊本\n花闲集十二卷补二卷後蜀赵崇祚辑□温博辑补杭州叶氏藏万历三十年玄览斋刊本\n乐府雅词三卷拾遗二卷宋曾慥辑上海涵芬楼藏钞校本\n唐宋诸贤绝妙词选十卷宋黄升辑上海涵芬楼藏明覆宋本\n中兴以来绝妙词选十卷宋黄升辑无锡孙氏小绿天藏明翻宋刊本\n增修笺注妙选羣英草堂馀前後集二卷宋阙名辑□阙名注杭州叶氏藏明刊本\n朝野新声太平乐府九卷元杨朝英辑乌程蒋氏密韵楼藏元刊本\n四部丛刊书录一卷孙毓修等撰民国十一年一九二二跋上海商务印书馆涵芬楼排印本\n四部丛刊书录一卷孙毓修等撰民国十八年一九二九跋上海商务印书馆涵芬楼排印本\n缩本四部丛刊初编书录一卷商务印书馆辑民国六十四年一九七五台北台湾商务印书馆景印本\n续编\n经部：（17种）\n1.仪礼疏五十卷唐贾公彦等撰汪阆原覆宋刊本（原版缺卷32-37）\n2.春秋正义三十六卷唐孔颖达等奉敕撰海盐张氏涉园藏日本覆印景钞正宗寺本\n3.尔雅疏十卷宋邢昺等奉敕撰宋刊本\n4.周易集传十一卷卽汉上易传宋朱震撰国立北平图书馆藏宋刊本\n5.周易要义十卷宋魏了翁撰宋刊本（原版缺卷3-6）\n6.吕氏家塾读诗记三十二卷宋吕祖谦撰常熟瞿氏铁琴铜剑楼藏宋刊本\n7.礼记要义三十三卷坿校勘记一卷宋魏了翁撰张元济撰校勘记宋刊本\n8.春秋传三十卷坿校勘记一卷宋胡安国撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n9.东莱吕太史春秋左传类编不分卷坿校勘记一卷宋吕祖谦撰胡文楷撰校勘记常熟瞿氏铁琴铜剑楼藏旧钞本\n0.公是先生七经小传三卷宋刘敞撰天禄琳琅旧藏宋刊本\n1.读大学丛说一卷读中庸丛说二卷读论语丛说三卷读孟子丛说二卷元许谦撰常熟瞿氏铁琴铜剑楼藏元刊本\n2.羣经音辨七卷宋贾昌朝撰中华学萟社借照东京静嘉堂文库景宋钞本\n3.急就篇一卷汉史游撰唐颜师古注海盐张氏涉园藏明钞本\n4.汗简三卷后周郭忠恕撰常熟瞿氏铁琴铜剑楼藏冯已苍手钞本\n5.龙龛手鉴四卷辽释行均撰江安傅氏双监楼藏宋刊本\n6.切韵指掌图一卷检例一卷宋司马光撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n7.附释文互注礼部韵略五卷条式一卷宋阙名撰常熟瞿氏铁琴铜剑楼藏宋刊本\n史部：（11种）\n1.贞观政要十卷唐吴兢撰元戈直集论成化中刊本\n2.尽言集十三卷宋刘安世撰常熟瞿氏铁琴铜剑楼藏隆庆中覆宋刊本\n3.孔子祖庭广记十二卷金孔元措撰常熟瞿氏铁琴铜剑楼藏蒙古刊本\n4.汉丞相诸葛忠武侯传一卷坿校勘记一卷宋张栻撰张元济撰校勘记吴兴刘氏嘉业堂藏宋刊本\n5.马氏南唐书三十卷坿校勘记一卷宋马令撰张元济撰校勘记明刊本\n6.陆氏南唐书十五卷坿音释一卷坿校勘记一卷宋陆游撰元戚光撰音释张元济撰校勘记明钱叔宝手钞本\n7.吴越备史四卷坿校勘记一卷宋范垧同撰宋林禹同撰张元济撰校勘记吴枚庵手钞本\n8.大清一统志五百六十卷目录二卷坿索引清嘉庆二十五年敕撰阙名撰索引清史馆进呈钞本\n9.麟台故事残坿校记一卷宋程俱撰张元济撰校记明景宋钞本\n0.作邑自箴十卷宋李元弼撰常熟瞿氏铁琴铜剑楼藏景钞淳熙本\n1.金石录三十卷坿校勘记一卷宋赵明诚撰张元济撰校勘记海盐张氏涉园藏吕无党手钞本\n子部：（18种）\n1.张子语录三卷后录二卷坿校勘记一卷宋张载撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n2.龟山先生语录四卷后录二卷坿校勘记一卷宋杨时撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n3.程氏家塾读书分年日程三卷纲领一卷元程端礼撰常熟瞿氏铁琴铜剑楼藏元刊本\n4.棠阴比事二卷宋桂万荣撰江安傅氏双监楼藏景元钞本\n5.图画见闻志六卷宋郭若虚撰常熟瞿氏铁琴铜剑楼藏宋刊配元钞本\n6.法书考八卷元盛熙明撰钞本\n7.啸堂集古录二卷宋王俅撰萧山朱氏藏宋刊本\n8.饮膳正要三卷元忽思慧撰中华学萟社借东京静嘉堂文库藏明刊本\n9.容斋随笔十六卷续笔十六卷三笔十六卷四笔十六卷五笔十卷宋洪迈撰宋刊本配国立北平图书馆藏宋刊本常熟瞿氏铁琴铜剑楼藏弘治中活字印本\n0.梦溪笔谈二十六卷坿校勘记一卷宋沈括撰张元济撰校勘记明刊本\n1.愧郯录十五卷宋岳珂撰常熟瞿氏铁琴铜剑楼藏宋刊本\n2.云溪友议三卷坿校勘记一卷唐范摅撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n3.云仙杂记十卷唐冯贽撰旧本题瞿氏铁琴铜剑楼藏明刊本\n4.挥麈前录四卷后录十一卷第三录三卷余话二卷宋王明清撰汲古阁景宋钞本\n5.清波杂志十二卷坿校勘记一卷宋周辉撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n6.桯史十五卷宋岳珂撰常熟瞿氏铁琴铜剑楼藏元刊本\n7.续幽怪录四卷唐李复言撰常熟瞿氏铁琴铜剑楼藏南宋书棚本\n8.括异志十卷宋张师正撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n集部：（29种）\n1.东皐子集三卷附一卷坿校勘记一卷唐王绩撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明钞本\n2.宋之问集二卷坿校勘记一卷唐宋之问撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n3.郑守愚文集三卷卽云台编坿校勘记一卷唐郑谷撰胡文楷撰校勘记萧山朱氏藏宋刊本\n4.朱庆余诗集一卷坿校勘记一卷唐朱庆余撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n5.周贺诗集一卷坿校勘记一卷唐周贺撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n6.李丞相诗集二卷坿校勘记一卷南唐李建勋撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n7.雪窦显和尚觉大师颂古集一卷拈古一卷瀑泉集一卷祖英集二卷宋释重显撰常熟瞿氏铁琴铜剑楼藏宋刊本\n8.山谷外集诗注十四卷宋史容撰中华学萟社借照日本帝室图书寮藏元刊本\n9.嵩山文集二十卷杂文一卷坿三负薪对校勘表一卷宋晁说之撰张元济撰校勘表旧钞本\n0.北山小集四十卷宋程俱撰江安傅氏双监楼藏景宋钞本\n1.沈忠敏公龟溪集十二卷坿校勘记一卷宋沈与求撰张元济撰校勘记海盐张氏涉园藏明刊本\n2.韦斋集十二卷坿玉澜集一卷宋朱松撰宋弟朱槹撰玉澜集常熟瞿氏铁琴铜剑楼藏明刊本\n3.东莱先生诗集二十卷宋吕本中撰中华学萟社借照东京内阁文库藏宋刊本\n4.范香溪先生文集二十二卷坿范蒙斋先生遗文一卷坿范杨溪先生遗文一卷宋范浚撰宋侄范端臣撰蒙斋先生遗文宋侄范端杲撰杨溪先生遗文常熟瞿氏铁琴铜剑楼藏明刊本\n5.石屏诗集十卷宋戴复古撰常熟瞿氏铁琴铜剑楼藏弘治中刊本\n6.平斋文集三十二卷目录二卷宋洪咨蘷撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n7.梅亭先生四六标准四十卷宋李刘撰中华学萟社借照东京内阁文库藏宋刊本\n8.三山郑菊山先生清隽集一卷所南翁一百二十图诗集一卷锦钱余笑二十四首一卷郑所南先生文集一卷补遗一卷坿校勘记一卷宋郑思肖撰张元济撰校勘记侯官林佶手钞本\n9.先天集十卷附录二卷山屋许先生事录一卷宋许月卿撰江苏省立国学图书馆藏嘉靖中刊本\n0.叠山集十六卷宋谢枋得撰常熟瞿氏铁琴铜剑楼藏明刊本\n1.萧氷厓诗集拾遗三卷宋萧立等撰常熟瞿氏铁琴铜剑楼藏明刊本\n2.许白云先生文集四卷元许谦撰常熟瞿氏铁琴铜剑楼藏正统中刊本\n3.存复斋文集十卷附录一卷元朱德润撰常熟瞿氏铁琴铜剑楼藏明刊本\n4.靑阳先生文集九卷元余阙撰常熟瞿氏铁琴铜剑楼藏明刊本\n5.蜕庵诗四卷元张翥撰常熟瞿氏铁琴铜剑楼藏明刊本\n6.张光弼诗集七卷元张昱撰常熟瞿氏铁琴铜剑楼藏明钞本\n7.茗斋集二十三卷坿明诗九卷清彭孙贻撰并辑明诗海盐张氏涉园藏刊本手稿本及钞本\n8.雍熙乐府二十卷明郭勋辑国立北平图书馆藏嘉靖中刊本\n9.白雪斋选订乐府吴骚合编四卷明张楚叔同辑明张旭初同辑固安刘氏藏崇祯中刊本\n三编\n张元济撰民国二十四年民国二十五年上海商务印书馆景印本500册\n经部\n尚书正义二十卷唐孔颖达等奉敕撰日本覆印宋本\n礼记正义残九卷唐孔颖达等奉敕撰日本景印旧钞本及宋刊本\n周易郑康成注一卷汉郑玄撰宋王应麟辑元刊本\n诗本义十五卷郑氏诗谱补亡一卷宋欧阳脩撰吴潘氏滂喜斋藏宋刊本\n诗集传二十卷宋朱熹撰中华学艺社借照东京静嘉堂文库藏宋本\n析城郑氏家塾重校三礼图二十卷宋聂嵩义集注蒙古刊本\n中庸说残三卷宋张九成撰海盐张氏涉园照存京都东福寺藏宋椠本\n张状元孟子传残二十九卷附校勘记一卷宋张九成撰张元济撰校勘记海盐张氏涉园照存吴潘氏滂喜斋宋刊本\n复古编二卷宋张有撰景宋精钞本\n班马字类五卷附补遗附校勘记一卷*宋娄机撰宋李曾伯撰补遗张元济撰校勘记汲古阁景宋钞本\n史部\n新唐书纠谬二十卷宋吴缜撰江安傅氏双鉴楼藏明刊本\n编年通载残四卷宋章衡撰宋刊本\n太宗皇帝实录残二十卷宋钱若水撰海盐张氏涉园藏宋馆阁钞本常熟瞿氏藏旧钞本宋钞本\n元朝秘史十卷续集二卷元阙名撰元钞本\n明史钞略残七卷明庄廷鑨撰吴潘氏蘧盦藏石门吕氏钞本\n罪惟录九十卷明查继佐撰吴兴刘氏嘉业堂藏手稿本\n东山国语不分卷明查继佐撰明沈仲方补述海宁张氏铁如意馆傅录本\n吊伐录二卷金阙名撰江安傅氏双鉴楼藏钱遵王钞本\n三辅黄图六卷附校勘记一卷汉阙名撰张元济撰校勘记元刊本\n天下郡国利病书不分卷附顾亭林先生年谱一卷清顾炎武撰清钱邦彦撰附录昆山图书馆藏稿本\n洛阳伽蓝记五卷附校勘记一卷后魏杨炫之撰张元济撰校勘记明如隐堂本\n为政忠告四卷元张养浩撰元刊本\n故唐律疏义三十卷附律音义一卷附校勘记一卷唐长孙无忌等奉敕撰宋孙?amp;#93;等撰律音义张元济撰校勘记吴潘氏滂喜斋藏宋刊本音义用景宋钞本\n昭德先生邵斋读书志四卷后志二卷附附志一卷宋晁公武撰宋赵希弁重编并撰附志后志故宫博物院图书馆藏淳佑中袁州刊本\n隶释二十七卷附校勘记一卷宋洪适撰张元济撰校勘记固安刘氏藏万历中刊本\n淳化秘阁法帖考正十二卷清王澍撰寿孙氏小墨妙亭藏原刊本\n子部\n潜虚一卷附潜虚发微论一卷宋司马光撰宋张敦实撰附录常熟瞿氏铁琴铜剑楼藏景宋钞本\n野菜博录三卷明鲍山撰国立北平图书馆藏明刊本\n图画考七卷元盛熙明撰傅录常熟瞿氏铁琴铜剑楼藏钞本\n独断二卷附校勘记一卷汉蔡邕撰张济元撰校勘记常熟瞿氏铁琴铜剑楼藏弘治十六年刊本\n古今注三卷附校记一卷晋崔豹撰张元济撰校记宋刊本\n困学纪闻二十卷宋王应麟撰江安傅氏双鉴楼藏元刊本\n墨庄漫录十卷附校勘记一卷宋张邦基撰张元济撰校勘记江安傅氏双鉴楼藏明钞本\n太平御览一千卷宋李昉等奉敕撰中华学艺社借照日本帝室图书寮京都东福寺东京静嘉堂文库藏宋刊本\n小字录一卷宋陈思撰常熟瞿氏铁琴铜剑楼藏明活字印本\n丞相魏公谭训十卷附校勘记一卷宋苏象先撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏旧钞本\n南村辍耕录三十卷元陶宗仪撰吴潘氏滂喜斋藏元刊本\n景德传灯录三十卷宋释道原撰常熟瞿氏铁琴铜剑楼藏宋刊本\n文始真经三卷附校勘记一卷张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n通玄真经十二卷附校勘记一卷唐徐灵府注张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n新雕洞灵真经五卷附校勘记一卷唐王士元撰宋何粲注张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n集部\n唐皇甫冉诗集七卷唐皇甫曾诗集一卷补遗一卷附校勘记一卷唐皇甫冉撰唐皇甫曾撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n梨岳诗集一卷附录一卷补遗一卷唐李频撰明钞本\n胡曾咏史诗三卷唐胡曾撰□陈盖注□米崇吉评注常熟瞿氏铁琴铜剑楼藏景宋钞本\n唐秘书省正字先辈徐公钓矶文集十卷补一卷附校勘记一卷唐徐夤撰张元济撰校勘记钱遵王精王精钞本\n史愍公诗集三卷附校勘记一卷宋寇准撰张元济撰校勘记明刊本\n镡津文集二十二卷宋释契嵩撰常熟瞿氏铁琴铜剑楼藏弘治十二年刊本\n参寥子诗集十二卷附校勘记一卷宋释道潜撰张元济撰校勘记宋刊本\n沈氏三先生文集六十一卷宋阙名辑浙江省立图书馆藏明覆宋本\n集部沈氏三先生文集\n西溪文集十卷宋沈遘撰\n长兴集四十一卷宋沈括撰\n云巢编十卷宋沈辽撰\n眉山唐先生文集三十卷附校勘记一卷宋唐庚撰张济元撰校勘记闽侯龚氏大通楼藏旧钞本\n华阳集四十卷宋张纲撰国立北平图书馆藏明刊本\n颐堂先生文集五卷宋王灼撰江南图书馆藏宋本\n默堂先生文集二十二卷宋陈渊撰国立北平图书馆藏景宋钞本\n翠微南征录十一卷附校勘记一卷宋华岳撰张元济撰校勘记旧钞本\n有宋福建莆阳黄仲元四如先生文蒿五卷宋黄仲元撰国立北平图书馆嘉靖中刊本\n吾汶蒿十卷附校勘记一卷宋王炎午撰张元济撰校勘记海盐张氏涉园藏明钞本\n龟巢稿二十卷附校勘记一卷元谢应芳撰张元济撰校勘记江安傅氏双鉴楼藏钞本\n夷白斋稿三十五卷外集一卷补遗一卷附校勘记一卷元陈基撰胡文楷撰校勘记常熟瞿氏铁琴铜剑楼藏明钞本\n蚁术诗选八卷词选四卷元邵亭贞撰诗选明刊本词选故宫博物院图书馆藏宛委别藏本\n密庵诗稿五卷文稿五卷明谢肃撰江安傅氏双鉴楼藏洪武中刊本\n眉庵集十二卷补遗一卷明杨基撰武进陶氏涉园藏成化中刊本\n静居集六卷明张雨撰江安傅氏双鉴楼藏成化中刊本\n北郭集十卷补遗一卷明徐贲撰江安傅氏双鉴楼藏成化中刊本\n蚓窍集十卷明管时敏撰国立北平图书馆藏永乐中刊本\n白沙子八卷明陈献章撰东莞莫氏五十万卷楼藏嘉靖中刊本\n居易堂集二十卷集外诗文一卷明徐枋撰王大隆辑集外诗文固安刘氏藏原刊本\n窦氏联珠集一卷唐窦常撰唐窦牟撰唐窦群撰唐窦庠撰唐窦巩撰唐褚藏言辑吴兴刘氏嘉业堂藏宋刊本\n山谷琴趣外篇三卷附校勘记一卷宋黄庭坚撰张元济撰校勘记海盐张氏涉园藏宋刊本\n虚斋乐府二卷宋赵以夫撰黄荛圃顾千里校景宋钞本\n梨园按试乐府新声三卷附校记一卷元阙名辑卢前撰校记常熟瞿氏铁琴铜剑楼藏元刊本\n","category":"行书","verified":true,"user":1,"timestamp":1429951537968},{"name":"张雨行书发蜕庵诗札","text":"所谓“四部”，即按我国传统分类法，将所有的书分成经史子集四大门类，“丛刊”即今天通常所说的丛书。说得具体些，《四部丛刊》是一部集中各方面必读书、必备书的小型《四库全书》。 从1922年起，到抗战爆发为止，《四部丛刊》由上海商务印书馆编辑，共出了初编、续编、三编，实共502种，分装成3100多册。可以说是二十世纪我国新出的规模最大的丛书。\n简介\n刊印丛书在我国有悠久历史。不过主持人的出发点主要似不外“网罗散佚”，或者说是以提供稀见珍本为主，有些甚至是相互争奇斗妍，各有所长。从保存文献的角度看来，这样做，当然也很有意义，只是这类丛书只能供专门家参考，要不然便是收藏家的珍品，在普及知识、推广学术上未必能起很大的作用。《四部丛刊》所选是“家喻户诵，如布帛菽粟，民不可一日缺者”，这说法在今天看不免有点过分，但它大量收入了古籍中的必读书、必备书，确实是事实。我国由于文化遗产丰富，同一种书，传本很多。在首先抓普及的前提下，《四部丛刊》尽可能选用当时所能找到的最好的本子。如脍炙人口的吴梅村的诗，《丛刊》所收便是较为少见的《梅村家藏稿》，比一般通行本名贵和可靠得多。\n《四部丛刊》还收入了一批非常有用的工具书，其中最负盛名的是宋刻《太平御览》之书，解放后，北京中华书局为了满足学术界的迫切需要，将它单独约定缩印成四大本（原来分装成136册），这一上千年前问世的大型工具书，为今天科学研究所提供的宝贵资料实在太多，以致中华版虽一印再印，在书店里一直供不应求，这事实说明了《丛刊》中所收的工具书如何深受欢迎。\n《四部丛刊》还发掘了一些从未面世的稿本。清代查继佐的《罪惟录》保存有大量明朝史料，由于作者的立场是反清的，所以一直没有刻本。其中也许特别有兴趣的是对徐光启的评价。在所有当时的徐光启传记中，《罪惟录》中的《徐光启传》是最翔实而公正的一篇（比《明史》中的好得多）。这部十分重要的史籍直到“它收入了《丛刊》才能与广大读者见面（这书后来又单独分别出了影印本和排印本）。《丛刊》中还有许多珍贵品种。\n前后有三编：初编初印2100册，二印2112册，精装报纸本110，平装报纸本440，初编二编三编合编本3122册，续编510册，三编500册\n初编\n张元济等辑民国八年上海商务印书馆景印十八年重印本2112册\n经部\n周易九卷坿略例一卷魏王弼注晋韩康伯注魏王弼撰略例唐邢璹注上海涵芬楼藏宋刊本\n监本纂图重言重意互注点校尚书十三卷汉孔安国传唐陆德明音义乌程刘氏嘉业堂藏宋刊本\n毛诗二十卷汉毛亨传汉郑玄笺唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋刊巾箱本\n周礼十二卷汉郑玄注唐陆德明音义长沙叶氏观古堂藏明翻宋岳氏刊本\n仪礼十七卷汉郑玄注长沙叶氏观古堂藏明徐氏翻宋刊本\n纂图互注礼记二十卷汉郑玄注唐陆德明音义上海涵芬楼藏宋刊本\n春秋经传集解三十卷坿春秋二十国年表一卷晋杜预撰唐陆德明音义□阙名撰坿录玉田蒋氏藏宋刊巾箱本\n春秋公羊经传解诂十二卷汉何休学唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋建安余氏刊本\n春秋谷梁传十二卷晋范甯集解唐陆德明音义常熟瞿氏铁琴铜剑楼藏宋建安余氏刊本\n孝经一卷唐玄宗李隆基注建德周氏藏宋刊本\n论语十卷魏何晏集解长沙叶氏观古堂藏日本正平刊本\n孟子十四卷汉赵岐注;内府藏宋刊大字本\n尔雅三卷坿音释三卷晋郭璞注□阙名撰音释常熟瞿氏铁琴铜剑楼藏宋刊本\n京氏易传三卷汉京房撰吴陆绩注上海涵芬楼藏明天一阁刊本\n尚书大传五卷坿序录一卷坿辨譌一卷汉伏胜撰汉郑玄注?amp;#91;陈寿祺辑校并撰序录辨譌上海涵芬楼藏闽陈氏原刊本\n诗外传十卷汉韩婴撰上海涵芬楼藏明吴郡沈氏野竹斋刊本\n大戴礼记十三卷北周卢辩注无锡孙氏小绿天藏明吴郡袁氏嘉趣堂刊本\n春秋繁露十七卷汉董仲舒撰上海涵芬楼藏武英殿聚珍版本\n经典释文三十卷坿校勘记三卷唐陆德明撰孙毓修辑校勘记上海涵芬楼藏通志堂刊本\n輶轩使者绝代语释别国方言十三卷汉杨雄撰晋郭璞注江安傅氏双鉴楼藏宋刊本\n释名八卷汉刘熙撰江南图书馆藏明翻宋书棚本\n说文解字十五卷汉许愼撰宋徐铉等奉敕校定东京静嘉堂文库藏北宋刊本\n说文解字系传四十卷南唐徐锴撰卷首至第二十九乌程张氏适园藏述古堂景宋钞本卷第三十至第四十古里瞿氏铁琴铜剑楼藏宋刊本\n大广益会玉篇三十卷宋陈彭年等奉敕重修建德周氏藏元刊本\n广韵五卷宋陈彭年等奉敕重修海盐张氏涉园藏宋刊巾箱本\n史部\n竹书纪年二卷梁沈约注上海涵芬楼藏明天一阁刊本\n前汉纪三十卷汉荀悦撰无锡孙氏小绿天藏明翻宋本\n後汉纪三十卷晋袁宏撰无锡孙氏小绿天藏明翻宋本\n资治通鉴二百九十四卷宋司马光奉敕撰上海涵芬楼藏宋刊本\n资治通鉴考异三十卷宋司马光撰上海涵芬楼藏宋刊本\n资治通鉴目录三十卷宋司马光撰上海涵芬楼藏北宋刊本\n司马温公稽古录二十卷宋司马光撰上海涵芬楼藏明刊本\n资治通鉴外纪十卷目录五卷宋刘恕撰上海涵芬楼藏明刊本\n资治通鉴释文三十卷宋史炤撰乌程蒋氏密韵楼藏宋刊本\n通鉴纪事本末四十二卷宋袁枢撰上海涵芬楼藏宋刊本\n汲冢周书十卷晋孔晁注江阴缪氏艺风堂藏嘉靖二十二年刊本\n国语二十一卷吴韦昭解杭州叶氏藏嘉靖中翻宋本\n战国策十卷宋鲍彪校注元吴师道重校江南图书馆藏元至正刊本\n晏子春秋八卷江南图书錧藏明活字印本\n刘向古列女传七卷坿续列女传一卷汉刘向撰□阙名撰续长沙叶氏观古堂藏明刊本\n五朝名臣言行录十卷三朝名臣言行录十四卷宋朱熹撰海盐张氏涉园藏宋刊本\n吴越春秋十卷汉赵晔撰元徐天祜音注上海涵芬楼藏弘治中邝璠刊本\n越绝书十五卷汉袁康撰江安傅氏双鉴楼藏明双栢堂刊本\n华阳国志十卷晋常璩撰乌程刘氏嘉业堂藏明钱叔宝钞本\n水经注四十卷後魏郦道元注上海涵芬楼藏武英殿聚珍版本\n大唐西域记十二卷唐释玄奘奉敕译唐释辩机撰江安傅氏双鉴楼藏宋刊藏经本\n史通二十卷坿札记一卷坿札记补一卷唐刘知几撰孙毓修辑札记姜殿扬辑札记补上海涵芬楼藏明长洲张鼎思校刊本\n子部\n孔子家语十卷魏王肃注江南图书馆藏明覆宋刊本\n荀子二十卷唐杨倞注上海涵芬楼藏黎氏景宋刊本\n孔丛子七卷坿释文一卷汉孔鲋撰□阙名撰释文杭州叶氏藏明翻宋本\n新语二卷汉陆贾撰上海涵芬楼藏弘治中刊本\n新书十卷汉贾谊撰江南图书馆藏正德十年吉潘刊本\n盐铁论十卷汉桓宽撰长沙叶氏观古堂藏明刊本\n刘向新序十卷汉刘向撰江南图书馆藏明覆宋刊本\n说苑二十卷汉刘向撰平湖葛氏传朴堂藏明钞本\n扬子法言十三卷坿音义一卷汉杨雄撰晋李轨注宋阙名撰音义上海涵芬楼藏景宋刊本\n潜夫论十卷汉王符撰江南图书馆藏述古堂景宋精钞本\n申鉴五卷汉荀悦撰明黄省曾注江南图书馆藏嘉靖四年刊本\n徐干中论二卷汉徐干撰江安傅氏双鉴楼藏嘉靖四十四年刊本\n中说十卷隋王通撰宋阮逸注常熟瞿氏铁琴铜剑楼藏宋刊本\n孙子集注十三卷宋吉天保辑江南图书馆藏嘉靖三十四年刊本\n六韬六卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n吴子二卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n司马法三卷常熟瞿氏铁琴铜剑楼藏景宋钞本\n管子二十四卷唐房玄龄注常熟瞿氏铁琴铜剑楼藏宋刊本\n邓析子二卷江南图书馆藏明刊本\n商子五卷上海涵芬楼藏明天一阁刊本\n韩非子二十卷□阙名注上海涵芬楼藏景宋钞校本\n齐民要术十卷後魏贾思勰撰上元邓氏羣碧楼藏明钞本\n重广补注黄帝内经素问二十四卷唐王冰注宋林亿等奉敕校正上海涵芬楼藏明翻北宋本\n黄帝素问灵枢经十二卷上海涵芬楼藏明赵府敬堂刊本\n王翰林集注黄帝八十一难经五卷明王九思集注上海涵芬楼藏日本活字印本\n新编金匮要略方论三卷汉张机述晋王叔和编宋林亿等诠次上海涵芬楼藏嘉靖中俞桥刊本\n注解伤寒论十卷汉张机述晋王叔和编金成无已注上海涵芬楼藏嘉靖二十四年刊本\n新刊王氏脉经十卷晋王叔和撰上海涵芬楼藏元刊本\n重修政和经史证类备用本草三十卷宋唐愼微撰宋寇宗?amp;#93;衍义金张存惠重修上海涵芬楼藏金刊本\n周髀算经二卷坿音义一卷汉赵爽注北周甄鸾重述唐李淳风等奉敕注释宋李籍撰音义南陵徐氏积学斋藏明刊本\n九章算术九卷坿音义一卷魏刘徽注唐李淳风等奉敕注释宋李籍撰音义上海涵芬楼藏微波榭刊本\n太玄经十卷坿说玄一卷坿释文一卷汉杨雄撰晋范望注唐王涯撰说玄宋林瑀撰释文上海涵芬楼藏明万玉堂翻宋本\n易林十六卷汉焦赣撰□阙名注北京图书馆藏元刊本\n墨子十五卷上海涵芬楼嘉靖三十二年南昌唐氏刊本\n尹文子一卷江南图书馆藏明覆宋刊本\n愼子内篇一卷外篇一卷补遗一卷逸文一卷坿内篇校文一卷?amp;#91;缪荃孙辑补遗逸文孙毓修撰校文江阴缪氏艺风堂蕅香&钞本\n鶡冠子三卷宋陆佃解江阴缪氏艺风堂藏明覆宋刊本\n鬼谷子三卷梁陶弘景注正统道藏本\n吕氏春秋二十六卷汉高诱注上海涵芬楼藏明刊本\n淮南鸿烈解二十一卷汉刘安撰汉许愼注上海涵芬楼藏景钞北宋本\n人物志三卷魏刘邵撰後魏刘昞注上海涵芬楼藏明刊本\n颜氏家训二卷北齐颜之推撰江安傅氏双鉴楼藏明刊本\n白虎通德论十卷汉班固撰江安傅氏双鉴楼藏元刊本\n论衡三十卷汉王充撰上海涵芬楼藏明通津草堂刊本\n风俗通义十卷汉应劭撰常熟瞿氏铁琴铜剑楼藏元刊本\n羣书治要五十卷唐魏徵等奉敕辑上海涵芬楼藏日本尾张藩刊本\n意林五卷逸文一卷补二卷唐马总辑?amp;#91;周广业辑逸文?amp;#91;李遇孙录补上海涵芬楼藏武英殿聚珍版本逸文补用别下斋本\n西京杂记六卷汉刘歆撰晋葛洪录江安傅氏双鉴楼藏嘉靖三十一年刊本\n世说新语三卷坿校语一卷刘宋刘义庆撰梁刘孝标注?amp;#91;沈巖撰校语上海涵芬楼藏明嘉趣堂刊本\n山海经十八卷晋郭璞传江安傅氏双鉴楼藏成化六年刊本\n穆天子传六卷晋郭璞注上海涵芬楼藏明天一阁刊本\n唐段少卿酉阳杂俎前集二十卷续集十卷唐段成式撰上海涵芬楼藏明刊本\n弘明集十四卷梁释僧佑辑上海涵芬楼藏明刊本\n广弘明集三十卷唐释道宣辑上海涵芬楼藏明刊本\n法苑珠林一百二十卷唐释道世辑上海涵芬楼藏万历中刊本\n翻译名义集七卷宋释法云撰南海潘氏藏宋刊本\n老子道德经二卷汉河上公章句常熟瞿氏铁琴铜剑楼藏宋刊本\n冲虚至德眞经八卷晋张湛注常熟瞿氏铁琴铜剑楼藏北宋刊本\n南华眞经十卷坿札记一卷晋郭象注唐陆德明音义孙毓修撰札记上海涵芬楼藏明刊本\n抱朴子内篇二十卷外篇五十卷晋葛洪撰江南图书馆藏嘉靖四十四年鲁藩刊本\n云笈七签一百二十二卷宋张君房撰正统道藏本\n集部\n楚辞十七卷汉王逸章句宋洪兴祖补注江南图书馆藏明覆宋本\n蔡中郎文集十卷外传一卷汉蔡邕撰上海涵芬楼藏明锡山华氏兰雪堂活字印本\n曹子建集十卷魏曹植撰江安傅氏双鉴楼藏明活字印本\n嵇中散集十卷魏嵇康撰江安傅氏双鉴楼藏嘉靖中刊本\n陆士衡文集十卷晋陆机撰江南图书馆藏正德中覆宋刊本\n陆士龙文集十卷晋陆云撰江南图书馆藏正德中覆宋刊本\n笺注陶渊明集十卷晋陶潜撰宋李公焕笺上海涵芬楼藏宋刊巾箱本\n鲍氏集十卷刘宋鲍照撰上海涵芬楼藏常熟毛扆校宋本\n谢宣城诗集五卷南齐谢脁撰上海涵芬楼藏明钞本\n梁昭明太子文集五卷梁萧统撰乌程许氏藏明刊本\n梁江文通文集十卷坿校补一卷梁江淹撰?amp;#91;叶树廉辑校补乌程蒋氏密韵楼藏明翻宋本\n徐孝穆集十卷陈徐陵撰上海涵芬楼藏明东海屠氏刊本\n庾子山集十六卷北周庾信撰上海涵芬楼藏明东海屠氏刊本\n寒山诗一卷坿拾得诗一卷唐释寒山撰唐释拾得撰坿录建德周氏藏景宋刊本\n王子安集十六卷附录一卷唐王勃撰江南图书馆藏明刊本\n杨盈川集十卷附录一卷唐杨炯撰江南图书馆藏明刊本\n幽忧子集七卷附录一卷唐卢照邻撰江安傅氏双鉴楼藏明刊本\n骆宾王文集十卷唐骆宾王撰上海涵芬楼藏明刊本\n陈伯玉文集十卷唐陈子昂撰秀水王氏二十八宿研斋藏弘治中杨澄刊本\n张说之文集二十五卷补一卷唐张说撰上海涵芬楼藏嘉靖十六年刊本\n唐丞相曲江张先生文集二十卷附录一卷唐张九龄撰南海潘氏藏成化中刊本\n分类补注李太白诗二十五卷分类编次文五卷唐李白撰元杨齐贤集注元萧士贇补注萧山朱氏藏明吴会郭氏刊本\n分门集注杜工部诗二十五卷坿年谱一卷唐杜甫撰宋阙名集注宋吕大防撰年谱宋蔡兴宗撰年谱宋鲁&撰年谱南海潘氏藏宋刊本\n须溪先生校本唐王右丞集六卷唐王维撰上海涵芬楼藏元刊本\n高常侍集八卷唐高适撰上海涵芬楼藏明活字印本\n孟浩然集四卷唐孟浩然撰江南图书馆藏明刊本\n唐元次山文集十卷拾遗一卷唐元结撰江安傅氏双鉴楼藏正德中刊本\n颜鲁公文集十五卷补遗一卷坿年谱一卷坿行状一卷坿碑铭一卷坿旧史本传一卷坿新史本传一卷唐颜眞卿撰宋留元刚撰年谱唐因亮撰行状上海涵芬楼藏明刊本\n岑嘉州诗七卷唐岑参撰萧山朱氏藏正德中刊本\n昼上人集十卷唐释皎然撰江安傅氏双鉴楼藏景宋精钞本\n刘随州文集十卷外集一卷唐刘长卿撰上海涵芬楼藏正德中刊本\n韦刺史诗集十卷附录一卷唐韦应物撰上海涵芬楼藏明刊本\n毘陵集二十卷补遗一卷附录一卷唐独孤及撰上海涵芬楼藏武进赵氏亦有生斋校刊本\n钱考功集十卷唐钱起撰上海涵芬楼藏明活字印本\n唐陆宣公集二十二卷唐陆贽撰上海涵芬楼藏宋刊本\n权载之文集五十卷补刻一卷校补一卷唐权德舆撰姜殿扬辑校补无锡孙氏小绿天藏大兴朱氏刊本\n朱文公校昌黎先生文集四十卷外集十卷遗文一卷唐韩愈撰宋朱熹考异宋王伯大音释上海涵芬楼藏元刊本\n增广注释音辩唐柳先生集四十三卷别集二卷外集二卷附录一卷唐柳宗元撰宋童宗说注释宋张敦颐音辩宋潘纬音义上海涵芬楼藏元刊本\n刘梦得文集三十卷外集十卷唐刘禹锡撰上海涵芬楼藏武进董氏景宋刊本\n吕和叔文集十卷唐吕温撰常熟瞿氏铁琴铜剑楼藏述古堂精钞本\n唐张司业诗集八卷唐张籍撰上海涵芬楼藏明刊本\n皇甫持正文集六卷唐皇甫湜撰上海涵芬楼藏宋刊本\n李文公文集十八卷唐李翱撰江南图书馆藏成化十一年刊本\n欧阳行周文集十卷唐欧阳詹撰平湖葛氏传朴堂藏正德中刊本\n孟东野诗集十卷唐孟郊撰杭州叶氏藏弘治十二年刊本\n唐贾浪仙长江集十卷唐贾岛撰江南图书馆藏明翻宋本\n歌诗编四卷集外诗一卷唐李贺撰常熟瞿氏铁琴铜剑楼藏金刊本集外诗用北宋本\n沈下贤文集十二卷唐沈亚之撰上海涵芬楼藏明刊本\n李文饶文集二十卷别集十卷外集四卷补一卷唐李德裕撰常熟瞿氏铁琴铜剑楼藏明刊本\n元氏长庆集六十卷集外文章一卷坿校文一卷唐元稹撰张元济撰校文江南图书馆藏嘉靖三十一年刊本\n白氏文集七十一卷唐白居易撰江南图书馆日本活字印本\n樊川文集二十卷外集一卷别集一卷唐杜牧撰江南图书馆藏明翻宋刊本\n姚少监诗集十卷唐姚合撰上海涵芬楼藏明钞本\n唐李义山诗集六卷唐李商隐撰江安傅氏双鉴楼藏嘉靖二十九年毗陵蒋氏刊本\n李义山文集五卷唐李商隐撰常熟瞿氏铁琴铜剑楼藏旧钞本\n温庭筠诗集七卷别集一卷唐温庭筠撰江南图书馆藏述古堂精钞本\n丁卯集二卷唐许浑撰常熟归氏铁网珊瑚人藏景宋钞本\n唐刘蜕集六卷唐刘蜕撰上海涵芬楼藏明香城吴氏问青堂刊本\n唐孙樵集十卷唐孙樵撰上海涵芬楼藏明香城吴氏问青堂刊本\n李羣玉诗集三卷後集五卷唐李羣玉撰上元邓氏羣碧楼藏宋刊本\n碧云集三卷南唐李中撰上元邓氏羣碧楼藏宋刊本\n唐李推官披沙集六卷唐李咸用撰上元邓氏羣碧楼藏宋刊本\n皮日休文集十卷唐皮日休撰湘潭袁氏藏明刊本\n唐甫里先生文集二十卷坿校勘记一卷唐陆龟蒙撰张元济撰校勘记江南图书馆藏黄荛圃校本\n玉川子诗集二卷外集一卷唐卢仝撰上海涵芬楼藏旧钞本\n司空表圣文集十卷唐司空图撰上海涵芬楼藏旧钞本\n司空表圣诗集五卷唐司空图撰海盐涉园张氏藏唐音统签本\n玉山樵人集一卷香奁集一卷唐韩偓撰上海涵芬楼藏旧钞本\n桂苑笔耕集二十卷唐崔致远撰无锡孙氏小绿天藏高丽刊本\n唐黄先生文集八卷唐黄滔撰闽县李氏观槿斋藏明刊本\n甲乙集十卷唐罗隐撰常熟瞿氏铁琴铜剑楼藏宋陈道人书籍铺本\n白莲集十卷坿风骚旨格一卷唐释齐己撰上海涵芬楼藏景明钞本\n禅月集十卷唐释贯休撰武昌徐氏藏景宋精钞本\n浣花集十卷补遗一卷前蜀韦庄撰江安傅氏双鉴楼藏明朱子儋刊本\n广成集十七卷前蜀杜光庭撰北京白云观藏正统道藏本\n徐公文集三十卷宋徐铉撰上海涵芬楼藏校钞本\n河东先生集十六卷宋柳开撰上海涵芬楼藏校钞本\n王黄州小畜集三十卷坿札记一卷宋王禹偁撰张元济撰札记常熟瞿氏铁琴铜剑楼藏宋刊配吕无党钞本\n王黄州小畜外集残七卷宋王禹偁撰江南图书馆藏景宋钞本\n宋林和靖先生诗集四卷补一卷宋林逋撰江安傅氏双鉴楼藏景钞明黑口本\n河南穆公集三卷遗事一卷坿校补一卷宋穆修撰孙毓修撰校补杭州叶氏藏述古堂景宋钞本\n范文正公集二十卷别集四卷政府奏义二卷尺牍三卷坿年谱一卷坿年谱补遗一卷坿言行拾遗事录四卷坿范文正公鄱阳遗事录一卷坿附录十三种宋范仲淹撰宋楼钥撰年谱江南图书馆藏明翻元天历本\n河南先生文集二十八卷宋尹洙撰上海涵芬楼藏春岑阁钞本\n苏学士文集十六卷坿校语一卷宋苏舜钦撰?amp;#91;何焯撰校语上海涵芬楼藏白华书屋刊本\n温国文正公文集八十卷宋司马光撰常熟瞿氏铁琴铜剑楼藏宋绍兴刊本\n直讲李先生文集三十七卷外集三卷坿年谱一卷坿门人录一卷宋李觏撰□阙名撰年谱门人录江南图书馆藏明刊本\n陈眉公先生订正丹渊集四十卷拾遗二卷坿年谱一卷宋文同撰宋家诚之撰年谱上海涵芬楼藏明刊本\n南丰先生元丰类藁五十卷附录一卷宋曾巩撰乌程蒋氏密韵楼藏元刊本\n宛陵先生集六十卷拾遗一卷附录一卷宋梅尧臣撰上海涵芬楼藏明刊本\n伊川击壤集二十卷集外诗一卷宋邵雍撰江南图书馆藏明成化刊黑口本\n欧阳文忠公集一百五十三卷附录五卷坿年谱一卷宋欧阳脩撰宋胡柯撰年谱上海涵芬楼藏元刊本\n嘉祐集十五卷宋苏洵撰无锡孙氏小绿天藏景宋钞本\n临川先生文集一百卷宋王安石撰上海涵芬楼藏明刊本\n增刊校正王状元集注分类东坡先生诗二十五卷坿纪年录一卷宋苏轼撰宋王十朋注宋傅藻撰纪年录南海潘氏藏宋务本堂刊本\n经进东坡文集事略六十卷宋苏轼撰宋郎晔注乌程张氏南海潘氏合藏宋刊本\n欒城集五十卷後集二十四卷三集十卷宋苏辙撰上海涵芬楼藏明活字印本\n欒城应诏集十二卷宋苏辙撰上海涵芬楼藏景宋钞本\n豫章黄先生文集三十卷宋黄庭坚撰嘉兴沈氏藏宋刊本\n后山诗注十二卷宋任渊撰江安傅氏双鉴楼藏高丽活字印本\n张右史文集六十卷宋张耒撰上海涵芬楼藏旧钞本\n淮海集四十卷後集六卷长短句三卷宋秦观撰海盐涉园张氏藏嘉靖中刊小字本\n石门文字禅三十卷宋释惠洪撰江南图书馆藏明径山寺刊本\n济北晁先生鸡肋集七十卷宋晁补之撰上海涵芬楼藏明刊本\n浮溪集三十二卷宋汪藻撰上海涵芬楼藏武英殿聚珍版本\n增广笺注简斋诗集三十卷无住词一卷宋陈与义撰宋胡稺笺注常熟瞿氏铁琴铜剑楼藏宋刊本\n简斋诗外集一卷宋陈与义撰南陵徐氏积学斋藏元人钞本\n于湖居士文集四十卷附录一卷宋张孝祥撰慈溪李氏藏宋刊本\n晦菴先生朱文公文集一百卷续集十一卷别集十卷目录二卷宋朱熹撰上海涵芬楼藏明刊本\n止斋先生文集五十二卷附录一卷宋陈傅良撰乌程刘氏嘉业堂藏弘治十八年刊本\n梅溪先生廷试策奏议五卷诗文前集二十卷後集二十九卷附录一卷宋王十朋撰上海涵芬楼藏正统中刊本\n攻媿集一百十二卷宋楼钥撰上海涵芬楼藏武英殿聚珍版本\n象山先生全集三十六卷宋陆九渊撰上海涵芬楼藏明刊本\n盘洲文集八十卷附录一卷拾遗一卷坿札记一卷宋洪适撰张元济撰札记上海涵芬楼藏宋刊本\n石湖居士诗集三十四卷宋范成大撰上海涵芬楼藏爱汝堂刊本\n诚斋集一百三十三卷宋杨万里撰江阴缪氏艺风堂藏景宋钞本\n渭南文集五十卷宋陆游撰江南图书馆藏明华氏活字印本\n涧谷精选陆放翁诗集前集十卷须溪精选後集八卷别集一卷宋陆游撰宋罗椅选前集宋刘辰翁选後集明刘寅选别集刘氏嘉业堂藏弘治十年刊本\n水心先生文集二十九卷宋叶适撰乌程刘氏嘉业堂藏正统十三年刊本\n重校鹤山先生大全文集一百十卷宋魏了翁撰乌程刘氏嘉业堂藏宋刊本\n西山先生眞文忠公文集五十一卷宋眞德秀撰江南图书馆藏正德中刊本\n白石道人诗集二卷集外诗一卷诗说一卷歌曲四卷歌曲别集一卷附录一卷宋姜蘷撰上海涵芬藏江都陆氏刊本\n後村先生大全集一百九十六卷宋刘克庄撰上海涵芬楼藏赐砚堂钞本\n文山先生全集二十卷宋文天祥撰乌程氏许氏藏明刊本\n闲闲老人滏水文集二十卷金赵秉文撰湘潭袁氏藏汲古阁钞本\n滹南遗老集四十五卷续一卷金王若虚撰上海涵芬楼藏旧钞本\n遗山先生文集四十卷附录一卷金元好问撰明储瓘辑附录乌程蒋氏密韵楼藏弘治中刊本\n湛然居士文集十四卷元耶律楚材撰无锡孙氏小绿天藏景元钞本\n秋涧先生大全集一百卷附录,一卷元王恽撰江南图书馆藏弘治中刊本\n剡源戴先生文集三十卷元戴表元撰上海涵芬楼藏明刊本\n松雪斋文集十卷诗文外集一卷元赵孟頫撰上海涵芬楼藏元刊本\n静修先生文集二十二卷元刘因撰上海涵芬楼藏元刊小字本\n?amp;#91;容居士集五十卷元袁桷撰上海涵芬楼藏元刊本\n牧庵集三十六卷坿年谱一卷元姚燧撰元刘致撰年谱上海涵芬楼藏武英殿聚珍版本\n道园学古录五十卷元虞集撰上海涵芬楼藏明刊本\n翰林杨仲弘诗八卷元杨载撰江南图书馆藏嘉靖十五年翁氏刊本\n揭文安公全集十四卷补遗一卷元揭傒斯撰乌程蒋氏密韵楼藏旧钞本\n范德机诗集七卷元范木亨撰江安傅氏双鉴楼藏景元钞本\n渊颖吴先生集七卷附录一卷坿札记一卷元吴莱撰林志烜撰札记萧山朱氏翼盦藏元刊本\n金华黄先生文集四十三卷坿札记一卷元黄溍撰张元济撰札记常熟瞿氏上元宗氏东京岩崎氏藏元刊本\n圭斋文集十六卷元欧阳玄撰上海涵芬楼藏成化中刊黑口本\n柳待制文集二十卷附录一卷元柳贯撰江阴缪氏艺风堂藏元至正刊本\n萨天锡诗集二卷元萨都剌撰上海涵芬楼藏弘治中刊黑口本\n句曲外史贞居先生诗集五卷元张雨撰上海涵芬楼藏景钞元刊本\n九灵山房集三十卷元戴良撰常熟瞿氏铁琴铜剑楼藏正统中刊黑口本\n倪云林先生诗集六卷附录一卷元倪瓒撰秀水沈氏藏天顺中刊本\n东维子文集三十一卷坿校勘记一卷元杨维桢撰傅增湘撰校勘记江南图书馆藏鸣野山房钞本\n铁崖先生古乐府十卷铁雅先生复古诗集六卷元杨维桢撰常熟瞿氏铁琴铜剑楼藏成化五年刊本\n宋学士文集七十五卷明宋濂撰侯官李氏观槿斋藏正德中刊本\n太师诚意伯刘文成公集二十卷明刘基撰乌程许氏藏明刊本\n?amp;#91;江贝先生文集三十卷诗集十卷诗馀一卷明贝琼撰乌程许氏藏洪武中刊本\n苏平仲文集十六卷明苏伯衡撰上元邓氏羣碧楼藏正统七年刊本\n高太史大全集十八卷明高启撰江南图书馆藏景泰元年徐庸刊本\n高太史凫藻集五卷扣舷集一卷明高启撰江南图书馆藏正统九年长洲刊本\n逊志斋集二十四卷附录一卷明方孝孺撰上海涵芬楼藏明刊本\n匏翁家藏集七十七卷补遗一卷明吴宽撰上海涵芬楼藏正德中刊本\n王文成公全书三十八卷明王守仁撰上海涵芬楼藏隆庆中刊本\n重刊荆川先生文集十七卷新刊外集三卷明唐顺之撰上海涵芬楼藏明刊本\n震川先生集三十卷别集十卷明归有光撰上海涵芬楼藏康熙中刊本\n亭林诗集五卷校补一卷诗集文集六卷?amp;#91;顾炎武撰孙毓修辑诗集校补上海涵芬楼藏原刊本\n亭林馀集一卷?amp;#91;顾炎武撰上海涵芬楼藏诵芬楼刊本\n南雷文案十卷外卷一卷吾悔集四卷撰杖集一卷子刘子行状二卷南雷诗历三卷坿学箕初稿二卷?amp;#91;黄宗羲撰?amp;#91;男黄百家撰坿录无锡孙氏小绿天藏原刊本\n姜斋诗文集二十八卷?amp;#91;王夫之撰上海涵芬楼藏船山遗书本\n牧斋初学集一百一十卷?amp;#91;钱谦益撰上海涵芬楼藏崇祯十六年刊本\n牧斋有学集五十卷补一卷坿校勘记一卷?amp;#91;钱谦益撰姜殿扬撰校勘记上海涵芬楼藏康熙三年初刻本\n梅村家藏藁五十八卷诗补遗一卷文补遗一卷坿梅村先生年谱四卷坿世系一卷?amp;#91;吴伟业撰?amp;#91;顾师轼撰坿录武进董氏新刊本\n渔洋山人精华录十卷?amp;#91;王士禛撰?amp;#91;林佶编上海涵芬楼藏侯官林佶钞刊本\n尧峰文钞四十卷?amp;#91;汪琬撰上海涵芬楼藏侯官林佶钞刊本\n曝书亭集八十卷附录一卷坿笛渔小槀十卷?amp;#91;朱彝尊撰?amp;#91;男朱昆田撰坿录上海涵芬楼藏原刊本\n陈迦陵文集六卷俪体文集十卷湖海楼诗集八卷迦陵词全集三十卷?amp;#91;陈维崧撰上海涵芬楼藏患立堂刊本\n敬业堂诗集五十卷续集六卷?amp;#91;查愼行撰上海涵芬楼藏原刊本\n望溪先生文集十八卷集外文十卷集外文补遗二卷坿年谱一卷坿年谱附录一卷?amp;#91;方苞撰?amp;#91;苏惇元撰年谱上海涵芬楼藏戴氏刊本\n樊榭山房集十卷续集十卷文集八卷集外诗三卷又一卷集外词四卷又一卷集外曲二卷?amp;#91;厉鹗撰上海涵芬楼藏振绮堂本\n惜抱轩文集十二卷诗集十卷?amp;#91;姚鼐撰上海涵芬楼藏原刊本\n戴东原集十二卷坿年谱一卷坿覆校札记一卷?amp;#91;戴震撰?amp;#91;段玉裁撰年谱覆校札记上海涵芬楼藏经韵楼刊本\n鲒埼亭集三十八卷外编五十卷坿全谢山先生经史问答十卷坿年谱一卷?amp;#91;全祖望撰?amp;#91;董秉纯撰年谱上海涵芬楼藏原刊本\n鲒埼亭诗集十卷?amp;#91;全祖望撰无锡孙氏小绿天藏旧钞本\n洪北江诗文集六十六卷坿年谱一卷?amp;#91;洪亮吉撰?amp;#91;吕培等撰年谱上海涵芬楼藏北江遗书本\n孙渊如诗文集二十一卷坿长离阁集一卷?amp;#91;孙星衍撰?amp;#91;配王采薇撰坿录上海涵芬楼藏原刊本\n抱经堂文集三十四卷?amp;#91;卢文弨撰闽李氏观槿斋藏嘉庆二年刊本\n潜研堂文集五十卷诗集十卷诗续集十卷?amp;#91;钱大昕撰上海涵芬楼藏嘉庆十一年刊本\n述学内篇三卷外篇一卷补遗一卷别录一卷坿春秋述义一卷?amp;#91;汪中撰无锡孙氏小绿天藏汪氏精刊本\n容甫先生遗诗五卷补遗一卷附录一卷?amp;#91;汪中撰无锡孙氏小绿天藏汪氏精刊本\n揅经室一集十四卷二集八卷三集五卷四集二卷诗十一卷续集九卷外集五卷?amp;#91;阮元撰上海涵芬楼藏原刊本\n大云山房文稿初集四卷二集四卷言事二卷补编一卷?amp;#91;恽敬撰上海涵芬楼藏同治中刊本\n定盦文集三卷续集四卷补五卷?amp;#91;龚自珍撰上海涵芬楼藏吴氏刊本\n定盦文集补编四卷?amp;#91;龚自珍撰上海涵芬楼藏朱氏刊本\n茗柯文初编一卷二编二卷三编一卷四编一卷?amp;#91;张惠言撰上海涵芬楼藏刊本\n茗柯文补编二卷外编二卷?amp;#91;张惠言撰上元宗氏藏刊本\n曾文正公诗集三卷文集三卷?amp;#91;曾国藩撰上海涵芬楼藏原刊本\n六臣注文选六十卷梁萧统辑唐李善同注唐吕延济同注唐刘良同注唐张铣同注唐吕向同注唐李周翰同注上海涵芬楼藏宋刊本\n玉台新咏十卷陈徐陵辑无锡孙氏小绿天藏明五云溪馆活字印本\n中兴间气集二卷坿校文一卷唐高仲武辑?amp;#91;何焯撰校文秀水沈氏藏明翻宋刊本\n河岳英灵集三卷坿校文一卷唐殷璠辑孙毓修撰校文秀水沈氏藏明翻宋刊本\n国秀集三卷唐芮挺章辑江南图书馆藏明刊本\n才调集十卷前蜀韦縠辑德化李氏藏述古堂景宋钞本\n古文苑二十一卷□阙名辑宋章樵注常熟瞿氏铁琴铜剑楼藏宋刊本\n重校正唐文粹一百卷坿校勘记一卷宋姚铉辑林志烜撰校勘记上海涵芬楼藏嘉靖中刊本\n西昆詶唱集二卷宋杨亿等撰江安傅氏双鉴楼藏嘉靖中刊本\n乐府诗集一百卷宋郭茂倩辑上海涵芬楼藏汲古阁刊本\n皇朝文鉴一百五十卷宋吕祖谦辑常熟瞿氏铁琴铜剑楼藏宋刊本\n中州集十卷中州乐府一卷金元好问辑上海涵芬楼藏董氏景元刊本\n谷音二卷元杜本辑上海涵芬楼藏旧钞本\n河汾诸老诗集八卷坿校语一卷元房祺辑孙毓修撰校语乌程刘氏嘉业堂藏景元钞本\n国朝文类七十卷元苏天爵辑上海涵芬楼藏元刊本\n皇元风雅前集六卷後集六卷元傅习辑前集元孙存吾辑後集上海涵芬楼藏高丽翻元刊本\n皇明文衡一百卷明程敏政辑无锡孙氏小绿天藏明刊本\n文心雕龙十卷梁刘勰撰上海涵芬楼藏明刊本\n唐诗纪事八十一卷宋计有功撰上海涵芬楼藏嘉靖中刊本\n增修诗话总龟四十八卷後集五十卷宋阮阅辑上海涵芬楼藏嘉靖中刊本\n花闲集十二卷补二卷後蜀赵崇祚辑□温博辑补杭州叶氏藏万历三十年玄览斋刊本\n乐府雅词三卷拾遗二卷宋曾慥辑上海涵芬楼藏钞校本\n唐宋诸贤绝妙词选十卷宋黄升辑上海涵芬楼藏明覆宋本\n中兴以来绝妙词选十卷宋黄升辑无锡孙氏小绿天藏明翻宋刊本\n增修笺注妙选羣英草堂馀前後集二卷宋阙名辑□阙名注杭州叶氏藏明刊本\n朝野新声太平乐府九卷元杨朝英辑乌程蒋氏密韵楼藏元刊本\n四部丛刊书录一卷孙毓修等撰民国十一年一九二二跋上海商务印书馆涵芬楼排印本\n四部丛刊书录一卷孙毓修等撰民国十八年一九二九跋上海商务印书馆涵芬楼排印本\n缩本四部丛刊初编书录一卷商务印书馆辑民国六十四年一九七五台北台湾商务印书馆景印本\n续编\n经部：（17种）\n1.仪礼疏五十卷唐贾公彦等撰汪阆原覆宋刊本（原版缺卷32-37）\n2.春秋正义三十六卷唐孔颖达等奉敕撰海盐张氏涉园藏日本覆印景钞正宗寺本\n3.尔雅疏十卷宋邢昺等奉敕撰宋刊本\n4.周易集传十一卷卽汉上易传宋朱震撰国立北平图书馆藏宋刊本\n5.周易要义十卷宋魏了翁撰宋刊本（原版缺卷3-6）\n6.吕氏家塾读诗记三十二卷宋吕祖谦撰常熟瞿氏铁琴铜剑楼藏宋刊本\n7.礼记要义三十三卷坿校勘记一卷宋魏了翁撰张元济撰校勘记宋刊本\n8.春秋传三十卷坿校勘记一卷宋胡安国撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n9.东莱吕太史春秋左传类编不分卷坿校勘记一卷宋吕祖谦撰胡文楷撰校勘记常熟瞿氏铁琴铜剑楼藏旧钞本\n0.公是先生七经小传三卷宋刘敞撰天禄琳琅旧藏宋刊本\n1.读大学丛说一卷读中庸丛说二卷读论语丛说三卷读孟子丛说二卷元许谦撰常熟瞿氏铁琴铜剑楼藏元刊本\n2.羣经音辨七卷宋贾昌朝撰中华学萟社借照东京静嘉堂文库景宋钞本\n3.急就篇一卷汉史游撰唐颜师古注海盐张氏涉园藏明钞本\n4.汗简三卷后周郭忠恕撰常熟瞿氏铁琴铜剑楼藏冯已苍手钞本\n5.龙龛手鉴四卷辽释行均撰江安傅氏双监楼藏宋刊本\n6.切韵指掌图一卷检例一卷宋司马光撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n7.附释文互注礼部韵略五卷条式一卷宋阙名撰常熟瞿氏铁琴铜剑楼藏宋刊本\n史部：（11种）\n1.贞观政要十卷唐吴兢撰元戈直集论成化中刊本\n2.尽言集十三卷宋刘安世撰常熟瞿氏铁琴铜剑楼藏隆庆中覆宋刊本\n3.孔子祖庭广记十二卷金孔元措撰常熟瞿氏铁琴铜剑楼藏蒙古刊本\n4.汉丞相诸葛忠武侯传一卷坿校勘记一卷宋张栻撰张元济撰校勘记吴兴刘氏嘉业堂藏宋刊本\n5.马氏南唐书三十卷坿校勘记一卷宋马令撰张元济撰校勘记明刊本\n6.陆氏南唐书十五卷坿音释一卷坿校勘记一卷宋陆游撰元戚光撰音释张元济撰校勘记明钱叔宝手钞本\n7.吴越备史四卷坿校勘记一卷宋范垧同撰宋林禹同撰张元济撰校勘记吴枚庵手钞本\n8.大清一统志五百六十卷目录二卷坿索引清嘉庆二十五年敕撰阙名撰索引清史馆进呈钞本\n9.麟台故事残坿校记一卷宋程俱撰张元济撰校记明景宋钞本\n0.作邑自箴十卷宋李元弼撰常熟瞿氏铁琴铜剑楼藏景钞淳熙本\n1.金石录三十卷坿校勘记一卷宋赵明诚撰张元济撰校勘记海盐张氏涉园藏吕无党手钞本\n子部：（18种）\n1.张子语录三卷后录二卷坿校勘记一卷宋张载撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n2.龟山先生语录四卷后录二卷坿校勘记一卷宋杨时撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n3.程氏家塾读书分年日程三卷纲领一卷元程端礼撰常熟瞿氏铁琴铜剑楼藏元刊本\n4.棠阴比事二卷宋桂万荣撰江安傅氏双监楼藏景元钞本\n5.图画见闻志六卷宋郭若虚撰常熟瞿氏铁琴铜剑楼藏宋刊配元钞本\n6.法书考八卷元盛熙明撰钞本\n7.啸堂集古录二卷宋王俅撰萧山朱氏藏宋刊本\n8.饮膳正要三卷元忽思慧撰中华学萟社借东京静嘉堂文库藏明刊本\n9.容斋随笔十六卷续笔十六卷三笔十六卷四笔十六卷五笔十卷宋洪迈撰宋刊本配国立北平图书馆藏宋刊本常熟瞿氏铁琴铜剑楼藏弘治中活字印本\n0.梦溪笔谈二十六卷坿校勘记一卷宋沈括撰张元济撰校勘记明刊本\n1.愧郯录十五卷宋岳珂撰常熟瞿氏铁琴铜剑楼藏宋刊本\n2.云溪友议三卷坿校勘记一卷唐范摅撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n3.云仙杂记十卷唐冯贽撰旧本题瞿氏铁琴铜剑楼藏明刊本\n4.挥麈前录四卷后录十一卷第三录三卷余话二卷宋王明清撰汲古阁景宋钞本\n5.清波杂志十二卷坿校勘记一卷宋周辉撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n6.桯史十五卷宋岳珂撰常熟瞿氏铁琴铜剑楼藏元刊本\n7.续幽怪录四卷唐李复言撰常熟瞿氏铁琴铜剑楼藏南宋书棚本\n8.括异志十卷宋张师正撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n集部：（29种）\n1.东皐子集三卷附一卷坿校勘记一卷唐王绩撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明钞本\n2.宋之问集二卷坿校勘记一卷唐宋之问撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n3.郑守愚文集三卷卽云台编坿校勘记一卷唐郑谷撰胡文楷撰校勘记萧山朱氏藏宋刊本\n4.朱庆余诗集一卷坿校勘记一卷唐朱庆余撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n5.周贺诗集一卷坿校勘记一卷唐周贺撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n6.李丞相诗集二卷坿校勘记一卷南唐李建勋撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n7.雪窦显和尚觉大师颂古集一卷拈古一卷瀑泉集一卷祖英集二卷宋释重显撰常熟瞿氏铁琴铜剑楼藏宋刊本\n8.山谷外集诗注十四卷宋史容撰中华学萟社借照日本帝室图书寮藏元刊本\n9.嵩山文集二十卷杂文一卷坿三负薪对校勘表一卷宋晁说之撰张元济撰校勘表旧钞本\n0.北山小集四十卷宋程俱撰江安傅氏双监楼藏景宋钞本\n1.沈忠敏公龟溪集十二卷坿校勘记一卷宋沈与求撰张元济撰校勘记海盐张氏涉园藏明刊本\n2.韦斋集十二卷坿玉澜集一卷宋朱松撰宋弟朱槹撰玉澜集常熟瞿氏铁琴铜剑楼藏明刊本\n3.东莱先生诗集二十卷宋吕本中撰中华学萟社借照东京内阁文库藏宋刊本\n4.范香溪先生文集二十二卷坿范蒙斋先生遗文一卷坿范杨溪先生遗文一卷宋范浚撰宋侄范端臣撰蒙斋先生遗文宋侄范端杲撰杨溪先生遗文常熟瞿氏铁琴铜剑楼藏明刊本\n5.石屏诗集十卷宋戴复古撰常熟瞿氏铁琴铜剑楼藏弘治中刊本\n6.平斋文集三十二卷目录二卷宋洪咨蘷撰常熟瞿氏铁琴铜剑楼藏景宋钞本\n7.梅亭先生四六标准四十卷宋李刘撰中华学萟社借照东京内阁文库藏宋刊本\n8.三山郑菊山先生清隽集一卷所南翁一百二十图诗集一卷锦钱余笑二十四首一卷郑所南先生文集一卷补遗一卷坿校勘记一卷宋郑思肖撰张元济撰校勘记侯官林佶手钞本\n9.先天集十卷附录二卷山屋许先生事录一卷宋许月卿撰江苏省立国学图书馆藏嘉靖中刊本\n0.叠山集十六卷宋谢枋得撰常熟瞿氏铁琴铜剑楼藏明刊本\n1.萧氷厓诗集拾遗三卷宋萧立等撰常熟瞿氏铁琴铜剑楼藏明刊本\n2.许白云先生文集四卷元许谦撰常熟瞿氏铁琴铜剑楼藏正统中刊本\n3.存复斋文集十卷附录一卷元朱德润撰常熟瞿氏铁琴铜剑楼藏明刊本\n4.靑阳先生文集九卷元余阙撰常熟瞿氏铁琴铜剑楼藏明刊本\n5.蜕庵诗四卷元张翥撰常熟瞿氏铁琴铜剑楼藏明刊本\n6.张光弼诗集七卷元张昱撰常熟瞿氏铁琴铜剑楼藏明钞本\n7.茗斋集二十三卷坿明诗九卷清彭孙贻撰并辑明诗海盐张氏涉园藏刊本手稿本及钞本\n8.雍熙乐府二十卷明郭勋辑国立北平图书馆藏嘉靖中刊本\n9.白雪斋选订乐府吴骚合编四卷明张楚叔同辑明张旭初同辑固安刘氏藏崇祯中刊本\n三编\n张元济撰民国二十四年民国二十五年上海商务印书馆景印本500册\n经部\n尚书正义二十卷唐孔颖达等奉敕撰日本覆印宋本\n礼记正义残九卷唐孔颖达等奉敕撰日本景印旧钞本及宋刊本\n周易郑康成注一卷汉郑玄撰宋王应麟辑元刊本\n诗本义十五卷郑氏诗谱补亡一卷宋欧阳脩撰吴潘氏滂喜斋藏宋刊本\n诗集传二十卷宋朱熹撰中华学艺社借照东京静嘉堂文库藏宋本\n析城郑氏家塾重校三礼图二十卷宋聂嵩义集注蒙古刊本\n中庸说残三卷宋张九成撰海盐张氏涉园照存京都东福寺藏宋椠本\n张状元孟子传残二十九卷附校勘记一卷宋张九成撰张元济撰校勘记海盐张氏涉园照存吴潘氏滂喜斋宋刊本\n复古编二卷宋张有撰景宋精钞本\n班马字类五卷附补遗附校勘记一卷*宋娄机撰宋李曾伯撰补遗张元济撰校勘记汲古阁景宋钞本\n史部\n新唐书纠谬二十卷宋吴缜撰江安傅氏双鉴楼藏明刊本\n编年通载残四卷宋章衡撰宋刊本\n太宗皇帝实录残二十卷宋钱若水撰海盐张氏涉园藏宋馆阁钞本常熟瞿氏藏旧钞本宋钞本\n元朝秘史十卷续集二卷元阙名撰元钞本\n明史钞略残七卷明庄廷鑨撰吴潘氏蘧盦藏石门吕氏钞本\n罪惟录九十卷明查继佐撰吴兴刘氏嘉业堂藏手稿本\n东山国语不分卷明查继佐撰明沈仲方补述海宁张氏铁如意馆傅录本\n吊伐录二卷金阙名撰江安傅氏双鉴楼藏钱遵王钞本\n三辅黄图六卷附校勘记一卷汉阙名撰张元济撰校勘记元刊本\n天下郡国利病书不分卷附顾亭林先生年谱一卷清顾炎武撰清钱邦彦撰附录昆山图书馆藏稿本\n洛阳伽蓝记五卷附校勘记一卷后魏杨炫之撰张元济撰校勘记明如隐堂本\n为政忠告四卷元张养浩撰元刊本\n故唐律疏义三十卷附律音义一卷附校勘记一卷唐长孙无忌等奉敕撰宋孙?amp;#93;等撰律音义张元济撰校勘记吴潘氏滂喜斋藏宋刊本音义用景宋钞本\n昭德先生邵斋读书志四卷后志二卷附附志一卷宋晁公武撰宋赵希弁重编并撰附志后志故宫博物院图书馆藏淳佑中袁州刊本\n隶释二十七卷附校勘记一卷宋洪适撰张元济撰校勘记固安刘氏藏万历中刊本\n淳化秘阁法帖考正十二卷清王澍撰寿孙氏小墨妙亭藏原刊本\n子部\n潜虚一卷附潜虚发微论一卷宋司马光撰宋张敦实撰附录常熟瞿氏铁琴铜剑楼藏景宋钞本\n野菜博录三卷明鲍山撰国立北平图书馆藏明刊本\n图画考七卷元盛熙明撰傅录常熟瞿氏铁琴铜剑楼藏钞本\n独断二卷附校勘记一卷汉蔡邕撰张济元撰校勘记常熟瞿氏铁琴铜剑楼藏弘治十六年刊本\n古今注三卷附校记一卷晋崔豹撰张元济撰校记宋刊本\n困学纪闻二十卷宋王应麟撰江安傅氏双鉴楼藏元刊本\n墨庄漫录十卷附校勘记一卷宋张邦基撰张元济撰校勘记江安傅氏双鉴楼藏明钞本\n太平御览一千卷宋李昉等奉敕撰中华学艺社借照日本帝室图书寮京都东福寺东京静嘉堂文库藏宋刊本\n小字录一卷宋陈思撰常熟瞿氏铁琴铜剑楼藏明活字印本\n丞相魏公谭训十卷附校勘记一卷宋苏象先撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏旧钞本\n南村辍耕录三十卷元陶宗仪撰吴潘氏滂喜斋藏元刊本\n景德传灯录三十卷宋释道原撰常熟瞿氏铁琴铜剑楼藏宋刊本\n文始真经三卷附校勘记一卷张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n通玄真经十二卷附校勘记一卷唐徐灵府注张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n新雕洞灵真经五卷附校勘记一卷唐王士元撰宋何粲注张元济撰校勘记常熟瞿氏铁琴铜剑楼藏宋刊本\n集部\n唐皇甫冉诗集七卷唐皇甫曾诗集一卷补遗一卷附校勘记一卷唐皇甫冉撰唐皇甫曾撰张元济撰校勘记常熟瞿氏铁琴铜剑楼藏明刊本\n梨岳诗集一卷附录一卷补遗一卷唐李频撰明钞本\n胡曾咏史诗三卷唐胡曾撰□陈盖注□米崇吉评注常熟瞿氏铁琴铜剑楼藏景宋钞本\n唐秘书省正字先辈徐公钓矶文集十卷补一卷附校勘记一卷唐徐夤撰张元济撰校勘记钱遵王精王精钞本\n史愍公诗集三卷附校勘记一卷宋寇准撰张元济撰校勘记明刊本\n镡津文集二十二卷宋释契嵩撰常熟瞿氏铁琴铜剑楼藏弘治十二年刊本\n参寥子诗集十二卷附校勘记一卷宋释道潜撰张元济撰校勘记宋刊本\n沈氏三先生文集六十一卷宋阙名辑浙江省立图书馆藏明覆宋本\n集部沈氏三先生文集\n西溪文集十卷宋沈遘撰\n长兴集四十一卷宋沈括撰\n云巢编十卷宋沈辽撰\n眉山唐先生文集三十卷附校勘记一卷宋唐庚撰张济元撰校勘记闽侯龚氏大通楼藏旧钞本\n华阳集四十卷宋张纲撰国立北平图书馆藏明刊本\n颐堂先生文集五卷宋王灼撰江南图书馆藏宋本\n默堂先生文集二十二卷宋陈渊撰国立北平图书馆藏景宋钞本\n翠微南征录十一卷附校勘记一卷宋华岳撰张元济撰校勘记旧钞本\n有宋福建莆阳黄仲元四如先生文蒿五卷宋黄仲元撰国立北平图书馆嘉靖中刊本\n吾汶蒿十卷附校勘记一卷宋王炎午撰张元济撰校勘记海盐张氏涉园藏明钞本\n龟巢稿二十卷附校勘记一卷元谢应芳撰张元济撰校勘记江安傅氏双鉴楼藏钞本\n夷白斋稿三十五卷外集一卷补遗一卷附校勘记一卷元陈基撰胡文楷撰校勘记常熟瞿氏铁琴铜剑楼藏明钞本\n蚁术诗选八卷词选四卷元邵亭贞撰诗选明刊本词选故宫博物院图书馆藏宛委别藏本\n密庵诗稿五卷文稿五卷明谢肃撰江安傅氏双鉴楼藏洪武中刊本\n眉庵集十二卷补遗一卷明杨基撰武进陶氏涉园藏成化中刊本\n静居集六卷明张雨撰江安傅氏双鉴楼藏成化中刊本\n北郭集十卷补遗一卷明徐贲撰江安傅氏双鉴楼藏成化中刊本\n蚓窍集十卷明管时敏撰国立北平图书馆藏永乐中刊本\n白沙子八卷明陈献章撰东莞莫氏五十万卷楼藏嘉靖中刊本\n居易堂集二十卷集外诗文一卷明徐枋撰王大隆辑集外诗文固安刘氏藏原刊本\n窦氏联珠集一卷唐窦常撰唐窦牟撰唐窦群撰唐窦庠撰唐窦巩撰唐褚藏言辑吴兴刘氏嘉业堂藏宋刊本\n山谷琴趣外篇三卷附校勘记一卷宋黄庭坚撰张元济撰校勘记海盐张氏涉园藏宋刊本\n虚斋乐府二卷宋赵以夫撰黄荛圃顾千里校景宋钞本\n梨园按试乐府新声三卷附校记一卷元阙名辑卢前撰校记常熟瞿氏铁琴铜剑楼藏元刊本\n","category":"行书","verified":true,"user":1,"timestamp":1429951465374},{"name":"张雨行书发蜕庵诗札","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791637719,"text":"张雨《发蜕庵诗札》纸本 27.7×33.1cm 无纪年 台北故宫博物院藏\n【释文】：里社按乐于寿星院。奉陪山居牧山二兄。载酒劳之。因成二绝句以写事寓怀。并发蜕庵兄一笑。张雨。借得中峰半日晴。乐声引到半山亭。白须道士开元梦。一曲梨园觉后听。峰头羯鼓似春雷。为进坡仙水一盃。暂怪笑声风约住。平章还过里湖来。","author":"元代张雨","description":"张雨行书发蜕庵诗札"}]