[{"name":"张瑞图草书杜甫饮中八仙歌v2","text":"\n尺寸:27.8x16.4x1.4cm\n重量:295g\n张瑞图，（1570-1641），字长公，号二水、果亭山人，芥子居士、白毫庵道者等。福建晋江人，张瑞图的仕途畅达。明万历三十五年进士，殿试第三为探花，授编修。后为少詹事礼部侍郎。天启六年晋礼部尚书东阁大学士，参与枢要，后又历任太子保户部尚书武英殿大学士、太子太师中极殿大学士、左柱国吏部尚书等职，不过他的畅达中也有坎坷，这就是他在六十岁时曾受命手书魏忠贤生祠碑文。崇祯即位后，入逆案，坐徙，赎为民。官至大学士，善画山水，尤工书，与邢侗、米万钟、董其昌并称“明四家”。\n内容简介\n《历代行草精选张瑞图感辽事作六首卷杜甫饮中八仙歌》乃晚明四大家之一张瑞图的传世行书，连纵方折，错落轻重，大气流畅，开合有度，乃行草之精品。该卷是您学习行草的上好帖子。\n晚明四大家之一张瑞图草书气魄宏大，笔势雄伟，于“钟王之外，另辟蹊径。”《历代行草精选张瑞图感辽事作六首卷杜甫饮中八仙歌》内容为唐代大诗人杜甫所作诗。八仙，指诗人贺之章、张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨态，为天启七年张瑞图五十八岁时书。《感辽事作六首卷》，绢本，行草书，内容为自书诗。诗卷起首处颇圆浑厚重，第二行起渐见爽利，起笔多顺锋尖入，折角方峻严厉，翻覆自如；偶用圆转，皆极婉转遒丽。据诗后之跋，此卷为天启元年张瑞图五十二岁时所书。《杜甫饮中八仙歌》，酒金纸本，行草书，内容为唐代大诗人杜甫所作诗，八仙，指诗人贺之章，张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨酒。张瑞图书时，尽情挥刷，即使没有醉意，至少也是极其放松的状态。与《感辽事作六首》相比，此卷更显生拗，天启七年张瑞图五十八岁时书，更显其气魄宏大，笔势雄伟瑞，另类奇逸之风。\n媒体评论\n新理异态方笔典范\n莫小不\n张瑞图（1570～1641），字长公《一说字无画》，号二水、果亭山人、芥子居士、白毫庵道者等。福建晋江人。张瑞图的仕途畅达。明万历三十五年（1607）进士，殿试第三为探花，授编修。后为少詹事礼部侍郎。天启六年（1626）晋礼部尚书东阁大学士，参与枢要。后又历任太子太保户部尚书武英殿大学士、太子太师中极殿大学士、左柱国吏部尚书等职。不过他的畅达中也有坎坷，这就是他在六十岁时曾受命手书魏忠贤生祠碑文。崇祯即位后，入逆案，坐徙，赎为民。\n张瑞图与邢侗、董其昌、米万钟合称『晚明四大家』。四家中，董其昌因后来康熙皇帝的喜好和推崇，地位最高。不过今天的人们可能更相信艺术家的评判，沙孟海先生就说张的成就『并不在董其昌之下。』（沙孟海《近三百年的书学》）\n这种判断，来自张瑞图书法的出格和另类。相比之下，邢没有跳出『二王』藩篱，米不越襄阳雷池，董师古能变，臻于妙境，而张却特具「新理异态」，于明季柔媚书风之外，『力矫积习，独标气骨，虽未入神，自是不朽。』《梁蝎穴评书帖移》张瑞图书法，用笔空中取势，露锋侧落，铺毫挥运，横截翻折，飞动激越。他独特的运笔用锋方式，给人以全新的方刚、劲健、嶙峋的强烈感受。\n穴感辽事作六首卷》，绢本，行草书。内容为自书诗。诗卷起首处颇圆浑厚重，第二行起渐见爽利，起笔多顺锋尖人，折角方峻严厉，翻覆自如。偶用圆转，皆极婉转遒丽。据诗后之跋，此卷为天启元年张瑞图五十二岁时所书。\n《杜甫饮中八仙歌》，洒金纸本，行草书。内容为唐代大诗人杜甫所作诗。八仙，指诗人贺之章、张旭、李白等酒仙，诗中尽写他们嗜酒、醉酒之憨态。张瑞图书时，尽情挥刷，即使没有醉意，至少也是极其放松的状态。与《感辽事作六首》相比，此卷更显生拗。天启七年张瑞图五十八岁时书。\n","category":"草书","verified":true,"user":1,"timestamp":1429951605461},{"name":"张瑞图草书杜甫饮中八仙歌","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429712217751,"text":"内容为唐代大诗人杜甫所作诗。八仙，指诗人贺之章、张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨态。为天启七年张瑞图五十八岁时书。《感辽事作六首卷》，绢本，行草书，内容为自书诗。诗卷起首处颇圆浑厚重，第二行起渐见爽利，起笔多顺锋尖入，折角方峻严厉，翻覆自如。偶用圆转，皆极婉转遒丽。据诗后之跋，此卷为天启元年张瑞图五十二岁时所书。\n\n《杜甫饮中八仙歌》，酒金纸本，行草书，内容为唐代大诗人杜甫所作诗，八仙，指诗人贺之章，张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨酒。张瑞图书时，尽情挥刷，即使没有醉意，至少也是极其放松的状态。与《感辽事作六首》相比，此卷更显生拗，天启七年张瑞图五十八岁时书。 \n\n释文：饮中八仙歌\n\n知章骑马似乘船, 眼花落井水底眠。汝阳三斗始朝天, 道逢麴车口流涎,恨不移封向酒泉。左相日兴费万钱, 饮如长鲸吸百川,衔杯乐圣称避贤。苏晋长斋绣佛前, 醉中往往爱逃禅。宗之潇洒美少年, 酒酣白眼望青天,皎如玉树临风前。李白一斗诗百篇, 长安市上酒家眠。天子呼来不上船, 自称臣是酒中仙。张旭三杯草圣传, 脱帽露顶王公前,挥毫落笔如云烟。焦遂五斗方卓然, 高谈雄辩惊四筵。天启丁卯春书 瑞图","author":"明代张瑞图","description":"张瑞图草书杜甫饮中八仙歌"}]