[{"name":"王宠草书自书游包山诗手卷","text":"内容介绍\n王宠自书游包山诗，ISBN：9787534015496，作者：（明）王宠书\n ","category":"草书","verified":true,"user":1,"timestamp":1429951613371},{"name":"王宠草书自书游包山诗手卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791625404,"text":"王宠(1494-1533)，字履仁，后字履吉，号雅宜山人，长洲(今江苏苏州)人。其先人本吴江章姓，以父嗣于王氏，遂改姓王。\n 王宠资性颖异，才俊志高，\"弱冠即博涉坟籍，沉精篇翰\"1，通晓诗文群经。初为邑诸生，后与兄王守(字履约)同举应天乡试，兄中进士，而他却名落孙山。继而贡入太学，人称\"王贡士\"或\"王太学\"。以后，自正德庚午至嘉靖辛卯，凡八次应试，均未中。乃潜心诗书，逍遥林下。其间，尝北游燕赵之地。二十年读书石湖之上，讲业楞伽山中，与文徵明(比王宠大二十四岁)、唐寅(姻亲，王宠子娶唐寅女)、陈淳、汤珍(字子重)、袁褒兄弟等名士相往从，一时誉满吴中。嘉靖十年辛卯(1531年)，王宠游南雍，不幸得疾。即东归，养病于虞山白雀寺。两年后殁，得寿仅四十岁。王宠去世后，弟子朱浚明收罗编纂其诗文十卷，于嘉靖十六年刻成《雅宜山人集》。此外，王宠还著有《东泉志》四卷，其散曲作品被收入于《南北宫词纪》、《吴骚合编》等书中。\n 王宠其人，\"风仪玉立，举止轩揭\"3工诗，宗法李、杜，才力雄阔。亦能画，偶然兴到，逸笔草草4。尤以书法鸣于世，精小楷，善行草，在明代中期书坛上，与祝允明、文徵明齐名，世称\"吴中三家\"。明何良俊《四友斋丛说》曰：\"衡山(文徵明)之后，书法当以雅宜为第一。\"另据《乾隆长洲志》卷二十四\"人物三·汤珍\"记载：\"石湖有五贤祠，祀徵明、唐寅、王守、王宠及珍，吴人至今以为美谈。\"可见，王宠的人品与艺品亦深得吴中人士之推崇。总的说来，王宠书法成熟较早。例如，从他分别创作于二十四、二十五、二十六岁的《为勉之草书诗》(北京故宫博物院藏)、《行书<送孙太初卜隐苕溪>》、《楷书<赠别家兄履约>》(后二种均藏于上海博物馆)等作品中，可看到其书风大致形成，所谓\"妙得晋法5\"，颇具大家风范，且楷、行、草三种书体并驾齐驱，不同凡响。而到了三十四岁，所书《赠南岩顾君诗轴》(上海博物馆藏)更是老健纷披，进入相当成熟的艺术境地。据文献记载，王宠早年与其兄王守一起在洞庭山从蔡羽(字九逵，号林屋山人)学书。而蔡羽为著名学者、书法名家，其书法个性十分鲜明，明李日华称其为\"行押书遒美有逸韵\"(《六研斋笔记》)，今国内大型博物馆皆有收藏。关于王宠书法与蔡羽书法的渊源关系，傅申先生在《海外书迹研究》中说：\"在王宠的字形较小的作品中，圆转的笔画和简略的节奏表明是受蔡羽的影响。\"此言甚是。除了取法蔡羽之外，王宠还崇渐厂羲之小楷《乐毅论》、王献之《洛神赋》、虞世南小楷《破邪论序》等帖，正如明何良俊在《四友·斋丛说》中所云：\"盖其书本于大令，兼之人品高旷，故神韵超绝，迥出诸人之上。\"不过，后期的王宠书法，尤其是自署\"己丑\"、'庚寅'、'辛歹p'、'壬辰'、'癸巳'之作，女口《送李愿归盘谷序》、《西苑诗》、《访王元肃虞山不值》、《为石壁行草诗卷》等，则\"标高揭己、锐思变体\"1，出古入今，变化莫测。字体或大或小，倜傥洒落，姿态横生。布局疏朗舒展，散而不乱，颇有返璞归真、大巧若拙之旨趣。可以看出，这一时际的王书已进入了物我两忘、心手双畅的自由境界。明王世贞《弁州山人四部稿·三吴楷法跋》中所谓\"晚节稍稍出己意， 以拙取巧，合而成雅，婉丽遒逸，奕奕动人，为时所趣，几夺京兆(祝允明)价\"，可以看作是对王宠后期书法风格的总体评价。\n 尽管王宠一生短暂，但仍留下了为数可观的艺术珍品，对后世产生了较大影响。以行书为例，明代文学家唐顺之(荆川先生)、清初八大山人等都有过一段学王雅宜的经历，故而在他们的作品中，读者能或多或少地感受到王宠书法那疏秀出尘、婉丽俊逸的艺术趣味。此外，上海博物馆所藏祝允明书《曹植诗册》，风格亦酷似王雅宜书，已故著名书画鉴定家刘九庵先生甚至持\"祝临王书\"说。至于小楷，后人量临习以成家或假途王宠上溯晋、唐者更是不胜枚举。\n 王宠《自书<游包山诗>手卷》，行草书，砑花笺，尺寸为382厘米X 29厘米，卷前钤有\"且喜斋书画印\"朱文长方印一枚。此书作于嘉靖三年甲申(1524年)，时年王宠整三十岁。此时，他的书法尚处在兼采众长、变化融通的阶段，用笔尖锐果猛，线条圆润遒劲，字体大多欹侧且较后期书作为长。就总体而言，其书法风格与同书于甲申年的《杂诗卷》、《约斋记》等有异曲同工之妙o《游包山诗》收入《雅宜山人集》卷一。\n 作者曾不止一次地将其写成书法作品，如《石渠宝笈初编》卷二收入《王宠楷书〈游包山诗〉册》录诗二十五首，书于庚辰年(1520年)，且是写给他的尊师蔡羽的，但藏处不详。此外，杨仁恺著《国宝沉浮录》第八章\"《佚目》书画总目简注\"之第四节\"明代法书名画\"载有王宠《自书<包山诗>》，且云：\"不见《石渠宝笈》著录。真迹，已残。先后收回两段，仍残缺。故宫博物院藏。\"但此作似乎从未见发表。之外，另有二本内容相近，亦为《游包山诗》，一种是小楷书，上海博物馆藏，据题是王氏为华夏书，刊于1990年第5期《书法》杂志。另一种为行草书，吉林省博物馆藏，据题是作者为华云所书，《书法丛刊》第十二辑发表。然以上两本经多位专家鉴定，被认定是伪书。即使是这里所介绍的行草手卷，虽经中国古代书画鉴定组鉴定，且被著录于《中国古代书画目录》、《中国古代书画图目》(九)等书，但仍有学者认为\"书法水平较低，亦应是伪书\"兹表而出之，供读者参考。\n●附原书说明：\n　　王宠资性颖异，才俊志高，“弱冠即博涉坟籍，沉精篇翰”，通晓诗文群经。初为邑诸生，后与兄王守（字履约）同举应天乡试，兄中进士，而他却名落孙山。继而贡入太学，人称“王贡士”或“王太学”。以后，自正德庚午至嘉靖辛卯，凡八次应试，均未中。乃潜心诗书，逍遥林下。其间，尝北游燕赵之地。二十年读书石湖之上，讲业楞伽山中，与文徵明（比王宠大二十四岁）、唐寅（姻亲，王宠子娶唐寅女）、陈淳、汤珍（字子重）、袁兄弟等名士相往从，一时誉满吴中。嘉靖十年辛卯（1531年），王宠游南雍，不幸得疾。即东归，养病于虞山白雀寺。两年后殁，得寿仅四十岁。王宠去世后，弟子朱浚明收罗编纂其诗文十卷，于嘉靖十六年刻成《雅宜山人集》此外，王宠还著有《东泉志》四卷，其散曲作品被收入于《南北宫词纪》、《吴骚合编》等书中。","author":"明代王宠","description":"王宠草书自书游包山诗手卷"}]