[{"name":"王宠小楷谢康乐诗","text":"四幅传世文徵明《停云馆言别图》，分别为上海博物馆藏《停云馆言别图》轴（简称“上博本”）、日本桥本末吉藏《停云馆言别图》轴（简称“桥本本”）、天津艺术博物馆藏《松下高士图》轴（简称“天津本”）与台北故宫博物院藏《绿阴清话图》轴（简称“台北本”）。“台北本”乃拼合了《停云馆言别图》的布局和《绿阴清话图》的题诗，应为仿作（此说殆无疑义）。作者经过辨析进而确定“上博本”乃是《停云馆言别图》的原本，“桥本本”、“天津本”亦为伪作。\n简介\n《紫禁城》杂志2004年第3期发表了单国霖先生《文徵明〈停云馆言别图〉同类图式辨析》一文。作者举出四幅传世文徵明《停云馆言别图》，分别为上海博物馆藏《停云馆言别图》轴（简称“上博本”）、日本桥本末吉藏《停云馆言别图》轴（简称“桥本本”）、天津艺术博物馆藏《松下高士图》轴（简称“天津本”）与台北故宫博物院藏《绿阴清话图》轴（简称“台北本”）。四幅图布局结构和树木、人物形态几乎同一。只有“台北本”题诗与上述三图迥异，而与北京故宫博物院所藏文徵明《绿阴清话图》轴题诗相同。作者认为“台北本”乃拼合了《停云馆言别图》的布局和《绿阴清话图》的题诗，应为仿作（此说殆无疑义）。作者经过辨析进而确定“上博本”乃是《停云馆言别图》的原本，“桥本本”、“天津本”亦为伪作。令人遗憾的是，由于单国霖先生对于受图人王宠的形迹与改字时间未克深究，对“赴南雍”的理解又出现了一些偏差，故得出的结论难以令人信服。兹陈鄙见，以就教于单先生及诸方家。\n内容介绍\n单国霖先生指“桥本本”、“天津本”之伪与“上博本”之真的一个关键性证据是文徵明画款中所提到的王宠“赴南雍”的时间。根据分析，他认为嘉靖丁亥（1527）王宠应当赴南雍，而嘉靖辛卯（1531）王宠则不可能有南雍之行。因此款署“丁亥五月十日”的“上博本”为真——尽管单先生也承认“上博本”《停云馆言别图》“有些地方笔法滞涩琐碎”，而款署“辛卯五月十日”的“桥本本”、“天津本”则为伪作。\n从文章的论证来看，单先生对于“赴南雍”作了较为偏狭的理解，他认为“赴南雍”即贡入太学（单先生含糊地使用了“太学”，其实南雍是指南监，而非北监），王宠最后一次考试是在嘉靖十年辛卯（1531），因此他应该这一年从太学卒业。“根据明代选举制度，由学校岁贡进入太学（国子监），监生由通四书五经到升入率性堂，前后约要三年，然后才开始考试积分，积满八分，才得卒业，前后须一年左右，总算由入学到卒业，得四年以上。”因此，这样推算起来，王宠入南监的时间必为嘉靖丁亥（1527），其间正好相差四年。单先生发问，“王宠赴南雍为‘辛卯’年，则卒业至少得在嘉靖十四年（1535），而王宠在嘉靖十二年（1533）四月，即已去世，何得以卒业国子监，再参加考试呢？”由此他得出结论：文徵明于“辛卯”年送别王宠赴南雍，作《停云馆言别图》，是与史实不合的。\n论证偏差\n单先生的论证第一个偏差是，王宠以年资贡入太学，是北监而非南监，时在嘉靖九年庚寅（1530）。《（乾隆）苏州府志》卷三十九选举四贡生：“府学（嘉靖间）：王宠（吴县，九年）。”袁袠序《雅宜山人集》有云：“试于乡，辄弗利，乃贡入太学，山人由是得北游燕赵，观庙朝制度，与四方荐绅先生游，上下其论议，而文益奇。”明言“燕赵”，则北监无疑。王宠此次北游，并未真正在太学学习，文徵明《王履吉墓志铭》：“以年资贡礼部，卒业，太学又试，又辄斥。”他于嘉靖九年（1530）四月前往北京，但太学之试却失败了，所以只能“且穷上国胜，归荷南山锄”。当年六月，周览了北地风光的王宠出京返回苏州，在献家兄的诗中，他颇为颓唐地表示：“归当拥吾锄，为树杞与桑。”不达的他，一路上叹息着“志士惜年驶，征夫怨路长”。七月二日，归途与九岩先生同舟，相得欢甚，为行草书《西苑诗》、《海印寺阁眺》及《游与诸公作》等近作三篇。北归之后，王宠买田石湖之旁，筑室其上，日日临流赋诗。可见，王宠贡入太学乃在1530年，而不是1527年，往返只有三四个月时间，而不是就学四年。\n单先生的论证第二个偏差是，“赴南雍”未必是贡入南监，而可能是参加应天乡试。王宠长兄王守不曾贡入太学，但文徵明《秣陵秋别图》识语有云：“履约将赴南雍，赋此奉赠。正德十六年辛巳七月朔，徵明。”是作画幅所书赠诗收入国家图书馆藏《甫田集》文嘉抄本卷八，题名《送王履约卒业南雍》。可见，赴南雍可指在南国子监短暂修学，以及参加乡试，是个较宽泛的说法。\n虽然从太学回来后王宠感叹“曲信者时，利钝者命”，但他并未就此罢休，次年（嘉靖辛卯，1531）秋天，他又一次与汤珍、文彭、文嘉等人赴试金陵，是为王宠第八试，也是最后一试。这一年，陆师道、黄省曾、华云等友人举于乡，王宠仍不售。可见，“桥本本”与“天津本”款署“辛卯五月十日”，不是与史实不合，而是完全吻合。关于此次赴试金陵，王宠是自称“入南雍”的，李日华记王宠跋祝枝山行草《乐词十六段》款识云：“余辛卯岁入南雍，日惟闭户读书，人语不闻，时有鸟声相关而已。适欧阳先生过访，慰余寂寥，并示枝山翁十六词。……是岁七月十二日，雅宜山人王宠识。”其门人朱浚明也称其是年“游南雍”，他在编辑《雅宜山人集》的识语中说：“（王宠）辛卯岁游南雍，得疾东归，竟不起。”这两条材料正好可以作为“赴南雍”乃参加乡试而非入南监的佐证。这一年在南京，王宠曾养病于顾璘的爱日亭，适何良浚何良傅兄弟参加科举，携行卷谒见东桥，东桥为之引介，何氏的行卷得到王宠的极口赞赏。\n我们再来看王宠嘉靖丁亥（1527）有没有如单先生所说的那样，赴南雍并在那里学习了四年呢？很遗憾，清理王宠本年的活动，并未发现他前往南京的任何迹象。这里将是年王宠的主要活动条陈如下：\n二月之吉，王宠作《方斋袁君六十寿颂》，并恭楷抄之。（北京故宫博物院藏《方斋袁君六十寿书画册》，《中国古代书画图目》二十）\n二月之吉，于石湖精舍草书《石湖八绝句及包山杂咏》卷。（安歧《墨缘汇观》法书下卷著录，台北故宫博物院藏。）\n二月二十七日，小楷《摹东方朔画赞》。（《石渠宝笈》卷十一著录，台北故宫博物院藏。）\n三月既望，为金用书《九歌》，陈淳、周天球、周光、金用等跋。金用妻亦学王宠书。（美国普林斯顿大学附属美术馆藏，铃木敬，《中国绘画总合图录》卷一）\n三月既望，草书谢康乐诗。（香港苏富比拍卖会，2000）\n四月望日，书〈五柳先生传〉横幅。（美国藏，《艺苑掇英》50辑发表）\n四月望后，草书《古诗十九首》。（上海博物馆藏，《中国古代书画图目》三）\n四月廿二日，为纯斋先生草书《山居杂作》。（上海博物馆藏，《中国古代书画图目》三）\n夏五，与昆仲同寓石湖精舍，山窗燕坐，为草书《七发》。（《式古堂书画汇考》卷二十六、高士奇《江村销夏录》卷三、顾复《平生壮观》卷五著录。北京故宫博物院藏，《中国古代书画图目》二十）\n端阳后二日。为华云所藏仇英《维摩说法图卷》楷书题跋。（李佐贤《书画鉴影》卷七著录）\n孟夏望后，于石湖精舍行草书《出师二表》一卷。（《石渠宝笈》卷三十著录）\n夏六月既望，文徵明作《竹林深处图》。其后王宠有题。（《虚白斋藏中国书画选》发表）\n秋七月既望，于石湖草堂书《入林屋洞诗卷》。（《吴越所见书画录》著录）\n八月廿一日，跋文彭藏唐寅《行书七律诗》。（上海博物馆藏，《中国古代书画图目》二）\n秋，胡缵宗擢为山东左参政，王宠作序、诗送行。\n秋，张诗过访王宠不值，因题诗于壁。\n九月，与金用、朱日宣等访王守于浙江。文徵明为作《雨中归兴图册》，王守、王宠有题。（文徵明《雨中归兴图》，台北故宫博物院藏）\n孟冬，陈淳作《蔓藤朱实》扇面，王宠有题。\n嘉平月二十一日，于石湖草堂草书《千字文》卷。（台北故宫博物院藏）\n十有二月廿二日，草书《长恨歌》，与尤求（仇英婿）《长恨歌图》合卷。（王世贞《四部稿》卷一百三十二著录，台北私人藏）\n季冬之吉，行草书赠南岩顾君。（作品流入日本，《明清书道图说》发表）\n冬十二月，作《高树虚亭图轴》。（庞元济《虚斋名画录》卷八著录）\n除了九月间与学生金用、侄子朱日宣因探访长兄王守去过一次浙江之外，王宠本年基本生活在苏州郊外的石湖。根据对王宠嘉靖丁亥（1527）主要活动的清理，我们发现，单先生关于王宠当年贡入南监的推论完全是想当然的。\n单先生所举出的几件作品，笔者无法寓目，也就很难进行风格分析。但是通过对王宠相关文献的清理，我们发现，款署辛卯的“天津本”与“桥本本”比款署丁亥的“上博本”更为可靠。这个结论与单先生的推断恰恰相反。\n论证\n我们还可以进一步论证，“桥本本”是模仿“天津本”或者说是与“天津本”同一底本的伪作。两图图式与题诗相同，系年相同，但它们有一个重要的不同却为单先生所忽略：“天津本”称王宠为“履吉”，而“桥本本”称王宠为“履仁”。单先生知道履吉、履仁同为王宠的字，却未注意王宠先字履仁，后改字履吉，两字有前后关系，而不在同一个时期使用。\n履仁是王宠成年之后由文徵明为取的字。王宠之父王贞虽“混迹市廛”，但因喜与文士交接，并蓄古物书画以自愉自适，故文徵明“视他市人独异”。王宠兄弟以里俊补校官弟子员之后，曾以父命诣文徵明请字，但逾年不得命，兄弟二人的老师沈明之乃文徵明之友，又从为之请，于是文氏乃即其名义训之，“字守曰履约，字宠曰履仁。”\n在文徵明与王宠早年的唱酬中，文徵明皆称其为“履仁”，如《甫田集》（三十六卷本）卷五《同履仁濯足剑池》、《失解无聊用履仁韵写怀，兼简蔡九逵》、《病中辱履仁过访二首》、《题竹寄履仁二首》，卷六《次韵履仁春江即事》、《五月十三夜与子重、履约、履仁石湖行春桥看月》、《春日怀子重、履约、履仁》、《简履仁》、《月夜葛氏墓饮酒与子重、履仁同赋》、《履仁独留治平寺，寒夜有怀》，卷七《夏日同次明、履仁治平寺纳凉三首》等，这些诗皆作于1516年以前。同样，在文徵明此一时期的书画作品中，提及王宠时亦称履仁，如1514年所作《石湖花游图卷》题识云：“因履约读书湖上，辄追和其诗，并录诸作奉寄，履约风流文采，不减昔人，能与子重、履仁和而传之，亦足为湖山增气也。是岁大明正德九年岁在甲戌六月廿又五日。”\n王宠改字的时间为1518年春，而更换印章的时间大约在1519年冬。1518年二月，文徵明、蔡羽、汤珍、王守、王宠等人曾后先前往常州，聚于郑鹏官廨，归途在惠山试茶。是年春文徵明绘《惠山茶会图》卷，蔡羽作序（款识为正德十三年戊寅春三月朔旦），卷后依次有文徵明、蔡羽、汤珍、王守、王宠题诗。是卷乃赠郑鹏者，卷首有郑氏“惠山茶会”大字引首。卷后题诗中，蔡羽已称王宠为“履吉”，但文氏仍称“履仁”，王宠题诗所钤印章亦仍为“王履仁印”。可知此际王宠虽已改字，但尚未为友人悉知，也未及更换印章。“王履仁印”至迟在是年季冬十日王宠为顾屿所书《送孙太初卜隐苕溪等十首》中仍在使用。王宠的纪年作品中第一次出现“王履吉印”，为1519年十一月廿七日所书《赠别家兄履约七首》。此后，“王履仁印”不再被使用。\n既然王宠在1518年春已改字“履吉”，则文徵明不当在1531年的绘画作品中，仍称王宠为“履仁”，“桥本本”《停云馆言别图》因此露出马脚。\n综上所述，在署名文徵明的几件《停云馆言别图》中，“天津本”更可能是原本，而“桥本本”与“上博本”皆不可靠。单国霖先生因对受画人王宠的行迹与改字时间缺乏必要的了解，在理解王宠“赴南雍”的含义时又出现了偏差，故尔将“上博本”视为《停云馆言别图》的原本，其结论与史实难免抵牾。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951612602},{"name":"王宠小楷谢康乐诗","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791609366,"text":"王宠《小楷谢康乐诗》扇面，金笺，楷书，纵17.7cm，横54.3cm。北京故宫博物院藏。\n    此扇录南朝宋诗人谢灵运的两首古诗，第一首《过始宁墅诗》从“束发怀耿介”到“无令孤愿言”，其后至结尾为第二首《富春渚诗》。款署“王宠”，钤印“王宠私印”、“履吉之印”。王宠此扇书法秀劲，纸墨精良，其楷书已摆脱早年摹仿虞世南、智永的状态，以己意书之，风神疏朗，是其楷书中的佳作。（撰稿人：王亦旻）\n\n    释文：束发怀耿介。逐物遂推迁。违志似如昨。二纪及兹年。缁磷谢清旷。疲薾惭贞坚。拙疾相倚薄。还得静者便。剖竹守沧海。枉帆过旧山。山行穷登顿。水涉尽洄沿。岩峭岭稠叠。洲萦渚连绵。白云抱幽石。绿筱媚清涟。葺宇临回江。筑观基曾巅。挥手告乡曲。三载期归旋。且为树枌槚。无令孤愿言。宵济渔浦潭。旦及富春郭。定山缅云雾。赤亭无淹薄。遡流触惊急。临圻阻参错。亮乏伯昏分。险过吕梁壑。洊至宜便习。兼山贵止托。平生协幽期。沦踬困微弱。久露干禄请。始果远游诺。宿心渐申写。万事俱零落。怀抱既昭旷。外物徒龙蠖。右谢康乐诗二首。王宠。","author":"明代王宠","description":"王宠小楷谢康乐诗"}]