[{"name":"欧阳询九成宫醴泉铭碑","text":"【概述】九成宫醴泉铭是唐代碑刻，公元632年镌立于麟游（今陕西宝鸡麟游县）。魏徵撰文，欧阳询正书。 记述唐太宗在九成宫避暑时发现醴泉之事。笔法刚劲婉润，兼有隶意，是欧阳询晚年经意之作，历来为学书者推崇。\n原文\n九成宫醴泉铭\n秘书监检校侍中钜鹿郡公臣魏徵奉敕撰，维贞观六年孟夏之月，皇帝避暑乎九成之宫，此则隋之仁寿宫也。冠山抗殿，绝壑为池，跨水架楹，分岩耸阙，高阁周建，长廊四起，栋宇胶葛，台榭参差。仰视则迢递百寻，下临则峥嵘千仞，珠璧交映，金碧相晖，照灼云霞，蔽亏日月。观其移山回涧，穷泰极侈，以人从欲，良足深尤。至于炎景流金，无郁蒸之气，微风徐动，有凄清之凉，信安体之佳所，诚养神之胜地，汉之甘泉不能尚也。皇帝爰在弱冠，经营四方，逮乎立年，抚临亿兆，始以武功壹海内，终以文德怀远人。东越青丘，南逾丹徼，皆献琛奉贽，重译来王，西暨轮台，北拒玄阙，并地列州县，人充编户。气淑年和，迩安远肃，群生咸遂，灵贶毕臻，虽藉二仪之功，终资一人之虑。遗身利物，栉风沐雨，百姓为心，忧劳成疾，同尧肌之如腊，甚禹足之胼胝，针石屡加，腠理犹滞。爰居京室，每弊炎暑，群下请建离宫，庶可怡神养性。圣上爱一夫之力，惜十家之产，深闭固拒，未肯俯从。以为随氏旧宫，营于曩代，弃之则可惜，毁之则重劳，事贵因循，何必改作。于是斫雕为朴，损之又损，去其泰甚，葺其颓坏，杂丹墀以沙砾，间粉壁以涂泥，玉砌接于土阶，茅茨续于琼室。仰观壮丽，可作鉴于既往，俯察卑俭，足垂训于后昆。此所谓至人无为，大圣不作，彼竭其力，我享其功者也。然昔之池沼，咸引谷涧，宫城之内，本乏水源，求而无之，在乎一物，既非人力所致，圣心怀之不忘。粤以四月甲申朔旬有六日己亥，上及中宫，历览台观，闲步西城之阴，踌躇高阁之下，俯察厥土，微觉有润，因而以杖导之，有泉随而涌出，乃承以石槛，引为一渠。其清若镜，味甘如醴，南注丹霄之右，东流度于双阙，贯穿青琐，萦带紫房，激扬清波，涤荡瑕秽，可以导养正性，可以澄莹心神。鉴映群形，润生万物，同湛恩之不竭，将玄泽于常流，匪唯乾象之精，盖亦坤灵之宝。谨案：《礼纬》云：王者刑杀当罪，赏锡当功，得礼之宜，则醴泉出于阙庭。《鹖冠子》曰：圣人之德，上及太清，下及太宁，中及万灵，则醴泉出。《瑞应图》曰：王者纯和，饮食不贡献，则醴泉出，饮之令人寿。《东观汉记》曰：光武中元元年，醴泉出京师，饮之者痼疾皆愈。然则神物之来，寔扶明圣，既可蠲兹沉痼，又将延彼遐龄。是以百辟卿士，相趋动色，我后固怀撝挹，推而弗有，虽休勿休，不徒闻于往昔，以祥为惧，实取验于当今。斯乃上帝玄符，天子令德，岂臣之末学所能丕显。但职在记言，属兹书事，不可使国之盛美，有遗典策，敢陈实录，爰勒斯铭。其词曰：\n唯皇抚运，奄壹寰宇，千载膺期，万物斯睹，功高大舜，勤深伯禹，绝后光前，登三迈五。握机蹈矩，乃圣乃神，武克祸乱，文怀远人，书契未纪，开辟不臣，冠冕并袭，琛贽咸陈。大道无名，上德不德，玄功潜运，几深莫测，凿井而饮，耕田而食，靡谢天功，安知帝力。上天之载，无臭无声，万类资始，品物流形，随感变质，应德效灵，介焉如响，赫赫明明。杂沓景福，葳蕤繁祉，云氏龙官，龟图凤纪，日含五色，乌呈三趾，颂不辍工，笔无停史。上善降祥，上智斯悦，流谦润下，潺湲皎洁，萍旨醴甘，冰凝镜澈，用之日新，挹之无竭。道随时泰，庆与泉流，我后夕惕，虽休弗休，居崇茅宇，乐不般游，黄屋非贵，天下为忧。人玩其华，我取其实，还淳反本，代文以质，居高思坠，持满戒溢，念兹在兹，永保贞吉。\n兼太子率更令勃海男臣欧阳询奉敕书。\n译注\n九成宫醴泉①铭\n秘书监检校侍中钜鹿郡公臣魏徵奉敕撰②\n维贞观（六）年孟夏之月③，皇帝避暑乎九成之宫④，此则随之仁寿宫也⑤。冠山抗殿（6），绝壑为池（7），跨水架楹（8），分岩耸阙（9），高阁周建，长廊四起，栋宇胶葛（10），台榭参差；仰视则迢递百寻（11），下临则峥嵘千仞（12），珠璧交映，金碧相晖，照灼云霞，蔽亏日月。观其移山回涧，穷泰极侈（13），以人从欲（14）良足深尤（15）。至于炎景流金（16），无郁蒸之气；微风徐动，有凄清之凉，信安体之佳所，诚养神之胜地，汉之甘泉不能尚也（17）。\n〔注释〕：①醴泉：甘美的泉水。②秘书监：掌管朝廷图书典籍的长官，以少监为其副职。检校侍中：兼领门下省侍中，此为加官。唐代中央政府分中书、门下、尚书三省，门下省负责审诏署奏之事，其长官称“侍中”。“秘书监检校侍中’，即秘书监兼任门下省侍中。敕：皇帝旨意。钜鹿郡公：钜鹿为封地，郡公为爵号，位在国公之下，县公之上。③维；语气词，无义。④乎：于、在。⑤隋：隋文帝杨坚受封于随，公元581年灭北周，改随为隋，以为国号。（6）冠山抗殿：冠，覆盖。抗，举兴。（7）绝壑为池；绝，截堵。壑，山谷。池，既指地沼，也指宫外之护城河。（8）楹：柱，实指桥柱。（9）分岩耸阙：分，开辟。岩，险峻之地。阙，在宫门外筑二台，在台上建楼观，中央阙而为道，故谓之阙。（10）栋宇胶葛：栋，屋之正中；宇，屋之四垂。栋宇，泛指房屋。胶葛：错杂貌。（11）迢递百寻：迢递，高远貌。寻，八尺为寻。（12）峥嵘千仞：峥嵘，高峻也。仞，八尺为仞。（13）穷泰；泰，侈也；穷泰，过度奢侈。（14）以：因。从：纵。（15）尤：责备。（16）炎景流金：炎景，暑天之酷热。流，熔化。（17）汉之甘泉不能尚也：甘泉，汉之甘泉宫，在陕西淳化县西北甘泉山，原为秦之离宫，汉武帝时增广之，周长十九里，作为避暑行宫。尚，加，超过。\n（译文）贞观六年夏历四月，太宗皇帝在九成宫避暑。这里原是隋代的仁寿宫。覆盖着山野而兴建宫殿，截堵山谷以形成池沼和护城河。跨水立柱以架桥，辟险峻之地建起耸立的双阙，周围建起高阁，四边环绕长廊，房舍纵横错杂，台榭参差交错；仰望高远可达百寻，俯看峻峭亦达千仞，辉煌如珠玉相映，金色和碧色交辉，其光彩能灼云霞，其高峻能达日月。看他兴建宫殿使山移润回，极尽奢侈之能事，因为人们的这种纵欲态度，实在应该痛加责备。至于当热度可以溶化金属的酷热暑天，这里却无闷湿蒸热的气温；微风徐徐吹来，带来清凉的舒适，确是居住的好场所，实为调养精神的胜地，汉代的甘泉宫是不能超过它的。\n〔正文〕皇帝爰在弱冠①经营四方②㊣逯乎立年③，抚临亿兆4；始以武功壹海内，终以文德怀远人5：东越青丘6，南逾丹㊣儌7，皆献琛奉贽8重译来王9；西暨轮台10北拒玄阙11，并地列州县，人充编户12；气淑年和13，迩安远肃14，群生咸遂15灵贶毕臻16，虽藉二仪之功17，终资一人之虑18。遗身利物19，栉风㊣沐雨，㊣百姓为心，忧劳成疾，同尧肌之如腊20，甚禹足之胼胝21，针石屡加22，腠理犹滞23。爰居京室24，每弊炎暑，群下请建离宫25，庶可怡神养性。圣上爱一夫之力，惜十家之产26，深闭固拒，未肯俯从，以为㊣随氏旧宫，营于曩代27，弃之则可惜，毁之则重劳，事贵因循28，何必改作。于是斫雕为朴29，损之又损，去其泰甚，葺其颓坏，杂丹墀以沙砾，间粉壁以涂泥；玉砌接于土阶30，茅茨续于琼室31。仰观壮丽，可作鉴于既往，俯察卑俭，足垂训于后昆32此所谓“至人无为，大圣不作”33，彼竭其力，我享其功者也。（㊣后为纠正完的字）\n〔注释〕：①爰在弱冠：爰，语首助词，无义。弱冠，20岁。按：唐太宗开始辅助其父起兵争天下，时年18岁，这里“弱冠”是概数。②经管四方：出自《诗.小雅.北山》。此地指从事策划和组织统一天下的活动。③逮乎立年：逮乎，到了。立年，而立之年，30岁。按：唐太宗称帝时，年29岁，立年也为概数。4抚临亿兆：抚临，安抚并君临。亿兆：万万为亿，万亿为兆，此处指天下亿万百姓。5终以文德怀运人：终，引申为后来。文德，文明道德。怀远人，怀念国家和民族。6青丘：传说之海外国名，泛指海外的蛮荒之地。7。丹徼：徼，边界，古代称南方的边疆为丹徼。8皆献琛奉贽，奉献珍宝以为晋见之礼。9重译来王：重译，经过不同语讲的辗转翻译，：形容来自很远的地方。王，朝见。10暨：抵，到。11玄阙：古代传说中的北方极远的地方。12编户：编入户籍的平民。13气淑年和：气淑，阴阳之气温和。年和，年景风调雨顺。14弥：近。15群生：一切生物。遂：各得其所。15灵贶：神灵降福。毕臻，都来。17二仪：天地。18一人：指皇帝，即唐太宗。19遗：舍。20尧：传说中的远古圣君。腊：干肉。此指因风吹日晒使皮肤变得像干肉一样。21禹：传说中夏代的开国君主，他治水有大功。胼胝：指皮肤的纹理和皮下肌肉之间的空隙。23滞：停滞，此指血脉仍不通畅。24京室：王宝。即京都。25离宫：古人帝王于正式宫殿之外别建宫室，以便随时游处，谓之离宫。26十家：即十户。古代户籍编制，五家为伍，十户为什，相联相保。此处十家指户籍编制中的最小单位。27曩代，过去的年代。28因循：沿袭。29雕：文饰。朴：质朴。30玉砌：用玉砌成的阶，用以形容豪华的石阶。31茅茨：茅草屋顶，也指茅屋。琼室：用玉装饰成的房子，用以形容豪华的房屋。32后昆：后嗣子孙33至人无为，大圣大作：此二句引自《庄子.知北游》，（因圣人本原于天地的美德，而通达于万物的道理）故至德之人（表面上）没有什么作为，大圣不妄自制作。\n〔译文〕：太宗皇帝二十岁时，就从事策划和组织统一天下的活动，到了三十岁时，就做了亿万百姓的君主；开始是用武力统一中国，后来又以高度的文明道德使远方的国家和民族亲附：东边越过青丘，南边越过开徼，那些国家和民族都奉献珍宝以为晋见之礼，经过不同语种的；辗转翻译而来朝见；西到轮台，北抵玄阙，都并入版图而设置地方州县，把那里的人民编入户籍（受朝廷管辖）；阴阳之气温和，年景风调雨顺，远近都和平肃敬，一切生物也各得其所，神灵都来降福，这虽然是凭借天地的功德，但毕竟要依靠皇帝一个人的谋略。（皇帝）舍身以利天下黎民，风里来雨里去，一心为百姓着想，忧国忧民积劳成疾，皮肤和尧帝一样变成了干肉的形态，手脚上结的趼子超过了大禹，虽经针刺石砭治疗，而血脉仍不通畅，住在京都，炎热的暑天往往使人疲困不堪，群臣请求另建（避暑）行宫，庶几可以疗养从而心旷神怡。圣天子爱护每一个黎民的劳力，痛惜民间户籍编制中最小单位的财货，坚决拒绝，不肯听从群臣的请求，提出隋代建筑的旧宫殿，是过去建造的，舍弃它感到可惜，毁掉它又会重新劳民伤财，应当沿袭既成的事实，又何必重新改作呢！于是去掉隋代旧宫的文饰而使之变得质朴，一再节俭，把原来过多奢华的部分去掉，把已经损坏的部分加以修正，使原来殿前红色石阶夹杂着沙砾，原来白色的墙壁夹杂着新涂的泥土；土阶与原有的玉砌相接，茅屋连着原有的琼室。仰看原有宫殿的壮丽，可吸取过去隋代由奢侈而败亡的教训，俯察今天修葺的求卑求俭，足以作为后嗣子孙的楷模，正体现了“至德之人（表面上）没有什么作为，大圣不妄自制作”的精神，他们竭尽全力（大兴土木），其成果却使我安享了。\n〔正文〕然昔之池沼，咸引谷涧，宫城之内，本乏水源，求而无之，在乎一物①，既非人力所致。圣心怀之不忘2。粤③以四月甲申朔旬有六日己亥④，上及中宫，历览台观⑤，闲步西城之阴⑤，踌躇高阁之下7，俯察厥土，微觉有润，因而以杖导之8，有泉随而涌出，乃承以石槛，引为一渠。其清若镜，味甘如醴，南注丹霄之右9，东流度于双阙10；贯穿青琐11，萦带紫房12；激扬清波，涤荡瑕秽；可以导养正性13，可以澄莹心神。鉴映群形，润生万物，同湛恩之不竭14，将玄泽于常流15，匪唯乾象之精16，盖亦坤灵之宝17。谨案：《礼纬》云：王者刑杀当罪，赏锡当功18，得礼之宜19，则醴泉出于阙庭。《鹖冠子》曰：“圣人之德，上及太清20，下及太宁21，中及万灵22，则醴泉出”。《瑞应图》曰：王者纯和23，饮食不贡献，则醴泉出。饮之令人寿。《东观汉记》曰：“光武中元元年24，醴泉出京师，饮之者痼疾皆愈”。然则神物之来25，实扶明圣26；既可蠲兹沉痼27，又将延彼遐龄。是以百辟卿士28，相趋动色29，我后固怀撝挹，推而弗有30，虽休勿休，不徒闻于往昔，以祥为惧，实取验于当今31。斯乃上帝玄符32，天子令德，岂臣之末学所能丕显33？！但职在记言，属兹书事34，不可使国之盛美，有遗典策35，敢陈实录，爰勒斯铭。其词曰：\n（注释）：1本句第二字缺，全句句意不明。2圣心：尊称皇帝之心。3粤；语气词，无义。4四月甲申朔旬有六日已亥：按中国历史干支纪日法，“朔”指是月初一，既知“朔”为甲申，则这个月的十六正好是已亥。旬为十，有即又，“旬有六日”即十又六日。又，按历表，唐贞观年间只有“贞观六年四月朔”为“甲申”，故文中指的年代为“贞观六年”（632）。5台观：泛指楼台亭榭。6阴：指背面。7踌躇：徘徊。8导：掘开并引导。9注丹霄：注，流灌。丹霄，宫殿名。10双阙：宫门外筑二台，台上建楼观。11青琐：宫门上镂刻的图纹，此代指宫门。12紫房：宫殿名。13正性；纯正的禀性。14湛恩：湛，深。湛恩：深恩。15玄泽：指天子的恩泽。16乾象：天象。17坤灵：地神。18《礼纬》：纬书的一种，对经书而言，汉人伪托为孔子所作。有《易纬》、《书纬》、《诗纬》、《礼纬》……等七种，称七纬。其书以儒家经义，附会人事吉凶祸福，预言治乱兴废，多有怪诞无稽之谈。南朝宋时开始禁止纬书流传，至隋炀帝遣使搜焚其书。令所传者为后人辑佚，汉学堂丛书本。锡：赐。19礼：规定社会行为法则、规范、仪式的总你。宣：得当20《鹖冠子》：相传为先秦古籍之一，传世有十九篇作者姓名不详，只知为楚人，“以鹖之冠，号曰鹖冠子”，有商务印书馆“万有文库”影印《子汇》本，属杂家类。《醴泉铬》所引这几句，见该书《度万第八》。太清：天。21太宁：地名。22万灵：众生灵、人类。23《瑞应图》：梁孙柔之撰一卷。今传清马国翰辑《玉壶山房辑佚令》本。属阴阳五行类。纯和：纯正平和。多指性格或气质。24《东观汉记》：东汉刘珍等撰。是记载东汉历史的重要史书。《隋书经籍志》著录为143卷，现已残，清代经四库全书馆馆臣的辑录，都二十四卷。传世有《四库全书》本、《东观汉记校注》本（吴树）校正。中州古籍出版社1987年版。中元元年，即公元56年。25神物：神奇灵异之物，此处指醴泉。26实：是。27蠲：除去。沈痼：积久难治的病。28百辟卿士：本《诗.大雅.假乐》句。百辟，指众诸侯。卿士，各级官员的泛称。此处还指公卿大官。29相趋动色：彼此欢跃并且脸上已出受感动的神色。30后：君主。撝挹：谦逊。推而弗有；指“神物之来”，谦逊地并不认为是由于自己的“明圣”。31以祥为俱，实取验于当今：以祥瑞的出现感到畏惧，是有当今的先例作为教训的（实指隋代出现的“祥瑞”如“小石变玉”、“河清”、“龙见”等，结果却带来灾祸而言）32上帝：上天。玄符；天符，符命。谓上天显示的瑞徽。符通符。33丕：大。34古代史官的职责，左史记言，古史记事。书事：记事。35典策：典籍文献。\n〔译文〕：但是过去的池沼，水都从涧谷引来，宫城里面，本来就缺乏水源，想求得水源结果又没有，（要解决这一问题），既不是人力所能办到的。太宗皇帝心里对此一直念念不忘。贞观六年四月十六日，唐太宗和长孙皇后在九成宫散步，沿途观赏楼台亭榭，信步走到西城的背面，在高耸的楼阁下徘徊，往下看到这里的土地，略显湿润，于是用手杖掘地并加以导引，结果泉水随之流涌出来，于是在泉水下边砌上石槛。引来水流入石砌的沟渠。泉水清澈如镜，水味甘甜如醴酒（泉水经过石渠）往南灌注在丹霄宫的右边，往东流淌于双阙之下；流泉贯穿于镂刻图纹的宫门，萦绕着紫房宫；泉水激扬起的清波，能将浊秽的渣滓荡涤；它可以使人养成纯正的禀性，可以使人的心神玲珑透剔。泉水如镜能照映出各种形态，由于它的滋润可以使万物生长就如同皇帝的深恩永无休止，天子的恩泽永远流布人间，它不仅是天象的精华也是地神的环宝。据文献记载：《礼纬》说：“帝王对犯人的判刑和处死确是量刑得当，对人的赏赐和该人的功劳相符，能做到符合社会规定的法则和规范，那醴泉就会在宫廷之间出现”。《鹖冠子》说：“圣人的恩德，能上达于天，下达于地，中达于众生灵，那就会出现醴泉”。《瑞应图》说：帝王生性纯正平和，饮食不用臣下贡献的珍奇之物，那醴泉就会出现，喝了它能使人长寿”。《东观汉记》说：“汉光武中元元年（56），在京师〔首都洛阳）出现了醴泉，喝了能使积久难治的病痊愈”。如此说来，神奇灵异的醴泉之所以出现，是为了扶助圣明的君王；它既可除去积久难治之病，又可使人延年益寿。对此，公卿大臣们无不欢跃并显出受感动的神色，唯我皇上胸怀谦逊，并不认为醴泉的出现是由于自己的“明圣”。虽有美却不以为美，不仅听过去的圣贤如此，以祥瑞的出现感到畏惧，更是有当今的先例作为教训的（隋代即有“祥瑞”出现结果带来灾祸的先例）。这是上天显示的瑞征，也说明天子的盛德，这些，岂是不学无术之人所能发扬光大的！仁臣作为史官的职责必须“记言”、“记事”，不可使国事出现的如此盛美之事，不见于史册，故敢于如实陈述，写成铭文刻碑。\n〔正文〕唯皇抚运（l），奄壹（寰）宇（2），千载膺期（3），万物斯睹（4）；功高大舜（5），勤深伯禹（6），绝后（光）前（7），登三迈五（8）。握机蹈矩（9），乃圣乃神（10），武克祸乱，文怀远人（11）：（书）契未纪，开辟不臣（12），（冠）冕并袭（13），琛贽咸陈（14）。大道无名（15），上德不德（16），玄功潜运（17），几深莫测（18）。凿井而饮，耕田而食（19），靡谢天功，安知帝力（20）。上天之载，无臭无声（21），万类（资）始（22），品物流形（23），随感变质（24），应德效灵（25），介焉如响（26），赫赫明明．杂沓景福（27），葳蕤繁祉（28）：云氏龙宫（29），龟图凤纪（30），日含五色（31），乌呈三趾（32），颂不辍工（33），笔（无）停史（34）。上善降祥，上智斯悦（35），流谦润下（36），潺湲皎洁（37），萍旨醴甘（38），冰凝镜澈（39），用之日新，挹之无竭（40）。道随时泰（41），庆与泉流（42）我后夕惕（43），虽休弗休，居崇茅宇，乐不般游（44），黄屋非贵（45），天下为忧。人玩其华，我取其实，还淳反本（46），代文以质，居高思坠，持满戒（溢）（47）；念兹在兹（48），永保贞吉（49）。兼太子率更令勃海男欧阳询奉敕书（50）。\n〔注释〕（1）唯：语首助词，无义。皇：皇上。抚运：顺应时运。（2）奄：同。奄壹：同一，统一。寰宇：天下。（3）膺期：承受期运，即受天命为帝王。（4）睹：引申为瞻仰。万物：万众生灵。（5）大舜：中国古代传说中的圣君。（6）伯禹：即夏禹王，治水功高，被后人尊为圣君。禹曾被封为伯爵，故又称为伯禹．（7）光：空。（8）登：加，胜于。三：传说中的古代圣君三皇：伏羲、神农、黄帝（见《世木》）。迈：超过。五：传说中的古代圣君五帝。（9）握机：掌握天下的权柄。蹈矩：遵守礼法。（10）乃：又。（11）克：平定。怀：亲附。远人：远方的国家和民族。（12）开辟不臣：开天辟地以来不臣服者。（13）冠冕：古代大夫以上之帽子，此处代指外国来朝之君臣。并袭。重重叠叠。（14）琛：珍宝。贽：见面所赠之礼物。（15）大道：自然法则，万物必由之路。无名：不可言说。即《老子》“道可道，非常道”。（16）“上德不德”：见《老子》三十八章。大意是：上德之人（圣火）虽然得道，但又不以得为得。（17）玄功：神功，调宇宙自然之力。潜运：默默地运行着。（18）几：神妙的迹象。（19）“凿井而饮，耕田而食”：相传尧时，有老人击壤而歌曰：“日出而作日入而息，凿井而饮，耕田而食，帝何力于我哉？”后成为歌颂盛世太平的典故。（20）靡谢天功，安知帝力：靡：不，无。力：功。此二句即《击壤歌》之“帝何力于我哉？”之意。（21）上天：天道。载：行，运行。无臭无声：嗅无味听无声。（22）万类：万物。资：赖以。始：生。（23）品物：众多的有生物和无生物。流：演变，变化。（24）质：物类的本体。（25）效：致。灵：福、善。（26）介焉：通“芥”，细微貌。（27）杂沓：众多纷杂。景：大。（28）葳蕤：纷披貌。祉：福。繁祉：多福。（29）云氏龙宫：云氏：传说黄帝受命时有云瑞，故以云纪事，即设置各部门长官都用云字命名。龙宫：古伏羲氏时，有龙瑞，故以龙命官，如春富为青龙之类。（30）龟图：即洛书。传说尧时与群臣贤者到翠妫川，有大龟来投尧，龟背有图，尧命臣下写取以告瑞应。写毕，鱼还水中。凤纪：据《在传》记载，少皞即帝时，有凤鸟飞来，故设置部门长官用鸟来命名。凤鸟氏，就是历正（管历法的官）。后称岁历为“凤历”。上面所称“云氏”、“龙宫”、”龟图”、“凤纪”，都是祥瑞，后世以之为歌颂帝王瑞应之辞。（31）日含五色：本《易传》“圣王在上则日光明而五色备”、《礼斗威仪》“政理太平，则时日五色”。以太阳呈现五色为“圣王在上”和“政理太平”的瑞应。（32）乌呈三趾：传说中太阳内的三足神鸟。《春秋元命苍》“日中有三足乌”，改太阳也称“三足乌”、“金乌”、“灵鸟”。此外以太阳中的三足神乌出现说明瑞应。（33）工：乐师，乐宫。（34）史：史官，掌纪事。（35）上善：最完美，主善。上智：智力特出。（36）“流谦”：见《易·谦》”地道变盈而流谦”，即流散盈满以广布于虚处。润下：润泽下土。（37）皎：透明。（38）旨：味美。萍：醴泉水上之浮萍。（39）澈：澄清。（40）挹：舀取。（41）道：大道、即自然法则。随：顺畅。泰：通。（40）与：同。（43）我后：我君。夕惕：《易.乾》“君子终日乾乾，夕惕若厉，无咎”。意即“君子整天健强振作了已，直到夜间还警惕慎行”。（44）般游：般同“盘”，游乐。（45）黄屋：帝王车盖，以黄缯为盖里，故名。此处代指帝王。（46）反：同近，返回。（47）戒：警惕。（48）“念兹在兹”：语出《书·大禹谟》，后用以指念念不忘于某一事情。（49）贞吉：纯正美好。（50）敕：帝王诏命。\n〔译文〕：皇帝顺应时运，统一天下，承受千载难逢的时运而为天子，为万众生灵所瞻仰；其功高于大舜，其勤劳胜于伯禹，真是空前绝后，超过古代圣君三皇五帝。（皇帝）掌握天下的权柄并遵守礼法，既圣德又神明，武能平定祸乱，文能使远方的国家和民族亲附：过去不见文字记载的、开天辟地以来不向中国臣服的（都来亲附），这些来朝的外国君臣冠冕重重，把作为见面礼的珍宝都陈列出来。大道不能用语言表述，上德之人虽然得“道”却不以为得，宇宙自然之力默默地运行着其神妙之迹象不可度量。（古《击壤歌》唱道）“凿井而饮，耕田而食”，（天下太平，安居乐业）连上天之功都不感谢，又怎能知道皇帝对百姓之功！天道运行，人们嗅之无味听之无声，但万物赖之以生，众多的有生物和无生物因之以变化形态，物类的本体随天造的感应而变化，天道能应人们的德行而致福，虽然德行细微天道也会响应（回报），这是十分明白的。（历史上曾经出现的）众多纷杂巨大的福祉：如“云氏”、“龙宫”、“龟图”、“凤纪”、太阳呈现五色、三足神乌从太阳中出现等等，乐官没有停止过歌颂，史官没有停止过用笔记载．今天因皇帝的至善而上天降临吉祥，也因皇帝的智力特殊而给人世带来喜悦，使水（醴泉）从盈满处流向虚处，从而润泽下土，水声潺潺，水质透明洁净，水上的浮萍味美，水味如醴酒甘甜，水凝成体如明镜般清澈，这样的水日用日新，舀取它用之不尽．（醴泉的出现）说明“大道”应时而畅通无阻，吉庆同醴泉俱来，而我们的天子却日夜健强振作，警惕慎行，并不以吉庆为吉庆，居室崇尚茅屋，不以游乐为乐，不以身为帝王为贵，而以天下的百姓为忧。人们都爱那花的美丽，我却取其果实的实用，去浮华而归于淳厚，弃枝叶而返回根本，以质朴代替文饰，居高处就要计虑防止下坠，端盛满之水就要留心不外溢，要念念不忘这些，就能永远保持纯正美好。\n兼太子率更令，勃海男欧阳询奉诏命书写。\n创作背景\n“九成宫”遗址，在今陕西麟游县城西2.5公里，原为隋之“仁寿宫”，唐贞观五年（631）加以扩建，更名“九成宫”，并置禁苑、武库及宫寺。“九成”之意：“成”训“重”，“九”训“多”，“九成”形容多层，高峻。“铭”，文体之一，多用韵语，如作山川、宫室、器物之铭前面多用散文叙述，然后是韵语铭文。《九成宫醴泉铭》撰作和书写于唐贞观六年（632）夏历四月，全文叙述了“九成宫”的来历和其建筑的雄伟壮观，歌颂了唐太宗的武功文治和节俭精神，介绍了宫城内发现醴泉的经过，并刊引典籍说明醴泉的出现是由于“天子令德”所致，最后提出“居高思坠，持满戒盈”的谏诤之言。宋曾巩在《九成宫酯泉铭·跋》中称：“九成宫乃隋之仁寿宫也，魏为此铭，亦欲太宗以隋为戒，可以见魏之志也”。\n书法特征\n“九成宫醴泉铭”碑唐贞观六年（公元632年）镌立于陕西麟游九成宫，现位于麟游县杜水之阳九成宫遗址，建有碑亭，现为中国国宝级文物。碑高2.7米，厚0.27米，上宽0.87米，下宽0.93米，碑料为石灰石。碑身、碑首连成一体，碑座已破损，碑首有六龙盘绕，碑身阳面碑额刻“九成宫醴泉铭”六个大字，阳文篆书。 正文24行，满行50字（由于原碑在宋以碑座破损，最后一行字已完全不可见，故有满行49字的误传）。楷书。碑身的侧面、背面刻满了文字，字迹已无从辨认。碑文由魏徵撰写，欧阳询正书，刻工无从考证。 \n该书作笔力劲健，点画虽然瘦硬，但神采丰润饱满，向上的挑笔出锋含蓄，带有隶书笔意。字体结构典雅大方，法式严谨，看似平正，实则险劲。字形采用长方形态势，字句、行距都较大，章法显得宽松而清晰。\n点画精致准确定型，尤其结字布局险劲，中宫收缩，外展逶迤，疏密聚散对比强烈，却具有超级稳定感。\n用笔方整，且能于方整中见险绝，字画的安排紧凑，匀称，间架开阔稳健。其字形偏修长，行笔于险劲之中寻求稳定，尤其在划末重收，笔至划尾便稳稳提起。整体碑文高华浑朴，法度森严，一点一划都成为后世模范，是欧阳询晚年代表之作，故后人学习楷书往往以此碑作为范本。\n后世评价\n历代品评《九成宫醴泉铭碑》：\n宋朱长文：然观其少时，笔势尚弱，今庐山有《西林道场碑》\n是也；及晚益壮，体力完备，奇巧间发，盖由学以致之，《九成宫碑》、《温大雅墓铭》是也。（《续书断》）\n元赵孟頫：“清和秀健，古今一人”\n明陈继儒：此帖如深山至人，瘦硬清寒，而神气充腴，能令王者屈膝，非他刻可方驾也。\n明赵涵：“正书第一”。（《石墨镌华》）\n清郭尚先：《醴泉铭》高华浑朴，法方笔圆，此汉之分隶，魏晋之楷合并酝酿而成者，伯施以外，谁可抗衡。（《芳坚馆题跋》）\n清周星莲：字有九宫，分行布白是也。右军《黄庭经》、《乐毅论》，欧阳率更《醴泉铭》、《千字文》，皆九宫之最准者。其要不外斗笋接缝，八面皆满，字内无短缺处，字外无长出处，总归平直中正，无他谬巧也。（《临池管见》）\n清梁巘“人不能到而我到之，其力险；人不敢放而我放之，其笔险。欧书凡险笔必力破余地，而又通体严重，安顿照应，不偏不支，故其险也劲而稳。”（《评书帖》）\n现代刘正成：中国汉字数万单字，最难在结构各异，其视觉造型的魅力亦在此，而又施以笔法，得其“险劲”，尤难。纵观古往今来书法，其结字准确无误而得“险劲”之美者，欧阳询堪称冠绝。欧阳询来源于王羲之，而实际胎息于汇聚南北书风的隋碑，并集其大成，其《九成宫醴泉铭》也成为具有馆阁体书法倾向的楷书典则。（《书法艺术概论》）\n总评：欧阳询所书的《九成宫醴泉铭碑》被后世喻为“天下第一楷书”或“天下第一正书”，享有“楷书之极则”的美誉，被历代书家奉为“欧体”的楷模。\n欧阳询\n欧阳询（557一641年），唐代，汉族，潭州临湘（今长沙）人，字信本，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。公元557年出生于衡州（今衡阳），祖籍潭州临湘（今湖南长沙），欧阳询祖父欧阳颁（498～563年）曾为南梁直阁将军，父欧阳纥曾任南陈广州刺史和左卫将军等职。因举兵反陈失败被杀，并株连家族。欧阳询因年幼幸免于难，被父亲好友收养。欧阳询聪敏勤学，涉猎经史，博闻强记。隋朝时，欧阳询曾官至太常博士。因与李渊交好，在大唐盛世累迁银青光禄大夫、给事中、太子率更令、弘文馆学士，封渤海县男，也称“欧阳率更”。与同代另三位（虞世南、褚遂良、薛稷），并称初唐四大家。因其子欧阳通亦善书法，故其又称“大欧”。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为唐人楷书第一。他与虞世南俱以书法驰名初唐，并称“欧虞”，后人以其书于平正中见险绝，最便初学，号为“欧体”，他的字有多人评论。欧阳询聪敏勤学，读书数行同尽，少年时就博览古今，精通《史记》、《汉书》和《东观汉记》三史，尤其笃好书法，几乎达到痴迷的程度。据说有一次欧阳询骑马外出，偶然在道旁看到晋代书法名家索靖所写的石碑。他骑在马上仔细观看了一阵才离开，但刚走几步又忍不住再返回下马观赏，赞叹多次，而不愿离去，便干脆铺上毡子坐下反复揣摩，最后竟在碑旁一连坐卧了3天才离去。 \n欧阳询是唐初书法界“四大名家”之一，因其“八体尽能，笔力险劲，篆体尤精，飞白冠绝，峻于古人，犹龙蛇战斗之象，云雾轻笼之势，风旋雷激，操举若神。”而被誉为翰墨之冠。\n《唐人书评》中说：“欧阳询书，若草里惊蛇、云间电发，又如金刚黰目，力士挥拳”,其书法刻厉险劲之貌，由此可见一般。到了晚年，其书法更是臻于化境，至其笔墨工巧，意态精密俊逸处，而人复比之孤峰崛起，四面削成。他的字，端庄整齐而不板滞，方正浑穆而不局促；气度森严，凝重沉稳；高简中寓浑穆，方正中见柔媚，转折处干净利落，于雍容大度中透出险劲之趣。\n魏徵\n《唐九成宫醴泉铭》，撰文者魏徵（580—643），字玄成，魏州曲城（今河北邢台市巨鹿县人，又说河北晋州市或河北馆陶市）人，青年时曾为道士，后参加隋末李密领导的农民起义军起义失败后，投奔唐高祖李渊。治家。唐太宗李世民继位后，魏徵成为重要辅臣，以直谏知名，曾任谏议大夫、左光禄大夫，封郑国公，谥文贞，以直谏敢言著称，是中国史上最负盛名的谏臣。他是唐代著名的政治家，史学家，政著有《隋书》序论，《梁书》、《陈书》、《齐书》的总论等。其言论多见《贞观政要》。其中最著名，并流传下来的谏文表---《谏太宗十思疏》。他的重要言论大都收录在唐时王方庆所编《魏郑公谏录》和吴兢所编《贞观政要》两书里。为凌烟阁二十四功臣之一。\n其它\n图书\n邮票\n中国邮政2007年11月5日发行《中国古代书法》特种邮票第3组“楷书”，一套6枚，其中6-3为“九成宫醴泉铭”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951553363}]