[{"name":"祝允明草书杜诗支离东北风尘际","text":"《咏怀古迹·支离东北风尘际》是唐代伟大诗人杜甫于唐代宗大历元年（766年）在夔州（治今重庆奉节）写成的组诗《咏怀古迹五首》的第一首。此诗吟咏庾信，并对庾信凄凉的身世、壮志未酬的人生表示了深切的同情，并寄寓了自己仕途失意、颠沛流离的身世之感，抒发了自身的理想、感慨和悲哀。在写作手法上，语言凝练，气势浑厚，意境深远。\n作品原文\n咏怀古迹\n支离①东北风尘②际，漂泊西南天地间。\n三峡楼台③淹④日月⑤，五溪⑥衣服共云山⑦。\n羯胡⑧事主终无赖，词客⑨哀时且未还⑩。\n庾信⑪平生最萧瑟，暮年诗赋动江关⑫。 \n注释译文\n词句注释\n①支离：流离。\n②风尘：指安史之乱以来的兵荒马乱。\n③楼台：指夔州地区的房屋依山而建，层迭而上，状如楼台。\n④淹：滞留。\n⑤日月：岁月，时光。\n⑥五溪：指雄溪、樠溪、酉溪、潕溪、辰溪，在今湘、黔、川边境。\n⑦共云山，是说共居处。\n⑧羯胡：古代北方少数民族，指安禄山。\n⑨词客：诗人自谓。\n⑩未还：未能还朝回乡。\n⑪庾信：南北朝诗人。\n⑫动江关：指庾信晚年诗作影响大。“江关”指荆州江陵，梁元帝都江陵。  \n白话译文\n关中兵荒马乱百姓流离失所，躲避战乱漂泊流浪来到西南。\n长久地停留三峡楼台熬日月，与五溪民族都住在一片云山。\n羯胡人狡诈事主终究不可靠，伤时感世的诗人至今未回还。\n梁代庾信的一生处境最凄凉，到晚年作的诗赋轰动了江关。 \n创作背景\n《咏怀古迹五首》这组诗是咏古迹怀古人进而感怀自己的作品。作者于公元766年（唐代宗大历元年）从夔州出三峡，到江陵，先后游历了宋玉宅、庾信古居、昭君村、永安宫、先主庙、武侯祠等古迹，对于古代的才士、国色、英雄、名相，深表崇敬，写下了五首组诗，以抒情怀。 \n作品赏析\n文学鉴赏\n这首诗咏怀的是诗人庾信，这是因为作者对庾信的诗赋推崇备至，极为倾倒。他曾经说：“清新庾开府”，“庾信文章老更成“。另一方面，当时他即将有江陵之行，情况与庾信漂泊有相通之处。\n首联是杜甫自安史之乱以来全部生活的概括。安史乱后，杜甫由长安逃难至鄜州，欲往灵武，又被俘至长安，复由长安窜归凤翔，至鄜州探视家小，长安克复后，贬官华州，旋弃官，客秦州，经同谷入蜀，故曰“支离东北风尘际”。当时战争激烈，故曰风尘际。入蜀后，先后居留成都约五年，流寓梓州阆州一年，严武死后，由成都至云安，今又由云安来夔州，故曰“漂泊西南天地间”。只叙事实，感慨自深。\n颔联承上漂流西南，点明所在之地。这里风情殊异，房屋依山而建，层层高耸，似乎把日月都遮蔽了。山区百姓大多是古时五溪蛮的后裔，他们身穿带尾形的五色衣服同云彩和山峦一起共居同住。\n颈联追究支离漂泊的起因。这两句是双管齐下，因为在咏怀之中兼含咏史之意，它既是自己咏怀，又是代古人——庾信——咏怀。本来，禄山之叛唐，即有似于侯景之叛梁，杜甫遭禄山之乱，而庾信亦值侯景之乱；杜甫支离漂泊，感时念乱，而庾信亦被留北朝，作《哀江南赋》，因身份颇相类，故不无“同病相怜”之感。正由于是双管齐下，所以这两句不只是承上文，同时也起下文。\n尾联承接上联，说庾信长期羁留北朝，常有萧条凄凉之感，到了暮年一改诗风，由原来的绮靡变为沉郁苍劲，常发乡关之思，其忧愤之情感动“江关”，为人们所称赞。  \n名家点评\n《杜臆》：五首各一古迹。第一首古迹不曾说明，盖庾信宅也。借古以咏怀，作咏古迹也。……公于此自称“词客”，盖将自比庾信，先用引起下句，而以己之“哀时”比信之《哀江南》也。\n《唐诗评选》：本以咏庾信，只似带出，妙于取象。\n《义门读书记》：《哀江南赋》云：“诛茅宋玉之宅，开径临江之府”。公误以为子山亦尝居此，故咏古迹及之。恐漂泊羁旅同子山之身世也。“宅”字于次篇总见，与后二首相对为章法。\n《杜诗详注》：首章咏怀，以庾信自方也。……五、六宾主双关，盖禄山叛唐，犹侯景叛梁；公思故国，犹庾信哀江南。\n《唐音审体》：以庾信自比，非咏信也。下皆咏蜀事。信非蜀人。\n《唐诗别裁》：此章以庾信自况，非专咏庾也。五、六语已与庾信双关；以上，少陵自叙。\n《读杜心解》：三、四，正咏“飘泊”。五、六，流水，乃首尾关键。“终无赖”申“支离”，“且未还”起“萧瑟”。\n《杜诗镜铨》：自叙起，为五诗总冒。俞云：二句作诗本旨（“支离东北”二句下）。\n《杜诗集评》：李因笃云：格严整而意沉着。吴家祥云：声调悲凉。\n《闻鹤轩初盛唐近体读本》：陈德公曰：此章纯是自述，非关古迹矣，故有作《咏怀》一章、《古迹》四首者。\n《唐诗绎》：此因寓羁不得归，而自伤飘泊也。\n《昭昧詹言》：首章前六句，先发己哀为总冒。庾信宅在荆州，公未到荆州而将有江陵之行，流寓等于庾信，故先及之。 \n杜甫（712～770），字子美，尝自称少陵野老。举进士不第，曾任检校工部员外郎，故世称杜工部。是唐代最伟大的现实主义诗人，宋以后被尊为“诗圣”，与李白并称“李杜”。其诗大胆揭露当时社会矛盾，对穷苦人民寄予深切同情，内容深刻。许多优秀作品，显示了唐代由盛转衰的历史过程，因被称为“诗史”。在艺术上，善于运用各种诗歌形式，尤长于律诗；风格多样，而以沉郁为主；语言精炼，具有高度的表达能力。存诗1400多首，有《杜工部集》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951617636},{"name":"祝允明草书杜诗支离东北风尘际","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791643595,"text":"","author":"明代祝允明","description":"祝允明草书杜诗支离东北风尘际"}]