[{"name":"毛公鼎","text":"毛公鼎（Duke Mao Tripod），西周晚期毛公所铸青铜器，清道光二十三年（1843年）[1] 出土于陕西岐山（今宝鸡市岐山县），收藏于台北故宫博物院，。\n鼎高53.8厘米，口径47.9厘米。圆形，二立耳，深腹外鼓，三蹄足，口沿饰环带状的重环纹，造型端庄稳重。\n鼎内铭文长达四百九十九字，记载了毛公衷心向周宣王为国献策之事，被誉为“抵得一篇尚书”。其书法乃成熟的西周金文风格，奇逸飞动，气象浑穆，笔意圆劲茂隽，结体方长。是研究西周晚年政治史的重要史料 。[2-4]    \n流传过程\n清朝时期\n清代道光二十三年（1843年），毛公鼎被陕西岐山县董家村村民董春生在村西地里挖出来。有古董商人闻名而来，以白银300两购得，但运鼎之际，被另一村民董治官所阻，买卖没有做成。古董商以重金行贿知县，董治官被逮下狱，以私藏国宝治罪。此鼎最后运到县府，被古董商人悄悄运走，张燕昌之子张石瓠曾巧见此鼎。后毛公鼎辗转落入古董商苏亿年之手。 \n咸丰二年（1852年），北京金石学家、收藏家陈介祺又从苏亿年之手购得，并赏给苏亿年1000两，此鼎深藏于密室，鲜为人知。陈介祺病故后，1902年其后人卖出此鼎，归两江总督端方所有，1911年11月27日端方被派到四川镇压保路运动，被革命军所杀。 \n民国时期\n民国期间端方后人因家道中落，将毛公鼎典押给天津俄国人开办的华俄道盛银行。英国记者辛浦森出美金5万元向端家购买，端家嫌钱太少，不肯割爱。当时有爱国人士极力呼吁保护国宝，毛公鼎辗转至当时担任北洋政府交通总长的大收藏家、后来国学馆馆长叶恭绰手中，存入大陆银行。\n937年抗日战争爆发，叶恭绰避走香港，毛公鼎未能带走，藏在了上海的寓所里。由于叶恭绰是用假名买得毛公鼎，让日本人无法查知它的下落。叶恭绰嘱咐其侄叶公超有朝一日将鼎献给国家。毛公鼎几经易手，甚至差点被日本军方夺走，所幸叶公超拼死保护，誓不承认知道宝鼎下落。叶恭绰为救侄子，制造了一只假鼎上交日军。叶公超被释放后，于1941年夏密携毛公鼎逃往香港。不久，香港被日军攻占，叶家托德国友人将毛公鼎辗转返回上海。后来因生活困顿，将毛公鼎典押给银行，由钜贾陈永仁出资赎出，毛公鼎才不至于流浪他乡。\n946年陈永仁将毛公鼎捐献给政府，隔年由上海运至南京，收藏于中央博物馆。1948年，国民党退守台湾，大量南京故宫博物院珍贵文物南迁至台北。 \n新中国时期\n965年，台北故宫博物院正式建成，稀世瑰宝毛公鼎成为台北故宫的镇馆之宝之一，放在商周青铜展厅最醒目的位置，是永不更换的展品。后作为台北故宫博物院的两大纪念章之一。 \n文物特征\n毛公鼎通高近54厘米，重34.5公斤，大口圆腹，整个造型浑厚而凝重，饰纹也十分简洁有力、古雅朴素，标志着西周晚期，青铜器已经从浓重的神秘色彩中摆脱出来，淡化了宗教意识而增强了生活气息。毛公鼎的高度和重量与其他殷商时期所挖掘到的巨大青铜器区别很大，但毛公鼎上刻的铭文却是当今出土的七千多件铭文青铜器中最多的，有32行，499字，是西周青铜器之最，相当具有研究价值。 \n铭文\n原文\n王若曰：“父歆，丕显文武，皇天引厌劂德，配我有周，膺受大命，率怀不廷方亡不觐于文武耿光。唯天将集厥命，亦唯先正略又劂辟，属谨大命，肆皇天亡，临保我有周，丕巩先王配命，畏天疾威，司余小子弗，邦将曷吉？迹迹四方，大从丕静。呜呼！惧作小子溷湛于艰，永巩先王”。\n王曰：父歆，余唯肇经先王命，命汝辥我邦，我家内外，憃于小大政，甹朕立，虩许上下若否。宁四方死母童，祭一人才立，引唯乃智，余非庸又昏，汝母敢妄宁,虔夙夕，惠我一人，拥我邦小大猷，毋折缄，告余先王若德，用印邵皇天，緟恪大命，康能四国，俗我弗作先王忧。\n王曰：父歆，余之庶出，入事于外，专命专政，蓺小大楚赋，无唯正闻，引其唯王智，廼唯是丧我国，历自今，出入专命于外，厥非先告歆，父歆舍命，母又敢专命于外。王曰：父歆，今余唯緟先王命，命汝亟一方，弘我邦我家，毋顀于政，勿雝建庶口。母敢龏槖，龏槖乃侮鳏寡，善效乃友正，母敢湛于酒，汝母敢坠在乃服，恪夙夕，敬念王畏不赐。女母弗帅用先王作明刑，俗女弗以乃辟圅于囏。\n王曰：父歆，已曰及兹卿事寮，大史寮，于父即君，命女摄司公族，雩三有司，小子，师氏，虎臣雩朕亵事，以乃族干吾王身，取专卅寽，赐汝秬鬯一卣，裸圭瓒宝，朱市，悤黄，玉环，玉瑹金车，绎较，朱嚣弘斩，虎冟熏裹，右厄，画鞴，画輴，金甬，错衡，金童，金豙，涑燢，金簟笰，鱼箙，马四匹，攸勒，金口，金膺，朱旂二铃，易汝兹关，用岁于政，毛公对歆天子皇休，用作尊鼎，子子孙孙永宝用。\n译文\n周王这样说：“父喑啊！伟大英明的文王和武王，皇天很满意他们的德行，让我们周国匹配他，我们衷心地接受了皇天的伟大命令。循抚怀柔了那些不来朝聘的方国，他们没有不在文王、武王的光辉润泽之中的。这样，老天爷就收回了殷的命令而给了我们周国。这也是先辈大臣们辅助他们的主君，勤恳奉天大命的结果。所以皇天不懈，监护着我们周国，大大巩固了降给先王的匹配命令。但是严肃的上天突然发出威怒，嗣后的我虽没来得及领略天威，却知道对国家是不吉利的。扰扰四方，很不安宁。唉！我真害怕沉溺在艰难之中，永远给先王带来忧惧。”\n周王说：“父喑啊！我严正地遵守先王的命令，命令你治理我们国家和我们家族的里里外外，操心大大小小的政事。屏卫我的王位，协调上下关系，考绩四方官吏，始终不使我的王位动摇。这需要发挥你的智慧。我并不是那么平庸而昏聩的，你也不能怠忽苟安，虔诚地时刻地惠助于我，维护我们国家大大小小的谋划，不要闭口不说话。经常告诉我先王的美德，以便我能符合天意，继续勉力保持大命，使四方诸国康强安定，使我不造成先王的担忧！”\n周王说：“父喑啊！这些众官出入从事，对外发布政令，制定各种徭役赋税，不管错对，都说是我的英明。这是可以造成亡国的！从今以后，出入或颁布命令，没有事先报告你，也不是你叫他们颁布的，就不能对外胡乱发布政令！”\n周王说：“父喑啊！现在我重申先王的命令，命令你做一方的政治楷模，光大我们的国家和家族。不要荒怠政事，不要壅塞庶民，不要让官吏中饱私囊，不要欺负鳏公寡妇。好好教导你的僚属，不能酗酒。你不能从你的职位上坠落下来，时刻勉力啊！恭恭敬敬地记住守业不易的遗训。你不能不以先王所树立的典型为表率，你不要让你的君主陷入困难境地！”\n周王说：“父喑啊！我已对这些卿事僚、太史僚说过，叫他们归你管束。还命令你兼管公族和三有司、小子、师氏、虎臣，以及我的一切官吏。你率领你的族属捍卫我。取资三十寽，赐你香酒一坛、裸祭用的圭瓒宝器、红色蔽膝加青色横带、玉环、玉笏、金车、有纹饰的蔽较、红皮制成的鞃和艰、虎纹车盖绛色里子、轭头、蒙饰车厢前面栏杆的画缚、铜车辔、错纹衡饰、金踵、金秜、金蕈席、鱼皮箭袋、四匹马、镳和络、金马冠、金缨索、红旗二杆。赐你这些器物，以便你用来岁祭和征伐。”毛公喑为了报答天子的辉煌美德，因而铸造了一个宝鼎子子孙孙永远宝用。 \n书法价值\n毛公鼎的铭文作为西周晚期金文的典范之作，表现出上古书法的典型风范和一种理性的审美趋尚，体势显示出大篆书体高度成熟的结字风貌，瘦劲修长，不促不懈，仪态万千。章法纵横宽松疏朗，错落有致顺乎自然而无做作，呈现出一派天真烂漫的艺术意趣。通过《毛公鼎》文字书写的完美布局，表现出西周晚期的文字书写形成了具有纯熟书写技巧和表现手法的形式和规律。\n毛公鼎铭文的笔法圆润精严，线条浑凝拙朴，用笔以中锋裹毫为主。在具体操作中应是逆锋而入，抽掣而行，提笔中含，锋在画中而至于收笔；其收笔未必笔笔中锋，只是轻按笔锋停止即可，即所谓“平出之法”。因而在临写时应特别注意表现出线条的浑厚、拙重与雄强之气。但在表现轻重变化笔意时，不可有故作颤抖之笔，否则难以体现其真意而毫无生气可言。所以毛公鼎为后人提供了很好的临摹模版。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663605}]