[{"name":"刘基行书春兴八首诗卷","text":"行书—春兴八首诗卷，是刘基书写自作的春兴诗词，书法劲挺流美，有赵松雪行书清丽秀美的特点，又有唐楷严谨庄重的意味。\n作品简介\n刘基顿首\n柳暖花融草满汀，日酣烟淡麦青青，枝间好鸟鸣求友，水底潜鱼陟负萍，异县光阴空荏苒，故乡蛇豕尚膻\n腥，感时对景情何极，悼往悲来总涕零。\n忽听屋角叫晨鸠，起看园林气渐柔，小雨霏霏涵日过，新泉细细入河流，残花断柳虚归计，远水他山聚客\n愁，鸿雁南飞限苍领，伤心无处问松楸。\n于越山城控海堧，春风回首忽经年，忧时望月青霄迥，怀土登楼白发鲜，江上波涛来渺渺云中鸿鹄去翩翩，\n幕寒细雨余花落，梦绕天涯到日边。\n会稽南镇夏王封，蔽日腾云紫翠重，阴洞烟霞辉草木，古祠风雨出蛟龙，玄夷此日归何处，玉简他年岂再\n逢，安得普天休战伐，不令竹箭四时供。\n卧龙山奠越王都，群水南来入镜湖，苦怪桑田非旧迹，还惊雉堞是新图。白波翠蔼浮天际，绿树青莎到海\n隅，便欲投身归钓艇，不知何处有莼鲈。\n近时丹诏出天闱，圣主鸣谦下土知，岂谓豺狼犹杰黠，未随干羽格庭墀，四郊多垒忠臣耻，百战无前壮士\n规；寄语总戎熊虎将，莫教长愧伐檀诗。\n深春积雨减年芳，暮馆轻寒透客裳。翠柳条柔先改色，紫兰花冷不飘香。山中虎豹人烟少。海上楼台蜃气\n长，燕子新来畏沾湿，一双相对立空梁。\n忆惜江南杀起兵，吴山越水最知名。苹萍日暖游鱼出，桃李风和乳雁鸣。紫陌尘埃嘶步景，画船歌管列倾\n城。于今征戍诛求尽翻对莺花百感生。 \n春兴八首诗是刘基的行书的代表作品，理法通达、笔力遒劲、姿态优美，稳健而不失纵逸。\n作品欣赏\n此诗卷是刘基书写自作的春兴诗八首，书法劲挺流美，气势凝重而又神采飞动，笔势圆润雄奇，姿态横生。\n刘基（1311-1375），字伯温，谥曰文成，汉族，祖籍江西宜丰天宝，生于温州文成县南田（旧属青田县）。明洪武三年封诚意伯，人们又称他刘诚意。武宗正德九年被追赠太师，谥文成，后人又称他刘文成、文成公。元末明初军事家、政治家及诗人，通经史、晓天文、精兵法。他以辅佐朱元璋完成帝业、开创明朝并尽力保持国家的安定，因而驰名天下，被后人比作为诸葛武侯。朱元璋多次称刘基为：“吾之子房也。”在文学史上，刘基与宋濂、高启并称“明初诗文三大家”。\n","category":"行书","verified":true,"user":1,"timestamp":1429951602584},{"name":"刘基行书春兴八首诗卷","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791639687,"text":"刘基《行书春兴八首诗卷》，上海博物馆藏。\n据专家考证，《春兴八首诗卷》是刘基在元至正十六年春自撰并用行楷缮写的七律八首。当时刘基正羁管绍兴，过的是“放浪山水，以诗文自娱”的生活，“与会稽郡士大夫为宝林之游，赋诗唱和无虚日”。刘基表面放浪形骸，但他的内心却是痛苦的。由于在政治上未能施展抱负，虽不甘心，却只能以诗文和书法名世。正如他在《题王右军兰亭帖》所写：“王右军抱济世之才而不用，观其与桓温诫谢万语，可以知其人矣，放浪山水，抑岂其本心哉？临文感痛，良有以也，而独有能书称于后世，悲夫！”正是在这种内心压抑又无可奈何，报国之心未泯灭的情境之下，他百感交集写下了《春兴八首诗卷》。刘基有一个非常著名的艺术观点，即“心随物迁，志与景赴”，“世有治乱而有哀乐”。就是说艺术作品离不开时代，离不开作者对客观事物的具体感受，书法作品亦然。《春兴八首诗卷》书帖字里行间流露的是刘基对国对家的深深眷恋和殷殷关怀。\n纵观刘基的传世墨迹，结字严谨而纵逸，点画清朗而富有个性，挥运之中，意情潇洒而出入规矩，字里行间渗透着书卷之气。从刘基擅长的真、行、草书来看，主要是以晋唐风格为主，同时受元朝大书法家赵孟頫的影响颇大。赵体圆润俊美、矫健洒脱的典雅书风，给刘基的影响极其深刻，几乎决定了他一生的书风走向：圆和婉转，温雅清劲。就《春兴八首诗卷》来看，整篇气透色润，清秀优雅，筋骨内含，风姿潇洒。刘基虽入手赵字，但善于“极穷物理”，博采众长，自是有别于常流，其笔势往来宕逸不羁，有如淡烟笼月，清风拂柳，写出了真性情。故刘基在羁管绍兴期间，当地名士纷纷将珍藏的历代名家字画拿来请刘基题诗作跋，诗文、书法受到普遍欢迎。\n刘基（1311-1375），字伯温，谥曰文成，温州文成县南田人（旧属青田县）。故时人称他刘青田，明洪武三年封诚意伯，人们又称他刘诚意。武宗正德九年被追赠太师，谥文成，后人又称他刘文成、文成公。元末明初军事家、政治家及诗人，通经史、晓天文、精兵法。他以辅佐朱元璋完成帝业、开创明朝并尽力保持国家的安定，因而驰名天下，被后人比作为诸葛武侯。朱元璋多次称刘基为：“吾之子房也。”在文学史上，刘基与宋濂、高启并称“明初诗文三大家”。\n工书，擅行草。存世墨迹有《行书题苏轼乐地帖》、《行书春兴诗八首》（上海博物馆藏）、《行书跋宋陈郁行书诗翰》（吉林省博物馆藏）、《题宋燕肃春山图》（北京故宫博物院藏）、《跋陆柬之文赋》（台北故宫博物院藏）等。刘基为（宋）燕肃《春山图》所题诗：“秋山木落冷萧萧，江上行舟去路遥。忆昨曾经沙市尾，夕阳三老过溪桥。”未收进《诚意伯文集》。","author":"明代刘基","description":"刘基行书春兴八首诗卷"}]