[{"name":"邓石如四体书册","text":"邓石如（1743—1805）清代篆刻家、书法家，邓派创始人，安徽怀宁人。初名琰，字石如，避嘉庆帝讳，遂以字行，后更字顽伯，因居皖公山下，又号完白山人、笈游道人、凤水渔长、龙山樵长，少好篆刻，客居金陵梅镠家八年，尽摹所藏秦汉以来金石善本。遂工四体书，尤长于篆书，以秦李斯、唐李阳冰为宗，稍参隶意，称为神品。性廉介，遍游名山水，以书刻自给。有《完白山人篆刻偶存》。\n人物简介\n邓石如原名琰，因避仁宗讳，遂以字行，少读书，好刻石，仿汉人印篆甚工。性廉介无所合。时翁方纲擅篆分，以石如不至其门，为之。刘墉、陆锡熊见其书，皆大惊。登门求识面。包世臣推其篆书为神品。钱坫与世臣游焦山，见壁间篆书心经曰：“此非少温（李阳冰）不能作，世间岂有此人耶？”少尝客江宁梅鏐家，得纵观秦、汉以来金石善本，每种临摹各百本。曹文填称其四体书皆为清朝第一。工刻印，出入秦、汉，而自成一家，世称邓派。 出生于寒门，祖、父均酷爱书画，皆以布衣终老穷庐。邓石如九岁时读过一年书，停学后采樵、卖饼饵糊口。17岁时就开始了靠写字、刻印谋生的艺术生涯，一生社会地位低下。他自己说：“我少时未尝读书，艰危困苦，无所不尝，年十三四，心窃窃喜书，年二十，祖父携至寿州，便已能训蒙今垂老矣，江湖游食，人不以识字人相待。”邓石如30岁左右时，在安徽寿县结识了循理书院的主讲梁巘，又经梁巘介绍至江宁，成为举人梅镠的座上客。邓石如在江宁大收藏家梅镠处8年，“每日昧爽起，研墨盈盘，至夜分尽墨，寒暑不辍”。不久得到曹文埴、金辅之等人的推奖，书名大振。乾隆五十五年(1790)，乾隆皇帝80寿辰之际，户部尚书曹文植六月入京都，邀其同往。秋，途经山东，遂登泰山观览。进京后，邓石如以书法响誉书坛。乾隆五十六年(1791)，在两湖总督毕沅处做了3年幕僚。张惠言、包世臣都曾向他学习书法。\n往事略集\n清代书法大家邓石如的行书《陈寄鹤书》还与历史上一段著名的轶事有关。邓石如家中养两只鹤。据说，这两只鹤的年龄至少有130岁。一日，雌鹤死去了，仅隔十几天后，邓石如的发妻沈氏也相继去世。这种巧合，在当时的文人当中产生了很多联想。59岁的邓石如伤心至极，雄鹤也孤鸣不已，与他相依为命。因不忍再看孤鹤悲戚的样子，邓石如于是择地三十里外的集贤关佛寺，将鹤寄养僧舍中。从此，他担粮饲鹤，三十里往返，每月坚持不懈。忽然，又一日，正在扬州大明寺小住的他得到传报，雄鹤被安庆知府看中，抓回了府中。他即刻启程赶回安庆，用行书写下了《陈寄鹤书》向知府陈情上书索鹤。\n这篇文章写得哀婉动人，催人泪下，气势排山倒海，文辞如云幻天，以极尽排比、拟人等修辞手法历数得鹤、寄鹤悲欣往事。为了这只鹤，他可以将生死置之度外，正如书中所写“大人之力可移山，则山民化鹤、鹤化山民所不辞也。”知府接书，无言以答，不日将鹤送还佛寺。\n邓石如9岁随父读书，10岁便辍学，14岁“以贫故，不能从学，逐村童采樵、贩饼饵，负之转鬻”。然在其祖父和父亲的影响下，对书法、金石、诗文发生了深厚的兴趣，并有长足进步。17岁时，为“潇洒老人”作《雪浪斋铭并序》篆书，即博时人好评。自此，便踏上书刻艺术之路。20岁在家乡设馆，任童子师，不耐学生“憨跳”而舍去，随父去寿州（今寿县）教蒙馆，21岁因丧妻辞馆，外游书刻，以缓悲痛。\n乾隆三十九年（1774年）他32岁时，复至寿州教书，并常为寿春循理书院诸生刻印和以小篆书写扇面。深得书院主讲梁献（亳县人，以善摹李北海书名于世）赏识，遂推荐他到金陵（今南京）举人梅谬家学习。梅家既是宋以来的望族，又是清康熙御赐翰墨珍品最多的家族，家藏“秘府异珍”和秦汉以后历代许多金石善本。石如纵观博览，悉心研习，苦下其功。在梅家8年，前五年专攻篆书，后3年学汉分。于四十七年他40岁时，离开梅家，遍游各处名胜，临摹了大量的古人碑碣，锤炼了自己的书刻艺术，终于产生了“篆隶真行草”各体皆备、自成一家的大量作品。乾隆四十七年，他游黄山至歙县，结识了徽派著名金石学家方君任和溪南经学家程瑶田，及翰林院修撰、精于篆籀之学的金榜。后经梅谬和金榜举荐，又结识了户部尚书曹文埴。乾隆五十五年秋，弘历八十寿辰，曹文埴入都祝寿，要邓石如同去，石如不肯和文埴的舆从大队同行，而戴草帽，穿芒鞋，骑毛驴独往。至北京，其字为书法家刘文清、鉴赏家陆锡熊所见，大为惊异，评论说：“千数百年无此作矣。”后遭内阁学士翁方纲为代表的书家的排挤，被迫“顿踬出都”，经曹文埴介绍至兵部尚书两湖总督毕源节署（署武昌）作幕宾，并为毕源子教读《说文字原》。在署三年，不合旨趣，遂去。\n乾隆五十九年他52岁时，由武昌回故里，买田40亩，翌年建屋一栋，并亲书匾额“铁砚山房”置于门首。常将书刻售资救济乡人，贫不能葬者，都尽力资助。以后的10年，他的书刻艺术越臻化境，他不顾年迈，常游于京口（今镇江）、南京、扬州、常州、苏州、杭州等地。临终前一年，还登泰山，会晤友人，切磋技艺。60岁时，他游京口，结识包世臣，授书三年，并以书法要诀示曰：“疏处可以走马，密处不使透风，常计白以当黑，奇趣乃出。”包以其法验六朝之书都全符合。他63岁临终这一年，仍收录门生程蘅衫，为篆书《张子西铭》。是年，得知泾县有八块碑需以大篆、小篆、分书、行楷各体书写，慨然应邀，仅书一碑因病而归，阴历10月卒于家。\n民间奇人\n邓石如身材高大，胸前飘一绺长长的美髯，遇人落落，性格耿介，无所合，无款曲，无媚骨，无俗气，称得上顶天立地的一个伟男子。因为其祖辈出身寒微，枯老穷庐，他的一生更备尝人间的酸甜苦辣，过着“采樵贩饼饵，日以其赢以自给”的生活。他以“山人”自居，于荒江老屋中高卧，把功名两字都忘记了。\n为什么淡泊如此？他生活的时代，是历史上堪称盛世的“乾嘉时代”。他来到这个世界时，政局早已稳定，天下亦早已被爱新觉罗氏那双射雕射虎的手抚摩得比较熨帖了。生活随着时间的河流，日复一日地平静地流去。我们只知道他戴草笠，着芒履，策毛驴，浪迹天下名山大川，有如云水之间孤独的浮鸥。他的好友师荔扉曾经送他这样两句诗：“难得襟怀同雪净，也知富贵等浮云。”看淡了浮华、浮夸、浮名，也就与浮躁相去甚远。“忍把浮名，换了浅斟低唱”，柳永那种怀才不遇的牢骚他没有；“患名之不立，患年之不长”，贾逵的雄心进取他缺乏；“名飞日月上，义与风云翔”，李白的济世大志他也不具备。他只是归于淡，把世间万物都看得淡了，淡到自甘寂寞，远离红尘。可是，他又真正地热爱着书法，一天也舍不得丢弃。每日清晨，他研一盘满满的墨水，就着净几挥洒，必待墨水用干了才上床休息。所谓“热爱”，在邓石如的人生里，除了出身寒微，饱受生活的煎熬以外，还得把功名利禄置于脑后而全身心地投入艺术的艰苦锤炼中。他不怕板凳一坐十年冷，更不愿像某些“名人”那样热衷于今天上电视，明日登报纸，后天获大奖，不然就日子一天也难过。\n当年，他为湖广总督毕沅的幕友时，“与人论道艺，所持侃凿，丝毫不肯假借，布衣棕笠，贵客公卿间，岸然无所诎也。”俨然一种平民艺术家的本色。但是，“日见群蚁趋膻，阿谀而佞，此今之所谓时宜，亦今之所谓捷径也。得大佳处，大抵要如此面孔。而谓琰能之乎？日与此辈为伍，郁郁殊甚。”他看不惯官场的群蚁趋膻，也不愿阿谀权贵。那么，虽为幕友，却也是落落寡合的——他不适合那个生态环境。于是，他拂袖而去，返回民间，适者自适，从此一生六十余年再也没有混迹于官场。\n邓石如不愿媚俗取巧的顽固，说得斯文与时髦一点，是不是他正有着平常文人欠缺的所谓“平民意识”或“民间情结”？邓石如原名琰，字石如，自号顽伯、完白山人、完白山民、龙山樵长、凤水渔长等。以石自比，以顽石自况，一个山野之人的特立独行，飘然如在眼前。说到邓石如的为人，与他同时代的人评价甚高。有说“高尚”、有说“高洁”。我这里只说两件事。第一件，邓石如初入都，当时的人都以内阁学士翁方纲为书法的宗师，翁亦骄横一时，而邓石如“独不谒”。不去登门拜访翁宗师，是不愿结交权贵呢，还是本身就看不起他的书法？我不敢妄猜。但后果却是在他的意料之中的，盛气凌人的翁方纲极度贬抑邓石如的书法，而邓石如一笑置之，“不与校也”。另一件事，也许可以见出邓石如的高洁了。邓石如常居集贤关，得一鹤，精心喂养后蓄于僧院中，他陪它散步，它伴他读书，“朝朝两件闲功课”。不料，某太守见而爱之，携鹤而去。邓石如极是不平，写了一封措辞严厉的信索还。从此，与鹤为伴，晨昏无间。邓石如死时，那鹤发出尖厉的唳声，哀鸣数日后，打了一个旋，消失在大漠青空之中，羽化而去。鹤唳、青空、远去——这是我心头漫过的图景，也是眼前流过的诗境。是的，一袭布衣，仰视苍天，有所牵挂而来，无所牵挂而去；既知万物有灵，更轻身外之物；“你自归家我自归”——人鹤两化，只留下一段聚散情义于古今。他的好友、桐城派散文大家姚鼐曾给他写过这样一副对联：\n茅屋八九间钓雨耕烟须信富不如贫贵不如贱；\n竹书千万字灌花酿酒益知安自宜乐闲自宜清。\n不慕富贵而自然隽永，不闹情绪而旷达平和。钓雨耕烟，灌花酿酒的人生，洗去的是庸脂俗粉，尘泥污垢，浸润出来的却是经史子集里的书卷气质和一身的仙风道骨。于人，互为表里，安身立命，也可以“随心所欲不逾矩”了。人生一达这种境界，艺术的深沉和久远便应运而生。\n作为震古烁今的书法大家，邓石如是以货真价实的创新赢得我们尊敬的一个典范。与他同时代的包世臣在《艺舟双楫》中把他的书法列为“神品”，誉为“四体书皆国朝第一”。书法史上以“我自成我书”自负的“浓墨宰相”刘墉，当时见到邓石如的字，拍案惊呼道：“千数百年无此作矣！”连眼界很高，学富五车的康有为，贬颜(颜真卿)贬柳(柳公权)，贬晋帖，贬唐碑，而对邓石如之书不仅高度评价，还把他作为划时代的一个标志。平心而论，卑唐贬晋，失之公允，而对邓石如的评价则言之成理。清代篆隶书的革新和碑学的兴起，开拓出传统书法的新生面，这个盖世功勋是由邓石如悄悄地在山野之中建立起来的。邓之篆书结体的灵动，用笔的自然，打破了自李阳冰以来僵化的传统格局，难怪他这样自负：“何处让冰斯(斯指李斯)？”邓石如在书法理论上也颇多创见。“计白当黑”之论把“笔不到而意到”的道理具体化了。“疏处可以走马，密处不使透风”，则把虚实对比的艺术理论阐释得明白如话。\n书艺评价\n邓石如为清代碑学书家巨擘，擅长四体书。其篆书初学李斯、李阳冰，后学《禅国山碑》、《三公山碑》、《天发神谶碑》、石鼓文以及彝器款识、汉碑额等。他以隶法作篆，突破了千年来玉筯篆的樊篱，为清代篆书开辟了一个新天地。他的篆书纵横捭阖，字体微方，接近秦汉瓦当和汉碑额。隶书是从汉碑中出来，结体紧密，貌丰骨劲，大气磅礴，也使清代隶书面目为之一新。楷书取法六朝碑版，兼取欧阳询父子体势，笔法斩钉截铁，结字紧密，得踔厉风发之势。行草书主要吸收晋、唐草法，笔法迟涩而飘逸。大字草书气象开阔，意境苍茫。总观其四体书法，以篆书成就最大，楷、行、草次之。邓石如又是篆刻家，开创皖派中的邓派。他以小篆入印，强调笔意，风格雄浑古朴、刚健婀娜，书法篆刻相辅相成。邓石如的印章有着“疏处可以跑马，密处不使透风”的特色。\n时人对邓石如的书艺评价极高，称之“四体皆精，国朝第一”，他的书法以篆隶最为出类拔萃，而篆书成就在于小篆。他的小篆以斯、冰为师，结体略长，却富有创造性地将隶书笔法糅合其中，大胆地用长锋软毫，提按起伏，大大丰富了篆书的用笔，特别是晚年的篆书，线条圆涩厚重，雄浑苍茫，臻于化境，开创了清人篆书的典型，对篆书一艺的发展作出不朽贡献。隶书则从长期浸淫汉碑的实践中获益甚多，能以篆意写隶，又佐以魏碑的气力，其风格自然独树一帜。楷书并没有从唐楷入手，而是追本溯源，直接取法魏碑，多用方笔，笔画使转蕴涵隶意，结体不以横轻竖重、左低右高取妍媚的方法而求平正，古茂浑朴，与时俗馆阁体格格不入，表现出勇于探索的精神。\n刘墉陆锡熊：“千数百年无此作矣。”\n曹文埴：“此江南高士邓先生也，其四体书皆为国朝第一。”\n包世臣《艺舟双楫》：神品第一\n赵之谦：“国朝人书以山人为第一，山人以隶书为第一；山人篆书笔笔从隶书出，其自谓不及少温当在此，然此正自越少温，善易者不言易，作诗必是诗，定知非诗人，皆一理。”\n沙孟海《近三百年的书学》：“清代书人，公推为卓然大家的，不是东阁学士刘墉，也不是内阁学士翁方纲，偏偏是那位藤杖芒鞋的邓石如。”\n邓氏作品\n题字作品\n安徽怀宁县城北大龙山下白麟板的邓家大屋内，有一副以隶书书写的计有146字“龙门”长联，即：\n沧海日、赤城霞、峨媚雪、巫峡云、洞庭月、彭蠡姻、潇湘雨、武夷峰、庐山瀑布，合宇宙奇观，绘吾斋壁；\n少陵诗、摩诘画、左传文、马迁史、薛涛笺、右军帖、南华经、相如赋、屈子离骚，收古今绝艺，置我山窗。\n这副署为“题碧山书屋”的门联，为清代中叶著名书法家、篆刻家邓石如撰并书。此联气势恢弘，构思奇特，有如南朝文论家刘勰所说的“视通万里”“思接千载”之神奇。\n上联摄景，五彩纷吴；下联取文，绮章叠秀。上下联气脉连贯，一气呵成。景物典型，文事精粹，语言雅丽，含蕴深长，委属对中之杰构，联里之箐华。\n此对联之所以盛传不衰，除上述之外，与作者善于运用列锦修辞手法也有关。\n列锦修辞法是以名词或名词为中心的定名结构组成语句，里面没有形容词谓语，却能写景抒情；没有动词谓语，却能叙事述情。\n处世劳尘事：传家宝旧书。——题苏州寒山寺碑廊\n事业垂千古；馨香荐四时。——墨迹\n座上南华秋水；屏间北苑春山。——自题\n万花盛处松千尺；群鸟唱中鹤一声。——自题\n开卷神游千载上；望帘心在万山中。——自题\n好书悟后三更月；良友来时四座春。自题\n涉水跋山，来泻两行寒士泪；临风对月，常怀一片故人心。——挽曹文埴\n周围积奇石几层，月色夹空，如窥古涧；其地有高松百尺，绿荫翳日，时到异人。——题扬州瘦西湖小金山草堂\n茅屋八九间，钓雨耕烟，须信富不如贫，贵不如贱；\n竹书千万字，灌花酿酒，益知安自宜乐，闲自宜清。\n——述怀\n容人却侮，谨身却病，小饮却愁，少思却梦，种花却俗，焚香却秽；\n静坐补劳，独宿补虚，节用补贫，为善补过，息忿补气，寡言补烦。\n——自题草堂\n长七尺大身躯，享不得利禄，享不得功名，徒抱那断简残编，有何味也；\n这一块臭皮囊，要什么衣裳，要什么棺椁，不如投荒郊野草，岂不快哉。\n——自挽\n篆刻\n《江流有声断岸千尺》、《我书意造本无法》、《淫读古文日闻异言》、《家在四灵山水间》、《意与古会》、《笔歌墨舞》、《城一日长》、《灵石山长》、《春涯》、《半千阁》《完白山人篆刻偶存》 （文图）\n书法\n《游五园诗》、《篆书文轴》、《篆书中堂》、《隶书四条屏》、《隶书七言联》、《隶书节录文心雕龙》、《陈寄鹤书》\n诗文\n《登岱》\n岱秩巍巍秉节旄，峻嶒直上走猿猱。一无所限唯天近，百不如人立脚高。\n过眼云烟失齐鲁，增封诸岳视儿曹。尊岩莫讶风尘迹，终古乾坤几布袍。\n《完白山人寄鹤书稿》完\n完白山民邓石如顿首，奉书为启，陈寄鹤事。此鹤之主人闲有岁月可证者，已百三十有零岁，历公卿之门四。据宛陵张涵斋太史焘《古鹤行诗》，滇南中丞孙公曰秉刻之金陵藩署中，叙此鹤先在常熟蒋家，次居吴兴沈家，后归德清徐家。京口农部袁礼堂以千金聘归三十六峰山馆中，此百三十有余岁可屈指而计者。其前之岁月，则不可得而考矣。山民游于袁公家有年，农部之子廷极命鹤谓山民曰：“此尔主也。”谓鹤与山民宜，遂以赠山民。山民年垂耳顺，得此为老伴，洵旷事也。嘉庆元年秋，舟过金陵，孙中丞悦之，欲聘山民鹤，兼以灰鹤二赠山民。此海雀也，非鹤也。与鹤为奴，鹤不受也。却之，载吾鹤归。山民家徒壁立，食指甚繁，每一砚四方以活妻子，恐鹤遭野人之厄，遂择地而寄鹤于集贤关僧舍中。虽禅室荒陋，而林木蓊郁，竹树交翠，关隘险固，山石嵯峨，为达天衢之冲要道，又皖城龙脉所特起。僧欲仗佛力创兴之，以扶持行道，培护风水，其志诚深远矣。离山民居遥不三十里，担粮饲鹤，月有常例。虽待此鹤也，亦隐以待僧矣。因向僧唤鹤训而祝之曰：“尔乃胎禽浮丘，著经云门，鼓翅华表，飞声负霄汉凌云之志，恐终非贫家有也。尔有遐心，亦听尔之翱翔寥廓，可不尔羁也。今属尔寄于僧，以修尔龄。僧托于尔，以辅成其名。尔无负山翁寄鹤之意，以徜徉于此。此地有修竹古木，可庇荫尔；有古佛青灯，可忏悔尔；有灵幡宝盖，可威仪尔；有法座经坛，可庄严尔；有蹲狮伏象，可护持尔；有萝月松风，可徘徊尔；有山花野卉，可纾尔步；有溪泉潺湲，可濯尔羽；有积石漫山，可厉尔喙；有苔华绣砌，可逞尔狂；有高梧重重，可张尔盖；有苍藤垂垂，可排尔幢；有钟鼓镗鞳声，可遂尔海峤搏风盘礴乎青云之志；有风雨草木摇撼声，可触尔引领高唳，若有捍卫牧圉之任；有山禽鸣噪声，可助尔群下相融物我，熙熙共乐林泉之度；有车马行迈声，可慨其尘途仆仆，尔则梳翎戢羽，矫首而游观；有冠盖往来，贤士大夫之憩止，可念其干旌在野，载驰载驱，长路迢迢，趑趄日夕，益显尔之清旷劲逸，孑然而孤标。凡山中四时之致，雪月花风之候，阴晴雷雨之辱，尔得默领其常变。尔其钦承吾训辞。”\n又曰：“僧归尔伴，僧出尔守。月白风清，听经点首。毋徒饮啄，端洁毛羽，他日太清衣裳楚楚，岂不尔驾骑，尔遨游。贯无十万，难上扬州。我居不远，于焉卅里。尔若怀归，龙山凤水。尔其谛听吾祝词。”祝毕，鹤四顾惶然，若有逸志。乃慰之曰：“尔来前，尔其安于此矣。”鹤遂皈依于佛。虽皈依佛，鹤仍为山翁之鹤也。僧拟其名，余曰：“是昂藏物，非可以几名辱之也，惟佛可以使之。”遂更其名曰佛奴。寄鹤之地莫此若也，怡鹤之情莫此适也。鹤耶僧耶，其相助为理耶。山民家无担石储，前曾以十金助僧创寄鹤亭，施茶以济行人。昨秋枯旱，犹以钱十千佐僧架此东轩，今修竹万竿，清阴满座，过者可凭涤烦嚣也。今闻僧言，阁下花骢住此，鹤舞阶下，从官称庆，以为官阶一品之兆，直指日事耳。左右不察，爰遣厮卒束缚以去，送至署中。僧号于途，鹤厄于卒，不闻轩车之迎，而有囚系之辱，物之报人以嘉祥者，顾身受如是之困乎？从此莲幕宾朋，竞赏芸窗不聘之禽，而使冷院枯僧，日?颜于寄鹤之山翁矣。山民知阁下意万不如是，不过近侍之人图此以邀赏赉耳。亦或梅开东阁，暂借娱情，张琼筵以咏花，命羽觞而醉客，不有?翟?翟之白鸟，其何足以畅此雅怀。乘兴招之，尽兴挥之，则鹤不日仍归山民。亦或政闲遐赏，睹物怀人，慕古人琴鹤之风，以益励其清廉，而光照皖国。山民得为治下之民，亦与有荣焉。若徒手而有之，山民能负袁郎中赠鹤之意乎？亦负惭于此鹤也。且起外议谓太守夺山人鹤之名。若以草野冒渎尊严而罪之，则山民化鹤，鹤化山民，所不辞也。故历陈古鹤之始末，与僧人、山民同此心事，特用缕述上陈，不胜恐惧悚惶之至。山民再顿。\n又书后自记一则云：“鹤寿不知其纪，人寿修短，极之不过百年。均宇宙之寄物耳。此鹤寄于公卿，寄于山民，寄于僧佛，又寄于太守。太守也，僧佛也，山民也，公卿也，皆寄于鹤耳。鹤寄于人耶？人寄于鹤耶？然人鹤之寿虽有长短不齐，亦终当还宇宙也，于我何有哉！余长年仆仆四方，自有此鹤，归时不过以为耳目一瞬之玩，究未尝与鹤性灵相周旋也。作此书成，用鹤、恋鹤、训鹤、祝鹤，吾何得忘情于鹤。顾此虽亦无负于鹤，而心中有不释然于鹤者。存书以存鹤，可谓有鹤而无鹤，无鹤而有鹤也。鹤兮，鹤兮，不待吾他日碧水苍山偕游观于冥漠耶？奚去之遽也？\n邓石如篆刻艺术鉴赏\n简介\n邓石如:（1743---1805），原名琰，字石如，又名顽伯，号完白山人，又号完白、古浣子、游笈道人，凤水渔长，龙山樵长等，安徽怀宁人。有人把他归为皖派，更多的人因为推崇他在篆刻史上杰出的贡献，而尊为“邓派”。\n邓石如幼年时家境贫寒，一生社会地位低下，他自已说：“我少时末尝读书，艰危困苦，无所不尝，年十三四，心窃窃喜书，年二十，祖父携至寿州，便已能训蒙今垂老矣，江湖游食，人不以识字人相待。”这样一位读书不多的“一介布衣”，成长为伟大的艺术家，全靠艰定不移的信念，顽强的意志和刻苦的锻炼。他十七岁后，就开始以书刻自给。三十岁后，通过友人介绍，陆续认识了南京梅缪三兄弟等友人，遍观梅家收藏的金石善本，凡名碑名帖总要临摹百遍以上，为此起早贪黑，朝夕不辍为以后的篆刻艺术打下了扎实的书法基础。所以，当时人评他的四体书法为清代第一人。\n邓石如时代，正值皖、浙两派称霸印坛之时，但他绝不满足于前人印家所取得的成果，而以自已雄厚和书法为基础，做到“书从印出，印从书出”，打破了汉印中隶化篆刻的传统程式，首创在篆刻中采用小篆和碑额的文字，拓宽了篆刻取资范围，在篆刻上形成了自已刚健婀娜的风格，巍然崛起于当时的印坛，可说与皖、浙两派形成鼎足之势。邓石如的雄风一直影响到同时期的包世臣、吴让之、赵之谦、吴咨、胡澍徐三庚等人。在篆刻艺术发展史上，邓石如是一位杰出的大家。可惜他原石流传极少存世有《完白山人篆刻偶成》、《完白山人印谱》、《邓石如印存》等。\n作品介绍\n“江流有声，断岸千尺”句出苏轼《后赤壁赋》，是邓石如的代表作之一。艺术构思最忌平均呆板，他在书法理论上曾提出的“字划疏处可使走马，密处不使透风“的美学观念，这方印可以说是这种观念的生动体现。“流、断”二字繁写增其密度，以密衬疏。“江”字与“岸、千、尺”三字相呼应，笔势开张，大片宽地又正好与“断”字相呼应，加上流、有、声”之繁密形成了鲜明的对比。他的用刀既不同于皖派，也不同于浙派，而是使刀如笔，宛转流畅，刻出了他刚健婀娜的风格。\n“我书意造本无法”一印，在细白文刻法上，可说前无古人，戛戛独造他把宋元圆朱文的刻法，发展到这种细白文的刻法，印中文字的方圆曲折，完全视印之形式随机搭配而出，而这种白文的线条，最能体现出他书法的笔情墨趣和以刀当笔的金石风味。\n“淫读古文，日闻异言”，风格同上印，虽然刀法上不及上印挺劲，但章法上却是苦心经营。全印八个字分三行，疏其中行而密其左右，是这方印的特色。\n“家在四灵山水间”全印七字，一如其书。此印的章法正好与上印相反中间密而左右两边疏，紧密处不使人感到窒息，疏处则绰绰有余。绘画大师黄宾虹受此影响，在他画论中也有“疏可走马，密可透风”的说法。\n“灵石山长”、“春涯”二印，对角疏密呼应，朱白相映，全印笔酣墨饱，充满着圆浑、朴茂之感。一方印往往有一个基调，相比下来，“春涯”加栏的白文印，由于转折间略见的功力。艺术大师丰子恺曾说，篆刻艺术是“经营于方寸之内，而赏鉴乎毫发之细，审其疏密，辨其妍媸”。所以“书画同源，而书实深于画，金石又深于书”。因此，“非有精微之艺术修养，不足与语也”。这些精辟的见解对我们理邓石如的艺术当有很深的意义。 \n书法解读：\n自魏晋以降，篆书一体逐渐走向了沉寂，擅长篆书的书家，已如晨星。直至清代，伴随着金石学、考据学的兴起，才迎来了篆书复兴昌盛的春天。乾嘉年间邓石如出，彻底打破了篆书低迷的僵局，开辟了新的生面。邓石如改变了过去几百年的作篆方法，充分运用毛笔的特长来表现篆书的笔意，使书写上的提按、起笔收笔的笔触意态更加富于变化，在结构上也打破了过去那种陈陈相因的固定模式，影响所及，蔚为风气。\n邓石如，初名琰，字石如，号顽伯，安徽怀宁人。终生布衣，以鬻书刻印自给。一生精研书法篆刻，而以篆书的成就为最高，有开创性的贡献。篆书以《石鼓文》、《泰山刻石》、《峄山碑》、《开母石阙》为法，并融合汉碑额婉转飘动的意趣，字形方圆互用，姿态新颖，笔力深雄，婀娜多姿，体势大度，用笔灵活而富于变化，骨力坚韧，一扫当时呆板纤弱、单调雷同的积习。又篆从隶入，隶从篆出，自成一家风范。清代以后篆书家无不受到他的影响，可以说，二百多年篆书艺术风格的丰富多彩，大家辈出，这辉煌的景象实有邓石如为其开端。\n书于嘉庆元年以后的《邓石如篆书册》，笔力遒练，骨力如棉裹铁，体势沉着，运笔如蚕吐丝，尤其是融入了以隶笔作篆的意味，可视为邓石如传世墨迹中的代表之作。在临习此帖要仔细观察和深入体会其用笔多变的笔法特征。就起收而言，既有逆起驻收，内敛含蓄，也有逆入平出，轻松流畅。其弧画的行笔，或用提转之法以见圆畅，或用顿折之法，以见方劲。这些在用笔方面的微妙变化，都是要临到位的，切不可在临习时一带而过大而化之的。一定要做的孙过庭所言的“察之者尚精，拟之者贵似。”在结字方面，《邓石如篆书册》是在努力追求均匀的布白方法，因而使得每个篆字都显得平稳而安详,但在空白处，则垂脚曳尾，从而形成疏宕与坚实，空灵与丰厚的对立统一。在处理好均匀和疏密布白的同时，还要充分注意线条的平行、对称、相抱以及相背的关系。此外，要临好邓石如的这本篆书字帖，线条的参差变化也是不可忽视的重要方面，小篆线条之间的参差安排，往往是制造生动的关键所在。清人王澍云：“篆书有三要：一曰圆，二曰瘦，三曰参差。圆乃劲，瘦乃腴，参差乃整齐。三者失其一，奴书耳！”这应该是我们书写小篆时要牢记的。\n","category":"草书","verified":true,"user":1,"timestamp":1429951661343},{"name":"邓石如四体书册","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791635008,"text":"邓石如《四体书册》之《怪石长松篆书册》（局部） 嘉庆二年（1797）日本东京国立博物馆藏 （图片选自荣宝斋出版《中国书法全集.邓石如卷》）\n\n【释文】怪石长松，嶒崚耸震。人语不闻，松涛递响。若真万马，腾空而下。完白山人。\n\n\n\n\n\n\n\n\n\n\n\n\n\n邓石如《四体书册》之《少学琴书隶书册》（局部） 嘉庆二年（1797）日本东京国立博物馆藏\n【释文】少学琴书，偶爱闲静．开卷有得便欣然忘食。见树木交荫，时鸟变声，亦復欢然有喜。常言五六月．北窗下卧。遇凉风暂至。自谓是羲皇上人。石如书。\n\n\n\n\n\n\n\n\n\n\n\n邓石如《四体书册》之《雪斋清境楷书册》（局部） 嘉庆二年（1797） 日本东京国立博物馆藏\n【释文】雪斋清境。发於梦想。此间但有荒山大川修竹古木．每饮村酒，曳杖放脚。忘路之远近，亦旷然天真。与武陵旧游，未易识优劣也。丁巳新秋。书於江深草阁。完白山人。\n\n\n\n\n\n\n\n\n\n\n\n邓石如《四体书册》之《择故山滨水地行草书册》（局部） 嘉庆二年（1797） 日本东京国立博物馆藏\n【释文】择故山滨水地。环篱值荆棘。间栽以竹。（入竹）餘丈。植芙蓉三百六十。入芙蓉（餘）二丈。环以梅。入梅餘三丈。重篱。外植芋粟果实。内重植梅。结屋。前茅后瓦。入阁。名尊经。藏古今书。左塾。训子。右道院。迎宝（客）。进声二。寝一。读书一。治药一。后舍二。一储酒穀。列农具山具。一安僕役。庖湢称是。童一。婢一。园丁二。前鹤屋。养鹤隻。后犬十二足。驴四蹄。牛四角。客至具蔬食酒核。暇则读书。课农圃事。毋苦吟，安此天年。\n山家清事。嘉庆二年秋七月望日。完白山人邓石如。书于京江江深草阁。\n\n邓石如《四体书册》 每页29.5×44.0cm 嘉庆二年（1797）日本东京国立博物馆藏\n　　此四体书册，为邓石如成熟期的代表作，全面地反映了他的书法艺术在各种书体上所达到的水准。篆书已摆脱唐代李阳冰而上溯秦相，于平正婉通中表现出丰富的节奏变化，此又不规於秦篆而有汉人的韵致，赵之谦所谓“篆由隶出”者。隶书亦古雅逼汉人，无些许近代作手习气，笔致略用篆意，自然高妙。楷书取法六朝纯静简远之致，清新隽永。行草则一如其平日所作，稍以碑法入帖，惟此属册页，无怒张之气。故四体谐调统一，均能以古为法而新意出焉，为邓书高雅绝俗的上乘之作。","author":"清代邓石如","description":"邓石如四体书册"}]