[{"name":"颜真卿行书刘中使帖","text":"《刘中使帖》[1] 为唐代颜真卿闻知河北藩镇叛乱之将吴希光已降、卢子期被擒获的捷报时，所写的尺牍，行草书，8行，行41字。笔力雄健，线条遒逸联绵，有“钩如屈金，点如坠石”（宋朱长文《续书断》）之评。可与《祭侄文稿》相媲美。\n法帖资料\n信息\n【名称】刘中使帖\n【作者】颜真卿\n【年代】唐代\n【书体】行草书\n【材质】蓝纸本墨迹\n【规格】纵28.5厘米，横43.1厘米\n【字数】8行，行41字\n【收藏】台湾台北故宫博物院\n《刘中使帖》又称《瀛州帖》，著录首见宋《宣和书谱》。 \n简介\n据帖文“吴希光已降”句，《刘中使帖》书写于775年（唐大历十年）颜真卿湖州刺史任上（772年至777年），时年六十七。 \n《刘中使帖》信中“足慰海隅之心”、“吁！足慰也”之句，可以感受到颜真卿对传来的两件军事捷报甚感高兴欣慰。颜真卿曾因直责权相元载而遭到排挤，直至逐出朝廷，一直在外任地方官。他虽身处江湖之远，但仍心系大唐王朝。在写于775年底、776年初的《刘中使帖》中，颜真卿喜悦的心情流于作品字里行间，一如杜甫的《闻官军收河南河北》，从杜诗的“剑外忽传收蓟北，初闻涕泪满衣裳”中可以观照此时颜真卿的内心感受。 \n法帖内容\n释文\n近闻刘中使至瀛州，吴希光已降，足慰海隅之心耳①。又闻磁州为卢子期所围，舍利将军擒获之②。吁！足慰也。 \n注解\n①近闻刘中使至瀛州，吴希光已降，足慰海隅之心耳：“刘中使”：刘清潭。 “瀛州”：今河北省河间市（隶属沧州市）。745年（天宝四年）罢瀛州恢复河间郡，758年（乾元元年）废郡复称瀛州。吴希光：魏博节度使田承嗣部将。 “足慰”的“足”，一释作“可”字。\n②又闻磁州为卢子期所围，舍利将军擒获之：“磁州”：今河北省磁县城关镇（隶属邯郸市）。“卢子期”：田承嗣部将。 “舍利将军”：王武俊。[9-10]   \n写作背景\n背景简述\n《刘中使帖》文中所反映的是河北三镇（又称河朔三镇）之一的田承嗣反叛之事。\n河北三镇是指唐朝后期出现在河北地区的卢龙、成德、魏博三个藩镇。安史之乱结束后。唐朝为了笼络史朝义的河北降将，先后任命张忠志为成德军节度使，赐姓名李宝臣；田承嗣为魏（今河北大名北）、博、德、沧、瀛五州（今河北东南部、山东北部）都防御使，763年六月改为魏博节度使，驻魏州；李怀仙为幽州卢龙节度使。钱穆论述：“唐自安、史之乱以后，武夫战卒，以功起行阵，互为侯王者，皆除节度使。由是方镇相望于内地，大者连州十余，小者犹兼三、四。自国门以外，几乎尽是方镇的势力。”“此即所谓‘河北三镇’。彼辈皆拥劲卒，自署吏（诸州、县各置镇将领事，收刺史、县令权）。不贡赋，结婚姻，相联结。” 763年田承嗣降唐后，名义上归顺朝廷，但并不服从中央，形成地方割据势力。775年（大历十年）正月，田承嗣乘昭义镇将吏作乱之际，出兵攻占相州。战事发生以后，唐代宗告谕田承嗣等，“使各守封疆”，不越雷池，但田承嗣却拒不奉诏，仍然派大将卢子期攻取鄜州，杨光朝攻取卫州。775年四月，唐代宗下诏讨伐田承嗣。 \n帖文记载\n《刘中使帖》所叙述的“刘中使至瀛州，吴希光已降”和“磁州为卢子期所围，舍利将军擒获之”，《旧唐书》记载：“（大历十年八月）己丑，田承嗣将卢子期攻磁州。……（十月）甲子，昭义节度使李承昭与卢子期战于磁州清水县，大破之，生擒子期以献。……（十一月）丁酉，田承嗣所署瀛州刺史吴希光以城降。” 《资治通鉴》：“八月……己丑，田承嗣遣其将卢子期寇磁州。……冬，十月，辛酉朔，日有食之。卢子期攻磁州，李宝臣与昭义留后李承昭共救之，大破子期于清水，擒子期送京师；斩之。” \n法帖赏析\n线条与律动\n《刘中使帖》字体结构宽博，线条丰满而又极富弹性。作品中用笔提按顿挫的起伏与律动，体现出颜书强筋的特征。宋朱长文《续书断》）所评：“点如坠石，画如夏云，钩如屈金，戈如发驽。”《刘中使帖》足以当之。特别是“屈金发驽”之比喻，用以揭示帖中的线条弹性之美可谓一语中的。在颜书结构宽博的同时，作品更体现线条运动时的丰润感与弹性的力量美，环绕连带顿挫分明、肯定果断。此外作品还有飘逸洒脱的一面，如“耳”字的长笔直下，其势迅疾，其意遒劲，如锥画沙。 《刘中使帖》与《蔡明远帖》内容虽同属一般书信，但此帖有一种欣慰之情，溢于笔端。《蔡明远帖》之字，锋多敛含，律动缓缓；《刘中使帖》则锋芒耀露，急湍迸流。“耳”字末笔拖长竟占一行，其欣慰之情，借此线条一抒为快。且情无尽，意未完，故其下半篇之字比上半篇更大，如心之舒，而线条更加遒逸联绵。第五行二字相联，六行三字相联，七行四字相联，又似情激不已。董其昌称其“郁屈瑰奇，于二王法外别有异趣”。 \n题材与文辞\n邱振中在分析颜真卿《刘中使帖》、《祭侄文稿》和苏轼《黄州寒食诗帖》时，对作品的题材文辞与作品意境阐述：“作品要有意境，从作者的命意、精神状态，到构成作品的各种因素的融合，是不可缺少的前提。线是书法艺术惟一的形式手段，文辞是书法作品的题材（题材的第一层含义），两者都能各自刻画一‘境’。对一件书法作品来说，除线条之‘境’直接诉诸人们感官外，随着人们对文字的辨识，文辞之‘境’总会有意无意浮现于心中，叠加与线条之‘境’上。只有这两‘境’首先达到协调，然后才谈得上‘意’与‘境’的融合：作者主观世界与线条之‘境’和文辞之‘境’的统一。”\n书法是线的艺术，题材—文辞所刻画的境界，虽处于次要的、从属的地位，但由于它与作者情感、作品形式的默契成为构成意境时必不可少的前提，题材—文辞作为联系作者主观世界与形式的媒介，在书法艺术中具有不可忽视的意义。如《黄州寒食诗帖》、《祭侄稿》、《刘中使帖》，题材—文辞无不与作品所表现的情感密合无间。在这些感人至深的作品中，体现了作者主观世界、题材—文辞、形式三者的契合。 \n鉴藏著录\n《刘中使帖》流传有绪。据明代张丑《清河书画舫》：“颜真卿大字《瀛州帖》，为宋宣和御府故物，元初藏张可与家。”又据帖后王芝题跋：1363年（元至正二十三年），王芝曾从张啸江处以陆柬之《兰亭诗》、欧阳询《卜商帖》易得。明代归项元汴“天籁阁”，后辗转落入厂肆。民初归李石曾。帖内钤有“三槐”、“悦生”二半印，“绍兴”、“张晏私印”、“王芝”、“项元汴印”等鉴藏印。后有元代王英孙、鲜于枢、张彦清、白湛渊、田师孟及明文衡山（文徵明）、董思白（董其昌）等题识。明《戏鸿堂》帖刻入。 \n颜真卿（709年至785年），字清臣，琅琊（今山东临沂）人，唐代著名书法家。一生曾任监察御史、殿中侍御史、平原太守、工部尚书、吏部尚书、御史大夫等职，封“鲁郡公”，为玄宗、肃宗、代宗、德宗四朝元老。向以义烈闻名官场，以至为唐王朝舍生取义，杀身成仁。家学渊博，工于尺牍，其正楷端庄雄伟，气势开张；行书遒劲郁勃，自成一格，人称“颜体”，颜体书对后世书法艺术的发展产生了深远影响。颜真卿不仅在书学史上树立起一座巍峨的丰碑，其高尚人品也为后世景仰。其人其书，皆为典范。颜真卿书法碑刻作品有《多宝塔感应碑》、《东方朔画赞》、《颜勤礼碑》、《大唐中兴颂》、《麻姑仙坛记》、《裴将军诗》、《争座位帖》等。墨迹作品有《祭侄文稿》、《刘中使帖》、《湖州帖》（传）、《自书告身》帖等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951558698},{"name":"颜真卿行书刘中使帖","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791645580,"text":"颜真卿《刘中使帖》约书于大历十年(775年)。墨迹。行书，信札。28.5×43.1厘米。凡8行，计41 字。台北故宫博物院藏\n  此帖又称《瀛州帖》，著录首见宋《宣和书谱》，无书写年月。《刘中使帖》是颜行草书中字体最大的。文曰：“近闻刘中使至瀛州，吴希光已降。足慰海隅之心耳。又闻磁州为卢子期所围，舍利将军擒获之。吁足慰也。”\n 是帖流传有绪。据《清河书画舫》：“颜真卿大字《瀛州帖》，为宋宣和御府 故物，元初藏张可与家。”又据帖后王芝题跋：至正二十三年(1363年)，王芝曾从张啸江处以陆柬之《兰亭诗》、欧阳询《卜商帖》易得。明嘉靖间归项元汴“天籁 阁”，后辗转落入厂肆。民初归李石曾。帖内钤有“三槐”、“悦生”二半印，“ 绍兴”、“张晏私印”、“王芝”、“项元汴印”等鉴藏印。后有元王英孙、鲜于 枢、张彦清、白湛渊、田师孟及明文衡山、董思白等题识。明《戏鸿堂》帖亦有刻入。\n  刘中使，名刘清潭。大历十年（公元七九四）投降朝廷的前安禄山、史思明部将田承嗣又发动叛乱，占据瀛州等地，又派卢子期围瀛州，朝廷派兵攻击，吴希光投降，卢子期被擒押解京师，于十一月处死。当时颜真卿年已六十七岁，时在湖州任上，听到唐军两次军事胜利消息传来，情绪激昂，书写了此手札。手札中未提卢子期处死，故应是是年十一月前写的。\n  这件作品，历来为书家们所重。元代鲜于枢评论说：“英风烈气见于笔端”张宴也称赞说：“观其运笔点画，端有闻捷慷慨效忠之态”。 明代文徵明认为在颜书存世墨迹中“此帖为最”。全帖气势磅礴， 笔力纵横矫健，呈现出一股英气豪爽之风度，运笔强劲秀拔，字与字之间的转笔处，时有牵丝实连，时有笔断意不断，运笔流畅，一气呵成。“耳”字末笔拖长竟占一行，其欣慰之情，借此线条一抒为快。且情无尽，意未完，故其下半篇之字比上半篇更大，如心之舒，而线条更加遒逸联绵。第五行二字相联，六行三字相联，七行四字相联，又似情激不已。董其昌称其“郁屈瑰奇，于二王法外别有异趣”。\n释文：\n近闻刘中使至瀛州，吴希光已降。足慰海隅之心耳。又闻磁州为卢子期所围，舍利将军擒获之。吁足慰也。\n附录：片纸千金的《刘中使帖》（来源：陈振濂 著《历代书法欣赏》）\n  据宋代《宦和书谱》所载，颜真卿的墨迹在宣和内府藏有二十八种，这当然是个十分罕见的数字。几个传世的著名法帖如《争座位》、《蔡明远》、《竹山堂诗》、《刘太冲》、《祭侄帖》、《刘中使》、《湖州帖》等，尽皆囊括入内。而对这些作品作一梳理之后，我对《刘中使帖》在颜真卿短简尺牍中的突出地位有了更深刻的认识，我以为：除去象《祭侄》这样的长篇巨制之外，除去颜真卿的碑书之外，《刘中使帖》鹤立鸡群，不但在颜书中首屈一指，即使在古今诸名家法书中亦是不可多得的神品。\n  说它是神品，首先即是有感于它竟是如此恰到好处地体现出颜书的强筋特点。事实上，颜筋柳骨分别是指他们的楷书呵言，行草未必包括在内。但以一人书风特征的协调性，在楷与行草中本来应该有些许共同之处。柳公权对“骨”的理解，无论就楷书《神策军碑》或行草《蒙诏帖》，均有表现，属于协调者；颜真卿的楷书如《颜勤礼》，《颜家庙》等碑与行草《争座位帖》、《祭侄帖》相比，楷书强“筋”感觉强烈而行草则点画锐利、冲击力很大，却是两种不同的基调。在唐代诸公中，欧阳询近柳而虞世南近颜，欧协调而虞不协调，这只要把《梦奠帖》与《汝南公主墓志》分别与欧虞的楷书作时比即可明了。\n  《刘中使帖》却让我们重温颜书强筋的特征。所谓“点如坠石，画如复云，钩如屈金，戈如发弩”四句，足以当之。特别是屈金发弩之比，用以揭示此帖中的线条弹性之美可谓一语中的。在颜书宽博的结构共同制约下，我们更多地可从此帖中窥出线条运动时的丰润感与弹性之美，我以为这是《刘中使帖》中透射出的最强度的审美信息。此外，线条在环绕连带时所呈现出的顿挫分明、肯定果断的笔势，也使我们在品其丰润之外不得不同时顾及到此帖的刚健一面。如“耳”字的长笔直下，其势迅疾，其意遒劲，而线条则颇如颜真卿对张旭所叙述的写书心得：“锥划沙”。\n  “近闻刘中使至瀛州，吴希光已降。足慰海隅之心耳。又闻磁州为卢子期所围，舍利将军擒获之。吁！足慰也。”在唐室叛乱四起的多事之秋，颜真卿忠心国事的拳拳之心，岂必只《祭侄帖》有之？《刘中使帖》的文辞，再加上它那遒劲的线条形象，不也同样使我们一窥忠贯日月的耿耿之心？\n参考：清人钱沣《临刘中使帖》\n\n钱沣《临刘中使帖》(一) 128×57.5cm\n　　释文：近闻刘中使至瀛州，吴希光已降之。慰海隅之心耳。钤印：钱沣印二方。款识：钱沣。\n\n钱沣《临刘中使帖》(二)\n　　此为钱沣的“刘中使帖”。\n　　充满强烈性格感染力的行书临《刘中使帖》轴是钱沣所作，是意临颜真卿的书作，在米芾纵肆欹侧的基础上，又将颜真卿的沉着苍老融入点画之中。从作品中可以看出，他作书并不拘泥于运笔的流畅和谐与字的匀称秀美，而是简化和避开对技巧的依赖和展示，通过自己夸张固定、不同常规的外在笔墨形象，刻意营造出一种充满强烈性格感染力的意象效果，从而达到突破帖学书法的审美标准。","author":"唐代颜真卿","description":"颜真卿行书刘中使帖"}]