[{"name":"苏轼行书长卷九歌","text":"按:刘南宅是沂水县明清两代缙绅刘氏家族的庄园住宅，著名作家蒲松龄做过刘家的私塾先生。其园林住宅是旧沂水城区最大的民居建筑。始建于明朝初期，按阴阳八卦设计，故亦称八卦宅，规模宏大，分为南宅、中宅和北宅，三宅毗连，栉次鳞比，亭台楼榭，花木扶疏，布置分割宜当，富有北方私家园林的韵致。其中以南宅为最，号称刘南宅。与山东莒南的大店庄家庄园、潍坊十笏园和四川的刘文彩家族庄园等一样，刘南宅为中国封建社会后期的诗书耕读之家，先后培养出四位进士和两位举人，自明至清数百年间累世在朝为官，有的曾经长期在朝廷吏部任职，闻名遐迩。可以说刘南宅代表了沂蒙的荣华富贵和家族势力。当然也收集和宝藏了大量的书画奇石珍玩等艺术品。伴随着解放战争的炮火刘南宅被痍为平地，其家藏艺术品也大部毁坏散落。流传下来的已经是凤毛麟角了。经过多方搜求访问，现将仍存世的流转有序的刘南宅部分书画艺术珍品分期简介。\n苏轼行书长卷《九歌》\n苏轼行书长卷《九歌》纵28.5CM，横410CM,现藏淄博。据藏者说该藏品来自沂水刘南宅。\n苏轼的作品目前馆藏不少，行书长卷《九歌》有苏轼书法基本特点，也许，从整体风格、笔法、结体看，存疑。是否苏轼作品需要考证。上有赵子昂、于腾、刘荫溥等名家收藏印章，如果是苏书，则是石破天惊的大收藏，如此巨大的尺幅，基本完好的品相，则会成为震惊朝野的大发现。如果是真品，我想会列入国家一级文物，是价值连城的国宝。这幅作品饱满，落笔生辉，肥瘦相宜，是一幅不错的作品，但是落款处的残损相当严重，只剩下一个“轼”字。\n查苏轼书法目录不见著录，根据收藏印章，传承秩序试作如下梳理：\n元代归赵子昂。\n明代不详。\n清代归于腾。于腾(1832—1890)字飞卿，山东郯城县寨子村(今属苍山县)人。官成都知府。幼时家贫，给人放猪。每经村塾，总喜欢在窗外听先生讲课，久之，能诵。塾师董继志一向爱惜人才，见于腾聪敏好学，便让其免费参加学习，还时常给以资助。从此，他发愤读书，考中举人、进士，先后任四川宜宾、铜梁县知县，代理成都知府。《益州书画录续编》记载：善诗，工书，尤善笔札，与刘庸夫友善。赏鉴尤精，刻宋本昭明文选、皮子文薮等书。他政事之余喜鉴定和收藏文物，所得官银大都购买书画，并逐件详加考释。所藏书画以宋画册页最为珍贵，如《碧桃图》，马远《梅石溪凫图》《海棠蛱蝶图》《白蔷薇图》，林椿《梅竹寒禽图》，赵佶《腊梅双禽图》等。这些名画，现分别收藏在全国几家大博物馆，并且编入《宋人画册》或《两宋名画册》中。他除收藏和鉴定古画册外，还喜欢整理编印古籍。在成都时，他亲自主持刻印了《盛宋文选》。任四川铜梁县知县时，其妻孟氏去世，娶王氏为续室。1890年，于腾病逝于成都，王氏扶柩回籍安葬，并把于腾一生的珍贵藏品及《盛宋文选》的木版运回。此后定居兰山(今临沂市)。时堂邑武训兴办义学，受到清廷表彰，山东不少地方也相继兴办。王氏想到其丈夫幼时读书不易，因此对办义学颇为赞赏，于是献出金镯一对和土地百亩，在临沂城的琅琊书院办起一所义学。此事被地方官吏奏报朝廷，慈禧太后降旨，赐其金凤冠一顶，并封她为“一品夫人”。山东巡抚杨士骧赠匾一块，亲书“撤环兴学”4字，以示褒扬。一时，王氏事迹广为流传，人称“女武训”。\n于腾之后归刘荫溥。刘荫溥，沂水刘家店子村人。字詹元、占元、拈元、瞻元、瞻源、瞻原等，号孟博氏、占元氏、温泉山人、山东书生、任侠、刘氏伯子、沂阳刘氏等，刘纶襄之长子，光绪十五年折桂入泮。工书，精行草，酷爱金石篆刻，善收藏，藏有御赐沂水高氏“燕诒馆”铜印，还藏有高凤翰、德治庭、张笃行、诸城王赓言、沂水高淑曾、刘秉禾等大量名人印章，亦常以名石请高东峰、袁西桥、高家弼等人篆刻印章，相互切磋。光绪年辑有《铁画银钩印谱》传世，刘氏对每方印章的篆刻者及刀工等都作了简要评介，行草书法水平极高。（刘纶襄，原名刘中策，刘荫溥之父。光绪丙子科二甲第五名进士，是沂水明清两代中进士名次最高的一个。他任监察御史时，刚直不阿，敢于直谏，深得光绪皇帝的恩宠，《光绪东华录》中有许多他的奏章。1905年死于陕西任上。刘纶襄书法造诣很深，行书出自董其昌，草书出自《孙过庭书谱》，如行云流水，潇洒飘逸，独成一体。）\n苏轼有句“我书意造本无法，点画信手烦推求”。意思是说，他写书法时已经没有了章法的限制，信手写来而不推敲字里间构，心中没有任何牵挂，可见，只有他写书法时才忘却了世俗烦恼，进入境界。欣赏这幅书法也是一种享受，他的字看似歪斜，但间构合理，重心不偏；字体肥腴，乃气壮于笔端，给人以饱足之感。如果把长卷看做一个整体，就可以发现，前半部分字体饱满居多，肥腴居多，中后部字体偏瘦居多，到尾部，恢复了饱满，从开始的气壮，中后部调整，收尾凝气，是一个完成的过程。\n从苏轼的书法中，我们应该领悟到人生的意义，“不以物喜，不以己悲”，人最终要达到精神层面的修炼高度，能摆脱对物质的过度依赖，追求“我书意造本无法，点画信手烦推求”的如来境地。\n此处附录臣本布衣跟帖：\n此帖见于清末杨守敬《景苏园帖》，帖后无落款“轼”字，有宣和四年刘沔题跋。刘沔其人，苏集中有《答刘沔都曹书》一文，可知大概。\n答刘沔都曹书\n轼顿首，都曹刘君足下。蒙示书教，及编录拙诗文二十卷，轼平生以言语文字，见知于世，亦以此取疾于人，得失相补，不如不作之安也。以此常欲焚弃笔砚，为瘖默人，而习气宿业，未能尽去，亦谓随手云散鸟没矣。不知足下默随其后，掇拾编缀，略无遗者，览之惭汗，可为多言之戒。然世之蓄轼诗文者多矣，率真伪相半，又多为俗子所改窜，读之使人不平。然亦不足怪。识真者少，盖从古所病。梁萧统集《文选》，世以为工。以轼观之，拙于文而陋于识者，莫统若也。宋玉赋《高唐》、《神女》。其初略陈所梦之因，如子虚、亡是公。相与问答，皆赋矣。而统谓之叙，此与儿童之见何异。李陵、苏武赠别长安，而诗有“江汉”之语。及陵与武书，词句儇浅，正齐梁间小儿所拟作，决非西汉文。而统不悟。刘子玄独知之。范晔作《蔡琰传》，载其二诗，亦非是。董卓已死，琰乃流落，方卓之乱，伯喈尚无恙也，而其诗乃云以卓乱故，流入于胡。此岂真琰语哉！其笔势乃效建安七子者，非东汉诗也。李太白、韩退之、白乐天诗文，皆为庸俗所乱，可为太息。今足下所示二十卷，无一篇伪者，又少谬误。及所示书词，清婉邪奥，有作者风气，知足下置力于斯文久矣。轼穷困，本坐文字，盖愿刳形去皮而不可得者。然幼子过文益奇，在海外孤寂无聊，过时出一篇见娱，则为数日喜，寝食有味。以此知文章如金玉珠贝，未易鄙弃也。见足下词学如此，又喜吾同年兄龙图公之有后也。故勉作报书，匆匆。不宣。","user":1,"timestamp":1431230188929,"verified":true}]