[{"name":"董其昌行书三思疏","text":"此为董其昌的“行书轴”。\n萧散简远而又秀逸虚灵的行书轴是董其昌自作的五言诗，该行书取法晋唐，用笔内涵丰富，在笔的运用中完成点画的各种形态，气贯韵满，虚实结合，由此生动变化而曲尽其妙。书法结体上讲究精微、紧密而有势。在章法上则讲究疏密相间，以字距大、行距大形成疏朗的调子，将结体的美与行间的空白产生有与无的对比，因而造成萧散简远的意趣，又有耐看的内涵。此书作完全展示了董其昌秀逸虚灵的书法风貌。\n董其昌（1555－1636），字玄宰，号思白，又号香光居士。华亭(今上海松江)人。董氏在艺术上的成就更加辉煌，他精通诗文，擅长书画，深究画理，博采众长，既是一位杰出的书法家，又是一位杰出的山水画家和精明的鉴赏家。又因其身居高位，故他的艺术思想和美学理论在晚明书画领域里极具影响。\n","category":"行书","verified":true,"user":1,"timestamp":1429951646406},{"name":"董其昌行书三思疏","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791608243,"text":"魏徵《谏太宗十思疏》原文及赏析\n【原文】\n臣闻求木之长者，必固其根本；欲流之远者，必浚其泉源；思国之安者，必积其德义。源不深而望流之远，根不固而求木之长，德不厚而思国之安，臣虽下愚，知其不可，而况于明哲乎？人君当神器之重〔1〕，居域中之大〔2〕，不念居安思危，戒奢以俭，斯亦伐根以求木茂，塞源而欲流长也。\n凡百元首，承天景命〔3〕，善始者实繁，克终者盖寡。岂取之易，守之难乎？盖在殷忧〔4〕，必竭诚以待下；既得志，则纵情以傲物。竭诚，则吴、越为一体；傲物，则骨肉为行路。虽董之以严刑〔5〕，振之以威怒，终苟免而不怀仁，貌恭而不心服。怨不在大，可畏惟人，载舟复舟，所宜深慎。\n诚能见可欲，则思知足以自戒；将有作〔6〕，则思知止以安人；念高危，则思谦冲而自牧〔7〕；惧满溢，则思江海下百川；乐盘游〔8〕，则思三驱以为度〔9〕；忧懈怠，则思慎始而敬终；虑壅蔽，则思虚心以纳下；惧谗邪，则思正身以黜恶；恩所加，则思无因喜以谬赏；罚所及，则思无因怒而滥刑。总此十思，宏此九德〔10〕。简能而任之〔11〕，择善而从之，则智者尽其谋，勇者竭其力，仁者播其惠，信者效其忠。文武并用，垂拱而治。何必劳神苦思，代百司之职役哉！\n\n【译文】\n我听说：想要树木生长，一定要稳固它的根；想要泉水流得远，一定要疏通它的源泉；想要国家安定，一定要厚积道德仁义。源泉不深却希望泉水流得远，根系不稳固却想要树木生长，道德不厚实却想要国家安定，我虽然最愚昧无知，（也）知道这是不可能的，何况（您这）明智的人呢!国君掌握着国家的重要职权，据有天地间重大的地位，不考虑在安逸的环境中想着危难，戒奢侈，行节俭，这也（如同）是砍断树根来求得树木茂盛，堵住源泉而想要泉水流远啊。\n（古代）所有的君主，承受上天（赋予的）重大使命，开头做得好的实在很多，能够保持到底的（却）很少。难道是取得天下容易守住天下困难吗？因为处在深重忧患之中，一定会竭尽诚心地来对待臣民。既已成功，则放纵自己的情感来傲视别人。竭尽诚心，就会使敌对的势力（和自己）联合，傲视别人，就会使亲人成为陌路之人。虽然（可以）用严酷的刑罚监督（人们），用威风怒气来吓唬（人们），（人们）最终苟且免于刑罚但不会感恩戴德，表面上恭敬而在内心里却不服气。怨恨不在大小，可怕的只有老百姓；（他们像水一样）能负载船只，也能颠覆船只，这是应当深切戒慎的。\n如果真的能够做到：见到自己喜欢的，就想到知足来自我克制；将要兴建什么，就要想到适可而止，来使百姓安宁；想到（自己的地位）高高在上充满危机，就要不忘谦虚来（加强）自我修养；害怕会骄傲自满，就想到要像江海那样能够容纳千百条河流；喜爱狩猎，就想到网三面，留一面；担心意志松懈，就想到（做事）要慎始慎终；害怕受蒙蔽，就想到虚心采纳臣下的意见；畏惧说坏话的人，就想到端正自己的品德来斥退奸恶小人；施加恩泽，就要考虑不要因为一时高兴而奖赏不当；动用刑罚，就要想到不要因为一时发怒而滥用刑罚。全面地做到这十件应该深思的事，发扬光大“九德”的修养，选拔有才能的人而任用他，挑选好的意见而听从它，那么有智慧的人就能充分献出他的谋略，勇敢的人就能完全尽到他的力量，仁爱的人就能散播他的恩惠，诚信的人就能献出他的忠诚；文臣武将一起任用，垂衣拱手、不亲自处理政务，天下就能治理好。为什么一定（自己）劳神费思，代替百官的职责呢？\n【注释】\n\n〔1〕神器：帝位。\n〔2〕居域中之大：占据天地间的一大。《老子》上篇：“道大，天大，地大，王亦大。域中有四大，而王居其一焉。”域中，天地间。\n〔3〕景：大。\n〔4〕殷：深。\n〔5〕董：督责，监督。\n〔6〕作：兴作，建筑。指兴建宫室之类。\n〔7〕谦冲：谦虚。自牧：自我修养。\n〔8〕盘游：打猎游乐。\n〔9〕三驱：一年打猎三次。《礼·王制》：“天子诸侯无事，则岁三田（猎）。”\n〔10〕九德：指忠、信、敬、刚、柔、和、固、贞、顺。\n〔11〕简：选拔。\n【补注】\n1．求木之长者。长：另有一种解释，认为“长”应读cháng，即“高大”之意，可能考虑到与“流之远”的“远”相对。但从文意推敲，仍理解为“生长”之意为好。“固其根本”，与树是否能存活生长有关；而有些树，即使“固其根本”，也是长不高大的。\n2．戒奢以俭。以：另一种解释是把“以”看作介词；“戒奢以俭”意为“用节俭来戒掉奢侈”，也通。3．诚能见可欲。“诚能”二字是贯穿整个“十思”的，即“如果真的能够做到……”的意思。\n4．三驱以为度。三驱：另有两种解释。其一认为“三驱”是狩猎时从三面驱赶，让开一面，以示好生之德；其二是认为“三驱”指为了三个目的而狩猎：一供祭祀，二享宾客，三充君之庖厨。比较优长，还是以课本中的注释较符合文意。\n【赏析】《谏太宗十思疏》试析\n《谏太宗十思疏》（以下简称《十思疏》）是唐代著名政治家魏徵的一篇奏议。魏徵以刚正不阿、敢于直谏而名垂史册。他同那些尸位素餐、苟合取容的封建官吏不同，有意见敢当面提，当面顶，不口是心非，不看上司的脸色行事。后世一些诤臣，如称为青天的包拯都以他为楷模。他不仅敢谏，而且善谏。从唐太宗贞观初年到魏徵去世，十七八年间共上重要奏议二百多次，达数十万言。他很注意进谏的方法和实效。他的意见大都为唐太宗采纳，使唐太宗避免了政治上的不少失误。唐初社会能出现号称“贞观之治”的太平盛世，作为谏臣的魏徵是有其功的。\n魏徵出身于小官吏家庭，从小丧父，家境清寒，但非常好学，即使避难出家当了道士，也仍然潜心读书。他十分关心政治，反对隋朝暴政，同情人民疾苦。后来毅然加入了农民起义军。投唐后，先事太子建成；玄武门之变后，才成为太宗的得力助手。他的生活道路使他比较清醒地看到人民的力量，因此“民本”思想是他政治思想的核心。他非常重视历史教训，认为隋文帝统一天下后，经过精心治理，不到二十年而臻于富强，可谓善始，但隋炀帝却不能善终，“恃其富强，不虞后患”，骄奢纵欲，徭役无已，邪恶的人受宠，忠正之士丧身，结果“民不堪命，率土分崩”（《贞观政要》卷一）。因此他提出把布德施惠、礼仁诚信作为治国大纲，主张轻徭薄赋，明法慎刑。为了保证这些政治主张得以实施，他还强调广开言路，慎选人才。虽然他的出发点是为了维护封建统治，但在当时的条件下，却顺应了历史潮流，符合人民的愿望。\n《十思疏》写于贞观十一年，是魏徵奏议中十分重要的一篇，也是魏徵给唐太宗开的一剂很及时的良药。\n唐太宗曾说：“朕每临朝未尝不三思，恐为民害。”（《资治通鉴》卷一九二）他常以隋朝的暴政为戒，不敢过分使用民力，能够节私欲，明赏罚，听取下级的劝谏，甚至被誉为“从谏如流”。到了贞观中期，生产有了较大发展，人民生活逐渐富裕，加以对外战争年年胜利，边防巩固，国威远扬，于是在一片文治武功的欢呼声中，唐太宗渐渐骄奢，渐渐忘本，特别是渐渐忘记了隋朝灭亡的历史教训，渐渐对人民作威作福起来。就从魏徵进呈《十思疏》的贞观十一年来看，他先下令修了飞仙宫，后来又诏令修建老君庙、宣尼庙；二月巡游洛阳宫，六月巡游明德宫，十月猎于洛阳苑，十一月又巡游怀州，狩于济源。老百姓为了服徭役，长年不能回家，为此有的大臣向唐太宗进谏，太宗却说：“百姓无事则易骄，劳役则易使。”（《新唐书·魏徵传》）他再不像过去那样爽快地接受下级的意见了。尽管“百姓颇有怨嗟之言”，可是这声音被朝野上下歌功颂德的欢呼声淹没了。然而，魏徵却在这一年从三月到七月，五个月中连给太宗上了四疏，《十思疏》就是其中的一篇。\n在《十思疏》中，魏徵以政治家特有的敏锐眼力抓住了唐太宗“忘本”（即忘记“以民为本”）、“忘危”（即忘记隋亡的教训）的根本问题，针锋相对地提出“十思”，以“思”治“忘”，实在是一剂良药。奏议用一“思”字贯穿始终，阐明了要“居安思危，戒奢以俭”的道理。\n第一段提出全文要阐明的人君必须“居安思危，戒奢以俭”的主旨。作者用了两个比喻，先从正面说明木必固根，流必浚源，引出治国必积德；再从反面说明源不可不深，根不可不固，德不可不厚，这是一般人都能明白的道理，“而况于明哲乎”。接着指出作为人君如果连一般人都不如，竟不考虑“居安思危，戒奢以俭”，那么想长治久安，就同无根之木、无源之水一样只能是一种妄想。这两层意思成为鲜明的正反对照。\n第二段指出人君有始无终，天下易取难守的原因，从反面论证“居安思危”的必要性。先指出过去几乎所有人君都不能善始善终的历史现象。然后分析产生这一现象的原因：在没有取得天下时，忧患深重，所以能团结臣民，竭诚待下；一旦得了天下，当了人君，便难免踌躇满志，纵情傲物。“傲物”的进一步发展，就难免滥用刑威来对付百姓。而这只能使百姓存着幸免的心理，却不会感恩怀德；表面恭敬，而心里不服。最后指出历代帝王不能善始善终的最根本原因是忽视了人民的力量。须知这股力量就像水一样，可以载舟，可以覆舟。换言之，人民积怨到了一定程度就会爆发出来，最终将推翻暴君的统治。这一段从现象说到本质，逐层剖析，清楚有力。虽然全段未见一个“思”字，但是从反面强调了“居安思危”的重要性。\n第三段从正面回答如何居安思危。本段是全文的重点，“十思”则是全文的主要内容。\n“十思”，即十条建议，可以概括为“五戒”：“见可欲”、“将有作”两条戒奢侈；“念高危”、“惧满盈”两条戒骄傲；“乐盘游”、“忧懈怠”两条戒纵欲；“虑壅蔽”、“惧谗邪”两条戒轻人言；“恩所加”、“罚所及”两条戒赏罚不公。这“十思”正是针对贞观中期以来太宗的“十忘”提出的，是当时太宗应解决的主要问题。“十思”的每一“思”都是先述太宗在“居安”现状下遇到的实际问题；再提出解决这些问题的办法。魏徵在这里将思想和行动紧密地联系起来，用意是很深刻的。原来从贞观中期起，太宗崇尚空谈，不务实际的毛病越来越严重。如贞观十一年他巡游洛阳宫，泛舟积翠池，看到隋炀帝挥霍民脂民膏修造的亭台楼阁，便大发议论说：“（炀帝）好行幸不息，民所不堪”，“遂使天下怨叛，身死国灭”，看起来他似乎应该以隋为鉴了，但最后他却洋洋得意地说：“今其宫苑尽为我有。”（《贞观政要》卷十）并且他照样地“行幸不息”起来。又如要选拔人才，唐太宗说了千百遍，可是没有像样的行动。魏徵上疏批评说：“国家思欲进忠良，退不肖，十有余载矣，徒闻其语，不见其人，何哉？盖言之是也，行之非也。”（《贞观政要》卷七）怎样才能使言行一致呢？那就必须经常反省，从各方面检查自己，改掉自己身上的毛病，而不是空谈一气。这就是“十思”的精神实质。\n最后，作者说明了：总结“十思”，发扬“九德”，选拔人才，文武并用，则人君就不必“劳神苦思”，而国家却可以“垂拱而治”。“垂拱而治”不同于老子的“无为而治”，它要求唐太宗“居安思危，戒奢以俭”，是积极地求治，不是消极地以不治为治。\n《十思疏》之所以成为封建时代的君臣宝鉴，它之所以长期受到人们的重视，主要不在“十思”的具体内容，而在于它揭示了守成时期防微杜渐的必要性。《贞观政要》卷八载：有一次太宗问侍臣：“守天下是难是容易？”魏徵回答说：“很难!”太宗说：“任用贤能的人，采纳谏言就可以了，怎么说难呢？”魏徵说：“看一看自古以来的帝王处在忧患的时候，便能任贤纳谏；一到处于安乐时，必定懈怠了，并且使进言议事的臣子感到畏惧。这样一天天发展下去，最后国家便灭亡了。圣人之所以能居安思危，就是这个缘故。处于安乐而又要忧惧危亡，岂不困难？”这段话也就是《十思疏》的基本观点。魏徵始终坚持用这个观点说服太宗，就在写《十思疏》后一年（贞观十二年），有一次太宗又问侍臣：“创业与守成哪样难？”房玄龄回答是“创业难”，魏徵却说：“从古以来的帝王没有一个不是在艰难时得到天下，处安逸后便失去天下，还是守成难啊!”太宗终于同意了魏徵的意见，说：“玄龄和我一同打天下，百死一生，所以知道创业难。魏徵辅佐我安天下，常常怕我富贵了就骄奢，疏忽了就生祸患，所以知道守成难。然而现在创业的艰难已经过去，守成的艰难正是值得我们大家警惕的!”《十思疏》的主要思想就是提出了居安思危、防微杜渐的必要性。“贞观之治”的后期之所以没有多大反复，就是因为太宗在一定程度上听取了魏徵的这一劝谏。我们今天之所以取为借鉴，其原因也主要在此。\n在前面的分析中提到《十思疏》的主旨是“居安思危，戒奢以俭”，因为全文除了说明居安思危的必要性外，还阐明了怎样居安思危，“十思”就是回答这个问题的，而“戒奢以俭”是“十思”的主要内容之一。但是如果说作者在第一段是用“戒奢以俭”来概括“十思”，说明怎样居安思危，那就是以偏概全，不合逻辑。魏徵的奏议一向以剀切见称，怎么会出现这样的漏洞呢？原来这是选文家误删造成的问题。《古文观止》和目前各种唐文选本，大都采用一种经过“删繁”后的《十思疏》，本文也是以此为据进行分析的。对照《贞观政要》《旧唐书·魏徵传》《全唐文》所载原文，在“戒奢以俭”后原有“德不处其后，情不胜其欲”两句；在第二段“承天景命”之后原有“莫不殷忧而道著，功成而德衰”两句。联系第一段开头提出的“必积其德义”和第三段的“宏兹九德”，可见魏徵始终是以“积德”来概括说明应该怎样居安思危的，可见作者的思维是严密的，只是选文家作了不适当的删削。但是“戒奢以俭”毕竟是“积德”的一个主要内容，所以我们在分析时权且借用此原文同“居安思危”一起引来，说明文章的主旨。更准确地说，这篇奏议的主旨应该是阐明了居安思危和积德戒奢的道理。\n《十思疏》也是一篇很好的政论文。宋以来就受到文选家的重视，但其文学价值往往被政治价值所掩。其实它在写作方法上也值得我们借鉴。魏徵是初唐时有名的文学家，他的诗歌古朴，散文也不受骈俪的约束，和同时的人比较，他受六朝以来浮艳文风的影响较少。唐人奏疏很多，传颂至今的只有魏徵、狄仁杰和陆贽几家，魏徵是以敢为而被称道的。《十思疏》是一篇骈体文，唐代奏议习惯上都要用骈文写，就是后来反对骈文，提倡古文的韩愈也还用骈文写奏章。然而《十思疏》与当时流行的骈文不同。一方面它充分利用骈文对偶、排比的形式来表达真情实感；一方面又敢于突破骈文的形式束缚，它一不避三排，起句就是三句组成的排比句；二不避首尾虚字，如虽、终、诚能、何必、手、也、哉等；三不避散句，如“臣虽下愚，知其不可，而况于明哲乎”、“载舟覆舟，所宜深慎”等。所以它只能算骈散间行体。同时《十思疏》不用事，不用典，不咬文嚼字。魏徵虽然还是有名的史学家，《十思疏》却看不到他作繁复的引证，也没有僻词典语，只用了两个浅显的比喻。语言朴素自然，精练鲜明。这是同当时追求形式的文风背道而驰的。魏徵这种敢于冲破落后传统的束缚，不拘一格的创造精神，在骈俪风气占统治地位的初唐时代更显得难能可贵。（余国瑞）","author":"明代董其昌","description":"董其昌行书三思疏"}]