[{"name":"赵孟頫行书李翱七言绝句","text":"此为赵孟頫书自作七言绝句一首。此帖虽仅短短五行大字，却笔力深沉稳健，气势恢弘傲放，结体严谨端庄，首尾富于变化。书风虽显苍老，但依旧雍容洒脱，是赵氏晚年大行书中的精品。\n释文\n炼得身形似鹤形，千株松下两函经。我来问道无馀事，云在青天水在瓶。子昂为中庭老书。\n末识：“子昂为中庭老书。”有“张珩私印”、“博山”、“潘厚审定”等藏印。作品未见著录。\n此为赵孟頫书自作七言绝句一首，诗中“云在青天水在瓶”一句借用了唐代朗州刺史李翱向禅僧药山惟俨请道的故事。药山以手示上下，并对李翱说：“云在天，水在瓶。”\n作品鉴赏\n此帖虽仅短短五行大字，却笔力深沉稳健，气势恢弘傲放，结体严谨端庄，首尾富于变化。书风虽显苍老，但依旧雍容洒脱，是赵氏晚年大行书中的精品。\n欣赏赵孟頫书法，总有一种优游淡然的心情，就像欣赏一部讲述市井旧事的老电影。《千字文》、《续千字文》、《前后赤壁赋》、《归去来辞》、《洛神赋》、《胆巴碑》、《仇锷墓碑铭》等，每一卷摆在眼前，都值得你沏上一壶茶，坐下来细细品味一番。其中原因，除作品的艺术含量丰富外，当然与作品字数较多也有直接关联。然而，有一件作品是个例外，它就是赵孟頫为“中庭老”书写的一件行书七绝诗册（见图）。\n这件作品为作品录唐代李翱的一首偈诗：“炼得身形似鹤形，千株松下两函经。我来问道无余事（一作“说”），云在青天水在瓶。”末题“子昂为中庭老书”，无书写年月。页面钤有“张珩私印”、“博山”和“潘厚审定”等鉴藏印，流传情况不详，未见有著录。有评者谓此作乃赵孟頫晚年大字行书精品，未见有异议。这件作品虽然尺幅不大，但其艺术和思想内涵之丰厚，足以令人反复品咂。\n作品来历\n作品所录偈诗颇有来历。诗作者李翱是唐代的古文学家、哲学家。当时著名的文学家、哲学家韩愈之于李翱可谓亦师亦友，在政治、文学和思想上给李翱以很大影响。李翱发展了韩愈的“性三品”说，并融合佛、道两家主张，撰写了《复性书》，提倡“灭情复性”。其立论方法为宋代理学的兴起提供了重要启迪。在任朗州刺史时，李翱数邀药山惟俨禅师至家中供养，禅师不应。李遂入山拜谒。时禅师正于树下读经，未理睬李翱。李翱站立很久也未见禅师问候，遂愤然曰：“见面不如闻名。”禅师曰：“何必贵耳贱目？”李翱闻听此言火气顿消，拱手请教禅师：“如何是道？”禅师用手向上一指，又向下一指，问：“会么？”李翱答：“不会。”禅师曰：“云在青天水在瓶。”李翱似有所得，进偈诗一首，就是赵孟頫所录的这首七绝。单就诗作而言，我们无法断定是李翱参透了禅师的禅机，还是在赞颂禅师的道行，抑或仅仅是记事，但后来这首诗便被当做禅偈，尤其是最后一句最能启发心性：在天为云，自在逍遥；在瓶为水，安然恬静。以此悟人生处世之道，虽乏勇猛精进之气概，倒也能历练出一种适应变化的能力和一种为人处事的平和心态。也许赵孟頫就是看中了这首诗的这一点，甚或他一直以此引导着自己的人生，所以他信手拈来，为“中庭老”创作了这件行书作品。赵孟頫与妻子管道升笃信佛教，同为中峰明本和尚的弟子，因而赵孟頫对这首禅偈的体会肯定有自己的深度，只是我们不得而知。\n赵孟頫这件诗册可算是他传世作品中的“小品”，然字距、行距疏朗，结字也舒展开张，用笔如锥画沙，线条似折钗股，因而给人的感觉是“小中见大”，有深沉稳健、雍容洒脱、自在自得之象。从书脉上看，这件作品气度神韵得力于大令，在笔墨技法上得力于唐人。但作为一代书法大家，他存在的独特意义自然不是某某大家“再世”，而要体现自己的风格特色。虽然力倡“复古”，但赵孟頫之所以成为赵孟頫，其道理也在于此。赵孟頫一生创作了不少鸿幅巨制，可谓功力盖世无双，但最能体现他个性的还是他的一些“小品”。明代文学家、书法家王穉登评曰：“赵魏公书名绝世，而尺牍尤工，纵横放逸，无不如意，若禅入三昧，虽游戏而皆入圣者也。”赵孟頫这件行书作品没有他尺牍中的那种“纵横放逸”，但仍给人以“禅入三昧”而“无不如意”的感觉。可以说此作是在一种清静寂定的心境中开始创作的，前两行基本上是在用楷书笔法写行书，规行矩步，如水在瓶，安然恬静；从第二行最后两字的连属开始，至第四行的“事”字，书写进入行书的轨道，用笔、结体稍有“纵”意，但仍是一字一字地写，如云在天，随微风浮动，自由自在，悠然自得。这一段中的“事”字已运用草书符号，一笔折转撇出，颇得顿挫淋漓之趣，煞是痛快；而且因拖尾较长，造成了字距的变化，好像是在为下面重要的一句做铺垫烘托、启示下文一样。最后一句“云在青天水在瓶”，一字一独立，墨色由浓至淡，仿佛闲云野鹤，散散淡淡，潇潇洒洒。通观全篇，字形由敛渐放，由小渐大，随着诗意由具体升华到抽象，书家的心性也仿佛在书写中升华。\n“……云在青天水在瓶”，这是一次逍遥的心灵之旅，书家从尘嚣中超脱出来，尽管是短暂的一瞬间，却足堪回味，再回味……\n","category":"行书","verified":true,"user":1,"timestamp":1429951544474},{"name":"赵孟頫行书李翱七言绝句","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791625361,"text":"","author":"元代赵孟頫","description":"赵孟頫行书李翱七言绝句"}]