[{"name":"颜真卿楷书李玄靖碑","text":"《李玄靖碑》，全称为《有唐茅山玄靖先生广陵李君碑铭并序》。碑于大历十二年（777）立在江苏句容县茅山玉晨观，南宋绍兴七年（1137）断裂，明代嘉靖三年（1524）遭火石碎。\n基本资料\n【名称】《李玄靖碑》，全称为《有唐茅山玄靖先生广陵李君碑铭并序》。\n【类别】中国书法\n【年代】唐代\n【作者】颜真卿\n【收藏】碑立在江苏句容县茅山玉晨观。\n作品简介\n《李玄靖碑》，全称为《有唐茅山玄靖先生广陵李君碑铭并序》。碑原立在江苏句容县茅山玉晨观。据《金石萃编》载：“碑已断裂，约高一丈余，广三尺二寸五分，厚一尺四分。四面刻，前后各十九行，两侧各四行，行皆三十九字，正书。”古代刻碑的通例是先用朱笔把碑文写在右面上，称为“书丹”或“用丹”，然后刻工依字迹刊刻，一般碑额为标题，碑阳（正面）为正文，碑阴（背面）碑侧（左右）为题名。可能是碑文太长，也可能是表示碑主的事迹多得说不完而有意刻满碑的四面，因而称为四面碑。据说早在乾元二年（759）颜真卿任升州刺史时，就曾派人送信到茅山，表白“慕道玄微”之心。李含光授意韦景昭炼师作答。尽管颜真卿本有宅心山林之心，终因“事乖夙愿，徘徊郡邑，空怀尊道心”。后赴任湖州刺史时，途经茅山，得知含光早已羽化，感慨万千，写下了《有唐茅山玄靖先生广陵李君碑铭并序》。\n此碑立于大历十二年（777），于南宋绍兴七年（1137）断裂，明代嘉靖三年（1524）遭火石碎。清代方若在《校碑随笔》中说：“该碑存石十四块，合全、半字计四百六十一字。”又说“乾隆壬子汪稼门志伊菟访仅廿三石，然尚存全、半字共一千四十余字。全碑凡一千六百余字，则阙者已五百六十余字，若明末或国初拓尚较汪拓多二百许字。自句容经兵燹，后石又散失。同治丙寅遵义赵氏访得十五石，共百九十七字，旋失三小石，计十五字，迨壬申扬州张氏更访得二石移至学宫，共二百七十九字。……今茅山所有碑乃是覆刻，笔画细瘦全乏鲁公雄健之气，且字之讹七十余处。”清代临川李宗瀚旧藏南宋断后初拓本，文字稍有残缺，以火后本补足。\n颜真卿(709～785)，字清臣，祖籍琅琊临沂(今山东临沂)。开元进士，迁殿中侍御史，为杨国忠所恶，出为平原太守，故世称颜平原。安史之乱，抗贼有功，入京历任吏部尚书，太子太师，封鲁郡开国公，故又世称颜鲁公。唐德宗时李希烈叛乱，宰相卢杞衔恨使真卿往劝谕，为希烈所留，忠贞不屈，被缢杀。颜秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。颜真卿为琅琊氏后裔，家学渊博，工于尺牍。五世祖颜师古是北齐著名学者，著有《颜氏家训》。颜真卿年少时家贫缺纸笔，用笔醮黄土水在墙上练字。初学褚遂良，后师从张旭得笔法，又汲取初唐四家特点，兼收篆隶和北魏笔意，完成了雄健、宽博的颜体楷书的创作，树立了唐代的楷书典范。颜真卿的楷书一反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，这种风格也体现了大唐繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。他的书体被称为“颜体”。\n作品赏析\n《李玄靖碑》雄浑壮美，高古苍劲，气势追人，具有篆隶笔意。用笔平正遒婉，圆健浑厚，笔画疏密得当，规整稳定。笔力深沉含蓄，结字开张舒展。正如梁谳《承晋斋积闻录》说的那样：“颜鲁公茅山《李玄靖碑》，古雅清圆，带有篆意，与《元次山碑》相似，乍看去极散极拙，多不匀称，而其实古意可掬，非《画像赞》、《中兴颂》所可及。”也许“鲁公字到《李玄静碑》已古”（梁谳《承晋斋积闻录》），不是初学者能够学得到家的，因而没有《多宝塔碑》、《颜勤礼碑》那样出名 。\n碑文 \n有唐茅山玄靖先生广陵李君碑铭并序。\n金紫光禄大夫行湖州刺史上柱国鲁郡开国公颜真卿撰并书。\n先生姓李，氏讳含光，广陵江都人，本姓弘，以孝敬皇帝，庙讳改焉。廿一代祖宏，江夏太守，避王莽，徙居晋陵，遂为郡人。高祖文嶷yí，陈桂阳王国侍郎，曾祖荣，皇朝雷州司马，祖师龕kān，隐居以求其志，徙于江都，父孝威博学议，谥曰：正隐先生，母琅琊王氏，贤明有德行，先生孩提，则有殊，诵习坟典，年十八，志求道妙。遂师事同邑李先生，游艺数年，神龙初，以清行度为道，过哀口不尝甘旨之味，食唯穬kuàng麦而已。封植膳羞，皆出其手。号毁骨立，亲族莫不伤之。开元十七年，从司马，览无遗，综覈hé（p29）古今，该诏zhào先生，居王屋山阳台观，以继之，岁余，请居茅山，纂zuǎn修经经法。频玺书征之，既至，延入禁中，每欲谘禀，必先斋沐，他日，请传道法，先生（p36）辞以足疾，不任，玄宗知不可强而止，先生尝以茅山灵迹翦焉。将坠真经秘录，亦多散落，请归修葺，旧居紫阳以宅之，仍赐绢二百疋，法衣两御，制诗及序以饯之，猎食荤血者不得辄入，公私祈祷，咸绝牲牢，先生以六载秋到渥泽，频繁辉映，崖谷初，山中有上清真人、许长史、杨君陶隐居，时遭丧（？p50）乱，散逸无遗，官启告灵仙，缄封表观，侧近二百户。太平并蠲其官徭以供香，睹先生又图奏之，是岁冬又征先生于御制序，诗以饯之。十有一载，先生奉诏与门人景昭等，于紫阳之东郁（？p61）冈山别建斋院，是夜仙坛林间遍生，诏嘉异，初隐居，先生以三洞真法，传升玄岠于隐居凡五叶矣。皆总袭妙门，大正真法。所以茅山为天下焉。生死可忘也。觉梦于变化之际哉。先生明庭特宠，肩舆之贵，一月十有四日，遁化春秋八十有七，其十而至者，凡数千人，号奉冠（阙？xi），迁窆于雷平山之西陲，弟子等仰望奉嘉犹（？p77），克淳业，行高古道；穷（？p78）情为王者之师，出入以大历己酉岁冬十，博览群言，长于著撰，尝以本草之书，精明药物，事关性命，难用之书，著学记义，略各三篇，以续仙家之遗事，皆名实无违，词旨该博，初，先生幼年，颇工篆籀，而隶书尤妙，客或赏书，上经一十三纸，以于阴阳数术之道，而不以艺业为能，极于转练服食之事，而不博大之至人，孰能尽于此？真卿乾元二年，以升州刺史，充浙江西节度，亲承至德，结生特令韦练师景昭复书于真卿，恩眷绸缪chóumóu（密缠紧缚p100），足励超然之志，然宗师可仰望紫府而非遥，王事不遑寄，白云而攸远众。大历六年真卿罢刺临川，旋舟建业，将宅心小岭，长庇高踪而转刺吴兴，事乖夙愿，徘徊郡邑，空怀尊道之心，瞻望林峦，永负借山之记，而景昭众郭闳等，以先生茂烈芳有犹（p111），愿铭金石，乃邀道士刘明素来托斯文，真卿含一之德，敢强3名于巷党，曷足辩于鸿蒙（自然的元气），其词曰：抱一混茫，人之纪纲，先生以之，气王神强，乃启玄旨，玄门以彰，乃为帝师，帝道惟康，甘露呈瑞，灵芝效祥，上士云感，高风载4扬，鹤返仙庙，云辞帝乡，（？p123）归而老，妙识行藏，德本无累，道心有常，实曰形解，孰（？p126）坐忘，伐石表墓u，勒铭传芳，谷变陵迁，厥迹弥光。大历十二年夏五月建。渤海吴崇休镌（？p130）。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951557635},{"name":"颜真卿楷书李玄靖碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791641471,"text":"《李玄靖碑》，全称为《有唐茅山玄靖先生广陵李君碑铭并序》。碑原立在江苏句容县茅山玉晨观。据《金石萃编》载：“碑已断裂，约高一丈余，广三尺二寸五分，厚一尺四分。四面刻，前后各十九行，两侧各四行，行皆三十九字，正书。”古代刻碑的通例是先用朱笔把碑文写在右面上，称为“书丹”或“用丹”，然后刻工依字迹刊刻，一般碑额为标题，碑阳（正面）为正文，碑阴（背面）碑侧（左右）为题名。可能是碑文太长，也可能是表示碑主的事迹多得说不完而有意刻满碑的四面，因而称为四面碑。\n\n据说早在乾元二年（759）颜真卿任升州刺史时，就曾派人送信到茅山，表白“慕道玄微”之心。李含光授意韦景昭炼师作答。尽管颜真卿本有宅心山林之心，终因“事乖夙愿，徘徊郡邑，空怀尊道心”。后赴任湖州刺史时，途经茅山，得知含光早已羽化，感慨万千，写下了《有唐茅山玄靖先生广陵李君碑铭并序》。\n\n此碑立于大历十二年（777），于南宋绍兴七年（1137）断裂，明代嘉靖三年（1524）遭火石碎。清代方若在《校碑随笔》中说：“该碑存石十四块，合全、半字计四百六十一字。”又说“乾隆壬子汪稼门志伊菟访仅廿三石，然尚存全、半字共一千四十余字。全碑凡一千六百余字，则阙者已五百六十余字，若明末或国初拓尚较汪拓多二百许字。自句容经兵燹，后石又散失。同治丙寅遵义赵氏访得十五石，共百九十七字，旋失三小石，计十五字，迨壬申扬州张氏更访得二石移至学宫，共二百七十九字。……今茅山所有碑乃是覆刻，笔画细瘦全乏鲁公雄健之气，且字之讹七十余处。”清代临川李宗瀚旧藏南宋断后初拓本，文字稍有残缺，以火后本补足。\n\n《李玄靖碑》雄浑壮美，高古苍劲，气势追人，具有篆隶笔意。用笔平正遒婉，圆健浑厚，笔画疏密得当，规整稳定。笔力深沉含蓄，结字开张舒展。正如梁谳《承晋斋积闻录》说的那样：“颜鲁公茅山《李玄靖碑》，古雅清圆，带有篆意，与《元次山碑》相似，乍看去极散极拙，多不匀称，而其实古意可掬，非《画像赞》、《中兴颂》所可及。”也许“鲁公字到《李玄静碑》已古”（梁谳《承晋斋积闻录》），不是初学者能够学得到家的，因而没有《多宝塔碑》、《颜勤礼碑》那样出名。","author":"唐代颜真卿","description":"颜真卿楷书李玄靖碑"}]