[{"name":"王铎题巨然层岩丛树图","text":"袁枢 （1600～1645）。明朝书画家、收藏鉴赏家、诗人，河南睢州（今河南睢县）人。字伯应，号环中，近年出版物也多误为“石寓”或“石愚”。因“宪”繁体字与之接近，有台湾出版的字帖误注为“石宪”。2007年上海书画出版社版《王铎年谱》第138页却正确印出此字），以父兵部尚书袁可立荫官户部郎中，官至河南布政司右参政、大梁兵巡道，崇祯末于其父故袁尚书府第开府治事，乡党以为荣。[1] \n传记\n生前事迹\n崇祯乙亥（1635），袁枢为父在家里守孝，遭遇到从商丘败退下来的李自成流民攻城，睢阳卫不堪一击而败。袁枢破家散财两千金募勇杀敌，擐甲登陴，倡先固守，力战七昼夜，至目生疮，睢州城得以保全。五十二年后的康熙三十六年春天，应睢州全城父老所请，由河南巡抚李国亮报呈清朝庭，特批明袁枢崇祀清朝乡贤祠，二年后由其曾孙袁景朱请乡儒田兰芳补作墓志铭。\n“其训伯子枢，不独以诗文书画，而以有用实学，死忠死孝，文武之事日者。□攻睢，睢危甚，伯子守南城门，著百斤铁衣，提大刀鼓舞忠义。有剧贼甲而立马谕城中，为免屠计，伯子发矢贯其喉。贼丧胆，去。事闻于朝，张许生色。呜呼！此足以观公矣！”（明董其昌《节寰袁公行状》）\n袁枢貌俊伟，多大略。善骑射，有边才。明崇祯十一年，清军大举侵明，明将多畏缩，袁枢不避死，以户部郎中文职督饷于辽左军前，解朝廷庚癸之忧。“宽空一御寇，再御边”（王铎《袁石寓诗序》），秉父志一生抗清。清兵渡江陷金陵，袁枢和好友越其杰相继绝食数日忧愤而死。\n其诗文韵致甚高，与钱谦益、刘理顺、方以智、王时敏、王铎等名士相唱和，风流倜傥名满天下。钱谦益曾盛赞其“负文武大略，博雅好古，登高能赋，可为大夫”。著有《袁伯应诗集》，清兴文字狱，诗稿遭禁毁。\n山水画工巧，精鉴赏，绘事出入董源、巨然、黄公望间。家富收藏，为华亭董其昌、孟津王铎所推重。所临僧巨然《萧翼赚兰亭图》气韵冲胆，卓有古趣。张庚《国朝画征录》卷首为之列传。品丝弹竹，艺靡不工。赵震元称其为“一代巨公，三吴妙品”（《松青堂文选·为袁石■复开封太府》）。书法追摹楮遂良、米芾，风格遒劲清新。画作《平泉十石图》藏于广东省博物馆，崇祯十六年创作的《松溪泛舟图》在2013年9月17日北京嘉德拍卖会上拍卖成交，这是迄今为止袁枢作品在大陆民间首次现身。\n袁枢为明末书画及收藏鉴赏大家，曾藏有董源《潇湘图》，上有袁枢跋一，钤“袁枢私印”、“袁枢之印”、“睢阳袁氏家藏图书记”、“明袁枢鉴赏书画印”等，自跋“崇祯十五年十一月得于董思白年伯家，原值加四帑焉”（今藏北京故宫博物院）；南宋拓本《松桂堂帖》，为宋刻法帖精品，钤“明□台袁伯应家藏图书”、“袁赋谌鉴赏印”，1995年经日本人捐献，今藏北京故宫博物院；《夏山图》中缝钤“袁枢收藏印记”（今藏上海博物馆）；《溪岸图》(美国大都会博物馆)。巨然《萧翼赚兰亭图》钤“袁枢之印”（今藏台北故宫博物院）；《层岩丛树图》钤“袁枢收藏印记”，上有王铎为袁枢所作跋语（今藏台北故宫博物院）；《秋山图》上有王铎跋语，钤“袁枢明印”、“石■收藏印信”等（今藏台北故宫博物院）；王维《山阴图》上有王铎为袁枢所作跋语(今藏台北故宫博物院）及宋《淳化阁帖》（2003年上海博物馆以450万美元从美国回购收藏，见王铎《跋淳化阁帖》）。董其昌为袁枢之父袁可立所绘《疏林远岫图》（今藏天津市艺术博物馆）、《袁节寰大司马像》（今藏商丘），及王铎为其所写《赠袁枢诗册》（今藏美国杨思胜处）；王铎为袁枢所绘《雪景竹石图》已收录在《中国古代书画图目》中，成为山东济南市博物馆的收藏精品。这些名画珍品都在海内外流传有序，其他流散天涯不为世所知者殊多。仅就所见可知，睢阳袁伯应的收藏以价值论堪称巨富，然当日之袁伯应似无今人之世俗铜臭，更多的收藏是为了儒雅和风流，一夜之间，千金散尽还复来。一幅国宝级名画《潇湘图》，董其昌递藏于袁伯应，仅仅是“原值加四帑焉”（《潇湘图·袁枢题跋》），看古人遗风流韵，观一叶而知千秋。袁枢是收藏董（源）、巨（然）作品的集大成者，为历代藏家所推崇。著名收藏家王时敏在《烟客题跋》中有《题自画关使君袁环中》赞赏道：“环翁使君，既工盘礴，又富收藏。李营丘为士大夫之宗，米南宫乃精鉴之祖，故使荆、关、董、巨真名迹归其家。”王鉴在《仿巨然真迹图》中题道：“董宗伯所藏巨然真迹，今归袁环中使君，昨在其署中出此相示。”\n袁枢与明末大家多有交往，与年伯董其昌的关系更是非同寻常。董其昌卒后，一生最喜爱的“四源堂”四幅名画多归袁枢所有。至今尚藏于安徽省博物馆的16幅《董其昌纪游册》，为董其昌早年作品，世所罕见，也是睢阳尚书袁氏家藏旧物。董其昌在《袁伯应诗集序》中写道：“余与伯应尊公少司马（即袁可立）同举于兰阳陆先生之门”，袁枢与董其昌的关系源于董与其父是同年，且同出于陆树声尚书之门。\n崇祯十五年（1643），袁枢奉旨榷浒墅关，十七年五月回朝。“榷政告竣，颂声塞途。（钱谦益《牧斋全集》）”。《浒墅关志》：“145、袁枢，伯应，主事，河南睢阳，崇祯十六年，1643,1年”（明代建关以来共计146人，一说148人，袁枢为第145任）其间王铎曾在苏州袁枢浒墅关避难数月，二人关系尤为密切，合作之笔为世人所重，流出海外者尤多。在苏州西部山区的摩崖石刻上，至今保留有“明崇祯十六年三月河南王铎书、袁枢题”（李根源《吴郡西山访古记》）的“仙砰”两个大字，是重要的旅游资源和书法珍品。查《王铎年谱》得知，是年“三月某夜，于江苏浒墅关同故友袁枢（寰中）相聚，为袁枢藏巨然《层峦丛树图》、董源《潇湘图》等题跋。”王铎《拟山园选集》有《浒墅北发石■舟中远送因以寄怀》等数首诗为睢阳袁枢而作。崇祯癸未(1643)夏，王铎就袁家善墨在苏州为袁枢书《苍雪精舍诗卷》。《秘殿珠林》卷十七末尾，有崇祯十七年二月袁枢与王铎、张永禧、韩逢禧等人在苏州半山堂一同观赏唐摹王羲之《黄庭经》的记录。 \n王铎为明天启二年进士，是年春天袁枢之父袁可立正任考官，当对王铎有提携师座之恩，袁可立的神道碑文和墓志铭及袁枢母亲宋夫人的行状都是王铎撰文书丹的，所以两人的交往当至少开始于这一时期。另见《兵部尚书节寰袁公墓志铭》落款有“通家乡眷生王铎顿首拜书丹”，王铎《赠袁枢诗册》末页署款为：“癸酉九月夜，用圣教兴福夫子碑，为环中（袁枢号）老亲契”。据此睢县县志办公室编审罗杰性认为王铎与袁家一定有姻亲关系，或亲戚与师生关系并存。\n“明末，中原莽为盗区，廷推其才，特命为本省布政司右参政，分守大梁道，治睢州。即其宅开府，乡党以为荣。迨高许之变将作（1645年正月），从巡抚越其杰渡江去，至金陵，遂卒。”（清田兰芳《逸德轩文稿·袁太学传》） “无何（弘光元年，1645年），豫饷告匮，巡抚越公其杰趣公，入请，即命亲往直、浙、闽、广督之。行至杭州，而天兵已渡江矣（五月底）。公返卧白下，阅两月，竟以疾卒。”（田兰芳《袁枢墓志铭》）以此可知，袁枢在弘光元年正月“高许之变”暴发前夕就和巡抚越其杰一起奔赴金陵下江南几个省去筹措军饷了。有学者谓，明朝廷以袁枢为大梁及睢阳道兵备节制许定国，许定国曾为袁可立旧部，正如侯方域之监左良玉兵。如果袁枢不离开睢州，凭其对许定国的影响力，或许“高许之变”另有变数，如此南明史当有改写可能。\n金陵陷落后，袁可立的儿子袁枢秉父志“死忠死孝”（《节寰袁公行状》）不仕满清，抑郁绝食数日而卒，由于袁枢绝食而死对抗清士人鼓舞很大，清初的史籍包括袁氏家谱为避清朝讳，都没有明确渲染此事。清顺治十八年的《睢阳尚书袁氏家谱》载“顺治二年卒于金陵。”即便如此，这位对睢州人有生死大恩的文武全才之人，死后六十年才得以被睢州人公祭，入祀乡贤祠。“（康熙）河南巡抚都御史李公以事久论定，允州人请，檄祀公于瞽宗。”（田兰芳《石寓袁公葬墓志铭》）\n著名画家王时敏曾为其画戎装肖像画，题曰：“环翁使君，既工盘礴，又富收藏。李营邱为士大夫之宗，米南宫乃精鉴之祖。故使荆关，董、巨真名迹归其家。乃犹勤向鄙蒙索其点染，荏苒一年，没有一应。盖时见公墨沈，不觉小巫气索，欲下笔而辄止者数四。兹于其轺车戎装，聊仿一峰老人笔意，作小幅丐郢。昔人所谓“恒似似人”之语，转觉学步之难为工也，特书以志吾愧。关门紫气幻云烟，大石寒山列两边。割取一峰深秀色，可堪移入米家船。”（（清王时敏《烟客题跋·题自画关使君袁环中》）”\n袁枢有三子，赋诚、赋谌、赋諴。长子袁赋诚官广西南宁府新宁州知州，次子袁赋谌亦善藏，精鉴赏，安徽省博物馆的16幅《董其昌纪游册》上都留有其鉴赏印记。\n（长美供稿）\n国朝画征录·袁枢\n袁枢，字伯应，号环中，别号石■(，睢州人。父可立，明大司马，即万历中直言削籍，天启时忤璫再削籍者也。枢以荫官刑曹，终养在籍。崇祯末流寇犯境，枢破家资大劳乡民，御寇保城有功，南都起为睢阳道，归之任，未几复还南都，卒。\n枢博学好古，精鉴赏，家富收藏，工书画，为华亭董宗伯，孟津王觉斯所推许。山水出入董（董源）、巨（巨然）、子久（黄公望）间，光滑清寂，其摹梅华道人（吴镇）所临巨然《萧翼赚兰亭图》，气韵冲胆，绰有古趣，今藏同里蒋郎中泰家，所写折枝花有白阳山人风致。余游睢见先生遗墨及所藏旧迹，皆精雅，其风期略可想见。而郎中又为余述先生生平，遂慨慕景仰无已云。\n白苎村桑者曰：黎君袁君皆前明人也，而向之辑谱者未之及。黎君虽为竹宅朱太史收入诗综，而不及其画。余以二君既不可入是编又恐或湮没，故附著之，以备后入采取焉。（《国朝画征录·卷首》）\n碑传\n前明分守河南大梁兵巡道布政司右参政兼按察司佥事石■(袁公葬墓志铭\n清田兰芳\n康熙三十八年夏六月，楚雄别驾袁公嗣孙景朱踵门拜请，曰：“先曾大母刘淑人卜於是年十月二十六日归窀穸。先生与余家世有连且交，朱本生大父分诣尤笃，盖尝志两大父墓矣。先淑人行迹犹在，敢以圹中石累先生。先生无辞！”言已复再拜，曰：当曾大父葬时，正际鼎革，四方之乱未敉。播荡之馀，遗老跧伏，吾家物力方形匮绌，柩返江南，两大公及时襄事，铭故有阙。今当启祔，礼宜补作。祈并惠鸿文以图不朽。”余闻之，怃然。念公命世人豪，且大有造於桑梓，殁向六十年，袁氏故老几尽。顾以表扬之事遗之童弱，使余小子得以操笔，撰次其生平，天下事宁可以逆计而意料也耶？\n先是，丁丑暮春，河南巡抚都御史李公以事久论定，允州人请，檄祀公於瞽宗。是日，列幕云属，羊盛斋，竞献主前。其他奔谒俯伏去来参差者，至庭不能容；庙门以外填街咽巷，骈罗环视，叹未曾有。其扶杖之叟指以语夫少稚曰：“微公，宁有若辈於今日！追念公德当世世无忘也。”盖当崇祯乙亥，流贼迫州城，时承平久，人不知兵,屯军视若儿戏。列阵以待，未日中歼焉。遂围城而攻，州人大恐。公擐甲登陴，分给守者兵械，使得自卫以杀敌人。情稍安，乃辇金置城上，号於众曰：“能杀一渠者，予金百；杀骑卒者，半之；投石、发矢、搬甓运木者，准此为差。”越一二日，伤贼颇众。贼恚甚，大治攻具，肉薄以登。公视服绛督攻者，注筒弩射之，一发而殪，则渠率也。贼乃号泣，舁之去，气少沮。然旋退复进，报怨之师誓逞其志而后已。公知势亟，周陴呼曰：“城危矣！我不惜破家，在围中各有死理，盍共戳力於死中求活也！”於是人人竞奋。乃缒壮者於城下拒贼，使不得近城，而老弱则丛炬以焚其梯，或热油以灌登者，即妇人孺子亦争投瓦石以击贼。呼噪之声动天地，城下死者如积。凡七昼夜，目不交睫，至眶生疮，痏气弥厉。贼度终不可克，始解去。是叟为童子时亲见，故感叹其德，娓娓为众言之。而捍患御灾又诚合於祭法，无惑乎歌飨神前，人心同然，至如尔日之盛也。\n公之大节为人尊亲如此，故顺人心所欲，按状叙而铭之。公姓袁氏、讳枢，字伯应，一字环中，石■(号也，太子太保兵部尚书讳可立之子。母曰宋夫人，公实出於潘母。美仪观，多大略。年十二入州庠，见赏於督学何公应瑞，文章有声场屋间。二十五以尚书登莱劳荫入胄监。时方多事，公抱壮志，尝抚髀叹曰：“大臣子不当与寒士以科目竞进！李文饶，韩持国，伊何人哉？”乃以任子就选。初授詹事府录事，历南京左军都督府都事，太仆寺丞，户部山西司主事。丁内外艰凡五年。仍补原官，升郎中。崇桢十五年，命榷浒墅关商税，随职各著劳效。十七年五月差满，例还部，移广东司。时危，疆需材，山东湖广重臣交疏请公，廷议授而复改者再。卒任公河南，俾分守大梁，治睢州。公，州人也。即第为署，时人荣焉。无何，豫饷告匮，巡抚越公其杰趣公，入请，即命亲往直、浙、闽、广督之。行至杭，而天兵已渡江矣。公返卧白下，阅两月，竟以疾卒。\n性慷慨，侠烈慕义，急人之急。待以举火者，常数十族。文雅通博，为海内物望所归。喜宾客，座上无日不满。壶矢弈射，品竹弹丝，以至商校古今，摩赏器物，公分部酬对，精神荫映，人厌其意以去。盖公多至行，复能贯群艺，气韵尤足，倾入折冲，特其一枝，州人所以饮食必祭者，实在此。故著之独详。亦以见公得俎豆於孔庭者非诬也。\n公生於万历二十八年十月十五日子时，卒於顺治二年九月初四日子时。元配任氏，由孺人例赠淑人。继刘氏，杞县宦族，生有异质。父母卜其必贵。十七来归，即传家政。按亲族，御臧获，美肴酒，综出纳，无事不井井。其大者，则在事舅姑，养生丧死，皆先公意而助所未逮。其孟氏姑身脱围城，饥赢殆不可济。淑人抚摩痛疴，调剂食饮，诚求如育婴儿，卒得无恙。公既殁，仍遵遗命，同居终身，且联婚媾焉。公前室之子赋诚令沁源，代民偿逋赋，破家犹不足，淑人自脱簪珥。且命已子赋谌鬻产以成其事。二事殊有古烈女风。淑人生於万历三十六年十一月二十五日寅时，卒於康熙二十一年七月初六日亥时。\n为之铭曰：“吁嗟袁公，实命世雄。懋厥大德，艺靡不工。浩浩元化，开阖焉穷。惟向其利，乃云有功。乙亥寇来，围城而攻。压阵云黑，溅血堞红。佥曰必危，元龟告凶。妇号儿啼，阖城忡忡。百万之人，命尽日中。公麾以肱，止曰无庸。辇金激众，指挥从容。群力竞奋，积尸齐墉。贼如败叶，纷披随风。命续室完，其乐融融。淑人之德，罔不公同。公而庙祀，人心之公。百年菀结，一朝获通。此日南原，马鬣斯封。倾城往送，手植坟松。勿翦勿拜，千春郁葱。(清田兰芳《逸德轩文集》)\n袁枢\n袁枢，字伯应，一字环中。以父尚书可立荫授詹事府录事。升太仆寺丞，户部郎中，历升河南参政。\n其居父忧时，为崇祯乙亥。流寇至，睢卫之将卒逆敌未战而败，贼遂薄城。枢挟矢登陴，倡先固守。悬金城上，募乡勇，能得贼一级者，予五十金。城中健儿，各戟手奋跃，愿与贼从事。而老妇孱子，亦争运砖石，以供棰击，枢一一出金酬之。贼尽力攻，卒不能破。会巡抚元默援兵至，贼解去，睢人至今德之。\n枢博览群书，工诗赋。使车所至，登临啸咏，动盈卷轴。书法仿褚河南，米南宫。有诗集二十卷，及评选古唐诸诗，藏於家。子三，赋诚、赋谌皆以诗名。袁氏自司马至赋诚、赋谌，三世矣，诗学盖其家传云。(《睢州志·名臣》)\n袁枢家传\n九世枢字伯应,号环中、石■(。由官生初授詹事府录事（正九品2人），次任南京都督府后军都事（从七品1人），三任太仆寺寺丞（正六品4人），四任户部山西司主事（1631年），五任本部山东司郎中（1636年），督理粮储，后奉差浒墅钞关（1642—1644），六任本部广东司郎中（1644年五月），七任山东布政司右参议，分巡兖西道（1644年八月），蒙本部堂官（1644年十月初五日，张缙彦以兵部尚书总督山西、河南军务）具题留任，随升河南布政司右参政、大梁兵巡道，顺治二年（1644年九月初四日）卒于金陵。\n业虽未竟，材擅兼长。窃念居，恒爱书，不事生产。所与游皆名士，往往赋唅，滋笔立就，不务雕琢而浑厚俊伟，直逼少陵（杜甫）。著有诗稿二十一种。《金曹视草杜诗选》、《宋元诗选》。校书四种，闲中偶录诸书。复工书画，精鉴赏，遇古翰墨器物，极力求取，必得乃已。又好游览名胜，足迹所至，尽搜岩穴之奇，海内推为风雅冠冕。且力能着百斤铁衣，善骑射。岁乙亥，流寇薄睢，奋臂登城，破家捐金，募勇杀贼，城赖以全，详载州志。生子三，赋诚、赋谌、赋諴。（清顺治十八年袁赋诚《睢阳尚书袁氏家谱》）\n为袁氏祭袁石宪副\n明赵震元\n呜呼！今日之哭石寓也，其惜凤毛耶。吾族知之信之，其伤哲人耶。天下人亦尽知之尽信之。\n呜呼！石寓之才，十倍古人。而落落大度，不事生产。以故《九丘》、《八索》淹为精华。即两晋三唐，亦执其俎豆。落韵飞英，天惊雨逗，挥纥濡发，鹤唳风生，瀚海知名，词坛听玉。弯弓射虎，笑绛灌之无文；搦管雕龙，陋终贾之不武。自采芹舞象，司马公已庆其有子矣。\n泊载大事，克单倩礼，覃章宠贲，帝嘉元臣，典仰辉隆，王叹伟绩。所谓有子者，不益信耶！\n呜呼！求无愧于君父，在今日如石寓者几人也！累之而古人求如石寓无愿于君父者又几人也！况家仕子，历敭中外，廿载风霜，三生噍。握发以升贤，散财而结客。团门读礼，碎巨寇于睢阳。执节登朝，树天堑于易水。凡国家盘错纠纷人所掩耳者，石寓汇肩之。而抽刀借著，聚米画灰，呆骨不避利害，慧胆挈其精整。肆以骕骦无闻，则捐金市骏，而冏寺驰声。庚癸时起，则破产输囷，而司农籍手，关东之军丁朝衣败叶，暮餐寒沙，则督理粮储，永消硕鼠之奸。简书眷为长城，哀江南之商贾，魂落瞿唐，梦摇滟滪。\n则钞关浒墅，彻洗皖牛之苦，天家崇为实鉴。至于青齐云扰，辍近臣于兖西。河洛丘墟，借兖衣于天左。慷慨叱车，衔一人之成命，拮据揽辔。缔两师之新欢，中原赤子所不即化为磷火也，石寓之力也。\n杜甫有言：“得结辈十数，公参错天下，为邦伯，万物叶气。”\n则今日哭石寓也，为天下也，为两河也。若吾族门祚之事，有子克家，石寓亦可以含笑泉台矣。\n呜呼！海水群立，旧鬼烦冤，石寓之目其瞑焉，否耶？哀哀素翣，翻翻云旗，石寓有知不益伤耶！\n（河南省图书馆藏明赵震元《松青堂文选》）\n为李公师祭袁石寓宪副\n（明）赵震元\n呜呼！惟灵目下十行，胸列武库，白壁购子瞻之文，黄金买相如之赋。舞象采芹，弱冠璐振臂，当国家之巨艰，读书鄙腐儒之章句。\n肆与先大人竹马相将，枌榆联树，姻缔世好。此推文苑之卧龙；狎主鸡盟，彼惊词坛之飞兔。洎先大人以先司农起家，公亦以司马公受遇。大人每称之曰：“公雄才大略，翰苑韶頀，计部叹巧妇之炊，冏寺羡空群之顾，首山无庚癸之诺，埛野多云锦之胯。”帝嘉乃绩，借恂民部，驱车山海，飞挽云互，秉心深诚，鲸息狂飓，民击而歌，军肃而醭。帝曰：念哉！\n骏业惟戏，钞关江南，贪泉自付，汝往钦哉，无俾群恶，公主政浒墅，淡然寒素。英雄裂蜀道之篇名。公遂先辈之误。往来虚舟，泉货条布。\n呜呼！公之绩用告成，而朝廷之金瓯不固，公闻国变，眦裂发怒，竭蹶中原，以需生聚、归节金陵。不惮霜露，拜公豫藩，维屏维护，公盖深悲故里之凋残，不堪永伤，而稔知桑梓之精悍，可当召募。\n呜呼！公之首全睢城也，先大人切切为之倾注，以为国家养兵三百年，而大功成于儒者。即不克，叩九阍而往诉，迄公之再造睢人也。\n君子万年，口碑载路。而复追先大人同作钧天之游，而无能再晤，此行道所以长号，而亲知窃痛，薤露矧某，辱附秦晋，而先大人同为问渡。\n呜呼！载瞻清芬，忠孝不怍，兰玉森森，元恺曷慕，醁醑三觞，素香一柱，敬告特牲，洋洋恐怖，公其鉴先人之余忱，而来格匪吐！（明赵震元《松青堂文选》）\n为袁石寓复开封太府\n（明）赵震元\n靖两河以安天下。画熊兆獬豸之祥，冠八枢而奠中原；夹鹿犬麒麟之瑞，惟击楫多当年之士。\n雅故搴帷，借今日之元龙，瞻气知归。捧函戴德台台，文苑飞花，词锋横剑。霞壮日暧，咏幼丝于曹碑；薇省风高，识焦尾于班管。睕底十贤从事，行看金梁桥上月如霜；胸藏数万甲兵，喜逢绿墅堂中人。\n是玉矧中州，为恢复一统之根本，而汴国尤勘定全豫之先资。自非邀福，夔龙何克袭休，申甫经营意匠。念子遗，遭巨寇，遭溃兵，复遭黄水，从横神枢；谕群吏议防河，议守土，究议宁民，劝课农桑。剪洛阳之妖草，奖明忠孝，表少室之寒松。此敝省所繇兴来暮之歌，下走因以增仰止之思者也！\n某谬承简命，叱御故乡，虽父老依然孰风俗于一二。而山川顿易，昧人情于千端，弱而贫，民其鱼矣。恐无辞于里舍之难，安骄而怒，兵非虎耶！何以底于鸡豚之弗扰，逾深愧赧，乃辱注存，临食三嗟，惭彼高厚，甲颜十袭，羞兹友朋。谨附以鸣忱，行抠衣而展拜。镂铭心贤，佩服丘山。\n一代巨公，三吴妙品。黄堂敷政，共惊有脚之阳春；紫阁升班，独领方丰之瑞玉。尝善救物，故无弃物；尝善救人，故无弃人。武库森严，屹长城于万里；文澜壮阔，起莲岳于三峰。揽英雄之心，候赢吐气；合天地之德，传说扬眉。夙昔志同，今兹神往。\n吹台即是秋水，疏拙兴怀，冬日还歌，薰风高明，枉顾某方。幸神君之福我桑土，挹风流于无方。尤惭不倿之附，在臬藩晤金玉，而有地乃者。腆贶宠贲，翰藻遥颁。庄诵瑶章；皈心香象之文，完输连璧，藉手明球之赐。统希原炤，不尽衔憾！（河南省图书馆藏明赵震元《松青堂文选》）\n书画\n明袁枢《平泉十石图》卷金笺设色（《中国古代书画图目目录》Word版(6-1)粤）粤1-0321（广东省博物馆）\n明袁枢《松溪泛舟图》。尺寸：150×45cm。创作年代：癸未（1643年）作。题识：崇祯癸未八月六日，睢州袁枢画。2013年9月17日，中国嘉德国际拍卖有限公司嘉德四季第三十五期拍卖会上被拍卖成交。\n诗文\n黑龙潭\n明袁枢\n祠潭清见底，窈窕历朝封。鱼荇新开锦，苔莓老上松。轻阴穿雨足，薄日影山峰。猎猎腥风起，钟铙噪毒龙。\n注：黑龙潭，入金山口，北八里。未入金山，有甃垣方门中，绿树幽晻，望暧暧然，新黄甓者，景帝寝庙也。世宗谒陵毕，过此，特谒景帝，易黄甓焉。又北二里，一丘一碑，碑曰天下大师之墓。仁和郎瑛曰：建文君墓也。通纪称建文自滇还京，迎入南内，号曰老佛，卒葬西山。又北，小山累累，小冈层层，依冈而亦碧殿，亦丹垣者，龙王庙也。庙前为潭，干四丈，水二尺，文石轮轮，弱荇缕缕，空鸟云云，水有光无色，内物悉形，外物悉影。土入传黑龙潜中，曰黑龙潭也。夫龙而潭浅居耶？今数丰碑，各碧瓦小亭，覆潭庙周隅。\n《明诗平论二集》明朱隗\n明袁枢\n南征吟小引\n明钱谦益\n睢阳袁伯应，以名臣子之牵丝郎署，负文武大略，博雅好古，散华落藻，輶轩问俗，戎车出塞，山水登临，友朋谈燕，揽采风物，伸写情性。所至必有诗，而其诗高华鸿菀，苍老沈郁，亦与境而俱变。\n当其督饷辽左，历览关塞，指雇毳幕，筹策表饵，欲以尺组系单于，故其诗纵横顿挫，若田僧超临阵作壮士歌，使人有车驰马骤，投石横草之思。\n已而，休沐里居，扞御孤城，搘拄强寇。主忧臣辱，以四郊多垒为耻，故其诗凄清悄厉，若刘越石登楼长啸，使人有云深月近，果创饮血之恐。\n至其榷关南国，登车奉使，江南佳丽之地，风声文物与其才情互相映带。而羽书之旁午，民力之凋敝，持筹蒿目又迸逼于胸中，故其为诗曲而中，婉而多风古人感怀讽谕，缠绵恻怆之致，往往交惊杂作。语曰：“登高能赋，可为大夫”，其伯应之谓乎？榷政告竣，颂声塞途。\n关中警急,秉钺者急需戡定之才。君且奉简书驱车以往，则其诗当益雄。昔杜子美天宝入蜀思秦中之盛，而痛其陷没《秋兴》诸篇，至今令人流涕。今长安关河四塞，自古帝王之州，一旦为蚁贼残破，伯应之忧愤视子美又何如？韩退之从裴晋公蔡州归师次潼关有“日出潼关四面开，相公亲破蔡州迥”之句，古人文士咸为吐气。\n上方临遣，授钺如晋公故事，伯应其将有雄篇丽句继退之而作乎？余将泚笔以和焉!（明钱谦益《牧斋全集》）\n袁伯应诗集序（董）\n（明）董其昌\n客岁重九，余既为袁公伯应制仪小引，以专门名家相勗矣。今秋伯应自睢阳寄近体诗一帙，亦以重九至，且属余序。\n余与伯应尊公少司马同举于兰阳陆先生之门，司马居恒授余教见法，目伯乐相千里马，而教其子相国马，以为千里马不常，即善相无所用之。如伯应之好称诗，无乃非司马公意乎，虽然时至事起，何可执也。盖隆万之间，士子尺寸功令，宋人注疏之外一步不窥。二十年来，破觚为圆，浸淫广肆子史空玄，旁逮稗官小说，无一不为帖括用者。若以诗之才情而为文，吾知其俛拾青紫无疑也，且夫以制举义论，瞿王登坛，信阳兆地，曾不得方驾，非才不敌，拘于时束于制也。假令今有李何降格而为制仪，过都历块，绝尘而奔，岂顾问哉！司马公海市诸什，所谓清新开府，又建威消萌，声震大荒之外。世故有文武具宜者，何惟伯应之以制仪兼称诗也？若伯应之诗郁郁，唐人世有钟荣自能鉴定，无所俟余评矣！（明董其昌崇祯三年本《容台文集九卷诗集四卷别集四卷》）\n袁伯应诗集序（陈）\n(明)陈继儒\n袁司农伯应，文武异才也。饱读节寰公所藏经史，而尤好金箱玉版之书。刀槊火器，材官羽林，儿不能兼攻者，公皆为讲贯演习，洞入精微，见之实用然后已。\n洛中流氛告遽，殇魂侠骨，群飞于黄埃青燐中，而公浴铁横刀，挺先为乡士君子军倡，寇闻之不敢正视睢阳城而遁。\n父老曰：“新旧二城，大司马创修之，小司农保全之，袁氏世德其忍谖乎！”伯应筑墓祠家祠，又草行状，卓然有良士之风胪，载其父母始末，因以徵言于海内大手笔，凡可以不朽两亲者，几呕尽数斗血矣。伯应真忠孝人也。\n磊磊落落，既不屑与举子辈逐嗜徵趣，又不屑授简分毫，角艺于兔园宾客之末。识鉴标明，才情空阔，诗有数种，或侍亲，或奉使，或在舟上车上马上枕上席上酒杯剑戟上得之。历游非一方，诗格非一体，落笔矢口，往往铿訇而多奇音，雄健而多正骨，孤峭而多锋稜，感怆飞扬而多英雄烈士之概。言为心声，公性情胆略，流露尽于此矣。\n今四方多故，荐举纷纷，而未闻拔起门荫才地之人，如汉之汲长孺苏子卿，唐之李赞皇，宋之范中宣者，而但使之窟首冷曹，以豪吟苦吟作生活。\n吾故读伯应之诗，兼重其文物忠孝，而不知置之推毂夹袋中者，安在此。当为世道惜，不为伯应惜也。\n伯应赋诗读书外，尤喜嗜山水书画、金石鼎彝。高韵清风，壹似闻漆园苏门而兴起者。岂特诗配李何，称象贤录中人物而已乎。（陈继儒《陈眉公先生全集》卷七《袁伯应诗集序》）\n送袁环中督宁远饷\n（明）刘理顺\n左臂雄山海，严关一线通。重兵宿十万，队队韬良弓。水陆各飞挽，催儹日无空。万窕寒风卷，桑孔亦难充。司徒悬秋镜，推毂忆旧功。□书彤庭沛，四牡驾徂东。霜雪不言冷，夙夜权在公。青蚨流地上，牛马动谷中。海可变桑稻，山石尽铅铜。以供貔貅用，腾骧月不同。再为申大义，长驱歌小戎。（明刘理顺《刘文烈公全集·卷三》）\n袁石寓诗序\n（明）王铎\n诗之名何哉，读书不深不能诗。读书深矣，胸次不磊落空饰章句无志天下事则亦不能诗。石愚深而磊落者也。酣于书观兮宽空，其为诗，口于情口口生口用心无颇。人以为石愚诗人也，而大寇薄口台，石寓破产募勇士，杀贼昌于气，而睢乃不愁口口。\n宁远激伍，口将准绳，于鸟飞口拒强敌，鬼神之贡，以祥不第，诒托口赋也。所以生宁远也。其动昌于气，尚与口口同路兮哉。口则其为诗，亦何知矣。夫诗且尔今天下方急用人，石寓果能以沉心雄骨，细从诗人从国。若当大事必不口，弃五则，以逆国休，若诗之日进不可量，何至萎于胸次误国家事？至于踣弊不振兮，石愚自砺之，不过如昌于诗耳。苟不明于动，以磊落其后动而遽曰，口情生华观矣。宽空一御寇，再御边，以为石愚止此兮，不口负其胸次之磊落哉，则果足以知石寓欤？（王铎《拟山园选集》卷二十九）\n送袁环中郎中奉使宁远饷军序\n（明）王铎\n十一季秋，边事未靖，宁远军告饥，选才干者往理之。皆畏其危途，安而不肯往。袁郎中石寓公枢，乃慨然不辞。公曾破产散金守睢阳而睢守，今又不辞。噫，亦壮矣！夫军士之疲顿塞外也，于关内诸郡县异，内存节钺之驭，又有山谷边堑之险。鸣镝远闻，然后习勒人无宿饱，平日轻而不为备，偷一时之安，警屡虚传，人心玩，而中国勇健豪壮之气索然矣。嘘兮，此适以酿天下口惰之弊，长敌虎狠之势，甚不可也。\n矧宁远南枕海东，趾建西跨姐酋中悬，孤城控弦之士，不能以号腹距饷足，犹借口饷不足，何以包敌如鸟集兮。是故无事严兵休士马，稍口食以开屯田，如广田眩雷故事，多方以绝阑入之路。设伏兵疑使，彼不敢逐水口西窥，朔方庶几边境少事矣。若是则天下之至危者可厝之，至安又何惴惴焉，惧彼恐喝中国而畏其强哉。天欲弱敌五单于各裂过阴山而哭，以数筮之当必不远。石寓得无愤兮。\n朝廷命大农岁转输二百万金钱，积之饱之，借箸戎募之中，其以犒士养锐也，固其职也，岂可滥费太仓之需欤？石寓务以守睢阳者守宁远，兵力诚有余，即口口颜禅姑衍，亦丈夫分内事，是在子大夫而已。嘘唏，惕为危而安者，至狃为安而危者，至是知安者，天下之大患也。理口备敌母生口徒旅燕安敌国。是，则诸君送之责之之义也，否，则开市口款，偷一时之安，贻国家数百季之害，可不可耶？遏边萌之祸，石愚即欲不口恶的不口兮？（王铎《拟山园选集》卷二十九）\n袁石寓饷边\n（明）张缙彦\n泉刀三载汉仙郎，星焕天仓照海阳。关塞秋深寒叶尽，边城月落戍筹长，即看超距凭胜饱，更识忧泯念雨旸。昨日射雕犹住马，谁将长铗净风霜。（河南省图书馆藏张缙彦《菉居文集奏疏二卷》）\n怀袁大参公旧绩\n（清）田兰芳\n诸同人泛舟驼冈送张日容，因怀袁大参公旧绩以“缭慓兮凄清”二句十四字为韵，各赋一章二十句，日容牟山以所作见示。\n登高送彼美，临水集群英。既极友朋意，仍怀古今情。\n放舟任夷犹，举楫系空明。葭菼沿渚乱，凫掠波鸣。\n倒影入明镜，人比寒潭清。楼台问邱墟，蛇豕昔纵横。\n若能任一木，大厦何由倾。播弃激壮志，叩舷歌芜城。\n张倡靡安节，李和多商声。愿言谢君子，海宇方升平。\n（清光绪《睢州志·艺文志》）\n袁参政\n（清）王祖恢\n擐甲登陴大势危，戎装小像到今垂。升平父老能传说，亲见田单破敌时。\n注：袁参政枢，以父宫保可立荫官部曹。崇祯乙亥，流贼迫州城，三十六屯军视若儿戏，未日中，歼焉。公擐甲登陴，分给守者兵，乃辇金城上号於众曰：“杀一渠者予百金，骑卒者者半之，投石发矢，搬运木甓者准此为差。”贼大治攻具，肉薄以登。公视服绛督攻贼，注简弩射之殪。乃渠率也。气少沮，然旋退旋进，报怨之师誓逞其志而后已。公知势急，周陴呼曰：“城危矣，我不惜破家。凡在围中皆有死理，不如共戳力犹可望生。”於是人竟奋。乃缒壮者於城下拒贼，使不得近。老弱丛炬以焚其梯，或热油灌登者。妇人孺子皆争投石击贼。呼噪之声动天地，城下贼死者如积。凡七昼夜，贼度城终不可克，始解去。康熙丁丑，州人士请祀公於瞽宗。至日列幕云属，卦羊盛斋，竟献主前。其他奔谒俯伏去来参差者，庭不能容。有扶杖叟指以语少稚曰：“非公，宁有若辈於今日！”盖叟童子时在围城中所亲见，故感叹娓娓言之。\n公文雅博通，多至行，复能贯群艺，书画金石之藏出公家者，人皆珍之。州人饮食必祭者，其折冲一节也。公戎装遗像，烟墩帽，饰杂宝绣花窄衫，佩刀而立，神彩尤动人。（清光绪《睢州志·艺文志》）\n题跋\n巨然《层峦丛树图跋》\n明王铎\n明日别浒墅，心犹游其中。\n王铎题为石愚（袁枢）亲契，癸未（1643年）三月夜\n题自画关使君袁环中\n（甲申王正六日）\n（清）王时敏\n环翁使君，既工盘礴，又富收藏。李营邱为士大夫之宗，米南宫乃精鉴之祖，故使荆关，董、巨真名迹归其家。乃犹勤向鄙蒙索其点染，荏苒一年后，未有一应。盖时见公墨沈，不觉小巫气索，欲下笔而辄止者数四。兹于其轺车戎装，聊仿一峰老人笔意，作小幅丐郢。昔人所谓“恒似似人”之语，转觉学步之难为工也，特书以志吾愧。关门紫气幻云烟，大石寒山列两边。割取一峰深秀色，可堪移入米家船。（清王时敏《烟客题跋》）\n袁枢藏金拱北《摹沉石田赠吴匏庵行长卷》\n按袁枢字伯应，一字环中，睢州人，官司至河南参政。崇祯乙亥流寇犯睢，枢时居父犹，倡先固守城得以全，枢工诗善书，有集廿卷，芬所收宋榻圣教序，有董文敏为环中司农题跋，前后亦有袁枢印，盖亦明季一鉴赏家也。此卷初为太仓王氏世守，至万历间归常熟严氏，崇祯间又归睢州袁氏，至国初乃归松江王氏著名之积，流传有绪，历历可考。\n张青父《清河书画舫》\n王鉴《仿巨然真迹图》跋\n董宗伯所藏巨然真迹，今归袁环中使君，昨在其署中出此相示。余丙子年曾见于宗伯斋头，今得复还旧观，为之三叹，漫仿其意，不识合作否？\n王铎拔姜尧章《雪竹图》\n竹下有石，用写山水。勾法只两笔，竹三竿，屈体半为雪所吞蚀，笔情入神，睢阳袁石寓赠予己二十年。予有郁怫，命僮悬之梧桐岛，不寒而栗。噫！不独朋友亲戚也，古人嘉画通于性情，亦有缘欤？（王铎《拟山园选集·拔姜尧章雪竹图》卷三十八）\n王铎《单椒秀泽图》\n纸本247x55cm首都博物馆释文：单椒秀泽不连陵以自高虎牙桀立孤峰特拔以刺天青崖翠发望同点黛郦道元注济水伯应老词宗王铎。\n部分藏品\n《潇湘图》\n为五代董源作，是中国山水画史上代表性作品，描绘的是湘湖地区的风景。本幅无作者款印，明朝董其昌得此图后视为至宝，并根据《宣和画谱》中的记载，定名为董源《潇湘图》。《潇湘图》是中国山水画史上代表性作品，现藏北京故宫博物院。明末继董其昌之后递入袁枢（袁可立子）收藏。崇祯十五年壬午（1642年），袁枢的家乡河南睢州城先后遭受李自成的兵火和河决水灾，袁可立尚书府第藏书楼内书画藏书毁于一旦，仅此数帧卷轴往返千里为袁枢辗转至江苏浒墅钞关寓所随身珍藏免遭兵火之灾，得以流传至今，传为中国乃至世界名画收藏史上之佳话。袁枢自跋曰：“崇祯十五年十一月，得于董思白年伯家，原值加四帑焉”。崇祯十六年，王铎在浒墅关袁枢寓所见到此画甚为感慨，并将这一好事跋于卷端。王觉斯跋云：“袁君收藏如此至宝，葵邱城堕家失，有此数帧不宜郁宜快也。”清姚际恒《好古堂家藏书画记》对此也有清晰记载：“盖以袁获此归旋，遭流寇之乱，此卷无恙。思翁（董其昌）殁后，为中州袁伯应所得。伯应名枢，乃思翁年侄（董其昌与袁可立为同年）。崇祯十五年榷浒墅，购诸其家，亦私记于后。” \n锡博本赵孟頫临《兰亭序》\n锡博本赵孟頫临《兰亭序》，这件《兰亭序》，纸本，纵24.5厘米，横65.5厘米，看其字体与神韵，属于《兰亭序》的帖本系列，但其母本究竟是哪一件，并无很明显的特点可循。苏州市博物馆亦藏有一件题为赵孟頫临写的《兰亭序》（绢本，一册四开，尺寸24.2厘米×12.2厘米不等），二者在神韵方面极为相似，似出同一底本，但都不同程度地融进了书家自己的风格。比对北京故宫博物院收藏的赵孟頫行书《临定武兰亭序卷》（绢本，纵27.4厘米，横102厘米）和俞和《行书临定武兰亭序卷》（纸本，纵26.7厘米，横83.7厘米），发现它们的整体面貌均极为相似。项氏以后，该作品又到了明末书画家兼收藏家袁枢(1600-1645年)和袁赋诚(1617-1680年)父子手中，并留下了他们的收藏印章：“石”“袁伯应珍赏印”“袁枢之印”“睢阳袁枢印信”“袁伯应珍藏书画印信”（上述印玺为袁枢之印），“赋诚”“袁赋诚印”“明袁赋诚珍赏”（袁赋诚印玺）。袁氏父子以后，这件作品上再无其他收藏印玺，一直持续到清末道光年间（1821—1850年）的王养度，他在作品的后隔水处钤盖了“蒙泉秘笈”“王氏春草堂珍藏书画印”“养度”3枚印章。吴云（1811—1883年）大概是这张作品在清代的最后一位主人，他在作品本幅上留下了“平斋审定”“归安吴云平生真赏”“家有兰亭二百种”3方印章，证实了他曾一度占有该物。\n松桂堂帖\n此帖明末为河南睢阳人袁枢（袁可立子）收藏，钤“明蠡台袁伯应家藏图书”、“袁赋谌印”等印，并有题跋赋于卷中；后曾藏孔继涑玉虹楼，钤“玉虹楼”藏印；光绪初年为翁同龢购得，钤“翁同龢印”；后辗转流至日本。夹板裱宇野雪村题签“宋拓宝晋斋帖”，内附裱清王铎、成亲王永瑆题签。末开有翁同龢题跋两则，叙述了购帖经过并对收藏传递进行了考证。翁氏跋云，米巨于庐山“筑松桂堂与好事者共之，遂目为松桂堂帖”，故名。翁为清末知名学者，观此误断乃智者百密一疏也！所藏南宋《松桂堂帖》，为明末睢阳袁枢（袁可立子）、袁赋谌父子家藏精品，得以流传至今。只可惜翁同龢在考证睢阳袁氏旧藏南宋《松桂堂帖》时，跋语中竟因资料匮乏无考睢阳袁氏而将袁伯应（袁可立子袁枢）和袁赋谌（袁可立次孙）误断“其为一人无疑也”的千古学术错误。\n明紫檀“宋榻圣教序”夹板\n尺寸：30×16×1cm说明：此夹板紫檀质地，平板式，其上无孔，可夹在书籍前后两面加以保护，其上有款“宋榻圣教序”。榻，为唐及唐以前的复制方法，凭借描摹人的技术水平，可表现出墨色变化、笔锋等细腻之处，因此又名“下真迹一等”。注：《宋榻圣教序》，明末袁枢藏。作品有董文敏为环中（袁枢）司农题跋，拓本前后都有袁枢印记。\n《溪岸图》\n董源《溪岸图》相当一部分中国绘画史专家认为，此应为10世纪作品。“它的笔墨与传世五代作品《高士图》和《江行初雪图卷》相似。单国霖告诉记者，“当时，启功先生、傅熹年先生均将此作认定为北宋初期五代末期。大都会博物馆后来为这张画做了一个红外线检测，发现这张图画经过3次装裱，3次补的绢都不一样。而且，其上还有南宋贾似道、袁枢等人的印章。”\n沈周《送吴匏庵行卷》\n沈周《送吴匏庵行卷》（日本角川氏家族藏）。此图卷是沈周真迹，卷后有沈周长诗题记，此图历时三年才完成，赠送好友吴宽。流传清晰有绪：明代王世贞、严讷、袁枢；清代梁清标、王顼龄、华亭沈氏、仁和许氏、盛昱、宝熙。朱氏曰：最后宝熙跋中所谓之“东友原田”，查系兵库（县）原田悟朗氏，二十年前曾将是卷摄制珂罗版两张，刊登于日本著名美术杂志《国华》第五百四十五期（一九三六年四月号）上者也。今此卷归角川源义所有，当系得自原田后人耳。\n祝允明行书手札\n纸本手卷\n签条：祝枝山正德兴宁志序字卷。松寿轩珍藏。\n说明：梁清标、袁枢、袁赋诚、袁赋谌旧藏。\n袁枢对董巨作品的递传\n刘春南京艺术学院2012年《明末清初董巨山水画的鉴藏研究》 （第三章品鉴与摹、仿：董巨范式的确立及明末清初的山水画风）明末清初，在画家与鉴藏家的交游中，袁环中与王铎、董其昌的关系很密切，董其昌所藏名画不少都归于他所收藏。董其昌的一些藏画，王鉴就是在袁环中手中得以观赏的，袁环中得到董其昌的藏画，现所知者多为精品，有董源《夏山图》卷、《潇湘图》卷、巨然真迹、吴镇《溪山深秀图》等，都是王鉴在董其昌处见过后，又见于袁环中处。这些书画是王鉴早期认识董其昌所提倡的南宗绘画风格的原型，王鉴对于董巨画风的认识最初就是建立在这些作品的基础上的。王鉴《仿巨然真迹图》上题跋曰“董宗伯所藏巨然真迹，今归袁环中使君，昨在其署中出此相示。余丙子年曾见于宗伯斋头，今得复还旧观，为之三叹，漫仿其意，不识合作否？”(第四章鉴识与构史：明末清初的董巨观念与中国山水画史)\n袁枢对董其昌董巨藏品的递传\n在晚明，董其昌是董巨画风的重要推崇者和董巨作品的主要收藏者。在董其昌之后，董其昌珍藏的董巨作品流向何处是董巨作品鉴藏研究非常重要的一个问题。从现藏北京故宫博物院的《潇湘图》，上海博物馆的《夏山图》以及台北故宫博物院收藏的巨然《层岩丛树图》、《萧翼赚兰亭图》作品上可见到“袁枢私印”、“袁枢之印”、“睢阳袁氏家藏图书记”、“袁枢鉴赏”、“袁枢印信”、“伯应”、“袁枢”、“袁枢明印”、“石□收藏印信”等印记。由鉴藏印章可知，传世董巨作品的递藏过程中，袁枢（1600—1645）是董巨作品的重要收藏者。\n有关袁枢的生平，清张庚在《国朝画征录》附录黎遂球、袁枢条目中记：袁枢，字伯应，号环中，别号石□，睢州人。父可立，明大司马，即万历中直言削籍，天启时忤逆珰再削籍者也。枢以荫官刑曹，终养在籍，崇祯末流寇犯境，枢破家资大劳乡民，御寇保城有功。南都起为睢阳道，归之任，未几复还南都，卒。枢博学好古，精鉴赏，家富收藏，工书画，为华亭董宗伯、孟津王觉斯所推许。山水出入董、巨、子久间，光华清寂，其摹梅华道人所临巨然《萧翼赚兰亭图》，气韵冲淡卓有古趣，今藏同里蒋郎中泰家。所写折枝花有白阳山人风致。余游睢见先生遗墨及所藏旧迹，皆精雅，其风期略可想见。而郎中又为余述先生生平，遂慨慕景仰无已云。(1．张庚。国朝画征录。)\n从现有的文献资料及其藏品分析，袁枢集官僚与书画家于一身，其鉴藏趣味及藏品的选择与董其昌有特别的关系。从王铎为其藏品的鉴定题跋又可看到文人书画家在藏品的聚散之间，围绕书画藏品的递藏活动所形成的纽带及建立的深厚友情。董其昌所藏五代董源《潇湘图》、《夏山图》和巨然《秋山图》、《萧翼赚兰亭图》能够传至袁枢所藏，其中主要的原因是，董其昌与袁枢父亲大司马袁可立的私人关系。袁可立（1562—1633），字礼卿，号节寰，睢州城（今河南睢县）人，祖籍安徽凤阳府（今安徽阜阳市）。明万历十七年进士，官至兵部尚书太子少保，加赠光禄大夫太子太保，廷推南都户部尚书，再改兵部，历万历、泰昌、天启、崇祯四朝。阉党乱，罢官归里以诗酒、书画、鉴藏自娱，著有《抚登疏稿》、《弗过堂集》、《韵学要览古诗选》。真草秀润流丽，隶书风骨道劲。而画梅苍古，则赵孟頫也。袁可立与晚明著名书画鉴藏家董其昌、高攀龙、孙承宗为至交，门下黄道周、倪元璐、王铎皆一时书画赏鉴俊彦，袁氏所藏碑帖书画绝品甚多。(参《睢州志·袁可立传》)董其昌在《袁伯应诗集序》中说：“余与伯应尊公少司马（袁可立）同举于兰阳陆先生之门”，袁枢与董其昌的关系建立在董其昌与其父袁可立的同年之谊基础上，而且袁可立清廉“名巨”的身份和对书画鉴藏的雅好令董其昌格外尊重这位同年。\n崇祯六年（1633）十月十五日，79岁的董其昌以纸本墨笔写《疏林远岫图》赠袁可立，款题：“年家袁伯应司农上疏归省尊人大司马节寰年兄，赠以诗画，癸酉十月之望。”上疏回乡看望病重父亲的袁枢，顺道拜见年伯董其昌，董其昌用诗画托袁枢带给其父以表老友挚情。而其时，董其昌并不知晓袁可立已于四天前的崇祯癸酉十月十一日病逝卒于睢阳。二年后的崇祯八年（1635）六月，董其昌为袁可立撰《节寰袁公行状》。(4．吴越所见书画录·卷五，中国美术年表105，历代流传书画作品编年表)由此可见，董其昌与袁可立之故友之情非同一般。从这一点来看，书画作为精神载体在挚友、佳朋所构成的鉴藏圈内的流动、聚散，它又超越一般性的文人赏鉴标韵，成为文人相互间表达情谊的最佳方式。董其昌与袁可立特殊的关系为袁枢获得董其昌的珍藏提供了难得的机缘。\n袁枢从董其昌的藏品中得到的董源作品有《潇湘图卷》、《夏山图卷》，巨然的《秋山图轴》、《萧翼赚兰亭图》、《层峦丛树图》轴。《潇湘图卷》有董其昌的三段跋文之外，还有袁枢的自跋，跋曰：万历廿五年（1597）六月在北京得于翰林院，取自彭灵范（苑），廿六年八月中秋前一日重装，董源潇湘图价值五百两。崇祯十五年（1642）十一月，在苏州得于董思白年伯家，原值加四帑焉。枢识（印）(袁枢之印司徒大夫印)(1．见《潇湘图卷》袁枢跋。)（见卢辅圣。中国书画全书[M]第十册。上海；上海书画出版社）由此可知，袁枢得到《潇湘图卷》是在董其昌去世六年之后。而跋中所记万历廿五年六月在北京得于翰林院，是指董其昌购得《潇湘图卷》的具体日期和地点，这与董其昌于万历二十七年（1599）乙亥首夏三日长跋《潇湘图卷》时所说“此卷余以丁酉六月得于长安”的情况相符合。袁枢在董其昌去世六年再登年伯家门，从其家人处购得此卷。在《潇湘图卷》的拖尾有朱文“袁枢之印”、白文“司徒大夫印”，清初著名鉴藏家安庋藏。清末随溥仪至长春，抗战期间流落民间，后被张大千受得，现藏北京故宫博物院。\n《夏山图卷》先是南宋时期的内府藏品，后被贾似道所藏，明代经董其昌收藏后再入袁枢珍藏，清初流藏民间，现藏于上海博物馆。《夏山图卷》的中缝钤有“袁枢”骑缝印。袁枢得之于董其昌所藏巨然的作品有《秋山图》和《萧翼赚兰亭图》、《层峦丛树图》（藏台北故宫博物院）。《秋山图》绢本水墨，经董其昌递藏后归袁枢。王铎于崇祯十六年（1643）在江苏浒墅关袁枢家里，为《秋山图》作跋。南明红光元年乙酉，“公（袁枢）抑郁而卒。”袁枢死后，《秋山图》被王铎之弟王镛收藏。今藏于台北故宫博物院。诗塘有董其昌“僧巨然真迹神品”七字并跋，明末为袁枢收藏。在袁枢的藏品中有一件传为王维的《山阴图》。王维被董其昌列为南宗之祖，袁枢何时获此件王维作品？得之于何人？是否来之于董其昌，或袁枢的此件王维作品是否经董其昌过目，我们不得而知，有待进一步的考证探究。此作绢本设色，纵26.3厘米横84厘米。上有“项子京家珍藏”等项元汴收藏印多方，梁清标“棠村”收藏印、“三希堂精鉴玺”、“宜子孙”等印，经项元汴收藏，清初传到梁清标手中，后入清内府。\n除递藏董巨作品外，袁枢还藏有元代吴镇的作品及董其昌本人的作品。吴镇《溪山深秀图》，王鉴观此作最初在董其昌家，后又从袁枢处得见。董其昌《疏林远岫图》纸本墨笔。款云：“年家（侄）袁伯应司农上疏归省尊人大司马节寰年兄，赠以诗画，癸酉十月之望。”（现藏天津市博物馆，《董其昌年谱》、《董其昌系年》）此幅是董其昌为故友袁可立而作并通过袁枢带给其父。清末民初外流，现藏天津博物馆。16开册《董其昌纪游册》，为董其昌早年作品，是袁氏家藏旧物，每开都钤有“袁赋谌印”。《董其昌课徒稿》，为袁氏家族收藏，清初被官僚鉴赏家高士奇所藏。\n袁赋谌是袁枢的儿子，袁枢生有三个儿子，长子袁赋诚（1617-1680），次子袁赋谌（1633-1689），三子袁赋諴（1638-？）。三个儿子中，长子袁赋诚（1617—1680），字一倩，一字与参，号楚雄，小字东居，崇祯十七年（1644）拔贡，授融县知县。南明弘光元年（1645）任吴县教谕，丁父丧去官。康熙十二年（1681），袁赋诚进京师朝觐，值平西王吴三桂起兵云南反清，袁赋诚因是前明大臣遗子，终为清庭所排斥，遂投牒归里睢州。居家“论古今，商诗文或品评书画”。著有《袁赋诚诗集》。 次子袁赋谌承接袁可立、袁枢的书画古物鉴藏之风，袁赋谌（1633—1689）字仲方，号信庵。国子监生。其“性高简，罕与人接。垂帘一室，杂陈鼎彝、书画。”因长兄袁赋诚为官漂泊在外，世守家传古董字画并添增藏品成为袁赋谌的志趣所在。今藏安徽省博物馆的董其昌山水画作品《董其昌纪游册》16开，是罕见的玄宰早期作品，每开“袁赋谌印”、“袁赋谌鉴赏印”的钤印即可知为赋谌藏品。袁赋谌赏鉴之外醉心诗赋，其为诗彻夜不眠，与同乡孙昉、田兰芳等诗画唱和不止。赋谌著有《理齐诗》。《睢州志·袁枢传》称“袁氏自司马至赋诚、赋谌三世矣，诗学尽其家传云”。 袁氏一门三代耽迷书画鉴藏，丰富的书画古物收藏吸引着明末清初的书画鉴藏家。\n袁枢与王铎跋题董巨\n袁氏一门以袁枢为中心的鉴藏圈中，明末的书画鉴藏家王铎和袁氏一门亦有特别的关系。袁枢藏品中有很多来自王铎的馈赠，在袁枢获得心仪的藏品后又往往请王铎鉴题。袁枢与王铎的书画鉴藏交往亦源于其父袁可立与王铎的师生关系。袁枢的父亲袁可立是天启二年（1622）三月的科殿试考官，三十一岁的王铎参加了这场殿试，名列三甲第五十八名，赐同进士出身，与倪元璐、黄道周同改庶吉士。三人作为袁枢父亲袁可立门生。时有“三株树”和“三狂人”之称。天启四年（1624）正月，王铎授翰林院检讨，倪元璐、黄道周授翰林院编修。这一年袁枢24岁，王铎三十三岁。袁枢与王铎交往的具体时间目前因文献所限难以确定，但年龄和师门的关系为王铎与袁枢的深入交往和藏品之间的递传、鉴赏互动提供了便利。而且，多年的交往和博雅金石书画的共同志趣使二人结下了深厚的情谊。王铎与袁枢友情之深不仅在书画鉴赏题跋之中，还在其辞赋词章中有所显现。在王铎《拟山园稿》附词中载有王铎的一首词“怨王孙·喜袁石愚至·旧号环中”词曰：“人寂景悄，思长春恼。帘幕垂阴，书几逗晓。花里犬吠新声，唤信通。相思鸿羽归何处。君忽至，冬日莫把红梅负。一番一见十年情，月明斜。醉谁家。”在此文人相互复杂的友情之中，王铎为袁环中珍藏的董巨藏品鉴定、题跋是极为自然的笔墨之事了。崇祯壬午（1642）袁枢家睢州城遭闯变，袁氏尚书府的藏书楼内所藏书画及数万卷藏书毁于一旦。《潇湘图卷》、《层岩丛树图》、《山阴图》等数帧名迹因袁枢至江苏浒墅随身珍藏而免遭兵燹之灾。\n袁枢于崇祯壬午年（1642）移居江苏浒墅。崇祯十六年癸未（1643），王铎至江苏浒墅关袁枢家里避难。在《潇湘图卷》上王觉斯颇为感慨地跋曰：“袁君收藏如此至宝，葵邱城堕家失，有此数帧不宜郁宜快也。”这一年春天，王铎在《层岩丛树图》上以惜别的语气跋曰“明日别浒墅，心犹游其中，王铎题为石□亲契，癸未三月也”。王铎为袁枢藏品题跋外，他自己也精心创作书画送比自己小九岁的书画艺术知己。其中王铎《雪景竹石图》是王铎唯一传世的雪竹题材真迹。王铎在画面右下边以精致小楷书题：“石□（寓）袁老亲契舟中同饮写。癸未五月，王铎”。王铎赠袁枢的书法有《苍雪精舍诗卷》、《赠袁枢诗册》。（《全清词·顺康卷》第一册。12页）\n关于书画鉴藏家袁枢的历史形象，明末清初的著名画家王时敏在赠关使君袁环中的题画中有简短而生动的评价，我们不妨将袁枢的鉴藏活动视为明末清初书画鉴藏世界一个缩影，传世董巨作品在这样的历史空间中扮演着重要的角色。题自画赠关使君袁环中【甲申王正六日】：环翁使君既工盘礴又富收藏，李营邱为士大夫之宗，米南宫乃精鉴之祖，故使荆、关，董、巨真名迹归其家，乃犹勤向鄙蒙索其点染。荏苒一年未有以应，盖时见公墨渖不觉小巫气索，欲下笔而辄止者数四，兹于其轺车戎装，聊仿一峰老人笔意作小幅丐郢。昔人所谓“恒似似人”之语，转觉学步之难为工也。 特书以志吾愧：关门紫气幻云烟，大石寒山列两边。割取一峰深秀色，可堪移入米家船。\n","category":"草书","verified":true,"user":1,"timestamp":1429951659877}]