[{"name":"孙慎行行书中堂","text":"孙慎行（1565年～1636年）字闻斯，号淇澳。江苏武进人。明朝开国功臣燕山忠愍侯、全宁侯之后。外祖父是明代著名文学家、军事学家唐顺之。明万历二十三年（1595年）朱之蕃榜进士第三人。授翰林院编修。累官至礼部侍郎。韩敬科场事发，孙慎行主张罢黜韩敬，遭到韩敬同党的攻击。辞官。熹宗继位，召回孙慎行，拜为礼部尚书。“红丸”事起，孙慎行上疏无效，遂以病辞官。魏忠贤组织纂修《三朝要典》，在“红丸”之案中，将孙慎行定为罪魁祸首。熹宗下诏将其革职，遣戍宁夏，还未起行，崇祯帝继位，才得赦免，命以原官协理詹事府事，孙慎行力辞不就。享年74 岁。著有《困思抄》、《玄晏斋集》等。\n人物简介\n孙慎行(1565—1636)，常州人，自幼受身为文学家和抗倭英维的外祖父唐顺之的影响，酷爱读书。他于万历二十二年(1594)中举、次年摘取殿试探花，任翰林院编修。万历四十二年(1614)升礼部郎，一度代理尚书。曾数度请假归里，精研理学。万历四十八年七月，万历帝去世，八月朱常洛即位。不久新皇帝患痢疾，朝廷莒^从哲推荐的医官李可灼进红丸两粒，岂料在位仅29天的皇帝服后突亡。此即\"红丸案\"。九月天启帝登基，当年十二月就召孙慎行返京，拜为礼部尚书(从一品官)。天启二年(1622)四月起，孙慎行3次上书求严惩\"红丸案\"首恶李可灼、方从哲罪，在朝廷内外引起大争辩。最后李可灼下狱戍边，天启帝对方从哲搁置不问。七月孙慎行无奈托病辞归，一度讲学于东林书院。天启六年(1626)起撰写的《三朝要典》一书，魏忠贤阉党翻\"红丸案\"，指孙慎行为罪魁。天启七年(1627)七月，天启帝下诏孙慎行被遣戍宁夏。但八月天启帝去世，新登基的崇桢帝于十一月铲除阉党，魏忠贤自杀，孙方得免。崇祯八年(1635)，朝臣一致推荐他为内阁大臣，崇祯帝令立即征召。次年，72岁的孙慎行抱病入京，未及上任便逝世。著有《玄晏斋集》、《明四大家文选》等多种文集。 \n人物生平\n见《明史》卷二百四十，列传第一百三十一：\n孙慎行（明），字闻斯，武进人。幼习闻外祖唐顺之绪论，即嗜学。万历二十三年举进士第三人，授编修，累官左庶子。数请假里居，键户息交，覃精理学。当事请见，率不纳。有以政事询者，不答。\n四十一年五月，由少詹事擢礼部右侍郎，署部事。当是时，郊庙大享诸礼，帝二十余年不躬亲，东宫辍讲至八年，皇长孙九龄未就外傅，瑞王二十三未婚，楚宗人久锢未释，代王废长立幼，久不更正，臣僚章奏一切留中，福府庄田取盈四万顷，慎行并切谏。已，念东宫开讲，皇孙出阁，系宗社安危，疏至七八上。代王废长子鼎渭，立爱子鼎莎，李廷机为侍郎时主之，其后，群臣争者百余疏，帝皆不省。慎行屡疏争，乃获更置。楚宗人击杀巡抚赵可怀，为首六人论死，复锢英憔等二十三人于高墙，禁蕴钫等二十三人于远地。慎行力白其非叛，诸人由此获释。皇太子储位虽定，福王尚留京师，须庄田四万顷乃行，宵小多窥伺。廷臣请之国者愈众，帝愈迟之。慎行疏十余上，不见省。最后，贵妃复请帝留王庆太后七旬寿节，群议益籍籍。慎行乃合文武诸臣伏阙力请，大学士叶向高亦争之强。帝不得已，许明年季春之国，群情始安。韩敬科场之议，慎行拟黜敬。而家居时素讲学东林，敬党尤忌之。会吏部缺侍郎，廷议改右侍郎李鋕于左，而以慎行为右，命俱未下。御史过廷训因言鋕未履任，何复推慎行，给事中亓诗教和之。慎行遂四疏乞归，出城候命，帝乃许之。已而京察，御史韩浚等以趣福王之国，谓慎行邀功，列之拾遗疏中。帝察其无罪，获免。\n熹宗立，召拜礼部尚书。初，光宗大渐，鸿胪寺丞李可灼以红铅丸药进。俄帝崩，廷臣交章劾之。大学士方从哲拟旨令引疾归，赉以金币。天启元年四月，慎行还朝，上疏曰：先帝骤崩，虽云夙疾，实缘医人用药不审。阅邸报，知李可灼红丸乃首辅方从哲所进。夫可灼官非太医，红丸不知何药，乃敢突然以进。昔许悼公饮世子药而卒，世子即自杀，《春秋》犹书之为弑。然则从哲宜何居？速引剑自裁以谢先帝，义之上也；合门席稿以待司寇，义之次也；乃悍然不顾，至举朝共攻可灼，仅令回籍调理，岂不以己实荐之，恐与同罪与？臣以为从哲纵无弑之心，却有弑之事；欲辞弑之名，难免弑之实。实录中即欲为君父讳，不敢不直书方从哲连进药二丸，须臾帝崩，恐百口无能为天下后世解也。\n然从哲之罪实不止此。先是则有皇贵妃欲为皇后事，古未有天子既崩而立后者。倘非礼官执奏，言路力持，几何不遗祸宗社哉！继此则有谥皇祖为恭皇帝事。历考晋、隋、周、宋，其末世亡国之君率谥曰“恭”，而以加之我皇祖，岂真不学无术？实乃咒诅君国，等于亡王，其设心谓何？后此则有选侍垂帘听政事。刘逊、李进忠幺么小竖，何遂胆大扬言。说者谓二竖早以金宝输从哲家，若非九卿、台谏力请移宫，选侍一日得志，陛下几无驻足所。闻尔时从哲濡迟不进，科臣趣之，则云迟数日无害。任妇寺之纵横，忍君父之杌陧，为大臣者宜尔乎？臣在礼言礼，其罪恶逆天，万无可生之路。若其他督战误国，罔上行私，纵情蔑法，干犯天下之名义，酿成国家之祸患者，臣不能悉数也。陛下宜急讨此贼，雪不共之仇！毋询近习，近习皆从哲所攀援也；毋拘忌讳，忌讳即从哲所布置也。并急诛李可灼，以泄神人之愤。\n时朝野方恶从哲，慎行论虽过刻，然争韪其言。顾近习多为从哲地，帝乃报曰：“旧辅素忠慎，可灼进药本先帝意。卿言虽忠爱，事属传闻。并进封移宫事，当日九卿、台谏官亲见者，当据实会奏，用释群疑。”于是从哲疏辨。刑部尚书黄克缵右从哲，亦曲为辨。慎行复疏折之，曰：“由前则过信可灼，有轻进药之罪，由后则曲庇可灼，有不讨贼之罪，两者均无辞乎弑也。从哲谓移宫有揭，但诸臣之请在初二，从哲之请在初五。尔时章疏入乾清不入慈庆者已三日，国政几于中断，非他辅臣访知，与群臣力请，其害可胜言哉！伏读圣谕‘辅臣义在体国，为朕分忧。今似此景象，何不代朕传谕一言，屏息纷扰，君臣大义安在？’又云‘朕凌虐不堪，昼夜涕泣六七日。’夫从哲为顾命元臣，使少肯义形于色，何至令至尊忧危如此！惟阿妇寺之意多，戴圣明之意少，故敢于凌皇祖，悖皇考，而欺陛下也。”末复力言克缵之谬。章并下廷议。既而议上，惟可灼下吏戍边，从哲置不问。\n山东巡抚奏，五月中，日中月星并见。慎行以为大异，疏请修省，语极危切。秦王谊漶由旁枝进封，其四子法不当封郡王，厚贿近幸，遂得温旨。慎行坚不奉诏，三疏力争，不得。七月谢病去。\n其冬，廷推阁臣，以慎行为首，吏部侍郎盛以弘次之。魏忠贤抑不用，用顾秉谦、朱国祯、朱延禧、魏广微，朝论大骇。叶向高连疏请用两人，竟不得命。已，忠贤大炽，议修《三朝要典》，“红丸”之案以慎行为罪魁。其党张讷遂上疏力诋，有诏削夺。未几，刘志选复两疏追劾，诏抚按提问，遣戍宁夏。未行，庄烈帝嗣位，以赦免。\n崇祯元年，命以故官协理詹事府，力辞不就。慎行操行峻洁，为一时搢绅冠。朝士数推毂入阁，吏部尚书王永光力排之，迄不获用。八年廷推阁臣，屡不称旨，最后以慎行及刘宗周、林釬名上，帝即召之。慎行已得疾，甫入都，卒。赠太子太保，谥文介。\n现存作品\n孙慎行的三本思想性著作—《困思抄》，《慎独义》与《文钞》\n首先\n《困思抄》(或名《困思钞》)现存四个版本，依年代次序为:明万历刻本17，明天启刊本18，明崇祯刻本19，与年代不明之「常州先哲遗书」本20。\n其次\n《中庸慎独义》(或名《止躬斋慎独义》，《慎独义》)则有两个版本，依年代次序为明天启刊本21与明崇祯刻本22。\n最后\n《文钞》则见於前述之明万历刻本23，明崇祯刻本24与「常州先哲遗书」本25之三版本中。\n思想观点\n慎行之学，“从宗门人手，与天宁僧静峰，参究公案，无不了然”。他认为，儒者之之道，不从悟入。君子终日学问思辨行，便是终日戒惧慎独，而更无虚间以求一漠然无心光景。故舍学问思辨行，而另求一段静存动察工夫，以养中和者，未有不流于禅学者。\n关于理气性命范畴，慎行认为，“天理之流行即气数，元无二也”。一气之流行往来，必有过有不及，故寒暑不能不错杂，治乱不能不循环。人们“以人世畔援歆羡之心，当死生得丧之际，无可奈何而归之运命，宁有可齐之理”？但天唯福善祸淫，因为天全是一段至善，一息如此，终古如此。不然就生理灭息了。这就是万有不齐中的一点真主宰。这又是所谓“齐”。\n他反对将性与气质对立起来的说法，指出：“性善气质亦善，以□麦喻之，生意是性，生意默默流行，便是气；生意显然成象，便是质。如何将一粒分作两项，曰性好，气质不好？盖气禀实有不齐，生而愚知清浊，较然分途，如何说得气质皆善？然极愚极浊之人，未尝不知爱亲敬长。此继善之体，不以愚浊而不存，则气质之非不善可知。”（《明儒学案》）\n他也反对将人心道心分裂开来的观点，提出：“人心道心，非有两项心也。人之为人者，心；心之为心者，道。人心之中，只有这一些理义之道心，非道心之外，别有一种形气之人心也。盖后人既有气质之性，遂以发于气质者为形气之心，以为心之所具者，此些知觉，以理义实之，而后谓之道心。故须穷天地万物之理，不可纯是己之心也。若然则人生本来祗有知觉，更无理义，只有人心更无道心，即不然亦是两心夹杂而生也。”（同上）\n其著作有《困思抄》等。\n历史评价\n黄宗羲指出，理义之命、气运之命，理义之性、气质之性，理义之心、形气之心，“三者之说，天下浸淫久矣，得先生而云雾为之一开，真有功于孟子者也。阳明门下，自双江、念以外，总以未发之中，认作已发之和，谓工夫只在致和上，却以语言道断，心行路绝上一层，唤作未发之中。此处大段著力不得，只教人致和著力后，自然黑□撞著也。先生乃谓从喜怒哀乐看，方有未发。夫人日用间，岂必皆喜怒，皆哀乐？即发之时少，未发之时多，心体截得清楚，工夫始有著落。自来皆以仁义礼智为性，恻隐羞恶辞让是非为情，李见罗《道性编》欲从已发推原未发，不可执恻隐羞恶辞让是非之心而昧性，自谓提得头脑。不知有恻隐而始有仁之名，有羞恶而始有义之名，有辞让而始有礼之名，有是非而始有智之名。离却恻隐羞恶辞让是非，则心行路绝，亦无从觅性矣。先生乃谓孟子欲人识心，故将恻隐之心指为仁之端，非仁在而恻隐之心反为端也。如此则见罗之说不辨而知其非矣。”（《明儒学案》）刘宗周论曰：“近看孙淇澳书，觉更严密。谓自幼至老，无一事不合于义，方养得浩然之气，苟有不慊则馁矣。是故东林之学，泾阳导其源，景逸始入细，至先生而集其成矣。”\n相关事件\n红丸案，为明朝三大案件之一。泰昌元年（1620年），光宗病重，李可灼进献红丸，自称仙丹。光宗服后死去。有人怀疑是神宗的郑贵妃唆使下毒，旋即展开了一系列的追查元凶的举动。其间，党争与私仇夹杂其中，连坐罪死者众矣。最后，一位刚入阁的、与双方都无牵连的大臣韩上书才平复了众议。李可灼被判流戍，崔文升被贬放南京。“红丸”案算了结了。可是，“红丸”案还有余波。\n天启年间，宦官魏忠贤当权，他要为“红丸案”翻案。于是，声讨方从哲的礼部尚书孙慎行被开除了官籍，夺去所有官阶封号，定了流戍。抨击崔文升的东林党人也受了追罚，高攀龙投池而死。崇祯年间，惩办了魏忠贤，又将此案翻了回来。\n孙慎行故居\n孙慎行、孙星衍故居位于常州市双桂坊59号。\n在双桂坊现代建筑的围裹中，路南侧邻公园路的那组占地近900平方米的明清民居宅院虽然显得两孙故居明式船厅低矮、衰迈,但它却厚重不容小觑。因为它曾拥有过两位历史文化名人：明末著名东林党人孙慎行及他的族七世孙、清代中期被誉为“天下奇才”的孙星衍。\n孙慎行、孙星衍故居坐南朝北，原占地面积较大。由孙慎行在做官期间所建，系私人住宅遗址。慎行服官期间曾数次请假里居于此。故居北临双桂坊，东、西、南三面均为住宅区。到清代乾隆年间其族七世孙、著名学者孙星衍又继承此宅，继续居住。5间花厅等建筑于清代后期毁后重建，房地产由孙氏子孙世代继承并居住。后故居部分房屋被后裔卖掉，余下的最后由孙养渊继承时，故居呈倒置瓦刀形，入门为长通道备弄(似刀柄)，备弄尽头为长方形建筑布局，东首为明式船厅,其西有天井,天井北建有清式花厅5间，花厅左右空地堆黄石假山及花圃等。20世纪80年代兴建广南大厦时，两孙故居长条形备弄被拆除，保留故居房屋、天井等。由常州市政协大楼与广南大厦间通道通向广南大厦后故居。明式船厅遗存雕花月梁及明代木隔窗，乃明代所建原屋。据孙氏后裔孙养渊透露传家秘闻：船厅地下埋有其祖先孙慎行棺木。并出示其家珍藏的?小慎行手书《栀子花记》真迹。清式花厅5间面阔19.7米、进深5檩8.9米，前廊后轩，硬山式砖木结构。1987年12月，市人民政府公布其为常州市文物保护单位。2006年，孙慎行、孙星衍故居被原地修复。\n","category":"行书","verified":true,"user":1,"timestamp":1429951604383},{"name":"孙慎行行书中堂","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791635757,"text":"孙慎行，字闻斯，号淇澳，武进(今江苏武进)人。明代大臣。万历二十三年 (1595)进士，累官礼部右侍郎。天启初，召拜礼部尚书，以追论大学士方从哲进荐红丸罪案 ，为权贵所忌。天启二年(1622)托病辞官。后阉党作《三朝要典》，翻红丸案，指慎行为罪 魁，议戍宁夏，适逢魏忠贤失败，得以免谪。卒赠太子太保，谥文介。著有《玄宴斋集》。","author":"明代孙慎行","description":"孙慎行行书中堂"}]