[{"name":"虞世南汝南公主墓志","text":"汝南公主墓志，中国书法作品，作者：虞世南（唐），行草书，墨迹。 纵25.9厘米，横38.4厘米，为纸卷墨本，行书18行，每行12字至15字不等，共222字。收藏于上海博物馆。\n作品简介\n汝南公主是唐太宗之女,早逝。虞世南为其撰写墓志。此是草稿,萧散虚和,遒媚不凡。下为汝南公主墓志。\n虞世南书，贞观十年(636)十一月作，行草书，墨迹。18行，行12-15字不等。汝南公主是唐太宗之女，早逝。虞世南为其撰写墓志。此是草稿，萧散虚和，遒媚不凡。每个人的执笔、下笔方式都有一定的习惯性，这是在长期、反复的操练中适应而成的。因而同一人写出的楷书与行书，尽管字体形态、间架结构有所不同，但在笔法、风格上总有一线贯通之处，在面貌上有着共同点。如欧书外露筋骨，虞书则内含刚柔，这不仅见于二人楷书，而且见于行书。故言“永兴真行如秀岭危峰，处处间起”，是贴切的比喻。\n王世贞云：“昔人于永兴、率更书，俱登品神妙间，而往往左袒永兴。余初不伏之：以余之肉，似未胜欧骨，盖谓正书也；晚得永兴《汝南公主墓志》草一阅，见其萧散虚和，风流姿态，种种有笔外意。”此墓志书法圆活，不及正书沉厚，故后世有人疑为米芾书。\n墓志释文\n公主讳，字，陇西狄道人，皇帝之第三女也。天潢疏润，圆折浮夜光之采；若木分晖，秾华照朝阳之色。故能聪颖外发，闲明内映，训范生知，尚观箴于女史；言容成则，犹习礼于公宫。至如怡色就养，佩帉晨省，敬爱兼极，左右无方。加以学殚绨素，艺兼鞶紩，令问芳猷，仪形闺阃。厶年厶月，有诏封汝南郡公主。锡从珪瑞，礼崇汤沐，车服徽章，事忧前典。属九地绝维，四星潜曜，毁瘠载形，哀号过礼，茧纩不袭，壃酪无嗞，灰琯亟移，陵茔浸远，虽容服外变，而沉忧内结，不胜孺慕之哀，遂成伤生之性，天道佑仁，奚起冥漠，以今贞观十年十一月丁亥朔十六日。\n作品赏析\n《汝南公主墓志》的书风是纯粹的二王趣旨。也许因为如此，后人竟把此作混同于专精大王的宋人米芾书法，指此为米南宫所抚，但细细玩味其行气笔势，当非尚意的宋人所能为，归于唐书还是比较稳妥的。署款为“贞观十年十一月丁亥朔十六日”，是年虞世南已是衰然一颓翁，笔力仍如此强健、动作仍如此肯定精到，的确是一代宗师晚年炉火纯青的风范。“天潢疏润，圆折浮夜光之采；若木分晖，秾华照朝阳之色。”、“聪颖外发，闲明内映”，是碑志墓铭中的泛泛捧场语，以之溢美长于深宫、谁也未曾一睹芳颜的汝南公主，不如移来作为此稿书法赞辞；在初唐诸家中，能有一手如此俊秀而洒脱的行书是十分罕见的。欧阳询的墨迹行书《张翰思鲈帖》、《千文》偏狭瘦长，气局远逊于此，而褚遂良的行书墨迹不传，楷书又皆太重装饰趣味，欧拙褚巧，皆不如虞世南的恰到好处。由是，我们又可以将此稿视为初唐书坛上行草书的代表作——是以承继王右军的魏晋风度、又完全迎合“今上”太宗的崇王口味的一种楷范。\n虞世南(558—638),唐初书法家、文学家。字伯施，世居慈溪北乡鸣鹤场。虞氏在慈溪为世家，祖、父、叔、兄俱有重名。叔父虞寄，为陈朝中书郎，因无子，以世南继后，故字曰“伯施”。\n虞世南身体文弱，博闻强记。少年时与兄虞世基一起拜博学广识的顾野王为师。十余年勤学不倦，学到紧要处，累旬不盥栉。尤喜书法，与王羲之七世孙智永和尚友善。智永精王羲之书法，虞世南在智永的精心传授下，妙得其体，圆融遒丽，外柔内刚，继承了二王(王羲之，王献之)书法传统。他与当时的欧阳询、褚遂良、薛稷合称唐初四大书法家，而虞世南又是四人中最优者。他写的《孔子庙堂碑》深得唐太宗李世民的赞赏。唐太宗非常喜爱虞世南的字，并经常临写。相传有一天，唐太宗书“戬”字，但戈字还没有写好，正好虞世南进见，即提笔补写了一个“戈”字。唐太宗将两人合写的“戬”字给魏征看，说：“朕学世南，尚近似否?”魏征看后说：“戈字颇逼真。”虞世南死后，唐太宗叹息道：“世南死后，无人可以论书。”\n虞世南一生经历了南朝的陈、隋和初唐三个时代。陈文帝知世南博学，召为法曹参军。陈朝灭亡，与兄世基同入长安，做了隋朝秘书郎，后迁起居舍人。当时世基任内史侍郎，权倾当朝，荣华无比，妻子所用被服，尤胜王侯。虞世南虽与世基同住，仍以勤俭务本。隋灭后，李世民闻虞世南之名，引为秦府参军，又授宏文馆学士，与房玄龄同掌文翰，后来又担任著作郎。一次，唐太宗想在屏风上书写《列女传》，没有临本，虞世南在朝堂上一口气默写出来，不错一字，赢得朝中文士的钦佩。\n虞世南虽然容貌怯懦，弱不胜衣，但性情刚烈，当政得失，直言敢谏。他多次讽劝唐太宗要勤于政事，并以古帝王为政得失，论证利弊。贞观八年(公元634年)陇右山崩，唐太宗问“天变”。世南以晋朝以来历次山崩为例，说：“臣闻天时不如地利，地利不如人和。若德义不修，虽获麟凤终是无补；但政事无阙，虽有灾星何损于时。然愿隆下勿以功高古人以自矜伐，勿以太平渐久而自骄怠，慎终如始。”唐太宗听后敛容反省。他一再劝阻唐太宗筑陵墓厚葬，使唐太宗有所收敛。他还严正劝阻唐太宗不要恣于游猎而疏于政事。这些都对当时的“贞观之治”起着积极的作用。唐太宗曾对大臣们说：“你们如果都象虞世南那样刚正忠烈，天下何忧不理。”\n虞世南年逾古稀后，屡次上表求退，不许，被封为永兴县子，人称“虞永兴”。贞观十二年(公元638年)卒于长安，享年八十岁。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951554974}]