[{"name":"巴慰祖书法集","text":"书法家是擅长书法的人；具有汉字书写能力，并能能将其推至艺术高度的人。简单来说就是以书法为主要创作的艺术家。或者说，是精通书法的人。因此，王羲之，其代表作为《兰亭序》；颜真卿，其代表作为《祭侄文稿》；米芾，其代表作为《蜀素帖》；赵孟頫，其代表作为《胆巴碑》；王铎，其代表作为《拟山园帖》；吴昌硕，其代表作为《西泠印社记》。[1] \n基本释义\n【词语】：书法家\n【词性】：名词\n【释义】：擅长书法的人；具有汉字书家，即书法家，是擅长书法的人；具有汉字书写能力，并能能将其推至艺术高度的人。简单来说就是以书法为主要创作的艺术家。或者说，是精通书法的人。\n历代简史\n秦代\n春秋战国时期书法：春秋战国时期，各国文字差异很大，是发展经济文化的一大障碍。\n秦始皇统一国家后，丞相李斯主持统一全国文字，这在中国文化史上是一伟大功绩。秦统一后的文字称为秦篆，又叫小篆，是在金文和石鼓文的基础上删繁就简而来。著名书法家李斯主持整理出了小篆。《绎山石刻》、《泰山石刻》、《琅琊石刻》、《会稽石刻》即为李斯所书。历代都有极高的评价。秦代是继承与创新的变革时期。《说文解字序》说：\"秦书有八体，一曰大篆，二曰小篆，三曰刻符，四曰虫书，五曰摹印，六曰署书，七曰书，八曰隶书。\"基本概括了此时字体的面貌。由李斯秦之小篆，篆法苛刻，书写不便，于是隶书出现了。\"隶书，篆之捷也\"。其目的就是为了书写方便。到了西汉，隶书完成了由篆书到隶书的蜕变，结体由纵势变成横势，线条波磔更加明显。隶书的出现是汉字书写的一大进步，是书法史上的一次革命，不但使汉字趋于方正楷模，而且在笔法上也突阿飞破了单一的中锋运笔，为以后各种书体流派奠定了基础。秦代除以上书法杰作外，尚有诏版、权量、瓦当、货币等文字，风格各异。秦代书法，在我国书法史上留下了辉煌灿烂的一页，气魄宏大，堪称开创先河。\n两汉\n两汉书法分为两大表现形式，一为主流系统的汉石刻；一为次流系统的瓦当玺印文和简帛盟书墨迹。\"后汉以来，碑碣云起，\"是汉隶成熟的标记。在摩崖石刻中（刻在山崖上的文字）尤以《石门颂》等为最著名，书法家视为\"神品\"。于此同时蔡邕的《嘉平石经》达到了恢复古隶，胎息楷则的要求。而碑刻是体现时代度与韵的最主要的艺术形式，中以《封龙山》、《西狭颂》、《孔宙》、《乙瑛》、《史晨》、《张迁》、《曹全》诸碑尤为后人称道仿效。可以说，每碑各出一奇，莫有同者。北书雄丽，南书朴古，体现了\"士\"、\"庶\"阶层的不同美学追求。至于瓦当玺印、简帛盟书则体现了艺术性与实用性的联姻。\n中国书法汉字的书写法则，包括执笔、用笔、点画、结构和风格等。\n书法艺术的繁荣期，是从东汉开始的。东汉时期出现了专门的书法理论著作，最早的书法理论提出者是东西汉之交的扬雄。第一部书法理论专著是东汉时期崔瑗的《草书势》。\n汉代书法家可分为两类：一类是汉隶书家，以蔡邕为代表。一类是草书家，以杜度、崔瑗、张芝为代表，张芝被后人称之为\"草圣\"。\n最能代表汉代书法特色的，莫过于是碑刻和简牍上的书法。东汉碑刻林立，这一时期的碑刻，以汉隶刻之，字型方正，法度谨严、波磔分明。此时隶书已登峰造极。\n汉代创兴章草，草书的诞生，在书法艺术的发展史上有着重大意义。它标志着书法开始成为一种能够高度自由的抒发情感，表现书法家个性的艺术。草书的最初阶段是草隶，到了东汉时期，草隶进一步发展，形成了章草，后由张芝创立了今草，即草书。\n三国\n三国时期，隶书开始由汉代的高峰地位降落衍变出楷书，楷书成为书法艺术的又一主体。楷书又名正书、真书，由钟繇所创。正是在三国时期，楷书进入刻石的历史。三国（魏）时期的《荐季直表》、《宣示表》等成了雄视百代的珍品。\n两晋\n晋时，在生活处事上倡导'雅量''品目'艺术上追求中和居淡之美，书法大家辈出，简牍为多二王（王羲之。王献之）妍放疏妙的艺术品味迎合了士大夫们的要求，人们愈发认识到，书写文字，还有一种审美价值。最能代表魏晋精神、在书法史上最具影响力的书法家当属王羲之，人称\"书圣\"。王羲之的行书《兰亭序》被誉为'天下第一行书'，论者称其笔势以为飘若浮云，矫若惊龙。其子王献之的《洛神赋》字法端劲，所创'破体'与\"一笔书'为书法史一大贡献。加以陆机、卫瑾、索靖、王导、谢安、鉴亮等书法世家之烘托，南派书法相当繁荣。南朝宋之羊欣、齐之王僧虔、梁之萧子云、陈之智永皆步其后尘。\n两晋书法最盛时，主要表现在行书上，行书是介于草书和楷书之间的一种字体。其代表作\"三希\"，即《伯远帖》《快雪时晴帖》《中秋帖》。\n南北朝\n南北朝时期，中国书法艺术进入北碑南帖时代。\n北朝碑刻书法，以北魏、东魏最精，风格亦多资多彩。代表作有《张猛龙碑》《敬使君碑》。碑帖之中代表作有：《真草千字文》。北朝褒扬先世，显露家业，刻石为多，余如北碑南帖，北楷南行，北民南土，北雄南秀皆是基差异之处如论南北两派之代表作，则是南梁《瘗鹤铭》。北魏《郑文公碑》可谓南北双星，北派书写者多为庶人，书不具名，故书法时冠冕，被誉为'书中之圣'，北派王右军。\n隋代\n隋朝结束了南北朝的混乱局面，统一了中国，隋朝和之后的唐朝都是较为安定的时期，南帖北碑之发展至隋而混合同流，正式完成楷书之形式，居书史承前启后之地位。隋楷上承两晋南北朝沿革。下开唐代规范的新局，隋有碑版遗世，多为真书，分四种风格：\n1、平正淳和如丁道护的《启法寺碑》等。\n2、峻严方饬如《董美人墓志铭》等。\n3、深厚圆劲如《信行禅师塔铭》等。\n4、秀朗细挺如《龙藏寺碑》等。\n唐代\n唐代文化博大精深、辉煌灿烂，达到了中国封建文化的最高峰，可谓\"书至初唐而极盛\"。唐代墨迹流传至今者也比前代为多，大量碑版留下了宝贵的书法作品。\n整个唐代书法，对前代既有继承又有革新。楷书、行书、草书发展到唐代都跨入了一个新的境地，时代特点十分突出，对后代的影响远远超过了以前任何一个时代。\n唐初，国力强盛，书法从六朝遗法中蝉脱而出楷书大家以欧阳询、虞世南、褚遂良、薛稷四家为书法主流。总特点结构严谨整洁，故后代论书有'唐重间架'之说，一时尊为'翰墨之冠'延至盛唐歌舞升平,儒道结合，李邕变右军行法，独树一帜，张旭、怀素以颠狂醉态将草书表现形式推向极致，孙过庭草书则以儒雅见长，余如贺知章、李隆基亦力创真率夷旷，风骨丰丽之新境界。柳公权再变楷法。以瘦劲露骨自矜。进一步丰富了唐楷之法，到了五代，杨凝式兼采颜柳之长。上蒴二王，侧锋取态，铺毫着力，遂于离乱之际独饶承平之象，也为唐书之回光。五代之际，狂禅之风大炽，此亦影响到书坛，'狂禅书法'虽未在五代一显规模，然对宋代书法影响不小。\n唐代书法艺术，可分初唐、中唐、晚唐三个时期。初唐以继承为主，尊重法度，刻意追求晋代书法的劲美。中唐不断创新，极为昌盛。晚唐书艺亦有进展。\n唐代最高学府有六种，即国子监、太学、四门学、律学、书学、算学。其中书学，专门语养书法家和书法理论家，是唐代的创举。历朝名家辈出，灿若繁星。如初唐的欧阳询、虞世南、褚遂良等；中唐的、柳公权等，都是书法大家。晚唐有王文秉的篆书，李鹗的楷书和杨凝式的“二王颜柳”余韵。\n柳公权说过：“心正则笔正，笔正则写出好字。”\n隋唐五代书法总结\n（1）隋至唐初。\n隋统一中国，将南北朝文化艺术兼容包蓄，至唐初，政治昌盛，书法艺术逐渐从六朝的的遗法中蝉蜕出来，以一种新的姿态显现出来。唐初以楷书为主流，总特点是结构谨严整饬。\n（2）盛唐、中唐阶段。\n盛唐时期书法，如当时的社会形态追求一种浪漫忘形的方式。如\"颠张醉素\"（张旭、怀素）之狂草，李邕之行书。到了中唐，楷书再度有新的突破。\n宋朝书法尚意，此乃朱熹大倡理学所致，意之内涵，包含有四点：一重哲理性，二重书卷气，三重风格化，四重意境表现，同时介导书法创作中个性化和独创性。这些在书法上有所体现，如果说隋唐五代的尚法，是求“工\"的体现，那么到期了宋代，书法开始以一种尚意抒情的新面目出现在世人面前。这就是要墀书家除了具有\"天然\"\"工夫\"两个层次外，还需具有\"学识\"即\"书卷气\"，北宋四家一改唐楷面貌。直接晋帖行书遗风。\n无认是天资极高的蔡襄和自出新意的苏东坡，还是高视古人的黄庭坚和萧散奇险的米芾，都力图在表现自己的书法风貌的同时，凸现出一种标新立异的姿态,使学问之气郁郁芊芊发于笔墨之间,并给人以一种新的审美意境,这在南宋的吴说.赵佶.、陆游、范成大、朱熹、文天祥等书家中进一步得到延伸，然南宋书家的学问和笔墨功底已不能和北宋四家相比了。宋代书法家代表人物是苏、黄、米、蔡。\n明代\n明初书法“一字万同”，\"台阁体\"盛行。沈度沈粲兄弟推波助澜将工稳的小楷推向极致。\"凡金版玉册，用之朝廷，藏秘府，颁属国，必命之书\"，二沈书法被推为科举楷则。明初书法家有擅行草书的刘基、工小楷的宋潦、精篆隶的宋遂和名满天下的章草名家朱克、祝允明、文徽明、王宠\"三子\"。\n明中期吴中四家崛起，书法开始朝尚态方向发展。祝允明、文徵明、唐寅、王宠四子依赵孟頫而上通晋唐，取法弥高；笔调亦绝代，这和当时思想观念的开拓解放有关，书法开始迈入倡导个性化的新境域。晚明书坛兴起一股批判思潮，书法上追求大尺幅，震荡的视觉效果，侧锋取势，横涂竖抹，满纸烟云，使书法原先的秩序开始瓦解；这些代表书家有张瑞图、黄道周、徐渭、王铎、倪元瑞等。而帖学殿军董其昌仍坚持传统立场。\n历代书法家\n秦汉\n李斯、张芝、篆书、汉隶、皇象、蔡邕、石门颂、乙瑛碑、曹全碑、张迁碑、鲜于璜碑、秦诏量铭文、莱子侯刻石、天发神谶碑、阳陵虎符\n两晋\n王羲之、王献之、钟繇、索靖、王珣、陆机\n南北朝\n泰山经石峪、张猛龙碑、张黑女墓志、敦煌书法、元怀墓志、元晖墓志\n隋唐五代\n冯承素、张旭、颜真卿、欧阳询、虞世南、褚遂良、薛稷、孙过庭、李阳冰、贺知章、怀素、李邕、智永、徐浩、柳公权、杨凝式、董美人墓志\n宋辽金\n苏轼、黄庭坚、米芾、蔡襄、赵佶、蔡京、朱熹、欧阳修、李建中、林逋、薛绍彭、张即之、吴琚、白玉蟾\n元代\n赵孟頫、鲜于枢、康里巎巎、欧阳玄、危素、虞集、赵期颐、倪瓒、饶介、张雨、杨维桢、邓文原\n明代\n董其昌、祝允明、文徵明、唐寅、陈淳、王宠、王铎、倪元璐、黄道周、徐渭、张瑞图\n清代\n傅山、金农、邓石如、蒲华、黄慎、郑簠、石涛、赵之谦、吴熙载、姚鼐、姚文田、宋曹、查士标、杨守敬、万经、巴慰祖、翁同龢、沈曾植、吴大徵、汪士慎、李鱓、梁巘、莫友芝、刘墉、郑板桥\n历代书法家经典代表作\n王羲之，其代表作为《兰亭序》；颜真卿，其代表作为《祭侄文稿》；米芾，其代表作为《研山帖》；赵孟頫，其代表作为《洛神赋卷》；欧阳询，其代表作为《九成宫醴泉铭》；王铎，其代表作为《拟山园帖》。\n楷书\n有王羲之的《乐毅论》，颜真卿的《颜勤礼碑》以及《多宝塔碑》为其比较著名的作品；柳公权的《玄秘塔碑》和《神策军碑》为其代表作。赵孟頫的《胆巴碑》、《妙严寺记》，褚遂良《雁塔圣教序》，欧阳询《九成宫醴泉铭》、《皇甫诞碑》、《化度寺碑》等作品。\n行书\n比较著名的有王羲之的《兰亭序》，王洵的《伯远帖》，王献之的《鸭头丸帖》，苏轼的《黄州寒食帖》，颜真卿的《祭侄文稿》，智永的《千字文》，欧阳询的《梦奠帖》、《张翰帖》，赵孟頫的《赤壁赋》（此碑内有行书，也有楷书）、王铎的《拟山园》等。\n隶书\n比较著名的名作主要以汉碑为主，有《曹全碑》、《乙瑛碑》、《礼器碑》、《张迁碑》、《封龙山碑》等碑帖。代表人物有伊秉寿等。\n魏碑\n主要是以碑拓，墓志，摩崖为主，比较有名的有《郑文公碑》、《张猛龙碑》、《嵩山灵庙碑》《高贞碑》及《张玄墓志》，《龙门二十品》，《敬史君碑》》、《元瑛墓志》、《司马悦墓志》、《元怀墓志》、《元倪墓志》，《石门铭》，《泰山经石峪金刚经》，《司马绍墓志》，《爨宝子碑》，\n大篆\n主要《史颂鼎》、《毛公鼎》、《散氏盘》、《睡虎地秦简》等名作。在当代临习大篆并卓有成就的书法家有王友谊、鞠稚儒、刘兴等人。\n小篆\n主要是秦朝以创造的《泰山刻石》、《琅玡刻石》，虽已残毁，但秦篆面目尚存，而李斯的《峄山刻石》、《会稽刻石》均为后人翻刻。\n草书\n有名的作品有：赵佶《草书千字文》，张旭《古诗四帖》，怀素《自叙帖》，孙过庭《书谱》，《急就章》，林散之《中日友谊诗》等。\n汉简\n比较有名有敦煌汉简、居延汉简、内蒙古汉简、武威汉简、马王堆汉简等书法。\n甲骨文\n比较有名的有：罗振玉、凌竞欧的甲骨文书法，董作宾、商承祚等也擅长甲骨文书等。\n","category":"草书","verified":true,"user":1,"timestamp":1429951655573},{"name":"巴慰祖书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791640140,"text":"巴慰祖《跋唐人兜沙经》，隶书，24×10cm，北京故宫博物院藏。\n\n巴慰祖隶书春江浮浅渚五言诗。\n\n巴慰祖隶书节临西狭颂。\n\n巴慰祖隶书四条屏。\n\n巴慰祖隶书节临《尹宙碑》。质地：纸本。题识：尹宙碑天骨开张，结体挺拔，汉隶中最可师法，子安。印鉴：巴慰祖印签条：巴慰祖临尹宙碑墨迹。筸堂 刻印 为皖宗巨擘，遗石已如星凤，书尤罕见。丙申冬，偶得之于天津。荒室。\n\n巴慰祖隶书《题长安旅情》。\n\n巴慰祖隶书轴。\n\n巴慰祖手札。\n\n巴慰祖（1744--1793），字隽堂、晋唐。号予籍，子安、莲舫等。安徽歙县人，与程邃、胡唐、汪肇龙为“歙四子”。清代书法篆刻家。善仿青铜器。他浸淫秦汉，曾摹过很多汉印，得古茂之气，也力学六朝唐宋朱文，因此他的篆刻工致秀劲、章法构思精密又富于变化有自己面目。在皖南影响很大，其外甥胡唐最得其法，风格更加婉约。他有《四香堂摹印》、《百寿图印谱》留传，能得汉印精髓。","author":"清代巴慰祖","description":"巴慰祖书法集"}]