[{"text":"《颜真卿勤礼碑》全称《秘书省著作郎夔州都督府长史上护军颜君神道碑》。\n自署立于大历十四年(779年)。楷书，碑文一通。175×90×22厘米。碑四面环刻，存书三面。碑阳19行，碑阴20行，行38字。左侧5行，行37字。右侧上半宋人\n刻“忽惊列岫晓来逼，朔雪洗尽烟岚昏”十四字，下刻民国宋伯鲁题跋。现存西安碑林，北京故宫博物院藏初拓本。\n此碑全称《秘书省著作郎夔州都督府长史上护军颜公神道碑》。颜勤礼乃颜真卿曾祖父，颜真卿撰并刊立此碑时，年71岁。\n此碑在欧阳修《集古录》中曾有记载，但清《金石萃编》等书却未著录，可见此碑在北宋时尚为人知。元明时被埋入土中，至民国年间才重新发现。据宋伯鲁\n1923年的题跋称：此碑1922年10月曾由何梦庚得之于西安旧藩廨库堂后土中，时碑虽已中断，但上下都完好，惟其铭文并立石年月，因宋时作基址而磨灭。初出土拓\n本，“长老之口故”之“故”字，当断处有断线纹，但不损笔画。其后“故”字下泐。首行“碑”字右竖笔未损。\n碑文\n唐故秘书省著作郎夔州都督府长史上护军颜君神道碑\n君讳勤礼，字敬，琅琊临沂人。高祖讳见远，齐御史中丞，梁武帝受禅，不食数日，一恸而绝，事见《梁》、《齐》、《周书》。曾祖讳恊，梁湘东王记室参军，《文苑》有传。祖讳之推，北齐给事黄门侍郎，隋东宫学士，《齐书》有传。始自南入北，今为京兆长安人。\n父讳思鲁，博学善属文，尤工诂训，仕隋司经局校书、东宫学士、长宁王侍读，与沛国刘臻辩论经义，臻屡屈焉。《齐书》黄门传云集序君自作，后加逾岷将军。太宗为秦王，精选僚属，拜记室参军，加仪同。娶御正中大夫殷英童女，《英童集》呼颜郎是也，更唱和者二十余首。《温大雅传》云，初君在隋，与大雅俱仕东宫，弟愍楚与彦博同直内史省，愍楚弟游秦与彦将俱典秘阁。二家兄弟，各为一时人物之选。少时学业，颜氏为优，其后职位，温氏为盛。事具唐史。\n君幼而朗晤，识量弘远，工于篆籀，尤精诂训，秘阁司经史籍多所刊定。义寜元秊十一月，从太宗平京城，授朝散正议大夫勋，解褐秘书省校书郎。武德中授右领左右府铠曹参军，九秊十一月授轻车都尉兼直秘书省。贞观三秊六月兼行雍州参军事，六秊七月授著作佐郎，七秊六月授詹事主簿，转太子内直监，加崇贤馆学士。宫废，出补蒋王文学，弘文馆学士。永徽元秊三月制曰，具官君“学艺优敏，宜加奖擢”。乃拜陈王属学士如故，迁曹王友。无何，拜秘书省著作郎。\n君与兄秘书监师古、礼部侍郎相时齐名，监与君同时为崇贤、弘文馆学士，礼部为天册府学士，弟太子通事舍人育德，又奉令于司经局校定经史。太宗甞图画崇贤诸学士，命监为讃，以君与监兄弟，不宜相襃述，乃命中书舍人萧钧特讃君曰：“依仁服义，怀文守一，履道自居，下帷终日。德彰素里，行成兰室，鹤龠驰誉，龙楼委质。”当代荣之。六年以后夫人兄中书令柳;亲累，贬夔州都督府长史，明庆六年加上护军。君安时处顺，恬无愠色。不幸遇疾，倾逝于府之官舍，既而旋窆于京城东南万年县宁安乡之凤栖原。先夫人陈郡殷氏臮柳夫人同合祔焉，礼也。\n七子：昭甫，晋王曹王侍读，赠华州刾史，事具真卿所撰神道碑。敬仲，吏部郎中，事具刘子玄神道碑。殆庶、无恤、辟非、少连、务滋，皆着学行，以柳令外甥不得仕进。\n孙：元孙，举进士，考功员外刘奇特标牓之，名动海内，从调以书判入高等者三，累迁太子舍人属。玄宗监国，专掌令画，滁、沂、豪三州刾史，赠秘书监。惟贞，频以书判入高等，历畿赤尉丞、太子文学、薛王友，赠国子祭酒、太子少保，德业具陆据神道碑。会宗，襄州参军。孝友，楚州司马。澄，左卫翊卫。润，倜傥，涪城尉。\n曾孙：春卿，工词翰，有风义，明经拔萃，犀浦蜀二县尉。故相国苏颋举茂才，又为张敬忠剑南节度判官、偃师丞。杲卿，忠烈有清识吏干，累迁太常丞，摄常山太守，杀逆贼安禄山将李钦凑，开土门，擒其心手何千秊、高邈，迁卫尉卿兼御史中丞。城守陷贼，东京遇害，楚毒参下，詈言不绝，赠太子太保，谥曰忠。曜卿，工诗善草隶，十六以词学直崇文馆，淄川司马。旭卿，善草书，胤山令。茂曾，讷言敏行，颇工篆籀，犍为司马。阙疑，仁孝，善《诗》、《春秋》，杭州参军。允南，工诗，人皆讽诵之，善草隶，书判频入等第，历左补阙、殿中侍御史，三为郎官、国子司业、金乡男。乔卿，仁厚有吏材，富平尉。真长，耿介，举明经。幼舆，敦雅有酝藉，通班《汉书》，左清道率府兵曹。真卿，举进士，校书郎。举文词秀逸，醴泉尉，黜陟使王鉷以清白名闻。七为宪官，九为省官，荐为节度采访观察使，鲁郡公。允臧，敦实有吏能，举县令，宰延昌，四为御史，充太尉郭子仪判官、江陵少尹、荆南行军司马。长卿、晋卿、邠卿、充国、质，多无禄早世。名卿、倜、佶、伋、伦，并为武官。\n玄孙：纮，通义尉，没于蛮。泉明，孝义有吏道，父开土门佐其谋，彭州司马。威明，邛州司马。季明、子干、沛、诩、颇、泉明男诞，及君外曾孙沈盈、卢逖，并为逆贼所害，俱蒙赠五品京官。浚，好属文。翘、华、正、䪻（岳页），并早夭。颎，好五言，校书郎。颋，仁孝方正，明经，大理司直，充张万顷岭南营田判官。顗，凤翔参军。頍，通悟，颇善隶书，太子洗马、郑王府司马，并不幸短命。通明，好属文，项城尉。翙，温江丞。觌，绵州参军。靓，盐亭尉。颢，仁和有政理，蓬州长史。慈明，仁顺干蛊，都水使者。颖，介直，河南府法曹。頔，奉礼郎。颀，江陵参军。颉，当阳主簿。颂，河中参军。顶，卫尉主簿。䫟（员页），左千牛。頥、颒，并京兆参军。頩、须、䪻（弁页），并童稚未仕。\n","timestamp":1432213645958,"published":true}]