[{"name":"万上遴行书卷","text":"度牒是政府机构发给公度僧尼以证明其合法身份的凭证，而戒牒则是由僧官机构及传戒师签发给受戒僧尼以证明其所取得的资格的凭证。\n词语概念\n词目：度牒\n拼音：dùdié\n注音：ㄉㄨˋㄉㄧㄝˊ \n基本解释\n[officialpermittobecomeamonk(nun)andjoinamonastery]旧时官府发给僧尼的证明身份的文件。 \n度牒是国家对于依法得到公度为僧尼的所发给的证明文件（度是说度之入道）。度牒在唐代也称为祠部牒，都是绫素锦素钿轴（北宋用纸，南宋改用绢，见《宋会要辑稿》第六十七册《职官十三》），就是品官所用的纶诰（其实物在日本还保存有最澄入唐所得的一轴，那上面详载僧尼的本籍、俗名、年龄、所属寺院、师名以及官署关系者的连署）。僧尼持此度牒，不但有了明确的身份，可以得到政府的保障，同时还可以免除地税徭役。\n引证解释\n僧道出家，由官府发给凭证，称之为“度牒”。\n唐宋时，官府可出售度牒，以充军政费用。宋高承《事物纪原·道释科教·度牒》：“《僧史略》曰：‘度牒自南北朝有之。’见《高僧传》‘名籍限局，必有凭由。’凭由，即今祠部牒也。《唐会要》曰：‘天寳六年五月制：僧尼令祠部给牒。’则僧尼之给牒自唐明皇始也。”宋赵彦卫《云麓漫钞》卷四：“绍兴中，军旅之兴，急於用度，度牒之出无节。上户和籴所得，减价至二、三十千。时有‘无路不逢僧’之语。”清魏源《圣武记》卷十一：“顺治六年五月，户部奏言师旅烦兴，岁入不给，议开监生、吏典、承差等援纳，并给僧、道度牒，准徒，杖折赎。” \n《警世通言》卷十七：“郡王分付，便要断出。府官只得将僧可常追了度牒，杖一百，发灵隐寺，转发宁家当差。”\n《水浒传》第三十二回武行者醉打孔亮锦毛虎义释宋江武行者道：“既然二位相觑武松时，却是与我烘焙度牒书信并行李衣服；不可失落了那两口戒刀，这串数珠。”孔明道：“这个不须足下挂心。小弟已自着人收拾去了，整顿端正拜还。”武行者拜谢了。宋江请出孔太公，都相见了。孔太公置酒设席管待，不在话下。\n历史发展\n宋赞宁据《唐续会要》载（会昌）六年（846）五月制：“僧尼依前令两街功德收管，不要更隶主客，所度僧尼仍令祠部给牒。”赞宁因《续会要》上文有天宝二年事，遂认六年为天宝六年，而谓度僧给牒即从那时开始（《僧史略》卷中《管属僧尼》条）这是错误的。武后延载元年（694）僧尼即隶祠部，故祠部给牒也不见得如《僧史略》所载是从天宝六年开始。度牒的发给与登记僧尼名籍有关，南北朝既已有僧籍，度牒也可能开始于唐代以前。不过它的发给究始于何年，现在还没有定论，\n唐时期\n自从北魏北周两次摧毁佛教之后，直至唐初，全国僧尼还只有十万左右（《广弘明集》卷十二）。显庆六年（661）高宗于天官寺度僧二十人（《旧唐书》卷四《高宗本记》）。其后年有增加，中宗时尤甚：那时造寺费财数百亿，度人，免租庸者数十万（《旧唐书》卷一百零一《辛替否传》），并且公主外戚都请度人为僧尼，也有私出财造寺者，富户强丁都设法避役，几乎到处皆是（《旧唐书》卷九十六《姚崇传》）。当时僧尼之冒滥，可想而知。玄宗即位，姚崇秉政，因僧惠范附太平公主乱政，即谋沙汰僧尼（《旧唐书》卷三十七《五行志》），虽未能彻底施行，而唐王朝对于度僧事宜，已开始重视。天宝重申祠部给牒之令，也还有限制出家人数和遴选出家人才之意。唯僧尼受牒必须纳钱，因此度人为僧，统治者也有好处。早在唐代中宗景龙二年（708），就有卖度牒的弊政。即如身份很低的屠沽，用钱三万也可得度（《资治通鉴》卷二百零九）。后来政局不稳定，这种收益更觉有必要。如天宝十四年（755），安禄山叛乱，军费增多，政府财产政支绌，就派人到太原去纳钱度僧尼道士，十天左右得钱百万缗，因此第二年又度僧道收赀（《癸巳存稿》卷十二）。肃宗至德元年（756）“彭原郡以军兴用度不足”又“权卖官爵及度僧尼”（《旧唐书》卷十《肃宗本记》），当时度牒费贵至百缗（《佛祖统纪》卷四十）。安史之乱以后，国家财政逐渐稳定，大历十四年（779）代宗始令“自今更不得奏置寺观及度人”（《旧唐书》卷十二《德宗本纪》上）。其后纲纪隳弛，甚至地方官吏也往往以度人谋财利，如徐州节度使王智兴聚敛无厌，当敬宗生辰那一月里，即于泗州置僧坛度人以图厚利，江淮百姓皆结队渡淮（《旧唐书》卷一百七十四《李德裕传》）。当时剃了头发的人到达之后，各纳二缗，给牒即回，别无法事（见《全唐文》卷七百零六《王智兴度僧尼状》）。此外各地类此情形的不一。\n保护资产\n度牒领得之后，可以免丁钱避徭役，保护资产，这是唐到北宋的一般现象。因此豪强兼并之家，公然冒法，买卖度牒，从中取利，甚至有伪造度牒的（《宋会要辑稿》第六十七册《职官》十三）。南宋时代，因疆域缩小，朝廷收入减少，所以在绍兴十五年（1145）正月辛未，又命“僧道纳免丁钱”（《宋史》卷三十《高宗本纪》）。乾道七年（1171）“诏寺观毋免税役”（同书卷三十四《孝宗本纪》）。淳熙五年（1178）正月“癸卯罢特旨免臣僚及寺观科徭”（同书卷三十五《孝宗本纪》）。这样，就连持有度牒的僧尼，也不能免除税役了。不过他们还可以享受其他种种权利，度牒仍有它一定的价值，所以到绍兴二十七年（1157）州县还有出卖亡僧度牒而不缴申祠部的情形（《宋会要辑稿》第二百册道释一）。\n宋时期\n宋代度牒，不仅有法定的价格，而且它的价格还随使用范围的扩大而与日俱增。元丰七年（1084）著令度牒每道为钱百三十千，夔州路至三百千，以次减为百九十千，元佑间定价为三百千。南宋绍熙三年（1192）定价为八百千。元丰至绍熙，百年间度牒价格增至六倍以上，而它的用途也异常宽泛。如北宋神宗时“河北转运司干当公事王广廉尝奏乞度僧牒数千道为本钱于陕西转运司私行青苗法，春散秋敛”（《宋史》卷一百七十六《食货志》）。这样以度牒充青苗资本，限制高利贷者的盘剥，减轻人民负担，增加朝廷收入，算是第一类。神宗熙宁六年（1073）赐夔州路转运司度僧牒五百置市易于黔州，这样以度牒充市易本钱，防止大商人垄断物价，稳定市场，并增加朝廷收入，算是第二类。英宗治平四年（1067）“给陕西转运司度僧牒，令籴谷，赈霜旱州县”（《宋史》卷十四《神宗本纪》）。熙宁三年（1070）四月“丁卯给两浙转运司度僧牒，募民入粟”（《宋史》卷十五《神宗本纪》）。熙宁七年（1047）“八月丁丑赐环庆安抚司度僧牒，以募粟，赈汉番饥民”（同书同卷）。南宋孝宗乾道三年（1167）八月“四川旱，赐制置司度牒四百，备赈济”（《宋史》卷三十四《孝宗本纪》）。次年（1168）绵汉等州饥“五月癸亥出度牒千道，续减四州科调”（同书同卷）。八年（1172）十二月“甲寅雨雹，以度僧牒募闽广民入米”（同书卷三十五《孝宗本纪》）。淳熙十四年（1187）七月“辛酉，江西湖南饥，给度僧牒鬻以籴米备赈粜”，“八月辛未赐度牒一百道，米四万五千石备赈绍兴府饥”（同书同卷）。这样以度牒作赈饥之用，算是第三类。北宋徽宗大观元年（1107）闰十月二十六日诏：明州育王山寺掌管仁宗御容僧行可，赐师号，度牒各二道，用为酬奖（《宋会要辑稿》第二百册道释一）。南宋高宗建炎元年（1127）五月一日赦，暴露遗骸许所在寺院埋瘗，每及一百人，令所属勘验，申礼部给度牒一道。绍兴二年（1132）改为每及二百人给度牒一道（出处同上）。次年（1133）九月七日，陕西诸路都统制兼宣抚处置司都统制吴玠，母刘氏坟寺乞赐名额。诏以报功显亲院为额，仍岁给度牒一道（同上）。乾道六年（1170）湖州马墩镇行者祝道诚收葬运河遗骸千二百六十有余，蒙赐度牒并给紫衣剃度（同上）。八年（1172）二月建康府僧普立童行彭普海“以管乾皇兄元懿太子道饡所香火已及三年赐度牒一道”。五月饶州饥，僧绍禧行者智修煮粥供赡计五万一千三百六十五人，僧法传行者法聚煮粥供赡计三万八千五百六十一人，诏行者智修法聚各赐度牒披剃（同上）。九年（1173）三月叙州男子郭惠全自少出家，母死，负土成坟，孝节感著，赐度牒一道披剃为僧（同上）。这样以度牒旌表有功或孝节，算是第四类。南宋时期，军事倥偬，财政支绌，朝廷还往往以度牒充军费，如绍兴九年（1139）八月乙丑“给新法度牒紫衣师号钱二百万缗，付陕西市军储”（《宋史》卷二十九《高宗本纪》）。绍兴十一年（1141）宋金激战于庐州，“三月庚子朔张俊进鬻田及卖度牒钱六十三万缗助军用”（同书同卷）。宁宗嘉定十一年（1218）正月，乙未“以度僧牒千给四川军费”（同书卷四十《宁宗本纪》）。理宗淳祐七年（1247）四月庚戌“出缗钱千万，银十五万两，祠牒千绢万并户部银五千万两付督视行府赵葵调用”（同书卷四十三《理宗本纪》）等都是，算是第五类。此外朝廷还以度牒经营商业，如北宋神宗熙宁七年（1047）“遣三司干当公事李杞入蜀，经划买茶于秦凤熙河博马，而韶言西人颇以善马至边，所嗜唯茶，乏茶与市，即诏趋杞据见茶计水陆运致。又以银十万两帛二万五千，度僧牒五百付之，假常平及坊场余钱，以著作佐郎蒲宗闵同领其事”（同书卷一百八十四《食货志》），算是第六类。后来朝廷还以度牒帮助改革币制，如南宋光宗绍熙三年（1192）“出度僧牒二百收淮东铁钱”（同书卷三十六《光宗本纪》），算是第七类。总之：宋朝一代，度牒可以作为货币来应用。\n明清时期\n明代僧尼依然给牒，明太祖洪武十四年（1381），诏天下编赋役黄册规定“僧道给度牒，有田者编册如民科，无田者亦为畸零”（《明史》卷七十七《食货志》）。清世祖顺治八年（1651）免纳银给牒。其后又将田赋（土地税）和丁税（人头税）归并为“地丁”一种赋税。以地归丁，不须报牒免役。但为了限制僧尼的数量，依然严行发给度牒的制度，一直沿用到乾、嘉时代，（见《大清会典·事例》）雍正时代，度牒制度被废止。\n现代\n现代，《全国汉传佛教寺院管理办法》：第三章－第九条规定：“要求出家的人……按规定的办法和手续发给度牒。”\n诗歌\n郑愁予\n这是故居的园林，石阶向\n圮废的庙宇\n今夜你同谁来呢？同着\n来自风雨的不羁，抑来自往岁的记忆\n额上新的殿堂已醮起，而哪儿去了\n我们昔日油纸的度牒\n我再再地断定，我们交投的方言未改\n那蒲团与莲瓣前的偶立\n或笑声中不意地休止\n啊，你已陌生了的人，今夜你同风雨来\n我心的废厦已张起四角的飞檐\n那高悬薄翅的铁马，你要轻轻地摇\n轻轻地，啊，那是我梦的触须\n","category":"行书","verified":true,"user":1,"timestamp":1429951651200},{"name":"万上遴行书卷","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791633115,"text":"","author":"清代万上遴","description":"万上遴行书卷"}]