[{"name":"刘鹗行书致勤伯书札","text":"小莽苍苍斋\n“小莽苍苍斋”是田家英的书斋名，因主人对“戊戌六君子”之一的谭嗣同非常敬仰，特借用谭氏书斋名“莽苍苍斋”来命名，前冠以“小”字，既是为了区别，也是逊让前辈之意。\n田家英（1922-1966），原名曾正昌，四川成都人，早年参加革命，1948年起担任毛泽东政治秘书，平生喜好书法，对清代历史颇有研究，曾有写一部《清史》的想法，为此，他多方收集清代名人墨迹，作为研究清史的史料，经过多年孜孜不倦的努力，他收集到了有清一代众多文化名人的手迹，其专门和齐全的程度在国内收藏界罕见其匹。\n0世纪90年代初，田家英夫人董边，女儿曾立、曾自将其生前收藏的一百多件清代学者法书捐赠给中国国家博物馆。\n名称的由来\n田家英跟随毛泽东十八年，把毕生的精力都献给了传播毛泽东思想的伟大事业，他是《毛泽东选集》四卷九百多条注释的主编。田家英是个书生，毛泽东戏言在田死后应立一墓碑，上书“读书人之墓”。田有方闲章，上刻“京兆书生”四字。读书人有读书人的优秀传统———好学深思，忧国忧民，洁身自爱，自重自尊，不慕名利，不贪权势，以天下为任，以苍生为念。这些优秀的传统融入马克思主义的信念之中，铸就了田家英这一代读书人的性格，即使革命成功、身居高位，也不会异化为政客官僚，始终保存了书生的本色。田家英公务之余，研究清史，他收集史料、书籍之外，旁及书画，尤其是清代学者的墨迹，进而形成了名闻天下的“小莽苍苍斋”的收藏。“莽苍”，语出《庄子》，草碧无际之状也；“苍苍”，亦出《庄子》，碧天无际之色也。“莽苍苍”有天下一统之概，谭嗣同用以为斋名。田家英沿用之，前冠以小，有逊让前贤之情，亦有以小见大、对立统一之意。“小莽苍苍斋”应有书斋独坐、心怀天下的含义。\n田家英生平\n922年1月4日，田家英出生，随即3岁丧父，9岁丧母，11岁因为家贫被迫辍学，在哥嫂的成都药铺当学徒，田家英从小喜欢读书，辍学之后，依仗一本字典，通读了《资治通鉴》、《史记》和许多中国古典文学著作，并且在床头书写了一副对联：“走遍天下路，读尽世上书”。\n935年，13岁的田家英，就在报刊杂志坚持不断地发表诗歌和文章，在四川被誉为“神童”。\n田家英在中学时参加了抗日救亡运动，其间开始接近中国共产党，并开始以“田家英”为笔名发表文章。还参加了共产党员领导的抗日救亡团体“海燕社”，且因此而被学校开除。\n938年赴延安入陕北公学学习，同年毕业后任中共陕北公学总支秘书、历史教员，并加入中国共产党。次年进入延安马列学院学习，1939年毕业后留在马列学院中国问题研究所工作。\n941年，田家英被选入中共中央政治研究室，后又调往中共中央宣传部，负责编写小学课本。\n946年，田家英被毛泽东看中，聘为其子毛岸英的家庭教师。\n948年，田家英在胡乔木的推荐下成为毛泽东的日常秘书。\n954年被任命为中共中央办公厅副主任，负责秘书室的工作。\n田家英参与了《毛泽东选集》一到四卷的编辑工作，主要负责注释的撰写。他还参与了中华人民共和国宪法、毛泽东诗词等的编写工作，并主笔草拟了毛泽东在中共八大上的开幕词。\n0年代初，由于在包产到户和大跃进等问题上与毛泽东意见不同，田家英同毛泽东之间的关系出现裂痕。\n965年年底，田家英在为毛泽东做会议纪要时删去了毛泽东关于批判《海瑞罢官》一剧的意见，被批判。\n966年5月，田家英被列入彭真、罗瑞卿、陆定一、杨尚昆一党，遭到迫害。5月22日，田家英被勒令停职反省，罪名为“一贯右倾”、“篡改毛泽东著作”，工作由戚本禹接替。23日上午，田家英自缢于中南海永福堂。\n980年，中共中央宣布为田家英平反，并由邓力群主持了其追悼会。\n学者信札初探\n \n011-11-09陈庆庆中国文物报\n“小莽苍苍斋”是毛泽东的秘书田家英（1922——1966年）的书斋名，以专藏清代学者墨迹而著称。自50年代起，田家英在公务之余即着手收集清代学者墨迹，并将辑藏与研究相结合，形成了以学术研究为目的的专项收藏特色。经过十几年的努力，他收集到一批清儒翰墨，包括清代各个时期文人学者中有代表性的人物的墨迹和书法名家的珍品，构成了重要的研究资料，同时成就了名闻海内外的“小莽苍苍斋”藏品。\n田家英在收藏清代学者墨迹时，尤其注重寻觅文人书信。至十年浩劫前夕，已入藏清人信札600余通，涉及清代学者、书家、官员、文士300余家。这批藏品的时限，上溯至清康熙五年，下止于民国初期，跨越250余年之久。内容涉及对国事吏治的评议，艰难生活的记载，文人交往的描述，学术探究、典籍整理、修志续谱、雕版印书等等的讨论。其丰富的内容，集中体现了田家英的收藏初衷，是“小莽苍苍斋”藏品中史料价值最为丰富的一部分。\n一\n反映清代学者的学术活动是“小莽苍苍斋”藏札的一大特色。\n清乾嘉时期是以考据为特征的汉学大兴的时代，一批博古通今的大家由此产生。学者们普遍重视文字、音韵、训诂、校勘、辑佚、目录、版本的研究，以经学为中心，旁及小学、史学、金石、地理、天文、历算及诸子百家，对中国2000多年以来的文献典籍进行了大规模的整理，对中国古代的传统文化进行了全面的总结。因此，切磋经义、辨析礼仪、考释音韵、训诂解疑、抄残补缺之类的论学信札，在这一时期大批出现。“小莽苍苍斋”就收藏有乾嘉时期洪亮吉、章学诚、阮元、姚鼐、王念孙、钱大昕、赵翼、卢文弨、孙星衍、顾广圻、黄丕烈、翁方纲、武亿、王昶等学者的论学信札。\n在这些论学信札中，学者们常以自己的研究成果相互告知。\n如江声在致孙星衍的信中叙述了自己研究“明堂之制”的结果。明堂是古代帝王宣明政教、举行大典的地方。自汉代以来，历代学者对于“明堂之制”皆有所研究。至清代，对于“明堂之制”的考证更是形成了一股风气。毛奇龄的《明堂问》、惠栋的《明堂大道录》、戴震的《考工记图》、孙星衍的《明堂考》，均是清人对于“明堂之制”研究的代表作。江声是著名经学家惠栋的弟子，他潜心经术，深谙校勘之学。江声在信中首先比较了先师《明堂大道录》与孙星衍《明堂考》的优劣，接着便提出了自己的研究成果，他认为：“《盛德篇》屋圜径二百十六尺，乾之策也；堂匚百四十四尺，坤之策也。声据以推算，而知东西九筵，南北七筵，就一面而言，非四面也。其四隅各余匚三筵有半之坫焉。”这通信为了解清人对于“明堂之制”的研究提供了宝贵的资料。\n学者们对于著作的摘瑕指谬，也是“小莽苍苍斋”藏论学信札的重要内容。\n如梁上国在致友人的信中反驳了毛奇龄的名著《大学证文》。毛奇龄是清初乾嘉考据学的先导，他的《大学证文》一书不仅详辨了诸家《大学》改本的异同，而且考证了各种改本的源流。而晚于毛奇龄120余年出生的学者梁上国，却大胆地指出了前辈学者著述的种种不足之处。梁上国在信中称:“毛氏本胜朝遗士，获举鸿词，急思并长于当代，故其为书务掊击前儒，而于有名之朱子，掊击尤不遗余力，一片私心真肺肝如见矣。”他认为毛奇龄的著作“无一条可取，而其中显然欺诬者，如穷理本孔圣之言，而偏嗤为朱子之新说”，“又朱子规劝友人之语，而诬指为朱子自悔之词”，“如此立说，黑无天日，真欺尽天下读书人，误尽天下读书人也”，“此书若颁布，必有大招物议者也”。梁上国精通经学，勤于著述，曾督学奉天和广西。他的著作《驳毛氏大学证文》，更是对毛氏著作博而不精的细加驳正。\n学者们在摘瑕指谬之后，还常常相互商榷，这些内容也多出现在“小莽苍苍斋”所藏的论学信札中。\n如任大椿在致蔺生的信中，生动地描绘了几位学者对文章得失的讨论。从信中可知，他在阅读蔺生所作《书薛兰州事》和《张白莼先生墓碣》两篇文章时，二云和实斋两位先生正好在座。实斋认为：蔺生“文虽佳，吾却惜其过于文耳”。任大椿却认为：“不然！后世之人所以不及古人者，正在文不及古人”。并称“实斋见解甚高，笔下正坐欠文耳”。任大椿曾任《四库全书》纂修，精通礼经，尤长名物。信中所提及的二云即邵晋涵，实斋为章学诚，两人均为乾嘉时期浙东学派的代表人物。信中所描述的对话，正是学者们对于先圣之言“言之不文，行而不远”的商榷。史书记载，章学诚眼识甚高，从不轻易赞许他人，从这通信中也可见一斑。\n另外，在“小莽苍苍斋”的论学信札中，学者们还常常提及收集资料的艰难和秉承严谨治学态度的重要性。\n如邓显鹤在致友人的信中讲述了自己编写《武冈志》的不易。邓显鹤是乾嘉时期著名的文献学家，《清史稿》谈及他“以纂著为事，系楚南文献者三十年”。曾国藩则称“其于湖南文献，搜讨尤勤，如饥渴之于食饮，如有大谴随其后驱迫而为之者”，“全省之方舆略备，巨制零章，甄采略尽”。武冈僻处湖南西南隅，山高势险，苗瑶杂处，是历代用兵扼塞之区。邓显鹤在信中称，自己在编写《武冈志》的过程中，“费苦心搜缉”，“得之佚闻，访之私乘，参之别记，证之国史，凡荒陬古寺残碑短碣，搜罗殆尽”。尽管如此，仍感不满，“惜为时太促，采访不周，又偏隅无多书可考，讹谬滋仍，深用惭憾，耿耿在抱”。正是由于有了这种殉道士的精神，才使得全志对武冈各种情况记载甚详，充分体现了地方特色。并且深受章学诚所创“三书”（志、掌故、文征）、“四体”（纪、谱、考、传）体例的影响，层次清晰。无怪乎梁启超在《中国近三百年学术史》中将其列为清代名志之一，而《续修四库全书提要》则称赞此志：“不循寻常方志体例，别出心裁，深得史家之良法美章，独具卓识，可称名著。”\n再如姚鼐在致友人的信中谈及了应该如何做学问。姚鼐是桐城学派创始人之一，他在汉学盛行之时，独排众议，不拘门户之见，汉宋兼容，提出“义理、考证、辞章不可偏废。必义理为质，而后文辞有所附，考据有所归”的观点。姚鼐在信中写道：“当今时事艰难，士大夫惟有痛自刻苦而已。经学用功，诚为要务。窃谓学者以潜心玩索，令胸中有浸润深厚之味，不须急急于著述，斯为最善学也。至于作文作诗，亦以此意通求之为佳耳！”如此严谨的治学态度，使姚鼐“深造自得，词旨渊雅。其文为世所称诵者……皆义精而词俊，优绝尘表。其论文亦多诣极之语”。曾国藩称：“惜抱固当为百余年主盟。”\n这些论学信札大多是将学术与书信融为一体，内容囊括经史，上究天文，下研地理，旁涉文字、音韵、名物、典制。旨在发表学术见解，进行学术交流与争鸣，堪称一篇篇短小精悍的论文，为中国文化的积累立下了汗马功劳。\n学者校勘、刻书是清代社会学术活动的重要内容，“刻书之多，超乎前代，而且考证校雠之学，至乾嘉而极盛，校刻之书，多精审可靠”。特别是在江浙及安徽的徽州一带，人文渊薮，文化积淀深厚，加之物产丰盛，经济富足，具备了藏书、刻书的有利条件，因而涌现了一批藏书、刻书大家。在“小莽苍苍斋”藏札中就能见到他们的墨迹，如江苏“昆山三徐”中的徐元文，吴县黄丕烈、潘祖荫，仪征阮元，阳湖孙星衍；浙江钱塘厉鹗，仁和卢文弨，海宁吴骞、许连及蒋氏光煦、光焴兄弟；安徽徽州鲍康，等等。他们的往来书信，记述了购书、抄书、刻书活动的兴盛，校书、编书过程的辛劳，以及他们为此孜孜不倦、一丝不苟的进取。\n0世纪60年代，杭州古旧书店收到海宁别下斋后人卖出的1000余通清人信札，“小莽苍苍斋”从中精选了40余通入藏。别下斋是蒋光煦的藏书楼名，蒋氏三代藏书，其中多宋元刊本及旧精钞本。其从弟蒋光焴亦喜藏书，建藏书楼衍芬草堂和西涧草堂。蒋光焴不仅是藏书家，还致力于校雠刻书，他以宜年堂藏本刊印的罗复所著《诗集传音释》，被认为是明代以来最善本。在顾广誉致蒋光焴的信中就对此事进行了评议。南宋理学家朱熹的《诗集传》，在元代有众多学者对其进行阐释，其中许谦所著《诗集传名物钞》是成就较高的一部，罗复又对许书进行了音释纂辑。顾广誉在信中将许谦的《诗集传名物钞》与罗复的《诗集传音释》进行比较、考证，认为：“罗与许同时，乃并其书为之音释者”，“罗说适与许符，足见全采白云《名物钞》之言，罗氏原书正是如此”。并对蒋氏刻书予以肯定：“阁下重为授梓寿世，又附以校勘记，可谓有功是经，犹且审定再三，具见用功之详慎。”同样谈及此事的，还有伊乐尧致蒋光焴的信。他在信中赞誉了光焴刻印《诗集传音释》，称：“诗传自明代为坊刻所变乱，学者不获见朱子之原本三数百年矣！而兄乃取元本付梓，令兄生沐先生暨诸君复为精于雠校，于以嘉惠艺林，诚不朽之盛事也。”\n在这些信札中，学者们还畅叙了刻书心得，其中最为精辟的是许连致蒋光焴的信。许连也是当时的刻书大家，他刻书严谨，写板、雕工、纸张、印制，无不精绝一时，后人称其所刻书为“古均阁本”。在信中，许连谈到刻书有三乐与三憾：“窃尝论之，刻书有三乐：终年雠校，孜孜不倦，可以收束身心，一乐也；嫏嬛秘籍，传之人间，有裨来学，二乐也；日积月累，版片既多，子孙得以坐享羡馀，较诸良田，尤无欠缺，三乐也。又有三憾：所刻部籍，无关学问，无益世人，转瞬便成瓿覆，一憾也；臆改臆删，妄自点窜，致古人面目全非，二憾也；刻既舛讹，印复率劣，即善本亦不耐观，三憾也。弟以为能去此三憾，更增一乐。”这是对古籍整理出版的见道之语，十分珍贵。\n除整理刻印古籍之外，清代学者还热衷于搜集碑版，考订金石文字，然后刊刻影摹，流传于世。“小莽苍苍斋”藏札对这一风尚也有所记载，如孙星衍致何道生的信。孙星衍是贯通经史训诂之学的大家，对金石碑版研究甚深。他所到之处，如有残碑断碣，必拓印下来，记录在案，并与友人中喜好金石者互邮所获，交流心得。在致何道生的信中，他写道：“山左尚多古碑古迹，现在遣人拓致，当以佳拓八分书奉寄。”如此，孙星衍历经二十余年辛勤搜寻，集众家之长，终于著成《寰宇访碑录》一书，此书堪称金石目录之冠。\n再如黄易致孙星衍的信。黄易为“西泠八家”之一，精于博古，喜集金石文字，广搜碑刻。他在信中谈到：“弟繁累已极，幸吉金乐石，日有所得。”信中还叙述了与好友汪雪礓（字中也）互赠武梁祠画像石的往事。乾隆四十年（1775年），黄易曾在汪处看到武梁祠画像石的“唐拓”本(明嘉靖唐顺之拓本)，荥怀十余年。至乾隆五十一年（1786年），他在济宁运河同知任上时，查阅《嘉祥县志》，访得汉碑，并考订出“堂乃武梁，碑为武斑”，旋即出资挖掘，使武梁祠画像石重新问世。随后，黄易拓全本送与雪礓，雪礓大喜，欣然许诺以“唐拓”相赠，但不久遽然去世。五年后，雪礓弟践其兄宿约，将拓本赠与黄易。黄易在信中写道：“扬州汪中也兄之唐拓武梁祠画像，是唐襄文公之物，今归于弟，实为快事”，“当携此与好事者共欣赏耳”。精美珍贵的武梁祠画像石能流传至今，黄易功不可没。而汪、黄二人志趣相投，互赠武梁祠画像石拓本的故事，也成为传为佳话。\n二\n记录清代学者的内心世界及其生活状态，也是“小莽苍苍斋”藏札的重要内容。\n藏札中记载了许多鲜活的、不可多得的片断，留下了丰富的历史信息。从中我们可以看到学者间的真诚交往。如王文治在致曹文埴的信中关注挚友：“治屏迹江皋，他人宦况升沉，若弗闻见，惟一二至契不能忘怀，米元章云：‘恭审进位，庆同在己’，家贫，望邻富，真有此情也。”蒋士铨在致陶其愫的信中谈“布衣兄弟之交”要心心相印：“二十年骨肉绸缪之久，中间或泣或歌，或怒或怨，无非天真流露，一过即化。人生贵知所短，凡褊心厉气，皆我气质之偏，足下皆知之。而一片血性，又与公所同，故倾吐至是，‘种恩弥怨’四字窃敢为太守铭之座右也。”黄体芳致孙锵鸣的信中论交友准则：“为国家建一二分事业，为身后留一二分声名……亟思得两种益友，一极严正者（此人难求），一极练达者（此人易得），朝夕史监，激发我神明，增长我胆识。”\n我们可以看到他们的艰辛仕途。其中有伊秉绶“作郡之苦，十倍西曹”的感慨（伊秉绶致励宗万信）；有刘墉到任楚南，“离群之苦，苦不可耐，弟不能一日无谈天之侣”的叹惜（刘墉致曹文埴信）；有程鸿诏“初来此邦，所治荒凉，无异迁谪，然不欲为苟退……毅然以师道自任……力求称职者三年於兹矣”的决心（程鸿诏致陈元禄信）；还有朱锡庚“方今圣人在上，正赖落落数公相与出治……皆志同道合，若一二年之间，并蒙不次之擢，则天下何忧不治耶？”“望眠食珍重，为国自爱”的互勉（朱锡庚致孙星衍信）。\n我们可以看到他们的雅致情怀。如赵宗建在读罢张星鉴“纪游之作”后致信：“足下以一书生为万里游，一览其胜，开拓心胸，发为文章，振笔而书”，“弟读之如获从游，藉洗龌龊，不独千里相思一朝而慰也。”厉鹗在收到陈皋的来信及蒲桃后，回信称此珍品“当归献老母，以志故人雅谊”，并述：“每当还里时，孤篷听雨，翦烛怀人，念之不胜愤结也。”康有为向沈曾植赠《奏稿》一书，曰：“稿已成前日黄花，惟文章颇美，尚复敝帚自珍，姑存为史料，以资后人议论。惟追感明良会合，叹息参欷，公当亦为之歌泣也。”\n我们还可以看到他们的拮据生活和病痛之苦。“逐年度日维艰，今更不如昔。兄自庚子出都南来，名为宦游，实避乱而已！故家用自来省俭，自到沪上，格外持算……而诸物昂贵，求似昔日亦不可得”（唐晏致毓廉信）；“惟是长安不易居，米盐琐眉之外，酬应如麻，而囊中已渐渐告罄。屡托知好代觅一馆，久之寂然”（黄体芳致孙衣言信）；“兄本无大恙，误服蜀医之剂，辛散太过，遂至加剧……稍一劳作则汗出如浆，两腿至晚尽肿，不能穿靴”（朱学勤致王文韶信）；“弟自去秋以来，时患风湿，至今未已。又因曾文正公之变，感其生前以文字相知，中心郁悼，心火上炎，遂患喉病。频年境遇奇窘，又加以悼逝伤离，令人不堪回首，此多病之所由来”（戴望致张星鉴信）。\n展诵这一通通书信，犹如阅览一幅清代学者的生活画卷，他们的所思所想、所作所为，他们的喜怒哀乐、悲欢离合，已然跃于纸上，是我们了解那个年代读书人的难得文本。\n清代晚期国运逐渐衰落，社会矛盾加剧，外敌入侵频频。“小莽苍苍斋”藏札以作者的亲身经历，见证了中国人民饱受屈辱的历史。如宗德在致张星鉴的信中哭述了家乡惨遭战祸的景象：“昆邑前借夷鬼之力攻复……城中半为鬼穴。客夏由沪返虞，道出马鞍山下，庐井萧条，荆榛蔽野，昔日阛阓之地，皆已鞠为茂草。怪鸟啁啾，人声阒然。埤堄之间，时有数鬼聚语，每一謦咳，声如枭鸣。水流绿腻，风来皆腥，极目荒凉，（殆）非人境。西过巴城湖，远望断苇丛筱中，始渐有炊烟扬起。虞邑附郭五六里间，其荒凉与昆略同，乡市遭劫稍轻，濒海或偶有一二完善之地。东皋所留仅有一树一石，旧时门巷，模糊莫辨。总宜老屋及贞寿堂基，间架尚存，惟四无邻居，虽修葺完固，亦非住所矣。山中古寺，如维摩、普仁，均甃石无存。山峰破山，仅留数椽。城中昭明读书之台，言子弦歌之里，靡不毁弃净尽，千年遗构，荡然如扫……伤哉伤哉，劫何酷与！”又如济澄在致邱光瀛的信中悲叙了外敌入侵后的境遇：“近日关东有事，日俄构兵，我守局外中立之例，固我疆域。”“现在停战讲和，想不日即应开议，未知将来如何了结？但愿持平，亦中国大幸也。”“仆赋闲五载，又经庚子大乱，其景况久在鉴中。数年坎坷，更兼丧子。五中积郁，笔墨难宣。仆平生迂直，即万分艰迫，不肯轻易向人道一穷字，只尽我所有者典与售之，以延残喘。近因庚子岁洋兵搜括一空，衣食无措……京中敝亲友均属同病，即稍可敷衍者，业经贷遍，筹画至再，一策皆无。”这样的书信，今日读来，仍不免令人心痛不已。\n面对国势衰微，山河破碎，“小莽苍苍斋”藏札中不乏曾国藩、彭玉麟、邓廷桢、丁日昌、杨昌濬、张之洞等清廷要员评点国事的痕迹，但更多的是文人“位卑未敢忘国忧”的抒怀。而书生文弱的肩膀能担负起什么？最直接的就是兴办教育，“夫世运隆替关乎人材，人材盛衰系于有位也”。他们以“讲道论德，移风易俗为务”，“企予望之矣”。清末学者孙诒让在目睹了清廷腐败、国难当头、民智晦盲的状况之后，毅然投身教育，培育人才。“小莽苍苍斋”收藏了他写给刘绍宽、吴凤鸣等致力于教育变革同人的19通信札。在这些信中，他痛心陈述：“时局艰危，近已到极度”，“中国贫弱……则瓜分之议立行，神州种族，自此为奴隶矣！”“弟近来衰态日增，万事灰心，所不能忘者，子孙将为外人奴隶，沦胥之痛，万无可逃”。他大声疾呼：“以开学堂为第一要务，吾国之弱在于下流社会智识太劣，虽有管葛，无所措手，而种类经数百年时文之浸溺，实受害不浅。体育、智育、德育三者，必须实在进化，方有翻身之望。”孙诒让身体力行，先后在家乡创办瑞安算学书院、瑞平化学学堂，在此基础上，筹建了温州地区第一所按清政府诏定学制而设的官办学校——瑞安普通学堂，并亲自主持校务。他在信中对中外教育进行了对比，认为“日本学制之善，考察至详，于中国学界大有裨益”。“大抵中土学校之弊，一在希望大高，学节不无凌躐，一在敷衍牵就，毫无精神”。提出“须按学生年龄、程度及授课时间商定教科”，“教科书须教习于授课时随课随编”的办学思路。孙诒让在信中还与同人就筹措学校经费，推举校长、顾问，招聘教员、监员，如何设置课程，如何分班，以及选送教员、学生留学等问题，进行了详细讨论。在他的苦心经营下，两三年内办起各类学校三百多所，为浙南近代教育奠定了基础。“小莽苍苍斋”收藏的这批信札，是中国教育改革先驱们实践的记录。\n三\n除史料价值外，“小莽苍苍斋”藏札还是难得的书法艺术珍品。\n由于信札均是亲朋间的私人往来，没有公函书写的拘谨，不受馆阁体的束缚，因此作者书写往往是潇潇洒洒，信笔挥就而无造作。再加上典雅的文辞，讲究的格式，精美的信笺，处处都渗透出文人的修养、气质，展现了他们的翰墨风采。其中有两通信札尤为值得一提：一通是江声致孙星衍的信。江声精通小学，专工篆隶，生平所作笔札，皆用古篆。这通信即用古篆书写，全篇行格齐整，用笔娴熟，在书法研究上具重要价值；另一通是翁方纲致钱泳的信。翁方纲是与刘墉、成亲王（永瑆）、铁保齐名的书法大家。这通信是翁方纲收到好友钱泳寄来《娄寿碑》双钩本后的回函，其中录写了自作七言古体诗一首，以诗论述了《娄寿碑》的价值以及拓本的流传情况，“赋此报谢”钱泳。这通信共有行书六页，书写洒脱、奔放，体现了行书流畅的真髓。翁方纲在名下不仅钤盖了“苏斋”、“覃溪”二方名章，还钤盖了刻有韩愈《杂说》全文的一方印章，这方印共计有朱文篆书115字，文字之长，实属罕见。如此诗、书、印完美结合，不愧为书法佳作。\n“观其所藏，知其所养”。“小莽苍苍斋”藏札是田家英当年为研究清史而搜集的重要文献资料，它经历了从20世纪50年代初开始的不断积累，“文革”灾难的劫后余生，俞伟超、史树青诸位专家学者的慧眼识珠，周铮先生前后三遍的披阅释文，以及斋主后人历时十余年的录入、校对、查询、整理工作。直到今天，终于形成这篇文章，犹如掀起面纱一角，请世人一览。但是，隐藏在这些文字背后的信息，以及这批信札所包含的深邃内涵，仍需要进一步挖掘、整理；使它在文化传承、学术研究中发挥积极的作用，真正实现前人的夙愿，更要下一番苦功。唯日孜孜，无敢逸豫，吾辈当为之努力。\n藏品赏析\n梁启超致建霞书札\n纵22.5厘米，横12.2厘米\n释文：建霞编修先生：伻来得书，盛意相招，敢不如命。殷勤奖饰非所克当。顷定拟初七遄行，望前必当抵湘。文从北行当以何时?千乞少待，一罄积想。匆匆先布，相见不远。不一一敬复。专承道安。弟启超顿首。十月五日\n康有为致乙老书札\n纵23厘米，横8.5厘米\n释文：顷有门人钱硕甫维汉（参谋部兼大学教员），学博才高，志远阅深。昔在戊戌曾与舍弟同被逮，故为患难至交。今来为中国大事令告公。且钱硕甫甚敬慕\n龚自珍行书珠镜吉祥龛心课册\n纵127.4厘米，横17.3厘米\n释文：珠镜吉祥龛心课一卷。苦恼众生綦并题。己卯岁馔。庚辰岁续。\n道光元年九月甲子日，未正二刻奉行起，大吉羊，有如三宝，定公。\n二十日丁卯，入律。是日诵《初发心功德品》讫，有如所诵。定公。\n二十一日戊辰，发大勇猛心，持律。定公。\n九月二十五日午初一刻。诵《明法品》，生欢喜奉持心。定公记于定龛中。\n十月十一日午初书，定公。一切无能破我法者；一切时无不可证入法界者。是时，诵《升兜率天品》竟，以此为界为证。大心凡夫顶礼。\n是日竟柴米，此勿算，以明日算起。\n佛言：过去不可得，未来不可得，见在亦不可得。省庵念佛偈；如猛火聚，触之即烧。\n莲池大师语：客问参禅念佛。可浑融否？答曰：若本两件事，用得浑融著。\n子曰：非礼勿视，非礼勿听，非礼勿言，非礼勿动。\n吾友叶先生曰：神明足，之谓贵。\n辛巳五月初八夜想及之，是时大病。初九日起而书之。初九日午。初起矣。\n相关图书\n《小莽苍苍斋藏-清代学者法书选集》\n史树青(作者),中国历史博物馆(编者)\n精装:386页\n正文语种:简体中文\n商品尺寸:29.8x22.5x4.8cm\n商品重量:2.6Kg\n品牌:文物出版社发行部\n内容简介:当今，收藏名家书画蔚成风气，有关书法这方面的学术著作，正在大量出版。这本《小莽苍苍齐藏清代学者法书选集》的问世，却有与众不同的意义。这主要是本书所收各家墨迹，都是明末至清代的著名学者和当时许多方面的代表人物的作品，从而本书就具有研究清代历史与书法艺术这两方面的的重要价值。\n本书收集了小莽苍苍齐的部分旧藏，它的出版是家英同志夙愿正在逐步实现的一个标志。\n田家英在公务之余，潜心为研究清史而收集、庋藏青代学者墨迹积之既久，渐具规模，成就了名闻海内外的“小莽苍苍斋”的收藏。共收清人作品一百七十馀件，有条幅、对联、手卷等，书体有真、隶、篆、飞白。根据上集续者来信要求，本书特将作者印章单独附上，以便读者查检方便。\n《田家英与小莽苍苍斋》(增订本)[平装]\n陈烈(作者)\n正文语种:简体中文\n商品尺寸:24x23.6x1.2cm\n商品重量:481g\n品牌:生活、读书、新知三联书店\n《田家英与小莽苍苍斋》从“小莽苍苍斋”藏品中精选百余件明清、近代人物的诗文手稿、楹联、条幅、信札及印章、铭砚、善本等珍贵文物，读者在清赏翰墨胜迹的同时，可从生动有趣的文章中，了解田家英收藏的故事，藏品的历史内涵、文化价伯，从中见出田家英的书生襟抱、历史关怀和风景逸韵。\n增订本补入多篇新作，且新增不少藏品图片，全书增删调整后史为精彩、丰富。\n《小莽苍苍斋藏:清代学者法书》[平装]\n吕章申(编者),中国国家博物馆(编者)\n正文语种:简体中文\n商品尺寸:23.6x7.4x2cm\n商品重量:1.4Kg\n品牌:中国社会科学出版社\n藏品是博物馆赖以生存和发展的基础，而获取捐赠则是博物馆不断充实藏品的重要途径。在中国博物馆一百余年的发展历程中，无数文物收藏家慨然将浸透着毕生心血的藏品捐赠给博物馆。因为只有将这些无价的文物捐赠给博物馆，文物特有的风采才能为更多的人所欣赏，文物所蕴藏的生命力才能为更多的人所感动，中华民族悠久的历史和灿烂的文化艺术才能更好地得到传承和发展！\n自1912年国立历史博物馆筹备处成立以来，中国国家博物馆就不断得到来自社会各界的文物捐赠，捐赠文物已经成为中国国家博物馆馆藏的重要组成部分。为了回报捐赠者的厚爱，中国国家博物馆在改扩建工程竣工重新开馆后将举办一系列捐赠展览，《小莽苍苍斋藏清代学者法书展》就是其中的第一展。我希望这些捐赠展览，不仅能充分彰显捐赠者“变家传之宝为国传之宝”的崇高精神，还能使当代收藏家们深刻地认识到博物馆是文化遗产保护机构中唯一的永久性机构，是文物最好的也是最后的归宿地。\n《小莽苍苍斋藏:清代学者法书》为中国国家博物馆古代艺术系列丛书之一。\n","category":"行书","verified":true,"user":1,"timestamp":1429951654523},{"name":"刘鹗行书致勤伯书札","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791634684,"text":"刘鹗《致勤伯书札》\n释文：\n　　勤伯仁兄大人阁下：两次失迎，歉甚歉甚。弟拟十五日暂回上海一行，其详细情形，晤子襄兄便知，盖连日皆晤面也。恭邸此时又赏假十二天，假满且未必不续假，闻病势甚重云。军务处业已公文堆积如山，亦非一、半日所能清，故弟抽空一行，不过月馀即回耳，恕不走辞。敬请\n　　文安\n　　尊大人前均此请安。\n　　愚弟刘鹗顿首","author":"清代刘鹗","description":"刘鹗行书致勤伯书札"}]