[{"name":"虞世南楷书孔子庙堂之碑","text":"虞世南孔子庙堂碑又称《夫子庙堂碑》为虞世南撰文并书写。原碑立于唐贞观初年。楷书35行，每行64字。\n碑刻\n碑额篆书阴文“孔子庙堂之碑”六字。碑文记载唐高祖五年，封孔子二十三世后裔孔德伦为褒圣侯，及修缮孔庙之事。为虞世南六十九岁时所书。此碑书法用笔俊朗圆润，字形稍呈狭长而尤显秀丽。横平竖直，笔势舒展，一片平和润雅之象。宋黄庭坚有诗赞曰：“虞书庙堂贞观刻，千两黄金那购得。”\n拓片种类\n拓片有三种：（一）宋代王彦超摹刻本，因石在陕西西安，谓之“西庙堂碑”（又称陕西本），字迹腴润。（二）元代至元间摹刻本，因石在山东城武，谓之“东庙堂碑”（又称城武本），字迹瘦硬。（三）清代临川李宗翰藏本，原为元代康里氏所藏，有谓东西二庙堂初拓合为一本，然笔画与二庙堂多有不合者。据〈增补校碑随笔〉判断，“若非原石也是相王旦重刻之石”。此拓本被称为“临川四宝”之一，今在日本。此外据载有曲阜本、饶州景江书院本，今皆不传今据此三本互为校勘，并参以虞书其它刻本，校补其残缺，使成“无缺字放大本”，或可表现虞世南书原刻风貌。\n虞世南\n虞世南，唐代诗人，凌烟阁二十四功臣之一，字伯施，余姚人。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951554819},{"name":"虞世南楷书孔子庙堂之碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791624994,"text":"《孔子庙堂碑》为虞世南撰文并书写，是其最著名的代表作。原碑立于唐贞观七年（633年）。碑高280厘米，宽110厘米，楷书35行，每行64字。碑额篆书阴文“孔子庙堂之碑”六字。碑文记载唐高祖五年，封孔子二十三世后裔孔德伦为褒圣侯，及修缮孔庙之事。为虞世南六十九岁时所书。此碑笔法圆劲秀润，平实端庄，笔势舒展，用笔含蓄朴素，气息宁静浑穆，一派平和中正气象，是初唐碑刻中的杰作，也是历代金石学家和书法家公认的虞书妙品。“仅拓数十纸赐近臣”（清杨宾《大瓢偶笔》）。据传此碑刻成之后，车马集碑下，捶拓无虚日。未几火烬毁，武周长安三年（703），武则天命相王李旦重刻又毁。唐刻拓本今罕见。后唐拓本《孔子庙堂碑》流入日本，现藏日本东京三井文库。\n　　宋代黄庭坚有诗云：“孔庙虞书贞观刻，千两黄金那购得？”可见原拓本在北宋其珍贵。现存此碑的两种重刻本：一在陕西西安碑林，宋初王彦超刻，世称“陕本”，或“西庙堂本”；一在山东城武，元代刻，称“城武本”或“东庙堂本”。前者字较肥，后者较瘦。四庙堂碑，嘉靖三十四年地震时石断为三。断后初拓本二行“虞世”二字完好。明中期拓本末行“风水宣金石”几字完好。\n　　关于三井藏有唐拓本《孔子庙堂碑》，不能不提到三井高坚，本世纪初，日本三井财团中有名三井高坚（字宗坚，号听冰）者，好艺事，嗜鉴藏，因挟雄厚之资，委其好友、著名篆刻家河井荃庐（仙郎）往中国，大肆搜罗中国金石碑刻，获取珍贵罕见的中国古代善本碑拓百余种，其中唐字孤本十数，宋拓则愈半百，皆秘藏于其听冰阁中，一时名播遐迩。然因其所藏深不露，与世隔绝达六十多年，故一般多仅闻盛名而鲜知其详，更无一饱眼福。直至近年，方移入财团法人性质的东京中野上高田的三井文库。人们通过文库定期的公开展示，方得稍窥一斑，其中包括久藏着的唐拓本虞世南《孔子庙堂碑》。\n\n碑文：\n  太子中舍人行著作郎臣虞世南奉勒撰并书\n  司徒并州牧太子左千牛率兼捡校 安北大都护相王旦书碑额\n  微臣属书东观，预闻前史。若乃知几其神，惟睿作圣，元妙之境，希夷不测。然则三五迭兴，典坟斯著，神功圣迹，可得言焉。自肇立书契，初分爻象，委裘垂拱之风，革夏翦商之业。虽复质文殊致，进让罕同，靡不拜洛观河，膺符受命。名居域中之大，手握天下之图。象雷电以立威刑，法阳春而流惠泽。然後化渐八方，令行四海。未有偃息乡党，栖迟洙泗，不预帝王之录，远迹胥史之俦。而德侔覆载，明兼日月。道艺微而复显，礼乐弛而更张。穷理尽性，光前绝後，垂范於百王，遗风於万代。猗欤伟欤！若斯之盛者也！夫子膺五纬之精，踵千年之圣，固天纵以挺质，禀生德而降灵。载诞空桑，自标河海之状；才胜逢掖，克秀尧禹之姿。知微知章，可久可大。为而不宰，合天道於无言；感而遂通，显至仁於藏用。祖述先圣，宪章往哲。夫其道也，固以孕育陶钧，包含造化，岂直席卷八代，并吞九邱而已哉！虽亚圣邻几之智，仰之而弥远；亡吴霸越之辨，谈之而不及。於时天历寝微，地维将绝，周室大坏，鲁道日衰，永叹时<喜>，实思濡足，遂乃降迹中都，俯临司寇。道超三代，止乎季孟之间；羞论五霸，终从大夫之後。固知栖遑弗已，志在於求仁；危逊从时，义存於拯溺。方且重反淳风，一匡末运。是以载贽以适诸侯，怀宝而游列国。元览不极，应物如响，辨飞龟於石函，验集隼於金椟。触舟既晓，专车能对，识罔象之在川，明商羊之兴雨。知来藏往，一以贯之。但否泰有期，达人所以知命；卷舒惟道，明哲所以周身。里幽忧，方显姬文之德；夏台羁绁，弗累商王之武。陈蔡为幸，斯之谓欤。於是自卫反鲁，删书定乐，赞易道以测精微，修春秋以正贬。故能使紫微降光，丹书表瑞，济济焉，洋洋焉，充宇宙而洽幽明，动风?而润江海。斯皆纪乎竹素，悬诸日月。既而仁兽蜚时，鸣鸟弗至，哲人云逝，峻岳已ㄨ。尚使泗水却流，波澜不息，鲁堂馀响，丝竹犹传，非夫体道穷神，至灵知化，其执能与於斯乎？自时厥後，遗芳无绝，法被区中，道济天下。及金册斯误，玉弩载惊，孔教已焚，秦宗亦坠。汉之元始，永言前烈，成爰建，用光祀典，魏之黄初，式遵古训，宗圣疏爵，允缉旧章，金行水德亦存斯义。而晦明匪一，屯亨递有，筐蘩，与时升降，灵宇虚庙，随道废兴。炎精失御，蜂飞胃起，羽檄交驰，经籍道息。屋壁无藏书之所，阶基绝函丈之容。五礼六乐，翦焉煨烬。重宏至教，允属圣期。大唐运膺九五，基超七百，赫矣王猷，蒸哉景命，鸿名盛烈，无得称焉。皇帝钦明睿哲，参天两地，乃圣乃神，允文允武。经纶云始，时维龙战，爰整戎衣，用扶兴业。神谋不测，妙算无遗，宏济艰难，平台区宇。纳苍生於仁寿，致君道於尧舜。职兼三相，位总六戎，元乘石之尊，朱户渠门之锡。礼优往代，事逾恒典。於是在三眷命，兆庶乐推，克隆帝道，丕承鸿业。明玉镜以式九围，席萝图而御六辩。寅奉上元，肃恭清庙。宵衣吴食，视膳之礼无方；一日万几，问安之诚弥笃。孝治要道，於斯为大。故能使地平天成，风淳俗厚，日月所照，无思不服。憬彼獯戎，为患自古。周道再兴，仅得中算。汉图方远，才闻下策。徒勤六月之战，侵轶无厌；空尽贰师之兵，凭凌滋甚。皇威所被，犁颡厥角，空山尽漠，归命阙廷，充仞藁街，填委外厩。开辟以来，未之有也。灵台偃伯，玉关虚候。江海无波，逢燧息警。非烟浮汉，荣光莫河。苦矢东归，白环西入。犹且兢怀驭朽，兴眷纳隍；卑宫菲食，轻徭薄赋；斫雕反朴，抵璧藏金；革舄垂风，绨衣表化；历选列辟，旁求遂古；克已思治，曾何等级，於是眇属圣谟，凝心大道，以为括羽成器，必在胶雍，道德润身，皆资学校，矧乃入神妙义，析理微言，厉以四科，明其七教，懿德高风，垂裕斯远。而楝宇弗修，宗祧莫嗣，用纡听览，爰发丝纶。武德九年十二月廿九日，有诏立隋故绍圣侯孔嗣哲子德伦为圣侯，乃命经营，惟新旧址。万雉斯建，百堵皆兴，揆日占星，式规大壮。凤甍骞其特起，龙桷俨以临空。霞入绮寮，日晖丹槛。崇邃，悠悠虚白。图真写状，妙绝人功。象设已陈，肃焉如在。握文履度，复见仪形。凤寺龙蹲，犹临咫尺。完尔微笑，若听武城之弦；怡然动色，似闻箫韶之响。盛服，既睹仲由；侃侃礼容，仍观卫赐。不疾而速，神其何远？至於仲春令序，时和景淑，皎璧池，圆流若镜，青葱槐市，总翠成帷。清涤元酒，致敬於兹日；合舞释菜，无绝於终古。皇上以几览馀暇，遍该群籍，乃制《金镜述》一篇，永垂鉴戒。极圣人之用心，宏大训之微旨。妙道天文，焕乎毕备。副君膺上嗣之尊，体元良之德。降情儒术，游心经艺。楚诗盛於六义，沛易明於九师。多士伏膺，名儒接武。四海之内，靡然成俗。怀经鼓箧，摄{齐衣}趋奥。并镜?披，俱餐泉涌。素丝既染，白玉已雕。资覆篑以成山，导涓流而为海。大矣哉！然後知达学之为贵，而宏道之由人也。国子祭酒杨师道等，偃元风於圣世，闻至道於先师，仰彼高山，愿宣盛德。昔者楚国先贤，尚传风范，荆州文学，犹镌歌颂。况帝京赤县之中，天街黄道之侧，聿兴壮观，用崇明祀，宣文教於六学，阐皇风於千载。安可不赞述徽猷，被之雕篆？乃抗表陈奏，请勒贞碑，爰命庸虚，式扬茂实。敢陈舞咏，乃作铭云：\n  景纬垂象，川岳成形。挺生圣德，实禀英灵。神凝气秀，月角珠庭。探赜索隐，穷几洞冥。述作爰备，邱坟咸纪。表正十伦，章明四始。系缵羲易，书因鲁史。懿此素王，邈焉高轨。三川削弱，六国从衡。鹑首兵利，龙文鼎轻。天垂伏鳖，海跃长鲸。解黻去佩，书烬儒坑。纂尧中叶，追尊大圣。乃建成，膺兹显命。当涂创业，亦崇师敬。胙土锡圭，礼容斯盛。有晋崩离，维倾柱折。礼亡学废，风颓雅缺。戎夏交驰，星分地裂。藻莫奠，山河已绝。隋风不竞，龟玉沦亡。樽俎弗习，干戈载扬。露г阙里，麦秀邹乡。修文继绝，期之会昌。大唐抚运，率繇王道。赫赫元功，茫茫天造。奄有神器，光临大宝。比踪连陆，追风炎昊。於铄元后，膺图拨乱。天地合德，人神攸赞。麟凤为宝，光华在旦。继圣崇儒，载修轮奂。义堂宏敞，经肆纡萦。重栾雾宿，洞户风清。?开春牖，日隐南荣。锵宏钟律，蠲明。容范既备，德音无□。肃肃升堂，**让席。猎缨访道，横经请益。帝德儒风，永宣金石。","author":"唐代虞世南","description":"虞世南楷书孔子庙堂之碑"}]