[{"name":"米芾苕溪诗卷高清","text":"《苕溪诗卷》，北宋米芾书，澄心堂纸本墨迹卷，行书，纵30．3厘米，横189．5厘米。北京故宫博物院藏。 全卷35行，共394字，末署年款“元戊辰八月八日作”，知作于宋哲宗元祐三年戊辰（公元1088年），时米芾38岁。开首有句“将之苕溪戏作呈诸友，襄阳漫仕黻”。知所书为自撰诗，共6首。\n诗卷介绍\n书法释文\n将之苕溪，戏作呈诸友。襄阳漫仕黻。\n松竹留因夏，溪山去为秋。久赓白雪咏，更度采菱讴。缕会(此字误书旁注卜乃点去符号)玉鲈堆案，团金橘满洲。水宫无限景，载与谢公游。\n半岁依修竹，三时看好花。懒倾惠泉酒，点尽壑源茶。主席多同好，群峰伴不哗。朝来还蠹简，便起故巢嗟。\n余居半岁，诸公载酒不辍。而余以疾，每约置膳清话而已，复借书刘、李，周三姓。\n好懒难辞友，知穷岂念通。贫非理生拙，病觉养心功。小圃能留客，青冥不厌鸿。秋帆寻贺老，载酒过江东。\n仕倦成流落，游频惯转蓬。热来随意住，凉至逐缘东。入境亲疏集，他乡彼此同。暖衣兼食饱，但觉愧梁鸿。\n旅食缘交驻，浮家为兴来。句留荆水话，襟向卞峰开。过剡如寻戴，游梁定赋枚。渔歌堪画处，又有鲁公陪。\n密友从春拆，红薇过夏荣。团枝殊自得，顾我若含情。漫有兰随色，宁无石对声。却怜皎皎月，依旧满舡行。\n元祐戊辰八月八日作。\n书法特点\n此卷用笔中锋直下，浓纤兼出，落笔迅疾，纵横恣肆。尤其运锋，正、侧、藏、露变化丰富，点画波折过渡连贯，提按起伏自然超逸，毫无雕琢之痕。其结体舒畅，中宫微敛，保持了重心的平衡。同时长画纵横，舒展自如，富抑扬起伏变化。通篇字体微向左倾，多攲侧之势，于险劲中求平夷。全卷书风真率自然，痛快淋漓，变化有致，逸趣盎然，反映了米芾中年书法的典型面貌。吴其贞《书画记》评此帖曰：“运笔潇洒，结构舒畅，盖教颜鲁公化公者。”道出了此书宗法颜真卿又自出新意的艺术特色。\n文物收藏\n此卷末有其子米友仁跋：“右呈诸友等诗，先臣芾真足迹，臣米友仁鉴定恭跋。”后纸另有明李东阳跋。据鉴藏印记，知此帖曾藏入南宋绍兴内府，明杨士奇、陆水村、项元汴诸家，后入清乾隆内府，并刻入《三希堂法帖》。清亡后，《苕溪诗卷》被溥仪携至东北，伪满覆灭后与其他文物一起散失，《苕溪诗卷》当时被古玩界称为“东北货”，在“东北货”中，有很多通过各种渠道流出中国。\n《苕溪诗卷》回归有一个离奇故事。1963年4月，一个东北小伙来到北京荣宝斋，用一粗布包裹，送来一堆破烂———皆为浩劫之后的残破之物，有些碎片只有指甲大小，没想到竟有有心人收而藏之，纹丝未动。经过专家仔细拼接、抚平，竟然有大书法家赵孟頫等人的国宝真迹37件，有些残片与故宫所藏残品正好吻合，终于合璧。一年后，即1964年3月，又是这位青年，拿着同样的包裹送来与上次类似的一堆破烂，经过整理，拼凑书画残卷20余幅。由于这位年轻人未留下真实姓名和地址，当荣宝斋后来赴东北准备以2000元再次酬谢时，竟未能找到其人。直到1990年，这个谜底才被揭开。原来，这些残片是他的父亲丁争龙1945年9月8日在长春街头购得，在回家的路上，同行的三人中，有一个叫骆大昭的见财变歹，杀死他父亲和另一个同伴。他的母亲孙曼霞在事发12天后，终将骆大昭通过当局绳之以法。这个浸有鲜血的包裹便被孙曼霞仔细收藏18载，虽家贫而不市之，最后终于献给国家。在这批国宝中，就有米芾的《苕溪诗》。\n《苕溪诗》回归时已有残伤，缺损数字，由故宫专家修补拼贴还原，但仍有13字全缺或少缺，又参照未损坏时作品的照片，依米帖临摹再补入其中，重新装裱，局外人很难看出修补的破绽。\n米芾简介\n米芾(1051-1107)，字元章，号襄阳漫士、海岳外史。祖籍山西，迁居襄阳，有“米襄阳”之称。史传说他个性怪异，喜穿唐服，嗜洁成癖，遇石称“兄”，膜拜不已，因而人称”米颠”。他六岁熟读诗百首，七岁学书，十岁写碑，二十一岁步入官场，确实是个早熟的怪才。在书法上，他是“宋四书家”(苏、米、黄、蔡)之一，又首屈一指。其书体潇散奔放，又严于法度，苏东坡盛赞其“真、草、隶、篆，如风樯阵马，沉着痛快”；另一方面，他又独创山水画中的“米家云山”之法，善以“模糊”的笔墨作云雾迷漫的江南景色，用大小错落的浓墨、焦墨、横点、点簇来再现层层山头，世称“米点”。为后世许多画家所倾慕，争相仿效。他的儿子米友仁，留世作品较多，使这种画风得以延续，致使“文人画”风上一新台阶，为画史所称道。米芾究竟以书为尚，还是以画为尚，史家各有侧重。\n米芾集书画家、鉴定家、收藏家于一身，收藏宏富，涉猎甚广，加之眼界宽广，鉴定精良，所著遂为后人研究画史的必备用书。有《宝章待访录》、《书史》、《画史》、《砚史》、《海岳题跋>等。《宝章待访录)成书于元祐元年(1086)八月，分为“目睹”“的闻”两大部分，所录八十四件晋唐品，开后世著录之先河，影响颇大，甚至有专门模仿此书体例的论著，如明张丑撰《张氏四表》。《书史》则更为详实，为后世鉴定家的依据之一。《海岳》一书主要叙述自己的经验心得，十分中肯。该书一般认为是后人辑录米论而在成。\n书法特色\n米芾平生于书法用功最深，成就以行书为最大。虽然画迹不传于世，但书法作品却有较多留存。南宋以来的著名汇帖中，多数刻其法书，流播之广泛，影响之深远，在“北宋四大书家”中，实可首屈一指。康有为曾说：“唐言结构，宋尚意趣。”意为宋代书法家讲求意趣和个性，而米芾在这方面尤其突出，是北宋四大家的杰出代表。米芾习书，自称“集古字”，虽有人以为笑柄，也有赞美说“天姿辕轹未须夸，集古终能自立家”(王文治)。这从一定程度上说明了米氏书法成功的来由。根据米芾自述，在听从苏东坡学习晋书以前，大致可以看出他受五位唐人的影响最深：颜真卿、欧阳询、褚遂良、沈传师、段季展。米芾有很多特殊的笔法，如“门”字右角的圆转、竖钩的陡起以及蟹爪钩等，都集自颜之行书；外形竦削的体势，当来自欧字的模仿，并保持了相当长的一段时间；沈传师的行书面目或与褚遂良相似；米芾大字学段季展，“独有四面”、“刷字”也许来源于此；褚遂良的用笔最富变化，结体也最为生动，合米芾的脾胃，曾赞其字，“如熟驭阵马，举动随人，而别有一种骄色”。\n生平经历\n元丰五年(1082)以后，他开始寻访晋人法帖，只一年就得到了王献之的《中秋帖》。这先人为主的大令帖，对他产生了巨大的影响，他总觉得右军不如其子。但生性不羁的米芾并不满足于小王，早在绍圣年间就喊出了“老厌奴书不换鹅”，“一洗二王恶札”。米芾据说学过羊欣，李之仪说，“海岳仙人不我期……笔下羊欣更出奇”。那么米芾学羊欣大概在卜居海岳庵，是元祐六年之后的事情了。尽管如此，米书并没有定型，近在元祐三年书写的《苕溪帖》、《殷令名头陀寺碑跋》、《蜀素帖》写于一个半月之内，风格却有较大的差异，还没有完全走出集古字的门槛。直到“既老始自成家，人见之，不知何以为主”时才最后完成了自己风格的确立，大概在五十岁以后。这定型的书法面目，由于米芾过于不羁，一味好“势”，即使小楷如《向太后挽词》也跃跃欲试。这“势”固是优点，但同时又成了他的缺陷。“终随一偏之失”，褒贬分明如黄庭坚者应该是比较客观的、公道的。黄长睿评其书法，“但能行书，正草殊不工”，当时所谓“正”，并无确指，不一定是现在的“正楷”，倘指篆隶，倒也恰当。现存的米芾篆隶，的确不甚工，草书也写得平平。他后来对唐人的草书持否定态度，又囿于对晋草的见识，成绩平平自然在所难免。\n米芾作书十分认真，不像某些人想象的那样，不假思索一挥而就。米芾自己说：“佘写《海岱诗》，三四次写，间有一两字好，信书亦一难事”(明范明泰《米襄阳外记》)。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。\n米芾对书法的分布、结构、用笔，有着他独到的体会。要求“稳不俗、险不怪、老不枯、润不肥”，大概姜夔所记的“无垂不缩，无往不收”也是此意。即要求在变化中达到统一，把裹与藏、肥与瘦、疏与密、简与繁等对立因素融合起来，也就是“骨筋、皮肉、脂泽、风神俱全，犹如一佳士也”。章法上，重视整体气韵，兼顾细节的完美，成竹在胸，书写过程中随遇而变，独出机巧。米芾的用笔特点，主要是善于在正侧、偃仰、向背、转折、顿挫中形成飘逸超迈的气势、沉着痛快的风格。字的起笔往往颇重，到中间稍轻，遇到转折时提笔侧锋直转而下。捺笔的变化也很多，下笔的着重点有时在起笔，有时在落笔，有时却在一笔的中间，对于较长的横画还有一波三折。勾也富有特色。\n米芾的书法中常有侧倾的体势，欲左先右，欲扬先抑，都是为了增加跌宕跳跃的风姿、骏快飞扬的神气，以几十年集古字的浑厚功底作前提，故而出于天真自然，绝不矫揉造作。学米芾者，即使近水楼台如者也不免有失“艰狂”。宋、元以来，论米芾法书，大概可区分为两种态度：一种是褒而不贬，推崇甚高；一种是有褒有贬，而褒的成分居多。持第一种态度的，可以苏轼为代表。\n米芾以书法名世，为北宋四家之一，若论体势骏迈，则当属第一。他的成就完全来自后天的努力。他三十岁时在长沙为官，曾见岳麓寺碑，次年又到庐山访东林寺碑，且都题了名。元祐二年还用张萱画六幅、徐浩书二帖与石夷庚换李邕的《多热要葛粉帖》。证之其书法，二十四岁的临桂龙隐岩题铭摩崖，略存气势，全无自成一家的影子；三十岁时的《步辇图》题跋，亦使人深感天资实逊学力。米老狡狯，偶尔自夸也在情理中，正如前人所云“高标自置”。米芾自叙学书经常会有些故弄玄虚，譬如对皇帝则称“臣自幼便学颜行”。但是米芾的成功完全来自后天的苦练，丝毫没有取巧的成分，米芾每天临池不辍，举两条史料为证：“一日不书，便觉思涩，想古人未尝半刻废书也。”“智永砚成臼，乃能到右军(王羲之)，若穿透始到钟(繇)、索(靖)也，可永勉之。”他儿子米友仁说他甚至大年初一也不忘写字。(据孙祖白《米芾米友仁》)。米芾富于收藏，宦游外出时，往往随其所往，在座船上大书一旗“米家书画船”。\n米芾嗜石，《宋史》本传记有其事。元倪镇有《题米南宫拜石图》诗：“元章爱砚复爱石，探瑰抉奇久为癖。石兄足拜自写图，乃知颠名传不虚。”据此诗，米芾对此癖好自鸣得意，自写《拜石图》。后世画家亦好写此图，于是米芾拜石一事便喧腾人口，传为佳话。米氏宝晋斋前也有异石，以供清玩，《书异石帖》记有此石。相传米芾有“瘦、秀、皱、透”四字相石法。\n米芾还爱砚。砚是“文房四宝”之一，为书画家必备之物。米芾于砚，素有研究。著有《砚史》一书，据说对各种古砚的晶样，以及端州、歙州等石砚的异同优劣，均有详细的辩论，倡言“器以用为功，石理以发墨为上”。《宝晋斋法书赞》引《山林集》中一帖：“辱教须宝砚，……砚为吾首，……”米芾把砚看得像自己的头颅一样重要，可谓溺爱之深。(“帖身”亦出于《法书赞》)兼有石癖、砚癖的米芾自然对砚山极为重视。砚山是一种天然峰峦形成的砚石，在底部山麓处，琢平可受以水磨墨，既可作为文房清玩，又能为临池染墨之具。《志林》记米芾得一砚山而抱眠三日。其中最著名的一座是南唐后主李煜之物，为结屋甘露而转让他人换得宅地一方，米芾念念思之，因作有《研(砚)山图》传世。\n米芾晚年居润州丹徒(今属江苏)，有山林堂。故名其诗文集为《山林集》，有一百卷，现大多散佚。目前传世有《宝晋英光集》。米芾能书又能诗，诗称意格，高远杰出，自成一家。尝写诗投许冲元，自言“不袭人一句，生平亦未录一篇投豪贵”，别具一格为其长，刻意求异为其短。\n米芾画迹不存在于世。米芾自著的《画史》记录了他收藏、品鉴古画以及自己对绘画的偏好、审美情趣、创作心得等。这应该是研究他的绘画的最好依据。米芾的成功在于通过某种墨戏的态度和母题选择达到了他认可的文人趣味。米芾意识到改变传统的绘画程式和技术标准来达到新的趣味的目的。究其原因：米芾首先是一个收藏宏富的收藏家，鉴定家，对历代绘画的优劣得失了然于胸，更多考虑的是绘画本体的内容；而苏轼首先是一代文豪，然后才以业余爱好者的身份来发表他的绘画观，较多地以诗(文学)的标准来衡量、要求绘画，固然不乏真知灼见，但终究与画隔了一层。所以后多是把米芾当作画家，把苏轼当作美术理论家来看的。心中叨念的是苏轼的画论，而手中实践的却是米家云山，尽管苏轼有画传世而米芾一无所有。作为历史研究，不能不指出米芾的美术思想远比苏轼超出他们所处的那个时代。\n其子米友仁书法继承家风，亦为一代书家。\n","category":"草书","verified":true,"user":1,"timestamp":1429951563806},{"name":"苕溪诗卷","dynasty":"宋代","category":"行书","author":"米芾","type":"纸本墨迹","description":"《苕溪诗卷》，米芾书，纸本，行书，纵30.3厘米，横189.5厘米。北京故宫博物院藏。","text":" 全卷35行，共394字，末署年款“元戊辰八月八日作”，知作于宋哲宗元祐三年戊辰（公元1088年），时米芾38岁。开首有句“将之苕溪戏作呈诸友，襄阳漫仕黻”。知所书为自撰诗，共6首。\r\n\r\n　　此卷用笔中锋直下，浓纤兼出，落笔迅疾，纵横恣肆。尤其运锋，正、侧、藏、露变化丰富，点画波折过渡连贯，提按起伏自然超逸，毫无雕琢之痕。其结体舒畅，中宫微敛，保持了重心的平衡。同时长画纵横，舒展自如，富抑扬起伏变化。通篇字体微向左倾，多攲侧之势，于险劲中求平夷。全卷书风真率自然，痛快淋漓，变化有致，逸趣盎然，反映了米芾中年书的典型面貌。吴其贞《书画记》评此帖曰：“运笔潇洒，结构舒畅，盖教颜鲁公化公者。”道出了此书宗法颜真卿又自出新意的艺术特色。\r\n\r\n　　此卷末有其子米友仁跋：“右呈诸友等诗，先臣芾真足迹，臣米友仁鉴定恭跋。”后纸另有明李东阳跋。据鉴藏印记，知此帖曾藏入南宋绍兴内府，明杨士奇、陆水村、项元汴诸家，后入清乾隆内府，并刻入《三希堂法帖》。\r\n\r\n　　释文：\r\n\r\n　　将之苕溪，戏作呈诸友。襄阳漫仕黻。\r\n　　松竹留因夏，溪山去为秋。久赓白雪咏，更度采菱讴。缕会（此字误书旁注卜乃点去符号）玉鲈堆案，团金橘满洲。水宫无限景，载与谢公游。\r\n　　半岁依修竹，三时看好花。懒倾惠泉酒，点尽壑源茶。主席多同好，群峰伴不哗。朝来还蠹简，便起故巢嗟。\r\n　　余居半岁，诸公载酒不辍。而余以疾，每约置膳清话而已，复借书刘、李，周三姓。\r\n　　好懒难辞友，知穷岂念通。贫非理生拙，病觉养心功。小圃能留客，青冥不厌鸿。秋帆寻贺老，载酒过江东。 \r\n　　仕倦成流落，游频惯转蓬。热来随意住，凉至逐缘东。入境亲疏集，他乡彼此同。暖衣兼食饱，但觉愧梁鸿。\r\n　　旅食缘交驻，浮家为兴来。句留荆水话，襟向卞峰开。过剡如寻戴，游梁定赋枚。渔歌堪画处，又有鲁公陪。\r\n　　密友从春拆，红薇过夏荣。团枝殊自得，顾我若含情。漫有兰随色，宁无石对声。却怜皎皎月，依旧满舡行。\r\n　　元祐戊辰八月八日作。\r\n\r\n　　注：此卷原贮长春伪满宫，后散出宫外，红字全缺或少缺。今据未损照片本依米帖缺字摹出。","user":1,"timestamp":1429424699175},{"name":"苕溪诗卷","dynasty":"宋代","category":"行书","author":"米芾","type":"纸本墨迹","description":"《苕溪诗卷》，米芾书，纸本，行书，纵30.3厘米，横189.5厘米。北京故宫博物院藏。","text":" 全卷35行，共394字，末署年款“元戊辰八月八日作”，知作于宋哲宗元祐三年戊辰（公元1088年），时米芾38岁。开首有句“将之苕溪戏作呈诸友，襄阳漫仕黻”。知所书为自撰诗，共6首。\r\n\r\n　　此卷用笔中锋直下，浓纤兼出，落笔迅疾，纵横恣肆。尤其运锋，正、侧、藏、露变化丰富，点画波折过渡连贯，提按起伏自然超逸，毫无雕琢之痕。其结体舒畅，中宫微敛，保持了重心的平衡。同时长画纵横，舒展自如，富抑扬起伏变化。通篇字体微向左倾，多攲侧之势，于险劲中求平夷。全卷书风真率自然，痛快淋漓，变化有致，逸趣盎然，反映了米芾中年书的典型面貌。吴其贞《书画记》评此帖曰：“运笔潇洒，结构舒畅，盖教颜鲁公化公者。”道出了此书宗法颜真卿又自出新意的艺术特色。\r\n\r\n　　此卷末有其子米友仁跋：“右呈诸友等诗，先臣芾真足迹，臣米友仁鉴定恭跋。”后纸另有明李东阳跋。据鉴藏印记，知此帖曾藏入南宋绍兴内府，明杨士奇、陆水村、项元汴诸家，后入清乾隆内府，并刻入《三希堂法帖》。\r\n\r\n　　释文：\r\n\r\n　　将之苕溪，戏作呈诸友。襄阳漫仕黻。\r\n　　松竹留因夏，溪山去为秋。久赓白雪咏，更度采菱讴。缕会（此字误书旁注卜乃点去符号）玉鲈堆案，团金橘满洲。水宫无限景，载与谢公游。\r\n　　半岁依修竹，三时看好花。懒倾惠泉酒，点尽壑源茶。主席多同好，群峰伴不哗。朝来还蠹简，便起故巢嗟。\r\n　　余居半岁，诸公载酒不辍。而余以疾，每约置膳清话而已，复借书刘、李，周三姓。\r\n　　好懒难辞友，知穷岂念通。贫非理生拙，病觉养心功。小圃能留客，青冥不厌鸿。秋帆寻贺老，载酒过江东。 \r\n　　仕倦成流落，游频惯转蓬。热来随意住，凉至逐缘东。入境亲疏集，他乡彼此同。暖衣兼食饱，但觉愧梁鸿。\r\n　　旅食缘交驻，浮家为兴来。句留荆水话，襟向卞峰开。过剡如寻戴，游梁定赋枚。渔歌堪画处，又有鲁公陪。\r\n　　密友从春拆，红薇过夏荣。团枝殊自得，顾我若含情。漫有兰随色，宁无石对声。却怜皎皎月，依旧满舡行。\r\n　　元祐戊辰八月八日作。\r\n\r\n　　注：此卷原贮长春伪满宫，后散出宫外，红字全缺或少缺。今据未损照片本依米帖缺字摹出。","user":1,"timestamp":1429424696991}]