[{"name":"班惟志行书跋赵孟頫书前后赤壁赋册","text":"为元代文人赵孟頫于1301年创作的的书法作品。《前后赤壁赋》是苏轼被黄州时期创作的名篇。赵孟頫所书之《前后赤壁赋》为行书长卷，用笔娴熟、精湛。在笔法上直承右军，以流丽挺健为主，线条温润凝练，外秀内刚。该帖分行布白疏朗从容，用笔圆润遒劲，宛转流美，风骨内含，神彩飘逸，尽得魏晋风流遗韵。\n作品简介\n赵孟頫《前后赤壁赋》纸本册装，共11开21页，每页纵27.2厘米，横11.1厘米。帖共81行，935字。台北故宫博物院藏。末署“大德辛丑正月八日，明远弟以此纸求书二赋，为书于松雪斋，并作东坡像于卷首。子昂。”辛丑为大德五年（公元1301年）时赵孟頫48岁。\n赵孟頫与《前后赤壁赋》\n赵孟頫（1254—1322），字子昂，号松雪，又号水精宫道人，浙江吴兴人，为宋皇室赵德芳的后代。赵孟頫于元至元二十三年应选入朝，一生为官，逝后追封魏国公，谥文敏。\n赵孟頫博学多才，学识过人，诗文、书画、音律均善，亦旁通佛学，明何良俊誉之为“上下五百年，纵横一万里”的人物。客观地评价，赵孟頫书风能笼罩于元、明、清诸代，首先应归功其深厚的艺术造诣，归功于其对传统的精确阐释。当代姜澄清先生的评价较为精当：“书法至赵孟頫才最终确立了‘婉约’的地位。而赵书的出现，是与时代潮流相感应的，并不偶然。”（见《中国书法思想史》）\n作为开宗立派的人物，赵孟頫早年学宋高宗，中年的专习“二王”，虞集谓之“楷法探《洛神赋》而揽其标，行书谐《圣教序》而入其室，至于草书饱《十七帖》而变其形”。同时对篆、隶、章草等赵皆苦心研习，晚年又着力李北海，因此深厚的传统积淀成就了赵体的辉煌。\n《前后赤壁赋》一文为苏东坡贬谪黄州，在人生最为失意、最为灰暗时所作的名篇。公元1301年，时年47岁的赵孟頫重读此文时，其内心的隐痛击打着他的心灵。这时当“明远弟”（此卷跋文中记）呈纸求书时，他内心的郁闷与悲凉便随着东坡的语言汩汩流淌。他的婉约凄美的笔调款款写来，恬然而静谧在宣泄着自己的情怀。这就是赵孟頫这件书法作品（附图为局部）的创作背景。\n《前后赤壁赋》笔法分析\n关于用笔，赵孟頫有句名言：“盖结字因时相传，用笔千古不易。”\n《前后赤壁赋》为行书长卷，书家用笔的娴熟、精湛一览无余。赵字在笔法上直承右军，以流丽挺健为主，线条温润凝练，外秀内刚。\n行书点画富于变化，所谓“数画并施，其形各异；众点齐列，为体互乖”。\n（一）横画\n1．长横\n长横作为字的主画，一般要写得刚直挺健，取左低右高之势，以稳定字的重心。\n长横最常见的写法是切锋落纸，稍顿后向右上翻腕行笔，收笔时向左上稍抵，亦可稍抵后腕外翻带出牵丝，如附图中“音”、“舟”二字。其次如附图中“箫”、“舞”二字的长横，起笔尖锋入纸，腕迅速内翻并辅以笔管左转再向右上行笔。再如附图中“举”、“慕”二字的长横，起笔与上一画衔接，取逆势，然后再折锋右行。\n上述三种长横收笔上只有带不带牵丝的区别，而起笔动作上却大相径庭。从线条效果看，其一爽利清健，其二轻松洒脱，其三则凝练遒劲。\n2．短横\n短横运用频繁，这自然要求其姿态多变，但万变不离其宗，天非在起，收笔上做文章。\n①起笔上的不同。如附图中“天”、“哉”二字，上横系尖锋入纸、腕内翻而成，呈仰势；“于”、“在”二字的上横，尖锋入纸后笔肚稍顿再上行，呈饱满、蕴藉之态；“江”、“巨”下横锋入纸后腕迅速内转发力，显得浑穆而郁勃；“清”、“吾”二字的下横与上一笔连贯而出，可视为藏锋逆入，显得圆劲婉转。\n②收笔上的不同。如附图中“美”字下横收笔迅速上提，与下一笔气息相连；“而”字上横收笔抵锋，透出清挺之气；“泣”字上横翻锋向下顺势带出下一笔，显得协调自然；而另一个“泣”字下横重按轻收，余韵悠长。\n(二)竖画\n作竖之法贵在直中求曲，同时向背及长短的变化；在用笔上令锋聚拢，方能显出劲挺之姿。\n1．长竖\n长竖有悬针与垂露之别。右图中“斗”、“章”二字用悬针，起笔腕稍外翻并辅以笔右转而后向下行笔，边走边提，出锋时迅速于空中作收势。它般用于字的末笔，即“势尽则悬针”。“怀”、“非”二字用垂露，收笔时腕稍驻，轻顿后反折向上作收势。像“茸”字中这样畅意抒怀的长竖，此帖中出现较少，起笔后疾驰而下，凹离弦之箭。\n长竖曲势的表现是以笔的提按顿挫完成的，切不可刻意安排。\n2．短竖\n短竖形态较多，如右图中“知”字中间的竖上尖下圆，似玉珠悬空；“乌”字的竖厚重方折，似玉箸画灰；“川”字之中竖简静果断，与两侧笔画相映成趣；“断”字末竖婀娜跳动，活脱生姿。\n竖画有向背，如右图中“夜”字竖画稍曲，与右面部分相背，“有”字之竖稍曲，与右面部分相向。在同一字中，双竖并施亦须向背，如“相”、“是”二字中便是一向一背。\n另外短竖在具体应用时也要随机而变，与整个字协调。如右图中“幽”字中竖细挺，与旁边粗线条映衬，取得平衡；“地”字两竖长短各异，令字态灵动；“光”字之竖起笔微曲，与下方平直的线条产生对比。\n(三)点\n看来简单的点其实是书法中较难表现的笔画。古人云：“点如高山坠石，磕磕然实如崩也。”诚然，作点笔势要重，落笔要快，但其起、行、收的动作不可缺少。\n1．斜点\n常用于字首，轻锋落笔后腕迅速外翻并辅以笔管右转动作，收笔时用腕法轻提将笔毫收拢，使锋由肚腹中出，如右图中“之”、“窈”二字。\n2．直点\n笔入纸后迅速发力并向右下行，而后转腕出锋，如右图中“客”、“寥”二字。\n3．长曲点\n此点偶尔用之，潇洒大气，如右图中“寂”字上点，尖锋直下，渐渐翻腕发力，至收笔处锋夕啭后弹起。\n。反点\n一般由捺演变而来，行笔尖锋人纸，而后向右下行笔，边行边发力并辅以笔右转动作，收笔处向右下稍顿即可。在具体应用中，它又有轻重、长短的变化，如右图中“哀”、“虾”、“巢”、“欢”四字。\n5．左右点\n大多呈左低右高之态，书写时应注意呼应及变化。一般左点重按轻提向右上萦带，右点顺势向右下翻锋完成，具体形态可略有变化，如右图中“麋”、“与”、“尊”、“答”四字。\n6．上下点\n根据其处于不同的位置而写法上有所变化。在左多上仰下提，与右部呼应，如右图中“况”字；在右多上撇下点，连贯中寓收势，如“龙”字；在下多相互连接，一笔而成，如“于”字。\n7．三点水\n此卷中的三点水较多，但写法上并不强求多变，大多只是行笔上的细微差异。如右图中“酒”、“渺”二字三点水采用上断下连写法，这也是最常见的处理，只有“流”、“江”等少数字做了变化。\n(四)撇\n撇古人谓“陆断犀象”，最易犯的毛病是轻飘。其书写的要领是笔入纸后切忌任笔直拖，而应当有腕指的配合。起笔处腕指须快速外转落纸，向左下行笔时腕指亦须缓缓夕啭配合。\n1．起笔上的变化\n撇在起笔上大多采用切入、顿笔下行的写法。这一入笔动作有助于调正笔锋，表现撇的劲健。右图中“不”、“余”、“徘”三字。而兰叶撇在起笔时尖锋直入，中段饱满，收笔飘逸，轻重变换间有一唱三叹之妙。如右图中“攀”、“明”二字。\n2．收笔上的变化\n右图中“鹿”、“属”二字的撇画为回锋撇，收笔处反折向上，与下一笔呼应；“在”、“少”二字的撇画为出锋撇，收笔时腕指外转并迅疾撇出，显得意韵悠长；“余”、“天”二字的撇画为藏锋撇，收笔时锋稍驻作空收，取温润含蓄之态。\n对于撇收笔的变化，应结合具体的字形相机而行。如果撇后右上部尚有点画，可用回锋撇或藏锋撇与之呼应；如果撇为最后一笔，则宜用出锋撇。\n另外，撇在角度上变化较大。用于字头的平撇，其势短平而行笔干净，如下图中“虬”、“动”二字；用于字左的竖撇，状若竖法而较挺健，如“舷”、“虚”二字；还有运用最广的斜撇，姿态多变，如“倚”、“方”、“有”三字。\n(五)捺\n我们常用“一波三折”来形容捺的形态。准确地说，这只是概括出了捺的总体特征，其实捺还有其他不同的形式。\n赵字中的捺一般较舒展，行笔线路及轻重极为清晰，颇适合临摹玩味。\n1．平捺\n多运用于走之底。一种是典型的一波三折的写法：先向左上轻锋逆入，按笔反折，略提后向右下行笔，逐渐加力，至折角时腕指夕啭平出，如右图中的“之”字。另一种起笔时尖锋直入，不作顿笔。此捺显得轻灵俊逸一些，如“遗”字。\n平捺在写法上还有变为反势者。如右图中的“过”字，折锋逆入后向左上行笔，再笔管下转。此种方法写出的捺画有几分婀娜之态。\n斜捺\n较之平捺的写法，斜捺在写法上丰富了许多：有一波三折者，如右图中的“长”字；有轻入空收、含蓄蕴藉者，如“木”字；有逆笔涩进、隶意盎然者，如“从”字；有收锋抵腕、锋芒毕露者，如“谷”字；有回锋映带、笔断意连者，如“余”字。\n在行草书中，捺法也是富于变化的点画之一。除了上面分析的笔法上的不同处理外，它还有角度、轻重、方圆、收放等方面的变化。\n(六)钩\n1．横钩\n多见于宝盖儿，起笔与横同，至折角时腕外翻同时顿笔向左下钩出，如右图中的“窕”字。如果转角处转锋并不作顿势，则此钩会显得圆劲婉转，如“客”字。\n2．竖钩\n此钩法亦有方圆之分。如果出锋前直接蹲锋反折而上，其钩便果断爽利，如右图中的“闲”字；如果出锋时腕指外转而后钩出，其形便道劲圆融，如“豹”字。\n3．斜钩\n此钩一般作为字的主笔出现，因此要写得劲健‘些。“戈”的曲度不可过大，否则便显得势弱。行笔中出钩要骏急有力，给人骨气深稳的印象，如右图中的“我”、“戛”二字。\n4．卧钩\n卧钩是钩中较难把握的一种，它要求钩出迅疾，竖弯圆劲，做到刚柔相济。行笔中转角处—定要配合腕指的翻转，如右图中的“恕”、“怨”二字。\n5．竖弯钩\n赵字竖弯钩线条凝练，遒劲圆浑，纯以中锋完成。行笔中要以畹指的翻转令笔毫始终聚拢，如右图中的“危”、“光”二字。\n6．背抛钩\n此钩于横折后完成，笔锋几度转换，因此临写时对腕指的动作要悉心揣摩。检验转锋笔法是否准确可参看两个方面：一是线条效果，二是笔毫是否能始终如一。如右图中“飞”、“飘”二字背抛钩的写法就很典型。\n(七)折\n在楷书中，折画可视为横与竖搭接而成，但行书运笔速度较快，因此书写中对动作的准确性要求较高。\n1．横折\n横折在下转时有方、圆的变化。\n方折要求转笔时顿锋直下，取坚挺爽利之气，如右图中的“见”字。赵孟頫《前后赤壁赋》中方转较少，圆折最为常见，此亦显示出赵孟頫对腕法、指法的熟稔程度。如右图中“焉”、“驾”、“高”、“鱼”四字的转折均不露痕迹，颇见功力。\n2．竖折\n《前后赤壁赋》中竖折出现较少，在行笔时，只要处理好腕由竖的外转变为横的内转即可。如右图中“山”、“幽”二字的竖折，虽然形态各异，但转腕的方法都是一样的。\n《前后赤壁赋》结字特点\n在这里，又要提及赵孟頫“盖结字因时相传，用笔千古不易”的名言。对于笔法，古人是有一套相对谨严的规则的，今人孙晓云的《书法有法》一书对此亦作了专门论述。\n但结字却不同，它随着时代的发展不断演绎着新的点线分割。“因时相传”的含义也许便是指字法会因时代、风俗及个人情趣、爱好、审美观等的不同而有所不同。\n作为艺术家的杰出代表，赵孟颊于书法的字法当然有着自己的理解。他曾说：“书以用笔为上，结体亦须用功。”下面将着重分析一下《前后赤壁赋》的结字特点\n1．横向取势\n赵孟頫得“二王”衣钵，但字法上却不似羲之的清挺，而是有着独树一帜的风采。\n纵观此卷，其书多横向取势，以宽绰的体格令字势疏朗安逸。书家对横势的拓展手法极为高妙，如附图中“时”、“曹”二字突出长横，“放”、“翅”二字放纵捺画，“能”、“俯”二字收缩竖笔，“雄”、“冯”二字中部留白等。\n当然这种横向取势只是其字法的主旋律，其间亦不乏方形或长形结构的穿插。“谨于结构”的赵孟頫不会忽视这一点。他采用较大的字距留白、活泼多变的字形、适时的纵向取势，偶尔的草书参差等方式，使这种横向取势成为美妙的音符。\n笔者尤其注意到作品中个别的“之”字（见图），书家有意写成纵势，其窄长的形、连绵的线很好地调节了作品的节奏。\n2．缜密和谐\n相较于王羲之《圣教序》的清爽挺拔，赵书传达的是一种秀润婉转、遒劲超逸的美感。\n这份美感的获得应当是得益于赵字结体的缜密和谐。下面试拈出几例分析：\n附图中“郁”、“鹊”二字点画复杂，但其密处不显闭塞，疏处挺匀自如，下笔的轻重、位置、收放动作十分精确。\n附图中“缪”字本在分量上左轻右重，但书家在书写时令左按右提，视觉上一下子取得了平衡。\n附图中“今”字中部两横及下竖的位置恰到好处，所分割的空间匀称得如用尺量过。\n附图中“陵”字书写时有意将左部收缩，两边紧凑、中部疏朗，使该字顿生意趣。同样的字法还有“孟”字，只不过它是以上下的密映衬中部的疏。\n3．错落有致\n如何为缜密挺匀的结字增添灵动洒脱之气，除了上面所讲的运用草法外，还有便是于错落上做文章。\n在《前后赤壁赋》中，左右结构的字令其长短相携，高低俯仰，如右图中“旗”字；上下结构的字令其宽窄变幻，窈窕多姿，如“惊”字；独体字令其点画参差，笔致活脱，如“亦”、“也”二字。\n4．动静映衬\n这一字法的特点为看似沉稳端然的赵字注入了几许灵动之气。\n此卷的动静映衬包括章法处理上的行、草夹杂，亦包括字法上的运用。“静”无非指行笔沉静，处理方法似楷书一般；“动”当然指笔致飞动，采用草书的笔意。如右图中“顺”、“荆”二字，以半边静半边动的行笔丰富了字法的表现力。\n5．轻重相携\n如果着眼于章法，此卷行间的轻重变换是十分明晰的；而注目于字法，其线条的轻重相携亦比比皆是。\n轻重是通过用笔的提按来实现的，或左右对比，或上下各异，或内外有别，由右图中“栖”字可见。\n当然，这种字法的处理应注意自然妥帖，切忌过于机械。一般要将一个部首作为一个单元，不可将一笔作为一个节拍，写成笔笔都有轻重变化。\n创作中应注意的几个问题\n《前后赤壁赋》)作为赵孟頫中年时期“二王”一脉书风的代表作，展露出书家对“二王”技法的娴熟驾驭。我们在创作中应注意以下几点：\n(一)内容选择\n作为“婉约派”书风的代表，赵书中一线贯穿的是那份轻松、幽婉与不激不厉。毋庸置疑，这样的笔调不适宜表现雄壮、浑穆或深奥一类的题材，而是契合于凄美、感伤或清新的诗词歌赋，如柳永、晏殊、陶渊明等人的作品。\n(二)行笔速度\n赵孟頫“日书万字”，但那是建立在技法精熟层面上的。而对于初学者来说，针对其书风特点，还是应该以闲适的心境，“字正腔圆”地进行书法创作，切不可任笔涂抹，否则其点画起、行、收的动作便难以表现，从而丧失了线条的凝练遒劲之气。\n(三)笔法运用\n临习赵字最易失之油滑、单调。要克服这一，弊病，一是要强化腕指翻转动作及其准确性；二是要注意行笔力度的协调变化，以笔的提按来完成线的律动。\n(四)字势把握\n着眼于章法，赵字在舒缓、宁静的节奏中并不乏激越的“敲打”。或纵横变幻，或大小穿插，或行草夹杂，或欹正相生，或轻重相携，字势丰富多变。因此在创作中要注意字的形状、大小、轻重的变化，并间或使用草书。\n(五)计白当黑\n空白作为作品有机的组成部分，却时常为人们所忽视。其实，事物是相对存在的，有坏才有好，有疏才有密，有黑才有白。\n书法中的“白”能给人以简静、疏朗的感觉。展开此卷，无论是字距还是行距，均留白较大，给书作增加了几丝柔和、静谧之气。因此在创作中也应有知白守黑的意识。\n","category":"行书","verified":true,"user":1,"timestamp":1429951539257},{"name":"班惟志行书跋赵孟頫书前后赤壁赋册","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791637704,"text":"班惟志《跋赵孟頫书前后赤壁赋册》 纵27.2厘米 横11.1厘米 台北故宫博物院藏","author":"元代班惟志","description":"班惟志行书跋赵孟頫书前后赤壁赋册"}]