[{"name":"黄自元楷书间架结构摘要92法","text":"《间架结构摘要九十二法》又称《楷书间架结构九十二法》、《间架结构九十二法》是清末楷书大师邵瑛所著，黄自元光绪十年临摹成。新中国成立后，湖南美术出版社曾重印黄自元的《楷书间架结构九十二法》。\n\n黄自元（1837-1916年），字善长，号敬与，清末湖南安化人，同治七年（公元1868年）进士，并点为榜眼，赐奉政大夫，供职翰林院，后又任各省乡试考官。官至记名御史，翰林检修，曾任武英殿总纂，翰林院编修，以及陕西道监察御史和甘肃宁夏知府。五十岁后离职回籍，讲学之间并以书法自娱。黄自元习字始学颜真卿，后法柳公权、欧阳询、邵瑛，并博取众长，而自成家法。 \n作品评价\n《间架结构摘要九十二法》是黄自元在唐初四大书家之一欧阳询间架结构《三十六法》和邵瑛著作基础上系统、全面地研究剖析了汉字结构组合规律，归纳总结出九十二种汉字结体书写的方法，并各有典型例字。他的楷书集欧、颜、柳三家之长，不仅得欧体之笔法结构，且备颜体之丰润遒劲，又见柳体之骨法劲健，不愧为一代楷书巨匠。他所临摹的《间架结构摘要九十二法》，是一本较为完整、实用的法帖，更对后世书者影响巨大，不仅适于初学书者临习，也可供书法爱好者参考欣赏。 \n字帖内容\n（1）上面是宝盖的字，其余笔画应帽于其下。如：宇、宙、定\n（2）下面有底托状的字，其余笔画应托于其上。如：至、孟、圣\n（3）以左半部为主的字，左边要高，右边要低。如：部、幼、即\n（4）以右半部为主的字，右边要长，左边要短。如：绩、议、读\n（5）有横担的字，中横应该写得长些；如：喜、吾、安\n（6）有竖笔贯中的字，中竖应正直不歪。如：甲、平、干、午\n（7）勾拿笔不应弯曲、短小。如：葡、萄、蜀、葛\n（8）勾衄笔不应直长。如：句、匀、勿\n（9）横短撇长；如：左、在、尤、龙\n（10）横长撇短；如：右、有、灰\n（11）横画短竖画长的字，撇捺应延伸。如：木、本、朱\n（12)横画长竖画短的字，撇捺应缩短。如：乐、集\n（13）横长竖短。如：十、上、下、士\n（14）横短竖长。如：才、斗、丰、井\n（15）上下有横画的字，应上短而下长。如：丕、正、亚\n（16）左右有竖画的字，左边应收而右边伸展。如：目、自、因、固\n（17）左为撇画右为竖画的字，应左撇短右竖长。如：川、升、邦\n（18）左为竖画右为撇画的字，左竖应手敛而右撇应放展。如：伊、侈、修\n（19）有几点的字，各点方向要不同，使其有所变化。如：亦、赤、然\n（20）有数横画的字，各横长短要不同，使其不显得呆板。如：三、冉\n（21）由两个相等部分组成的字，左右要均匀。如：颜、顾\n（22）由三部分组成的字，中间务正。如：御、谢、树\n（23）由上下两部分构成的字，上下两部分各占一半，中间稍加变化。需、留\n（24）由上中下三部分组成的字，头和尾伸缩要得当。如：章、意、素、累\n（25）左偏旁小的字，要上边取齐如：吸、呼、峰、峻\n（26）右偏旁小的字，要下边取齐。如和、知、细\n（27）外为四叠的字（四个口），整个字形要正方。如：嚣、器\n（28）内为四叠的字，布置要均匀、紧密。如：爽、齿\n（29）斜勒笔画不要写平，写平了则没有气势。如：七、也\n（30）平勒画若写斜了则不端正。如：云、去、且、旦\n（31）纵捺之字，要积聚起笔，收拢尾笔。如：丈、尺、史、又\n（32）纵戈之字，最忌无力而又弯曲。武、成、或\n（33）横戈笔画不怕弯曲。如：恩、息、必、志\n（34）伸钩之字应抱持。如：勉、旭、抛\n（35）承上之“人”字，应恰在正中。天、父、外、文\n（36）屈钩笔之势，应缩小才好。如：鸠、辉\n（37）马齿的钩锋，应对着四点之中。如：鸟、马\n（38）上边为平画的字，其顶应相齐。如：师、明、既、野、\n（39）下边为平画的字，应与底对齐。如：朝、故、辰\n（40）有几个捺画的字，应有缩有伸。如：谈、茶、黍\n（41）有几个钩提的字，有的要挑起钩，有的要藏笔锋。如：禁、林、森\n（42）上下有钩提的字，下钩明显而上钩要隐藏。如：哥、柔\n（43）有俯钩和仰钩的字，俯钩要短，仰钩要长。如；冠、寇、宅\n（44）以上部为主的字，应让上边宽。如：普、皆、齐\n（45）纵腕笔，应弯曲而有力。如：风、飞、气\n（46）横腕笔，应圆润俊秀。如：先、见、元、毛\n（47）纵撇最忌象老鼠的尾巴。如；庭、居、底\n（48）有并排几个撇的字，不要写成象一排牙齿。如：友、及、反、皮\n（49）连着三撇的字，下撇应顶着上撇的中间。如；修、参、须、形\n（50）三点的写法，下点的提锋应与上点的结尾相对应。如：治、洪、流、海\n（51）以下部为主的字，下部应宽。如：表、禹\n（52）以右部为主的字，右部可丰满些。施、腾、靖\n（53）以左部为主的字，左部应大些。如：敬、敛、刘\n（54）以左右为主的字，中间宜小。如；弼、辩、衍、仰\n（55）以中间为主的字，中部应大。如：掷、番；\n（56）以上下为主的字，中间应小。如：莺、寡\n（57）卜字要写正不要偏，与上截的中间相对。如：是、足、走\n（58）土字要写正不要偏，与下截左边的竖画要对正。如：者、老、考\n（59）结构错综复杂的字，要穿插对应退让，但不能乱。如：繁、馨\n（60）结构紧密的字，布置要得当，不要显得拥挤杂乱。如：继、缠\n（61）当悬针的笔画若成垂露（结尾如露珠、圆形），则不美观。如：车、申、中、巾\n（62）当垂露的若悬针，则显得无力。如：卓、单\n（63）字体虽是斜的，但字心要正。如：易、乃、母、力；\n（64）字体本是正的，要写得有骨力；如：正、主、本、王\n（65）字本来就瘦的，字形不要写得太短。如：身、目、耳、贝；\n（66）字本来就矮的，就写得粗壮些。如：白、工、日、四\n（67）盖下（指人）的写法要使撇和捺匀称。如：会、合、金、命；\n（68）趁（ㄨ）的写法要左右相称。如：琴、吝、各、谷\n（69）虽宜肥的字，但不要显得臃肿；如：土、山、公、止\n（70）虽宜瘦的字，但不要显得太瘦。如：了、寸、才、卜\n（71）笔画少的字，要写的丰满些；如：上、下、千、小\n（72）笔画多的字，要写的均匀。如：赢、鼎\n（73）堆叠的字，也要消溶纳实，既不拥挤，也不松散；如：晶、磊、森\n（74）积累的字，要笔画清晰。如：糜、零、靡\n（75）下面的横画，应该稍微长点，以与右竖的末尾相接。如：口、日、田、\n（76）末钩应该稍微拖长一点，使之好象带有往下的趋势。如：丁、宇、亭\n（77）走之上的字，应上略大而下稍小。如：远、还、逮\n（78）横长撇短的字，右边不宜用捺。莫、矣、矢、契\n（79）左竖不嫌短，右竖不嫌长；如：作、仰、冲、行\n（80）左竖不嫌长，右竖不嫌短。如：臣、巨、佳\n（81）宝盖的钩，要写的象鸟在看它自己的胸部一样就妙；如：官、空、宰、\n（82）纂集排列的笔画要象精工雕刻的一样就好。如：赫、鹧、鬻（yu)\n（83）从“卩”的字，以此为标准；如：印、叩、却\n（84）从“邑”（右阝）的字，以此为标准；如：郊、郑、邻\n（85）从“阜”（左阝）的字，以此为标准。如：阪、陔\n（86）从“登”字头的字，以此为标准。如：登、凳\n（87）从“祭”字头的字，以此为标准；如：祭、蔡、察\n（88）从“聚”字底的字，以此为标准；如：聚\n（89）从“豕”的字，以此为标准；如：家、象、豪\n（90）从“亻”的字，以此为标准；如：仁、仪、俯、休\n（91）从“彳”的字，以此为标准；如：徐、循、行、很\n（92）从“乱”字中的竖弯钩的字，以此为标准。如：乳、乱、色、包\n","category":"楷书","verified":true,"user":1,"timestamp":1429951663471},{"name":"黄自元楷书间架结构摘要92法","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791622748,"text":"黄自元间架结构摘要92法","author":"清代黄自元","description":"黄自元楷书间架结构摘要92法"}]