[{"name":"米芾行楷王略帖赞","text":"《破羌帖》亦称《王略帖》，草书，9行，81字。桓温收复旧京洛阳是在公元356年（东晋永和十二年）八月，王羲之已经辞官归隐，但他仍关心国家大事，对于摧破羌贼，感到由衷的喜悦，《破羌帖》的字里行间流露出振奋的心情。\n法帖简介\n【名称】破羌帖 \n【材质】纸本墨拓\n【字数】9行，81字\n《破羌帖》又称《王略帖》，因帖中第三行有《王略始及旧都》一语，故名。《宣和书谱》卷第十五著录《王略帖》帖目，即此帖。另外还有《桓公至洛帖》、《桓公破羌帖》之称。《破羌帖》刻本见于《绛帖》、《澄清堂帖》、《宝晋斋法帖》、《二王帖》、《戏鸿堂帖》、《玉烟堂帖》。 \n法帖内容\n释文\n知虞帅书，桓公以至洛①，即摧破羌贼②，贼重创，想必禽之③。王略始及旧都④，使人悲慨深。此公威略实著，自当求之于古，真可以战，使人叹息。知仁祖小差⑤，此慰可言。适范生书如其语⑥，无异。故须后问为定，今以书示君。 \n注释\n①知虞帅书，桓公以至洛：虞帅，虞义兴。“桓公”，桓温，东晋将领。“书”，清严可均辑《全晋文》作“云”。\n王羲之有《虞义兴帖》：“虞义兴适送此，桓公摧寇，罔不如志，今以当平定。古人之美，不足比踪，使人叹慨，无以为喻。”内容与《破羌帖》相同，另外还有《桓公当阳帖》一帖内容以相近。 ②即摧破羌贼：羌贼：指姚襄，羌人。354年背晋降燕，356年，姚襄进攻洛阳，东晋桓温同时亦率军北伐，向洛阳挺进，姚襄回师抵抗，大败。王羲之有“得谢范六日书，为慰。桓公威勋，当求之古，令人叹息。比当集姚襄也。”一帖。 “即”，一释作“今”字。\n③贼重创：“创”，《全晋文》作“命”字。 \n④王略始及旧都：“王略”，王法，国法。《左传·成公二年》：“兄弟甥舅，侵败王略……”杜预注：“略，经略，法度。” \n知仁祖小差：“仁祖”，指谢尚，谢尚字仁祖。\n⑤适范生书如其语：“范生”，刘涛考证为“范汪”，字玄平。王羲之《知念帖》有“亦不知范生以居职”句，《右军书记》亦有“数见范生，亦得其近书”帖文。[8-9]   \n写作背景\n《破羌帖》中言“桓公以至洛”是356年8月事，《晋书》卷八穆帝记载：“秋八月己亥，桓温及姚襄战于伊水，大败之。襄走平阳，徙其余众三千余家于江汉之间，执周成而归。使扬武将军毛穆之，督护陈午，辅国将军、河南太守戴施镇洛阳。”桓温初至洛，本表镇西将军谢尚都督司州诸军事，镇洛阳。因谢尚（仁祖）因病未至，才留颍川太守毛穆之等入镇洛阳。帖中既言“知仁祖小差”，则去收复洛阳未久。谢尚在356年年底因病而去司州之任，帖中未及，则《破羌帖》书写时间在356年（永和十二年）秋季，桓温尚未还朝。\n桓温收复旧京洛阳，这在东晋是举国欢庆的大事。王羲之已归田里，依然关注朝政戎机，并且在与亲朋的信函中再三提及此事。 \n56年王羲之书《都下帖》、《丧乱帖》、《诸从帖》、《伏想清和帖》、《破羌帖》。 \n法帖赏评\n赏析\n《破羌帖》共九行八十一字，结字峻美，笔意练达，笔法人神，骨肉相宜，清代刘熙载在《艺概·书概》中说“草书比之正书，要使画省而意存可于争让向背间悟得。”《破羌帖》中的“破”、“禽”仅用两笔写出，笔画简略而形态俱存，特征明确。第一行和最后一行都有一个“今”字，但书写不同，第一行“今”字前的一字是“洛”字，笔画较硬，故“今”字，肉较多，写得较软。而最后一行的“今”字，考虑前后两字的用笔形态，故第一笔写得较硬，以两笔完成此字。这是基于章法和字与字之间对比关系考虑的，“画省”是总体要求并不是一概而论。如果每个字都平均对待笔，画极省略，势必通篇稀稀朗朗显得松散无力。《破羌帖》中的“虞”、“摧”则保留其较多的笔画以便与其他笔画少的字形成对比。“草书尤重筋节，若笔无转换，一溜直下，则筋节亡矣”（刘熙载《艺概·书概》）。《破羌帖》许多字筋节刻画都非常精采，“贼”字第一笔画近似乎直角笔、力劲健，笔势的转换穷极变化，“求之”两字垂笔特长，连笔而书，气韵生动。“适”字为断句的最末一字，字体稍大，有横断截流之势。 \n评价\n宋代米芾在《海岳名言》中曾说“一日不书，便觉思涩，想古人未尝片时废书也。因思苏之才《桓公至洛帖》，字明意殊有工，为天下法书第一。” \n法帖跋赞\n宋代黄诰、刘泾、薛绍彭等跋赞，全文录自米芾《王略帖赞》（《破羌帖跋赞》）行楷书墨迹，纵22.9厘米，横48.2厘米，北京故宫博物院藏。\n右将军金紫光禄大夫王羲之书八十一字赞。\n昭回于天垂英光，跨颉历籀化大荒。烟华澹秾动彷徉，一噫万古称天章。鸾夸虬举鹄序行，洞天九九通寥阳。茫茫十二小劫长，玺完神诃命芾藏。\n癸未岁太常玉堂手装。左司郎中黄诰。\n隋珠荆玉烂生光，际天蟠地射八荒。嗟我一见犹激昂，而况好古真元章。不买金钗十二行，以彼易此归华阳。天公六丁气焰长，雷电取去宜深藏。职方郎中刘泾。\n至人代天发幽光，手生苍华秀芜荒。万夫蛇蚓谢轩昂，断是龙被五色章。大珠自点玉著行，印跋翕受交混茫。公其敬识神理长，不畀正眼非归藏。承议郎薛绍彭。\n宝晋不空来夜光，沧浪一濯聊治荒。至宝无价谁低昂，怀充押尾开元章。楷字不见褚影行，永和岁月今茫茫。传至太平随世长，金题玉蹀重珍藏。刘泾。\n金十五万一色光，平生好奇非破荒。神明顿还貌昂昂，冠佩肃给系宝章。晓趋大庭动鹓行，但笑不与见者忙。北窗卷舒化日长，何必绝人洗而藏。绍彭。\n晋大司马至洛阳，威略已著摧破羌。声驰江左传国光，右军笔阵争堂堂。妙用作意驱俊芒，惊鸿乍起游龙翔。仁祖无奕乌衣郎，挂名篇末流遗芳。开元散落王涯藏，联翩飞动茂密行。料简鉴赏盛有唐，传授视此真印章。 \n王羲之（321-379年，一作303-361年）字逸少。东晋著名书法家。琅琊临沂（今山东临沂）人。初任秘书郎，后任宁远将军、江州刺史、右军将军、会稽内史等，世称王右军。后因与扬州刺史王述不和，辞官定居会稽山阴（今绍兴）。王羲之出身于建康乌衣巷显赫的王家，是王导之侄。曾与谢安共登冶城，“悠然遐想，有高世之志。”早年从卫夫人学书法，后来改变初学，草书学张芝，正书学钟繇。博采众长，备精诸体，一变汉魏以来质朴的书风，独创妍美流便的新体。王羲之的正书、行书为古今之冠，人赞其笔势“飘若浮云，矫若惊龙”。王羲之为历代学书法者所崇尚，被奉为“书圣”。其作品真迹无存，传世者均为后人摹本。行书以《兰亭序》为代表作，草书以《初月帖》、《十七帖》，正书以《黄庭经》、《乐毅论》最著名。\n相关阅读\n米芾与破羌帖\n米芾在都下“以泉十万得之”，据米芾《书史》载：“王羲之《桓公破羌帖》，有‘开元’印，唐怀充跋。笔法入神，在苏之纯家。之纯卒，其家定直，久许见归。而余使西京未往，宗室仲爰力取之。且要约曰：米归，有其直。见归即还。余遂典衣以增其直，取回。仲爰已使庸工装背，剪损古跋尾参差矣，痛惜痛惜！”\n米芾因收藏王羲之《破羌帖》、王献之《十二月帖》、谢安《八月五日帖》，遂名其书室为宝晋斋。 \n米芾《适意帖》也叙及获《王略帖》（即《破羌帖》）事：“百五十千与宗正争取苏氏《王略帖》（旁注：右军），获之。梁、唐御府跋记完备。黄秘阁知之，可问也。人生贵适意，吾友觑一玉格，十五年不入手，一旦光照宇宙，巍峨至前，去一百碎故纸，知他真伪，且各足所好而已，幸图之！米君若一旦先朝露，吾儿吝，万金不肯出。芾顿首。” \n陆游与破羌帖\n陆游《北窗》一诗：“九陌黄尘早暮忙，幽人自爱北窗凉。清吟微变旧诗律，细字闲抄新酒方。草木扶疏春已去，琴书萧散日初长。破羌临罢榰颐久，又破铜匜半篆香。”诗中融会陶渊明诗意，描写自己吟诗、抄酒方、弹琴、临帖等闲适的村居生活，但是诗末却有意无意地写出临完《破羌帖》后出神良久的情形，颇耐人寻味。钱仲联注释末句云：“黄伯思《东观余论》卷上：‘陶谷家所畜逸少破羌帖，……其帖云：知虞帅云：‘桓公以至洛，即摧破羌贼，贼重命，想必禽之。王略始及旧都，使人悲慨深。’……仆尝跋之云：‘是时逸少去会稽内史已岁余，方遁迹山水间，宜不复以世务经怀，而此书事叹宣武之威略，悲旧都之始平，忧国嗟时，志犹不息。……’读东观余论此篇，盖知游所以临破羌而兴感之故。”陆游临摹《破羌帖》是有深意的，他是通过王羲之写此帖时虽已遁迹山水之间，仍忧国嗟时的复杂心情，把自己“心在天山，身老沧洲”的心态委婉含蓄地表达了出来。 \n","category":"行楷","verified":true,"user":1,"timestamp":1429951593206},{"name":"米芾行楷王略帖赞","dynasty":"宋代","category":"行楷","type":"","user":1,"timestamp":1429791645630,"text":"米芾王略帖赞 （《破羌帖跋赞》） 行楷书 纵22.9厘米 横48.2厘米 北京故宫博物院藏。\n释文：\n右将军金紫光禄大夫王羲之书八十一字赞。昭回于天垂英光，跨颉历籀化大荒。烟华澹秾动 彷徉，一噫万古称天章。鸾夸虬举鹄序行，洞天九九通寥阳。茫茫十二小劫长，玺完神诃命芾藏。\n癸未岁太常玉堂手装。\n左司郎中黄诰。\n隋珠荆玉烂生光，际天蟠地射八荒。嗟我一见犹激昂，而况好古真元章。不买金钗十二行，以 彼易此归华阳。天公六丁气焰长，雷电取去宜深藏。\n职方郎中刘泾。至人代天发幽光，手生苍华秀芜荒。万夫蛇蚓谢轩昂，断是龙被五色章。大 珠自点玉著行，印跋翕受交混茫。公其敬识神理长，不畀正眼非归藏。\n承议郎薛绍彭。宝晋不空来夜光，沧浪一濯聊治荒。至宝无价谁低昂，怀充押尾开元章。楷 字不见褚影行，永和岁月今茫茫。传至太平随世长，金题玉躞重珍藏。\n刘泾。金十五万一色光，平生好奇非破荒。神明顿还貌昂昂，冠佩肃给系宝章。晓趋大庭动 鹓行，但笑不与见者忙。北窗卷舒化日长，何必绝人洗而藏。\n绍彭。晋大司马至洛阳，威略已著摧破羌。声驰江左传国光，右军笔阵争堂堂。妙用作意驱 俊鋩，惊鸿乍起游龙翔。仁祖无奕乌衣郎，挂名篇末流遗芳。开元散落王涯藏，联翩飞动茂密行。 料简鉴赏盛有唐，传授视此真印章。","author":"宋代米芾","description":"米芾行楷王略帖赞"}]