[{"name":"大唐三藏圣教序","text":"《圣教序》全名《大唐三藏圣教序》，由唐太宗撰写。后由沙门怀仁从王羲之书法中集字，刻制成碑文，称《唐集右军圣教序并记》，或《怀仁集王羲之书圣教序》，因碑首横刻有七尊佛像，又名《七佛圣教序》。\n唐贞观十九年（公元645年）二月，玄奘法师在印度求法十七年后，携梵本佛典到长安，太宗见之甚喜。当年三月，玄奘奉命居弘福寺，并从事译经。贞观二十二年（公元648年），太宗亲自为之撰序，皇太子（李治，后为唐高宗）作记，此序和记，与太宗御敕、皇太子笺答、玄奘所译心经，由弘福寺沙门怀仁从唐内府所藏王羲之书迹及民间王字遗墨中集字，历时二十余年，于咸亨三年（公元672年）刻成此碑，全称为[大唐三藏圣教序]。碑高九尺四寸六分，宽四尺二寸四分，行书三十行，每行八十三至八十八字不等，惜今已断裂。现存西安碑林。\n怀仁是长安弘福寺僧，能文工书，受诸寺委托，借内府王羲之书迹，煞费苦心，历时二十四年，集摹而成此碑。遂使“逸少真迹，咸萃其中”。碑文选自王书各帖，如知、趣、或、群、然、林、怀、将、风、朗、是、崇、幽、托、为、揽、时、集等字皆取自《兰亭序》。由于怀仁对于书学的深厚造诣和严谨态度，致使此碑点画气势、起落转侧，纤微克肖，充分地体现了王书的特点与韵味，达到了位置天然、章法秩理、平和简静的境界。”\n当然这种集字的做法也有相当的局限性。如重复的字较少变化，偏旁拼合的字结体缺少呼应。自此碑以后，效集王羲之书或其他大书法家书的字集为碑刻者不断出现，如僧大雅集《兴福寺碑》，唐玄序集《新译金刚经》等均为佳作，但仍以《集王羲之圣教序》最为成功。\n传世宋拓有墨皇本，现藏天津市艺术博物馆；明代刘正宗藏本，现藏陕西博物馆；1972年在西安碑林石缝间发现整幅宋拓本；其他还有郭尚先藏本等；均有影印本行世。\n《大唐三藏圣教序》原文：\n太宗文皇帝制\n弘福寺沙门怀仁集晋右将军王羲之书\n盖闻二仪有像，显复载以含生；四时无形，潜寒暑以化物。是以窥天鉴地，庸愚皆识其端；明阴洞阳，贤哲罕穷其数。然而，天地苞乎阴阳而易识者，以其有像也。阴阳处乎天地而难穷者，以其无形也。故知像显可徵，虽愚不惑；形潜莫睹，在智犹迷。况乎佛道崇虚，乘幽控寂，弘济万品，典御十方，举威灵而无上，抑神力而无下；大之则弥于宇宙；细之则摄于毫厘；无灭无生，历千劫而不古；若隐若现，运百福而长今。妙道凝玄，遵之莫知其际；法流湛寂，挹之莫测其源。故知蠢蠢凡愚，区区庸鄙，投其旨趣，能无惑者哉？\n然则，大教之兴，基乎西土，腾汉庭而皎梦，照东域而流慈；昔者分形分迹之时，言未驰而成化；当常现常之世，民仰德而知遵。及乎晦影归真，迁仪越世，金容掩色，不镜三千之光；丽象开图，空端四八之相。于是征意广被，拯含类于三途。遗训遐宣，导群生于十地。然而，真教难仰，莫能一其旨归。曲学易遵，耶正于焉纷糺？所以空有之论，或习俗而是非；大小之乘，乍沿时而隆替。\n有玄奘法师者，法门之领袖也。幼怀贞敏，早悟三空之心；长契神情，先苞四忍之行。松风水月，未是比其清华；仙露明珠，讵能方其朗润。故以智通无累，神测未形。超六尘而迥出，只千古而无对。凝心内境，悲正法之陵迟。栖虑玄门，慨深文之讹谬。思欲分条抒理，广彼前闻，截伪续真，开兹后学。是以翘心净土，法游西域，乘危远迈，杖策孤征。积雪晨飞，途间失地，惊砂夕起，空外迷天。万里山川，拨烟霞而进影；百重寒暑，蹑霜雨而前踪。诚重劳轻，求深愿达，周游西宇，十有七年。穷历道邦，询求正教。双林八水，味道餐风；鹿苑鹫峰，瞻奇仰异。承至言于先圣，受真教于上贤。探赜妙门，精穷奥业。一乘五津之道，驰骤于心田；八藏三箧之文，波涛于口海。爰自所历之国，总将三藏要文，凡六百五十七部，译布中夏。宣扬胜业，引慈云于西极，注法雨于东垂。圣教缺而复全；苍生罪而还福。湿火宅之干焰，共拔迷途；朗爱水之昏波，同臻彼岸。\n是知恶因业坠，善以缘升。升坠之端，惟人所托。譬夫桂生高岭，云露方得泫其花；莲出渌波，飞尘不能污其叶。非莲性自洁而桂质本贞，良由所附者高，则微物不能累；所凭者净，则浊类不能沾。夫以卉木无知，犹资善而成善，况乎人伦有识，不缘庆而求庆？方冀兹经流施，将日月而无穷；斯福遐敷，与乾坤而永大。\n朕才谢珪璋，言惭博达。至于内典，尤所未闻。昨制序文，深为鄙拙，唯恐秽翰墨于金简，标瓦砾于森林。忽得来书，谬承褒赞。循躬省虑。弥盖厚颜。善不足称，空劳致谢。\n皇帝在春宫述三藏圣记\n夫显扬正教，非智无以广其文；崇阐微言，非贤莫能定其旨。盖真如圣教者，诸法之玄宗，众经之轨躅也。综括宏远，奥旨遐深，极空有之精微，体生灭之机要。词茂道旷，寻之者不究其源；文显义幽，履之者莫测其际。故知圣慈所被，业无善而不臻；妙化所敷，缘无恶而不翦。开法纲之纲纪，弘六度之正教，拯群有之涂炭，启三藏之秘扃。是以名无翼而长飞，道无根而永固。道名流庆，历遂古而镇常；赴感应身，经尘劫而不朽。晨钟夕梵，交二音于鹫峰；慧日法流，转双轮于鹿苑。排空宝盖，接翔云而共飞；庄野春林，与天花而合彩。\n伏惟皇帝陛下，上玄资福，垂拱而治八荒；德被黔黎，敛衽而朝万国。恩加朽骨，石室归贝叶之文；泽及昆虫，金匮流梵说之偈。遂使阿耨达水通神旬之八川，耆阇崛山接嵩华之翠岭。窃以性德凝寂，靡归心而不通。智地玄奥，感恳诚而遂显。岂谓重昏之夜，烛慧炬之光，火宅之朝，降法雨之泽。于是百川异流，同会于海；万区分义，总成乎实。岂与汤武校其优劣、尧舜比其圣德者哉！\n玄奘法师者，夙怀聪令，立志夷简，神清龆龀之年，体拔浮华之世，凝情定室，匿迹幽巖，栖息三禅，巡游十地，超六尘之境，独步迦维。会一乘之旨，随机化物。以中华无质，寻印度之真文。远涉恒河，终期满字；频登雪岭，更获半珠。问道法还，十有七载。备通释典，利物为心。以贞观十九年九月六日奉敕于弘福寺翻译圣教要文，凡六百五十七部。引大海之法流，洗尘劳而不竭；传智灯之长焰，皎幽闇而恒明。自非久值胜缘，何以显扬斯旨？所谓法相常住，齐三光之明;我皇福臻,同二仪之固。\n伏见御制众经论序，照古腾今，理含金石之声，文抱风云之润。治辄以轻尘足岳，坠露添流，略举大纲，以为斯记。\n治素无才学，性不聪敏，内典诸文，殊未观览，所作论序，鄙拙尤繁。忽见来书，褒扬赞述，抚躬自省，惭悚交并。劳师等远臻。深以为愧。\n贞观二十二年八月三日内府。\n般若波罗蜜多心经\n沙门玄奘奉诏译\n观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。舍利子，色不异空，空不异色，色即是空，空即是色。受想行识亦复如是。舍利子，是诸法空相，不生不灭，不垢不净，不增不减。是故空中无色，无受想行识。无眼耳鼻舌身意，无色声香味触法，无眼界，乃至于无意识界。无无明，亦无无明尽。乃至于无老死，亦无老死尽。无苦集灭道，无智亦无得。以无所得故，菩提萨埵。依般若波罗蜜多故，心无罣碍。无罣碍故，无有恐怖。远离颠倒梦想，究竟涅盘。三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。故知般若波罗蜜多是大神咒，是大明咒，是天上咒，是无等等咒。能除一切苦，真实不虚。故说般若波罗蜜多咒，即说咒曰：“揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提萨婆诃，般若多心经。\n般若波罗蜜多心经\n般若。智慧也。波罗蜜。到彼岸也。多。定也。经。径也。\n言此经乃定心之径路也。此经以单法为名。实相为体。观照为宗。度苦为用。大乘为教相。此五者。经中所说之旨也。单法者。即般若波罗蜜多也。实相者。即诸法空相也。观照者。即照见五蕴皆空妄也。度苦者。即度一切业报苦厄也。大乘者。即菩萨所行甚深般若也。\n观自在菩萨。\n观自在者。观听圆明。智慧无碍。观有不住有。观空不住空。心不能动。境不能随。动随不乱其真。得大自在圆通也。\n菩萨。即菩提萨埵之省文。菩提曰觉。萨埵曰有情。谓能觉一切有情。自觉以觉众生也。曰菩萨曰大士。皆尊称佛号之名也。观自在菩萨。即观世音大士也。\n行深般若波罗蜜多时。\n行深者。谓清净因地之法行已深也。\n般若。华言智慧。般若智慧。非识心之昭昭灵灵。乃本心真性之光明。照无量世界。通无量劫事。圆明普照之真智真慧也。\n波罗蜜。华言到彼岸。此岸。乃众生作孽受苦。堕落沉沦之地。彼岸。乃诸佛菩萨究竟到人欲尽净。光明正大之地。\n多者。定也。\n时者。时候也。谓菩萨妙圆明觉超越世出世间。具足三昧慧定之时也。\n照见五蕴皆空。\n照者。本心智慧妙觉明照也。\n见者。本心智慧明圆真见也。\n五蕴者。色受想行识之五阴也。\n空即本心性体实相之真空也。照见蕴空。则本心妙明而性体洞见也。\n度一切苦厄。\n谓解脱一切执著生死烦恼之苦厄。成就一切圆通也。\n舍利子。\n即舍利弗。母名舍利。因母立名。乃佛之弟子。舍利弗于佛弟子之中。智慧第一。而不能如观世音菩萨究竟得证圆通。而成正觉者。盖因滞于智慧也。滞于智慧。则有我相。我见。（空相。空见。）佛故举观自在菩萨之行深般若真空无相之法。以证菩提彼岸。得为圆明普照之标榜。呼舍利子而告之。欲其不滞于我相。我见。空相。空见。而究竟于人空法空。空空之境界。以证无上道也。\n色不异空。空不异色。色即是空。空即是色。受想行识。亦复如是。\n色乃梦幻泡影。故不异于空也。\n空乃一真显露。故不异于色也。\n色有形相。凡有所相。皆是虚妄。终有坏期。故色即是空也。\n空性虚无。无形无声者也。道以虚无之体。视之不见。听之不闻。能生有色有声之天地万物。故空即是色也。\n因色而有六根之领受。六根领受于心。而生思量拟度之想。悬想六尘。而生运用施为之行。行动迁流。而生分辨精粗美恶之识。色受想行识。五者相因也。色有坏时。而受想行识。终归虚妄。亦复如是。色即是空也。能了悟色即是空。逢色不受。则无受想行识诸杂念一心清净。空若太虚。以无相而生真空之实相。亦复如是空即是色也。\n舍利子。是诸法空相。不生不灭。不垢不净。不增不减。\n佛复呼舍利子之名。进一层以告之也。意谓不但五蕴皆空。一切修证菩提之法。莫不皆空。楞伽经云。一切法不生。如是一切法空。若执著于法。则有法生。法生则心意意识皆生。有生则有灭。有生灭。则有垢净增减矣。诸法若如虚空界之空相。岂有生灭垢净增减乎。\n是故空中无色。无受想行识。无眼耳鼻舌身意。无色声香味触法。\n是故承上起下之词。是故真空之中本无我相。何色之有。\n既无我相。自无我见。一切声色何能入我真空妙明之心。自无受想行识矣。\n既无我相。则六根亦非我有。无眼耳鼻舌身意矣。\n六根既无。则六尘无安顿之所。自无色声香味触法矣。\n无眼界。乃至无意识界。\n眼为六根之先锋。意为六识之主帅。而六根六尘。无识不显。\n无眼界。乃至无意识界。则六根六尘六识之十八界皆无界限矣。\n无无明。亦无无明尽。乃至无老死。亦无老死尽。\n无明至老死。乃佛所说三世十二因缘也。\n一曰。无明。谓过去世。妄识迷性也。\n二曰行。谓过去世。一切结业。随无明妄识流转也。\n三曰识。谓现在世。托胎识灵种子也。\n四曰名色。谓现在世。识灵在胎。心但有名。而色身已有质也。\n五曰六入。谓现在世。识灵在胎。已成六根之体。已具六入之用也。\n六曰触。谓现在世。色身出胎之后。六根但有所触。尚未了知六尘之涉入也。\n七曰受。谓现在世。色身日渐长大。已能纳受六尘诸境。尚于贪淫等心未起也。\n八曰爱。谓现在世。色身日益长成。贪淫等心已开。而生种种爱欲。尚未实爱欲之境也。\n九曰取。谓现在世。色身强壮。爱欲日盛。而驰求恣取色声香味触等以实爱欲之境也。\n十曰有。谓现在世。色身因驰求恣取。六根积集欲界。色界。无色界。三界之因。成就欲有。色有。无色有。三有之业果也。\n十一曰生。谓因果不亡。识灵又随业流转。受生于未来世之四生六道也。\n十二曰老死。谓未来世。受生以后。色身衰老。又坏而死也。因无明缘行。因行缘识。因识缘名色。因名色缘六入。因六入缘触。因触缘受。因受缘爱。因爱缘取。因取缘有。因有缘生。因生缘老死。十二因缘。生灭无常。有起有尽。尽而复起。起而复尽。循环三世。生灭轮转。\n若观此十二因缘。皆为无明妄识流转。忽然觉悟五蕴十八界皆空。则本妙明心。如如不动。无有生灭之妄识。则无无明矣。既无无明。则无起无尽。亦无无明尽矣。乃至者。包无行亦无行尽。无识亦无识尽。无名色亦无名色尽。无六入亦无六入尽。无触亦无触尽。无受亦无受尽。无爱亦无爱尽。无取亦无取尽。无有亦无有尽。无生亦无生尽。无老死亦无老死尽。\n无苦集灭道。无智亦无得。\n苦。谓生死烦恼诸苦。\n集。谓积聚。\n人生在世。心为形役。形为事劳。积聚五蕴中之根尘处界。十二因缘生死烦恼。种种苦因。今既无五蕴根尘处界。十二因缘。则无苦因之积聚也。\n灭。谓寂灭。\n道。谓真常不息之道。\n五蕴中一切苦因。一一皆生灭无常。今生灭既灭。寂灭现前。而当体妙明寂静之真性。洞彻圆通。以入真常不息之道矣。\n谓既无苦集灭道。则已入佛慧。明了无碍之智。已得菩提之果。然虽入佛智。乃本心般若真空之本智。般若无知。无所不知。无漏之智。如无智也。虽得菩提之果。亦是本心现量。即心即佛。不假外求。亦无所得也。若知有智。乃曲心推测之知见。非真空无漏之本智也。若云有所得。即有所失。亦有漏也。本心具足本智。故云无智亦无得也。\n以无所得故。\n此承上起下之词。谓一心之本智本法。本自具足。无心外之法可得。若有一法可得。即有一分识心结习未尽。识心结习若尽。则万法本具一心。一心本具万法。一心与万法不二。万法与本心本一。复何有所得哉。\n菩提萨埵。依般若波罗蜜多故。\n菩提萨埵。即菩萨之称。\n依。因也。谓依般若之本智本慧。自悟自修。以登彼岸之故。\n心无挂碍。无挂碍故。无有恐怖。\n挂者悬系。碍者窒塞。依一心之本智。不依缘起之业识。不住客尘之妄法。则心是空心。法皆空法。所谓不依一法而心常住。已得大自在矣。复何挂碍之有。\n恐怖。如地陷风飘。火烧水溺。及杀害恶死。种种之可惊恐怖畏者。既无挂碍。则不滞我相我见。四大皆空。五蕴非有。常清常静。不动不摇。一切如如。复何惊恐怖畏之有乎。\n远离颠倒梦想。究竟涅盘。\n颠倒。谓六尘惑乱。妄想成业。生灭旋复。虚妄轮转。种种颠倒也。\n梦想。谓惑于见思客尘。而迷梦妄想也。若既无恐怖。则障垢已尽。本性不复更迷。虚妄不复更生。复何三界感业而轮转颠倒。复何见思惑乱。而迷梦妄想乎。\n涅云不生。盘云不灭。谓本心本无挂碍。本无恐怖颠倒梦想。一切种种。皆缘起于无始无明虚妄业识耳。今既依当身一心本智。外息诸缘。内心无喘。心如墙壁。外不放入。内不放出。真常真乐。真我真净。究竟直到不生不灭涅盘之大道矣。\n三世诸佛。依般若波罗蜜多故。得阿耨多罗三藐三菩提。\n谓过去现在未来三世诸佛也。\n阿耨多罗。云无上也。\n三藐。云正等。\n三菩提。云正觉。绝诸对待。无有而上之者。故名阿耨多罗无上也。本心本智。各自具足。故名三藐正等也。本心般若智慧。本不为尘劳所蔽。故名三菩提正觉也。谓行深般若之本心本智。到波罗蜜之彼岸。而证菩提之果。不但观自在菩萨而然。即过去现在未来三世诸佛莫不依般若波罗蜜多故。得无上正等正觉之大道也。\n故知般若波罗蜜多。是大神咒。是大明咒。是无上咒。是无等等咒。能除一切苦。\n统妙万法。不可思议之谓神咒者。秘密心印也。\n普照一切。而无所不遍之谓明。\n最极一切。而无上可上之谓无上。\n一切平等。无等可等。谓无等等。\n谓度脱一切生死烦恼苦厄也。\n真实不虚。故说般若波罗蜜多咒。\n谓佛无妄语。如来所说是真语。实语。如语。不诳语。不异语也。\n以一心之本智本慧究竟。即尘劳是清净。即烦恼是菩提。一切苦厄莫不一齐解脱。真实不虚之故。乃说此本心本智。究竟自心秘密之总持也。\n即说咒曰。揭谛揭谛。波罗揭谛。波罗僧揭谛。菩提萨婆诃。\n大凡一切咒语。乃诸佛微妙秘密心印。惟当沉沉静静。无思无虑。一心持念。无记无数。即咒是心。即心是咒。不复以知见立知见。如此持念一心。至于知见无见。则群魔于此以降。真如于此以住。挂碍恐怖于此而解脱。颠倒梦想于此而远离。本智本慧于此而开发。无明烦恼于此而尽泯。\n即无明是大智。即烦恼是菩提。即菩提是五蕴。即五蕴是法身。即法身是诸法。即诸法是空相。即空相是当身一心。即当身一心是如来藏也。般若波罗蜜多心经心咒之功德。\n般若多心经\n太子太傅尚书左仆射燕国公于志宁\n中书令南阳县开国男来济\n礼部尚书高阳县开国男许敬宗\n守黄门侍郎兼左庶子薛元超\n守中书侍郎兼右庶子李义府等奉\n敕润色\n咸亨三年十二月八日京城法侣建立\n文林郎诸葛神力勒石\n武骑尉朱静藏镌字","user":1,"timestamp":1430322024150,"verified":true}]