[{"name":"翁同龢行书家书卷","text":"翁同龢，字叔平，号松禅， 别署均斋、瓶笙、瓶庐居士、并眉居士等，别号天放闲人，晚号瓶庵居士。咸丰六年（1856）一甲一名状元。官至协办大学士，户部尚书，参机务。先后担任同治、光绪两代帝师。光绪戊戌政变，罢官归里。中国近代史上著名政治家、书法艺术家。\n卒后追谥文恭。学通汉宋，文宗桐城，诗近江西。书法遒劲，天骨开张。幼学欧、褚，中年致力于颜真卿，更出入苏、米。工诗，间作画，尤以书法名世。晚年沉浸汉隶，为同、光书法家第一。当时的书法家对他的书法造诣之高十分敬佩。[1] \n人物生平\n翁同龢（1830~1904），江苏常熟(今苏州常熟）人。晚清政坛的重要人物。先后担任同治、光绪两代帝师。历任户部、工部尚书、军机大臣兼总理各国事务衙门大臣。在光绪时期，因卷入“帝党”与“后党”的政治斗争被慈禧太后罢官。\n甲午首恶，与李鸿章暗斗导致清军惨败。\n他在书法艺术方面也有很深的造诣。沙孟海先生在《近三百年的书学》一文中指出：“他出世最晚，所以能够兼收众长—特别是钱沣的方法—有时还掺入些北碑的体势。把颜字和北碑打通了。这是翁同龢的特色。”传世书迹较多。\n《中国历代书画家集》苏文编绘\n《节临华山碑扇面》，书于光绪二十三年（1896）。纸本墨迹，隶书3行，共8字，题款10行，共46字。他的书法以楷书和行书最为擅长。在清代书坛占有重要地位，评价甚高。此幅扇面，由隶、行、楷三种书体组成。跋语和题款，字虽小，而所占篇幅强半，整体布局，既疏朗而又谨严，甚为得体。扇面正文为隶书8字，看出其隶书功力深厚。结体用笔，恪守古法。跋语行书，8行37字，写得老健、厚重，书卷气甚浓。题款为楷书，很有北碑味道。徐珂《清稗类钞》说：“晚年造诣实远出覃溪，南园之上，论国朝书家刘石庵外，当无其匹，非过论也。”著有《瓶庐之诗文稿》、《翁文恭公日记》等。\n出生\n道光十年四月二十七日（1830年5月19日），翁同龢出生在北京城内石驸马大街罗圈胡同寓所。四岁时随祖母张太夫人及母亲许氏由京师回到故乡常熟。翁同龢自幼禀性好学，通读《四书》、《五经》，并以优异成绩考入常熟县学游文书院。道光二十五年（1845年）应院试考中秀才；咸丰二年（1852年）应顺天乡试中举人；咸丰六年（1856年）殿试一甲一名，考中状元。\n857年被授予修撰，供职翰林院。以后被咸丰帝破格擢为乡试副考官，先后典试陕西、山西。同治四年（1865年），翁同龢奉旨在弘德殿行走，授读同治帝。光绪元年（1875年）又奉旨在毓庆宫行走，授读光绪帝，前后达20余年。翁同龢国学水平极高，被当时的传统人士奉为一代大儒。但也因对西学始终持狐疑态度，终其一生对西方化和西方文明都持抵制和反对态度，是洋务运动的朝中反对者的代表人物。\n做官\n翁同龢在任刑部右侍郎期间，处理了很多案件。其中最有影响的是他为当时轰动全国、百余年来家喻户晓的杨乃武与小白菜这一冤案的平反昭雪。\n光绪元年（1875年），翁同龢署刑部右侍郎。次年四月，受命教授光绪帝读书。不久，迁户部侍郎，充经筵讲官，晋都察院左都御史。历任刑部、工部尚书。光绪八年（1882年），充任军机大臣。光绪十年（1884年）中法战争中，主张进兵结合谈判，不可一味依仗刘永福之黑旗军。不久，罢直军机。历加太子太保，赐双眼花翎、紫缰。\n翁同龢因曾国藩及李鸿章曾经检举其兄，因而终身与李鸿章有私怨。任户部尚书期间，处处刁难北洋水师。1890年户部上奏，以海军规模已具和国家度支艰难为由，请求暂停海军向国外购买军火，致使北洋海军的发展就此停滞，落于世界之后。当时有一副讥讽对联描写二人：“宰相合肥天下瘦，司农常熟世间荒。”上联“合肥”指安徽合肥的李鸿章，下联“常熟”即江苏常熟的翁同龢。李翁二人的恩怨直接导致日后中日甲午战争北洋舰队的失利，当时英国人建议中国:“必添购快船两艘，方能备日制胜”，未料翁同龢不断拖延，两艘快船为日本购去，新日舰速度快、炮门多，其中一艘日舰“吉野号”成为甲午战争中击沉中国舰队最多的船舰。\n光绪二十年（1894年），翁同龢再任军机大臣，深得光绪帝信任。在甲午战争中，坚决主战。次年，清军战败，中日和议期间，翁同龢与李鸿藻极力反对割地，指出：“宁增赔款，必不可割地。”又联合俄、英、德三国谋阻割地，最终情势无法挽回。次年，兼任总理各国事务大臣。光绪二十三年（1897年），以户部尚书协办大学士。\n甲午首恶\n翁同龢与李鸿章宿仇。“甲午战前，翁同龢一力主战，李鸿章言不可轻开衅端……我去见翁，向他力陈主战的错误。我想翁也是我的老师，他向来是器重我的。但翁听了我的劝说后，笑我是书生胆小。我说:‘临事而惧，古有明训，岂能放胆尝试？而且，我国无论兵器还是战法，都百不如人，不能轻率地开战啊！’翁说:‘李鸿章治军数十年，扫荡了多少坏人啊！现在，北洋有海军陆军，正如火如荼，岂能连一仗都打不了吗？’我说:‘知己知彼，才能百战百胜。今已知自己确实不如人，哪里有胜利的希望呢？’翁说:‘我正想让他到战场上试一试，看他到底是骡子还是马，将来就有整顿他的余地了！’”\n“爱国口号”下的真实目的竟然是为了整治对手，惨白的事实似乎是在嘲笑大众的智慧。\n整个中日甲午战争，慈禧和光绪要负领导责任；李鸿章要负执行不力的责任；而翁同龢呢，只需要高喊口号，发发感慨，提些没什么作用的建议，最后竟然似乎什么责任都不用负，还博得个爱国的好名声，真正算得上个“聪明人”了。只可惜，老百姓虽然看不出来他的如意算盘，慈禧太后却通过此事将这一对师生（翁同与光绪）看透了，这也为几年后一拍子将他们打下去埋下了伏笔。\n898年6月16日，翁被免去一切职务，逐回原籍。对此，王照作诗一首:“当年炀灶坏长城，曾赖东朝恤老成。岂有臣心蓄恩怨，到头因果自分明。”其下注曰:“及翁之死，庆王为之请恤，上盛怒，历数翁误国之罪，首举甲午之战，次举割青岛。太后不语，庆王不敢再言，故翁无恤典。”王照在这里并没有为翁辩白，而是认为这正好是因果报应，是翁应得的下场。\n或许因为经过甲午海战的失败，翁同龢看到了中国确实不是日本人的对手，认识到西人治国有法度，西法不能不用，“憾于割台事，有变法之心”，于是幡然醒悟，“大搜时务而考求之”。他接受康有为、梁启超等人的变法思想，协助光绪实施改革，并辅佐草拟变法谕旨，颁布《明定国是》诏书，宣布变法，希望中国富强。然而不幸失败。翁同龢被慈禧下令撤职，旋又遭贬黜并赶回老家常熟。临终前，翁同龢口占绝笔诗一首:“六十年中事，伤心到盖棺；不将两行泪，轻向汝曹弹。”\n被撵\n光绪二十四年（1898年6月15日），因在维新运动继续深入问题上的分歧和不合 光绪帝罢了翁同龢的官职。翁先到侄子江西巡抚翁曾桂署中暂住，然后回常熟故乡。光绪下的诏书说：“协办大学士翁同龢办事多不允协，以致众论不服，屡经有人参奏。且每于召对时咨询事件，任意可否，喜怒见于词色，渐露揽权狂悖情状，断难胜枢机之任。本应查明究办，予以重惩；姑念其在毓庆宫行走有年，不忍遽加严谴。翁同龢著即开缺回籍，以示保全。 ”戊戌政变后，光绪又下诏书：“翁同龢授读以来，辅导无方，往往巧藉事端，刺探朕意。至甲午年中东之役，信口侈陈，任意怂恿。办理诸务，种种乖谬，以致不可收拾。今春力陈变法，滥保非人，罪无可逭。事后追维，深堪痛恨！前令其开缺回籍，实不足以蔽辜，翁同龢著革职，永不叙用，交地方官严加管束。 ”翁同龢回到家乡常熟后，开始了他半隐居的庐墓生活。在困寓虞山、落魄忧伤的日子里，他的不少门生故旧“分俸见赠”。1904年7月4日，在风云变幻中饱经忧患的翁同龢，满怀抑郁和凄怆与世长辞了。在临终前，他口占一绝：“六十年中事，伤心到盖棺。不将两行泪，轻向汝曹弹。”短短四句话，道尽了这位松禅老人的宦海沉浮和无限忧伤。\n翁同龢自1856年会试一举成名起，直至1898年回籍，42年都在京师任要职，历任户部侍郎、都察院左都御史，刑部、工部、户部尚书、总理衙门大臣，是同治、光绪两代帝师，并两次入值军机大臣，直接参与中法战争、中日甲午战争的决策。他是清廷官僚重臣中少有的清廉者，为官42载，官至相国，罢官回乡后，要靠门生故旧接济。翁同龢号称“南清流”领袖，所依靠结交的罕有地方封疆大吏，多是词垣台谏、翰林“清流”，这些人发起议论来头头是道，慷慨激昂，但都是些无实力无权柄的京官书生，说大话、说空话振振有词，办起实事来却一筹莫展。\n人物轶事\n平步青云\n自隋朝开科考试至晚清的1200年间，状元难计其数。然而，中国的历史却不是在学术考试中获取高功名的状元们书写的。在状元们纷纷被历史的烟尘掩埋的时候，有限的几位状元，却为后代留下了显赫的历史功绩。作出千古传颂“正气歌”的文天祥，在宋理宗宝四年(公元1256年)考中状元时年仅21岁。其爱国精神和民族气节被主考官誉为“忠君爱国之心坚如铁石”。而另一个彪炳史册的状元则要数翁同龢了。\n翁同龢之崛起，自然得益于其父翁心存。翁心存官至体仁阁大学士，后为同治帝师。自此，翁氏家族进入鼎盛时期，称“一门四进士、一门三巡抚；父子大学士、父子尚书、父子帝师”。既然41%的清朝状元都来自江苏等吴地，翁家的兴盛，自是情理之中。在道、咸、同、光四朝，翁氏两代累任高官。当咸丰六年（1856年）翁同龢以27岁中一甲一名进士后，便擢任翰林院修撰。同治四年，又接替父业，入值弘德殿，为同治师傅，前后教读九年。同治病逝后，光绪继位，慈禧又命翁同龢入值毓庆宫，为光绪师傅。\n从教授光绪启蒙识字到被撤职回乡，翁同龢与皇帝之间以师生关系相处长达24年。仅凭这层关系，翁同龢定能在晚清内政外交中发挥重大作用。甲午战争至戊戌变法时期，翁同龢与孙家鼐、志锐、文廷式、汪鸣銮等官僚士绅形成了与后党抗衡的帝党集团，进一步加强了在政坛中的地位。\n事实也是如此。举凡翁同龢为官六十年所做大事，有：平反杨乃武与小白菜的冤假错案；卷入甲午战争洪流；支持盛宣怀等创办中国第一家自办银行（中国通商银行），由户部拨100万两“生息官款”存于中国通商银行，实际上也成为开办伊始的中国通商银行的最初营运资金；再就是举荐康梁等维新人才，亲自草拟《明定国是诏》。\n杨乃武小白菜一案是晚清四大冤假错案之首（四大冤案为：杨乃武与小白菜案、杨月楼案、张文祥刺马案、淮安奇案）。此案发生在同治十二年（1873年），浙江余杭县杨乃武案发生，懦弱无知的葛毕氏（死者葛品连之妻，即小白菜）被百般威逼欺哄，诬杨乃武（与小白菜相识的举人）为奸夫，杨乃武“被屈打成招”定为“谋夫夺妇”之罪。此案经杭州知府、浙江巡抚、刑部侍郎三审具结，草率奏报，使杨乃武、葛毕氏枉坐重罪。\n同治十三年(1874年)四月，本案第五审开始（晚清死刑案审判是五审终审制）。这时，杨乃武的姐姐叶杨氏到刑部和都察院上访申冤。于是此案发回浙江再审。审讯中，杨乃武、小白菜均推翻原有供词，所以没能审结。\n光绪元年（1875年）十二月，浙江绅士汪树屏等以“复审疑狱有官员间相袒护的事实”联名向都察院控诉。于是皇帝和太后开始关注此案。此时，恰值翁同龢擢升刑部右侍郎，直接负责重大案件的审办，他细阅全部案卷，发现供词与诉状的疑点和漏洞甚多。在询阅了杨乃武姐姐的呈词和浙江绅士的联名控诉，走访了浙江籍的京官，听取了刑部经办人员的各种意见之后，经过认真研究，讯问犯人，调查证人，重新检验尸骨，终于查清葛品连系病死而非中毒死亡。至此，杨乃武与小白菜冤案得以平反。办理此案的大小官员以及做伪证的证人全部受到惩治。《清史稿》记载此事时说：“刑部平反浙江民人葛品连狱，巡抚杨昌浚、侍郎胡瑞澜褫职，知府以下论罪有差。申谕各省理刑，期情真罪当，毋轻率。”\n此案可谓晚清中国狱讼、法制体系自我完善的典型。而翁同龢忠于职责、为平民平反的职业精神，也可谓一代帝师应有的风范。\n选拔人才\n屡次充任考官为国选拔人才\n翁同龢中状元后，被授为修撰，在翰林院供职，参加庶吉士学习。咸丰八年（1858）六月，正在参加庶吉士学习的翁同龢被咸丰皇帝破格任命为副考官，奉命典试陕西，正考官则是翁同龢的好友潘祖荫。这对翁同龢来说，是一种殊荣。可并没有引起他多大的热情，因不久前他的爱妻汤孟淑不幸病逝，此时的翁同龢仍沉浸在悲痛之中。但圣命不可违，且按规定考官必须准时到达考点，容不得半点推延。\n七月底，翁同龢极力克制自己，打点行装，辞别亲友，同潘祖荫一同踏上了西去陕西的旅途。\n翁、潘二人由直隶出发，取道山西，经近一个月的车马劳顿，到达陕西省城西安。\n八月中旬考试开始，翁、潘二人坐堂主考，巡察整个考场，要求极为严格。\n由于气候不适、水土不服，翁同龢主考的当天就病倒了，寒热发作，彻夜难眠。但他为报皇恩，强忍病痛，坚持支撑着批阅荐卷，直到三场试作阅毕。\n发榜时有人告发，获第三名的考生张批绩所答试卷为抄袭他人之文。翁、潘二人同监临核准后奏请，将张除名。对张之所为，翁同龢极为愤慨，本想严加训斥，后得知张已60有余，大自己两旬还多，只好作罢。事后，翁同龢曾大发感慨，认为八股取士有其不足之处，同时对名落孙山者寄予一定的同情。\n八月底，陕西典试结束，即将回任的考官们欣赏翁同龢的书法，纷纷请他题字留念。此时虽翁同龢病体尚未痊愈，但他不负众望，挥毫泼墨，来者不拒，一写就是几日，致使病情加重，经多方调养，直到九月底方能下床走步。正值此时，一道圣旨飞传西安，翁同龢被任命为陕西学政，视察陕西全省各府、县考试童生及生员事宜。\n十月初，翁同龢带病上任，足迹遍布800里川，经过两个多月的劳累，至咸丰八年（1858）十二月视学完毕。鉴于病魔缠身，他便上书奏请开缺。\n咸丰九年（1859）一月，皇上恩准翁同龢开缺，返京调养。二月，翁同龢从陕西起程回京。三月底，回到了北京。\n回京后的第三年，同治元年（1862）翁同龢被任命为乡试正考官，典试山西。这以后，他曾多次涉及文衡，屡次充任考官，所以门生故旧遍布朝野，为清王朝选拔了大批人才。\n备受信赖\n同治四年（1865）十月十四日，\"垂帘听政\"的慈安、慈禧两太后谕令翁同龢为弘德殿行走，同工部尚书倭仁、翰林院编修李鸿藻、实录馆协修徐桐负责教育年仅10岁的同治皇帝。充任帝师，这是朝廷对翁同龢的器重和信赖，翁同龢非常高兴，向两太后表示，一定竭尽全力，辅导皇上，报答皇恩。\n十月十七日，翁同龢、倭仁和徐桐第一次进宫授读。天刚刚廉亮，翁同龢就来到弘德殿候驾，倭仁、徐桐也随后来到。待同治帝驾到，翁同龢等立即向前行君臣大礼，同治帝喊了一声\"师傅\"，随后君臣趋步进入书房。同治帝坐两面东，师傅们坐东面西，一天的授读正式开始。\n这一天首先授读的是倭仁和徐桐，讲授的是《尚书》和《孟子》的有关章节。膳后，翁同龢接着讲授，他讲的是《帝鉴图说》。此书内容更深，但图文并茂。翁同龢针对同治帝年幼的特点，深入浅出，使同治帝听得津津有味，深深佩服翁同龢的学问，翁同龢第一次授读成功。\n翁同龢讲完《帝鉴图说》后，又给同治帝讲授了《圣祖廷训格言》、《清朝开国方》、《经史语录》、《毛诗》、《孝经》等课程，并指导同治帝学诗作论。\n翁同龢深知自己所教的学生并非凡夫俗子，而是一代天子，典学成否，直接关系到清朝的兴亡，非同小可，因此他授读格外认真。每天寅时（早晨四点左右）入值，申时（下午五点左右）回家，一年四季，除生病外，几乎日日如此，有时甚至带病进讲。有时为弄清一个问题，查找一本书，跑遍北京大小书铺。为使皇帝能学会作诗，他专门编辑了《唐诗选读》，亲自抄呈，交同治帝带回宫中阅读。同治帝阅读古文有困难，他便将常用文言虚词集录成册，附上例文注释，供同治帝阅读。因笔不合手同治帝书法不佳，翁同龢亲自到笔店买了两支上等笔送给同治帝。在教育方法上，他也极为讲究。当他看到皇帝精神疲倦时，就停止授课，让皇帝到庭中散步，借以解除疲劳；当同治帝表示作论太难、提议不妨先由师傅作几段时，翁同龢便如此照办。翁同龢不但在授读上下功夫，而且对妨碍同治帝学习的一切作法，那怕是太后所为，他也敢直言劝阻。所以，翁同龢的讲授，深得同治帝和太后的好评，称赞他\"讲授有方\"、\"入值甚勤\"。\n翁同龢入值弘德殿期间，还奉命去养心殿为两宫皇太后进讲《治平宝鉴》一书的有关章节。对翁同龢来讲，给垂帘听政、掌握实权的两宫皇太后进讲比给年幼无知的同治帝进讲更为荣耀，但一旦出错，不但贻笑士林，而且有可能被革职为民，身败名裂。因此，在第一次给两宫皇太后进讲的前夜，他将要进讲的内容温习再三，几乎一夜没睡。他第一次进讲的题目是《宋孝宗与大臣陈俊卿论唐太宗能受忠言》。在进讲中，翁同龢反复阐述了君主虚怀纳谏、礼贤下士与国家利益的关系，讲得不仅仪节规矩大方，而且思路清晰、语言流利、剖析精当，两宫皇太后及在场王公大臣无不感到满意。此后，他还给两宫皇太后进讲了关于宋、金、元、明四朝帝王政治事迹的15个专题。在进讲这些专题时，他将历史与现实结合起来，并借两太后的提问，根据个人所见所闻，如实陈述，大胆批评当朝弊政，并相应提出改正意见，其中许多意见后来被采纳。他如此敢于直言进谏，这在当朝上大夫中是极少见的。\n同治十年（1871），正当翁同龢为进讲再作努力之时，其母许氏病逝，翁同龢上奏获准回籍治丧，离开弘德殿上书房，直到同治十三年（1874）治丧期满才回京复职，再次入值弘德殿，担任同治帝师傅，直到同治十三年十二月，同治皇帝病逝。\n翁同龢入值弘德殷期间，由于他聪明能干、备受皇帝和太后信赖，所以屡受殊荣。同治四年（1865），他奉旨阅看文宗实录，按例只有亲王、大学士才有资格阅看前朝皇帝实录。在仕途上，由誉事府右中允特接侍讲，再擢为国子监祭酒，进而提为太仆寺正卿、同治十二年（1873）同治皇帝亲政后，推恩赏给他一品顶戴，真可谓一帆风顺，步步登高。\n担任毓庆宫行走\n光绪元年（1875）十二月一日，两宫皇太后降旨翁同龢和侍郎夏同善担任毓庆宫行走，充任刚刚即位、年仅四岁的光绪皇帝的师傅。\n翁同龢接旨后，喜忧并举。喜的是两宫皇太后一再重用自己，再为帝师。忧的是要将一个年仅仅四岁的孩童塑造成一代圣主，责任重大。他考虑再三，一再推辞，但终未获准，且西太后慈禧温谕再三，要他\"尽心竭力，济此艰难\"，翁同龢只好勉力从之。\n光绪二年（1876）三月二十一日，是翁同龢向光绪帝进讲的第一天。翁同龢首先教光绪帝写了\"天下太平\"、\"光明正大\"八个字。接着，又教光绪帝朗诵了\"帝\"、\"德\"二字。最后，进讲了《帝鉴图说》的首篇《三皇五帝》。从这一天起直至光绪二十三年（1897）一月毓庆宫书房被撤，翁同龢担任光绪帝师傅达20多年之久。20多年中，翁同龢尽心尽力，循循善诱光绪帝，彼此结下了深厚的感情。\n翁同龢授读的前两年，主要是教光绪帝认字、读生书、背熟书。翁同龢规定生书每天读20遍，熟书每天读50遍。当时课文虽短，但由于光绪帝年幼不谙世事，且体弱多病，常常读到一半就不再读了。师傅催促，权作耳旁之风。每每见此情景，翁同龢便心急如焚，有时不免和风细雨申斥几句，光绪帝则嚎陶大哭，索性多日不开口读书。翁同龢见硬的不行便来软的，慢慢左劝右劝，但光绪帝软硬不吃，翁同龢只好面奏两宫皇太后，西太后听后极为不满，决定用不准多吃食物来严加惩罚。翁同龢则于心不忍，又生一计，何不去求助于光绪帝的生父醇亲王奕环。奕环来到书房，先是厉声训斥，接着良言相劝。对父亲的一威一震，光绪帝多少有所顾忌，但久而久之此法也失去了效力。\n翁同龢认为长此以往总不是个办法，遂与其他师傅商定，相对减少读书遍数，每读完一遍由师傅当着光绪帝的面记下，读完为止。采用此法后光绪帝好了一阵，但时间一长，旧病复发，且与师傅们辩论，认为读书不在遍数多少，应以是否熟练为标准。但对于\"熟练\"的标准，师生认识不一，彼此争论不休。师傅们一计不成又使一计，规定：如光绪帝不读完规定的遍数，便请他在位子上久坐不准动。可一个四、五岁的孩童哪能坐得住，为此光绪帝常常大哭不休。翁同龢本不同意此计，见光绪如此闹腾，便宣布取消，事情才归平息。\n光绪二年（1876）至光绪四年（1878）毓庆宫书房是半天上课，随着光绪帝年龄的增长，自光绪四年（1878）改为全天上课，要读的书越来越多，本来畏惧的光绪帝越来越畏难。翁同龢见光绪帝年已渐大，不督促他读好书会贻误光绪帝终生，祸及整个大清王朝，便与其他师傅商定采用罚读法，少读一遍罚加两遍。此法采用之初，光绪帝以闭口不读相对抗，接着便大声哭叫，对此翁同龢和其他师傅们全然不顾，并将光绪帝所作所为记录下来，上奏西太后。有一次，光绪帝一怒之下离开书房，罢学回宫而去。翁同龢和其他师傅们不得不上奏，求助于西太后慈禧。后经西太后慈禧良言相劝，再加上师傅们承认自己的行为偏激，光绪帝才答应回书房。这样，一场轰动皇宫的里学风波才归平息。\n经过光绪帝罢学这场风波，翁同龢和师傅们得出教训，认为罚读法也并非一个劝学的好办法。于是，经翁同龢提议，师傅们决定改用表扬法，每读完一遍表扬一番，从正面进行教育。表扬法采用后，光绪帝感到心情非常舒畅，学习的积极性大增，一改往日不良学风，学业不断长进。\n翁同龢不但在学业上是光绪帝的良师，而且在生活上也是光绪帝的益友。光绪帝从小体弱多病，胆子小，每逢雨天电闪雷鸣之时特别害怕。每当此时，翁同龢总是将光绪帝抱在怀中，安慰他不必惧怕；光绪帝从小离开父母进宫，由太监服侍，太监们知道皇帝乃一孩童，常常敲诈，当得不到满足时，便怠慢光绪帝。翁同龢得知后，有时当面训斥不规太监，有时上奏两太后责罚。为此，光绪帝视翁同龢为知己，有什么喜悦都愿意与翁同龢述谈。\n年复一年，至光绪七年（1881）光绪帝已是11岁的英俊少年，开始明事知礼。此时，西方列强的侵略已开始从沿海地区向中国内地深入，中国面临着危机。因此，翁同龢决定加强对光绪帝的教育，在保留《四书》、《五经》等20多门有关封建伦理道德课程的同时，又增设了有关中外史地、洋务运动和早期改良主义者著作方面的课程。\n翁同龢在给光绪帝讲授新增设的课程时，结合当时发生的重大政治、军事、外交事件，积极引导光绪帝思考现实问题，从而将毓庆宫书房与整个社会联系起来。光绪帝听了这些新增设的课程后，感到受益非浅。这对他在政治上成熟较早，特别是后来发动维新变法运动产生了一定的影响。\n翁同龢除在学业上教授光绪帝外，还注意对光绪帝加强道德修养方面的教育。翁同龢第一次给光绪帝进讲时，就给光绪帝讲授了\"帝德如天\"的道理。在以后长达22年之久的授读过程中，翁同龢时常规劝光绪帝在言行举止、待人接物方面应庄重大方，不要迂腐。\n经翁同龢等人精心教诲，光绪帝随着年龄的增加，变得越来越懂事，立志要作一位象康熙那样的一代圣主，因此读书非常勤奋，每天黎明前就进书房读书，一年四季，几乎天天如此。每到春节放假时，他仍坚持到书房读书。为满足自己的学习欲望，他常常向师傅们索取新书，所读书的范围越来越大，在光绪十五年（1889）亲政前总共读了八、九十种书。这些知识为他亲政奠定了坚实的基础。\n光绪十五年（1889）光绪帝亲政后，翁同龢同往常一样仍到毓庆宫书房给光绪帝授课。为满足光绪帝对西学的探求，他还继续不断向光绪帝呈送有关西学的著作，并且常在书房同光绪帝讨论时政。这一切引起了西太后慈禧和帝党官僚的疑忌。光绪二十三年（1897）一月，西太后慈禧下令裁撤光绪帝的毓庆宫书房。至此，翁同龢结束了长达22年之久的毓庆宫教授生涯。\n首次出任\n光绪八年（1882）十月，廷命翁同龢在军机大臣上行走，翁同龢第一次出任军机大臣。\n翁同龢此次出任军机大臣，主要参与了两项重大政治活动。一是参与处理云南军费报销舞弊案；二是参与中法越南交涉事宜。\n光绪五年（1879），云南巡抚杜瑞联就云南非法军费报销一事，派崔尊彝和潘英章二人携巨款赴京打通关节。崔、潘二人进京后在军机处、户部四处活动，最后以向军机大臣周瑞清、王文韶、景廉和户部经办司员、书吏行贿8万两为条件，了结此项报销。\n书画成就\n翁同龢工诗，间作画，尤以书法名世。《清史稿·翁同龢传》称赞翁同龢书法“自成一家，尤为世所宗”。清徐珂《清稗类钞》谓：“叔平相国书法不拘一格，为乾嘉以后一人……晚年造诣实远出覃溪（翁方纲）、南园（钱沣）之上。论国朝书家，刘石庵(刘墉)外，当无其匹，非过论也。光绪戊戌以后，静居禅悦，无意求工，而超逸更甚。”清杨守敬《学书迩言》对这位雄视晚清书坛的巨擘称许：“松禅学颜平原（颜真卿），老苍之至，无一雅笔。同治、光绪间推为第一，洵不诬也。”谭钟麟对翁字推崇备至：“本朝诸名家，直突平原（颜真卿）之上，与宋四家驰骋者，南园（钱沣）、道州（何绍基）、常熟(翁同龢)而已。”谭延闿、泽闿兄弟曾刻成《春及草庐藏翁氏墨迹》行世。\n翁同龢早年从习欧、楮、柳、赵，书法崇尚瘦劲；中年转学颜体，取其浑厚，又兼学苏轼、米芾，书出新意；晚年得力于北碑，平淡中见精神。他博采众长，对唐代颜真卿和北魏碑版潜心揣摩，参以己意，并吸收刘墉、钱沣、何绍基等人之长，将赵子昂、董其昌的柔和流畅溶入其中。他深得颜真卿书法之精髓，写出具有自己个性的书法艺术作品，从而形成了翁字的独特书风，成为晚清颇具影响的书法家。\n个人爱好\n翁同龢在京为官四十多年，平生喜藏书，居官朝中时常去琉璃厂访书，陆续购进许多好书。其中有乾隆进士、嘉庆帝师彭元瑞的知圣道斋藏书，怡亲王死后流散出府的乐善堂旧藏，其中不乏极其珍贵的海内孤本。所藏南宋《松桂堂帖》，为明末睢阳袁枢（袁可立子）、袁赋谌父子家藏精品，得以流传至今。只可惜翁同龢在考证睢阳袁氏旧藏南宋《松桂堂帖》时，跋语中竟因资料匮乏无考睢阳袁氏而将袁伯应（袁可立子袁枢）和袁赋谌（袁可立次孙）误断“其为一人无疑也”的千古学术错误。清朝末年，时值战乱，公私藏书多有散出，现存翁氏藏书的主要部分，都为此时购入。其所收藏的一批秘籍，被学界认为“学人仰望而不知其存否的有很高学术价值的善本，以国内标准论应属国宝级重要文物，是包括我国国家图书馆在内的国内外图书馆所无的珍籍”。翁同龢富藏书；诗文简炼凝重；书法纵横跌宕，力透纸背，有颜真卿风骨。\n家世代富藏书，称清末民初中国著名藏书家之一，他寓居京师时，左图右史，典籍充栋。藏书室有“一经堂”、“韵斋”，在家乡祖居有“宝瓠斋”，自己筑有“瓶庐”。戊戌变法失败后，革职归里，典籍碑帖，悉留于京师旧居，家藏抄本多，其收藏的宋元刊本数百种，且珍秘罕见。如宋版孤本《集韵》、《会昌一品诗集》、《丁卯集》、《嵩山居士集》、《施顾注苏诗》、《长短经》、《愣严经》等，世无二本。去世后，藏书中的精品包括《翁同龢日记》和《自定年谱》手稿悉归翁之廉珍藏，秘不示人。藏书由侄孙翁弢夫续管。弢夫去世后，子翁之熹珍藏遗书又数十年。解放后，北京图书馆赵万里研究员劝翁之熹将藏书归公，翁之熹慨然答应。翁氏藏书，遂尽归于北京图书馆。藏书印有“叔平所得金石文字”、“松禅”、“松禅居士”、“翁同龢观”、“常熟翁同龢藏本”、“虞山揽秀堂翁氏藏书”等。拓晓堂著有《翁同龢鉴藏大系略稿》对其藏书事迹有记载。 \n附录；翁同龢名联\n文章真处性情见；谈笑深时风雨来。\n每临大事有静气，不信今时无古贤\n人物传记\n翁同龢传\n翁同龢，字叔平，江苏常熟人，大学士心存子。咸丰六年一甲一名进士，授修撰。八年，典试陕甘，旋授陕西学政，乞病回京。同治元年，擢赞善。典山西试。父忧归，服阕，转中允。命在弘德殿行走，五日一进讲，於帘前说治平宝鉴，两宫皇太后嘉之。累迁内阁学士。母忧服阕，起故官。同龢居讲席，每以忧勤惕厉，启沃圣心。当八年武英殿之灾也，恭录康熙、嘉庆两次遇灾修省圣训进御，疏言：“变不虚生，遇灾而惧。宜停不急之工，惜无名之费。开直臣忠谏之路，杜小人幸进之门。”上览奏动容。又圆明园方兴工，商人李光昭蒙报木价，为李鸿章所劾论罪。廷臣多执此入谏，恭亲王等尤力诤，上不怿。同龢面陈江南舆论，中外人心惶惑，请圣意先定，待时兴修。乃议定停园工，并有停工程、罢浮费、求直言之谕。\n光绪元年（1875年），署刑部右侍郎。次年（1876年）四月，上典学毓庆宫，命授读，再辞，不允。旋迁户部，充经筵讲官，晋都察院左都御史。迁刑部尚书，调工部。六年，廷臣争俄约久不决，懿旨派惇亲王、醇亲王及同龢与潘祖廕每日在南书房看摺件电报，拟片进呈取进止，至俄约改定始止。八年，命充军机大臣。十年，法越事起，同龢主一面进兵，一面与议，庶有所备。又言刘永福不足恃，非增重兵出关不可。旋与军机王大臣同罢，仍直毓庆宫。前后充会试总裁、顺天乡试考官，两蒙赐“寿”，加太子太保，赐双眼花翎、紫缰。尝请假修墓，传旨海上风险，命驰驿回京，恩眷甚笃。\n二十年，再授军机大臣。懿旨命撤讲，上请如故。同龢善伺上意，得遇事进言。上亲政久，英爽非复常度，剖决精当。每事必问同龢，眷倚尤重。时日韩起衅，同龢与李鸿藻主战，孙毓汶、徐用仪主和。会海陆军皆败，懿旨命赴天津传谕李鸿章诘责之，同龢并言太后意决不即和。归荐唐仁廉忠赤可用，请设巡防处筹办团防。於是命恭亲王督办军务，同龢、鸿藻等会商办理。上尝问诸臣：“时事至此，和战皆无可恃！”言及宗社，声泪并发。及和议起，同龢与鸿藻力争改约稿，并陈：“宁增赔款，必不可割地。”上曰：“台湾去，则人心皆去。朕何以为天下主？”毓汶以前敌屡败对，上责以赏罚不严，故至于此。诸臣皆引咎。上以和约事徘徊不能决，天颜憔悴。同龢以俄、英、德三国谋阻割地，请展期换约，以待转圜。与毓汶等执争，终不可挽，和约遂定。兼总理各国事务大臣。二十三年，以户部尚书协办大学士。\n二十四年，上初召用主事康有为，议行新政。四月，朱谕且每於召对时谘询事件，任意可否，喜怒见於词色，”八月，政变作，太后复训政。十月，又奉朱谕：“翁同龢授读以来，辅导无方，往往巧藉事端，刺探朕意。至甲午年中东之役，信口侈陈，任意怂恿。办理诸务，种种乖谬，以致不可收拾。今春力陈变法，滥保非人，罪无可逭。事后追维，深堪痛恨！前令其开缺回籍，实不足以蔽辜，翁同龢著革职，永不叙用，交地方官严加管束。”三十年，卒於家，年七十有五。宣统元年，诏复原官。后追谥文恭。\n同龢久侍讲帏，参机务，遇事专断。与左右时有争执，群责怙权。晚遭谗沮，几获不测，遂斥逐以终。著有瓶庐诗稿八卷、文稿二十卷。其书法自成一家，尤为世所宗云。\n人物纪念\n故居\n简介\n翁同龢故居又叫“翁同龢纪念馆”\n翁同龢纪念馆坐落在常熟古城区翁家巷门，系由翁氏故居修缮辟设而成，并于1991年11月1日正式对外开放。\n翁氏故居是一所保存比较完善、具有典型江南建筑风格的官僚住宅，翁同龢在这里度过了青少年时期。1990年,翁同龢的玄孙美籍华人翁兴庆（万戈）先生将世业捐献给国家。其中的主体建筑\"彩衣堂\"于1996年被国务院公布为第四批全国重点文物保护单位。\n翁同龢纪念馆陈列内容主要有：翁同龢生平事迹；翁同龢文物、书法；翁同龢主要著作及国内外研究翁同龢的论文、信息。同时辅以反映历史原貌的清代红木家具陈设，使参观者有身临其境之感。\n景点\n〖知止斋〗\n知止斋是主人会见宾朋之处。楼上藏书，楼下供吟诗、论文、赏书、品画之用。\n〖玉兰轩〗\n为客厅，亦称花厅，因庭中种有玉兰，故名“玉兰轩”。\n〖晋阳书屋〗\n处彩衣堂西侧轴线，为翁同龢读书之所。\n〖柏古轩〗\n在思永堂后第七进。庭中原植古柏一株，故以此名轩，亦称“柏园”。同治年间为翁同爵居处。光绪初，翁同龢二姊翁端恩返常时曾住此。其后翁同龢携其孙翁安孙、侄孙翁斌孙也曾短时居住过。\n〖双桂轩〗\n为翁心存、翁同书居处。翁同书之子翁曾源也曾在此居住。同治初年，将原石梅翁氏祠堂西屋之“双桂轩”名移至此处。翁同龢晚年返乡后常来此歇息。\n〖后堂楼〗\n在主厅彩衣堂之后，楼分上下两层，原为翁氏女眷居住之处。楼下现辟为介绍翁同龢生平事迹的专室，楼上则为翁氏一门书法艺术陈列之处。\n〖砖雕门楼〗\n清代砖雕垂花门楼。上镌“源远流长”四字,下砌“辞亲赴考”、“衣锦还乡”带状砖雕组画。精雕细刻‚造型美观‚为这座建筑增添高雅气氛。\n墓冢\n翁同龢的墓在城区西郊约7公里之虞山鹁鸽峰山麓，与其父翁心存墓毗邻。有罗城、墓冢、拜台、墓道，冢后竖石灰石碑一通，高132.5厘米，宽48厘米，厚10.5厘米，镌刻“乙山辛向兼卯酉三分”，“皇清诰授光禄大夫特谥文恭协办大学士户部尚书曾祖考叔平公，诰封一品夫人曾祖妣汤夫人诰封淑人庶曾祖母陆淑人之墓”，“曾孙翁之廉、之循敬立。”建国后屡修。今存其墓坐北面南，墓道曲折向南，长约65米，道口沿山前公路架1984年重建单间冲天式花岗石坊一座，额镌“翁氏新阡”。墓城四周乔松桧柏挺秀，风景极佳。环山公路南侧有翁氏祠堂（详见“翁氏丙舍”）。1982年3月公布为省级文物保护单位。\n","category":"行书","verified":true,"user":1,"timestamp":1429951660368},{"name":"翁同龢行书家书卷","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791633218,"text":"","author":"清代翁同龢","description":"翁同龢行书家书卷"}]