[{"name":"李世民温泉铭","text":"温泉铭为唐太宗李世民手书碑刻拓本，是唐太宗为骊山温泉撰写的一块行书碑文，原石已遗失。拓本原藏敦煌藏经洞，现藏于巴黎国立图书馆。温泉铭是我国书法史上第一部行书刻碑。\n简介\n唐太宗(599-649)陇西成纪人。姓李名世民，唐高祖李渊第二子。隋末从父起兵，屡立功勋，封秦王，任尚书令。公元626年发动玄武门之变，被立为皇太子，旋即帝位。谥文，庙号太宗。自公元626年至649年在位，其中前期史称为“贞观之治”。书法方面理论和实践都有极高的造诣。独尊王羲之书法为正宗，征求天下王羲之真迹，并撰《王羲之传伦》、心为王羲之书法尽善尽美。此论对当世和后代的书法产生了很大的影响。其在书法实践方面亦是力追王羲之，深得王羲之行书之神髓，后世学王书者，没有能超过他的。张来《宛丘集·跋唐太宗真迹》云：“《官法帖》帝五部中，有太宗书真行千余字。观其有笔精工，法度粹美，杂之二王帖中，不能辨也。而其雄迈秀杰之气，则冠诸书者。”\n唐太宗在书法还有理论和实践上都极具影响的贡献，那就是以行书入碑。钱泳《书学》谓：“古来碑者，在汉、魏必以隶书，在晋、宋、六朝必以真书，以行书而书碑者，始于唐太宗之《晋祠铭》，李北海继之”。唐太宗行书碑刻除《晋祠铭》外，还有《温泉铭》周原石久佚，所以前人论之极少。1900年道士王圆籙于敦煌鸣沙山千佛洞发现《温泉铭》唐拓孤本。俞复跋宕流美，甚得王羲之书法意趣。《温泉铭》再现人世，不仅为研究宗的书法，提供了极好的资料，我们今天如何学习王羲之的书法提供了很好的借鉴。\n中国历代皇帝中，字写的好的不乏其人，但称的上真正书法家的却为数不多，如唐太宗李世民、赵佶、 赵构等几位而已。\n作品\n唐太宗李世民（599—649）留下了二件书法名作，均为刻石，一是《晋祠铭》，另一件就是《温泉铭》。《温泉铭》由唐太宗撰文并书，刻于贞观二十一年（公元648年），原石已佚。关于唐太宗学书，书史上有一个故事：“帝（唐太宗）常病戈法难精，乃作戬字空其右而命虞世南填之。以示魏征曰‘朕学世南似尽得法？’征曰‘'惟戬字戈颇逼真’”。一语正中唐太宗之要害。\n虞世南书法师智永，得二王之法，唐太宗问书于虞，自然也属二王正脉了。唐太宗酷好右军书，利用特权广收右军真迹，朝夕赏玩。又命萧翼由山阴僧辩才处赚得《兰亭序》真迹，死后是否殉葬在昭陵，至今仍是未解之谜。\n唐太宗没有辜负他的优越条件，他的行书深得右军法，雍容遒丽，笔法生动，写此铭时，唐太宗已到晚年，故而书法圆熟流利，浑然天成。另外值得一提的是唐以前碑刻者为篆、隶、楷书，而行书入碑，应自唐太宗始。这不仅仅是权力的原因，更是唐太宗作为君主\"敢为天下先\"的精神体现。\n《温泉铭》不仅文辞优美，而且书法艺术实属上乘，为历代所称颂，堪称精品。其书中孕育着书圣王羲之、王献之草书“飘若浮云、矫若惊龙”的风韵。著名学者郑汝中在《唐代书法艺术与敦煌写卷》中写道“其书法骈俪流畅，雍容大度，有明显的二王书风，以行书刻碑，唐太宗为第一人。”\n \n首创者\n我国书法史上，以行书刻碑的首创人物是唐太宗李世民。\n唐太宗李世民他不仅把我国封建社会推向鼎盛时期，而且身体力行倡导书法，促使唐代书法成为我国书法史上辉煌的一页。\n太宗于日理万机之暇，酷好翰墨，尤爱王羲之之书，曾自撰《王羲之传》，并下诏内府金帛，征求羲之遗墨，于是物聚于所好，不数年间，各方进献，得正书五卷，草书五十八卷，其中真伪杂陈，更命魏徵、虞世南、褚遂良甄别，又命韩道政、冯承素等精工摹拓，王字遂风行于天下。他每得二王帖，就叫诸王子临摹数百遍，对《兰亭序》更是着了魔似的朝夕揣摩，甚至携归昭陵……。“上有所好，下必甚矣焉”。唐太宋的崇王，虽有出于政治上的需要，但由于他的喜好，使初唐书风无不纳入王羲之的翼下。加上他以书取仕，使书法广为普及，所以客观上，他对我国书法艺术的繁荣起了积极的推动作用。\n太宗之书初师承于隋之书家史陵，据《金石录》谓：“陵善正书，笔法精妙不减欧、虞。”又经常与虞世南、欧阳询、褚遂良等切磋书艺，并云：“吾临古人之书，殊不学其形势，惟求其骨力，而形势自生”。这反映了唐太宗的书法观，亦是相当开放的。后钟意于羲之，朝夕临摹，尤笃爱右军《兰亭稧帖》，置之枕边，常于半夜直把烛临之，书遂大进。太宗善行、草及飞白，尤善临古，殆于逼真，《山谷题跋》谓：“太宗英睿不群所学辄便过人，末年诏敕，有魏晋之风，亦是宝贵后不能不废学尔。”传世作品有《晋祠铭》、《温泉铭》等。\n温泉铭拓本\n李世民《温泉铭》拓本巴黎国立图书馆\n《温泉铭》是唐太宗为骊山温泉撰写的一块行书碑文，行书仅存48行，总共354个字。此碑立于贞观二十二年《六四八），即唐太宗临死前一年。原石早佚，从记载上看，唐代《温泉铭》原拓不下几十部，尾题“永徽四年（653年）八月三十一日圉谷府果毅（下缺）”墨书一行，证知确为唐初物。后来原拓失传，清光绪二十六年（公元1900年），道士王圆箓于甘肃莫高窟第一十六窟发现藏经洞（今编号为第一十七窟，敦煌鸣沙山千佛洞），里头就有三件唐拓本藏敦煌石室，其一为唐太宗行书《温泉铭》，残存五十行，另两件为欧阳询《化度寺碑》和柳公权《金刚经》，也是残本。可惜这三件东西现在都不在国内，《温泉铭》、《金刚经》及《化度寺》之前两页，早被伯希和劫往法国，今藏巴黎国立图书馆，《化度寺》的后十页被斯坦因先于伯希和劫往英国，今藏伦敦大英博物馆。\n风格\n《温泉铭》书风酷似《晋祠铭》，雍容和雅，丰满润朗，跌宕留美，字势多奇拗，全从二王一路来，宋代米芾的行书即源于此。近代俞复在帖后跋云：“伯施（虞世南），信本（欧阳询）、登善（褚遂良）诸人，各出其奇，各诣其极，但以视此本，则于书法上，固当北面称臣耳。”对其评价极高。此碑书风不同于初唐四家的平稳和顺，而有王献之的欹侧奔放。有人认为太宗书法在大王和小王之间，但从作品看似更多地得之于王献之。然而，出于帝王的威严，他对王献之却极为不恭，曾云：“观其字势，疏瘦如隆冬之枯树；览其笔踪，拘束若严家之饿隶。”他讥讽小王之动机，后被宋米芾窥破，米芾《书史》中说得很清楚：“太宗力学右军不能至，复学虞行书，欲上攀右军，故大骂子敬”。唐太宗扬大王抑小王，曾影响了初唐的书坛，直至孙过庭《书谱》亦据此论。这一过错，一方面因抑制使激厉、奔放一路的书风暂时隐匿；另一方面也使志气平和的大王书风逐渐抹上了宫庭色彩，而渐失光辉。\n习字见解\n唐太宗习字作书，有其独到的方法，其《论书》说：“今吾临古人之书，殊不学其形势，惟在求其骨力，而形势自生尔。吾之所以为皆先作意，是以果能成也。”《屏风帖》深得右军草书意趣及使转形势，所不足者正是骨力稍弱。盖草书走笔疾书，最难求者正是骨力，习草书最当体会。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951664003}]