[{"name":"陈鸿寿书法集","text":"中国清代篆刻家。字子恭，号曼生、曼龚、曼公、恭寿、翼盦、胥溪渔隐、种榆仙吏、种榆仙客、夹谷亭长、老曼等。钱塘（今浙江杭州）人。曾任溧阳知县、江南海防同知。工诗文、书画，善制宜兴紫砂壶，人称其壶为曼生壶。书法长于行、草、篆、隶诸体。篆刻师法秦汉玺印，旁涉丁敬、黄易等人，印文笔画方折，\n用刀大胆，自然随意，锋棱显露，古拙恣肆，苍茫浑厚。为西泠八家之一。有《种榆仙馆摹印》、《种榆仙馆印谱》行世，并著有《种榆仙馆诗集》、《桑连理馆集》。嘉庆二十一年为周春撰著的《佛尔雅》提写序跋。\n人物简介\n中国清代篆刻家。字子恭，号曼生、曼龚、曼公、恭寿、翼盦、胥溪渔隐、种榆仙吏、种榆仙客、夹谷亭长、老曼等。钱塘（今浙江杭州）人。曾任溧阳知县、江南海防同知。工诗文、书画，善制宜兴紫砂壶，人称其壶为曼生壶。书法长于行、草、篆、隶诸体。篆刻师法秦汉玺印，旁涉丁敬、黄易等人，印文笔画方折，\n用刀大胆，自然随意，锋棱显露，古拙恣肆，苍茫浑厚。为西泠八家之一。有《种榆仙馆摹印》、《种榆仙馆印谱》行世，并著有《种榆仙馆诗集》、《桑连理馆集》。嘉庆二十一年为周春撰著的《佛尔雅》提写序跋。\n《清代稿钞本》中收录有《陈曼生先生简札》。\n艺术造诣\n陈鸿寿于艺术涉猎广泛，而且造诣极高，为著名的“西泠八家”之一。他的篆刻出入秦汉，绘画精于山水、花卉，书法以隶书最为著名。他的书法以隶书和行书最为知名。他的隶书清劲潇洒，结体自由。穿插挪让，相映成趣，在当时是一种创新的风格。他广泛学习汉碑，尤其善于从汉摩崖石刻中汲取营养，在用笔上形成了金石气十足、结体奇特的个人面目。笔画圆劲细插，如银画铁钩，意境萧疏简淡，雄浑瓷肆，奇崛老辣。陈鸿寿的隶书较之以往的隶书具有“狂怪”的特点，说明他有创新的勇气和才能,但在结字和章法上，用笔仍然属守古法,笔笔中锋，力透纸背。\n人物生平\n陈鸿寿最初似乎是作为一个一般的政治人物出现于世人面前的，\n对于他在朝廷为官的方面，我们了解得不甚多，只知他曾任江防同知和海防河务同知，还曾作宰溧阳，后又了解他还在赣榆任知县。在赣榆县（近山东的江苏海州地区）时曾“捕盐枭，筑桥梁”，更重要的是他在当地治理河道有方，据光绪二十年（1894年）《赣榆县志》记载：“陈鸿寿，浙江钱塘人，拔贡。清廉有惠政。先是大沙河壅塞水涨，轧溢没田庐，鸿寿之官即蠲金为倡，刻日疏，河以畅通，民无水患。书法宗董其昌，人至今珍之。”陈鸿寿曾有过较长时期的政坛磨炼。据记载：“陈鸿寿……性爱交游，于学多通解。自以为无过人者，遂壹意篆、隶、行、草书，为诗不事苦吟，自然朗畅。阮元抚浙时，方筹海防，鸿寿随元轻车往返，走檄飞草，百函立就。暇与诸名士刻烛赋诗，群以为不可及。官溧阳知县，仿龚时两家法为茗器，撰铭词手镌之，一时有曼生壶之称。与苏家石并垂雅故也。”另据介绍，“陈鸿寿初以古学受知于阮芸台尚书，尚书抚浙时，与从弟云伯同在幕府，有二陈之称”，从此处可见他是以幕僚之身步入政坛的。\n聪明绝顶\n陈鸿寿是一个绝顶聪明的人，能力很强，处理政务，起草文稿能“走檄飞草，百函立就。”这里，我们可以看到，他曾跟随的浙江巡抚阮元（1764－1849），是提倡“学术自任”的经学大师，他曾编辑《经籍纂诂》，校刊《十三经注疏》，道光时官至体仁殿大学士。另外，与陈鸿寿同乡、同僚中不乏文坛高手。在这样一个文人气息浓重的官场，居然有“群以为不可及”的评价，从中足可看出陈鸿寿的横溢才气。另外一条关于陈鸿寿的记载对他的生平有更详细的综合描绘，嘉庆六年（1801）拔贡以后，他被“考以知县用，分发广东，丁忧服关，奏留江南，署赣榆县，补溧阳县。后河工江防同知，海防同知。道光二年以风疾卒于任所，享年五十有五。”\n陈鸿寿年生于清乾隆三十三年（1768），卒于道光二年（1822），寿五十五岁。嘉庆六年（1801）三十四岁拔贡以后步入政坛。但他的官运似乎并不“亨通”，只做到知县和海防河务同知等级别不太高的官职，最高的官职是江防同知和江南海防河务同知。有关他的任职情况，历来说法颇多，现在可肯定他未曾担任过宜兴知县而是出任溧阳知县，但任职时间说法不统一，不少人认为他在溧阳或宜兴只有一任即三年。《阳羡砂壶图考》等记载他担任宜兴知县是嘉庆二十一年（1816）的事。在溧阳地方上，至今还有他的当地只做过一任知县的说法。当然，他们知道嘉庆十六年时陈鸿寿就已在溧阳任知县，但不了解嘉庆十八年以后的事（有关这方面，后文还会论及）。在《溧阳县志》中，记录了不少嘉庆十七、十八年陈鸿寿任知县时的相关事宜。据清嘉庆十八年《溧阳县志．溧阳县知县》载：“陈鸿寿，字曼生，浙江钱塘人，嘉庆辛酉拔贡，十六年三月十九日到任。”因此可以确定陈鸿寿的到任时间为嘉庆十六年亦即1811年，此年他四十四岁。另外，有关陈鸿寿本人的文稿，多处在嘉庆《溧阳县志》中出现，如嘉庆十八年（1813）六月他为县志所作序言和十七年（1812）八月所作《平陵书院碑记》等。\n艺术大师\n综观陈鸿寿的一生，虽然他在仕途上并不飞黄腾达，但在艺术上十分成功。他是一个通才，能书善画，尤其是书法，篆、隶、行、草皆能，历史文献和此次展出的上海博物馆等收藏的不少书法、绘画作品也充分说明这一点。他也懂得碑帖，香港中文大学文物馆所藏神龙本兰亭序帖，内附有陈鸿寿所作跋文：“此帖较定武本，肥瘦各别，字画结构亦颇有异同……嘉庆乙亥十月望后四日，钱唐陈鸿寿题于江宁承恩寺中。”从此文看，他对碑帖研究似也十分在行，这与文卖中关于他“酷嗜摩崖碑版，行楷古雅有法度，篆刻得之款识为多，精严古宕，人莫能及”的总结相一致。但能使后世为之折服的还不是他的书法、绘画乃至碑帖，而是他的篆刻。对书法、绘画、碑帖和篆刻等学科的学术问题，笔者不敢妄加评论，但从他对各门类成果所占的比重看，篆刻是他的突出部分，因为，能够称为“西泠八家”之一，意味着他在篆刻领域取得了十分重要的成就，上海博物馆等机构所藏的许多陈鸿寿所作印章都是明证。\n艺术成就\n他的篆刻出入秦汉，继丁敬、蒋仁、黄易、奚冈，绘画精于山水、花卉、兰竹。山水介干明代姚绶与程燧之间，花卉兰竹虽源自陈道复、李鱓，但不拘于宗法，而有潇洒之趣，实为赵之谦的先驱。书法以隶书最为著名。他的书法以隶书和行书最为知名。他的隶书清劲潇洒，结体自由。穿插挪让，相映成趣，在当时是一种创新的风格。他广泛学习汉碑，尤其善于从汉摩崖石刻中汲取营养，在用笔上形成了金石气十足、结体奇特的个人面目。笔画圆劲细插，如银画铁钩，意境萧疏简淡，雄浑瓷肆，奇崛老辣。陈鸿寿的隶书较之以往的隶书具有“狂怪”的特点，说明他有创新的勇气和才能,但在结字和章法上，用笔仍然属守古法,笔笔中锋，力透纸背。其篆书略带草书意味，喜用切刀，运刀犹如雷霆万钧，苍茫浑厚，爽利恣肆，使浙派面貌为之一新，浙中人多学习他，对后世影响较深，与陈豫钟齐名，世称\"二陈\"。行书清雅不俗。蒋宝龄《墨林今话》中说：\"曼生酷嗜摩崖碑版，行楷古雅有法度，篆刻得之款识为多。\n主要作品\n精严古宕，人莫能及。\"除此，陈鸿寿擅长竹刻，博学能诗。著有《桑连理馆诗集》、《种榆仙馆印谱》。传世墨迹有《行书轴》、《行书七绝诗轴》。清代乾隆、嘉庆两朝，考据之风盛行，训诂、文字、金石、音韵等专门学科得到突破性发展，时称“乾嘉学派”。金石学研究，历代不乏人，学术成果不断问世。西泠八家之一的陈鸿寿，正是其中身体力行的金石家。他出生于乾隆三十三年，活跃于嘉庆朝，至道光二年去世，恰好见证了清代由盛而衰的转捩点。陈曼生不凡的艺术成就，是基于他深广的艺术修养和独特的人格和艺术思想。曾日：“凡诗文书画，不必十分到家，乃见天趣。”质朴自然，情意真切，乃其艺术宗旨，温柔敦厚乃其秉性。他曾自题三十九岁小像日“古人皆可师，今人皆可友”；“大事不糊涂，小事厌烦数”。皆显其磊落胸襟。曼生喜漫游，遍历燕齐楚粤，故乡钱塘更难忘怀，曾偕友苏堤偶步、虎跑试茗、玛瑙寺修禊、宝石山题诗，成就诸多名篇。其斋居“桑连理馆”，酒宴琴歌，座上恒满，论诗作画，留下诸多佳话。曾画秋菊茗壶一小帧，题日：“茶已熟，菊正开，赏秋人，来不来。”风趣隽永，极具幽默感。入妙文章本平淡，等闲言语变瑰琦，曼生逸致，由此可见矣!香港中文大学与上海博物馆、南京博物院合办“书．画．印．壶：陈鸿寿的艺术”展览，展品汇集三馆及本地公私收藏陈鸿寿的书法、绘画、篆印、砂壶作品近百项，并出版研究专刊，深入探讨陈鸿寿的生平、交游、艺事、壶作、壶铭等，旨在较有系统地介绍陈鸿寿多方面的艺术面貌和成就。\n曼生壶\n陈鸿寿于金石书画以外，以设计紫砂壶最为人称道。是中国第二代紫砂壶大师的领军人物，清代中叶嘉庆、道光年间的陈鸿寿和杨彭年。主张制壶创新，因他倡导“诗文书画，不必十分到家”，但必须要见“天趣”。他把这一艺术主张，付诸紫砂陶艺。形成壶界两大贡献。第一大贡献，是把诗文书画与紫砂壶陶艺结合起来，在壶上用竹刀题写诗文，雕刻绘画。第二大贡献，他凭着天赋，随心所欲地即兴设计了诸多新奇款式的紫砂壶，为紫砂壶创新带来了勃勃生机。他与杨彭年的合作，堪称典范。现在我们见到的嘉庆年间制作的紫砂壶，壶把、壶底有“彭年”二字印，或“阿曼陀室”印的，都是由陈鸿寿设计、杨彭年制作的，后人称之为“曼生壶”。陈鸿寿使紫砂陶艺更加文人化，制作技术虽不如明代中期精妙，但对后世影响很大。他与当时的制壶名家杨彭年合作，由他或是他的朋友题铭，这种富于文人艺术的紫砂壶，以“曼生壶”知名于时，尤为后世宝爱。上海博物馆藏有三幅陈鸿寿的册页，构图相近，均以紫砂壶和菊花入画，画面简洁，清秀可爱，足见曼生嗜壶之癖。三幅画有相同的题识：“茶已熟，菊正开，赏秋人，来不来？”而此幅多附一段题识，强调杨彭年制壶之精妙，以及自己有制壶之癖，尤为难得。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663058},{"name":"陈鸿寿书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791616123,"text":"陈鸿寿行书《七言绝句四首册》\n\n\n\n陈鸿寿行书《致南芗书札》\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n陈鸿寿《行书奇花满月七言联》。【释文】奇花有骨开逾秀，满月无波望转深。曼生陈鸿寿。\n\n释文：古剑不磨留养气 异书多读当加餐 曼生陈鸿寿\n\n\n陈鸿寿《隶书应将定有七言联》，148×35cm×2，纸本，1871年。上海博物馆藏。\n【释文】应将笔研随诗主，定有笙歌伴酒仙。瑟庵三兄属，陈鸿寿。","author":"清代陈鸿寿","description":"陈鸿寿书法集"}]