[{"name":"董其昌行书诗卷","text":"昆仑堂美术馆所藏的董其昌《行书杜甫诗长卷》正是董其昌平淡书风的代表之一。通篇挥洒自如，不拘一格，每一笔墨、每一体势乃至整个章法都是自然流泻出来，从平淡天趣中看到董氏书作的“绚烂之极”。\n\n【名称】：董其昌《行书杜甫诗长卷》\n【类别】：书画\n【材质】：纸本\n【作者】：董其昌\n【书体】：行书\n【年代】：明代\n【规格】：横310厘米，纵31厘米。\n【收藏机构】：昆仑堂美术馆藏\n法帖鉴赏\n笔者且从用笔、结字、章法几个方面对此幅作品作一简要的赏析。首先，对于用笔，董其昌有独到的见解。他说：“作书最要泯没棱痕，不使笔笔在纸素成板刻样。”“书法贵藏锋，然不得以模糊为藏锋，须有用笔如太阿割截之意，盖以劲利取势，以虚和取韵，颜鲁公所谓以印印泥、如锥画沙是也。”董氏此作用笔虚灵而又力透纸背，不使一实笔而笔笔刚健，正合了米芾的“无垂不缩、无往不收”的境界。笔法精到，纯熟而传统，这正是他数十年来对古人精微感悟的结果。其中既有藏锋又有露锋，充分体现了奇正变化之妙。此作还在空灵之中加大了提按力度，极尽笔势纵横，有来有去，千变万化而气贯韵满。虚实的对比使通篇生意盎然。\n其次，在结字方面，董其昌十分推崇米芾的“大字如小字，小字如大字”的观点。他说：“往余以《黄庭》、《乐毅》真书作榜署书，每悬看，辄不得佳，因悟小楷法，欲可展方丈者，乃尽势也。题榜如细书，亦跌荡自在，惟米襄阳近之。”明以前的书法，一般都是小幅小字，明季大幅大字渐流行，但以习惯小字的笔法写大字，往往没有了小字的气势，所以董其昌在平时的临习创作中十分注意这一点，他强调大字也应与小字样紧密精微。此作字大径寸以上，对于以前的尺牍手卷来说应属大字范围，但董氏写来笔笔精到，结体亦无支离破碎之感，即便是在后半部的腾挪跌宕的草书中，结字和用笔也有小字的气势。\n此作在结字方面还注意到了“奇”与“正”的关系。董其昌十分强调结字的奇，他经常批评赵孟頫字太平而不能入晋唐门室，他说：“字须奇宕潇洒，时出新致，以奇为正，不主故常。”此作许多字结体“自起自倒、自收自束”、“转左转右”的奇正法则，超越了“二王”的法度，这种以奇为正的结字，体现了一种生命的原动力，给人以满目青翠的生机。\n再次，对于章法，董其昌可以说是比他的前人大大迈出了一步。这幅作品腾挪跳跃、跌宕起伏的章法，即使在董氏本人的作品中也属难得。章法的虚实统一，浓淡和谐、倚侧相当都让人叹为观止。他说：“右军《兰亭序》，章法为古今第一，其字皆映带而生，或大或小，随手所如，皆入法则，所以为神品也。此幅作品字与字之间大小错落，牵丝在有无之间，有者连绵不绝，无者势不可遏；而行距之间的疏朗更增添了一种恬淡平和的气息。可以说，此作既有动态的美而让人一见倾心，又有静态的美让人回味无穷。\n另外，董其昌在用墨上的独树一帜亦为其作品增添了无穷的意趣。他说：“用墨须使有润，不可使其枯燥，尤忌肥，肥则大恶道矣。”用墨润而不枯，则墨肯定不能太浓。事实上，用淡墨正是董其昌所擅长的。这幅作品中看似浓重的线条，其实墨色并不是很浓，但渗透在绢面上的墨色却很匀称而滋润，看上去很厚实；而那些较细而渴的线条则因墨色较淡而显得挥洒自如，略无阻碍，虽渴不燥，神韵十足。\n如果董氏不用淡墨，那么他的用笔就不会如此转束自如，象他这样胸次高远的人，一旦被浓重的墨色所阻碍，那么他的用笔就会变的呆板而不生动，笔势也会因之变得艰涩而不流畅。如果不用淡墨，他的结字也不会出现如此大小相杂、扶老携幼、奇正统一，而会变得小心翼翼、状如算子。如果不用淡墨，那么他的章法也就不会如此虚实相生、一派天机，而会变得拥阻不堪、满纸俗气。笔者以为，董其昌的性情注定了他会用淡墨，可以说是淡墨成就了董其昌，也正是董其昌让淡墨在书艺中拥有如此缤纷的色彩。\n此幅作品虽未见于任何书画目录，也无纪年，但无论从其艺术风格和艺术水准，均可以说是董氏晚年的力作。 \n董其昌（1555-1636），明代著名书画家。字玄宰，号思白、思翁，别号香光。松江华亭（今上海松江）人。“华亭派”的主要代表。谥叫文敏，因称董文敏。万历七年（公元1589年）举进士，历任编修，湖广副使、太常寺卿，礼部侍郎，南京礼部尚书等职，天启六年（公元1626年）辞官，以太子太保衔养老于家乡。他的字、画以及书画鉴赏，在明末和清代名声极大。善画山水，远师董源、巨然和黄公望。其画风笔意安闲温和、清新秀丽。他提倡用摹古代替创作。又以禅宗的南北派比附绘画，称“南北宗”。他是尚南贬北，抬高文人画的地位，打击压制和他相抗稀奇的“浙派”。其山水作品，用笔柔和，秀媚有余，魄力不足，缺乏气势，且多辗转摹仿，如《峒关蒲雪图》、《溪山平远图》等，皆为摹古之作。\n其作品留传至今的有：《山水》、《夏木垂阴图》等。著有《画禅室随笔》、《容台集》、《画旨》、《画眼》等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951647750},{"name":"董其昌行书诗卷","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791606934,"text":"","author":"明代董其昌","description":"董其昌行书诗卷"}]