[{"name":"墓志书法精选第二册杨氏墓志元鉴墓志元定墓志","text":"《元怀墓志》公元517年（北魏熙平二年八月）刻。1925年河南洛阳张羊村出土，原石现藏河南博物院。该志书刻精妙，字口清晰中新，便于临暮学习，是初学“魏碑”书体的较好范本。\n墓志原文\n【志盖】\n阙\n【铭文】\n魏故侍中太保领司徒公广平王姓元，讳怀，字宣义，河南洛阳乘轩里人。显祖献文皇帝之孙，高祖孝文皇帝之第四子，世宗宣武皇帝之母弟，皇上之叔父也。体乾坤之睿性，承日月之贞晖，比德兰玉，操迈松竹，延爱二皇，宠结三世。姿文挺武，苞仁韫哲，量高山岳，道协风云。周之鲁卫，在汉闲平，未足称美于前代矣。享年不永，春秋卅，熙平二年三月廿六日丁亥薨。追崇使持节假黄钺都督中外诸军事太师领太尉公侍中，王如故。显以殊礼，备物九锡，谥曰武穆，礼也。及葬，皇太后舆驾亲临，百官赴会。秋八月廿日窆于西郊之兆。惧陵谷易位，市朝或侵，坟堂有改，金石无亏，敬勒志铭，树之泉闼。其颂曰：老尚简嘿，孔贵雅言，于穆懿王，体素心闲。德秀时英，器允宗贤，践仁作保，履义居蕃。忠冠朝首，宠表戚先，勋规未半，背世茂年。生荣殁哀，休光永延，刊美瑶牒，祗告幽玄。（北京图书馆藏拓） \n墓志译文\n魏故侍中太保领司徒公广平王姓元讳怀，字宣义。河南洛阳乘轩里人。显祖献文皇帝之孙，高祖孝文皇帝之第四子，世宗宣武皇帝之母弟，皇上之叔父也。体乾坤之睿性，承日月之贞晖，比德兰玉，操迈松竹，延爱二皇，宠结三世。姿文挺武，苞仁韫哲。量高山岳，道协风云。周之鲁卫，在汉闲平，未足称美于前代矣。享年不永，春秋卅，熙平二年三月廿六日丁亥薨。追崇使持节假黄钺都督中外诸军事太师领太尉公侍中，王如故。显以殊礼，备物九锡，谥曰武穆，礼也。及葬，皇太后舆驾亲临，百官赴会。秋八月廿日，窆于西郊之兆。惧陵谷易位，市朝或侵，坟堂有改，金石无戏，敬勒志铭，树之泉闼。其颂曰：老尚蕑嘿，孔贵雅言。于穆懿王，体素心闲。德秀时英，器允宗贤，践仁作保，履义居蕃。忠冠朝首，宠表戚先。勲规未半，背世茂年。生荣殁哀，休光永延。刊美瑶牒，告幽玄。 \n墓志简介\n北魏《元怀墓志》，原藏河南开封市博物馆，其原石曾嵌于该馆南碑廊，供人观赏。《元怀墓志》书刻均极精妙，在河南开封市博物馆所藏的1000多方历代墓志刻石中非常突出，堪称镇馆之宝。1996年河南博物院从开封市博物馆调去了10多件刻石精品，《元怀墓志》也在其中。\n北朝诸墓志，则体态多姿，不胜枚举，各具风韵，其中《元怀墓志》平正工整，茂实刚劲，俨然已是唐人楷书的景象。志文楷书，十六行，行二十字。志石纵81厘米，横80厘米，厚19厘米。国家图书馆藏有原章钰旧藏拓本，上有章钰题签，钤“霜根”印。无撰书人乡名。\n志主元怀为北魏宗室，《魏书》卷二十二《孝文五王传》和《北史》卷十九《孝文六王传》虽列其名，但已阙如，此志可补其阙，极具史料价值。另是志因出土较晚，未经风化，字口清晰，再加之镌刻精妙，用笔秀劲，结体宽博，布局疏朗，实为北魏墓志之精品。罗振玉《松翁近稿》评曰：“此志大书，端劲秀拔，魏宗室诸志中之极佳者。”[3-4]   \n元怀简介\n元怀（公元488年～公元517年），字宣义，北魏宗室。他是魏孝文帝元宏的第四子，魏宣武帝元恪的亲弟弟，魏孝明帝元诩的叔父。公元497年（太和二十一年），他十一岁时被封为广平王，以后又被任为骠骑大将军、司空、司徒等职位，可谓权倾三朝。他于公元517年（熙平二年）去世，被追封为太师、太尉，谥曰武穆。到了公元532年，他儿子元修被权臣高欢拥立为北魏皇帝，是为孝武帝。\n元怀生前当过皇子、皇弟、皇叔，死后又成了皇父。这么一位重要人物，在《北史》及《魏书》中，只在孝文诸子的传目中有他的名字，传文却阙失了，这是相当奇怪的。《元怀墓志》虽然非常简略，也有很高的史料价值。如在正史中，元怀死后的谥号是什么，就有两种不同的说法，在同一本书中，某处说谥号是武穆王，另一处却说是文穆王。《元怀墓志》出土后，这个问题就迎刃而解了，因为上面清楚地写着“谥曰武穆”，这为校正古书提供了有力的佐证。 \n创作背景\n《元怀墓志》书刻的时期正是魏碑书法的成熟期。传世北魏造像、墓志、摩崖、碑碣等著名魏碑书刻的时间相对比较集中，都是在北魏孝文帝太和公元494年（十八年）迁都洛阳，推行汉化政策后的四十年间。这期间北朝文化有了飞速的发展，魏碑书法则是北方游牧民族粗犷、朴拙、刚劲的性格与汉文化的深邃、韵味、含蓄特点相结合的产物，形成了鲜明的书法艺术风格，在中国书法史上留下了极其辉煌的一页。 \n艺术鉴赏\n书法风格\n《元怀墓志》的艺术水平在众多魏碑书法中，无疑是最为出色的一种。它不仅由于元怀的身世显赫，其墓志必然由一代高手书丹镌刻，还由于它出土较晚，出土后又得到了精心的保管，字迹清晰如新，保留了书刻的原貌。甚至可以“透过刀锋看笔锋”，观察到笔锋毫颖的细微之处，觉察到书家书丹的运笔及转折提按。所以《元怀墓志》是一个便于欣赏和临习的极好范本。\n《元怀墓志》的书法属于较为标准的魏碑字体，曾被称为魏碑的“馆阁体”，它的风格和书刻与公元522年（北魏正光二年）的《张猛龙碑》极为相似，如两者中的“鲁”、“春”、“岳”、“年”、“之”等字，从笔画到结构，几乎看不出区别。由于《元怀墓志》和《张猛龙碑》的书刻时间相距不远，甚至可以大胆猜测，两者由同一位书家书丹。对《张猛龙碑》历来评价极高，康有为说它是“正体变态之宗”，但由于原碑石风化漫漶严重，即使是早期的宋拓本，碑中许多字已缺损，模糊不清，给临习带来了很大不便。《元怀墓志》正好弥补了《张猛龙碑》这个缺陷。我们可以从《元怀墓志》中，体会理解《张猛龙碑》等魏碑书法的用笔和笔画的特点。\n书法赏析\n《元怀墓志》的横画起笔时笔尖向上露锋，行进时中锋运笔，略向右上方倾斜，笔画充实饱满，有力度，收笔时有明显向下有力的顿笔（如“三”、“量”、“皇”）。个别字的横画写成蚕头雁尾，像汉隶波状横画，形成一些有趣的变化（如“上”）。\n《元怀墓志》的竖画起笔大多也是露锋，其笔尖向左偏出，行笔向下转为中锋用笔，坚挺有力（如“山”、“卫”）。字中间的竖画垂脚多为悬针竖，开成熟唐楷悬针笔法之先河（如“平”、“帝”）。\n《元怀墓志》的撇、捺写得舒展、飘逸、大方，伸展得有些夸张，这和《张猛龙碑》的风格相同（如“春”、“美”、“文”）。走之的捺画起笔较重，捺笔也重，捺后拖出长长的笔锋，显示出一种力度（如“之”、“道”）。\n《元怀墓志》的点画变化多端、形态各异，是其书法闪光处之一。并列点（“位”）、上下点（“于”）、对称点（“堂”）都写得干净利落、有角有棱，并且上下左右呼应，顾盼多姿。还有把点写成变形点，更显出变化，如“无”、“崇”的点拉长，写成短画。更奇特的是把有的字下部的八字点写成撇和捺，伸出长脚，生动可爱，不落俗套（如“六”、“黄”）。\n《元怀墓志》的竖钩、横折钩、戈钩等钩画挺拔有力、斩钉截铁，可以从细微处看到这些钩画起笔另写的痕迹（如“丁”、“有”、“宣”、“或”）。\n《元怀墓志》的字体结构也很有特点，就是险中求稳。横画竖画、大撇大捺以及点画钩画夸张的穿插点缀，整体字都给人以稳如泰山的感觉。特别是笔画较繁多的字，笔画上下左右穿插避让、浑然一体，更是作了精心的安排，妙不可言。笔画交错，不嫌拥挤，非常和谐，这正是书家的高明之处（如“姿”、“汉”、“雅”、“懿”、“谥”、“体”）。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951664542}]