[{"name":"赵孟頫草书致中峰和尚札","text":"中峰明本禅师生前为元代临济宗一代祖师，圆寂后被尊称为“江南古佛”。\n简介\n中峰明本(1263—1323)，俗姓孙，号中峰，法号智觉，西天目山住持，钱塘(今杭州)人。\n明本从小喜欢佛事，稍通文墨就诵经不止，常伴灯诵到深夜。24岁赴天目山，受道于禅宗寺，白天劳作，夜晚孜孜不倦诵经学道，遂成高僧。仁宗曾赐号“广慧禅师”，并赐谥“普应国师”。憩止处曰幻住山房。\n宗师\n峰明本禅师是元代最为杰出的高僧 。元朝是蒙古人入主中国的唯一朝代，更是北方游牧民族第一次全面统治中国的时代。这给以儒家文化为背景，以农业生产为基础的中国社会带来了巨大的冲击。蒙古人尊奉藏传佛教，对汉地佛教原本没有多少敬意，可恰恰是蒙古族的皇帝，却前后数代，先后多次对中峰明本禅师表示礼敬。元仁宗为太子时，就尊明本禅师为“法慧禅师”，即位后，又赠明本禅师为“佛慈圆照广慧禅师”，又赐金襕袈裟；元英宗时，又赐金襕僧伽黎衣；明本禅师圆寂后，元文宗又追谥为“智觉禅师”，塔号“法云”；到了元顺帝初年，更册封中峰明本禅师为“普应国师”，并敕令将其三十卷的语录与文集收入佛教大藏经中。而王公贵族，文人士大夫更趋之若鹜，不分权贵均拜入明本禅师门下。\n中峰明本禅师所获得的荣誉和地位，可以说达到了唐朝以后四百年间汉族僧人从未有过的高度，这是为什么呢?而这一切，竟又与中峰明本禅师本人格格不入，他对此不屑一顾，唯恐避之不及，避之不远，这又为什么呢?\n伟大的历史人物，必有其独特的眼界和胸怀，也有其独特的生活历程和个人人格的魅力，当然还有相应的历史条件和文化背景。唐代佛教内诸宗兢荣、宋代禅宗一枝独盛。荣盛的是表层的文化现象，真正导演出这一切的得道高僧，却如老子所描述的那样：作焉而不为，功成而不居，竟完全超然于这些成就之上。\n禅宗发展到宋代，由于朝廷和士大夫的尊信，使禅宗从唐五代时的山林进入了庙堂，五山十刹及天下丛林的兴盛，带动了禅文化的全面繁荣。而这种繁荣，恰恰又使禅宗陷入了矛盾和困境之中——这与“不立文字，顿悟成佛”的禅宗本质难以相容，文字禅的兴起，必然与单刀直入，真参实悟难以协调。与士大夫们一起低吟浅唱，在庙堂上为人君祝圣祈年，毕竟不是幽寂独朗的禅光本身。蒙古人灭宋，也一举灭掉了众多禅师和士大夫那雍容雅致的禅意，带来的却是血与火的洗礼。\n在这国破家亡，精神无寄之时，中峰明本禅师以其精纯清澈的禅悟，荦确不凡的风骨气节和离世出尘的文风，振奋了一代士大夫失落的心，为走入穷途的禅宗开启了一方新的天地，赢得了中国僧人和士大夫的尊崇，也赢得了蒙古贵族乃至元朝皇帝的尊崇。\n明本大师的老师高峰原妙禅师，是一位通古今之变的高僧，他首革宋代禅宗积弊，不住寺庙而隐居山林，先后在浙江湖州的双髻峰和余杭的西天目山庵居二十余年。特别是在西天目山狮子岩筑“死关”独居，十七年足不出户，行头陀之行，一扫宋代禅宗的富贵和文弱之气，令天下丛林耳目一新。\n明本禅师是高峰禅师门下最杰出的弟子，高峰禅师示寂时，明本禅师已是一代宗师。对于官府和各大丛林的纷纷迎请，明本禅师东走西避，在近三十年的岁月中，流离无定。他常常以船为居，往来于长江上下和黄河两岸，亦或筑庵而居，皆以“幻住庵”为名，聚众说法。当时的文坛领袖如赵孟頫、冯子振等，无不拜归于明本禅师门下。明本禅师与高峰禅师一样，毕生以清苦自持，行如头陀，虽名高位尊而不变其节，风骨独卓，众望所归，被尊之为“江南古佛”。\n在禅法的传授上，中峰明本禅师继承了五祖法演禅师——大慧宗杲禅师——高峰原妙禅师一路的“话头禅”，以苦苦逼拶，时久功成并传授禅宗心法的方略，呵斥盲棒瞎棒一类的狂禅及文字禅，清冷孤硬，不近人情，故其得法者如天如惟则、千岩元长等禅师皆铜头铁额，享誉中外。千岩元长禅师又传法于万峰时蔚禅师，明本一系，遂成明清两代中国禅宗的主流，如今禅宗丛林，无不是中峰明本禅师的后世儿孙。\n蒙古人本信藏传佛教，云南（元以前为南韶、大理，立国五百余年，不归唐宋版图）唯有南传佛教，因明本禅师之力，禅宗方流布于蒙古、云南，并出现了一批禅宗高僧。\n明本禅师在世之时，影响就遍及海外，朝鲜、日本、越南等国的众多僧人均前来参学。朝鲜国王、元帝驸马王璋亲自归拜于明本禅师门下，明本禅师的禅法，对日本足利时代有着相当的影响。\n明本禅师有语录、诗文若干，大部分被收入了《天目中峰和尚广录》三十卷和《天目明本禅师杂录》三卷之中。其语录和文集，表现出他的深悟、睿智和学问，为明清习禅之人所必读；他的诗偈，也多达千余首，表现出他的风骨、灵异和清淡的佛教“隐士”情怀。特别是他的那一百零八首怀净土诗和一百首梅花诗，不论对禅宗还是净土宗，都是一笔独特和绝佳的文献。\n成就\n明本能诗善曲，在文学上有相当造诣，尤其表现在作诗方面。当时元代著名的散曲家冯子振名极一时，对明本意颇轻视。明本与书法家赵孟頫一起拜访冯。冯出示《梅花百韵诗》，明本接过一览，当即“走笔和成”，并出示自己所作的《九言梅花歌》。冯子振阅罢大服。从此两人成了至交。明本擅书法，手书遗迹留院中者甚多。明代陈继儒在《书画史》中称明本“书类柳叶，虽未入格，亦自是一家”。延祐二年（一三一五）书《妙法莲华经册》。卒年六十一。又故宫博物院藏有其至正四年（一三四四）书《乔松疎秀七言诗轴》。如以此推之，卒年当在八十外。不少真迹当时由日本留学僧带回，现珍藏在日本。事迹还收录于《松江志》、《石渠实笈续编》。\n附录\n出版日期：2006-11\n内容简介\n本书通过对元代禅宗最有影响的人物——中峰明本的研究，力图揭示出蒙古统治下江南禅宗的特点，有助于深化对元代佛教史的研究。\n本书注意宏观研究与微观研究相结合，重视历史学、文献学与思想等方法的综合运用，将明本置于中国禅宗发展史的大背景中加以考察，对明本与元代禅宗进行了全面的研究。\n纪华传，1970年生，山东即墨人。1994年本科毕业于武汉大学。2000年毕业于武汉大学哲学系中国哲学专业，获哲学硕士学位。2004年毕业于中国社会科学院研究生院，获哲学博士学位。现为中国社会科学院世界宗教研究所助理研究员、中国社会科学院佛教研究中心副秘书长。主要研究方向是禅宗与中国佛教。在《世界宗教研究》、《佛学研究》等刊物上发表论文二十余篇。\n图书目录\n序言\n导言\n第一章元代社会政治文化与江南禅宗\n第一节元代的佛教政策与社会文化\n一从成吉思汗多元平等到忽必烈教派差别的宗教政策\n二元朝对佛教的尊崇、管理及其弊端\n三儒释道三教关系\n四汉传佛教各宗派\n第二节元初的崇教抑禅政策与江南禅宗\n一教禅廷辩与崇教抑禅\n二江南禅师对元朝统治的抵制\n三江南禅宗的分化与衰落\n附：元代江南禅宗法系简表\n第二章中峰明本的生平行履\n第一节早年事迹与佛法因缘(1263—1281)\n第二节跟随高峰原妙禅师出家与参学(1282—1295)\n一初见高峰原妙\n二出家与参学\n第三节住幻住庵，励志修习头陀行(1296—1303)\n一吴山云居禅庵\n二弁山幻住庵\n三平江幻住庵\n第四节隐遁于山林江河，拒绝住持禅宗名刹(1304—1313)\n一初次住持师子禅院\n二平江顺心庵与庐州六安山\n三拒绝住持灵隐禅寺\n四提倡十方选贤，批评“以院易嗣”之弊\n第五节晚年弘法天目山，名闻于天下(1314—1323)\n一西天目山幻住庵\n二丹阳大同庵\n三皇帝及王臣之尊崇\n四一代祖师入寂\n第六节明本与元代禅师的交往\n一原妙弟子断崖了义与布衲祖雍\n二祖先系虚谷希陵等禅师\n三崇岳系、之善系及居筒系禅师\n第三章明本的主要著述\n第一节《中峰和尚广录》的主要内容与文献价值\n第二节《中峰和尚广录》的版本与流传\n一《中峰和尚广录》主要版本\n二颁赐入藏与《普宁藏》的刊刻\n三明初吴山云居禅庵的重刊\n四《碛砂藏》本《中峰和尚广录》略辨\n第三节《明本禅师杂录》及其他著作\n一《明本禅师杂录》的主要内容与文献价值\n二《幻住庵清规》的重要内容与民众信仰\n三《三时系念》与净土修行仪轨\n第四章明本的看话禅与工夫论\n第一节看话禅的渊源及明本提倡看话禅的原因\n一明本对传统禅法流弊的批评\n二看话禅的含义与思想渊源\n三明本对话头之简别\n第二节明本看话禅的主要内容与禅法特点\n一看话禅的前提：“参禅无秘诀，唯有生死切”\n二觉悟的根本：“灵知心体，离言说相”\n三修行的方法：“不起第二念，即是疑情”\n四“道在目前，不离声色”与平常心\n第三节“参则真参，悟则实悟”的工夫论\n一妄解情见与彻悟正见\n二“禅不离心，心不离禅”\n三“禅不在坐，亦不离坐”\n第五章明本的禅净一致与禅教会通思想\n第一节明本的禅净一致思想\n一对弥陀净土信仰的提倡\n二勘辨“四料拣”，提出“禅即净土之禅，净土乃禅之净土”的禅净融合明本的思想\n第二节明本的禅教会通思想\n一禅教会通思想的历史回顾\n二明本论禅与教之差异\n三以“一心”会通禅教\n第三节对禅门五宗与佛教各派的融合\n一论禅门五家宗旨\n二论佛教四宗要旨\n第四节小结\n第六章明本的法脉传承及其影响\n第一节明本的嗣法弟子千岩元长\n一明本的法系传承及主要嗣法弟子\n二千岩元长生平及其禅法\n第二节明本嗣法弟子与元代云南禅宗\n一元代云南佛教概况\n二玄鉴禅师与元代云南禅宗的再传\n三玄鉴等云南禅师的禅法思想\n附：《太华山佛严寺无照玄鉴禅师行业记》\n第三节明本与日本人元求法禅僧\n一元僧东渡与日僧入元\n二参学与嗣法于明本的日本禅僧传略\n三明本的嗣法弟子与日本幻住派\n第七章佛法金汤：明本与元代士大夫\n第一节明本与赵孟烦的佛学因缘\n一赵孟頫的生平简介\n二赵孟頫与明本的交往\n三赵孟頫与中峰和尚书札的主要内容与文献价值\n第二节明本与冯子振等士大夫的交往\n一明本与冯子振的诗文酬唱\n二明本与元代其他士大夫\n第三节明本与高丽忠宣王王璋\n一高丽忠宣王王璋与佛教\n二王璋与明本的书信问答\n三王璋登天目山问法与嗣法\n第四节明本的德行与外护的力量\n附录一文献资料\n(一)明本传记资料：《中峰和尚行录》、《智觉禅师法云塔铭》、《普应国师道行碑》、《普应国师舍利塔记》\n(二)《怀净土诗》一百八首、《天目山赋》\n(三)和冯海粟《梅花诗百咏》\n(四)跋语：《莲宗宝鉴跋》、《一山国师语录跋》\n(五)赵孟頫致中峰和尚书札\n附录二中峰明本年谱简编\n参考文献\n后记\n","category":"草书","verified":true,"user":1,"timestamp":1429951542967},{"name":"赵孟頫草书致中峰和尚札","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791642082,"text":"赵孟頫 《致中峰和尚札》纸本，纵30.5cm，横62.7cm。北京故宫博物院藏\n此帖书於延祐五年，其时，赵氏已六十有五。中峰和尚，浙江钱塘人，俗姓孙。他早年出家，后主天目山中峰狮子院，称中峰和尚，与赵氏交往密切。据编者所知，赵氏写给中峰和尚的书札，有近二十札留存於世。\n释文:\n手书和南上中峰和上吾师侍者。弟子赵孟頫谨封。弟子赵孟頫和南上记中峰和上吾师侍者。孟頫窃禄叨位。日逐尘缘。欲归未能。南望驰企。以中来得所惠书。 审道体安稳。深慰下情。远寄沉速香极仞至意。拜领。感激难胜。以中后得报。知吾师颇苦渴疾。欲挽以中过腊。坚不可留。谨发其回。今想已平復。圣旨已得。 碑文都已圆备。就有人参一斤。五味一斤拜纳。何时南还。临纸驰情。老妻自有书。不宣。弟子赵孟頫和南上记。中峰和上吾师侍者。\n\n\n\n\n\n\n\n\n赵孟頫 《致中峰和尚札》","author":"元代赵孟頫","description":"赵孟頫草书致中峰和尚札"}]