[{"name":"宋克章草张怀瓘论用笔十法","text":"陈明之，本名陈伟、字明之，斋名：甘田草堂、松兹山房。[1] 安徽宿松人。2002年深造于中国美术学院书法系高研班。2009年深造于中国国家画院梅墨生工作室国画高研班。2013年深造于北大名家高级研修班陈忠康工作室。现为中国书法家协会会员，河北美术学院特聘教授，浙江省青年书法家协会理事[2] ，温州市书法家协会理事。\n作品入展\n全国第三、四届楹联书法大展。\n全国第二届行草书展。\n全国第八届书法篆刻作品展。\n全国第一、三 篆刻作展。\n全国第三届书法百家精品展。\n全国第五届书坛新人新作展。\n全国第二届扇面书法展。\n全国第二届行书展。\n全国首届册页书法作品展。\n全国第三届“林散之奖”书法双年展。\n中国书法家协会会员优秀作品展。\n008年浙江青年书法二十家。\n出版唐褚遂良《雁塔圣教序》青少年书法通用培训教材。（安徽人美出版社）\n出版温州书法百家百集—陈明之作品集。（西泠印社出版社）\n出版墨守永嘉—全国获奖书家六人展作品集。\n出版《中国当代章草十六家》作品集。 \n作品获奖\n第二届中国天津书法艺术节百家精品展最高奖、并授予“书法十杰”称号 。\n第廿届中国兰亭书法节名家作品展最高奖、“王羲之书法奖”。\n全国首届“沙孟海杯”书法作品展最高奖、优秀奖。\n全国首届“陶渊明奖”书法作品展最高奖、优秀奖。\n全国第十届书法篆刻作品展览、优秀奖。（最高奖）\n全国第二届册页书法作品展、优秀奖。（最高奖）\n全国职工书法 、优秀奖。（最高奖）\n全国第四届扇面书法艺术展、优秀奖。（最高奖）\n全国首届“沙孟海杯”书法作品展、优秀奖。（最高奖）\n第二届中国天津书法艺术节百家精品展、并授予“书 称号。（最高奖）\n第廿届中国兰亭书法节名家作品展、“王羲之书法奖”。（最高奖）\n全国首届“林散之奖”书法双年展、获奖提名。\n全国“邓石如奖”书法作品展览、获奖提名。\n全国“瘗鹤铭奖”书法作品展，获奖提名。\n全国首届大字书法艺术展、三等奖。\n全国首届“走进青海”书法展、二等奖。\n全国“高恒杯”书法艺术展、铜奖。\n全国首届“黄庭坚奖”书法大赛、三等奖\n全浙第四届书法篆刻作品展、银奖。\n全浙第四、六届中青年书法篆刻展、铜奖。\n温州市第六、八届文学艺术创作、银鹿奖。\n011浙江省书法家协会（年度奖）。\n012浙江省书法家协会（年度奖）。\n章草观点\n章草是隶书的快捷书写，将自发的隶草整理 逐渐形成章草。所以其书体形态与隶书相关联又有着自身的特点，秦汉简牍、楼兰残纸中的部分书迹较好地体现了这一段时期的变化过程。如《楼兰残纸墨迹》，汉简牍中《内蒙古居延汉简》和《甘肃敦煌汉简》，既有淳厚高古、体态严整的古隶，也有天真烂漫、率意的隶草，呈现着章草字态和笔意特征，书写自然便捷，质朴而活泼。\n近些年书法展览中，章草创作比例较大，如十届国展章草获奖占七分之一，但问题还是很多。作品大多以陆机《平复帖》为基调，将其用笔简单化，增加浓、淡、干、枯的墨色效果，以求视觉冲击力，忽视了章草书体特征和笔墨内涵。章草有它独特的字体和用笔特征，具有古朴典雅的艺术魅力，从用笔到结字及章法都有鲜明的艺术特色，实际运用中又能很好地杂糅其他诸体而呈现更多变化的可能。\n章草揉合篆隶，使章草更加高古。以傅山《啬庐妙翰卷》为例，在篆书与古隶中参以章草笔意，其中有说文古文与钟鼎文及其它体态。篆书和异体字写法多样化，不拘一格，各种书体相互糅合。行、楷、草书也多含章草笔意，字形古朴稳健，生动流畅，于丑拙不失严整。章草中增添了篆隶笔意，可谓“支离神迈”。\n章草能揉入今草、小草、乃至狂草，如宋克《进学解帖》和《唐宋诗卷》等。使章草字形活泼，节奏明快，既存章草的古雅，又不失今草的飘逸，以今草灵巧笔法带动章草古朴字态，形成自然流畅的书写感，既灵动雅致又时得劲简。\n章草可揉入楷书，如宋克《唐张怀瓘论用笔十法》、高二适《新定急就章及考证》和《自作诗麟角草题诗稿》等帖。将章草和行楷熔于一炉，别开生面，笔力清劲健古，结字疏宕萧散，字形俊美俏丽，布局错落有致，使章草的简静气质和楷书的典雅法度很好融合在一起，富有书卷之气。\n章草用笔亦可参碑意将字拓大。沈寐叟是碑学的章草大家，将碑学的笔法渗入章草，使章草线质苍茫老辣，字形古拙厚重，并能将章草字形拓大，在出大刀阔斧中见浑厚感，是章草与碑学的完美结合。\n在传世的章草法帖中，皇象、索靖章草皆为刻本墨拓，虽版本不同，但刻帖缺乏墨韵，与墨迹相较其艺术效果远不能呈现，绝无书写的笔墨情趣及感染力。刻帖只有字形和篇幅，不传笔墨意味，只有墨迹才能反应出书写者的情感和思绪状态，线条的质感有着丰富的内涵。可以通过墨迹如《楼兰残纸》和《秦汉简牍》，或陆机的《平复帖》和史孝山《出师颂》，或借助赵孟頫、邓文原、宋克、俞和、傅山等名家的墨迹本，来展现原章草应有的书写效果，体会和感受章草艺术魅力。\n对于章草的开掘，可追本溯源，把握古隶与草隶演变时期的字法，以二王笔法写出古隶、草隶与章草的精神气格。追溯章草墨迹效果，以呈现典雅清丽，古质朴厚，圆浑大方的章草风格。下笔有来历而结体变化皆合法度。不是在今草上添波加捺以充章草。清末以来章草书家如沈曾植结合碑版、王世镗融会行草、王遽常熔铸篆籀、高二适借助行楷，均开拓振兴章草之路，给我们以很好的启迪。章草的体态自有其理，贵得理而呈态。\n","category":"草书","verified":true,"user":1,"timestamp":1429951604513}]