[{"text":"米芾《研山铭》卷，南唐澄心堂纸，行书，纵36厘米，横138厘米，北京故宫博物院藏。\n释文：研山铭。五色水，浮昆仑。潭在顶，出黑云。挂龙怪，烁电痕。下震霆，泽厚坤。极变化，阖道门。宝晋山前轩书。\n“五色水，浮昆仑。潭在面，出黑云。挂龙怪、烁电痕。下震霆，泽后坤。极变化，阖道门”。此为米芾用自己的血泪之笔墨写就的《研山铭》。说到《研山铭》我们不能不提及“灵璧研山”。在中国赏石文化的历史长河中，一块“灵璧石研山”的收藏者有三位，且都有极高的知名度，他们是李煜、米芾和赵佶。\n我们先从南唐后主李煜说起。古代南唐后主李煜（公元937-978年）词人，字重光号钟隐，礼名从嘉，徐州人。南唐中主李景第六子。公元961年嗣位，故称为后主。他善书画，能诗文，尤长于词后人把他和李景的词合刻为《南唐二主词》李煜现存词有三十余首。以国存身浮为界，前后出现了不同风格。前期主要表现宫廷享乐生活，如《浣溪河》里有“红日已高三丈透”。《玉楼春》有\"晚妆初了明肌雪\"等，描写日以继夜的酣歌狂舞，风格柔靡，与花间派一脉相通。后期作品大都抒发亡国之痛与伤今忆昔之情。如《虞美人》里“春花秋月何时了，往事知多少？”《浪淘沙》有“帘外雨潺潺”等。哀叹帝王生活一去不复返了，情调伤感已完全脱去了香泽绮罗之态，其中“问君能有几多愁，恰似一江春水向东流”。“梦里不知身是客，一晌贪欢”。“流水落花春去也、天上人间”等，都是历史传诵的名句。王国维《人间词话》说“词至李后主而眼界始大，感慨遂深”。这是令人称道的，而李煜爱灵璧石，藏“灵璧石研山”同样也被后人传为佳话，据《铁围山丛谈》记：南唐后主李煜有奇石“灵璧研山”（指中有墨池的灵璧石）经长愈尺，前耸三十六峰皆大如手指，高者名华峰。参差错落者为方坛，依次日岩、玉笋等。各峰均有其名，又有下洞三折而通上洞。左右则因两岸陂陀中凿为砚。李煜十分珍爱，在兵临城下，江山易手之时，仍痴迷“国破石头在”宁愿当俘虏也舍不得丢下石头逃命，最终被俘，真可谓不恋江山爱美石。\n那么，这等宝贝又是如何到了米芾手里的呢？\n据传说此“灵璧研山”在宋代大书法家米芾新婚之夜，其夫人李氏将传家之宝赠送给米芾了。为什么米夫人有此宝贝呢？据说李氏是李煜后世之孙。在相赠“灵璧研山”时约法三章“不得将此转送于他人”。米夫人之所以将此“灵璧研山”送予米芾原因有三：其一因米芾爱石如命；其二，因米芾是书画家，对“灵璧研山”可赏可用；其三，灵璧石是恒古不变之物，象征夫妻恩爱永恒。\n宋徽宗勉强算是一个收藏者，但就数他的收藏经过作为抢眼，虽然是竹篮打水，但他本人却浑然不知，这是一个个人的喜剧，但却是我们这个世界的悲剧。\n米芾是一个刻意文词，不割袭前人语，经奇蹈险，要必已出，以崖绝魁垒为工的书法艺术家。后因与为朝书画院博士蔡京是同窗，经蔡京介绍，宋徽宗召见了米芾，见米芾书画超群，剑拔驽张，字里行间处处显露出横溢才气，将书法的的意趣发挥的淋漓尽致，深受宋徽宗的赏识。两人一见如故，爱书画，喜赏石，情投意合，行影不离成为挚友，并经常彻夜长谈，废寝忘食。宋徽宗为能使米芾常陪伴左右，召米芾为书画学博士赐于便殿，免去蔡京之职。一日米芾酒后与宋徽宗谈论灵璧石，一时高兴便将其妻所赠定情之宝“灵璧研山”示于宋徽宗观赏。宋徽宗观后十分激动，米芾看宋徽宗有索石之意，随装醉卖傻，趁其不注意，突然从徽宗手里夺过来，抱在怀里不放，并哈哈大笑。宋徽宗无耐只好顺口说一句：“活像个颠子”这就是米颠的由来。\n宋徽宗没有得到“灵璧研山”心里闷闷不乐就召见了蔡京，让其说服米芾相赠“研山”。米芾不从，蔡京在宋朝是出名的奸臣，对米芾软硬兼施，在无法奏效的情况下，便以王羲之的“鹅”字相换，米夫人便以一罐大头菜相送。蔡京无奈之下便将此罐大头菜伪装成“灵璧研山”送于宋徽宗，栽脏米芾有欺君之罪。将米芾投入大牢，又用王羲之“鹅”字作证据，诬告米芾思念前朝，有谋反之罪，以杀头相威胁，让其交出“研山石”。米芾面对“一边是石头，一边是人头，一心不能顾两头，丢了人头也保不住石。如果丢了石头，终生变成了冤大头。”虽然米芾对大头菜及王羲之的“鹅”字在召见了宋徽宗时讲明原因，但宋徽宗得不到“研山石”还是不能放了米芾，万般无奈的情况下，米夫人手捧“灵璧研山”直闯金殿，献于徽宗皇帝，米芾悲痛欲绝，为再于心爱的“研山石”多亲近一会。求宋徽宗再开恩让其用“灵璧研山石”写书法一幅。于是，米芾将“研山石”放在供案上对其三叩九拜，并感慨道：“深山里灵石一块，天地间混沌一砣。白云深处悠高卧，洁身自好引墨为歌，浓淡干湿变五色，纵情四海挚山河。”怨自己秘宝示人，才卷进是非网罗。拜毕，奋笔疾书，写出了《研山铭》它是米芾赞美灵璧石的诗篇，到现在已流传千古，将永载史册！\n《研山铭》手卷，水墨纸本，高36厘米，长138厘米，分三段。第一段为米芾用南唐澄心堂纸书写三十九个行书大字：“研山铭五色水浮昆仑潭在顶出黑云挂龙怪烁电痕下震霆泽厚坤极变化阖道门宝晋山前轩书。”运笔刚劲强健，具奔腾之势，筋雄骨毅，变化无穷。结字上，自由放达，倾侧之中含稳重，因而端庄之中婀娜多姿，较之《多景楼诗》、《虹县诗》少些飞白灵动，更具刚劲、奔腾、沉顿、雄快，乃米书成熟之作，为米芾书法中之精品。启功先生赋诗赞曰：“羡煞襄阳一枝笔，玲珑八面写深秋。”此卷第二段绘研山图，篆书题款为：“宝晋斋研山图不假雕饰，浑然天成。”“研山”是一块山形砚台，在研山奇石图的各部位，用隶书标明：“华盖峰、月严、方坛、翠峦、玉笋下洞口、下洞三折通上洞、予尝神游於其间、龙池、遇天欲雨则津润、滴水小许在池内、经旬不竭。”第三段为米芾之子米友仁的行书题识：“右研山铭，先臣芾真迹，臣米友仁鉴定恭跋。”米芾外甥金代王庭筠题跋：“鸟迹雀形，字意极古，变态万状，笔底有神，黄华老人王庭筠。”清代书画家陈浩题作隽永的跋尾：“研山铭为李后主旧物，米老平生好石，获此一奇而铭，以传之。宜其书迹之尤奇也，昔董思翁极崇仰米书，而微嫌其不淡然。米书之妙，在得势如天马行空，不可控勒，故独能雄视千古，正不必徒从淡求之。落此卷则朴拙疏瘦，岂其得意时心手两忘，偶然而得之耶，使思翁见之，当别说矣。乾隆戊子十一月，昌平陈浩题。”日本前首相犬养毅题迎首：“鸢飞鱼跃”。钤印有：内府书印（三次）、宜和、双龙圆印、绍兴，贾似道的“长”、“悦生”（二次）、于腾、味腴轩、于腾私印、东海郯人、受麟（二次）、受麟私印、飞卿、石禅莩子、石甫、湘石过眼。周於礼印、立崖、陈浩之印、七十四翁、梦德星庵、梦庐审定真迹、玉堂柯氏九思私印等23方。\n必须一提的是米夫人献的这方“灵璧研山”不是送给米芾的那一方，而是另一方，造型大致相同，所以米芾与宋徽宗均未发现出来，才两全其美。后来宋徽宗将米夫人献的“研山石”及米芾用血泪书写的《研山铭》强纳入宫索入九禁。一段历史时期内下落不明，直到2002年6月一位华侨在日本东京访贤探宝时发现了《研山铭》手卷，经专家鉴定为真迹无疑，被中国故宫博物院以2999万元的价格收藏，其“灵璧研山”现仍下落不明，我们期待它的面世。","timestamp":1431611196656,"published":true}]