[{"name":"王守仁行草矫亭说","text":"王华，字德辉，号实庵，晚号海日翁。曾读书龙泉山中，学者又称他龙山先生，浙江余姚人。\n明宪宗成化十七年（1481）辛丑科进士第一人。授翰林院修撰，历任翰林院学士、詹事府右春坊右谕德、詹事府少詹事、礼部右侍郎，正德初年晋礼部左侍郎、南京吏部尚书。\n王华参与预修《大明会典》、《通鉴纂要》，个人著《龙山稿》、《垣南草堂稿》、《礼经大义》、《杂录》、《进讲余抄》等，凡46卷。\n王华的长子为明代著名哲学家王守仁（王阳明）。\n人物生平\n早年经历\n正统十一年（1446年），王华出生在余姚一个富裕家庭，他自幼生性聪敏，刚会说话时，其父教他读诗，经耳便能随口吟诵。年龄渐长，读书竟至过目不忘。\n成化十一年（1475年），松江提学张时敏测试其文，并大加赞叹，以状元及第期许。由此，王华名闻遐迩，大家世族争着前来礼聘他为子弟师。当时浙江左布政使宁良请王华到他的家乡祁阳任教，宁家有数千卷藏书，王华执教之余，足不出户，闭门读书。\n成化十六年（1480年），王华在祁阳教学期满，回乡参加乡试。 \n科举之路\n天顺六年（1462年），王华中秀才。虽然王华成绩一直在府学名列前茅，曾被当时布政使宁良考效学问，与好友谢迁并列第一，但在随后数次乡试均落第。\n成化十一年（1475年），王华由于学问高深，晋升为不需要参加录科考度的儒士。\n成化十六年（1480年），王华以浙江乡试第二名的成绩中举。原本王华本应是第一，因答谢考官时身着白衣，被主考认为不成体统遂降为第二名。\n成化十七年（1481年），会试王华名列第三十三位，录取他的正好是他的好友“礼记”房的同考官谢迁。殿试王华被点为第一，状元及第。 \n仕途经历\n成化十七年（1481年），王华状元及第后，官授翰林修撰。\n弘治九年（1496年），王华担任皇帝的日讲官。\n弘治十一年（1498年），王华以詹事府右春坊右谕德主持顺天府的乡试。\n弘治十四年（1501年），王华主持应天府乡试。\n弘治十五年（1502年），王华晋升翰林学士仍兼任詹事府右春坊右谕德。因为才学出众，器度不凡，在讲幄授课最久，明孝宗特别器重，命赐金带，四品官服，圣眷日隆。\n弘治十六年（1503年），三月，王华升任詹事府少詹事仍兼翰林学士。六月，王华因参与预修《大明会典》、《通鉴纂要》之功，擢升礼部右侍郎，仍兼任日讲官。\n正德元年（1506年），五月，王华升为礼部左侍郎。\n正德二年（1507年），闰正月，宦官刘瑾专权，朝中大臣纷纷奔走其门，而王华却不与其来往。刘瑾素慕王华为人，曾两次派人对王华说，他与王华有旧，王华若能去见他一面，可入阁为相。王华操持坚定，不肯趋附刘瑾。再加上长子王守仁也因不依附刘瑾，刘瑾恼羞成怒，贬王守仁为驿丞，并在这月二十九日明升暗降，将王华调为南京吏部尚书。  \n终老故乡\n正德二年（1507年），九月二十一日，刘谨借王华参与预编《大明会典》中的小谬误之处，迫使王华致仕。王华不为所动，以为“从此可以免祸矣”。王华归田后，以读书自娱，侍奉百岁老母，自己虽年已七十，仍行孝于床前，为世人称赞。刘瑾事败被诛后，王华恢复原官。\n嘉靖元年（1522年），二月，王华卒于家中，享年77岁。二月十二日，皇帝下旨赠新建伯。 \n轶事遗闻\n拾金不昩\n六岁时，一次与一群孩子在河边戏水，见一醉汉前来洗脚，把钱袋忘在河边。王华拾起，打开一看，内有数十两黄金，心想，此人酒醒必来寻找。但又恐被人抢去，于是，王华心生一计，将钱袋投入水中，坐等失主。不久，那人果然号泣着跑来，王华迎上前说：“是来找你的金子吗？”于是把扔金子的地方指给他，醉汉找到金子感激非常，拿出一两酬谢，王华笑道：“不拿你数金反要你一两吗？”尽管醉汉一再坚持，王华就是不接受。\n色不动心\n王华年少时，借寓居一富翁家，富翁无子。有一天晚上，富翁叫他的小妾去和王华通奸求子，妾至拿出一纸条说：这是主人之意。纸上写著：“欲求人间种。”王华提笔在旁写道：“恐惊天上神。”任她百般诱惑，终不动心。第二天就离开富翁家。后来富翁家修醮，一道士拜呈奏章，伏地久不起，富翁感到奇怪？道士说：刚才送奏章至南天门，巧遇天上迎状元榜，所以许久才送到。问状元是谁？道士不敢说，只说道：状元榜前面有副楹联“欲求人间种，恐惊天上神”。不久，王华果然状元及第。后官至吏部尚书。\n王华在祁阳教书期满，他告别祁阳文友，准备回家参加乡试。祁阳的学子们设宴为他饯行，他们想试一下王华的节操，特意将宴席安排在水中央的一座亭子里，并事先藏了两个妓女在里面。席散之后，众人都告辞乘船上岸而去，将王华安置在亭里歇息。两个妓女从内里出来，王华吃惊不小，急忙呼船，可是船都已走远，无奈王华只得拆了扇门板渡水而归，祁阳人更加佩服他的人品。 \n父子对联\n任老子婆娑风月；看儿曹整顿乾坤。（注：王守仁平宁五之乱后，王华题于自己书斋上）\n衣冠奕叶范阳第；诗礼千秋涿郡宗。（注：王华为同榜进士卢格题写门联）\n雪压孤舟，一叶载六花归去；雁横远塞，片笺写八字出来。（注：上联为王华，下联为王守仁）\n藕笔盈池，竹简蕉书安可写；苔衣满地，秧针柳线不能缝。（注：上联为王华，下联为王守仁）\n百尺竿头站脚；千层浪里翻身。（注：上联为王华，下联为王守仁）\n一年春长长春发；五月夏半半夏生。（注：上联为王华，下联为王守仁。此联为嵌名联，王华携子外出赏花，出此对，其子王守仁对之。上联“春长”，指春天给出人的感觉或人们对春天的期望。“长春”，花名。下联“夏半”，指五月正值夏季之中间，故称。“半夏”，中草药名。“春长长春”与“夏半半夏”词序倒序，词义自变，巧妙自然，颇为佳趣。） \n个人作品\n书稿\n参与预编有：\n⒈《大明会典》：王华是预修《大明会典》的主要人员。 \n⒉《通鉴纂要》：王华是《通鉴纂要》的编辑。 \n个人著作共46卷：\n《龙山稿》\n《垣南草堂稿》\n《礼经大义》\n《杂录》\n《进讲余抄》\n诗作\n《长信宫》\n《南浦月华》\n《王贞妇》\n《青楼怨》\n书法\n这是贺友人弄璋之喜的小文。其书法特点，以行书为主，宗法二王，兼辅柳体之妙。\n原文如是：敬赋鄙诗一首，闲识弄璋之喜，录呈求教：梦羊有（“有”点去，改“吉”）兆果如期，未必他年不白眉；抱送曾闻来释氏，试啼定识是英儿；生涯莫笑中年遂，余庆偏于积善私；百世箕裘今有托，眼前何止慰萱慈。\n年生华拜手\n东厓先生年契 \n人物成就\n文学\n余姚在明时有礼余姚之称。有明一代余姚出了不少《礼记》高手，而王华正是其中翘楚，《礼经大义》是王华对《礼记》的深入领悟，是明代治《礼记》的必读之书。王华不仅对自己的本经《礼记》有独到造诣，而其它四经也有所涉猎，其《易经》、《春秋》的水平不在当时专治这两经的高手之下。其教授过的祁阳学子，也有以《易经》和《春秋》中式的。\n王华文风虽然严谨，但其随笔和其它题材的作品却善谑有趣，其轻快的笔触之下也有对本质的深入分析。 \n政治\n王华的政治主张：道法并重，以上至下的管理国家方针。王华在他的著作中认为“道”为体为纲，“法”为用为目。要使国家达到大治，道与法二者缺一不可，并运用大量的历史事实来阐述道与法二者并用的重要性。他说汉后宋诸朝之所以不能比隆于唐虞三代，是因为他们未将过与法并重之故。至于当朝，“大诰申明五常之义。律令详著万法之条，养民有田，足国有斌，御暴有兵，禁奸有刑，大纲毕正，万目具举“，已达大治之征。若皇上还想探求道之“精微之蕴”，法之“制作之详”，则全在于皇上之一“心”耳，皇上若能“明诸心“，始终如一则今日之治完全可以超越唐虞三代。 \n人物评价\n《王守仁评传》评道：为官20余年，为人仁恕坦直，平生无矫言伪行，对人无尊卑贵贱，相待如一，凡谈笑言议，皆由衷而发。人有片善，就称不绝口。有急难来相求的，则极力帮助救济。而对别人的过恶，则直言规劝，不肯护短。又性至孝，对父竹轩公及母岑太夫人，色爱之养，无所不周。虽无突出建树，但颇有节操，为官有清名，很得社会舆论的好评。后因与大宦官刘瑾不和，被勒令辞职。高年犹寝苫蔬食，哀毁逾节，以致染疾，卧床逾年。 \n李鸿章自题对联中道：老子婆娑看儿曹，整顿乾坤，当代重逢王海日；吾皇神武安天下，扫除纷乱，家祭无忘陆放翁。（注：王华晚年号海日翁）\n《皇明贡举考》卷五：陈氏鎏评王华、李旻二状元文章：王深造诣，李优才致。 \n王华的同榜进士榜眼黄珣在王守仁登第后写诗给王华赞道：《贺年侄王伯安登第》：“羡我同年老状头，贤郎名位颇相侔。龙山佳气重重见，舜水恩波滚滚流。调味查梨同入鼎，济川桥梓共为舟。相看尽道登科乐，却合同担廊庙忧。” \n家族成员\n先祖王纲，字性常，文武兼资，善于识别人才，明太祖洪武年间因刘基举荐，拜兵部郎中，擢广东参议。\n曾祖王与准，字公度，自号辶豚石翁，早年闭门力学，尽读先世遗书，精通《礼》、《易》，著有《易微》数千言。\n祖王杰，字世杰，自号槐里子，学者称为槐里先生，幼时即有志圣贤之学，年十四尽通“四书”、“五经”以及两来诸位大儒的学说，后以明经贡太学，未得大用而殁，著有《易说》、《春秋说》、《周礼考正》、《槐里杂稿》数卷。\n父王伦，字天叙，号竹轩，其家虽环堵萧然，而雅歌豪咏，胸次洒落，穷年口诵心惟，于书无所不观，尤其喜读《仪礼》、《左传》以及司马迁《史记》等，为文简古有法，赋诗援笔立就，所著有《竹轩稿》、《江湖杂稿》若干卷。\n妻：郑氏、赵氏、杨氏。\n子：长子王守仁，著名哲学家，弘治十二年进士；次子王守俭，太学生；三子王守文，郡庠生，官督府参军；四子王守章。 \n史籍记载\n《明史》本记第十三、列传杨继宗传、列传王守仁传 \n《渊鉴类涵》 \n《翰林记》上 \n《殿阁词林记》 \n《明通鉴》 \n《於越新编》\n状元试卷\n殿试考题：\n皇帝制曰：朕祇举丕图，究惟化理，欲追三代以底雍熙，不可不求定论焉。夫三代之王天下，必有纪纲法度，然后可以治。而议者乃谓三代之治，在道不在法，岂法无所用乎？\n圣王立法必有名以表实，然后可以传远。而议者乃谓三代之法，贵实不贵名，岂名非所先乎？治不在法，则继以仁政之说似戾，法不贵名，则必也正名之说似迂，二者将何所从也？\n嗣是称治者，莫过于汉唐宋。汉大纲正，于父子君臣之道盖得矣，而其治何以不能继夫周？七制之君，知重道者孰优乎？唐万目举，如田斌兵刑之法近实矣，而其治何以不相远于汉，三宗之内，能守法者孰贤否？至宋则大纲正，万目未尽举，似于唐不及，又谓其家法有远过汉唐，足以致太平者八事，而并指其君之贤。其说又何所据也？夫法不徒行，名不苟立，古之人必有处乎此者，而后世获效之不同如彼，何也？\n兹朕于道必欲采其精微之蕴，于法必欲参其制作之详，于所谓名与实者，必欲考求三代之所以相须而治，汉唐宋之所以不相须而治、不古若者，庶几取舍明，而跻世雍熙可期也。\n诸生学古通今，出膺时用，必审知之矣。其各殚心以对，毋略毋泛，朕将采而行焉。\n王华答题：\n臣对：臣闻人君之治天下，有体焉，有用焉。体者何？道是也。用者何？法是也。道原于天而不可易，所以根抵乎法者也。法因乎时而制其宜，所以品节乎道者也。道立而法未备，则民生未遂，民患未除，未足以言治。法具而道有未立，则纲常沦斁，风俗颓靡，文奚足以为治哉？故善为治者，不徒恃乎法以制天下之人，要必本于道；而善为法者，不徒徇乎名以诬天下之人，要必求其实焉。夏、商、周之所以致天下于大治者，以其有得乎此也。汉、唐、宋之所以治不古若者，以其胥失乎此也。然则今日欲究化理而求定论，亦惟遵三王之道，行三王之法，务使全体大用之毕举，而陋汉、唐、宋于不为可也。岂必外此而他求哉？《书》曰：鉴于先王成宪，其求无愆。此之谓也。\n钦惟皇帝陛下，睿智聪明，根于天性，宽仁庄敬，见于躬行。丕承一祖四宗之鸿图，默契二帝三王之心学，涵养深而天理明，历阅久而世故熟。是以十有八年之间，圣德日新，治效日隆，诚可谓大有为之君，不世出之主也。然犹不自满假，乃于万几之暇，廷集诸生，诹咨治道，且欲求一定之论，以追三代之隆。臣有以知陛下是心，其即古帝王好问好察谋及士庶之心也。臣以草茅之微，获与诸生之列，仰承明诏，敢不俯竭愚忠，茂明大对，以少裨万分之一乎？臣窃惟治之体本于道，治之用存乎法，法之行必有其名，而名之立必有其实。人君所以持一定之论，而致雍熙之治者，端在于斯矣。且道莫大于纲常，法莫大于田斌兵刑。三纲不正，不足以言道：四事不举，不足以语法。臣请先以家喻之。今有矩室焉，父慈而子孝，夫义而妇听，其家道正矣。然而耕耨失其时，收敛无其术，仰不足以事父母，俯不足以畜妻子，或门庭之寇不能御，或奴隶之肆无所惩，如此而谓之家齐，不可也。其或家给人足，令行禁止，而父子夫妇之间或有所歉，如此而谓之家齐，不可也。又或事事而为之名，以耸人之观听，而求其实，则泯然无迹之可举，如此而谓之家齐，可乎？\n家之于天下，势不同而理同。道也法也，实也名也，诚可相有而不可相无也。昔者三代之王天下，盖有法以辅其治，非专恃乎法也。盖有名以表其实，非徒狥乎名也。臣请略举其概。如咸则三壤以制井田，差为九等以定贡赋，六师以征不序，三千而有赎条，此有夏治天下之法也。八家各授一区以为私田，八家同养公田以给赋税，设六军之制，制风愆之刑，此有商治天下之法也。详之为井牧沟洫，而田有所分，纤之为九府圜法，而赋有所统，司马掌九伐之法以正邦国，司寇掌五刑之制以纠为民，非成周治天下之法乎？其制田赋也，实足以裕民而足国：其制兵刑也，实足以御乱而禁奸：岂徒为虚名而已哉！矧禹之治，本于只台德先，而率由典常，则其法有道以为之体，故能文命诞敷，以臻声教四被之治。汤之治，本于克宽克仁，而肇修人纪，则其法有道以为之体，故能表正万邦，以成兆民允怀之治。文王纯亦不己，而兹迪彝教，武王建其有极，而欢民五教，则周之法亦有道以为之体，此所以致有夏修和，四海永清之治也。宋儒罗从彦谓：“三代之治在道不在法，三代之法贵实不贵名。”盖言法之不可以离道，名之不可以失实耳。夫岂谓法无所用.而名非所先乎？三代而后，称善治者，英过于汉唐宋，若秦隋五季之流，皆无足齿矣。汉高祖用三老之言而发义帝之丧，赦季布之罪而截丁公之叛，则君臣之义以明：因家令之言而葬礼太公，高四皓之名而割爱衽席，则父子之伦无失。是大纲正而道得其概矣。惜乎规模虽宏远，而多袭赢秦之旧，《诗》、《书》之不事，而未脱马上之习。故其时去成周虽未宏远，而田赋兵刑之类，多缺典矣。果能如三代之制，道法兼资者乎？汉有天下，历年四百。高祖而下，若文帝之躬修玄默，武帝之雄才大略，宣帝之信赏必罚，光武之沉几先物，明帝之遵守成宪，章帝之宽厚长者，亦皆一世之贤君。王通取之为七制，宜矣。然以重道言之，则圣贤大学之道，概乎其未之有闻，臣未敢必其为孰优。此汉之治所以止于汉也。\n唐太宗制口分世业之田，租庸调之法，仿佛乎先王田赋之遗意；定上中下府兵之制，五覆奏三讯之刑，依稀乎先王兵刑之旧规。是万目举而法近乎实矣。惜乎制度虽益详，而不能自身推之于家；纪纲虽益密，而不能自家达之于国。故其法视两汉虽若过之，而父了君臣之间，多惭德矣。果能如三代之法，名实相须者乎？唐有天下，传世二十。太宗而后，若玄宗之削平内难，励精政事，几致太平；宪宗之刚明果断，能用忠谋，克除僭叛，亦皆继世之令主。史臣取之为三宗，当矣。然以守法言之，则二帝三王之法，邈乎其未之能及，臣未敢必其为孰贤。此唐之治，所以止于唐也。\n逮宋室之兴，太祖开基，事周后如母，爱少帝如子；鞭朴不施于殿陛，骂辱不及于公卿；慈闱一言，载在金匮，舍子立弟，付托得人，其大纲可谓正矣。但其兵虽有三衙四厢之制，而不足以御外侮；刑虽有折杖常刑之典，而不足以禁奸吏；天下之田，虽二十税一，而未能合乎井牧沟洫之制；役民之法，虽因乎唐制，而未若租庸调法之详，其万目则未尽举也。夫大纲虽正万目未举，似于唐不及也。而其家法之善，则有过于汉唐者焉。吕大防尝言：“前代人主，朝见母后有时，祖宗以来，朝夕皆见，此事亲之法也。前代大长公主，以臣妾之礼见，仁宗以侄事姑，此事长之法也。前代官闱多不肃，本朝宫禁严密，此治内之法也。前代外戚多预政事，本朝不许与事，此待外戚之法也。前代宫室多尚华侈，本朝宫殿止用赤白，此尚俭之法也。前代人主在宫禁，出舆入晕辇，祖宗步自内庭，出御后殿，此勤身之法也。前代人主在禁中，冠服苟简，祖宗以来，燕居必以礼，此尚礼之法也。前代多深于用刑，惟本朝臣下有罪，止于罢黜，此宽仁之法也。”凡此八事，信乎家法之过于汉唐矣。太祖而下，如太宗之恭俭好文，真宗之宽仁慈爱，仁宗之力行恭俭，英宗之优礼大臣，庶几其贤者欤！借其仁厚有余，而刚断不足。此宋之治，亦止于宋而已。\n夫法非自行，必本于道而后行；名非自立，必有其实而后立。古之人皆有以处乎此？而后世获效之不古若，岂非以其或有体而无用。或有用而无体欤？\n洪惟我朝太祖高皇帝，创业垂统，用夏变夷，大诰申明五常之义，律令详著万法之条，养民有田，足国有赋，御暴有兵，禁奸有刑，大纲毕正，万目具举。其弘谟丕范，诚是以超越三王，垂示万世矣。列圣相承，重光继照。至于陛下，祖述宪章，克笃前烈，大孝尊亲，上隆欢于慈极；彝伦故叙，下疏爱于天潢。分田赋民，惟祖宗之成宪是遵；练兵用刑，惟祖宗之旧典是式。总万善于一身，光百王于千载。‘其于道法兼资之要，名实相须之义，固已洞烛于渊衷矣。然于道欲探其精微之蕴，于法欲参其制作之详，于所谓名与实者，欲考求三代之所以相须而治，后世之所以不须而治不古若者。臣以为此无他，在陛下一心转移间耳。盖人之一心，至虚至灵，所以具众理者在是，所以应万事者在是。但为气禀所拘，物欲所蔽，其全体大用，始有不明矣。陛下诚能先明诸心，复其本然之正，去其外诱之私，不为后世驳杂之政所牵滞，不为流俗因循之论所迁惑，则于道也，必能探求其精微，而见于日用彝伦之间，莫不各有以尽其当然不易之则矣。于法也，必能参详其制作，而形于纪纲法度之际，莫不皆有以成其巍然广大之业矣。至于考求其名实，则知夏商周之精详，非若汉唐宋之阔略，而其得失之际，又岂待辨而明哉！程子曰：“必有关睢麟趾之意，然后可以行周官之法度。”是知道与法必兼资而后可以言乎治。孔子曰：“君子名之可言。”是知名与实必相须而后可以传诸远。然则，道与法兼资，名与实相须，孰谓不在陛下方寸间耶？\n虽然，人君之治固本于一心，而正心之要，尤在于意诚。《大学》曰：“欲正其心，先诚其意。”使意有不诚，则无以正其心而推于治矣。臣愿陛下穷理以致其知，存诚以立其本，而凡一念将发之顷，必察其天理人欲之几。天理耶，必循之而造其极；人欲耶，必遇之而绝其根。大廷广众之中，固此诚也。深宫燕闲之地，亦此诚也。念念相承，无少间断。则一理浑融，万几密勿，将见体用兼全，本末日举。陛下今日之治道，与三王同一道心之精微；陛下今日之治法，与三王同一时中之妙用；而盛治之效，亦将与三代比隆矣。区区汉唐宋之治，何足言哉!\n昔宋儒朱熹入对，有戒其勿以正心诚意之说进者。熹曰：“吾平生所学，在此四字，岂敢隐默以欺吾君。”臣尝诵此以自箴警。今承明诏，故于篇终直举所得于学者以为献。亦何敢负所学以欺吾后父耶？臣不胜惓惓之至，伏惟陛下留神察焉。则天下幸甚，万世幸甚。臣谨对。 \n人物故居\n王华、王阳明父子故居位于余姚城区龙泉山北麓、阳明西路以北的武胜门西侧，即余姚寿山堂。现存王阳明故居并非明代故居，乃是后世寿山堂基础上进行重修的。\n","category":"行草","verified":true,"user":1,"timestamp":1429951612226},{"name":"王守仁行草矫亭说","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791635529,"text":"王守仁《矫亭说》册 21.6×11.1 正德乙亥年（1515） 上海博物馆藏\n【释文】君子之行顺乎理而已，无所事于偏；偏于柔者，矫之以刚，然或失则傲，偏于慈者，矫之以毅，然或失则刻，偏于奢者，矫之以俭，然或失则陋。凡矫而无节过，过则复为偏，故君子之论学也，不曰矫而曰克，克以胜其私，无过不及矣。矫犹免于意必也，意必于私也，故言矫者未必能尽克己也。矫而复其理，亦克己之道矣。行其克己之实，而以矫名焉，何伤乎？古之君子，其取名也廉，后之君子，实未至而名先之，故不曰克而曰矫，亦矫世之意也。秋卿方君时以“矫”名亭，尝请家君为之说，辄为书之。阳明王守仁识。\n　　《矫亭说》之文是代其父王华为朋友崑山方秋卿建立\"矫亭\"后所作文章，此件原为手卷，但后被割裱成册页。纵21.6厘米，横11.1厘米，共194字。藏于上海博物馆。“矫”为矫正、矫枉之意。文章论述了过柔者，矫之以刚，过慈者，矫之以毅，过奢者，矫之以俭等道理，认为完美的人必须随时修正德行，加强修养。\n　　徐渭曾评其书：翩翩然凤翥龙蟠也，使其人少亚于书，则书且传矣。册页后有清人钱大昕、方治、陆世仪、归庄等人题跋。《矫亭说》是其代表作。","author":"明代王守仁","description":"王守仁行草矫亭说"}]