[{"name":"米芾草书潇湘八景图序","text":"由湖南大学文学院倡议发起并在红网大力支持下进行的《湖南九章》征集评选活动，历时两个月，经由广泛热烈的网络评选和权威审慎的专家评选最后选定。这九篇经典之作是：屈原《湘君》、贾谊《鵩鸟赋》、陶渊明《桃花源记》、范仲淹《岳阳楼记》、周敦颐《爱莲说》、米芾《潇湘八景图诗序》、王夫之《船山记》、杨度《湖南少年歌》、毛泽东《沁园春·长沙》。其中米芾的《潇湘八景图诗序》，是网友推选并经专家议定入选的作品。[1] \n意义\n《湖南九章》评选活动的倡议开展首先缘于对湖湘文化的传承。湖湘文化是湖南人的血脉和精神支柱。培育并饱受湖湘文化滋养的湖南的山、湖南的水和湖南的人，自古以来，深受世代文人墨客的青睐，他们泼墨如水，为我们留下了无数脍炙人口、堪称经典的文学篇章。本次活动旨在通过对这些描写湖南的优秀文学作品的精心萃取和集中展示，深入发掘与解读其中所体现的湖湘精神内涵，推进广泛阅读和广泛传播，促进三湘子弟湖湘文化自信的提升，为建设美好新湖南提供新的精神支撑。\n《湖南九章》征集评选活动，旨在通过对描写湖南的优秀文学作品的精心萃取和集中展示，促进三湘子弟对湖湘文化自信的提升。评选历时两个月，经由网络评选和专家评选最后选定。 \n篇目解读\n沁园春·长沙\n特色：山水洲城尽显风流\n地点：长沙橘子洲\n万山红遍，一派壮丽秋景；风华正茂，一段峥嵘岁月；中流击水，一腔拿云心事。一首《沁园春·长沙》，写尽了山水洲城长沙的风流情态。\n湖南少年歌\n特色：体现湖南人血性精神\n地点：湘潭\n若道中华国果忘，除非湖南人尽死，湘潭人杨度的《湖南少年歌》中的这两句，形象地道出了湖南人的血性精神。\n桃花源记\n特色：田园情结终极关怀\n地点：常德\n群山环抱，桃花掩映，芳草鲜美，落英缤纷，这便是陶渊明《桃花源记》描绘的世外桃源。\n“桃花源”是陶渊明田园理想的形象展示，是他田园情结的终极关怀，也是他田园人生的最后归宿。在纷繁芜杂的当下，追寻陶渊明，去寻找、感受那美丽而神秘的田园风光，别有意味。\n潇湘八景图诗并序\n特色：诗画并茂\n地点：长沙湘潭衡阳永州岳阳等地\n在《湖南九章》中，米芾的《潇湘八景图诗并序》是网友推荐入选的。潇湘夜雨、山市晴岚、远浦归帆、烟寺晚钟、渔村夕照、洞庭秋月、平沙落雁、江天暮雪，8首诗8幅画，相得益彰，画为诗心，诗托画意，品诗，观画，别有一番情趣。\n潇湘八景，分布在长沙、湘潭、衡阳、永州、岳阳等地。《潇湘八景图诗并序》形象地展示了湖南的锦绣山河，地域特色明显，丰富了《湖南九章》的内容。\n爱莲说\n特色：君子高洁\n地点：永州\n“予独爱莲之出淤泥而不染，濯清涟而不妖”，优美的文笔，精妙地展现出作者飘然于尘世之外的高洁不凡。周敦颐，号濂溪，湖南永州道县人，理学开山鼻祖。\n胡遂介绍，以莲花喻君子，周敦颐是第一人。《爱莲说》仅百余字，简短，但意蕴隽永。正如《湖南九章》所要传达的精神：对美好理想的向往，对高尚情操的追求，对正直人格的仰慕。\n湘君\n特色：“湘女多情”文学源头\n地点：洞庭湖、君山\n斑竹一枝千滴泪，在今天的岳阳君山，二妃墓和独有的斑竹见证着远古时代的爱情。当年舜帝的妃子娥皇、女英南下苍梧寻找舜帝，来到君山，死后化为湘水女神，舜为湘水男神湘君。\n《湘君》描写了湘夫人思念湘君而临风企盼，久候不见的那种怨慕与神伤，文字缠绵悱恻。在湖南大学文学院院长郭建勋看来，这大约是“湘女多情”可回溯的文学源头。\n岳阳楼记\n特色：忧乐天下与悲喜情怀\n地点：岳阳\n气势“衔远山，吞长江”，壮景“浩浩汤汤，横无际涯”，情怀是心忧天下。“不以物喜，不以己悲”，“先天下之忧而忧，后天下之乐而乐”，这些脍炙人口的名句，出自范仲淹《岳阳楼记》。\n岳阳楼最早是三国时期鲁肃的阅兵台，后在唐朝建楼，与武昌黄鹤楼、南昌滕王阁并称江南三大名楼。千百年来，无数文人墨客在此登览胜境，凭栏抒怀。\n湖南大学文学院教授胡遂介绍，在《湖南九章》作品遴选中，范仲淹《岳阳楼记》位居榜首。\n鵩鸟赋\n特色：“卑湿”中提升生命境界\n地点：长沙太平街\n长沙何其有幸，在屈原投江百多年后，又迎来了“才调无伦”的贾谊。从此，长沙在文化地理上不再偏于一隅。\n今天，在长沙城区，沿着一条名叫“太平”的麻石古街探访，贾谊故居的门楣和灰墙青瓦院落，使人恍然回到贾太傅所处的当年。\n在长沙这个气象万千、朝云暮雨，被贾谊说成“卑湿”的地方，从长安贬谪到此的他，借人与鵩鸟问答，展现了对生命忧患的思考，对人生哲理的探寻，卑湿的地理提升了他的生命境界。\n船山记\n特色：六经责我开生面\n地点：衡阳\n湖南有双璧，一是洞庭湖，一是南岳。《船山记》可算南岳所在地衡阳地区的代表作品。\n“船山，山之岑有石如船，顽石也，而以之名。”王船山是中国朴素唯物主义思想的集大成者，与黄宗羲、顾炎武并称明末清初三大思想家，以“顽石”自喻，一生主张经世致用，自谓“六经责我开生面，七尺从天乞活埋”。\n今天，船山书院、船山广场在衡阳多处可见。衡阳雁去，船山先生成一家之言，留下一片斑斓的历史风景，化为一块中国传统文化含金量丰富的“顽石”。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951591595},{"name":"米芾草书潇湘八景图序","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791644876,"text":"","author":"宋代米芾","description":"米芾草书潇湘八景图序"}]