[{"name":"爨宝子碑","text":"爨宝子碑全称为《晋故振威将军建宁太守爨府君墓碑》，碑质为沙石。乾隆四十三年（公元1778年）出土于云南省曲靖县扬旗田村，1852年移置曲靖城内，现存于曲靖一中爨轩内爨碑亭。爨宝子碑为全国首批重点保护文物。\n概述\n《爨宝子碑》全称为\"晋故振威将军建宁太守爨府君墓碑\"，东晋安帝乙已年（公元405年）刻，用笔结体与《中岳嵩高灵庙碑》极相似，在隶楷之间，康有为评其：“端朴若古佛之容”，“朴厚古茂，奇姿百出”。现碑石在云南曲靖市第一中学校园内，为全国重点保护文物。学写《张迁碑》一路的汉隶，参入《爨宝子碑》的用笔及结字，顿使字形具灵动逸纵之趣，可防结构流于僵木。----《古代碑帖鉴赏》费声骞\n此碑于清乾隆四十三年(1778)，在云南南宁(今曲靖)出土，当时并未引起人们的重视，后来被一乡民用做压豆腐的石板。咸丰二年，曲靖知府邓尔恒发现豆腐上有字迹，大为惊异，急忙派人找到卖豆腐之人。将碑石运回府中，后置于城中武侯祠。当时，正是碑学大兴而帖学告退的时代。所以，它一经发现，其怪诞的用笔，随意的结体所表现出的古朴味道，立刻引起人们极大的兴趣，被视为书法作品中的奇珍异宝，阮元称它为“滇中第一石”，康有为誉为“已冠古今”。 \n简介\n爨宝子碑碑首为半圆形，整碑呈长方形，高1.83米，宽0.68米，厚0.21米。碑文计13行，每行30字。碑尾有题名13行，每行4字，额15字，均正书。此碑的书法在隶楷之间，体现了隶书向楷书过渡的一种风格，为汉字的演变和书法研究提供了宝贵资料，其极高的书法的地位。在书法史上与《爨龙颜碑》与《爨宝子碑》并称为“爨”，前者因字多碑大称“大爨”，此碑则被称为“小爨”。1961年3月，国务院正式批准为全国首批重点文物保护单位，拨款重新修理工建碑亭，加固碑座。\n爨宝子碑碑刻署年为“太亨四年岁在乙已”（即东晋义熙元年，公元405年），因两晋有禁碑之令，故当时刻石极少，相对于当时社会大量流行的手札、墨迹来说，它是东晋碑版书法中一颗灿若星辰的明珠。自1778年出土于云南南宁（今曲靖市）后，即为世所重。其为云南边陲少数民族首领受汉文化熏陶，仿效汉制而树碑立传的。此碑正文楷书计13行，每行30字，后列官职题名13行，每行4字。\n碑文\n背景\n碑文记述爨宝子生平，系爨部族首领，世袭建宁郡太守。滇人袁嘉谷曾为碑亭撰书一联“奉东晋大亨，宝子增辉三百字。称南滇小爨，石碑永寿二千年。”这里的“三百”、“二千”，是为了语言对仗，取其约数。实际上立碑至至今，已有千年历史了，碑文共有388字。大亨是晋安帝壬寅年（公元402年）改的年号，次年又改称元兴，至乙已（公元405年）又改号义熙。云南远在边陲，不知内地年号的更迭，故仍沿用。\n爨氏作为南中大姓、豪族，有着悠久的历史。早在三国时代，诸葛亮亲征云南，平定南中大姓叛乱后，“收其俊杰”为地方官吏，其中就有“建宁爨习”，官至领军；诸葛亮又“移南中劲卒”，充实蜀汉军队，“分其羸弱，配大姓焦、雍、娄、爨、孟、量、毛、李为部”。至南北朝，爨氏已称雄南中。1971年陆良县曾出土石刻一方，上书“泰（太）和五年岁在亲（辛）未正月八日戊寅立爨龙骧之墓”。“龙骧”是晋将军名，地位略低于三公，晋南北朝在南中的统治者，多加封“龙骧”。这碑石虽仅寥寥数语，但证明在“爨宝子碑”之前80余年，爨氏就有人做龙骧将军。其家族早已赫一时，称霸一方了。\n内容\n晋故振威将军建宁太守爨府君之墓\n君讳宝子字宝子，建宁同乐人也。君少禀瑰伟之质，长挺高邈之操。通旷清恪，发自天然；冰洁简静，道兼行苇。淳粹之德，戎晋归仁。九皋唱于名响，束帛集于闺庭。抽簪俟驾，朝野咏歌。州主薄治中别驾，举秀才本郡太守。宁抚氓庶，物物得所。春秋廿三，寝疾丧官。莫不嗟痛，人百其躬。情恸发中，相与铭诔。休扬令终，永显勿剪。其词曰：\n山岳吐精，海诞陼光。穆穆君侯，震响锵锵。弱冠称仁，咏歌朝乡。在阴嘉和，处渊流芳。宫宇数仞，循得其墙。馨随风烈，耀与云扬。鸿渐羽仪，龙腾凤翔。矫翮凌霄，将宾乎王。鸣鸾紫闼，濯缨沧浪。庶民子来，挚维同响。周遵绊马，曷能赦放。位才之绪，遂居本邦。志业方熙，道隆黄裳。当保南岳，不骞不崩。享年不永，一匮始倡。如何不吊，歼我贞良。回抱圣姿，影命不长。自非金石，荣枯有常。幽潜玄穹，携手颜张。至人无想，江湖相忘。于穆不已，肃雍显相。永惟平素，感恸忾慷。林宗没矣，令名遐彰。爰铭斯诔，庶存甘裳。呜呼哀哉！\n历史典故\n历史渊源\n三国时期，今云南、贵州和四川南部称为“南中”，是蜀国的一部分。南中地区的豪族大姓主要集中在朱提(今昭通)、建宁(今曲靖)两郡。南中最有势力的大姓为霍、爨(cuan四声)、孟三姓，公元399年，霍、孟二姓火拼同归于尽后，爨姓成为最强大的势力。汉族移民带进南中的汉文化在豪强大姓统治者中部分地被长期保存下来，并与当地土著文化相融和，今天我们所见到的“爨宝子碑”则是这种融和的结晶。爨宝子是爨姓统治集团的成员，“爨宝子碑”是在他死后立的。\n出土传说\n清咸丰二年，邓尔恒任南宁（现在的曲靖）知府。有天，他偶然进入厨房，发现案板上的豆腐块上竟然有字迹，仔细一瞧，居然是史书上所记载的《爨宝子碑》痕迹，深为震惊。因为此碑立在东晋，年代久远，一直不知流落到哪去了。于是赶忙问卖豆腐的人在哪里，厨子说是个越州人。邓尔恒很快就追踪调查到了越州扬旗田。做豆腐的是个农夫，告诉他说，有天吆牛去犁地，突然犁到块石头，把犁尖都犁断了，他用锄头刨出来一看，原来是块碑，就抬了回去做压豆腐的工具。邓尔恒于是打赏了那农夫，把宝碑搬回城里，放置在当时城中的武侯祠里。\n——讲述：刘鸿昌（曲靖老艺人，文化馆退休职工） \n艺术特色\n艺术价值\n此碑具有较高的书法艺术价值，康有为曾在《广艺舟双楫》中评其为“宝子碑端朴，若古佛之容”，又云“朴厚古茂，奇态百出，与魏碑之《灵庙》、《鞠彦云》皆在隶楷之间，可以考见变体源流”。它与书刻于公元456年的北魏《嵩高庙碑》风格接近。其立碑之时距书圣王羲之死时仅30年，却与世传右军法帖书风之清雅俊逸大为迥异。\n它朴茂古厚，大巧若拙，率真硬朗，气度高华，气魄雄强，奇姿尽现。究其渊源，因属隶变时期的作品，体势情趣、情态均在隶楷之间。寓飘然于挺劲，杂灵动于木讷。\n由于其脱胎于汉隶笔法，故而波磔犹存，相较于《张黑女》《元怀墓志》等成熟的魏碑，它则更显得“原生态”。此碑字用笔方峻，起收果断，似昆刀切玉；字的造型奇特自由，似天马行空，神秘莫测，令人产生丰富联想。\n艺术本真\n康有为的尊碑思想源于碑学本身所蕴含的艺术本真和人性原朴,而这恰是自唐以来渐失灵性的帖学所缺乏的.\n南朝禁碑,云南却有碑,这恰巧填补了南朝无碑的空白;爨宝子碑的署款为太亨四年,而查历史年表,晋朝却没有太亨年号!云南地处边疆,书法石刻甚少,文化基础薄弱的地方冒出了文化尖子.爨宝子碑谜一样的.\n与内地相比,云南是\"南蛮\"之地,引弓抱鞍之民,受内地文化熏陶较少,所以爨宝子碑没有南朝书法讲究法度又潇洒妩媚的书卷气,更多的是任性为之的霸悍雄强的南蛮之气.\n碑的精髓\n综上,爨宝子碑不是名家所书,也不讲究什么笔法,具有的是刀味,石味,民间味,野蛮味,和南朝正统的名人书家严守法度,笔意结构,书卷气形成强烈对比.学爨宝子碑就是要从这些\"不法\",\"不名\",\"不笔\",\"不汉\"中去体味一种别的什么东西,这种”别的什么”才是爨宝子碑的精髓.\n云大精神\n云南大学的精神“会泽百家、至公天下”八个大字即用爨宝子碑字体仿写，美观大方，文化厚重，独树一帜。\n结字特点\n因字异形\n碑中的字以长方、正方为主。一般来说，上下结构的字成长方块，左右结构的字形成正方块，而这种四角饱满的块状即是构成其风格内敛深沉的重要原因。\n字形欹侧\nP13“沧”字右面“仓”字势向右倾斜，右下方的“口”字也不作端正状，似玩杂技般惊险，但因字的两撇舒展地向左伸去，欲挽回险势，“仓”的点也有左向之意，而“氵”如称砣稳稳压住整个字势，复归于平正。\nP15的“崩”字，上方稳若磬石，下方倾斜有跃跃欲飞动之势，但因有一支点，整体安然。P1的“墓”字上方有泰山压顶之势（类似于《张迁碑》的“幕”字），下方的“土”似千斤顶力撑险局。P11的“馨”字取疏可走马、密不透风之强烈对比。上下结构而处理成左右结构，“声”与“香”二者拉回在高空活动的“殳”字，惊险！\n字的意态\n此碑在方整统一的基础上不乏同字异构的变意处理。如P3的“长”与P6的“长”之变化，P4的“道”与P14的“道”之变化等。同样偏旁的处理也有变化，如碑中的“沧”“潜”“海”等字，既讲究点画的呼应关系，又照顾了点的用笔轻重、大小、造型变化，颇耐玩味。\n大小错落\n由于书体的静态限制，一般来说，隶书结体易大小通篇匀称，至唐楷更趋统一，发展到明清之“馆阁体”则字如算子，呆滞僵板，了无生气。自乾嘉后朴学大盛，有识之士振臂高呼提倡碑学，此风百年来长盛不衰，从而使简书墓志等“民间书风”为当代书法创作注入了新鲜的血液。此碑即字之结构大小错落，极其大胆，常有出人意料之安排。如P1的“军、爨、晋”三字写得大，其余皆小，互作反衬。而P13特大的“遵”字，在周围小字的映衬下，如众星拱月，使该字形成“字眼”，似重音调节着平静行进中的节奏，观之似可联想到清王铎在其行草书创作中大胆运用涨墨法，都有异曲同工之妙。另外P13长的“庶”字，扁的“同”字，各呈其态，正如古人论书云：“参差若老翁携幼孙行”，古意盎然，使静态书体呈现出节奏的变化。\n透露现代\nP14的“熙”、P17的“玄”、P18的“素”“穆”、P22的“刘”等，几乎纯次各种不同的几何形排列组合，显得奇诡冷峻，而不乏幽默之感，观之似可联想到后期印象派代表人物塞尚绘画的坚实厚重感，以及几何形体派画家荷兰的蒙德里安冷峻到登峰造极的抽象作品。如果说行草书更注重书法的时间性的话，那么楷隶书则更注重书法的空间性。此碑尤其强化了字的雕塑般的空间造型感。突出创造了视觉冲击力，其颇具前瞻性的大胆艺术手法令人不得不感叹古贤虽无刻意安排却又“发乎情、止于礼”之绝妙。从当代隶书名家张继先生在其隶书创作中大量使用“宝子横”及块面分割、点线几何形安排可觅其师法此碑的痕迹。\n用笔特征\n点\n此碑字中点的形态颇多，但多写为三角形，显得凝重峻利。用钢笔临写时不必刻意摹写似毛笔效果，意到便可，然应注意其大小向背之变化。\n横\n此碑字中的横画，不似东汉八分书横的俯仰多变，而多硬拙平直，有隶书遗韵但不作典型之“蚕头燕尾”状。如P7的“春”等有平行排叠横画类的字多以角出角落，而显得翩翩起舞，富有装饰美。临写时应注意发力的峻爽，不作刻意的逆锋，在笔的行进过程中保持中锋效果。\n竖\n此碑字凡取悬针笔势的竖画末端常带缓弯，甚至有个别字如P8的“令”字的末点也做如此处理。P9的“王将”字中“”之垂露竖也写成慢弯，强劲稚拙，充分显示了边陲少数民族的刚毅、不易屈服的心理特征。但临写时不应过分追摹，那样会显得造作花哨。\n撇捺\n此碑字中撇捺画多取上翘状处理，尽现峥嵘风骨，有些字的捺已似成熟期楷书的笔势。如P17的“人”字。\n转折\n此碑字凡横折处皆成直角，而凡有“口”字的地方或扁方或长方、正方，因字结体需要灵活处理，这样显得其四角周密，而有密不透风的坚实空间造型感。该碑“口”字之四角垂直与唐朝欧柳楷写“口”字时的上宽下窄状迥异。\n小爨之可贵且难得处，在于其朴厚严谨，含蓄古逸。整篇临写时要注意度的把握，不要仅学其表面的雄强粗犷而写得狂怪邪险，失去了纯正高古的气息与品格。而应以蕴藉之笔，意在隶楷之间。对于字中的精彩的重点的笔画应如狮子搏象全力以赴，不要有含糊刻板之病，力求做到精神焕然。\n我的这件临作，用的是普通Ⅰ形王者书法笔，主要是以凝练的线条追求一种清峻之气，而不刻意地描头画脚，由于打上界格加强现代装饰性而淡化了大小对比稍显规整。临习时力避“刻、板、滞、结、僵”诸病，力求“醇、雅、灵”之境界。\n交通：到达曲靖后，步行至第一中学院内即可。\n字帖\n中文名:爨宝子碑原名:晋故振威将军建宁太守爨府君墓碑\n别名:小爨\n书号:7501007136\n发行时间:1985年\n地区:大陆\n语言:繁体中文\n","category":"草书","verified":true,"user":1,"timestamp":1429951664929}]