[{"name":"赵孟頫行书十札卷","text":"行书十札卷纸本25.8×57.3cm不等上海博物馆藏。\n石刻版本为日本出版的赵子昂十札法帖原拓本选页。\n释文:\n（札一）记事顿首再拜民瞻宰公仁弟足下，孟頫谨封。孟頫顿首再拜民瞻宰公仁弟足下、顷旆从一再过吴。何不蒙见过耶．孟頫滞留於此。未得至杭。想彼中事已定．昨承许惠碧盏。至今未拜赐。岂有所待耶。兹因仁卿来。草草数字附问。旦夕到杭。又有承教之便也。不宜。孟頫顿首再拜。十二月廿七日。\n（札二）孟頫方雨中闷坐。忽得惠字。乃（欲）知為雨小留。同此无类。承示画梅及观音像；一如来意。题数字其上。却用奉纳。冀目入。行潦满道。不敢奉屈。临纸驰情。不宣。孟頫再拜。民瞻宰公弟侍史。\n（札三）孟頫再拜民瞻宰公老弟足下。雨个想无他出。能过此谈半日否。不别作仁卿弟简。同此拳拳。不宣。孟頫再拜。十七日。仁卿肯过此。当遣马去也。\n（札四）孟頫再拜民瞻宰公仁弟足下。孟頫去年一月间到城中。知旆从荣满后便还镇江。自后便不问动静。欲遣一书承候。又无便可寄。唯有翘伫而已。新春伏计体中安胜。眷辑悉佳。孟頫只留德清山中。终日与松竹為伍。无復一豪荣进之意。若民瞻来杭州。能輟半日暇。便可来小斋一游观也。向蒙许惠碧盏。何尚未践言耶。因便草草具记。拙妇附承婶子夫人动睁。不宣。人日。孟頫再拜。\n（札五）孟頫再拜仁卿学士老弟坐右。顷闻旆从到桐川。相望甚邇。何不一过我。殊恨恨也，尔来想动履胜常。闻吾弟有翡翠石。蒙爱若此．能举以见惠否。不然当奉价拜还。唯慨然至幸。因盛季高便草具状。未能及其他。不宣。九月廿五日。孟頫再拜。\n（札六）顿首再拜民瞻宰公阁下。孟頫谨封。孟頫顿首再拜民瞻宰公老弟足下。适方走謁。不遇而归。兹枉简教．重以贱生。特飴厚贶。本不敢拜辞。又惧於得罪。强顏祗烦。感愧难言。草草奉復。尚图面谢。不宣。孟頫顿首再拜。\n（札七）记事顿首復民瞻宰公老弟足下。七月廿七日寓杭赵孟頫就封。孟頫顿首再拜民瞻宰公老弟足下。孟頫奉别甚久。倾仰情深。人至。得所惠书。就审即日雅候胜常．慰不可言。承喻令弟文书即已完备。付去人送纳。外蒙远寄碧盏。不敢拜赐。併付去人。归璧乞示至。筑子谨已祇领。感激感激。草草具答。附此致意。令亲仁卿想安好。不宣．七月六日。孟頫记事再拜。\n（札八）孟頫顿首再拜民瞻宰公仁弟足下。孟頫自去岁便过德清。盖三间小屋。滞留者三月。十一日归吴兴。闻骑气已还京口。十三日钱令史来。得所惠书。审动履之详。极慰下情。相别动是数月。满谓可以一见。不意差池。倾渴之怀。临风难写。或旆从过杭。千万一到龟溪為望。附此拜意仁卿令亲。闻携研见过。此意甚厚。何时重来。以慰翘想耶。因钱令史还桐川。作此附便奉问。草草。不宣。孟頫再拜。\n（札九）孟頫再民瞻宰公弟足下。别久不（胜）驰想。近京口客足来所惠书。就审腹（履）候清佳。八月晦日又囗囗书。尤以為慰。不肖自夏秋来。煬发於鬢。痛楚不可言。今五十餘日。而创尚未囗。盖濒死而幸存耳。想民瞻闻之亦必囗囗也。承示以墨竹。大有佳趣。輒书数语其上。涴损卷轴。深知罪戾。不知民瞻见恕否。寄惠沉香。沉香环领囗感囗。未有一物奉报。想不讶也。老妇附致意阃政夫人。寒近。要鹿肉。千万勿忘。餘冀尽珍重理。不宣。即日。孟頫再拜。\n（札十）仰人至得所惠书。就审履候胜常。深以為慰。不肖远藉庇休。苟且如昨。承远寄鹿肉领次。至以為感。但家人辈尚以為少。不审能重寄否。付至界行绢素。已如来命。写兰亭一遇奉纳。试过目。以為然乎。不然乎。紫芝有书。今附来使以书復之。冀转达拜意。仁卿弟。堂上太夫人即日尊候安康。拙妇同此上问。不宣。正月廿四日。孟頫再拜。\n","user":1,"timestamp":1431350600567,"verified":true},{"name":"赵孟頫行书十札卷","text":"行书十札卷 纸本 25.8×57.3cm 不等 上海博物馆藏。\n石刻版本为日本出版的赵子昂十札法帖原拓本选页。　\n　　释文:\n　　（札一） 记事顿首再拜民瞻宰公仁弟足下，孟頫谨封。孟頫顿首再拜民瞻宰公仁弟足下、顷旆从一再过吴。何不蒙见过耶．孟頫滞留於此。未得至杭。想彼 中事已定．昨承许惠碧盏。至今未拜赐。岂有所待耶。兹因仁卿来。草草数字附问。旦夕到杭。又有承教之便也。不宜。孟頫顿首再拜。十二月廿七日。　\n（札二） 孟頫方雨中闷坐。忽得惠字。乃（欲）知為雨小留。同此无类。承示画梅及观音像；一如来意。题数字其上。却用奉纳。冀目入。行潦满道。不敢奉屈。 临纸驰情。不宣。孟頫再拜。民瞻宰公弟侍史。　\n（札三） 孟頫再拜民瞻宰公老弟足下。雨个想无他出。能过此谈半日否。不别作仁卿弟简。同此拳拳。不宣。孟頫再拜。十七日。仁卿肯过此。当遣马去也。　\n（札四） 孟頫再拜民瞻宰公仁弟足下。孟頫去年一月间到城中。知旆从荣满后便还镇江。自后便不问动静。欲遣一书承候。又无便可寄。唯有翘伫而已。新春 伏计体中安胜。眷辑悉佳。孟頫只留德清山中。终日与松竹為伍。无復一豪荣进之意。若民瞻来杭州。能輟半日暇。便可来小斋一游观也。向蒙许惠碧盏。何尚未 践言耶。因便草草具记。拙妇附承婶子夫人动睁。不宣。人日。孟頫再拜。　\n（札五） 孟頫再拜仁卿学士老弟坐右。顷闻旆从到桐川。相望甚邇。何不一过我。殊恨恨也，尔来想动履胜常。闻吾弟有翡翠石。蒙爱若此．能举以见惠否。 不然当奉价拜还。唯慨然至幸。因盛季高便草具状。未能及其他。不宣。九月廿五日。孟頫再拜。　\n（札六） 顿首再拜民瞻宰公阁下。孟頫谨封。孟頫顿首再拜民瞻宰公老弟足下。适方走謁。不遇而归。兹枉简教．重以贱生。特飴厚贶。本不敢拜辞。又惧於 得罪。强顏祗烦。感愧难言。草草奉復。尚图面谢。不宣。孟頫顿首再拜。　\n（札七） 记事顿首復民瞻宰公老弟足下。七月廿七日寓杭赵孟頫就封。孟頫顿首再拜民瞻宰公老弟足下。孟頫奉别甚久。倾仰情深。人至。得所惠书。就审即 日雅候胜常．慰不可言。承喻令弟文书即已完备。付去人送纳。外蒙远寄碧盏。不敢拜赐。併付去人。归璧乞示至。筑子谨已祇领。感激感激。草草具答。附此致 意。令亲仁卿想安好。不宣．七月六日。孟頫记事再拜。　\n（札八） 孟頫顿首再拜民瞻宰公仁弟足下。孟頫自去岁便过德清。盖三间小屋。滞留者三月。十一日归吴兴。闻骑气已还京口。十三日钱令史来。得所惠书。 审动履之详。极慰下情。相别动是数月。满谓可以一见。不意差池。倾渴之怀。临风难写。或旆从过杭。千万一到龟溪為望。附此拜意仁卿令亲。闻携研见过。此 意甚厚。何时重来。以慰翘想耶。因钱令史还桐川。作此附便奉问。草草。不宣。孟頫再拜。　\n（札九） 孟頫再民瞻宰公弟足下。别久不（胜）驰想。近京口客足来所惠书。就审腹（履）候清佳。八月晦日又囗囗书。尤以為慰。不肖自夏秋来。煬发於鬢。痛 楚不可言。今五十餘日。而创尚未囗。盖濒死而幸存耳。想民瞻闻之亦必囗囗也。承示以墨竹。大有佳趣。輒书数语其上。涴损卷轴。深知罪戾。不知民瞻见恕否。 寄惠沉香。沉香环领囗感囗。未有一物奉报。想不讶也。老妇附致意阃政夫人。寒近。要鹿肉。千万勿忘。餘冀尽珍重理。不宣。即日。孟頫再拜。　\n（札十） 仰人至得所惠书。就审履候胜常。深以為慰。不肖远藉庇休。苟且如昨。承远寄鹿肉领次。至以為感。但家人辈尚以為少。不审能重寄否。付至界行 绢素。已如来命。写兰亭一遇奉纳。试过目。以為然乎。不然乎。紫芝有书。今附来使以书復之。冀转达拜意。仁卿弟。堂上太夫人即日尊候安康。拙妇同此上问。 不宣。正月廿四日。孟頫再拜。\n"}]