[{"name":"唐寅行书落花诗册","text":"《唐寅落花诗》是唐寅的作品，唐寅画落花图，并在图上题落花诗并非一次。唐寅一生曾多次书写落花诗，每次所录诗作的数量不同，内容不同，书法风格也不尽相同，目前所知的分别藏于普林斯顿大学附属美术馆、辽宁省博物馆、中国美术馆。\n·简介\n沈周因丧子而撰写落花七律十首，此为唐寅和之《落花诗册》共30首。他看到地上落英满布，联系起自己的坎坷遭遇，怅然不已，抒发了心中愤慨之作。\n·唐寅\n明朝吴县（今江苏苏州）人。生于成化六年二月初四（1470年3月6日），死于嘉靖二年十二月初二（1524年1月7日）。出身商人家庭，父亲唐广德，母亲邱氏。自幼聪明伶俐，20余岁时家中连遭不幸，父母、妻子、妹妹相继去世，家境衰败，在好友祝允明的规劝下潜心读书。29岁参加应天府公试，得中第一名“解元”。传世的书法代表作之－，当为其较早所书，用笔圆转妍美，玉骨丰肌，风流潇洒，温文尔雅。\n各个版本：\n·苏州市博物馆藏本\n苏州市博物馆藏本，纸本册页，三十四开，每开尺寸27cmx30Cm不等。共录七律三十首，其中，十三首为原集所收和沈周落花诗。十七首为补遗之作。卷末未署名，也未标时间。后有正德三年进士方豪题于嘉靖丙戌的跋和翁方纲题于嘉庆二年的跋。其中翁方纲的跋说：『……此六如三十首草稿，与集本多异，想屡自改定欤？瑶田得此于都门，中阙二首。及南归，晤江秋史，而秋史处恰有此二首。宛然适合……』翁方纲认为这是一个草稿本，说明此藏本的时间比较早。同时，此册页曾缺了两首。后补上。翁氏的这个推测对不对？这恰好可以从普林斯顿藏本中得到证实。\n·普林斯顿大学附属美术馆藏本\n普林斯顿大学附属美术馆藏本，纸本长卷，25．1Cmx649．2cm。录七律二十一首，前八首为补遗之作，后十三首为原集落花诗作。卷末有唐寅落款『晋昌唐寅稿』，未标时间。另有马日琯书跋。『唐寅稿』的字样。正好证明它是草稿。这个『草稿』当然是誊写本。因为字迹十分工整。从书风上看，苏博藏本与普林斯顿藏本比较接近。从抄写内容看，两者都有十三首为原集落花诗作，虽然排列顺序不同，这十三首的内容是基本相同的。因此，普林斯顿藏本的写作时间与苏博藏本相距不会很远。但决不同时，因为相同的一首诗中又有少许改动。如普林斯顿藏本中『春来何事默凭栏』一句，苏博藏本作『春朝何事默凭栏』。\n上述两个藏本的落花诗内容与原集相异的部分，是一改再改的结果。如原集《和沈石田落花诗三十首》中第一首的前两句『今朝春比昨朝春，北阮翻成南阮贫』与这两个藏本中的第一、二句『刹那断送十分春，富贵园林一洗贫』虽然词句大异，但意思相近，且紧跟其后的第三、四句完全相同，应该是由同一首诗作修改而成的。显然，两个藏本中的诗句更形象地道出了自己一夜之间功名尽毁，前途无望的心境。而『刹那断送十分春』也就成为了以后大多数版本的第一首。又如第二首的第一句，原集为『夕阳芳草笛悠悠』，草稿本中为『夕阳黯黯笛悠悠』，情调上顿有天壤之别。原集最后一首末两句『和诗三十愁万千，此意东君知不知』中的后一句，到苏博藏本与普林斯顿藏本中分别改为『肠断春风谁得知』和『肠断东风谁得知』。由此可推断这两个藏本为和诗后的修改稿，其书写时间肯定在和诗那年（一五O四）之后，但不会很久。\n·辽宁省博物馆藏本\n辽宁省博物馆藏本，纸本长卷，26．6cmX406Cm。收入七律十首，均是《唐伯虎全集》补遗中的诗作。诗后唐寅有跋，然未标明书写时间。杨仁恺先生据跋推断当写于和诗那年，即弘治十七年（一五O四），但这个推测是有待商榷的。卷后另有顾文彬的题跋：『白石翁（沈周）落花图恨佚其诗，六如居士落花诗恨亦佚其图，乃和会两家联为一卷，所谓离之两伤，合之双美者也。壬戌夏日。』这是一八六二年的跋。据此可知沈周与唐寅各写过落花图，并在图后题落花诗．后来沈佚诗，唐佚图，直到清代时沈图和唐诗合成一卷。现存辽博的沈图，据杨仁恺先生说，破旧不堪，且坡石以粗线钩勒，浓淡墨涂抹而不皴，这种画法在沈画中少见，故此图是否系沈周原作还需进一步考证。而唐寅的落花诗却是真迹。唐寅在自跋中说：『石田先生尝咏落花十篇，人情物态，曲尽无遗，而用意炼语，超越前辈……间以示予，读之累日，不能释手。顾予方被翳林樾，自付陈朽载。瞻飞英辞条，委厕有不撄怀者哉．勉步后尘，政不自知其丑也。暇日因书一过，并系小图寄兴。』在这段话中，既有对过去的回忆，又有对自己年轻时不知自丑的愧歉，深刻表达了自己书落花诗时的复杂情感。并且可知这诗卷是题在落花图后的。更确证了此卷为唐寅所书。\n唐寅画落花图，并在图上题落花诗并非一次。据《珊瑚网》记载，唐寅在正德十五年（一五二O）曾作落花图咏。《式古堂书画汇考》中收入唐寅的落花图咏，为七律十首，是原集落花诗中的前十首。唐寅在落款中标明该诗题于落花图上，书于正德庚辰仲秋吉日。但由于目前看不到原作，怀疑已佚。但据此可推测，辽博藏本的落花诗卷书写时间当与正德十五年的落花图咏时间相近。另一个证据是该藏本落花诗的书风与存世的中国美术馆藏（一五二二年）落花诗卷书风相近。\n·中国美术馆藏本\n中国美术馆藏本，纸本长卷，23．5cmx445．3cm。这是目前公认艺术最成熟的巅峰之作，共收入七律十七首，卷末标明写于嘉靖元年（一五二二）清明日，也就是唐寅病故的前一年。尽管称落花诗卷，其中只有七首为补遗落花诗，其余十首为唐寅所作漫兴诗。\n就目前所见的唐寅落花诗真迹有四本，即苏州市博物馆藏本、普林斯顿大学附属美术馆藏本、辽宁省博物馆藏本和中国美术馆藏本。见于著录的唐寅书落花诗则有《蔬香馆法帖》、《海山仙馆藏真三刻》、《珊瑚网》等多种。\n落花诗由来\n唐寅的落花诗为和作。明弘治十七年（一五O四）春，沈周撰写落花诗七律十首，除唐寅外。文徵明、徐祯卿等皆有和诗。史载唐寅的和作为七律三十首，各种唐寅诗文集的刻本都有收录，周道振、张月尊所辑校的《唐伯虎全集》将其收入原集部分。但根据唐寅每次书写的墨迹，有很多落花诗句与原集中所收的并不相同，显然经过修改。据统计大异者有十七首，《唐伯虎全集》将它们编入补遗。②因而落花诗实际上总共有四十七首。和诗『柔情绰态，如泣如诉』，③在当时广为传颂。有人认为落花诗的内容反映了封建士大夫的感物伤怀的颓废情绪，因而不足取。其实，这样的理解完全曲解了唐寅诗中的深意。\n唐寅性颖利，聪明殊凡，童髫中科第，二十九岁时乡试中第一名解元。三十岁入京会试时，却因徐经科场受贿案被累下狱而废。此后．他不但功名无望，且生计日薄，与妻子反目仳离，不久又与弟申异炊．可以说落魄之极。唐寅作落花诗那年三十五岁，离科场被黜之事不过五年，刚刚经历过人生的低谷，『其胸中块垒郁勃之气，无由自泄，假诸风云月露以泄之』。④因此，落花诗看似伤春，实则自摅其才情。把它们理解为浮薄伤雅的风流之作，可以说完全没有读懂它。\n诗中多处表达了对光阴易逝、年华易老的感慨，是其年轻时《白发诗》的余韵。唐寅二十五岁时发现自己『玄首有华丝』，不禁『怆然百感兴』，并鼓励自己『功名须壮时』。那时他尚年轻气盛，前途也是一片光明；如今境遇大改，虽同是感叹白发生，却更添了几分英雄落寞的暮气。\n同时，诗中也充满了郁闷不得志的情绪，多处暗示了自己痛苦的遭遇。『春尽愁中与病中，花枝遭雨又遭风』无疑是其经历的写照；而『多少好花空落尽，不曾遇着赏花人』等句则借『落花』之意象。表达了自己怀才不遇的伤感。\n以唐寅之才气，遭遇如此不幸，确实是可悲可叹的。了解这样的背景，才能明白其惜花怜花叹花的万千感慨绝非士大夫闲来无事的无病呻吟，更不是为赋新词强说愁，其中自有慷慨激烈的悲愤之情。但值得一提的是，落花诗并不仅仅是伤情之作，特别是修改后的诗句，多次透露出唐寅罹祸后对功名富贵的全新理解，开始对人生无常心中了了，为其日后皈依佛氏之先兆。也正因为诗中所含的超脱旷达之意，使唐寅即使在晚年心境平和之后仍然偏爱自己当年的这些诗作。\n全文\n刹那断送十分春，富贵园林一洗贫。借问牧童应没酒，试尝梅子又生仁。\n若为软舞欺花旦，难保余香笑树神。料得青鞋携手伴，日高都做晏眠人。\n夕阳黯黯笛悠悠，一霎春风又转头。控诉欲呼天北极，胭脂都付水东流。\n倾盆怪雨泥三尺，绕树佳人绣半钩。颜色自来皆梦幻，一番添得镜中愁。\n春风百五尽须臾，花事飘零剩有无。新酒快倾杯上绿，衰颜已改镜中朱。\n绝缨不见偷香掾，堕溷翻成逐臭夫。身渐衰颓类如此，树和泪眼合同枯。\n时节蚕忙擘黑时，花枝堪赋比红儿。看来寒食春无主，飞过邻家蝶有私。\n纵使金钱堆北斗，难饶风雨葬西施。匡床自拂眠清昼，一缕烟茶飏鬓丝。\n坐看芳菲了闷中，曲教遮护屏展风。衙蜂蜜熟香粘白，梁燕巢成湿补红。\n国色可怜难再得，酒杯何故不教空。忍看马足车轮下，一片西飞一片东。\n崔徽空写镜中真，洛水难传赋里神。国色自来多命薄，桃红又见一年春。\n已无锦帐围金谷，漫把青鞋踏曲尘。绕树百回心语口，明年勾管是何人？\n天涯晻溘碧云横，社日园林紫燕轻。桃叶参差谁问渡，杏花零落忆题名。\n月明犬吠村中夜，雨过莺啼叶满城。人不归来春又去，与谁连臂唱盈盈？\n白华垂柳弄新晴，紫背浮萍细点生。三月寻芳骑凤侣，一时齐唱踏莎行。\n收灯院落伤栖燕，细雨楼台湿啭莺。莫问东君诉恩怨，自来春梦不分明。\n春朝何事默凭阑，庭草惊看露已团。花并泪丝飞点点，絮飘眼缬[xié]望漫漫。\n书当无意开孤愤，带有何心绾合欢。且喜残丛犹有在，好随修竹报平安。\n桃花净尽杏花空，开落年年约略同；自是节临三月暮，何须人恨五更风。\n扑檐直破帘衣碧，上砌如欺地锦红；拾向砑罗方帕里，鸳鸯一对共当中。\n恻恻凄凄忧自惔，花枝零落鬓丝添。周遮燕语春三月，荡漾波纹日半帘。\n病酒不堪朝转剧，听风且喜晚来恬。绿杨影里苍苔上，为惜残红手自拈。\n杨柳楼头月半规，笙歌院里夜深时。花枝灼灼难长好，漏水丁丁不肯迟。\n金串袖笼新藕滑，翠眉奁映小蜼垂。风情多少愁多少，百结愁肠说与谁。\n李态樊香忆旧游，蓬飞萍转不胜愁。一身憔悴茅柴酒，三月伤春满镜愁。\n爱惜难将穷袴赠，凋零似把睡鞋留。红颜春树今非昨，青草空埋土一丘。\n杏瓣桃须扫作堆，青春白发感衰颓。蛤蜊上市惊新味，鶗鴂[tíjué]教人再洗杯。\n忍唱骊歌送春去，悔将羯鼓彻明催。烂开赚我平添老，知到年来可烂开?\n丽色堪餐莫谩夸，一朝衰飒看伊家。昭君偏遇毛延寿，炀帝难留张丽华。\n深院青春空自锁，大堤红日又西斜。小桥流水闲村落，不见啼莺有犬蛙。\n满堂欢笑强相陪，别有愁肠日九回。时节又惊梁燕乳，铅华无奈隙驹催。\n香消衣带伤腰瘦，梦断辽阳没信来。门掩黄昏花落尽，牛酥且荐掌中杯。\n亚字城边糜鹿台，春深情况转悠哉。襞[bì]衣玉貌乘风去，对酒蓬窗带雨推。\n结子桃花如雨落，挟雌蝴蝶过墙来。江南多少闲庭馆，朱户依然锁绿苔。\n桃蹊李径谢春荣，斗酒芳心与夜争。陌上新蒭[chú]曲尘暗，墙头圆月玉盘倾。\n青帘巷陌无行迹，绣褶腰肢觉瘦生。莫道无情何必尔，自缘我辈正钟情。\n簇簇双攒出茧眉，淹淹独倚曲栏时。千年青冢空埋怨，重到玄都只赋诗。\n香逐马蹄归蚁垤，影和虫臂罥蛛丝。寻芳了却新年债，又见成阴子满枝。\n芳菲又谢一年新，能赋今无八斗陈。命薄错抛倾国色，缘轻不遇买金人。\n杜鹃啼血山中夜，蝴蝶游魂叶底春。色即是空空是色，欲从调御忏贪嗔。\n貌娇命薄两难全，莺老花残谢世缘。年长卢姬悲晚嫁，日高黄鸟唤春眠。\n人生自古稀七十，斗酒何论价十千。痛惜秾纤又迟暮，好烧银烛覆觥船。\n花落花开总属春，开时休羡落休嗔。好知青草骷髅冢，就是红楼掩面人。\n山屐已教休泛腊，柴车从此不须巾。仙尘佛劫同归尽，坠处何须论厕茵。\n催耕声里短柴门，煠[yè]兰香中雉草园。西子归湖余有井，昭君出塞尚留村。\n春风院院深笼锁，细雨纷纷欲断魂。拾得残红忍抛却，也教粘向阿咸旙[fān]。\n旧酒新啼满袖痕，怜香惜玉此心存。可怜窗外风鸣树，辜负尊前月满轩。\n奔井似衔亡国恨，坠楼如报主人恩。长洲日暮生芳草，销尽江淹黯黯魂。\n伯劳东去燕西飞，南浦王孙怨路迷。鸟唤春休背人去，雨妆花作向隅啼。\n绿阴茂苑收弦管，白日长门锁婢傒。蛱蝶翻翻残梦里，曲栏纤手忆同携。\n青鞋布袜谢同游，粉蝶黄蜂各自愁。傍老光阴情转切，惜花心性死方休。\n胶洁日月无长策，酒酹荼蘼有近忧。一曲山香春寂寂,碧云暮合隔红楼。\n春来吓吓去匆匆，刺眼繁华转眼空，杏子单衫初脱暖，梨花深院恨多风。\n烧灯坐尽千金夜，对酒空思一点红。倘是东君问鱼雁，心情说在雨声中。\n呜呜晓角起春城，巧作东风撼地声。灯照檐花开且落，鸦栖庭树集还惊。\n红颜不为琴心驻，绿酒休辞盏面盈。默对镜奁[lián]闲自较，鬓丝又是一年嬴。\n春梦三更雁影边，香泥一尺马蹄前。难将灰酒灌新爱，只有香囊报可怜。\n深院料应花似霰[xiàn]，长门愁锁日如年。凭谁对却闲桃李，说与悲欢石上缘。\n花朵凭风着意吹，春光弃我竟如遗。五更飞梦环巫峡，九畹[wǎn]招魂费楚词。\n衰老形骸无昔日，凋零草木有荣时。和诗三十愁千万，肠断春风谁得知?\n（1470-1523），字伯虎，号桃花庵主，晚年信佛，有六如居士等别号。江苏苏州人。唐寅出身于商人家庭，居吴趋坊，和文徵明同岁而略长数月。少有俊才，博雅多识，与张灵友善。初学画于周臣，后与文徵明、祝允明、徐祯卿结交，人称“吴中四才子”。二十九岁时由诸生举应乡试，得第一名解元，名声大噪，故人称唐解元。翌年，因牵涉科场舞弊案，被罢官为吏，自后灰心仕途，终日诗酒，或漫游名山大川。\n自刻印章“江南第一风流才子”，以卖画为生。曾应江西宁王朱宸濠之请，聘往南昌，因不惯藩府生活，不久辞归。在绘画上，他是一个取材广博的画家。山水多取法于南宋李唐、刘松年，一变斧劈皴为细长清劲线条皴法，并兼及元人法。画人物工笔，写意俱佳。画花鸟喜用水墨，清隽峭利，有别于同时代的其他画家。与沈周、文徵明、仇英合称“明四家”。兼善书法，工诗文。晚年好禅学。思想趋向解脱颓放。自号“六如居土”(谓人生如幻、梦、泡、影、露、电)，著有《六如居士全集》。\n文学作品与特点\n唐寅不仅是一位著名的画家，而且是一位诗人。他创作的诗，据不完全的统计，约有600余首。其诗风婉华丽，通俗流畅，即兴抒怀，以才情取胜。诗文的内容多为揭露社会矛盾，抒发不平之气．具有较强的思想性。唐寅工诗文，其诗多纪游、题画、感怀之作，能表达出狂放和孤傲的心境，以及对世态炎凉的感慨，以俚语、俗语入诗，通俗易懂，语浅意隽。著《六如居士集》，清人辑有《六如居士全集》。《落霞孤鹜图》、《震泽烟树图》、《秋村图》、《虚阁晚凉图》、《江南农事图》、《藕香图》、《云槎图》、《玩月图》、《山路松声图》、《杏花图》、《兰亭图》、《秋风纨扇图》、《孟蜀宫伎图》、《洞箫仕女图》以及《桃花坞图卷》等。\n唐寅诗文真切平易，不拘成法，大量采用口语，意境清新，对人生、社会常常怀着岸傲不平之气。如《把酒对月歌》中：我愧虽无李白才，料应月不嫌我丑；我也不登天子船，我也不上长安眠；姑苏城外一茅屋，万枝桃花月满天。又如诗云：万事由天莫强求，何需苦苦用机谋；饱三餐饭常知足，得一帆风便可收。生事事生何时了，害人人害几时休；冤家宜解不宜结，各自回头看后头。\n除诗文外，也能作曲，多采用民歌形式。由于唐寅多方面深厚的文学艺术修养，经历坎坷，见闻广博，对人生、社会的理解较深，所以作品雅俗共赏，声名远播。\n绘画作品与特点\n唐寅擅画山水、人物、仕女和花鸟，尤以山水、仕女著称。唐寅的山水画，早年师法沈周，传世之作甚少。现存作品有《洞庭黄茅渚图》和《贞寿堂图》以及唐寅21岁作《对竹图》等。中年的山水画，主要宗法周臣，而周臣的山水画师法南宋的李唐和刘松年，因此唐寅的画又可上溯至南宋李唐、刘松年为代表的院体画派。他在老师周臣影响指导下，学到了宋人笔法严谨雄浑、风骨奇峭的风格。同时他又参合了马远、夏圭的构图和笔墨技巧，并广泛地涉猎北宋李成、范宽、郭熙和元代的黄公望、王蒙诸大家的长处，融会贯通，逐渐形成自己的风格。画面布局严谨整饬，造型真实生动，山势雄峻，石质坚峭，皴法斧劈，笔法劲健，墨色淋漓。代表作品有《王鏊出山图》、《沛台实景图》、《行春桥图》、《关山行旅图》等。晚年画风已脱出周臣的风范，自立门户。此时细笔山水居多，作品有《山路松风图》、《春山伴侣图》、《落霞孤鹜图》、《西洲话旧图》、《幽人燕坐图》等。从这些画的风格看，画风构图简洁清朗，用笔多为细劲中锋，犹如游丝描，纤而不弱，力而有韵，具有刚柔相济之美。山石的皴法丰富，多有短砍、长皴、顺笔、逆毫、方折、圆转等笔墨。林木、房舍、溪流等景物，穿插有序，密而不窒，杂而不乱，极富韵律和文人画秀润空灵的美感。墨色淋漓，又富浓淡变化。\n唐寅的山水画之所以有这样大的艺术成就，一方面是由于他能打破门户之见，无论北方画派、江南画派，还是南宋的院体及元代文人山水画，近及沈周和周臣等名画师，他都认真学习，博采众长，革新创造．最后形成自己的画风。另一方面．最重要的是他对自然山川有着亲身的体察和真实感受，从取之不尽、用之不竭的真山真水中汲取营养，从而对他的山水画创作起着重要的滋养作用。他的作品气魄雄伟壮阔，造型严谨准确，笔墨精湛高深，都超过了同时代的一些画家。\n代表作品\n《山路松声图》\n《江南农事图》\n《双松飞瀑图》《金阊别意图》\n《函关雪霁图》\n《洞庭黄茅渚图》\n《梦仙草堂图》\n《西州话旧图》\n《班姬团扇图》\n《王蜀宫伎图》\n《嫦娥图》\n《李端端乞诗图》\n《仿唐人仕女图》\n《陶榖赠词图》\n《枯槎鸜鹆图》\n","category":"行书","verified":true,"user":1,"timestamp":1429951604076},{"name":"唐寅行书落花诗册","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791642154,"text":"书法赏析\n　　唐寅的书法不及绘画、诗文出名，但天分也极高。他的书风不离赵孟頫的影子，故王世贞在《弇州山人稿》中评议：“伯虎书入吴兴堂庙，差薄弱耳。”其实，唐寅的书法与绘画一样，均注意广涉诸家、融会贯通，面貌也很多样，只是享年不永，尚未达到“通会之际，人书俱老”之境界。\n　　依据文献记载和存世作品，他曾泛学赵孟頫、李邕、颜真卿、米芾各家，并在不同时期呈不同侧重，从而形成不断变化的阶段面貌。大体上说，其书风变化可分为四个时期。\n第一时期是30岁以前，他居住家乡苏州，与同年龄的文征明交善，甚受文氏影响，故两人书画均很接近，唐寅20余岁所绘《黄茅渚小景图卷》（上海博物馆藏），湖石、平坡、树丛均极似文氏细笔；书法亦俱从赵孟頫入手，均结体端丽，用笔秀润，唐寅的《高人深隐图》上款字，就极似文征明。\n第二时期是30岁至36岁，唐寅科场被黜，妻子离异，无奈藉诗文、书画谋生，其时书法上追唐人，力求规范，尤崇尚颜真卿的楷书，用笔凝重，圆硕多肉，结体偏于长方，雄强茂密，点画横细竖粗，并吸纳隶法，横笔收尾似“蚕头”，捺笔收笔中途之顿近“燕尾”，极富力度，如唐寅作于弘治乙丑（1505年）36岁时的《落花诗册》。\n第三时期是37岁至45岁，唐寅正值壮年，居住在世外桃源的桃花庵，专心从事自由自在的诗文书画创作，生活自得，创作也达到顶峰。其时书法重又归返赵孟頫，并上追唐代李邕，遂形成了自身的成熟风貌，以结体俊美婉媚、用笔娟秀流转的赵体为根基，并融入了李邕斜长的字姿、有力的笔法和生动的布势，于秀润中见遒劲，端美中见灵动。这类风格作品甚多，如作于正德元年（1506年）37岁的《七言律诗轴》（台北故宫博物院藏）、30余岁的《山路松声图轴》（台北故宫博物院藏）上款题和《行书三绝卷》（丁念先藏）等作品，均呈赵孟頫与李邕相融合的面貌。\n第四时期是46岁至54岁去世，已属唐寅晚年，自45岁从江西宁王处装疯逃回，他进一步看透了世事，思想更加消沉，行为也更颓放，书法亦变为率意，并吸取了米芾求意取势的书风，用笔迅捷而劲健，沉着而痛快，八面出锋，率真自如，追求力量、速度和韵味；同时又融诸家笔法于一体，使结体、用笔均富于变化，并达到了挥洒自如、神机流走的境地。代表作品有50岁以后作的《西洲话旧图轴》（台北故宫博物院藏）上款题、《看泉听风图轴》（南京博物院藏）上款题等。\n唐寅与落花诗\n沈周因丧子而撰写落花七律十首，此为唐寅和之《落花诗册》共30首。他看到地上落英满布，联系起自己的坎坷遭遇，怅然不已，抒发了心中愤慨之作。此副《落花诗》是唐寅传世的书法代表作之一，当为其较早所书，用笔圆转妍美，玉骨丰肌，风流潇酒，温文尔雅。\n唐寅一生曾多次书写落花诗，每次所录诗作的数量不同，内容不同，书法风格也不尽相同，目前所知的分别藏于苏州市博物馆、普林斯顿大学附属美术馆、辽宁省博物馆、中国美术馆。\n《唐寅.落花诗册》30首\n刹那断送十分春，富贵园林一洗贫。借问牧童应设酒，试尝梅子又生仁。若为软舞欺花旦，难保余香笑树神。料得青鞋携手伴，日高都做晏眠人。\n夕阳黯黯笛悠悠，一霎春风又转头。控诉欲呼天北极，胭脂都付水东流。倾盆恠雨泥三尺，绕树佳人绣半钩。颜色自来皆梦幻，一番添得镜中愁。\n春风百五尽须臾，花事飘零剩有无。新酒快倾杯上绿，衰颜已改镜中朱。绝缨不见偷香椽，堕溷翻成逐臭夫。身渐衰颓类如此，树和泪眼合同枯。\n时节蚕忙擘黑时，花枝堪赋比红儿。看来寒食春无主，飞过邻家蝶有私。纵使金钱堆北斗，难饶风雨葬西施。匡床自拂眠清昼，一缕烟茶飏鬓丝。\n坐看芳菲了闷中，曲教遮护屏展风。衙蜂蜜熟香粘白，梁燕巢成湿补红。国色可怜难再得，酒杯何故不教空。忍看马足车轮下，一片西飞一片东。\n崔徽空写镜中真，洛水难传赋里神。国色自来多命薄，桃红又见一年春。已无锦帐围金谷，漫把青鞋踏麯尘。绕树百回心语口，明年勾管是何人？\n天涯晻溘碧云横，社日园林紫燕轻。桃叶参差谁问渡，杏花零落忆题名。月明犬吠村中夜，雨过莺啼叶满城。人不归来春又去，与谁连臂唱盈盈？\n白华垂柳弄新晴，紫背浮萍细点生。三月寻芳骑凤侣，一时齐唱踏莎行。收灯院落伤栖燕，细雨楼台湿啭莺。莫问东君诉恩怨，自来春梦不分明。\n春朝何事默凭阑，庭草惊看露已团。花并泪丝飞点点，絮飘眼缬望漫漫。书当无意开孤愤，带有何心绾合欢。且喜残丛犹有在，好随修竹报平安。\n桃花净尽杏花空，开落年年约略同；自是节临三月暮，何须人恨五更风。扑檐直破帘衣碧，上砌如欺地锦红；拾向砑罗方帕里，鸳鸯一对共当中。\n恻恻凄凄忧自惔，花枝零落鬓丝添。周遮燕语春三月，荡漾波纹日半帘。病酒不堪朝转剧，听风且喜晚来恬。绿杨影里苍苔上，为惜残红手自拈。\n杨柳楼头月半规，笙歌院里夜深时。花枝灼灼难长好，漏水丁丁不肯迟。金串袖笼新藕滑，翠眉奩映小蜼垂。风情多少愁多少，百结愁肠说与谁。\n李态樊香忆旧游，蓬飞萍转不胜愁。一身憔悴茅柴酒，三月伤春满镜愁。爱惜难将穷袴赠，凋零似把睡鞋留。红颜春树今非昨，青草空埋土一丘。\n杏瓣桃须扫作堆，青春白发感衰颓。蛤蜊上市惊新味，鶗鴂教人再洗杯。忍唱骊歌送春去，悔将羯鼓彻明催。烂开赚我平添老，知到年来可烂开？\n丽色堪餐莫谩夸，一朝衰飒看伊家。昭君偏遇毛延寿，炀帝难留张丽华。深院青春空自锁，大堤红日又西斜。小桥流水闲村落，不见啼莺有犬蛙。\n满堂欢笑强相陪，别有愁肠日九回。时节又惊梁燕乳，铅华无奈隙驹催。香消衣带伤腰瘦，梦断辽阳没信来。门掩黄昏花落尽，牛酥且荐掌中杯。\n亚字城边糜鹿台，春深情况转悠哉。襞衣玉貌乘风去，对酒蓬窗带雨推。结子桃花如雨落，挟雌蝴蝶过墙来。江南多少闲庭馆，朱户依然锁绿苔。\n桃蹊李径谢春荣，斗酒芳心与夜争。陌上新蒭麯尘暗，墙头圆月玉盘倾。青帘巷陌无行迹，绣褶腰肢觉瘦生。莫道无情何必尔，自缘我辈正钟情。\n簇簇雙攒出蠒眉，淹淹独倚曲栏时。千年青冢空埋怨，重到玄都只赋诗。香逐马蹄归蚁垤，影和虫臂罥蛛丝。寻芳了却新年债，又见成阴子满枝。\n芳菲又谢一年新，能赋今无八斗陈。命薄错抛倾国色，缘轻不遇买金人。杜鹃啼血山中夜，蝴蝶游魂树底春。色即是空空是色，欲从调御忏贪嗔。\n貌娇命薄两难全，莺老花残谢世缘。年长卢姬悲晚嫁，日高黄鸟唤春眠。人生自古稀七十，斗酒何论价十千。痛惜秾纤又迟暮，好烧银烛覆觥船。\n花落花开总属春，开时休羡落休嗔。好知青草骷髅冢，就是红楼掩面人。山屐已教休泛腊，柴车从此不须巾。仙尘佛劫同归尽，坠处何须论厕茵。\n催耕声里短柴门，煠兰香中雉草园。西子归湖余有井，昭君出塞尚留村。春凤院院深笼锁，细雨纷纷欲断魂。拾得残红忍抛却，也教粘向阿咸旙。\n蕉酒新啼满袖痕，怜香惜玉此心存。可怜窗外风鸣树，辜负尊前月满轩。奔井似衔亡国恨，坠楼如报主人恩。长洲日暮生芳草，销尽江淹黯黯魂。\n伯劳东去燕西飞，南浦王孙怨路迷。鸟唤春休背人去，雨妆花作向隅啼。绿阴茂苑收弦管，白日长门锁婢傒。蛱蝶翻翻残梦里，曲栏纤手忆同携。\n青鞋布袜谢同游，粉蝶黄蜂各自愁。傍老光阴情转切，惜花心性死方休。胶粘日月无长策，酒酹荼蘼有近忧。一曲山香春寂寂，碧云暮合隔红楼。\n春来嚇嚇去匆匆，刺眼繁华转眼空，杏子单衫初脱暖，梨花深院恨多风。烧灯坐尽千金夜，对酒空思一点红。倘是东君问鱼雁，心情说在雨声中。\n呜呜晓角起春城，巧作东风撼地声。灯照檐花开且落，鸦栖庭树集还惊。红颜不为琴心驻，绿酒休辞盏面盈。默对镜奁闲自较，鬃丝又是一年嬴。\n春梦三更雁影边，香泥一尺马蹄前。难将灰酒灌新爱，只有香囊报可怜。深院料应花似霰，长门愁锁日如年。凭谁对却闲桃李，说与悲欢石上缘。\n花朵凭风着意吹，春光弃我竟如遗。五更飞梦环巫峡，九畹招魂费楚词。衰老形骸无昔日，凋零草木有荣时。和诗三十愁千万，肠断春风谁得知？","author":"明代唐寅","description":"唐寅行书落花诗册"}]