[{"name":"文徵明书轴","text":"绢本，立轴字心纵128.3厘米，横64.5厘米\n该作品为文徵明自书七言诗，其内容为：“奕叶琼葩别种芳，似舒还敛玉房房，仙翘映月瑶台向，素腕披风缟袂长。拭面何郎疑傅粉，前身韩寿有余香，夜深香霭空濛处，仿佛群姬解佩珰。右月夜观玉兰之作徵明。”下钤朱文三枚：“文徵明印”、“衡山”、“停云”。该诗轴行书体，字迹温润秀劲，姿媚苍润，为其佳作之一。\n文徵明（1470——1559），初名壁，字徵明，号衡山居士，长洲（今江苏苏州）人。由诸生被举荐为翰林院待诏。其书功法力深厚，临学精博，篆隶楷行草各体兼工，为明代最具影响的书法家之一。\n","category":"草书","verified":true,"user":1,"timestamp":1429951607594},{"name":"文徵明书轴","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791629101,"text":"行书五律立轴 绢本 纵138cm 72cm 西泠印社藏\n资料来自《西泠印社百年社藏精品》（西泠印社出版社）\n\n\n行书七言诗立轴 纸本 153.7X68.2cm \n来自中国嘉德2005秋季拍卖会攻玉山房藏中国古代暨近现代书画专场\n估价：150,000 - 200,000 成交价RMB:462,000\n【释文】：故人踏雪到山家，解带高堂物华。偃蹇青松埋短緑，依稀明月浸寒沙。朱帘卷玉天开画，石鼎烹阠晚试茶。莫笑野人贫活计，一痕生意在梅花。\n\n钤印：文徵明印、衡山、停云 \n鉴藏印：神赐养涵安贫而佑诸名、刘楷之印、刘氏珍藏、刘楷审定书画印、子俊秘玩\n题识：徵明。\n签条：明文待诏自书诗轴墨宝。卅年芷园重装。钤印：芷园。\n\n著录：《聚墨留香—攻玉山房藏中国古代书画》图48，香港大学美术博物馆，2004年出版。\n\n展览： “聚墨留香—攻玉山房藏中国古代书画展”，香港大学美术博物馆，2004年3月27日－6月6日。\n文徵明名壁，或作璧，字徵明，以字行，更字徵仲。长洲（江苏苏州）人，因世居衡山，号“衡山居士”。嘉靖三年（1524）授翰林院待诏，被称为“文待诏”。文氏书法，上法宋元，远追魏晋，博取众长，自成一家。\n这篇行书自书七言律诗，法度谨严而意态生动，笔法多用中锋，线条苍劲有力，结体张持有致，带有黄庭坚（1045-1105）的笔法。\n\n\n\n行书《立春进贺》七律立轴\n【释文】：\n玉殿千官拜冕旒，紫衣京兆在前头。四时盛德初临木，先日严寒已送牛。\n气转苍龙当法驾，风回明庶动宸游。圣王和令思行庆，次第颁恩下九州。\n徵明\n\n\n行书七律诗轴 纸本 纵122厘米 横59.6厘米。 上海博物馆藏\n\n 此件为《忆昔四首次陈鲁南韵》之三，作品在笔风上突出了重用笔结体，具有风格秀劲婉丽的特色。\n\n【释文】：\n扇开青雉两相宜，玉斧分行虎旅随。紫气氤氲浮象魏，彤光缥缈上罘罳。\n幸依日月瞻龙袞，偶际风云集凤池。零落江湖俦侣散，白头心事许谁知？\n徵明\n\n\n\n行草轴 纵158厘米、横71.5厘米。\n\n【释文】：\n紫殿东头敞北扉，史臣都著尚方衣。每悬玉珮听鸡入，曾戴宫花走马归。\n此日香炉违伏枕，空吟高阁霭余辉。五云回首沧江远，犹记双龙傍辇飞。\n徵明 \n说明:此为《忆昔四首次陈鲁南韵》之二\n\n\n\n\n《太液池诗》轴 纵344厘米、横96.4厘米。行书 纸本\n\n【释文】： \n　　泱漭沧池混太清，芙蓉十里锦云平。 \n　　曾闻乐府歌黄鹄，还见秋风动石鲸。 \n　　玉蝀连蜷垂碧落，银山飘渺自寰瀛。 \n　　从知凤辇经游地，凫雁回翔总不惊。\n\n\n行草立轴 纵154.5厘米、横59.5厘米。\n\n\n\n草书七律立轴\n\n见于中国嘉德国际拍卖有限公司2005春季拍卖会中国古代书画专场\n\n尺　寸： 159×71.3cm \n估　价： RMB 40,000-50,000(元) \n成交价： 209,000(元) \n钤印：文徵明印、衡山、停云 \n题识：徵明。 \n释文：圣主回銮肃百灵，紫云团盖翼苍精。属车剑履星辰丽，先驾旍当日月明。十里春风传警跸，万方和气协韶韺。白头欣睹朝元盛，愿续思文颂太平。 \n鉴藏印：寒木堂、家英之印\n\n\n行书五言诗轴\n尺　寸： 156.5×67.7cm \n估　价： RMB 200,000-300,000(元) \n成交价： 385,000(元) \n钤印：文徵明印、衡山（参见《中国书画家印鉴款识·文徵明》34、100印，175、177页） \n题识：徵明。 \n释文：二月春尚早，青泥没兰芽。东风日夜急，吹雨作瑶花。玉龙压层檐，素月流寒沙。香红逐飞鞚，令人忆东华。 \n按语：文徵明正、行书学黄庭坚，然黄书展捺舒撇，神情洒脱；文书出规入矩，气力内敛。黄书以豪宕擅胜，文书以谨严取长，性格自具，徵明可称善学。此轴结体俨正，精力内蕴，不率不懈，气度堂皇，当是他较晚时期佳作。 \n鉴藏印：吴璧城鉴定印、来苏楼\n\n\n文徵明《月夜观玉兰》立轴。\n\n　　此为文徵明的“月夜观玉兰”。\n　　潇洒自然的行书诗轴是文徵明《月夜观玉兰》之作，诗文将玉兰花在月光映照下优雅的风姿、清新的幽香表现得淋漓尽致。该书作笔法苍劲清秀，使转流畅，风格潇洒自然，既融合晋唐各家之长，又已形成了自己的面貌。能以其文雅、纯正、醇和的格调，将高雅的书法趣味转为平易近人，令人观之倍感亲切。\n\n\n行书雪后早朝诗轴 纸本 纵150.5 横65.4厘米 青岛市博物馆藏。\n　　行草书《雪后早朝》七律诗一首。“月满长安雪未消，分明银海泻秋涛。 光迷万马璚珂乱，势压双龙玉阙高。曙色渐分鳷鹊观，凝寒犹在鹔鹴袍。负薪亦有禠饥者，愿得君王发汉廒。右雪后早朝徵明”。凡五行六十三字。用笔劲健，奔放自如，通篇气息畅通，浑成一体，毫无板滞之感。为文徵明书作中精品。\n\n\n\n\n文徵明《草书七绝诗轴》 纵109.6厘米 横30.6厘米 苏州博物馆藏\n【释文】：玉泉千尺泻湾漪，天镜分明不掩疵。老去尝思泉畔坐，莫教尘土上须眉。徵明\n\n　　此为苏州博物馆藏“联璧奇珍”之一，即集明代吴中书画大家沈周《行书五律诗轴》、文徵明《草书七绝诗轴》、祝允明《乐志论草书轴》、唐寅《行书七律诗轴》四大家书法字轴成一堂。书画鉴藏家钱镛藏有祝允明晚年草书《乐志论》轴，后其妻舅吴湖帆又陆续赠与尺幅相近的文徵明草书轴及沈周行书轴，遂倡议再配以唐寅字幅，则集明代吴中书画大家字轴成一堂。沈字轴固以难求，更何况唐字轴，遑论尺幅相匹！所幸《过云楼书画记》著录有唐寅行书轴。钱经与过云楼后人顾公硕商议，各出所藏，合成一堂，以为完璧，捐献苏州博物馆，遂有此联璧奇珍。\n\n\n\n文徵明 《行书五言律诗》 纸本立轴 191x72.2cm 台北故宫博物院藏\n\n本幅书风奔放，乃為人作溪山欲雪图所赋诗。","author":"明代文徵明","description":"文徵明书轴"}]