[{"name":"张照楷书岳阳楼记","text":"清藏书家、书法家、戏曲家、书画目录整理者\n人物简介\n康熙四十八年（公元1709年）进士，改庶吉士。雍正十一年（公元1733年）官刑部尚书，以预修《大清会典》，书成，加一级。十三年，为抚定苗疆大臣，无功，革职拿问，谕靳。寻赦之，命在武英殿修书处行走。乾隆七年，历官至刑部尚书，供奉内廷。九年十二月，丁父忧，奔丧至徐州，卒于途中。谥文敏。乾隆时大书法家，常为乾隆皇帝代笔，擅长行楷书，是书“馆阁体”能手。性地高明，深通释典，诗多禅语。书法初从董其昌入手，继乃出入颜、米，天骨开张，气魄浑厚。兼能画兰，间写墨梅，疏花细蕊，极其秀雅。尝作白描大士像，寥寥数笔，而法相自佳。著天瓶斋书画题跋、得天居士集，刻有天瓶斋帖。卒年五十五。\n生平\n张照（1691—1745）字得天，号泾南，亦号天瓶居士，江南娄县人，清朝大臣。康熙四十八年进士，改庶吉士，授检讨，南书房行走。雍正初，累迁侍讲学士。圣祖训士民二十四条，世宗为之注，题曰圣谕广训，照疏请下学官，令学童诵习。复三迁刑部侍郎。十一年，授左都御史，迁刑部尚书，疏请更定律例数事。大学士鄂尔泰初为云贵总督，定乱苗，稍收其地，置流官。既而苗复叛，扬威将军哈元生、副将军董芳讨之，不以时定。上责鄂尔泰措置不当，照素忤鄂尔泰，因请行。\n十三年五月，上命照为抚定苗疆大臣。照至贵州，议划施秉以上为上游，用云南、贵州兵，专属元生；以下为下游，用湖广、广东兵，专属芳：令诸军互易地就所划。元生、芳遂议村落道路皆别上下界，文移辨难。照致书元生等，令劾鄂尔泰。会高宗即位，召照还，以湖广总督张广泗往代。上怒照挟私误军兴，广泗复劾照谬妄，元生等并发照致书令劾鄂尔泰事，遂夺职逮下狱。\n乾隆元年，廷议当斩，上特命免死释出狱，令在武英殿修书处行走。二年，起内阁学士，南书房行走。五年，复授刑部侍郎。照言：“律例新有更定，校刻颁行诸行省，期以一年。旧轻新重者，待新书至日遵行，不必驳改；旧重新轻者，刑部即引新书更正。庶一年内薄海内外早被恩光。”特旨允行。上以朝会乐章句读不协节奏，虑坛庙乐章亦复如是，命庄亲王允禄及照遵圣祖所定律吕正义，考察原委。寻合疏言：“律吕正义编摩未备，请续纂后编。坛庙朝会乐章，考定宫商字谱，备载於篇，使律吕克谐，寻考易晓。民间俗乐，亦宜一体釐正。”下部议行。七年，疏请矜恤军流罪人妻孥，罪人发各边镇给旗丁为奴，其在籍子孙到配所省视，旗丁不得并没为奴。寻擢刑部尚书，兼领乐部。民间贷钱徵息，子母互相权，谓之“印子钱”。雍正间，八旗佐领等有以印子钱朘所部旗丁者，世宗谕禁革。都统李禧因请贷钱者得自陈，免其偿，并治贷者罪。至是，照言印子钱宜禁，如止重利放债，依违禁取利本律治罪，禧所议宜罢不用，从之。九年十二月，父汇卒於家，照方有疾，十年正月，奔丧，上勉令节哀，毋致毁瘠。至徐州，卒，加太子太保、吏部尚书，谥文敏。\n照敏於学，富文藻，尤工书。其以苗疆得罪，高宗知照为鄂尔泰所恶，不欲深罪照，滋门户恩怨。重惜照才，复显用。及照卒，见照狱中所题白云亭诗意怨望，又指照集愤嫉语，谕诸大臣以照已死不追罪。后数年，一统志奏进，录国朝松江府人物不及照，上复命补入，谓：“照虽不醇，而资学明敏，书法精工，为海内所共推，瑕瑜不掩，其文采风流不当泯没也。”\n照通法律，工书法，尤精音律。尝与庄亲王奉敕查明《律吕正义》源委；又参修《一统志》。\n个人成就\n张照，初名默，字得天、长卿，号泾南、梧窗、天瓶居士。清松江府娄县人，家住秀野桥西。天资聪敏，通释氏之教，其作诗豪放好驱使禅语。能诗，善画，通音律，精鉴赏，尤工书法。19岁成进士，官至刑部尚书，参与修纂《大清会典》及《一统志》。雍正十三年（1735年），为总理苗疆事务经略大臣，赴云南，以“无功”被劾，革职拟斩后得宽免，命在武英殿修书处行走。乾隆七年（1742年）又升为刑部尚书，精晓法律，曾修订过一些比较合理的刑事条例。乾隆六年（1741年），奉命与庄亲王查明《律吕正义》源委，续修《律吕正义》后编。嗣后主持为平署编纂宫廷大戏，作有杂剧《月令应承》、《九九大庆》等；并作传奇《劝善金科》、《升平宝筏》，规模宏大，各有240出，供宫廷搬演，开“连台本戏”之先河。戏曲研究家星煜评价张照的戏剧创作说：“他是中国连续剧的创始者，无可争议”。“事实上《劝善金科》和《升平宝筏》对昆剧、京剧以及各种地方戏的影响远比人们所想象的大得多”，“如果当年张照没有编写这两部240出的连续剧，我们所看到的杨小楼、郑长泰、盖叫天、张翼鹏的悟空戏（猴戏）就不会有那么丰富多彩”。乾隆九年（1744年），奉命与梁诗正等鉴别宫廷所藏历代书画，分类编成《石渠宝笈》（44卷），并主持编纂《秘殿珠林》（24卷）。\n擅长领域\n人称“名楼、妙文、好字”，合为“三绝”。手迹有《行书东坡诗》（现藏故宫博物院）、《临米贴》（藏中央工艺美术学院）。其画最长于画墨梅，疏花细蕊，极其雅秀。用墨干湿得宜，发枝布干亦极洒脱，备极闲逸，笔墨秀隽传神。所绘白描《大土像》，寥寥数笔，法相自佳，又有《梅花图》（藏故宫博物院）。乾隆十年（1745年）正月，因父丧回籍，至徐州宿迁县，卒于旅次。谥“文敏”。\n著作\n亦作曲，著有《月令承应》、《法官雅奏》、《九九大庆》及《劝善金科》十本，《升平宝筏》十本，《曲录》均为供奉内廷搬演而作。\n收藏之家\n初名默，字得天，一字长卿，号泾南，别号天瓶居士。华亭（今属上海）人。康熙四十八年（1709）进士，官至刑部尚书、抚定苗疆大臣等职。家富藏书，有藏书楼“天瓶斋”。精于书法，功底深厚，但行家称“气格不高”，熟谙音律和戏曲，曾创作《劝善金科》、《月令承应》、《九九大庆》等宫廷大戏，均以宣扬因果报应、封建迷信为主。乾隆九年（1744），清高宗命他与梁诗正等人主编《 石渠宝籍目录》，共44卷。著录当时宫廷中所藏书画，依储藏之所，各分书册、画册、书画合册著录；再依书卷、画卷、书画合卷著录；最后按照书轴、画轴、书画合轴著录，共计9类，每类又分上等、次等。著录纸绢、尺寸、款识、印记和题咏、跋尾等。后由董邦达等人续修《石渠宝籍重编》、《石渠宝籍三编》，专录乾隆内府所藏书画作品。其孙张兴载，亦富藏书，有藏书印多枚。 \n书法造诣及不足\n书法早年学董其昌，得母舅王鸿绪亲授；后又学米芾，并受赵孟頫较大影响。但不一意守师法，而是努力创新，特别是率真之作，更显得变化多端，精彩动人。楷书字体秀媚婉丽，平正圆润，是清代“馆阁体”代表。草书笔画转折多变，结字聚散适宜，气势贯通，浑朴雄健。\n乾隆评他的书法说：“书有米之雄，而无米之略，复有董之整，而无董之弱，羲之后一个，舍照谁能若，即今观其迹，宛似成于作，精神贯注深，非人所能学。”（乾隆《御制诗四集》卷五十九《五词臣五首·故刑部尚书张照》）刘恒在《中国书法史·清代卷》中说：“在康熙末到乾隆初的帖学书风转变过程中，具有明显作用的当属张照的创作实践和乾隆弘历对赵孟頫书法的推重。”清·邵松年在《古缘萃录·张天瓶临苏长公养生论卷》中题曰：“本朝画山水以麓堂司农为第一，书法则首推张文敏。生平遇两公书画，度力所能致者，必购致之。历年既久所聚渐多，因捡旧所得者与伯英分藏之，将来传示后人又是一重翰墨因缘也。”\n对于张照书法不足的批评，多集中在“乏韵”和“俗笔”两方面。 清·阮元《石渠随笔》说：“司寇书自是我朝一大家，然有剑拔弩张之处。……余见其书多种，又收得临全本《九成宫》及小楷多种，功力可佩，然竟不能脱俗，殊不可解。”近人沙孟海《近三百年的书学》中说张照：“他是学乡先辈董其昌的字出身的，他不比陈元龙的死学董字。他见到那时学董字的变本加厉，越发浮薄了，所以有意写得放纵些，装出一副剑拔弩张的状态来，一则免得与人雷同，二则也是他的个性如此。”\n练习书法\n张照早年摹习董其昌，后又兼参王羲之、米芾、赵孟頫等诸家书法，卓然成家。不过，他的书法启蒙老师则是他的舅舅书法家王鸿绪。在王鸿绪的指导下，张照先是描红，然后临摹名家碑帖。张照常听舅舅讲起东晋著名书法家王羲之“墨池洗砚”和王献之习字十八缸的故事，很钦佩王氏父子勤学苦练的精神，并暗下决心要以他们为榜样。不管是三九严冬还是三伏酷夏，张照每天都弯腰直臂，握紧毛笔，认真习字。有时候，张照还将铁尺或沙袋绑在手臂上，以增强臂力和腕力。那时候，张家并不富裕，张照就以棕把蘸水在青砖上练字，每天要写上几千字方才罢休。天长日久，张照练字的青砖中间居然凹陷下去，一块块青砖就像是一方方砚台似的，而张照练字用坏的一支支棕把笔丢弃在屋外，垒得也像小山一样。为了练就一身真功夫，张照不仅以“破万卷”的精神坚持苦练，而且还对王羲之《书论》、颜真卿《述张长史笔法十二意》以及米芾《书史》等有关理论著作认真研习，以获得理论上的提高。在旧时，名家绘画写字，某些技法通常是秘不示人。如王鸿绪，即便是张照的亲舅舅，但有时写字也要避开张照。为此，少年张照曾藏在舅舅王鸿绪楼上三天，偷看舅舅的执笔运笔方法，回家后反复揣摩，直到心领神会为止。到了十四五岁时，张照的书法已博取颜真卿、米芾、董其昌、王鸿绪等众家之长，显示出不俗的功力，并获得了少年书法家的美誉。\n左右手都能挥毫\n张照不但书艺造诣颇深，而且右手左手兼能挥毫，因而被称为“造化手”。他很早就注意到，一般人用右手干的事，“左撇子”们用左手照样也能干好，在学堂里学珠算，左手拨算盘，右手记数字，这时候，左手的作用似乎要大一些。更重要的是，不少优秀的左手书作品甚至呈现出某些特殊的风格。这一切都促使他用左手握起了毛笔，钻研双手挥毫的技艺。张照用左手写字，俯仰起伏，运笔流畅，向来为人称道，然而最风光的却是他坠马伤臂那一次。据清代阮葵生《茶余客话》记载，当年他随乾隆皇帝出巡，不料从马上摔下来，右臂几乎折断。后来他向皇上进《荷叶唱和诗》时，便用左手写楷书，字字凝炼含蓄，没有一笔僵死的笔划，“上大悦”。说起张照的左手书法，据清葛虚存《清代名人逸事》记载，民间曾流传过一则趣闻，说张照的祖上敬佛虔诚，多年来在朱家阁指松庵中供养一位断了右臂的和尚。这断臂和尚是个得道高僧，其别具一格的左手书法更是闻名遐迩。巧的是，断臂和尚圆寂那天，正是张照诞生的日子；而且，断臂和尚与张照又都是左手书法的高手，于是，张照乃断臂和尚转世的说法也就不胫而走，越传越神。\n0岳阳楼屏风\n闻名天下的岳阳楼上的《岳阳楼记》雕屏就是出自张照的手笔。说到这件屏风，还有一段传奇故事。清乾隆初年，湖南岳州府对岳阳楼作了一次较大规模的维修保养。由于年代久远，昔日书法家苏舜钦书写，雕刻家邵竦刻字的屏风已光彩尽失。正在岳州知府黄凝道担忧之际，他听说刑部大臣张照从故乡松江省亲返回京城，随即以钦差大臣的身份押运粮草西行，途经岳州府，心中不禁一阵窃喜：张照书法气魄浑厚，超凡脱俗，实乃我朝第一书法大家。若能请他为岳阳楼重新题屏，岂不是一件美事！翌日，张照果然解运粮草来到岳州，不料这一天突然狂风骤起，暴雨倾盆，洞庭湖上一时无法行船。于是，黄知府乘机为张照接风，在岳阳楼上饮酒赋诗，一边故意连声叹息：“今楼有人重修，记却无人重书了!”这一招“激将法”果然灵验，张照慨然应允愿为代笔。这一边，黄知府早有准备，立即叫人送上文房四宝。张照乘兴挥毫，笔如蛟龙戏水、猛虎穿山，一篇《岳阳楼记》一挥而就。黄知府立即挑选名工巧匠，选用最上等的十二块紫檀木，日夜赶刻，不到一月功夫，这篇佳文佳字便镌刻完毕。光彩夺目的新雕屏嵌于楼中，顿时令岳阳楼增辉不少。不想道光年间岳州来了个贪官魏知府，此人对张照书写的《岳阳楼记》雕屏垂涎已久。为将这块镇楼之宝窃为己有，魏知府便用重金请得一位民间艺雕高手，花了一年半时间精心临摹，秘密仿制雕屏赝品，企图偷梁换柱。这位艺人知道魏知府的企图后，为了让后人分辨真赝，特意在“居庙堂之高”的“居”字上暗暗做了手脚，将一撇写得较短，看上去像一把锋利的匕首；而且雕屏赝品的“居”字与右边一行的“心”字靠得十分近，使后人对魏知府产生“居心不良”的联想。不久，魏知府趁调离岳州之机偷偷掉包，将赝品挂在岳阳楼大厅，携带家小和张照的雕屏真品，连夜出逃。谁知官船行至洞庭湖上，风暴骤起，波浪滔天，官船顷刻间被风浪掀翻，落水的魏知府死死抱住雕屏想逃命，不料雕屏是由坚实的紫檀木制成的，掉到水里一个劲往下沉，结果魏知府与雕屏一起沉入了湖底。后来，湖水干浅，雕屏才被当地渔民打捞上来。此时，第八块屏上的“歌互”二字和第十块上的“乐”字已不慎被损坏。当地名士吴敏树闻讯后，用120两纹银从渔民手中将雕屏买回，又花了三年时间临摹张照手书原稿，才补上被损坏的三个字。北伐战争后岳阳楼再次重修时，吴氏后人将珍藏多年的雕屏慷慨献出。这件张照题写的珍贵屏风终于完璧归赵，回到了岳阳楼。\n1名字的故事\n张照幼时口齿伶俐，机智聪敏，但其父却嫌儿子平日说话太多，于是在张照五岁时给他取了个名字叫“张默”。有一天，是个喜庆的日子，张家高朋满座，热闹非凡。那一天，小张默的伯父、在京城做官的张集也特地赶来贺喜。亲朋好友聚在一起，免不了推杯换盏，高谈阔论。言谈间，小张默听得有个客人在评论张集的名字，认为“集”字不好，建议“集”字添上“马”字旁。张默不解，当即便向客人讨教。客人解释说，“集”字拆开来是“佳”、“木”二字。古话说：“良禽择佳木而栖，贤臣择明主而仕。”“佳木”通常用来比喻“明主”，臣子取名怎么敢用“佳木”呢？小张默一听，原来取名字还讲究那么多名堂！转而一想，父亲给我取名“张默”，这“默”字拆开来是“黑”、“犬”二字，往后别人必然会拿我的名字开玩笑，说我是一条沉默的黑狗！于是，他天天缠着父亲要求改名，父亲拗不过他，斟酌再三，认为他的想法也不无道理，最后同意把“默”字改为“照”字。这样，“张默”终于一改成名，日后成了清代书坛永不沉默的“张照”。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951655682},{"name":"张照楷书岳阳楼记","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791614197,"text":"","author":"清代张照","description":"张照楷书岳阳楼记"}]