[{"name":"米芾行草鲍照舞鹤赋","text":"《舞鹤赋》全篇，用笔沉厚涩劲，富顿挫之致而露锋棱，是其创出的雄浑苍劲新书态。此卷后有近人叶恭绰等题跋，并曾经叶恭绰、张爰等人鉴赏、收藏。现藏于故宫博物院。\nNiYuanluWuhefuJuan\n倪元璐《舞鹤赋》卷\n中国明代书法家倪元璐的代表作之一倪元璐(1593～1644)字汝玉，号鸿宝，浙江上虞人。历官户、礼两部尚书，李自成的农民起义军入京时，自缢死。此卷为纸本，行草书。纵30.4厘米，横909.8厘米。以行草书录《舞鹤赋》全篇，用笔沉厚涩劲，富顿挫之致而露锋棱，是其创出的雄浑苍劲新书态。此卷后有近人叶恭绰等题跋，并曾经叶恭绰、张爰等人鉴赏、收藏。现藏于故宫博物院。\n舞鹤赋南朝鲍照\n散幽经以验物，伟胎化之仙禽。钟浮旷之藻质，抱清迥之明心。指蓬壶而翻翰，望昆阆而扬音。澘日域以回骛，穷天步而高寻。践神区其既远，积灵祀而方多。精含丹而星曜，顶凝紫而烟华。引员吭之纤婉，顿修趾之洪姱。叠霜毛而弄影，振玉羽而临霞。朝戏于芝田，夕饮乎瑶池。厌江海而游泽，掩云罗而见羁。去帝乡之岑寂，归人寰之喧卑。岁峥嵘而愁暮，心惆怅而哀离。\n于是穷阴杀节，急景凋年。骫沙振野，箕风动天。严严苦雾，皎皎悲泉。冰塞长河，雪满群山。既而氛昏夜歇，景物澄廓。星翻汉回，晓月将落。感寒鸡之早晨，怜霜雁之违漠。临惊风之萧条，对流光之照灼。唳清响于丹墀，舞飞容于金阁。始连轩以凤跄，终宛转而龙跃。踯躅徘徊，振迅腾摧。惊身蓬集，矫翅雪飞。离纲别赴，合绪相依。将兴中止，若往而归。飒沓矜顾，迁延迟暮。逸翮后尘，翱翥先路。指会规翔，临岐矩步。态有遗妍，貌无停趣。奔机逗节，角睐分形。长扬缓骛，并翼连声。轻迹凌乱，浮影交横。众变繁姿，参差洊密。烟交雾凝，若无毛质。风去雨还，不可谈悉。既散魂而荡目，迷不知其所之。忽星离而云罢，整神容而自持。仰天居之崇绝，更惆怅以惊思。\n当是时也，燕姬色沮，巴童心耻。巾拂两停，丸剑双止。虽邯郸其敢伦，岂阳阿之能拟。入卫国而乘轩，出吴都而倾市。守驯养于千龄，结长悲于万里。\n","category":"行草","verified":true,"user":1,"timestamp":1429951593537},{"name":"米芾行草鲍照舞鹤赋","dynasty":"宋代","category":"行草","type":"","user":1,"timestamp":1429791644752,"text":"鲍参军舞鹤赋。散幽经以验物，伟胎化之\n\n\n仙禽。钟浮旷之藻质，抱清迥之明心。指蓬壶而翻翰，\n\n\n望昆阆而扬音。（澘）日域以回骛，穷天步而高\n\n\n寻。践神区其既远，积灵祀而方多。精含丹而星曜，\n\n\n顶凝紫而烟华。引圆吭之纤婉，顿修趾之洪姱。叠\n\n\n霜毛而弄影，振玉羽而临霞。朝戏于芝田，夕饮乎瑶池。\n\n\n厌江海而游泽，掩云罗而见羁。去帝乡之岑寂\n\n\n归人寰之喧卑。岁峥嵘而愁暮，心惆怅而哀离。于是\n\n\n穷阴杀节，急景凋年。（骫）沙振野，箕风动天。严严苦雾，\n\n\n皎皎悲泉。冰塞长河，雪满群山。既而氛昏夜歇，景物澄\n\n\n廓。星翻汉回，晓月将落。感寒鸡之早晨，怜霜\n\n\n雁之违漠。临惊风之萧条，对流光之照灼。唳清响于丹\n\n\n墀，舞飞容于金阁。始连轩以凤跄，终宛转而龙\n\n\n跃。踯躅徘徊，振迅腾摧。惊身蓬集，矫翅雪飞。离\n\n\n\n31纲别赴，合绪相依。将兴中\n\n\n\n32止，若往而归。飒沓矜顾，迁延\n\n\n\n33迟暮。逸翮后尘，翱翥先\n\n\n\n34路。指会规翔，临岐矩步。态\n\n\n\n35有遗妍，貌无停趣。奔\n\n\n\n36机逗节，角睐分形。\n\n\n\n37长扬缓骛，并翼连声。\n\n\n\n38轻迹凌乱，浮影交横。烟繁\n\n\n\n39雾凝，若无毛质。风去雨\n\n\n\n40还，不可谈悉。既散魂（而）荡\n\n\n\n41目，迷不知其所之。忽星离\n\n\n\n42而云罢，整（神）容而自持。\n\n\n\n43仰天居之崇绝，更惆怅\n\n\n\n44以惊思。当是时也，燕姬\n\n\n\n45色沮，巴童心耻。巾拂\n\n\n\n46两停，丸剑双止。虽邯郸\n\n\n\n47其敢伦，岂阳阿之能拟。入\n\n\n\n48卫国而乘轩，出吴都\n\n\n\n49而倾市。守驯养于千龄，\n\n\n\n50结长悲于万里。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n米芾(1051～1107)，北宋书法家，画家，书画理论家。初名黻，后改芾，字元章，号襄阳居士、海岳山人等。祖籍安徽无为县，后迁居湖北襄阳，长期居润州(今江苏镇江)。曾任校书郎、书画博士、礼部员外郎。善诗，工书法，擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真程度。初师当时某位秀才，后师欧阳询、柳公权，字体紧结，笔画挺拔劲健，又转师王羲之、王献之，体势展拓，笔致浑厚爽劲，自谓“刷字”，与苏轼、黄庭坚、蔡襄并称宋代四大书法家。\n\n《舞鹤赋》文章的原作者鲍照：是五代时期文学家，他的作品激荡，动人心絃。《舞鹤赋》是其佳作传世，是自古至今描述仙鹤的最好文章。\n\n《舞鹤赋》，该作品是米芾写给皇帝赵佶的。原藏宋皇室，后又藏于元皇宫，元文宗任命著名书画家柯九思为‘奎章阁’鉴书学博士，以鉴定书画。柯评《舞鹤赋》为“空前绝后”。\n\n《舞鹤赋》是米芾在56岁时艺术巅峰之作，是失传于世的珍品；国內有关米芾研究的专家做过调查，无任何人知道《舞鹤赋》；该作品的发现，不亚于在中国挖掘出地下文物一样震惊中外；是中国书法界的一件大事，将重新改写米芾的艺术。","author":"宋代米芾","description":"米芾行草鲍照舞鹤赋"}]