[{"name":"颜真卿草书争座位帖","text":"《争座位帖》亦称《论座帖》、《与郭仆射书》，为颜真卿行草书精品，唐广德二年（公元764）颜真卿写给定襄王郭英义的书信手稿。行草书，传有七纸，约64行古时。[1] \n《争座位帖》与颜的《祭侄文稿》、《祭伯文稿》被合称为“颜书三稿”。与王羲之的《兰亭序》并称为“行书双璧”。此稿信笔疾书，苍劲古雅，为世所珍。\n《争座位帖》原迹已佚，刻石存西安碑林。 北宋长安安师文以真迹模勒刻石（此本被称为“西安本”），因摹刻精妙且真迹失传，好事者皆以该本为据辗转翻刻，传世摹勒翻刻计有12种之多，故传世诸本以其最为所重。今北宋拓本已不传，南宋拓本亦稀如星凤。其中以国家图书馆馆藏北宋拓本、北京故宫博物院藏本、上海图书馆藏南宋拓本比较有名。[2] \n写作缘由\n《争座位帖》，是颜真卿在代宗广德二年(764)十一月致定襄王郭英义的信件稿本，内容是争论文武百官在朝廷宴会中的座次问题，“乡里上齿，宗庙上爵，朝廷上位，皆有等”。然而郭英义为了献媚宦官鱼朝恩，在菩提寺行及兴道之会，两次把鱼朝恩排于尚书之前，抬高宦官的座次。颜真卿在信中对他做了严正的告诫，甚至斥责他的行为“何异清昼攫金(白昼打劫)之士”。\n手稿通篇刚烈之气跃然纸上。许多字与行还写得豪宕尽兴，姿态飞动，虎虎有生气。似乎也显示了他刚强耿直而朴实敦厚的性格。信中反映了颜真卿仗义执言，刚正不阿的精神。在艺术表现上，《争座位帖》全篇劲挺豁达，姿态飞扬，在圆劲激越的笔势与文辞中显现了他那刚劲耿直、朴实敦厚的人格，他血管里流的是盛唐文化的血，他心中高扬的是“精忠奉国”的自信大旗，在这种真情推动下，无怪乎在清代著名书法家杨守敬那里获得了极高的评价：“行书自右军后，以鲁公此帖为创格，绝去姿媚，独标古劲。何子贞至推之出《兰亭》上。”\n原文及注译：\n【原文】十一月日，金紫光禄大夫、检校刑部尚书、上柱国、鲁郡开国公颜真卿，谨奉书于右仆射、定襄郡王郭公阁下：\n盖太上有立德，其次有立功，是之谓不朽。抑又闻之：端揆者，百寮之师长；诸侯王者，人臣之极地。今仆射挺不朽之功业，当人臣之极地，岂不以才为世出、功冠一时？挫思明跋扈之师，抗回纥无厌之请；故得身画凌烟之阁，名藏太室之廷，吁足畏也！然美则美矣，而终之始难。故曰：满而不溢，所以长守富也；高而不危，所以长守贵也。可不儆惧乎！《书》曰：“尔唯弗矜”。天下莫与汝争功；尔唯不伐，天下莫与汝争能。以齐桓公之盛业，片言勤王，则九合诸侯，一匡天下；葵丘之会，微有振矜，而叛者九国。故曰：行百里者半九十里，言晚节末路之难也。从古至今，暨我高祖、太宗已来，未有行此而不理，废此而不乱者也。前者菩提寺行香，仆射指麾宰相与两省台省已下常参官并为一行坐，鱼开府及仆射率诸军将为一行坐。若一时从权，亦犹未可，何况积习更行之乎？\n【译文】大唐广德二年十一月某日，金紫光禄大夫、检校刑部尚书、上柱国、鲁郡开国公颜真卿谨写信给右仆射、定襄郡王郭公阁下：\n人品修养第一，事业成就第二，这才算永久。我还听说，宰相是各级官员的表率，诸侯王是臣下最高的爵位。如今您的事业成就伟大，荣誉奖励极高，难道不是因为才华出众、成就突出吗？您打败了史思明的叛乱军队，回绝了回纥的无理要求，所以能把您的相貌画在凌烟阁，姓名记在太庙廷堂，好不让人敬畏啊！然而好是好了，可是优良作风要发扬到底才难呢。所以说啊，谦虚谨慎，戒骄戒躁，这是常保权力财富的正确态度，怎能不时刻提醒告诫自己呢！《尚书》里说：只因为你们有本事而不骄傲，全世界就没有人跟你们比成就、争荣誉了。凭齐桓公的伟大事业，提一句拥护周王的建议，就能多次召集诸侯会盟，统一了朝贡周王的认识。可是在葵丘会议上，口气稍微一大，地方诸侯就闹分裂。所以说，万里长征走过九千里，才算走完一半啊，这意思是最后的坚持要花大力气。从古到今，直到我朝高祖、太宗以来，一直贯彻这样的思想路线。贯彻了，政治就平稳，不贯彻，政治就动摇。最近在菩提寺召开佛教界会议，您主持会议安排座位，让宰相和中书、门下两省以及御史台、尚书省统摄的日常参朝的官员坐一边，开府仪同三司鱼朝恩和您带领各个军队将领坐一边。您这样安排，作为临时调整都不合适，何况要改变惯例长期实行下去呢！\n【注解】广德元年(763)，吐蕃入寇唐土，尽取河西、陇右之地。然后降泾州，入邠州，掠奉天、武功，直逼京师，幸得郭子仪率兵反击，才让仓促出奔的唐代宗车驾返都。在代宗率百官迎接郭子仪凯旋之师的安福寺兴道会上，尚书右仆射郭英义为讨好鱼朝恩，把其座位安排在仆射一行，礼遇高于六部尚书。鱼朝恩，一介宦官而已，然独掌禁兵，气焰万丈。时任检校刑部尚书兼御史大夫的颜真卿据刑宪典章，凛凛然提出严正的批评，既斥郭英乂之佞，复夺鱼朝恩之骄，忠义之气，横溢于文字之间，这便是著名于史的《与郭仆射书》。\n郭英义（？—765），字元武，唐瓜州晋昌（今甘肃安西东南）人。陇右节度使郭知运子。精熟武艺，以军功累迁诸卫员外将军。至德初，迁陇右节度使，收复两京后，还掌禁兵。代宗时，权为东都留守，时东都新复，他不能禁暴，纵军与朔方、回纥之众大掠都城。广德元年（763），封定襄郡王，在京师大起甲第，穷极富丽。永泰元年（765），继严武为剑南节度使，既至成都，肆行不轨。兵马使崔旰因众怨袭成都，他逃亡被杀。\n鱼朝恩（722—770），肃宗乾元元年(758)，任观军容宣慰处置使等职，负责监领九个节度使的数十万大军。唐军收复洛阳后，鱼朝恩被封为冯翊郡公，开府仪同三司。代宗广德元年（763），吐蕃兵进犯，代宗出逃陕州（今河南三门峡西）。鱼朝恩以保驾有功，被封为天下观军容宣慰处置使，并统率京师神策军。后领国子监事，兼鸿胪、礼宾等使，掌握朝廷大权。干预政事，慑服百官,不把皇帝放眼里，贪贿勒索。置狱北军，人称地牢，迫害无辜。大臣元载知代宗对其不满，乃与皇帝谋除之。大历五年（770）三月癸酉（初十）（4月10日）寒食节，代宗乘宫中宴会后召见之机，捕杀鱼朝恩。\n金紫光禄大夫，唐代文职二十九级散官的第四级，正三品。\n检校，调查检举的意思，加于官名之上，表示皇帝亲自晋升任命。\n刑部尚书，刑部长官，正三品。\n上柱国，十二级勋官的最高阶，同正二品。\n国公，九等勋爵的第三级。\n仆射，唐代尚书省长官，从二品。\n郡王，九等勋爵的第二级。\n开府，即开府仪同三司，唐代文职二十九级散官的最高级，从一品。\n【原文】一昨以郭令公以父子之军，破犬羊凶逆之众，众情欣喜，恨不顶而戴之，是用有兴道之会。仆射又不悟前失，径率意而指麾，不顾班秩之高下，不论文武之左右。苟以取悦军容为心，曾不顾百寮之侧目，亦何异清昼攫金之士哉？甚非谓也。君子爱人以礼，不闻姑息，仆射得不深念之乎？\n【译文】前些日子，因为中书令郭子仪凭父子两人统军打退了吐蕃的侵略，大家高兴得恨不能把他顶在头上，所以就在安福寺举行了一个欢庆会。您对前次菩提寺会议上出现的问题不做反省，这回又是随意安排调度，不顾职务品阶高低，不管文职武职区别。假如想着为了巴结观军容使鱼朝恩，竟然不顾各级官员的反感，这和光天化日之下实施抢劫的歹徒有什么区别呢？实在没有意思啊。有修养的人热爱别人讲究分寸，没听说热爱别人就放弃原则，您恐怕要认真考虑一下吧？\n【注解】令公，对中书令的尊称。中唐（771—835）以后，节度使多加中书令，使用渐滥。郭令公指郭子仪，职河东副元帅、兼中书令、爵汾阳郡王。父子，指郭子仪及其第三子郭晞。\n兴道之会，广德二年十一月，郭子仪父子自泾阳凯旋，唐代宗命宰臣百官在京城西郭的开远门迎接，并在安福寺举行弘扬佛法的盛会。\n军容，指鱼朝恩。代宗广德元年（763），吐蕃进犯，代宗出逃陕州（今河南三门峡西），鱼朝恩以保驾有功，被封为天下观军容宣慰处置使，并统率京师神策军。\n【原文】真卿窃闻军容之为人，清修梵行，深入佛海；况乎收东京有殄贼之业，守陕城有戴天之功，朝野之人所共景仰，岂独有分于仆射哉！加以利衰涂割，恬然于心；固不以一毁加怒，一敬加喜；尚何半席之座、咫尺之地能汩其志哉？且乡里上齿，宗庙上爵，朝廷上位，皆有等威，以明长幼。故得彝伦叙而天下和平也。且上自宰相、御史大夫、两省五品以上供奉官自为一行，十二卫大将军次之；三师、三公、令仆、少师、保傅、尚书、左右丞、侍郎自为一行，九卿、三监对之：从古以然，未尝参错。至如节度军将，各有本班。卿监有卿监之班，将军有将军之位。纵是开府、特进，并是勋官，用荫即有高卑，会宴合依伦叙；岂可裂冠毁冕，反易彝伦，贵者为卑所凌，尊者为贱所逼？一至于此，振古未闻！\n【译文】我也听说鱼朝恩的为人，虔诚信仰佛教，佛理造诣颇深。何况他在收复洛阳城的战役中作为总指挥消灭过敌人，撤退三门峡的时候保卫过皇帝的人身安全，官员民众都很热爱，难道只有你一个人热爱他吗？再说他这人佛教修养很高，八风不动，宠辱不惊，本来不会因为骂他一下就生气，敬他一下就高兴。何况一个座位、一寸地方就能打动人家的心思吗？况且在礼仪上乡村看重年岁，宗庙看重爵位，朝廷看重职位，都有同样的身份尊严，用来体现等级差别。因而就能够理顺职务等级，政治管理就会轻松和谐。况且上自宰相、御史大夫、两省五品以上供奉官原本排在一列，十二卫大将军次之；三师、三公、令仆、少师、保傅、尚书、左右丞、侍郎排在一列，九卿、三监的长官相对排列：历来如此，不曾错乱。至于地方节度使的军队将领，各有本部门的排列次序。卿监有卿监的序列，将军有将军的座次。哪怕是开府、特进，恩赐传承的时候勋阶最高，开会聚餐的时候应按职位排列。怎能不顾职务高低，颠倒次序，让职务高的没有脸面，职务低的风光无限呢？可您一下子把秩序弄成这样，从古到今真没听说过！\n【注解】利衰，出于佛教术语“八风”。八风谓世间能煽动人心之八事：得可意事名“利”，失可意事名“衰”，背后排拨为“毁”，背后赞美为“誉”，当前赞美为“称”，当前排拨为“讥”，逼迫身心名“苦”，悦适心意名“乐”。佛教认为不为爱憎之情迷乱心性，则八风不动。\n涂割，佛教术语，说有仇恨的人拿刀割佛，有爱心的人拿香涂佛，佛都能慈悲为怀，生灭强忍。\n两省，中书省和门下省。\n十二卫，隋唐十六卫中遥领府兵的前十二卫：左右卫、左右骁卫、左右武卫、左右威卫、左右领军卫和左右金吾卫。\n三师三公，太师、太傅、太保，太尉、司徒、司空。\n九卿，隋唐时九寺的长官，九寺即太常寺、光禄寺、卫尉寺、宗正寺、太仆寺、大理寺、鸿胪寺、司农寺、太府寺。\n三监，唐代官署国子监、少府监、将作监的合称。\n【原文】如鱼军容阶虽开府，官即监门将军，朝廷列位，自有次叙。但以功绩既高，恩泽莫二，出入王命，众人不敢为比，不可令居本位，须别示有尊崇，只可于宰相、师、保座南横安一位，如御史台众尊知杂事御史别置一榻，使百寮共得瞻仰，不亦可乎？圣皇时，开府高力士承恩宣傅，亦只如此横座，亦不闻别有礼数。亦何必令他失位，如李辅国倚承恩泽，径居左右仆射及三公之上，令天下疑怪乎？古人云：“益者三友，损者三友”。愿仆射与军容为直谅之友，不愿仆射为军容佞柔之友。\n【译文】像鱼朝恩的勋阶虽然最高，职务却是监门将军，朝廷排班就座，自有例行次序。如果只是因为贡献突出，和皇帝的关系最为亲密，帮替皇帝发号施令，一般官员不能并肩，不能让他屈坐职务级别的位子，应当另外给予特殊优待，那就只能在宰相、师保座位南边横设一个特座，就像给御史台的御史们为了尊崇他们的长官知杂事御史为他特设专座那样，让各级官员都能看到他的光辉形象，不也行吗？玄宗领导的时代，高力士担任传达诏令的工作，也就只是这样另设专座，也没听说如何大搞特殊化。也何必让他本人丧失本职的座位，像肃宗领导的时代，李辅国仗着跟皇帝关系好，直接坐到左右仆射及三公的前面，让全国人民震惊疑惑呢？古人说得好：好朋友有三种，坏朋友有三种。希望您跟鱼朝恩同志成为正直友爱的好朋友，不希望您成为他奸诈狡猾的坏朋友。\n【注解】监门将军，唐代府兵制十六卫中左右监门卫的长官。\n李辅国（704-762），唐肃宗时宦官。安史之乱期间，劝太子李亨继位，此即肃宗。即位后，被加封为元帅府行军司马，开始掌权。后又因拥立代宗即位，被册封为司空兼中书令，大权在握。后因专权跋扈，代宗以计除之。\n【原文】又，一昨裴仆射误欲令左右丞勾当尚书，当时辄有酬对。仆射恃贵，张目见尤。介众之中，不欲显过。今者兴道之会，还尔遂非，再喝八座尚书，欲令便向下座。州县军城之礼，亦恐未然；朝廷公宴之宜，不应若此。今既若此，仆射意只应以为尚书之与仆射，若州佐之与县令乎？若以尚书同于县令，则仆射见尚书令，得如上佐事刺史乎？益不然矣。今既三厅齐列，足明不同刺史。且尚书令与仆射，同是二品，只校上下之阶，六曹尚书并正三品，又非隔品致敬之类。尚书之事仆射，礼数未敢有失；仆射之顾尚书，何乃欲同卑吏？又据《宋书·百官志》，八座同是第三品。隋及国家始升，别作二品。高自标致，诚则尊崇；向下挤排，无乃伤甚？况再于公堂，喝咄常伯？当为令公初到，不欲纷披？黾勉就命，亦非理屈。朝廷纪纲，须共存立，过尔隳坏，亦恐及身。明天子忽震电含怒，责斁彝伦之人，则仆射其将何辞以对？\n【译文】再一件，前些日子尚书仆射裴冕一时失误，让尚书左右丞去代管六部尚书，当时互有言语对答。您仗着身份职位高，就态度粗暴地瞪眼指责。当时是郭令公的欢迎仪式，万众瞩目的严肃场面，您是为了维护体面，可以理解。但是如今欢庆会上仍然如此，这就不对了：两次呵斥八座尚书，要让他们往后面坐。地方州县的接待礼仪恐怕不会是如此不文明，朝廷的高级会议更不该这样。现在已然这样，您的意思可能是认为尚书和仆射的关系，就像州的助理和县长的关系吧？如果认为尚书相当于县长，那么仆射去见尚书令，就像州的助理去州长吗？这更不对了。现在三个机构平级并列，足以说明部级横向职务体系不同于地方纵向职务体系。况且尚书令和仆射都是同级，只比较品阶高低，各部尚书仅差一级，并不能隔级对待。部尚书对待仆射，礼仪不差；仆射对待部尚书，怎么就像对待干事员？根据史书记载，刘宋时代的仆射和部尚书都是同级，到隋朝和唐朝建立，才把仆射抬高了一级。地位高就有高的样子，人品好了自然受人抬举；为了抬高自己贬损别人，恐怕有损您的形象吧？何况在高层会议上两次呵斥部级尚书呢？那么是不是因为郭令公刚来，您不想让场面混乱？那也无妨，只要尽力主持工作，道理上怎么也说得过去。但是朝廷的制度纪律，可要大家共同遵守；要是过分违反，恐怕要危害自身了。主上要是一生气，过问起破坏制度、无视纪律的人来，您将如何交代啊？\n【注解】勾当，主管，料理。\n裴仆射，指裴冕，时为左仆射。 \n颜真卿（709-784，一说709-785），字清臣，唐京兆万年（今陕西西安）人，祖籍唐琅琊临沂（今山东临沂），中国唐代书法家。唐代中期杰出书法家。他创立的“颜体”楷书与赵孟頫、柳公权、欧阳询并称“楷书四大家”。与柳公权并称“颜柳”，有“颜筋柳骨”之誉。苏轼曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）\n开元二十二年（公元734年）颜真卿举进士，登甲科，曾4次被任命御史，为监察迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原（今属山东德州陵县）任太守，人称“颜平原”。建中四年（783年），遭宰相卢杞陷害，被遣往叛将李希烈部晓谕，被李希烈缢杀。他秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。\n颜真卿为琅琊颜氏后裔，家学渊博，五世祖颜师古是北齐著名学者，著有《颜氏家训》。颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。初学褚遂良，后师从张旭得笔法，又汲取初唐四家特点，兼收篆隶和北魏笔意，完成了雄健、宽博的颜体楷书的创作，树立了唐代的楷书典范。他的楷书一反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。 \n历史评价\n宋代米芾在《书史》中说：“此帖在颜最为杰思，想其忠义愤发，顿挫郁屈，意不在字，天真罄露在于此书。”此帖本是一篇草稿，作者凝思于词句间，本不着意于笔墨，却写得满纸郁勃之气横溢，成为书法史上的名作，入行草最佳范本之列，后世以此帖与《兰亭序》合称“双壁”。苏轼曾于安氏处见真迹赞曰：“此比公他书犹为奇特，信手自书，动有姿态。”\n赏析\n历代书法中。最接近“人心本田”、“书为心迹”的行草书巨卷,当首推唐代书法巨宗--颜真卿的行草书稿《争座位帖》了。\n颜真卿的行草书稿《争座位帖》手稿久已不存.幸历代书家宝之。争相刊石传世,刻石竟十之有二,为它帖所绝无。遂使中国书坛有了标拔行草高度--直视人之本心、书写意绪的不朽行草巨卷得以遗世显彰,此真天之幸也、书坛之幸也。\n《争座位帖》是颜真卿56岁时于唐广德二年(764)十一月十四日写给仆射郭英乂的直诤书稿。鲁公出于对朝廷纪纲的维护、对功臣秉义的佑护、对奸佞骄横的摧折书写此稿,忠义之气充之于心、赋之于文、形之于书,全篇理正、词严、文厉、书愤,洋洋千文,如长水蹈海,无可阻挡,遂使历代书家无不为之服膺倾倒。\n尚意的“宋四家”之首苏东坡最为推崇鲁公书,尊为书之极至。傲啸书坛的狂逸之士--米南宫于颜楷鄙为“恶札之祖”,然于鲁公《争座位帖》、《祭侄文稿》且绝无微词,而盛赞之为“字字意相连属飞动,诡形异状,得于意外,世颜行书第一书也”。宋代行草书能与唐室抗行的唯一一人--黄鲁直更能直接道出“观鲁公其帖,奇伟秀拔,奄有晋隋唐来风流气骨。回视欧、虞、褚、薛、徐沈辈,皆为法度所窘。岂如鲁公肃然出于绳墨之外......盖自二王后能书法之极者,唯张长史与鲁公二人”,真谓至言也。\n余数十年来,每扶此帖,皆感鲁公书写此稿时确无意于书、而全为心境自然寓于书也。真可谓“书无成法,篇不定格,章段跌宕,构造天成”,是成我国行草书之“壮阔史诗,巨制交响”。\n一序篇理性的冥响\n《争座位帖》由首行“十一月”句始,渐次展开至17行“言晚节末路之难也”,为鲁公书稿序篇。\n首行书写如心泉出峪,汩汩流出,平和中微显锐气。第二行书写即错落摇曳,第三行已见起伏提按意绪,为整段书写面目立下坚劲品格。\n此段四至十二行文字为鲁公对郭英乂之陈述语。写得冷峻且渐含怒气,冲突隐现于理性述说之下,文字亢昂,铺天渲染气氛已浓,阵阵滚雷之声已由天际扑来振荡耳鼓。鲁公书至“吁是畏也,然美则美矣而终之始难”句时,内心激越之情而渐与理性陈述并行。十一行“故曰”二字书写倔强沉实,为论争打下了坚实有力的第一记响。而后一段论说则书写得如行云流水,于铿锵的亢奋中增添了一段抒情慢板。再后十三至十七行为鲁公“列典陈理”阶段,自“书曰”起而后五行,书写之意绵密舒长,呈雄辩天下、援引古今的贤睿气度。由此,鲁公书稿于“大节奏、强跺板、弩伸张”的强烈表现中擂响了第一乐章的惊天战鼓,为下一章节的绵密述说确立了“先声夺人”的强悍引说。\n鲁公《争座位帖》第一阶段强悍的跺板、阵鼓擂响之后,书稿出现了书家停顿下来的一段近乎死寂的间歇。\n随之,鲁公拂去按捺的寂静,再度高扬起自己心底本真的轩然大波。是文、是书急切地纳入了争辩的第二乐章。\n二切题激愤的轻蔑\n第二乐章自十八行“从古至今”句始,字形聚敛,看出鲁公援笔将事件由遥逝而暝远的时空中再度写来的意绪,字促神密,表现出鲁公严谨、了无停滞、自由挥运、一气呵成的叙事本领。此段用笔、结体、书意尽脱晋、隋清逸形迹,而写出了鲁公“遒劲绵密”的自家面目。此段文字二次直指仆射郭英乂“不顾班秩之高下,不论文武之左右”谄谀奸宦、辱没忠臣、乱排座次之事实。至书“苟以取悦于军容为心,曾不顾百僚之侧目,亦何异清昼攫金之士哉”,文词激荡,书写剔透,直刺奸佞之心。特别是最后一句数字字形俱展,顿显开张激扬之心,真而后千载人力不逮—而神韵亦不能再有之大真境地耳。尔后一行则多摇曳跳踯,遂于刚猛质直中增加了活脱、自由意象。又至“真卿窃闻军容......”句,怒气又添,笔画益发坚挺、字方意圆、阔大弩张,随即簇起全篇第二高潮。\n鲁公心中又鸣鼓阵,迭澜再起。意浩浩涌之于心、力汩汩而趋之于笔,给人以摧心震撼。然由“清修梵行,深入佛海”至“能汩其志哉”诸句,则写得一字一境地耳,或正又斜、乍曲复直、跌宕诡奇,构成了独鲁公而能陈的绝妙篇章。\n然鲁公不以此为止,更于行间添加数句小字以意足,平地间打破了以往行间均衡,使疏朗的行间顿然增造了密度,给大运作的旋律中陡添了紧密的“复调”。这些小字自由书写如“累石铺阶、既正复斜、随势布形”,表现了鲁公“平中见奇,小中见大”的超凡本领。加之“佛海”二字左边加字的那笔长长回钩曲线勾勒,画如“沉沙铁戟”盘纡勃屈、倔强尽力地一挥,“万岁枯藤”之意由此一笔占尽,是知后人绝无再有伟力,叹为观止。鲁公这等大勾连,大破坏,大冲撞的着力一挥,奠定了自他尔后不复再有的崇高地位。\n《争座位帖》本题确在中段三十至五十一行的据理力争中得以凸现。文字内容与感情喷涌融而为一,“书为心声”得以同现。是成书史行草书“交响巨制”,轰鸣着、震颤着,并不断摧撼着后来人们的心灵。\n三本题(正剧)流金溢彩的心灵宣泄\n本题的切入当由十三行末的“且乡里上齿”起到五十一行“不愿仆射为军容佞柔之友”止,鲁公书写已由激越喷发转为睿智的理性述说,有理性述说再燃心中义火。文、书、理、义交迭辉映,构成了乐章的绚丽本题。\n上自宰相”而后四行,论说官秩尊卑、座位上下之理,行文有宗,井然不乱。书写全无火气,紧密而无懈可击,呈现出鲁公驾轻就熟、活脱圆转的大化境地。\n特别是书至“从古以来,未尝参错”及后两行,书写缘情而动,全行字参差错落、伸缩变化、大笔纷披、一气写来,愈见闪烁。表现出鲁公游刃有余、雍容大度书写意向,奏出了全篇大吕错动、显灵飞扬的华彩乐章。\n然书至“纵是开府特进”直至“振古未闻”的论理斥责奸佞段落时,鲁公笔意顿又端严方整,笔笔擒按、排宕,画画沉厚、质直,结体遒紧、捷括;行气自上而下,不使一画外张,不叫一处泄气,形成整觞、坚实擎天立柱庄严之感。书法长卷至此进入朴实、大力、整体向前推移的感愤阶段。\n书至“朝廷列座,自有次序”而后共九行,乃鲁公全述本意、迹由心出阶段。全段百余字皆屈拗盘行,刚毅中蕴涵篆籀圆转、凝重笔汇,由此,最显鲁公行稿本意。\n鲁公作书,每随心而出,不使一画同、一字同、一行同。如“列座自有次序”一行,诸字大小有别、轻重殊异、俯仰随势、各尽其态;“列座自有次序”六字提笔写出,然清朗见骨;“但以功绩即高”六字字形突然展大、字距见疏,且又纯以拙重笔意尽情写出,笔笔擒按、画画坚实、骨挺肉丰;而“恩泽奠二”句,又提笔以连绵笔意写出。一行三句,三个意趣,由此可见鲁公指责仆射郭英乂排忠谄佞、乱排座次之失。引典“古人云:益者三友,损者三友”,呼出“愿仆射为军容见谅之友,不愿仆射为军容佞柔之友”的斥词,心中义火高举,忠烈之气再度高扬。由此,笔势不可遏止,笔意流转而参劲涩,鲁公“屋漏痕”法尽显于此。这段文字的书写,如流光驰目、溶金泄地,那款款圆转线条的流动,分明地释画出流鲁公灿明的心灵迹动。\n颜鲁公怒斥郭英乂与鱼朝恩为佞柔之友,主题已过,本当停歇。可鲁公由举郭、鱼、二佞再次之失,遂有续篇接涌,形成心潮与文、与书的更迭展现,书卷如乐再涌新潮。\n四续篇迭次涌动的心潮\n《争座位帖》自“又一昨......”句起,主题方过,又添续响,是成交响又一奏鸣高潮。\n而后五行近百文字的书写,表现出鲁公的再次地怒不可遏。又首行的“斐仆射”三字连绵草书写法开始,连续不断地出现了两字、三字的连属写法。这与前段文字多独立写法不同,突现出了鲁公此一阶段意念连贯、气势绵密、情感愤慨的特别情绪。除此,这段文字书写笔画排密、结体阔张、字距紧迫而无空隙,加之行气偏倚,形成全篇最紧密而又险峻阶段,构成了夏云浓布、涛涌摧崖般的紧锣密鼓的敲击乐段的拍击感,不给奸佞以丝毫的间歇与喘息。\n书至五十四行“若州佐之与县令乎”起,连贯书又立另一境地。字形展开、行距扩大、气势纵掣、笔意圆转,奏出了全篇最具圆号般的温蕴流转的缓板乐段。然鲁公如此这般的圆籍线条的运动,又无不于柔丽中透视出刚毅与果敢,由此又窥鲁公书之“钢线化作绕指柔”不凡本领。\n另,这段文字书写尽展鲁公草、行书之面目。以往史、论多称鲁公得“草圣”张旭草法,又谓亦与“颠素”以“蛇惊入草”论道云云。然鲁公草书存世甚少。故此段草书写法于鲁公它帖绝少见到,因是十足珍贵。\n近来每品临此段帖文时,益发感到鲁公虽字由心出,而字皆合古法。有证为三,其一、字因势而异,高低、大小、俯仰、伸缩有态,唯令活脱,不使板滞也;其二、字与字之间的开合变化,连同字法之笔画变化,每有殊趣,绝不雷同。如“尚书”、“如上”、“刺史”等字反复出现,而书意绝不相同,或开或合、或伸或缩、形同万类呼吸,契合天地运动之理;其三、行气贯通、因意布势、既正复斜、一往自然、了无小家拘陋习气,一显大匠运斤自如意绪。\n加之,本段时有大字重笔书写,使全段文字书写如临大水迭次涌动、掀天波浪迸发出振聋发聩的摧擂鼓声。令读、临、习、赏者得到真力弥满的充实而升华\n颜鲁公《争座位帖》于前段再次鼓荡书写中,把全篇推向高潮。然鲁公却于论争高昂激情中戛然中止,给人以挽狂澜于即倒、黄河奔突于壶口、白日消遁于彤云之悲剧感。\n五绝响阵雷炸裂,戛然中止,但却没有结束\n《争座位帖》至六十九行“又据宋书百官志”句起,至全篇为终结阶段。\n这时,文词炸裂、情感炽发,而径呼出“朝廷纪纲,须共存立,过尔隳坏,亦恐及身”直刺郭、鱼二人呃喉警号。其声未匿,忽鲁公又发“明天子忽震电含怒,责伦之人,则仆射将何辞以对”排宕力句,而猝然作结,全篇由此嘎然结束。真使奸佞辈胆裂心摧,无以复生矣。\n全篇结尾之四行书,更见鲁公驾驭全局、贯穿始终的内蕴底力。后段书写尤见回绕盘屈、长戟大橹摇撼笔力。其中“理屈”二字尤为屈金回绕、剑器流光。“隳坏”二字兀突伟力,大笔直书,撞人心目,其冲决意绪,直为“现代书法”之端倪,使人叹为观止。\n最后两行,鲁公“代天子言”。以直泄江河之势加以书写,最后“何辞以对”四字则以电掣光走闪烁笔势写之,简极、力极、神极,终成千古绝响\n鲁公五十六岁以后楷则更精、行稿尤淳,但再也未见有如此见诸心境的行草巨卷行世。余每有大惑、亦时存大憾。鲁公书而后是力不及、功不到、笔不精、墨不良乎?非也,想是鲁公晚年不复再有中年那般抗鼎朝事、奋于世争、直显本心的机缘之故罢。\n由是知,世上“精妙”的书作全可由人而得;而能磬世、憾人心胸的交响史作,却是必需那千载难逢的天赐机缘,书家生命困厄中一释灵光之火以及心手双畅等诸多因由的结合方能完成。\n《争座位帖》就是灵光无碍、文思喷涌、义理高扬三佳兼备时的行书巨构。\n由是,余为鲁公幸,亦为书史、为人世间存留了如此恢宏的行书巨卷交响而幸焉。\n如中国书史没有那忠烈千秋、变法出新的颜真卿,而颜真卿那时没有义愤填膺,直见心迹疾书了《争座位帖》,而《争座位帖》又未经识者传摹刻勒得以流传--也就是鲁公的《争座位帖》未在书法长河中标拔了如此高度、给人们以心灵的震撼、展示了民族文化的丰伟,那我们的书法将是多么的......\n我不敢作如是想。\n幸哉、悲哉、壮哉、伟哉,中国行草书的巨制交响—鲁公《争座位帖》耶!\n崔学路一九九七年九月十日重写于北京八丈岩下 \n","category":"草书","verified":true,"user":1,"timestamp":1429951558450},{"name":"颜真卿草书争座位帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791631651,"text":"释文；十一月 日，金紫光禄大夫检校邢部尚书上柱国鲁郡开国公颜真卿，谨奉寓书於右仆射定襄郡王郭公阁下，盖太上有立德，其次有立功，是之谓不朽。抑又闻之，端揆者，百寮之师长。诸侯王者，人臣之极地，今仆射挺不朽之功业，当人臣极地。岂不以才为世出，功冠一时。挫思明跋扈之师，抗回纥无厌之请，故得身画淩烟之阁，名藏太宝之廷，吁足畏也。然美则美矣，然而终之始难。故曰：满而不溢，所以长守富也。高而不危，所以长守贵也。可不儆惧乎？书曰：尔唯弗矜，天下莫与汝争功。尔唯不伐，天下莫与汝争能。以齐桓公之盛业，片言勤王，则九合诸侯，一匡天下。葵丘之会，微有振矜，而叛者九国。故曰：行百里者半九十里，言晚节未路之难也。从古至今，自我高祖太宗已来，未有行此而不理，废此而不乱者也。前者菩提寺行香，仆射指麾宰相与两省三省已下常参官并为一行坐，鱼开府及仆射率诸军将为一行坐，若一时从权，亦犹未可。何况积习更行之乎？一昨以郭令公父子之军，破犬羊凶逆之众，众情欣喜，恨不顶而戴之。是用有兴道之会，仆射又不悟前失。径率意而指麾，不顾班秩之高下，不论文武之左右，苟以取悦军容为心。曾不顾百寮之侧目，亦何异清画攫金之士哉？甚非谓也。君子爱人以礼，不窃见闻姑息。仆射得不深念之乎？真卿偶闻军容之为人，清修梵行，深入佛海，况乎收东京有殄城之业，守陕城有戴天之功，朝野之人，所共景仰，岂独有分於仆射哉。加以利衰涂割，恬然於心。固不以一毁加怒，一敬加喜。尚何半席之座咫尺之地能泊其志哉。且卿裏上齿，宗庙上爵，朝廷上位，皆有等威，以明长幼。故得彝伦叙而天下和平也。且上自宰相御史大夫两省五品以上供奉官自为一行，十二卫大将军次之。三师三公令仆射少师保傅尚书左右侍郎自为一行，九乡三监对之，从古以然，未尝参错，至如节度军将，各有本班卿监之班。将军有将军位，纵是开府特进，并是勋官，用荫即有高卑，会燕合依伦叙，岂可裂冠毁冕，反易彜伦，贵者为卑所凌，尊者为贱所逼，一至於此，振古未闻。如鱼军容阶虽开府，官即监门将军，朝廷列位，自有次叙，但以功绩既高，恩泽莫二，出入王命，众人不敢为此，不可令居本位，须别示有尊崇，只可于宰相师保座南，横安一位，如御史台众尊知难事御史，别置一榻，使百寮共得瞻仰，不亦可乎？圣皇时，开府高力士承恩傅宣，亦只如此横座，亦不闻别有礼数。亦何必令他失位，如李辅国倚承恩泽，径居左右仆射及三公之上。令天下疑怪乎？古人云：益者三友，损者三友，愿仆射与军容为直谅之友，不愿仆射为军容佞柔之友。又一昨裴仆射误欲令左右承勾尝尚书，尝时辄有训对。仆射恃贵，张目见尤，介众之中，不欲显过。今者与道之会，还尔遂非，再谒八座尚书，欲令便向下座。州县军城之礼，亦恐未然。朝廷公宴之宜，不应若此。今既若此，仆射意只应以为尚书之与仆射。若州佐之与县令乎？若以尚书同于县令，则仆射见尚书令，得如上佐事刺史乎？益不然矣。今既三厅齐列，足明不同刺史且尚书令与仆射，同是二品，只校上下之阶，六朝尚书并正三品，又非隔品致敬之类。尚书之事仆射礼数未敢有失。仆射之顾尚书，何乃欲同卑吏？又据宋书有百官志，八座同是第三品，隋及国家始升，别作二品。高自标致，诚则尊崇，向下挤排，无乃伤甚况再於公堂，猲咄常伯，当为令公初到，不欲纷披，黾勉就命，亦非理屈。朝廷纪纲，须共存立，遇尔隳坏，亦恐及身。明天子忽震电含怒，责毂彜伦之人，则仆射其将何辞以对。\n感悟《争座位帖》■李　涛\n\n　　音乐家以高明的乐谱为练习曲，美术家以自然景物和人体作为写生、素描对象，书法家以传统碑帖作为临摹范本。可见，任何艺术都有其本身固有的法则和规律，都有表现其艺术效果的技能和手法。学习书法，临帖就是学音乐的练谱子,练指法，练法度，练力度。由此日复一日的锤炼，方可功到自然成。\n 那么，如何临贴(练功),窃以为做什么事不必刻意,顺其自然是最高境界,顺其自然讲的一个“顺”字，顺着自己的秉赋和爱好，顺着实事求是的科学态度面对人生、面对艺术。临帖是一生一世的课业，并非临字，从一定意义上讲是练功。是锤炼如何驾驭毛笔功能之功力。所以说不可间断。清人姚孟起《字学忆参》云：“古碑贵熟看，不贵生临，心得其妙，业始入神”。又云：“冷看古人用笔，不贵多写，贵无间断。”临帖要像读书分析课文段落、中心思想、写作特点那样，去分析碑帖中用笔的意图和方法。特别要注意起笔、行笔、收笔等基本笔画中提按力度大小，转换笔锋灵活度和点画形质等。体味其用笔方法、审美情趣、审美能力，才能起到事半功倍之效。有如传统医学号脉之望闻问切，切中碑帖的用笔、结字、墨色、章法诸方面因素的脉络，品味其中，奥妙无穷。\n 以临颜真卿《争座位帖》为例，第一，寻找其共鸣点，临古人之迹，首要临古人之心。在某一音震碰撞的同时，悠然产生共鸣，在各自的心灵中形成回响。那么当你临起帖时就会感觉到与碑帖的亲近感,由此,在临帖的过程中自然就会感到得心应手了许多。因为作者的好恶，秉性与读者有一种默契点和共同点。颜真卿秉性刚直，正气凛然，在他挥洒自如的迹象中正合其字体正雅，圆劲苍古，正是这种特点也是我所需要的艺术追求和人格魅力。如“末”，落笔气势非凡，迳直自右运笔，与下面的横画气息相通，竖画沉稳深厚，挺拔凌云，最后两笔顾盼生姿，笔势相连，悠然隽永。“诚”，言字旁一小点力量较强，下面两画笔力直透纸背，右偏旁“戈”的第二笔可谓健笔凌云，笔锋循迹而回得势写撇，然后居高临下，点睛似地写出最后一点。“固”字，左竖流畅，顺势落笔，包围框宽绰大度，中间“古”偏上右，最后一画与竖钩交叉撇出，铿锵有力，等等。纵观其字，疏密关系处理的非常自然得体，疏可走马，密不透风。如果用政治家的眼光审视颜体，一个字的疆域扩展到了极限，占足了四面八方。难怪评论家冠以笔力弥满雄伟肃穆，凝练冲和，阔展畅达，明快洒脱，有篆籀气。在艺术上有“篆籀气”是一种最高赞赏。\n 培养审美情趣。《民歌乐府》“陌上桑”诗曰:“……行者见罗敷，下担捋髭须。少年见罗敷，脱帽著帩头。耕者忘其犁，锄者忘其锄。来归相怨怒，但坐观罗敷……”。以上数句，写行者、少年、耕者、锄者等见到罗敷后的神情动作，而产生的一种审美情趣，从侧面烘托出了罗敷惊人之美。由此可见，一帖在前，妍妙满目，赏悦之心为之动，临习之情因之起。这时临帖的感觉从用笔、结字、章法诸方面准确度自然会高。否则，为临而临，迫促其事，终难奏效。\n 第三，培养审美能力。清代傅山《霜红龛集》云：宁拙毋巧，宁丑毋媚，宁支离，毋轻滑，宁直率，毋安排。强调“宁拙毋巧”的艺术观点，在书法理论上占有重要地位，成为书法创作和审美意识的重要标准。倘若不假思索地摹仿追求，则易误丑为美而学，误美为丑而弃。正如黄山谷云：“今人学书，肥瘦皆病，又多得其丑恶处。”艺术需要真善美,更需要一双慧眼,辨别真假,辨别良莠。电视小品《卖拐》,本来很正常的人被“忽悠”成拐子，这一笑话又一次反衬出审美能力的重要性。只有具备一定的审美能力，才能遗丑返美。临之无弊，创则有方。 \n 第四，锤炼精熟的手腕技巧。技巧是“心灵”和“心恒”搭起的独木桥，只有勤奋和甘于辛苦、甘于寂寞、持之以恒的人，才能搭乘诺亚方舟到达彼岸，别无他途。然而，一味地临帖也只能成为书匠。所以说我们只有把和古人对话的日日夜夜，年年月月，及得失、经验、积累、过滤、整理、总结成册，才能厚积而薄发。效古贤在风和日丽、碧波荡漾，琴韵悠扬的亭台楼阁，感时代之超越，人物之风流；慨富贵豪华与贫穷窘迫之差异，叹人生苦短，知音难觅……于是乎，吾不得不感慨系之矣，亦将有感于斯文。\n\n震魂慑魄的行草书巨卷交响── 颜真卿《争座位帖》评析（作者：崔学路）\n　 　历代书法中。 最接近 “人心本田”、 “书为心迹”的行草书巨卷, 当首推唐代书法巨宗--颜真卿的行草书稿《争座位帖》了。\n　 　颜真卿的行草书稿《争座位帖》手稿久已不存. 幸历代书家宝之。 争相刊石传世, 刻石竟十之有二, 为它帖所绝无。 遂使中国书坛有了标拔行草高度--直视人之本心、书写意绪的不朽行草巨卷得以遗世显彰, 此真天之幸也、书坛之幸也。\n　 　《争座位帖》是颜真卿56岁时于唐广德二年(764)十一月十四日写给仆射郭英乂的直诤书稿。 鲁公出于对朝廷纪纲的维护、对功臣秉义的佑护、对奸佞骄横的摧折书写此稿, 忠义之气充之于心、赋之于文、形之于书, 全篇理正、词严、文厉、书愤,洋洋千文, 如长水蹈海, 无可阻挡, 遂使历代书家无不为之服膺倾倒。\n　 　尚意的“宋四家”之首苏东坡最为推崇鲁公书, 尊为书之极至。 傲啸书坛的狂逸之士--米南宫于颜楷鄙为“恶札之祖”, 然于鲁公《争座位帖》、《祭侄文稿》且绝无微词, 而盛赞之为“字字意相连属飞动, 诡形异状, 得于意外, 世颜行书第一书也”。宋代行草书能与唐室抗行的唯一一人--黄鲁直更能直接道出“观鲁公其帖,奇伟秀拔, 奄有晋隋唐来风流气骨。回视欧、虞、褚、薛、徐 沈辈,皆为法度所窘。岂如鲁公肃然出于绳墨之外......盖自二王后能书法之极者, 唯张长史与鲁公二人”, 真谓至言也。\n　 　余数十年来, 每扶此帖, 皆感鲁公书写此稿时确无意于书、而全为心境自然寓于书也。 真可谓“书无成法, 篇不定格, 章段跌宕, 构造天成”,是成我国行草书之“壮阔史诗, 巨制交响”。\n　 　一 序篇 理性的冥响\n　 　《争座位帖》由首行“十一月”句始, 渐次展开至17行“言晚节末路之难也”, 为鲁公书稿序篇。\n　 　首行书写如心泉出峪, 汩汩流出, 平和中微显锐气。第二行书写即错落摇曳, 第三行已见起伏提按意绪, 为整段书写面目立下坚劲品格。\n　 　此段四至十二行文字为鲁公对郭英乂之陈述语。 写得冷峻且渐含怒气, 冲突隐现于理性述说之下, 文字亢昂, 铺天渲染气氛已浓, 阵阵滚雷之声已由天际扑来振荡耳鼓。鲁公书至“吁是畏也, 然美则美矣而终之始难”句时, 内心激越之情而渐与理性陈述并行。十一行“故曰”二字书写倔强沉实,为论争打下了坚实有力的第一记响。而后一段论说则书写得如行云流水, 于铿锵的亢奋中增添了一段抒情慢板。 再后十三至十七行为鲁公“列典陈理”阶段, 自“书曰”起而后五行, 书写之意绵密舒长, 呈雄辩天下、援引古今的贤睿气度。 由此, 鲁公书稿于“大节奏、强跺板、弩伸张”的强烈表现中擂响了第一乐章的惊天战鼓, 为下一章节的绵密述说确立了“先声夺人”的强悍引说。\n　 　鲁公《争座位帖》第一阶段强悍的跺板、阵鼓擂响之后, 书稿出现了书家停顿下来的一段近乎死寂的间歇。\n　 　随之, 鲁公拂去按捺的寂静, 再度高扬起自己心底本真的轩然大波。是文、是书急切地纳入了争辩的第二乐章。\n　 　二 切题 激愤的轻蔑\n　 　第二乐章自十八行“从古至今”句始, 字形聚敛, 看出鲁公援笔将事件由遥逝而暝远的时空中再度写来的意绪, 字促神密, 表现出鲁公严谨、了无停滞、自由挥运、一气呵成的叙事本领。 此段用笔、结体、书意尽脱晋、隋清逸形迹, 而写出了鲁公“遒劲绵密”的自家面目。此段文字二次直指仆射郭英乂“不顾班秩之高下,不论文武之左右”谄谀奸宦、辱没忠臣、乱排座次之事实。至书“苟以取悦于军容为心, 曾不顾百僚之侧目, 亦何异清昼攫金之士哉”, 文词激荡, 书写剔透, 直刺奸佞之心。特别是最后一句数字字形俱展, 顿显开张激扬之心, 真而后千载人力不逮 — 而神韵亦不能再有之大真境地耳。尔后一行则多摇曳跳踯, 遂于刚猛质直中增加了活脱、自由意象。又至“真卿窃闻军容......”句, 怒气又添, 笔画益发坚挺、字方意圆、阔大弩张, 随即簇起全篇第二高潮。\n　 　鲁公心中又鸣鼓阵, 迭澜再起。意浩浩涌之于心、力汩汩而趋之于笔, 给人以摧心震撼。然由“清修梵行, 深入佛海”至“能汩其志哉”诸句, 则写得一字一境地耳, 或正又斜、乍曲复直、跌宕诡奇, 构成了独鲁公而能陈的绝妙篇章。\n　 　然鲁公不以此为止, 更于行间添加数句小字以意足, 平地间打破了以往行间均衡, 使疏朗的行间顿然增造了密度, 给大运作的旋律中陡添了紧密的“复调”。这些小字自由书写如“累石铺阶、既正复斜、随势布形”,表现了鲁公“平中见奇, 小中见大”的超凡本领。 加之“佛海”二字左边加字的那笔长长回钩曲线勾勒, 画如“沉沙铁戟”盘纡勃屈、倔强尽力地一挥, “万岁枯藤”之意由此一笔占尽, 是知后人绝无再有伟力, 叹为观止。鲁公这等大勾连, 大破坏, 大冲撞的着力一挥, 奠定了自他尔后不复再有的崇高地位。\n　 　《争座位帖》本题确在中段三十至五十一行的据理力争中得以凸现。文字内容与感情喷涌融而为一, “书为心声”得以同现。 是成书史行草书“交响巨制”, 轰鸣着、震颤着,并不断摧撼着后来人们的心灵。\n　 　三 本题(正剧) 流金溢彩的心灵宣泄\n　 　本题的切入当由十三行末的“且乡里上齿”起到五十一行“不愿仆射为军容佞柔之友”止, 鲁公书写已由激越喷发转为睿智的理性述说, 有理性述说再燃心中义火。文、书、理、义交迭辉映, 构成了乐章的绚丽本题。\n\n　 　“上自宰相”而后四行, 论说官秩尊卑、座位上下之理, 行文有宗, 井然不乱。书写全无火气, 紧密而无懈可击, 呈现出鲁公驾轻就熟、活脱圆转的大化境地。\n　 　特别是书至“从古以来, 未尝参错”及后两行, 书写缘情而动,全行字参差错落、伸缩变化、大笔纷披、一气写来, 愈见闪烁。表现出鲁公游刃有余、雍容大度书写意向, 奏出了全篇大吕错动、显灵飞扬的华彩乐章。\n　 　然书至“纵是开府特进”直至“振古未闻”的论理斥责奸佞段落时, 鲁公笔意顿又端严方整, 笔笔擒按、排宕, 画画沉厚、质直, 结体遒紧、捷括; 行气自上而下, 不使一画外张, 不叫一处泄气, 形成整觞、坚实擎天立柱庄严之感。书法长卷至此进入朴实、大力、整体向前推移的感愤阶段。\n　 　书至“朝廷列座, 自有次序”而后共九行, 乃鲁公全述本意、迹由心出阶段。全段百余字皆屈拗盘行, 刚毅中蕴涵篆籀圆转、凝重笔汇, 由此, 最显鲁公行稿本意。\n　 　鲁公作书, 每随心而出, 不使一画同、一字同、一行同。如“列座自有次序”一行, 诸字大小有别、轻重殊异、俯仰随势、各尽其态; “列座自有次序”六字提笔写出, 然清朗见骨; “但以功绩即高”六字字形突然展大、字距见疏,且又纯以拙重笔意尽情写出, 笔笔擒按、画画坚实、骨挺肉丰; 而“恩泽奠二”句, 又提笔以连绵笔意写出。 一行三句, 三个意趣, 由此可见鲁公指责仆射郭英乂排忠谄佞、乱排座次之失。引典“古人云: 益者三友, 损者三友”, 呼出“愿仆射为军容见谅之友, 不愿仆射为军容佞柔之友”的斥词, 心中义火高举, 忠烈之气再度高扬。由此, 笔势不可遏止, 笔意流转而参劲涩, 鲁公“屋漏痕”法尽显于此。这段文字的书写, 如流光驰目、溶金泄地, 那款款圆转线条的流动, 分明地释画 出流鲁公灿明的心灵迹动。\n　 　颜鲁公怒斥郭英乂与鱼朝恩为佞柔之友, 主题已过, 本当停歇。 可鲁公由举郭、鱼、二佞再次之失, 遂有续篇接涌, 形成心潮与文、与书的更迭展现, 书卷如乐再涌新潮。\n　 　四 续篇 迭次涌动的心潮\n　 　《争座位帖》自“又一昨......”句起, 主题方过, 又添续响,是成交响又一奏鸣高潮。\n　 　而后五行近百文字的书写, 表现出鲁公的再次地怒不可遏。又首行的“斐仆射”三字连绵草书写法开始, 连续不断地出现了两字、三字的连属写法。 这与前段文字多独立写法不同, 突现出了鲁公此一阶段意念连贯、气势绵密、情感愤慨的特别情绪。除此, 这段文字 书写笔画排密、结体阔张、字距紧迫而无空隙, 加之行气偏倚, 形成全篇最紧密而又险峻阶段, 构成了夏云浓布、涛涌摧崖般的紧锣密鼓的敲击乐段的拍击感, 不给奸佞以丝毫的间歇与喘息。\n　 　书至五十四行“若州佐之与县令乎”起, 连贯书又立另一境地。字形展开、行距扩大、气势纵掣、笔意圆转, 奏出了全篇最具圆号般的温蕴流转的缓板乐段。 然鲁公如此这般的圆籍线条的运动, 又无不于柔丽中透视出刚毅与果敢, 由此又窥鲁公书之“钢线化作绕指柔”不凡本领。\n　 　另, 这段文字书写尽展鲁公草、行书之面目。以往史、论多称鲁公得“草圣”张旭草法, 又谓亦与“颠素”以“蛇惊入草”论道云云。然鲁公草书存世甚少。 故此段草书写法于鲁公它帖绝少见到, 因是十足珍贵。\n　 　近来每品临此段帖文时, 益发感到鲁公虽字由心出, 而字皆合古法。 有证为三, 其一、字因势而异,高低、大小、俯仰、伸缩有态, 唯令活脱, 不使板滞也; 其二、字与字之间的开合变化, 连同字法之笔画变化, 每有殊趣, 绝不雷同。 如“尚书”、“如上”、“刺史”等字反复出现, 而书意绝不相同, 或开或合、或伸或缩、形同万类呼吸, 契合天地运动之理; 其三、行气贯通、因意布势、既正复斜、一往自然、了无小家拘陋习气, 一显大匠运斤自如意绪。\n　 　加之, 本段时有大字重笔书写, 使全段文字书写如临大水迭次涌动、 掀天波浪迸发出振聋发聩的摧擂鼓声。 令读、临、习、赏者得到真力弥满的充实而升华\n　 　颜鲁公《争座位帖》于前段再次鼓荡书写中, 把全篇推向高潮。 然鲁公却于论争高昂激情中戛然中止, 给人以挽狂澜于即倒、黄河奔突于壶口、白日消遁于彤云之悲剧感。\n　 　五 绝响 阵雷炸裂, 戛然中止, 但却没有结束\n　 　《争座位帖》至六十九行“又据宋书百官志”句起, 至全篇为终结阶段。\n　 　这时, 文词炸裂、情感炽发, 而径呼出“朝廷纪纲, 须共存立, 过尔隳坏, 亦恐及身”直刺郭、鱼二人呃喉警号。 其声未匿, 忽鲁公又发“明天子忽震电含怒, 责伦之人, 则仆射将何辞以对”排宕力句, 而猝然作结, 全篇由此嘎然结束。 真使奸佞辈胆裂心摧, 无以复生矣。\n　 　全篇结尾之四行书, 更见鲁公驾驭全局、贯穿始终的内蕴底力。 后段书写尤见回绕盘屈、长戟大橹摇撼笔力。 其中“理屈”二字尤为屈金回绕、剑器流光。“隳坏”二字兀突伟力, 大笔直书,撞人心目, 其冲決意绪, 直为“现代书法”之端倪, 使人叹为观止。\n　 　最后两行, 鲁公“代天子言”。以直泄江河之势加以书写, 最后“何辞以对”四字则以电掣光走闪烁笔势写之, 简极、力极、神极, 终成千古绝响\n　 　鲁公五十六岁以后楷则更精、行稿尤淳, 但再也未见有如此见诸心境的行草巨卷行世。 余每有大惑、亦时存大憾。 鲁公书而后是力不及、功不到、笔不精、墨不良乎? 非也, 想是鲁公晚年不复再有中年那般抗鼎朝事、奋于世争、直显本心的机缘之故罢。\n　 　由是知, 世上“精妙”的书作全可由人而得;而能磬世、憾人心胸的交响史作, 却是必需那千载难逢的天赐机缘, 书家生命困厄中一释灵光之火以及心手双畅等诸多因由的结合方能完成。\n　 　《争座位帖》就是灵光无碍、文思喷涌、义理高扬三佳兼备时的行书巨构。\n　 　由是, 余为鲁公幸, 亦为书史、为人世间存留了如此恢宏的行书巨卷交响而幸焉。\n　 　如中国书史没有那忠烈千秋、变法出新的颜真卿, 而颜真卿那时没有义愤填膺,直见心迹疾书了《争座位帖》, 而《争座位帖》又未经识者传摹刻勒得以流传--也就是鲁公的《争座位帖》未在书法长河中标拔了如此高度、给人们以心灵的震撼、展示了民族文化的丰伟, 那我们的书法将是多么的......\n　 　我不敢作如是想。\n　 　幸哉、悲哉、壮哉、伟哉, 中国行草书的巨制交响 — 鲁公《争座位帖》耶!\n　 　　 　　 　　 　　 　　 　崔学路 一九九七年九月十日重写于北京八丈岩下","author":"唐代颜真卿","description":"颜真卿草书争座位帖"}]