[{"name":"徐浩楷书李岘墓志","text":"徐浩所书《李岘墓志》在2000年出土于西安市长安区郭杜镇，同时出土还有《李岘妻独孤峻墓志》，现均藏于长安区博物馆。《李岘墓志》为唐永泰三年（767）刻，楷书，徐浩撰文并书。李岘字延鉴，为李唐宗室，唐太宗李世民四世孙，曾二度拜相，参与过许多重大历史事件，新、旧《唐书》均有传。徐浩所书此墓志，历代文献未著录。徐浩书法作品见于著录者约四十余种，多为碑刻。前期多隶书，后期则楷书居多。此墓志为徐浩五十一岁时刻，刻工精良、字口清晰，对研究徐浩书法提供了极为重要的资料。\n墓志介绍\n《李岘墓志》全称《唐故光禄大夫检校兵部尚书兼衢州刺史充本州团练使赠太子少师上柱国梁国公李岘墓志铭》，出土于西安市长安区郭杜，志为正方形青石制成，边长91厘米，厚14厘米，共32行，满行33字，共计1053字，字体楷书。 《李岘墓志》主要记载了李岘一生所经历官职变动及其政绩，与《旧唐书》相比基本相合，但稍有出入。从志文中可知，李岘于“永泰二年七月八日，薨于官舍，春秋五十五”可推知其生于玄宗先天元年（公元712年），而《新唐书》和《旧唐书》皆称其卒于五十八岁。徐浩长李岘九岁，而《李岘妻墓志》亦为徐浩所书（天宝十三年，另文考），徐浩撰并书此志文，可以肯定徐浩与李岘关系密切，这在《金石萃编》所录《徐浩碑》的跋尾有所记载，因此对其生年的记录不会出错，故应以墓志所记年龄为准，并亦可正史书之误。\n碑刻赏析\n此志文字结体严谨、平整，笔画精到而又舒展有度，与《不空和尚碑》相比，没有其灵动稳健、起伏统一之感，更多是稳重，犹如谦谦君子，含而不露，惟在一些起笔、收笔、折笔的处理上略显锋芒。全文因是徐浩自己所撰，所以书时显现出生动、流畅、温文而雅、充满书卷气而又不失方劲之感，徐浩书此碑时已64岁，尚有如此气力和精神，实属不易。其一丝不苟而又变化丰富的用笔，严谨工稳、开合有致的结体，竟与颜真卿41岁时所书的《多宝塔碑》有很多相似之处，冯班在《钝吟书要》中称：“颜书要画中有筋，其用笔与徐季海父子同。”可以此志文为证也。在当时已属高寿的徐浩还能写出这样精妙的作品，足见其于书法功夫之深。\n就徐浩流传至今的楷书来看，早期的《陈尚仙墓志》还不算自己的风格特点，其书写略带瘦劲，用笔与结体似有唐以前法度，而《不空和尚碑》为其晚年力作，用笔略带行书笔意，尽显涩辣，正可谓人书俱老，那么此《李岘墓志》当为徐浩最严谨之楷书代表作也。\n墓志释文\n唐故光禄大夫检校兵部尚书兼衢州刺史充本州团练使赠太子少师上柱国梁国公李公墓志铭并序银青光禄大夫行尚书工部侍郎集贤殿学士上柱国会稽县开国公徐浩撰并书呜呼！有唐良弼李公讳岘，字延鉴，今上之三从叔也。曾祖司空吴王讳恪，大父工部尚书、赠吴王讳琨，烈考兵部尚书，朔方河东节度使、太子太师、赠太尉、信安郡王讳祎。代济盛德，是生我公。幼有殊量，含粹秉哲，学以观略，文以足言。起家左骁卫兵曹、太子通事舍人、鸿胪丞、河府士曹、高陵万年河南令，所莅以尤异闻。迁河南少尹、左金吾将军、将作监，出守魏郡、零陵、长沙、江陵、凤翔、蜀、通、润、衢等郡，再为京兆、江陵尹。初以江陵兼御史中丞，山、岭、江南、黔中四道都副大使、采访使，入宗正卿，及为凤翔太守又兼中丞銮舆临幸，知侧近兵马粮料，加尚书左丞，知凤翔事，车驾还京，充知顿使，迁礼部尚书，转御史大夫兼京兆尹，加光禄大夫，封梁国公。按三司狱，帝善其议，迁吏部尚书同中书门下平章事。贬蜀通润，复为江陵兼御史大夫，充荆南节度观察处置营田等使。进礼部尚书兼宗正卿，属犬戎乱华，西都失守，旋旆京邑，又兼御史大夫，充置顿使，擢黄门侍郎同中书门下平章事、左太子詹事，居无何，复检校礼部尚书兼大夫，充江南西道勾当铸钱使。改吏部尚书兼大夫，充江南东西、福建等道知选，并劝农宣慰使。寻检校兵部尚书，馀如故，又以尚书兼衢州刺使，景命不淑，以永泰二年七月八日，薨于官舍，春秋五十五，皇上轸悼，赠太子少师，粤以来岁二月十日，归葬于京兆长安县高阳原，礼也，优诏卤薄威仪，手力幔幕，有加恒数，以饰终焉，公凡宰三县，典九州，两为江陵，再尹京兆，五登亚相，六拜尚书，七拥使车，再秉钧轴，牧宰为政也，作人父母；台省持纲也，为国准绳；皇华将命也，澄汰风俗；宰辅致理也，裁成景化。公以间气杰出，膺期挺生，忠效代范，亲贤太名。利物可以和义，修词可以立诚。夫其有犯无隐，措枉举直，无形骸之私，竭股肱之力，权贵敛手，奸回沮色。是以当可言而必言，再入相而再去，良有以也。方将燮和元气，弘济生灵，致君唐虞，合德周邵。呜呼，东阳出守，南国无归，人之云亡，吾将安仰。公长兄峘，故户部尚书兼御史大夫，江、淮南部都统节度观察处置使，旅榇双旐，远自江乡，高坟两中茔，同葬故国。荣哀倏忽，途路悲伤。已焉哉。嗣子大理司直孝孙等，陟岵棘心，寝苫血泣。思缀一遗烈，以志玄堂，乃徵词于故人，庶传于乐石。铭曰：\n蔚间气兮生哲人，卓昭代兮羌良臣。麟之趾兮何振振，才济时兮运遘屯。家多难兮方经纶，使宣风兮牧行春。七持宪兮一徼巡，六曳屡兮二秉钧。亮帝采兮叙彝伦，唐旧邦兮命惟新。孰贤贤兮我亲亲，五列乾兮十朱轮。累勋业兮据要津，叹窄路兮悲短辰。彼穹苍兮胡不仁，如可赎兮百其身。哀同气兮坟相邻，邈千古兮流芳尘。\n相关资料\n《李岘墓志》的出土发现，不但可以纠正唐代史料中的一些问题，更重要的是为我们研究徐浩的书法提供了极其珍贵的实物资料。徐浩是唐代极负盛名的大书法家，字季海，越州人，长安三年生（公元703年）。《旧唐书列传第八十七》称：“浩少举明经，工草隶，以文学为张说所器重，调援鲁山主薄，说荐为丽正殿校理。”张说乃玄宗时重臣，《旧唐书列传第四十七》称其：“前后三秉大政，掌文学之任凡三十年，为文俊丽，用思精密，朝廷大手笔，皆特承中旨撰述，天下词人，咸讽涌之。尤长于碑文、墓志，当代无能及者。喜延纳后进，善用已长，引文儒之士，佐佑王化…”。能得到张说的器重，可证徐浩年少时即有着不俗的超人才华，这对其成为一代书法大家奠定了良好的基础。至肃宗时，“由襄州刺史召授中书舍人。四方诏令，多出浩手，遣辞赡速，而师法至精，帝喜之。又参太上皇浩册，宠绝一时。”这段时期是徐浩仕途上的一个重要时期，肃宗即位于天宝15年（公元756年），徐浩时年54，正当其书法的成熟时期，所以其书法“宏绝一时”也就不足为奇了。\n徐浩书《李岘墓志》没有署具体撰书时间，但志文中有“永泰二年七月八日薨于官舍，粤以来岁二月十日归葬于京兆长安县高阳原，礼也。”此志文当做于大历二年（公元767年），文中徐浩的官职为“银青光禄大夫行尚书工部侍郎集贤殿学士上柱国会稽县开国公。”《旧唐书》云：“代宗征拜中书舍人，集贤殿学士，寻迁工部侍郎，岭南节度观察史，兼御史大夫，又为吏部侍郎，集贤殿学士。”《新唐书》云：“代宗复以中书舍人召，迁工部侍郎，会稽县公，出为岭南节度使。”而其“加银青光禄大夫”为宝应元年（公元762年）（《中国书法史隋唐五代卷》P369），从中可知徐浩书此铭文在出岭南节度使之前，其自书官衔亦可补史书之缺。\n徐浩平生所书碑志甚多，但欧阳修《集古录》仅收徐浩书篆额一、书碑一，撰并书碑一；宋赵明成《金石录》所记徐浩撰、书或题额碑志有37通。其人又长寿，书《不空和尚碑》时78岁（建中二年），但流传至今者不多，楷书尤少，所知仅《不空和尚碑》、《大德大证禅师碑》、《陈尚仙墓志》等以及本文所考之《李岘墓志》及待考之《李岘妻墓志》，两志相隔12年，又是夫妻，皆为徐浩所书，这在其所书碑志的记录中是少有的，可见二人的关系非同一般。 \n徐浩（703-782）字季海，越州（今浙江绍兴）人。出身于名门望族。官至彭王傅、会稽郡公、太子少师。徐浩自幼精通翰墨，其祖师道，其父峤之，均是书家，浩深得家传，又书宗二王，尤醉心于王献之。《宣和书谱》称：“盖浩书锋藏画心，力出字外，得意处往往近似王献之，开元以来，未有比者。”玄宗时，宰相张说见所作《喜雨》、《五色鸽》两赋，十分器重，荐为丽正殿校理。唐肃宗即位，受到肃宗宠爱，由襄州刺史召为中书舍人，四方诏令多出其手，其书法作品在民间多有流传。徐浩长于鉴赏，两次受命访书，收集二王书迹。有《古迹论》、《论书》传世。他善书法诸体，曾写屏风42幅，所题多《文选》五言诗，八体皆备，其中“朔风动秋草”等十多字，或草或隶，尤为精绝。李邕赞云：“徐季海书若春云之高，无梯可上，幽谷之深，无径可寻，开元以来无比者。”但对他的字表示不满的人也有不少。如《吕总续书评》云：“徐浩真行书固多精熟，无有意趣。”李煜也说：“徐浩得右军之肉而失于俗。”米芾甚至说：“《董孝子》、《不空》皆晚年恶札，全无研媚，此自有识者知之。”所传书迹，除《不空和尚碑》外，还有隶书碑《嵩阳观记颂德感应颂》。墨迹《朱巨川告身》等。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951550470},{"name":"徐浩楷书李岘墓志","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791616295,"text":"徐浩所书《李岘墓志》在2000年出土于西安市长安区郭杜镇，同时出土还有《李岘妻独孤峻墓志》，现均藏于长安区博物馆。　　《李岘墓志》为唐永泰三年（767）刻，楷书，徐浩撰文并书。李岘字延鉴，为李唐宗室，唐太宗李世民四世孙，曾二度拜相，参与过许多重大历史事件，新、旧《唐书》均有传。　　徐浩所书此墓志，历代文献未著录。徐浩书法作品见于著录者约四十余种，多为碑刻。前期多隶书，后期则楷书居多。此墓志为徐浩五十一岁时刻，刻工精良、字口清晰，对研究徐浩书法提供了极为重要的资料。","author":"唐代徐浩","description":"徐浩楷书李岘墓志"}]