[{"name":"索靖章草史孝山出师颂","text":"这是一幅纸本手卷作品，去除引首和拖尾部分，实际上真正作品部分还不足一平方尺，它的具体尺寸是纵21.2厘米，横29.1厘米。吸引我们的是密布在正文两侧的印文，细细数来有29枚之多，比较熟悉的有乾隆御览之宝、古稀天子、五福五代堂宝、八徵耄念之宝等，众多的印章似乎告诉人们它的身世非同一般。\n\n西晋时期，三国以后一个著名的书法家，索靖，上承张芝。那个时候，晋惠帝任命索靖出任大将军。写这篇作品，以明智，效法前人，成就大功。\n另外，其他一个说法，这个也是从宋代就有，说这件作品是梁朝的一位著名的，也是擅长草隶，也就是擅长章草的书家肖子云所做。\n作品字体\n字体叫做章草，章草是流行于汉代的一种草书，具体地说实际上它就是隶书的草体。汉字它可以分为三个阶段，最早是篆书，后来演变为隶书，隶书又演变为咱们今天仍然通行的楷书。这个章草实际上就是汉代通行的隶书的草写形式，“章”，据说汉章帝的时候发明。\n跋\n米友仁作。作品拖尾部分有一段题迹，“右出师颂、隋贤书绍兴九年四月七日、臣米友仁审定”。米友仁，宋代大书法家米芾的儿子，对于书画鉴定非常擅长，在南宋时期他专门为宋高宗赵佝鉴定内府所藏的书画。\n收藏价值\n纸寿千年绢八百，纸的寿命虽然比绢要长，但也不过千年。而这件作品如果最终得到认定，那么它的纸张的寿命已经达到了一千五百年。让人难以想象的是，在一千五百年的流传中，它要逃过多少次战乱和戮火；又有多少人为之付出过心血甚至生命，才能使它几乎完好地保存了下来。从这个意义上来说，这幅作品出自谁人之手，也许已经并不太重要了。当然作为艺术研究，人们总是要探个究竟，问个明白。在这幅作品上，还有很多鉴藏图章，下面我们继续来听专家的分析。\n我们现在所能见到著录最早的图章，有唐代的印章，其中最著名的就是这个胡文书的永太公主，这就是前一段播放的电视剧《大明宫词》。\n另外一方印叫“永存珍秘”，这方印据考证是唐代的王涯的收藏。还有宋代宫廷里的印，这个就是“绍兴”，宋高宗的收藏印。\n那么元代的印存在于它的后边的那一部分，那里边就有元代张达善的鉴定，包括他的鉴定的收藏印等等。\n到了明代这件作品事实上又有几方比较重要的印，一个是刘完的，这方印是明代中期的印，然后到了大概万历前后的时候，这件作品进入了著名的收藏家王世懋的手里，这个收藏印就是王世懋的哥哥，王世贞的收藏鉴定印。\n那到了清代这件作品，康熙前后又进了著名的收藏家（手里），安仪周，所以这些印都是安仪周的印了，“安”“仪周鉴赏”，还有后边的这个“麓村”然后是“安仪周家珍藏”等。他盖了不少印。\n这里边乾隆皇帝的玺是盖的非常全的，而且还有乾隆皇帝的双题跋，都是亲笔所题。\n流传历史\n现在我们不难理解这篇《出师颂》，为什么能在历史上受到那么多人的喜爱和珍视了。从作品的流传经历看，它曾经是清代皇宫的藏品，那么后来为什么它又流落到了民间呢？为什么直到今天它才重新露面？这背后一定还有一段尘封百年的故事。\n乾隆在历代帝王中可以说是最大的一位收藏家了，他喜爱的作品都被著录在《石渠宝笈》中。这幅《出师颂》就是其中的一件，被乾隆收录到《石渠宝笈》二编。从作品上面这枚《宁寿宫续入石渠宝笈》的印文看，当时它应该被存放在宁寿宫中。可惜的是，后来这件作品随着清王朝的灭亡而消失了。\n在著名书画鉴定专家杨仁恺撰写的《国宝沉浮录》中，《出师颂》被列入了遗失的目录当中。有关清宫旧藏的去向，通常人们有三种说法，一种是皇帝赏赐给了王宫贵族或有功之臣；还有一种是被偷盗；而数量比较大的是被末代皇帝溥仪带到东北之后失散的。在近一百年的时间中，这幅《出师颂》杳无音信，它的下落始终是萦绕在人们心中的一个不解之谜。庆幸的是，现在这件作品竟然奇迹般地出现在世人面前，而且几乎是毫发未损。在它销声匿迹的近百年当中，还有很多不为人知的故事，恐怕有待时间来做出解释，而现在人们的注意力已经全部集中在这件作品上了。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663784},{"name":"索靖章草史孝山出师颂","dynasty":"魏晋","category":"","type":"","user":1,"timestamp":1429791613321,"text":"释文： 茫茫上天 降祚为汉 作基开业 人神攸赞 五曜宵映 素灵夜叹 皇运未授 万宝增焕 历纪十二 天命中易 西戎不顺 东夷构逆 乃命上将 授以雄戟 桓桓上将 实天所启 允文允武 明诗阅礼 宪章百揆 为世作楷 昔在孟津 惟师尚父 素旄一麾 浑一区寓 苍生更始 移风变楚 荡伐猃狁 至於太原 诗人歌之 犹叹其艰 况我将军 穷域极边 鼓无停响 旗不踅褰 泽沾遐荒 功铭鼎宏 我出我师 於彼西疆 天子饯我 辂车乘黄 言念旧劳 恩深渭阳 介珪既削 裂壤酬勋 今我将军 启土上郡 传子传孙 显显令闻\n《出师颂》为汉史孝山所撰的四言诗歌，正文48句，共192字。颂是一种文体,原是《诗经》的诗体之一。（风雅颂是也。）\n史孝山的《出师颂》大致分两层,1.至“西戎不顺”,先述汉室历史,派邓骘出征;2.用姜太公吕尚在武王伐纣中所起的重要作用以及《诗经·小雅·六月》中“薄伐猃狁,至于太原”两句比拟邓骘担当大任及征伐之艰,接着用“鼓无停响,旗不暂褰。泽沾遐荒,功铭鼎铉”四句概括了战争状况与邓骘的战功,最后是描写皇帝对作为“伯舅”的邓骘的恩赏,而以“今我将军,启土上郡。传子传孙,显显令闻”作结。\n史孝山【出师颂】\n范晔後汉书曰：邓骘，字昭伯，女弟为和熹皇后。安帝立，骘为虎贲中郎将，封上蔡侯。凉部叛羌，摇荡西州，诏骘将兵击之，车驾幸平乐观饯送。骘西屯汉阳，征西校尉任尚与羌战，大败之。遣中郎将迎拜骘为大将军。既至，大会群臣，赐以束帛乘马。\n  范晔後汉书曰：王莽末，沛国史岑，字孝山，以文章显。文章志及集林、今书七志并同，皆载岑出师颂，而流别集及集林又载岑和熹邓后颂并序。计莽之末，以讫和熹，百有馀年。又东观汉记，东平王苍上光武中兴颂，明帝问校书郎此与谁等，对云前世史岑之比。斯则莽末之史岑，明帝之时已云前世，不得为和熹之颂明矣。然盖有二史岑，字子孝者仕王莽之末，字孝山者当和熹之际，但书典散亡，未详孝出爵里，诸家遂以孝山之文，载於子孝之集，非也。骘则邓后之兄，元舅则骘也。\n  茫茫上天，降祚有汉。兆基开业，人神攸赞。五曜霄映，素灵夜叹。皇运来授，万宝增焕。汉书曰：元年冬十月，五星聚于东井，沛公至霸上。应劭曰：五星所在，其下以义取天下也。又曰：高祖夜经泽中，有大蛇当径，拔剑斩蛇，蛇分为两。後人至蛇所，有一妪夜哭，人问妪，妪曰：吾子白帝子，化为蛇当道，今者赤帝子斩之也。历纪十二，天命中易。汉书曰：汉起元高祖，终于孝平王莽之诛，十有二世也。西零不顺，东夷遘逆。西零，即先零也。乃命上将，授以雄戟。子虚赋曰：建干将之雄戟。桓桓上将，寔天所启。桓桓，已见上文。左氏传，晋侯赐毕万魏，卜偃曰：以是始赏，天启之矣。允文允武，明诗悦礼。毛诗曰：允文允武，昭格烈祖。左氏传，赵衰曰：郄縠说礼、乐而敦诗、书。宪章百揆，为世作楷。礼记曰：仲尼宪章文、武。尚书曰：纳于百揆。礼记曰：今世行之，後世以为楷。昔在孟津，惟师尚父，尚书曰：武王伐殷，师渡孟津。毛诗曰：维师尚父，时惟鹰扬，谅彼武王。素旄一麾，浑一区宇。鬻子曰：武王伐纣，乃命太公把旄以麾之，纣军反走。尚书曰：王右秉白旄以麾。苍生更始，朔风变楚。苍生，犹黔首也。尚书曰：至于海隅苍生。朔，北方也。楚，南方也。史记，子贡问乐曰：舜弹五弦之琴，歌南风之诗，而天下治。纣为朝歌北鄙之音，身死国亡，何也？夫南风之诗者，生长之音，舜乐好之，故天下治也。夫北者，败也。鄙者，陋也。纣乐好之，故身死国亡。薄伐猃狁，至于太原。毛诗小雅文也。郑玄曰：薄伐，言逐出之而已。诗人歌之，犹叹其艰。况我将军，穷城极边。鼓无停响，旗不蹔褰。泽沾遐荒，功铭鼎铉。礼记曰：夫鼎者有铭。铭者，论撰其先祖之德，美功烈动劳而酌之祭器，自成其名焉。周易曰：鼎，金铉。我出我师，于彼西疆。毛诗曰：我出我车，于彼牧矣。天子饯我，路车乘黄。言念伯舅，恩深渭阳。毛诗序曰：渭阳，康公念母也。我见舅氏，如母存焉。又曰：我送舅氏，曰至渭阳。何以赠之，路车乘黄。介珪既削，列壤酬勋。毛诗曰：锡尔介珪，以作尔宝。今我将军，启土上郡。尚书曰：建邦启土也。传子传孙，显显令问。毛诗曰：假乐君子，显显令德。又曰：令问令望。","author":"魏晋南北朝索靖","description":"索靖章草史孝山出师颂"}]