[{"name":"王诜行书烟江叠嶂图卷","text":"宋王诜烟江叠嶂图，宋代古画，现藏于上海博物馆。此图绘崇峦叠嶂陡起于烟雾迷漫浩渺空旷的大江之上，空灵的江面和雄伟的山峦形成巧妙的虚实对比。奇峰耸秀，溪瀑争流，云气吞吐，草木丰茂，显得蓬勃富有生气。画家以墨笔皴山画树，用青绿重彩渲染， 既有李成之清雅，又兼李思训之富丽，邓椿《画继》谓王诜“所画山水学李成皴法，以金绿为之，似古”，于此可见。\n简介\n手卷，绢本，设色 。\n王诜（1048-1104），字晋卿，山西太原人，居开封。官至宣州观察史，娶英宗赵日署女魏国公主。官左卫将军，驸马都尉。王晋卿所画烟江叠嶂图，传世不止一本，画法略用青绿设色，石皴在不方不圆之间，小树多夹叶，别具一种风格，同专学李成、郭熙画派的不同。此画面萧疏清远，表现了烟雾迷蒙的水乡景色，在构图上，远近疏离，似有一透视感，远山隐映于云雾之中，悠远秀丽。本幅无款印，有宋徽宗赵佶标题:“内府所藏王诜四卷中此为第一”。\n曲折经历\n堪称上海博物馆“镇馆之宝”的北宋著名山水画家王诜的水墨本《烟江叠嶂图》及其背面的苏轼行书诗并跋和王诜唱和诗二章并跋。诗、书、画三绝，是中国画难得的境界，这幅濡满历史烟云的《烟江叠嶂图》恰恰是“三绝”的最好诠释，居然历尽浩劫，幸存至今！在今日，宋画之珍稀尽人皆知，如同书画界的“大熊猫”，更何况是熔诗书画三绝于一炉的宋画！《烟江叠嶂图》如何成了沧海遗珍？是谁保存了它？是谁慧眼认出了它？是谁成了它的千古知音？\n这是一个持续千年的传奇故事，最终给了它一个圆满结尾的人，叫钟银兰。解放初，一个才20岁的初中生，被上博录用了，她有一种单纯的快乐；无数文物经她的手登录在册，一幅“落选”的画和谢稚柳的落寞神情，让她牢记在心。无数灿烂的古物沾润过钟银兰的手泽，其中有一样她记得特别牢，因为它牵连着知名画家、同时也是当时上博主管收购文物鉴定的专家谢稚柳的命运。那是1957年一次例行的收购文物的专家鉴定会议。这类会议，编目组的钟银兰经常参加。那天，谢稚柳带来了一幅卷轴，作为会议工作人员的钟银兰帮着把卷轴拉开，大家凑过去细细地端详：“哦，是宋画？王诜的《烟江叠嶂图》？”如果是真的，那它将是稀世奇珍！谢老解释说：几天前，文物掮客靳伯声从苏州风尘仆仆地赶到他家，带了这么一幅画。谢老一见之下，大为惊喜，赶紧对靳伯声说：你把东西留下，我们上博要收藏！与会专家却几乎都在摇头。有的说：这画面熟，30年代就见过，已经是行内公认的假画了！钟银兰默默地卷起这幅画，交给谢老。谢老的眼神里流露出一丝落寞，他只说了一句：“我还要研究！”谢老回到家，把这画从头到尾审读了半晌：万一它是真的呢？岂不是明珠暗投？他把靳伯声叫了来，说：“告诉主家，这画我买了！”靳伯声眼睛瞪圆了：“一幅假画，你们博物馆判了它的死刑，没人会要它，它一文不值哩！没准主家自己都要毁了它！你买它？”谢稚柳说：“就算是我想做资料罢。”过了两个月，靳伯声愁眉苦脸地来了：“那主家听说上博断它为假，他赌上气了。上回开价800元，这回说非2000元不卖！您说这不是怄气吗？”2000元，在当时不是个小数目，可以买套房子了。瞅瞅那幅深不可测的画，谢老实在难以割舍。经过一番讨价还价，最终这画儿以1600元成交。谢老卖掉了一批明清字画，分三次付款，才算了却这桩心愿。从此，他和这幅画朝夕晤对，从“笔墨性情”与王诜其他作品对照，坚信此画非假：“岂南宋以后所得而乱者？”\n服从组织安排，钟银兰没有别的选择。她师从书画名家沈剑知。先从画“十”和圆圈学起，光这两样就画了个把月。等她把树、石头也画得有个样子时，沈老拿来元代黄公望的《富春山居图》复制品，让她临摹。\n964年，正当钟银兰初窥中国传统书画鉴定堂奥之际，一场“小四清”运动波及了谢稚柳先生，起因就是王诜的那幅《烟江叠嶂图》，罪名却定得十分离奇：与国家争购文物！那种时候，说你黑你就黑，谢老百口莫辩。一通批判之后，那画儿就此没收上交。谢老不知道，更苦的还在后面。文革浩劫之中，“白专”典型钟银兰将时代的喧嚣摒在窗外，埋首于满坑满谷的抄家物资之中；《烟江叠嶂图》一直寂寞地在库房中蒙尘。“文革”后，谢稚柳毅然捐出了这幅画———《烟江叠嶂图》。\n与王诜其他画作从技法特性、题材内容到山石皴笔和画树笔法完全一致，具有王诜熟而不工、文人墨戏的笔意，应是真本；从前大家认为它是伪作，是因为王诜传世的作品很少，画风不为世人熟悉所致。此画后面的苏王唱和诗跋亦属真品，其中王诜书作中许多字的运笔方式，如方圆兼施、正侧互用、多以侧笔取势等，与他其它书作如出一辙。加之有经验的裱画师认为，这幅书画的绢，都是自然真古，绝非染旧。\n这幅宋画被钟银兰“救活”了。它堂而皇之地登上大雅之堂，被轮流展示于上博新馆的书法厅与绘画厅，成了“镇馆之宝”，并被理所当然地评定为一级品。\n谁知这就埋下了一件扯不清的公案。钟银兰“苦恼”地师从名家学起了书画鉴定，从此痴迷一生；谢稚柳在“小四清”中倒了霉，那幅倾其所有收藏的“假画”被没收上交。钟银兰没想到，日后她还会和这幅公认的“假画”结缘。1959年时的钟银兰，正为一件事苦恼：馆里鉴于老专家后继乏人，要着力培养一批年轻的鉴定人才，让她去学书画鉴定。钟银兰吓了一跳：文物鉴定，最难就数书画鉴定了，我的古文底子薄，鉴定书画，得熟悉古文断句，精通诗文、印鉴，历史上画家、书家多如牛毛，光记住他们的名、字、号就是一番大功夫……\n苏东坡题诗\n苏东坡在朋友王定国处观看了他收藏的王诜这幅画后，写下了一首《书王定国所藏烟江叠嶂图》诗。\n全文内容为：\n江上愁心千叠山，浮空积翠如云烟。山耶、云耶远莫知，烟空云散山依然。但见两岸苍苍暗，绝壁（何绍基作“谷”）中有百道飞来泉。萦林络石隐复现，下赴谷口为奔川。川平山开林麓断，小桥野店依山前。行人稍渡乔木外，渔舟一叶江吞天.使君何从得此本？点缀毫末分清妍。不知人间何处有此境，径欲往买二顷田。君不见，武昌樊口佳（何绍基作“幽”）绝处，东坡先生留五年。春风摇江天漠漠，暮云卷雨山娟娟。丹枫飜（栖的繁体字）鸦伴水宿，长松落雪惊画（何绍基作“醉”）眠。桃花流水在人世，武陵岂必皆神仙？江山清空我尘土，虽有去路寻无缘。还君此画三叹息，山中故人招我归来篇。\n","category":"行书","verified":true,"user":1,"timestamp":1429951562777},{"name":"王诜行书烟江叠嶂图卷","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791611147,"text":"","author":"宋代王诜","description":"王诜行书烟江叠嶂图卷"}]