[{"name":"赵之谦楷书齐民要术","text":"趟之谦（一八二九——一八八四），宁益甫、羁叔，号悲庵，别号铁二、无闷、冷君、憨寮、梅庵等，晚清杰出的篆刻家和书画家。趟之谦祖籍浙江嵊县，后遥会稽大坊口。他家数代经商，幼年时，家道衰落，十五岁时又因其兄之讼案以致家产荡尽，生活〔日益危苦，经岁奔赴卖衣续食〕。趟之廉从年轻时代就开始了鬻书卖昼的生涯。他当过塾师，后人绍兴知府缪梓幕中。清咸丰九年（一八五九年）中恩科乡试第三名，成了举人。曾居京师应礼部试，取为国史馆誉录，后议叙补缺，历任江西鄱阳、奉新、南城知县。四十四岁时，应巡抚刘坤一之邀离开京城去江西，担任修编《江西通志》的总编，五十六岁卒于南城官舍。趟之廉一生才华横溢，书画、篆刻均造诣精深，又是诗人、学者。着有《悲庵居士文本》、《诗剩》、 《八朝别字记》、《补寰宇访碑录》等。赵之谦的书法，浸淫北碑，熔铸汉魏，广采博取，以其活泼的姿态和飞动的气势，独树一帜，开辟了晚清碑派书法新的境界，管领一代风骚。\n内容提要\n趟之谦（一八二九——一八八四），宁益甫、羁叔，号悲庵，别号铁二、无闷、冷君、憨寮、梅庵等，晚清杰出的篆刻家和书画家。\n趟之谦祖籍浙江嵊县，后遥会稽大坊口。他家数代经商，幼年时，家道衰落，十五岁时又因其兄之讼案以致家产荡尽，生活〔日益危苦，经岁奔赴卖衣续食〕。趟之廉从年轻时代就开始了鬻书卖昼的生涯。他当过塾师，后人绍兴知府缪梓幕中。清咸丰九年（一八五九年）中恩科乡试第三名，成了举人。曾居京师应礼部试，取为国史馆誉录，后议叙补缺，历任江西鄱阳、奉新、南城知县。四十四岁时，应巡抚刘坤一之邀离开京城去江西，担任修编《江西通志》的总编，五十六岁卒于南城官舍。趟之廉一生才华横溢，书画、篆刻均造诣精深，又是诗人、学者。着有《悲庵居士文本》、《诗剩》、《八朝别字记》、《补寰宇访碑录》等。\n赵之谦的书法，浸淫北碑，熔铸汉魏，广采博取，以其活泼的姿态和飞动的气势，独树一帜，开辟了晚清碑派书法新的境界，管领一代风骚。\n目录\n楷书·振作从容八言联\n楷书·齐民要术八条屏\n行书·黄柑白莲七言联\n行书·半长一庵七言联\n行书·天机心地七言联\n篆书·史游急就篇书轴\n篆隶二体书圑扇·刘熊碑残字\n行书圑扇·钓龙台颧宋梅有感\n行书·老气古曲八言联\n行书·诗书天人七言联\n楷书·出宰读书言五联\n行书·大文耆好七言联\n行书·大痴百岁四条屏\n行草·致潘祖荫信札（一）\n行草·致潘祖荫信札（二）\n行草·致潘祖荫信札（三、四）\n行草·致潘祖荫信札（五、六）\n楷书·瘗鹤铭集联\n行草·耳根得所七言诗轴\n行草·冯谁凿破七言诗轴\n行草·致稼孙信札\n行草·致梦惺信札\n","category":"楷书","verified":true,"user":1,"timestamp":1429951661044},{"name":"赵之谦楷书齐民要术","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791617688,"text":"赵之谦楷书《齐民要术》\n\n\n\n 《齐民要术》是北魏时期的中国杰出农学家贾思勰所著的一部综合性农书，也是世界农学史上最早的专著之一。是中国现存的最完整的农书。\n 书名中的“齐民”，指平民百姓。“要术”指谋生方法。《齐民要术》大约成书于北魏末年（533年-534年），《齐民要术》系统地总结了6世纪以前黄河中下游地区农牧业生产经验、食品的加工与贮藏、野生植物的利用等，对中国古代农学的发展产生过重大影响。\n\n\n\n 贾思勰（音：xié），益都（今属山东）人。出生在一个世代务农的书香门第，其祖上就很喜欢读书、学习，尤其重视农业生产技术知识的学习和研究，这对贾思勰的一生有很大影响。他的家境虽然不是很富裕，但却拥有大量藏书，使他从小就有机会博览群书，从中汲取各方面的知识，为他以后编撰《齐民要术》打下了基础。成年以后，他开始走上仕途，曾经做过高阳郡（今山东临淄）太守等官职，并因此到过山东、河北、河南等许多地方。每到一地，他都非常重视农业生产，认真考察和研究当地的农业生产技术，向一些具有丰富经验的老农请教，获得了不少农业方面的生产知识。中年以后，他又回到自己的故乡，开始经营农牧业，亲自参加农业生产劳动和放牧活动，对农业生产有了亲身体验，掌握了多种农业生产技术。大约在北魏永熙二年（533年）到东魏武定二年（554年）期间，他将自己积累的许多古书上的农业技术资料、询问老农获得的丰富经验、以及他自己的亲身实践，加以分析、整理、总结，写成农业科学技术巨著《齐民要术》。\n 一个人只有真实的面对自己，面对世界，才会从胸中滋生出豪迈气势，这种气势不是东施效颦，更不是故作姿态，而是发自骨子里的真切。基于这种豪迈的气势，自然就会形成其独特的艺术风格。齐白石的书法艺术风格中充满了天真烂漫的平民意识与朴实健康的审美情调。\n\n\n 赵之谦（1829-1884），会稽（今浙江绍兴）人。初字益甫，号冷君；后改字撝叔，号铁三、憨寮、又号悲庵、无闷、梅庵等。所居曰“二金蝶堂”、“苦兼室”，官至江西鄱阳、奉新知县，工诗文，擅书法，初学颜真卿，篆隶法邓石如，后自成一格，奇倔雄强，别出时俗。善绘画，花卉学石涛而有所变化，为清末写意花卉之开山。篆刻初学浙派，继法秦汉玺印，复参宋、元及皖派，博取秦诏、汉镜、泉币、汉铭文和碑版文字等入印，一扫旧习，所作苍秀雄浑。青年时代即以才华横溢而名满海内。他在书法方面的造诣是多方面的，可使真、草、隶、篆的笔法融为一体，相互补充，相映成趣。赵之谦曾说过：“独立者贵，天地极大，多人说总尽，独立难索难求”。他一生在诗、书、画、意上进行了不懈的努力，终于成为一代大师。\n 赵之谦自幼读书习字，博闻强识，曾以书画为生。参加过3次会试，皆未中。44岁时任《江西通志》总编，任鄱阳、奉新、南城知县，卒于任上。擅人物、山水，尤工花卉，初画风工丽，后取法徐渭、朱耷、扬州八怪诸家，笔墨趋于放纵，挥笔泼墨，笔力雄健，洒脱自如，色彩浓艳，富有新意。其书法初师颜真卿，后取法北朝碑刻，所作楷书，笔致婉转圆通，人称“魏底颜面”；篆书在邓石如的基础上掺以魏碑笔意，别具一格，亦能以魏碑体势作行草书。赵之谦篆刻初摹西泠八家，后追皖派，参以诏版、汉镜文、钱币文、瓦当文、封泥等，形成章法多变，意境清新的独特风貌，并创阳文边款，其艺术将诗、书、画印有机结合，在清末艺坛上影响很大。其书画作品传世者甚多，后人编辑出版画册、画集多种，著《悲盦居士文》、《悲盦居士诗》、《勇庐闲诘》、《补寰宇访碑录》、《六朝别字记》，其印有《二金蝶堂印谱》。\n （一）由“颜”入魏，汉后隋前有此人\n 赵之谦在《章安杂说》中记道：“二十岁前，学《家庙碑》，日五百字。”可见其于颜体，用功极勤。然而时世之变，帖学渐衰，碑学方兴，历史潮流，不可抗拒。正如康有为所说的：“碑学之兴，乘帖学之坏，亦因金石之大盛也。……泾县包氏以精敏之资，当金石之盛，传完白之法，独得蕴奥。大启秘藏，著为《安吴论书》，表新碑，宣笔法，于是此学如日中天。迄于咸、同，碑学大播，三尺之童，十室之社，莫不口北碑，写魏体，盖俗尚成矣。”赵之谦处于此时此境，以其性格，绝不甘落人之后，凭其才能，亦必定成为时代的弄潮儿。\n 赵之谦避走温州后，有空闲得读《安吴论书》，深为包安吴理论所折服。在《章安杂说》中已看出他倾心六朝古刻之心态：“六朝古刻，妙在耐看。猝遇之，鄙夫骇，智士哂耳。瞪目半日，乃见一波磔、一起落，皆天造地设，移易不得。必执笔规模，始知无下手处。不曾此中阅尽甘苦，更不解是。”又云：“安吴包慎伯言，曾见南唐拓本《东方先生画赞》、《洛神赋》，笔笔皆同汉隶。然则近世所传二王书可知矣。重二王书始唐太宗。今太宗御书碑具在，以印世上二王书无少异。谓太宗书即二王书可也。要知当日太宗重二王，群臣戴太宗，模勒之事，成为迎合。遂令数百年书家奉为祖者，先失却本来面目。而后八千万眼孔竟受此一片尘沙所眯，甚足惜也。此论实千载万世莫敢出口者，姑妄言之。阮文达言，书以唐人为极，二王书唐人模勒，亦不足贵，与余意异而同。”其于书不满足于二王也如此。于是，他开始了学习书法的转折，渐与二王系统分道扬镳了。在他赴京之后，与沈均初、胡甘伯、魏稼孙等相聚，皆癖嗜金石，其时他正着手重编《补寰宇访碑录》，大量搜罗古刻，尤其是得《郑文公碑》，最为之心仪。35岁前后年余时间，每日流连往返于琉璃厂，奇赏疑析，晨夕无间。\n 赵之谦逐步地完全放弃了颜体书而转向了北魏书法。他36岁为祁季闻书写楷书自作诗十二开册，可以说是他学北魏书初期经典。而此一年前，赵之谦还保留着颜体书风，仅仅一年的时间，他的书风便发生了质的变化，这对常人而言，是不可想象的。从此，他弃颜入魏，一发而不可止。37岁时，致胡培系（子继）函中述道：“弟读《艺舟双楫》者五年，愈想愈不是。自来此间，见郑僖伯所书碑，始悟卷锋。见张宛邻书，始悟转折。见邓山人真迹百余种，始悟顿挫。然总不解‘龙跳虎卧’四字，及阎研香（汉军，名德林，包氏弟子之一）来，观其作字，乃大悟横竖波磔诸法。阎氏学此已三十年，其诀甚秘，弟虽以片刻窃之，究嫌骤入。但于目前诸家，可无多让矣。书至此，则于馆阁体大背，弟等已无能为役，不妨各行其是。”《艺舟双楫》是赵之谦由颜体转为北魏书的指导理论。郑道昭的诸刻石，使其领悟到了“卷锋”的行笔方法。张宛邻（名琦，1764～1833年）书法，又开阔了赵之谦的眼界，使其知道真、隶的书法互用。而邓石如的书法，使其悟出了行笔的顿挫韵律。此外，赵之谦还特别称道张琦之女张纶英（1780～？年），以为“国朝书家无过阳湖女士张婉钏名纶英，郑僖伯以后一人也” 。张纶英善北碑，以郑道昭为法。与赵的作品对比一下，可以明显地看出她对赵的影响。　　然而，观赵之谦35岁后之书，甚至是40岁前后书，风格虽初步形成，而乏笔力，其中运笔、转折、连接，多有勉强之处。正如他在致魏稼孙函中所说的：“弟此时始悟通自家作书大病五字，曰：起迄不干净。（此非他人所能知者。兄或更有指摘，万望多告我。）若除此病，则其中神妙处，有邓、包诸君不能到者，有自家不及知者。”这一“起迄不干净”五字病，在行书方面，显得更为明显。大约是在40岁之后逐渐得以解决。确切说，是在赴江西任前后—44岁前后完善定格，50岁以后最终完成而至“人书俱老”之境，直逼南北朝高手，有目共睹。正如其自称：“汉后隋前有此人”，信然！\n （二）上溯秦汉，下开风气，篆隶行融会贯通\n 赵之谦于篆书，或因其学篆刻，最初源自邓石如、吴让之，其次受同事胡澍影响。当时的篆刻，皆以小篆入印。赵之谦亦学此而只擅长小篆，大篆作品极少，能见得到的仅一横额，故不足论。清代善篆书者以邓石如为第一，这在赵的时代已成定论。其他如王澍、洪亮吉、钱坫、孙星衍等篆书高手，皆重玉筋篆，乏变化，不合赵之谦性格，故不为赵所重。邓之后，张惠言、吴让之、德林传其篆法。而同事好友胡澍则于此道有专长。赵在54岁为弟子钱式临《绎山碑》册时写道：“《绎山刻石》北魏时已佚，今所传郑文宝刻本拙恶甚。昔人陋为钞史记，非过也。我朝篆书以邓顽伯为第一，顽伯后近人惟扬州吴熙载及吾友绩溪胡觰甫。熙载已老，觰甫陷杭城，生死不可知。觰甫尚在，吾不敢作篆书。今觰甫不知何往矣。钱生次行索篆法，不可不以所知示之，即用邓法书绎山文，比于文宝钞史或少胜耳。”这其中透出种种信息，其中根本性的则是师法邓石如。然而，赵之谦与吴让之的最大区别，便是不墨守成规，师法邓石如而不死守邓法，化人为己用。他评邓石如，天分四，人力六；而包世臣天三人七；吴让之天一人九；自己则是天七人三。凭天分则在诸人之上。因此，从心底里，他也不服邓石如，以为经过努力，除却“起迄不干净”五字病，则有邓、包诸君不能到者。\n 赵之谦34岁临《绎山碑》册及前后篆书作品，结构在邓石如、胡澍之间，笔力尚乏沉雄。中年为鹤年临李阳冰《城隍庙碑》等篆隶二体团扇中篆书，将结构美化到了一个极致，在邓石如、吴让之、胡澍之外，别出新意。而此新，则主要在于“结构”之美。　　隶书对于赵之谦，从某种意义上讲是附带性的书体。他曾说：“生平因学篆始能隶，学隶始能为正书。”正书—北魏书是赵之谦用力最勤、亦最得意者，自称“仅能作正书”，篆隶则是为正书的学习作铺垫。当然，这只是一种说法，而实际上赵之谦的篆书已如前述，而隶书亦自成家。\n 赵之谦于隶书涉猎很广，从其传世作品中便可知其所学。先后临书有：《石门颂》、《樊敏碑》、《三公山神碑》、《刘熊碑》、《封龙山碑》、《武荣碑》、《魏元平碑》、《成阳灵台碑》等等。从35岁至50岁以后，作品中皆有临汉碑者。35岁进京后，广搜碑版。曾为沈均初藏《刘熊碑》作详细考证，以天一阁宋拓本及翁方纲摹刻江秋史巴予籍双钩本为底本，逐一校勘，并作释文题记。又别出双钩之法，大量钩摹汉碑刻石。其中有《二金蝶堂双钩汉碑十种》，皆稀见刻石残字。45岁为李文田补摹《西岳华山庙碑》残本96字，即因“旧双钩本”，可知其早年亦曾钩过《西岳华山庙碑》。他在35岁时刻《会稽赵氏双钩本印记》，作铭云：“不能响莪能双钩，但愿文字为我留，千载后人来相求。”可知，赵之谦于隶书，用功亦勤矣！\n 赵之谦初学邓石如，而后上溯汉碑。以赵之性格，不死守一法，更不拘于某家某体，甚至某碑，故其师法汉隶，终成自家面貌。其初期作品能见到的约35岁前后作，尚欠火候，或形似古人而已。中年《为幼堂隶书七言联》（40岁）、《隶书张衡灵宪四屏》（40岁）、《为煦斋临对龙山碑四屏》（41岁），则已入汉人之室，而行笔仍有邓石如遗意。晚年如正书，如篆书，沉稳老辣，古朴茂实。笔法则在篆书与正书之间，中锋为主，兼用侧锋。行笔则寓圆于方，方圆结合。结体扁方，外紧内松，宽博自然。平整之中略取右倾之势，奇正相生。\n 赵之谦作品最多、传世最广的是行书。35岁前作品多行书，皆自颜体，细审之，与何绍基有同出一辙者，温文尔雅，雄浑而洒脱。35岁时，在四月为厚夫作行书七言联：“参从梦觉痴心好，历尽艰难乐境多。”还依然颜面，而在一个月之后为子莼作行书八言联：“春云乍阴，窗外疑夕；午睡未足，枕中游仙。”则开始疏远“颜风”了，在十月作篆书四言联为魏稼孙补款时，则字形由长方变方扁，虽然点划还未完全脱离“颜风”，而已由量变开始质变。36岁之后此种颜体行书便再不复作。37岁前后以北碑法试作行书，多牵强之处，其自评之“起迄不干净”5字病，在这一时期可以明显看得出，转折不自然，笔力亦靡弱。众所周知，赵之谦北魏风行书是其独创，前无古人。邓石如开北魏书风气，而其行草则不作中锋行笔，而用卷锋，裹笔而行。包世臣亦然，字型则未脱唐人风范。唯有赵之谦，始将北魏书笔法直接运用到行书之中。因此，它没有前人所遗留下的“参照物”，而且由于北魏书独特的用笔方法：卷锋加侧锋转换为中锋，很难于连贯。对此，赵首先是在“文稿”小行书，或者说小字落款中得以解决。40岁前后的款书已经自然老到而全然无生硬之处，虽笔力还不够浑厚，而行笔已无不畅。从某种意义上讲，其行书作品的完全成熟要晚于正书、篆书以及隶书，是最后才得以羽化成形的。45岁以后，心手双畅，已能随心所欲，故而一任自然，从笔驱毫，挥洒自如。赵之谦曾自称：“行书亦未学过，仅能稿书而已”。其实赵之谦晚年作品中行书占八九成，是其作品之重心。只是世间以北魏正书论赵之谦，而忽略其它书体，以至于视北魏风行书为“赵之谦北魏书”，而不予以区别。大凡有成之书家，必自正书入，而以行书结。王羲之、颜真卿、苏东坡、赵孟緁、董其昌……，皆如此。近代书法，多挂轴于墙面来欣赏，更是注重行书作品。尽管赵以北碑名世，传世仍以行书为多。这大概是世人对书家的要求。\n 一个人的书风，各种书体最终如果能得到统一，则其必具独到风格。50岁之后的赵之谦，尤其是他最晚年的作品，各种书体均已达到了“人书俱老”的境界。所可惜的，是赵之谦平生少作草书，从中年草书《为犍汀草书集圣教序联》观之，浑厚质朴中见飘逸，亦全出自北魏笔法。","author":"清代赵之谦","description":"赵之谦楷书齐民要术"}]