[{"name":"陆柬之行书文赋","text":"陆柬之文赋为纸本墨迹卷，是初唐时期少有的几部名家真迹之一。这是一幅陆柬之用心写的作品，因为《文赋》是陆机呕心沥血的代表作，而陆柬之又是陆机的后裔，所以陆柬之是以极其崇敬的心情来写《文赋》的。据说陆柬之年轻时读陆机《文赋》，极为倾心，想亲笔书写一篇，因怕自己书艺不精而“玷辱”前贤名作，始终未敢贸然动笔，直至他晚年书名赫赫时，才动笔了此宿愿。\n\n【名称】陆柬之文赋\n【作者】陆柬之\n【书体】行书\n【年代】唐代\n【材质】纸本墨迹卷\n【规格】全书144行，1658字。\n【收藏】现藏台北故宫博物院\n作品介绍\n《陆柬之文赋》，全称《唐陆柬之书陆机文赋卷》，无款，纸本。\n据《石渠宝笈》记载：纵八寸，横一丈一尺一寸（纵26.6厘米，横370厘米），行书，一百四十四行，一千六百六十八字。\n书法婉润清丽，甚似《兰亭序》，赵孟頫书曾得力于此。卷前引首有明代李东阳篆题“二陆文翰”及沈度隶书“陆机文赋陆柬之书”，帖后无余纸，名款已失，有赵孟頫、李倜、揭俣斯、危素、末濂、孙承泽等跋记。帖中“渊”、“世”等字均作缺笔，盖避唐代帝王名讳之故。原迹现存台湾。有影印本行世。\n卷后题跋者以赵孟頫为最重要。《文赋》得《兰亭序》真髓，神形皆备，所谓“有晋人风格者”。他于跋中提到的陆柬之另两件作品《兰亭诗》和《兰若碑》，今已不存，所以这件作品作为初唐传至今日的真迹，弥足珍贵，不仅反映了陆柬之的书法水准，即卷后众多题跋中提到的“神俊超诣”、“结体遒劲”，重要的是今日能看到的初唐诸家作品，虽皆以王羲之为取法对象。\n《文赋》为晋代陆机撰文，陆柬之书，从中可以窥见深厚的王书风范，为陆柬之行楷代表作。\n此卷流传有绪，有赵孟頫、李倜、揭傒斯、危素、宋濂、孙承泽等人跋记。帖中“渊”、“世”等字均作缺笔，盖避唐代帝王名讳之故。帖后无余纸，名款己失，卷前引首有明代李东阳篆题“二陆文翰”，及沈度隶书“陆机文赋陆柬之书”，真迹清时入内府，后藏北京故宫博物院，现藏台北故宫博物院。\n作品赏析\n《陆柬之文赋》，该作品墨迹的章法和气韵，更多的是学习王羲之的。全书144行，1658字，字体以正、行为主，间参草字，虽三体并用，但上下照应，左右顾盼，配合默契，浑然天成。笔致圆润而少露锋芒，表现出平和简静的意境。笔法飘纵，无滞无碍，超逸神俊，深得晋人韵味，从中透露出深厚的《兰亭》根底。\n元代书法家揭溪斯曾评论此帖说：“右陆柬之之行书《文赋》一卷，唐人法书结体遒劲有晋人风格者，惟见此卷耳。虽若隋僧智永，犹恨妩媚太多、齐整太过也。独于此卷为之三叹。”元赵孟頫评价更高，曰：“右唐陆柬之行书文赋真迹，唐初善书者称欧虞褚薛，以书法论之，岂在四子下耶。然世罕有其迹，故知之者希耳”（赵孟頫《文赋》跋）。赵孟頫曾临学此帖，从中领悟晋人笔法和结体，受益匪浅。孙承泽在给《文赋》墨迹所写的跋文上说：“赵文敏（孟頫）晚年书法全从此（指《文赋》）得力，人鲜见司谏（指陆柬之）书，遂不知文敏所自来耳”。 \n作品释文\n余每观才士之所作，窃有以得其用心。夫放言谴辞，良多变矣，妍蚩好恶，可得而言。每自属文，尤见其情。恒患意不称物，文不逮意。盖非知之难，能之难也。故作《文赋》，以述先士之盛藻，因论作文之利害所由，它日殆可谓曲尽其妙。至于操斧伐柯，虽取则不远，若夫随手之变，良难以辞逮。盖所能言者具于此云。\n伫中区以玄览，颐情志于典坟。遵四时以叹逝，瞻万物而思纷。悲落叶于劲秋，喜柔条于芳春。心懔懔以怀霜，志眇眇而临云。咏世德之骏烈，诵先人之清芬。游文章之林府，嘉丽藻之彬彬。慨投篇而援笔，聊宣之乎斯文。\n其始也，皆收视反听，耽思傍讯。精骛八极，心游万仞。其致也，情曈曨而弥鲜，物昭晰而互进。倾群言之沥液、漱六艺之芳润。浮天渊以安流，濯下泉而潜浸。于是沉辞怫悦，若游鱼衔钩，而出重渊之深；浮藻联翩，若翰鸟婴缴，而坠曾云之峻。收百世之阙文，采千载之遗韵。谢朝华于已披，启夕秀于未振。观古今于须臾，抚四海于一瞬。然后选义按部，考辞就班。抱景者咸叩，怀响者毕弹。或因枝以振叶，或沿波而讨源。或本隐以之显，或求易而得难。或虎变而兽扰，或龙见而鸟澜。或妥帖而易施，或岨峿而不安。罄澄心以凝思，眇众虑而为言。笼天地于形内，挫万物于笔端。始踯躅于燥吻，终流离于濡翰。理扶质以立干，文垂条而结繁。信情貌之不差，故每变而在颜。思涉乐其必笑，方言哀而已叹。或操觚以率尔，或含毫而邈然。\n伊兹事之可乐，固圣贤之可钦。课虚无以责有，叩寂寞而求音。函绵邈于尺素，吐滂沛乎寸心。言恢之而弥广，思按之而逾深。播芳蕤之馥馥，发青条之森森。粲风飞而猋竖，郁云起乎翰林。\n体有万殊，物无一量。纷纭挥霍，形难为状。辞程才以效伎，意司契而为匠。在有无而僶俛，当浅深而不让。虽离方而遯圆，期穷形而尽相。故夫夸目者尚奢，惬心者贵当。言穷者无隘，论达者唯旷。\n诗缘情而绮靡，赋体物而浏亮。碑披文以相质，诔缠绵而凄怆。铭博约而温润，箴顿挫而清壮。颂优游以彬蔚，论精微而朗畅。奏平彻以闲雅，说炜晔而谲诳。虽区分之在兹，亦禁邪而制放。要辞达而理举，故无取乎冗长。\n其为物也多姿，其为体也屡迁；其会意也尚巧，其遣言也贵妍。暨音声之迭代，若五色之相宣。虽逝止之无常，故崎錡而难便。苟达变而相次，犹开流以纳泉；如失机而后会，恒操末以续颠。谬玄黄之秩叙，故淟涊而不鲜。\n或仰逼于先条，或俯侵于后章；或辞害而理比，或言顺而意妨。离之则双美，合之则两伤。考殿最于锱铢，定去留于毫芒；苟铨衡之所裁，固应绳其必当。\n或文繁理富，而意不指适。极无两致，尽不可益。立片言而居要，乃一篇之警策；虽众辞之有条，必待兹而效绩。亮功多而累寡，故取足而不易。\n或藻思绮合，清丽千眠。炳若缛绣，凄若繁弦。必所拟之不殊，乃闇合乎曩篇。虽杼轴于予怀，忧他人之我先。苟伤廉而愆义，亦虽爱而必捐。\n或苕发颖竖，离众绝致；形不可逐，响难为系。块孤立而特峙，非常音之所纬。心牢落而无偶，意徘徊而不能揥。石韫玉而山辉，水怀珠而川媚。彼榛楛之勿翦，亦蒙荣于集翠。缀《下里》于《白雪》，吾亦济夫所伟。\n或讬言于短韵，对穷迹而孤兴，俯寂寞而无友，仰寥廓而莫承；譬偏弦之独张，含清唱而靡应。或寄辞于瘁音，徒靡言而弗华，混妍蚩而成体，累良质而为瑕；象下管之偏疾，故虽应而不和。或遗理以存异，徒寻虚以逐微，言寡情而鲜爱，辞浮漂而不归；犹弦么而徽急，故虽和而不悲。或奔放以谐和，务嘈囋而妖冶，徒悦目而偶俗，故高声而曲下；寤《防露》与桑间，又虽悲而不雅。或清虚以婉约，每除烦而去滥，阙大羹之遗味，同朱弦之清氾；虽一唱而三叹，固既雅而不艳。\n若夫丰约之裁，俯仰之形，因宜适变，曲有微情。或言拙而喻巧，或理朴而辞轻；或袭故而弥新，或沿浊而更清；或览之而必察，或研之而后精。譬犹舞者赴节以投袂，歌者应弦而遣声。是盖轮扁所不得言，故亦非华说之所能精。\n普辞条与文律，良余膺之所服。练世情之常尤，识前脩之所淑。虽发于巧心，或受蚩于拙目。彼琼敷与玉藻，若中原之有菽。同橐籥之罔穷，与天地乎并育。虽纷蔼于此世，嗟不盈于予掬。患挈缾之屡空，病昌言之难属。故踸踔于短垣，放庸音以足曲。恒遗恨以终篇，岂怀盈而自足？惧蒙尘于叩缶，顾取笑乎鸣玉。若夫应感之会，通塞之纪，来不可遏，去不可止，藏若景灭，行犹响起。方天机之骏利，夫何纷而不理？思风发于胸臆，言泉流于唇齿；纷葳蕤以馺遝，唯豪素之所拟；文徽徽以溢目，音冷冷而盈耳。及其六情底滞，志往神留，兀若枯木，豁若涸流；揽营魂以探赜，顿精爽而自求；理翳翳而愈伏，思轧轧其若抽。是以或竭情而多悔，或率意而寡尤。虽兹物之在我，非余力之所戮。故时抚空怀而自惋，吾未识夫开塞之所由。伊兹文之为用，固众理之所因。恢万里而无阂，通亿载而为津。俯殆则于来叶，仰观象乎古人。济文武于将坠，宣风声于不泯。涂无远而不弥，理无微而弗纶。配沾润于云雨，象变化乎鬼神。被金石而德广，流管弦而日新。\n陆柬之简介\n陆柬之，唐代吴县人。虞世南甥。官至朝散大夫、太子司议郎、崇文侍书学士。书法早年学其舅，晚学“二王”，“落笔浑成，耻为飘扬绮靡之风，”故有“晚擅出蓝之誉”。时与虞、欧、褚称为初唐书坛“四子”。传世书迹以《五言兰亭诗》刻帖与《书陆机文赋》墨迹为最着。张怀瓘《书断》评其书曰：“晚习二王，尤尚其古。中年之迹，犹有怯懦，总章以后，乃备筋骨，殊矜质朴，耻夫纤靡，故欲暴露瑕疵，虽为时鄙。”又说：“至于兴会，则穹理造微。然工于仿效，劣于独断。”他的书法遗迹传世甚少，现在已经难窥全貌了。但元代欧阳玄的一段话值得我们玩味。欧阳玄说：“李公（李倜）谓其书态不同，此正柬之（陆柬之）妙处，近代米元章（米芾）书矫亢跌宕，世咸称其自创一法，乃不知其全学柬之《头陀寺碑》耳，元章秘而不言，以陆书少传于世也。”这段话是说米芾的书风，并不是他自己独创的，而全是从陆柬之书写的《头陀寺碑》中学到的，只是因为陆柬之留下的手迹很稀少，别人难以看到，所以米芾也就秘而不宣了。这说明陆柬之的书风除了《文赋》外，还有属“矮亢跌宕”的一路。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951556456},{"name":"陆柬之行书文赋","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791646553,"text":"陆机《文赋》全文：\n余每观才士之所作，窃有以得其用心。夫放言遣辞，良多变矣，妍蚩好恶，可得而言。每自属文，尤见其情，恒患意不称物，文不逮意，盖非知之难，能之难也。故作文赋，以述先士之盛藻，因论作文之利害所由，佗日殆可谓曲尽其妙。至於操斧伐柯，虽取则不远，若夫随手之变，良难以辞逮，盖所能言者，具於此云。\n伫中区以玄览，颐情志於典坟。遵四时以叹逝，瞻万物而思纷。悲落叶於劲秋，喜柔条於芳春，心懔懔以怀霜，志眇眇而临云。咏世德之骏烈，诵先人之清芬。游文章之林府，嘉丽藻之彬彬。慨投篇而援笔，聊宣之乎斯文。\n其始也，皆收视反听，耽思傍讯，精骛八极，心游万仞。其致也，情曈昽而弥鲜，物昭晣而互进。倾群言之沥液，漱六艺之芳润。浮天渊以安流，濯下泉而潜浸。於是沈辞怫悦，若游鱼衔钩，而出重渊之深；浮藻联翩，若翰鸟缨缴，而坠曾云之峻。收百世之阙文，采千载之遗韵。谢朝华於已披，启夕秀於未振。观古今於须臾，抚四海於一瞬。\n然后选义按部，考辞就班。抱暑者咸叩，怀响者毕弹。或因枝以振叶，或沿波而讨源。或本隐以之显，或求易而得难。或虎变而兽扰，或龙见而鸟澜。或妥帖而易施，或岨峿而不安。罄澄心以凝思，眇众虑而为言。笼天地於形内，挫万物於笔端。始踯躅於燥吻，终流离於濡翰。理扶质以立干，文垂条而结繁。信情貌之不差，故每变而在颜。思涉乐其必笑，方言哀而已叹。或操觚以率尔，或含毫而邈然。\n伊兹事之可乐，固圣贤之所钦。课虚无以责有，叩寂寞而求音。函绵邈於尺素，吐滂沛乎寸心。言恢之而弥广，思按之而逾深。播芳蕤之馥馥，发青条之森森。粲风飞而猋竖，郁云起乎翰林。\n体有万殊，物无一量。纷纭挥霍，形难为状。辞程才以效伎，意司契而为匠。在有无而黾勉，当浅深而不让。虽离方而遯员，期穷形而尽相。故夫夸目者尚奢，惬心者贵当。言穷者无隘，论达者唯旷。 诗缘情而绮靡，赋体物而浏亮。碑披文以相质，诔缠绵而凄怆。铭博约而温润，箴顿挫而清壮。颂优游以彬蔚，论精微而朗畅。奏平彻以闲雅，说炜晔而谲诳。虽区分之在兹，亦禁邪而制放。要辞达而理举，故无取乎冗长。\n其为物也多姿，其为体也屡迁。其会意也尚巧，其遣言也贵妍。暨音声之迭代，若五色之相宣。虽逝止之无常，固崎锜而难便。苟达变而识次，犹开流以纳泉。如失机而后会，恒操末以续颠。谬玄黄之袟叙，故淟涊而不鲜。\n或仰逼於先条，或俯侵於后章。或辞害而理比，或言顺而义妨。离之则双美，合之则两伤。考殿最於锱铢，定去留於毫芒。苟铨衡之所裁，固应绳其必当。\n或文繁理富，而意不指适。极无两致，尽不可益。立片言而居要，乃一篇之警策。虽众辞之有条，必待兹而效绩。亮功多而累寡，故取足而不易。\n或藻思绮合，清丽千眠。炳若缛绣，凄若繁弦。必所拟之不殊，乃暗合乎曩篇。虽杼轴於予怀，怵佗人之我先。苟伤廉而愆义，亦虽爱而必捐。\n或苕发颖竖，离众绝致。形不可逐，响难为系。块孤立而特峙，非常音之所纬。心牢落而无偶，意徘徊而不能揥。石韫玉而山辉，水怀珠而川媚。彼榛楛之勿翦，亦蒙荣於集翠。缀下里於白雪，吾亦济夫所伟。\n或讬言於短韵，对穷迹而孤兴。俯寂寞而无友，仰寥廓而莫承。譬偏弦之独张，含清唱而靡应。\n或寄辞於瘁音，徒靡言而弗华。混妍蚩而成体，累良质而为瑕。象下管之偏疾，故虽应而不和。或遗理以存异，徒寻虚以逐微。言寡情而鲜爱，辞浮漂而不归。犹弦么而徽急，故虽和而不悲。\n或奔放以谐合，务嘈囋而妖冶。徒悦目而偶俗，固高声而曲下。寤防露与桑间，又虽悲而不雅。\n或清虚以婉约，每除烦而去滥。阙大羹之遗味，同朱弦之清汜。虽一唱而三叹，固既雅而不艳。 若夫丰约之裁，俯仰之形。因宜适变，曲有微情。\n或言拙而喻巧，或理朴而辞轻。或袭故而弥新，或沿浊而更清。或览之而必察，或研之而后精。譬犹舞者赴节以投袂，歌者应弦而遣声。是盖轮扁所不得言，故亦非华说之所能精。\n普辞条与文律，良余膺之所服。练世情之常尤，识前修之所淑。虽浚发於巧心，或受欠於拙目。\n彼琼敷与玉藻，若中原之有菽。同橐龠之罔穷，与天地乎并育。虽纷蔼於此世，嗟不盈於予掬。患挈瓶之屡空，病昌言之难属。故踸踔於短垣，放庸音以足曲。恒遗恨以终篇，岂怀盈而自足。惧蒙尘於叩缶，顾取笑乎鸣玉。\n若夫应感之会，通塞之纪。来不可遏，去不可止。藏若景灭，行犹响起。方天机之骏利，夫何纷而不理。思风发於胸臆，言泉流於唇齿。纷威蕤以馺鹓，唯毫素之所拟。文徽徽以溢目，音泠泠而盈耳。及其六情底滞，志往神留。兀若枯木，豁若涸流。揽营魂以探赜，顿精爽於自求。理翳翳而愈伏，思乙乙其若抽。是以或竭情而多悔，或率意而寡尤。虽兹物之在我，非余力之所戮。故时抚空怀而自惋，吾未识夫开塞之所由。\n伊兹文之为用，固众理之所因。恢万里而无阂，通亿载而为津。俯贻则於来叶，仰观象乎古人。济文武於将坠，宣风声於不泯。涂无远而不弥，理无微而弗纶。配霑润於云雨，象变化乎鬼神。被金石而德广，流管弦而日新。","author":"唐代陆柬之","description":"陆柬之行书文赋"}]