[{"name":"王宠小楷临黄庭经","text":"《如何写小楷》是由中国书店出版社2008年4月1日出版的一本书籍。\n\n正文语种:简体中文\n尺寸:28x15.8x1.8cm\n重量:358g\n内容简介\n《如何写小楷》全方位解析小楷渊源、技法、临帖与习作和名家名作赏析，并辅以\"于氏小楷结字三十八法\"，使读者轻松学习如何写小楷，找到一条习小楷的捷径！小楷曾有公文传递，抄写佛经等文字记录和文字交际的实用功能，更是达官显贵和文人墨客文化品位的象征。而今，小楷的传统功能已逐渐丧失，取而代之的是人们通过习小楷，陶冶性情，解脱烦闷，达到使自己的身心得到解放的艺术人生新境界。\n目录\n引言\n第一章小楷艺术源流\n第一节小楷的产生\n第二节小楷的成熟与完备\n第三节小楷艺术的流传与发展\n第二章小楷技法\n第一节小楷笔法\n第二节小楷结字特点\n第三节小楷常用部首写法\n第四节小楷结字三十八法\n第三章小楷临帖与习作\n第一节写小楷的学习准备\n第二节小楷临帖与临习顺序\n第三节小楷习作\n第四节经书体与馆阁体\n第四章小楷名作解析\n第一节钟繇小楷《宣示表》\n第二节王羲之小楷《黄庭经》\n第三节王献之小楷《洛神赋》\n第四节颜真卿小楷《麻姑仙坛记》\n第五节米芾小楷\n第六节张即之小楷《佛遗教经》《汪氏报本庵记》\n第七节赵孟频小楷《汉汲黯传》\n第八节文徵明小楷\n第九节王宠小楷\n第十节刘墉小楷\n附：习小楷界格一\n习小楷界格二\n","category":"小楷","verified":true,"user":1,"timestamp":1429951612321},{"name":"王宠小楷临黄庭经","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791619129,"text":"王宠小楷临《黄庭经》\n\n 《黄庭经》是道教上清派的重要经典，也被内丹家奉为内丹修炼的主要经典，属于洞玄部。现传《黄庭经》有《黄庭内景玉经》、《黄庭外景玉经》、《黄庭中景玉经》三种，因中经出现较晚，可以暂置不论书中认为人体各处都有神仙，首次提出了三丹田的理论。介绍了许多存思观想的方法。关于内外经的作者、成书年代及其相互关系，向来有多种说法。\n\n《黄庭经》原文：\n 上有黄庭，下有关元，前有幽阙，后有命门，嘘吸庐外，出入丹田。审能行之可长存，黄庭中人衣朱衣，关门壮龠盖两扉，幽阙侠之高魏魏，丹田之中精气微，玉池清水上生肥，灵根坚固志不衰，中池有士服赤朱，横下三雨神所居，中外相踞重閈之，神庐之中务修治，玄膺气管受精苻，急固子精以自持，宅中有士常衣绛，子能见之可不病，横理长尺约其上，子能守之可无恙，呼吸庐间以自偿，保守貌坚身受庆，方寸之中谨盖藏，精神还归老复壮，侠以幽阙流下竟，养子玉树杖可扶，至道不烦不旁迕，灵台通天临中野，方寸之中至关下，玉房之中神门户，既是公子教我者，明堂四达法海员，真人子丹当我前，三阙之间精气深，子欲不死修昆仑，绛宫重楼十二级，宫室之中五采集，赤神之子中池立，下有长城玄谷邑，长生要眇房中急，弃捐摇俗专子精，寸田尺宅可治生，系子长流心安宁，观志流神三奇灵，闲暇无事修太平，常存玉房视明达，时念大仓不饥渴，役使六丁神女谒，閈子精路可长活，正室之中神所居，洗心自治无敢污，历观五藏视节度，六府修治洁如素，虚无自然道之故，物有自然事不烦，垂拱无为心自安，虚无之居在廉间，寂寞旷然口不言，恬淡无为游德园，积精香洁玉女存，作道忧柔身独居，扶养性命守虚无，恬淡无为何思虑，羽翼以成正扶疏，长生久视乃飞去，五行参差同根节，三五合气要本一，谁与共之升日月，抱珠怀玉和子室，子自有之持无失，即欲不死藏金室，出月入日是吾道，天七地三回相守，升降五行一合九，玉石落落是吾宝，子自有之何不守，心晓根蒂养华采，服天顺地合藏精，七日之奇吾相舍，昆仑之性不迷误，九原之山何亭亭，中有真人可使令，蔽以紫宫丹城楼，侠以日月如明珠，万岁照照非有期，外本三阳物自来，内养三神可长生，魂欲上天魄入渊，还魂反魄道自然，旋玑悬珠环无端，玉石户金身貌坚，载地玄天迫乾坤，象以四时赤如丹，前仰后卑各异门，送以还丹与玄泉，象龟引气致灵根，中有真人巾金巾，负甲持苻开七门，此非枝叶实是根，昼夜思之可长存。仙人道士非可神，积精所致和专仁，人皆食谷与五味，独食大和阴阳气，故能不死天丰既，心为国主五藏王，受意动静气得行，道自守我精神光，昼日照照夜自守，渴自得饮饥自饱，经历六府藏卯酉，转阳之阴藏于九，常能行之不知老，肝之为气调且长，罗列五藏生三光，上合三焦道饮浆，我神魂魄在中央，随鼻上下知肥香，立于悬膺通神明，伏于老门候天道，近在于身还自守，精神上下开分理，通利天地长生草，七孔已通不知老，还坐阴阳天门候，阴阳下于通神明，过华盖下清且凉，入清冷渊见吾形，其成还丹可长生，下有华盖动见精，立于明堂临丹田，将使诸神开命门，通利天道至灵根，阴阳列布如流星，肺之为气三焦起，上伏天门候故道，窥离天地存童子，调利精华调发齿，颜色润泽不复白，下于咙喉何落落，诸神皆会相求索，下有绛宫紫华色，隐在华盖通六合，专守诸神转相呼，观我诸神辟除耶，其成还归与大家，至于胃管通虚无，閈塞命门如玉都，寿专万岁将有余，脾中之神舍中宫，上伏命门合明堂，通利六府调五行，金木水火土为王，日月列宿张阴阳，二神相得下王英，五藏为主肾最尊，伏于大阴藏其形，出入二窍舍黄庭，呼吸庐间见吾形，强我筋骨血脉盛，恍惚不见过清灵，恬淡无欲遂得生，还于七门饮大渊，道我玄膺过清灵，问我仙道与奇方，头载白素距丹田，沐浴华池生灵根，被发行之可长存，二府相得开命门，五味皆至善气还，常能行之可长生。\n\n 永和十二年五月二十四日五山阴县写","author":"明代王宠","description":"王宠小楷临黄庭经"}]