[{"name":"崔瑗草书贤女帖","text":"崔瑗，字子玉，涿郡安平（今河北安平）人，东汉著名书法家，尤善草书，师法杜度，时称“崔杜”。后来张芝取法崔、杜，其书大进，成为汉代草书之集大成者，被誉为“草圣”。对于崔瑗的草书，后世评价很高，是中国历史上第一个被尊称“草圣”的书法家。唐张怀瓘《玉堂禁经》：“八法（书法的基本笔法）起于隶字（今楷书）之始，后汉崔子玉历钟（钟繇）、王（王羲之）以下，传授所用八体该于万字。“草圣”张芝自云“上比崔杜不足”。三国时魏人韦诞称其“书体甚浓，结字工巧”，即书体非常浓密，结字精致美妙。\n简介\n汉章帝时与杜度并称“崔、杜”的草书大家崔瑗（78-143），字子玉，涿郡安平人。曾经因为替兄长报仇杀人而亡命天涯。遇赦后入仕，做过济北相。他的父亲是与班固、傅毅齐名的崔骃，所以崔瑗不仅是以为书法家，还是一名深通天文历法和《易》学的学者。他的草书，也是被张怀瓘推为神品的。而且他还善篆书，被张怀瓘列在妙品。三国时魏韦诞说他的书法“书体甚浓，结字工巧”（张怀瓘《书断》引）。今《淳化阁帖》中崔瑗草书一副，从书迹看，已经很类今草。 \n崔瑗，字子玉，东汉安平（今河北省安平县）人，东汉书法家。生于章帝初二年（公元77年），卒于顺帝汉安元年（公元142年），年六十六岁。他是东汉著名学者崔骃的中子。早孤，锐志好学。崔瑗年四十余，始为郡吏，后因事触法被关东郡发于狱中。当时的狱管，精通《礼学》，每次提讯时，崔瑗都顺便请教一二。这种不会因事牵累而怠的好学精神，实在令人称道。不久获释，为度辽将军邓遵所征召。但又没多久，邓遵因案被诛，崔瑗因此被免职。之后车骑将军阎显征召崔瑗，当时阎太后垂帘听政，太过专权，先是令安帝废太子为济阴王，以北乡侯嗣，崔瑗知道这是不合法的，并任阎显可能会因此会招来祸害，想加以劝阻。哪知阎显日日沉醉，不得面见，便请陈禅代为转告，陈禅犹豫不敢说，没多久北乡侯死，是为顺帝阎显兄弟伏诛，崔瑗连坐被斥，于是辞归，从此不复州郡命。所以，当大将军梁商又征召崔瑗，崔瑗以疾恳辞。\n当年中举茂才，迁汲县令，视事七年，为当地开稻田数百顷，长老用歌颂赞：“上天降神君，锡我慈仁父。临民布德泽，恩惠施以序。穿沟广灌溉，决渠作甘雨。”汉安初年，大司农胡广、少府窦章，共同荐举崔瑗是宿德大儒，既有好的政绩表现，就不应久在下位，因此迁“济北相”。当时太守李固，极为钦佩崔瑗的文才。奉《书》、《礼》极为殷勤。一年余，光禄大夫杜乔，用臧罪弹劾崔瑗，崔瑗上书自颂－崔瑗好士，爱宾客虽时常以丰盛酒菜招待，从不考虑家产，但是自己日常饮食皆是疏食菜羹而已，世人皆以“清廉”称之－终得免罪，不久病卒，年六十六岁。临终遗命其子崔实：“夫人禀天地之气以生，及其终也，归精于天，还骨于地，何地不可藏形骸，勿归乡里。”崔实奉遗命，送葬洛阳。崔瑗高于文辞，尤擅长书、记、箴、铭，所着赋、碑、铭、箴、颂、《七苏》、《南阳文学官志》、《叹辞》、《移杜文》、《悔祈》、《草书执》、《七言》，凡五十七篇。尤以《南阳文学官志》最称于世。\n在他幼年时父亲去世，他专心好学，全能继承他父亲的学业。他十八岁时来到京师洛阳交游问学，因而通晓天文、律历、数术、《京房易传》，受到学者们的推崇。他和扶风人马融、南阳人张衡友谊很深。\n人物传奇\n崔瑗在四十多岁时，才任为郡衙的办事吏员。后来因事被关进东郡发干县的监狱，监狱长对《礼经》很有研究，崔瑗受审讯之外，常常向监狱长请教《礼经》的有关问题。他专心好学，即使身处颠沛流离之中也一心从事学问。后来官司结案回到家乡。后来又被车骑将军阎显征召，在阎府中任职。当时阎大后垂帘听政，阎显入朝参政。在此之先，安帝废黜太子刘保，贬为济阴王，另立北乡侯刘懿为太子。崔瑗认为北乡侯立为大子，不合法统，他预见到阎显将要垮台，于是对长史陈禅说：“中常侍江京、陈达等人，因他们得到先帝的宠幸，把先帝哄得迷迷糊糊，于是废黜了合法的太子，另立旁支子弟。少帝即位时，就在宗庙中犯了病。我想和长史您一起求见将军，劝他上奏太后，逮捕江京等人，废黜少帝，迎立济阴王。这样做，一定能上合天意下合民心。如果违背了天意，君主的宝座久空，你即使没犯罪也逃不了首恶的罪责。这是祸福转换的关键时候，也是建功立业的大好时机。”陈禅听了犹豫不决，不敢听从。恰好北乡侯这时病死了，孙程立济阴王为帝，这就是汉顺帝。阎显兄弟都被处死，崔瑗也被连累遭罢免。崔瑗的学生苏祗对崔瑗的谋划了解得一清二楚，想上书皇帝说明这一情况，崔瑗听到后，就马上加以制止。当时陈禅任司隶校尉，把崔瑗找来对他说：“你姑且听任苏祗上书说明，我为这件事作证。”崔瑗税：“这话像小孩子们说的悄悄话，希望司隶校尉大人不要再说了。”于是辞职回家，再也不应州郡的征召出来做官。\n过了很久，大将军梁商建立大将军幕燎机构，首先征召崔瑗。他以有病为借口坚决推辞了。这一年，他被荐举为秀才，被任为汲县县令。他在知县任内，多次向朝廷上书，提出应实行的政事，为百姓开垦出几百顷稻田。他在任七年，受到百姓们歌颂。\n汉安初年，大司农胡广、少府窦章共同推荐崔瑗是德高望重的大儒，从囊期间政绩突出，不应该让这样的人才沉沦下僚，因此升任他为济北国相。当时事固任大山郡大守，他很欣赏崔瑗的学识，不断给崔瑗写信致意。过了一年多，充禄大夫杜乔充任巡察使者，剃各地巡视，他向朝廷检举，崔瑗犯有贪污罪，于是崔瑗被送司法机关审理。崔蓑上书为自己辩护，辨明无罪后被释放。后因病逝世，时年六十六岁。\n崔瑗是写文章的高手，尤其擅长写书札、记文、箴文、铭文，所著共五十七篇，那些擅长写文章的人都自认为赶不上他。崔瑗喜欢读书人，喜好招待宾客，为客人摆设丰盛的宴席，准备各种美味菜肴，但不过问家里的生计。他平时只是粗茶淡饭而已。因此，家里没有什么积蓄，当时人很称赞他的清廉。\n史书载：王羲之曾得观崔子玉真迹（时称崔瑗遗宝），三日夜不离左右，取长补短，兰亭笔法之所出也。后被其好友谢安骗取献给了当时的司马王爷。羲之因此事而欲与谢安绝交。\n人物故事\n座右铭的发明者是谁？以书法家名世的崔瑗像父亲崔骃一样，“虽先尽心于贵戚，而能终之以居正”，在安平崔氏家族同样为承前启后者。\n座右铭\n父亲崔骃走那年，崔瑗虚岁才只有15岁。他不是家中长子，上面还有个哥哥崔章，但父亲生前似乎对他寄予了更多期望。“子玉早孤，锐志好学，尽能传其父业”，子玉是崔瑗的字，以子承父业的标准衡量崔瑗，崔骃也倾向于这个儿子。可是天不假年，他没看到儿子长大成人即撒手人寰。没有父亲的照护，少年崔瑗早早走上独自谋生之路。\n人生年少时便独自承担起人生风雨之苦，对于一个人的成长到底是幸还是不幸？这从来是个一言难尽的千古难题。18岁出门远行不是二十世纪八十年代的作家余华写出的小说，一世纪的时候，18岁的崔瑗出门远行了，他远行来到洛阳，投奔六十多岁的贾逵门下。\n贾逵跟崔骃同辈，“自为儿童，常在太学，不通人间事”，他从小是块读书的料儿，浸润其间，“性恺悌，多智思，俶傥有大节”，汉明帝时与班固“并校秘书，应对左右”，汉章帝时“学者皆欣欣羡慕焉”，汉和帝时“内备帷幄，兼领秘书近署，甚见信用”。游学京师，能得到这样一位“不修小节”然而“学者宗之，后世称为通儒”的三朝老人欣赏善待指教，崔瑗学业精进。\n“明天官、历书、京房易传、六日七分”，并“与扶风马融、南阳张衡特相友好”。有循循善诱的良师诲育不倦，有惺惺惜惺惺的益友朝夕相伴，这段不同寻常可以亲爱的学习经历打开了崔瑗深入认识社会和世界的一扇窗户，也为他的人生积累下一笔极具蕴涵的财富。马融小他1岁，“数术穷天地，制作侔造化”的张衡和他同岁，文章写得漂亮，又通贯六艺，无骄尚之情，不慕当世。两个人后来都成为学界榜样中国骄傲，如果没有突然发生的一件事，在崔瑗脚下铺展开的路或许也像他们脚下的路一样是另一番“诸儒宗之”的锦绣前景。\n然而现实没有或许。崔瑗听到了哥哥崔章为州人所杀的消息，他不能容忍凶手逍遥法外，他也没有等待法律宣判的耐心，易水萧萧燕赵慷慨，他采取了一种非常自我的解决方式———手刃凶手为哥哥报仇。因为这样一种极端方式他把自己推向了亡命天涯的险途。\n亡命生涯看似遥遥无期，难道后半生就要这么得过且过下去了吗？正当他决定就此漂泊江湖时，命运眷顾了他，“会赦，归家”。\n每遇喜庆或祈福之际，梦寐世世代代的王朝常有大赦天下的举动。崔瑗赶上的这次赦免具体在哪一年业已无考，可以肯定的是如果没有这次赦免，回家对崔瑗十有八九会成为一个永远的想念。但现在他回来了，又回到朝思暮想的家。家仍是穷家，可有“兄弟同居数十年”，有温暖如初温情脉脉的“乡邑化之”。\n经过此次波折，崔瑗开始反思反省过往，并将反思反省写成铭文，置放于座右，时时顾念自励：“无道人之短，无说己之长。施人慎勿念，受施慎勿忘。世誉不足慕，唯仁为纪纲。隐心而后动，谤议庸何伤？无使名过实，守愚圣所藏。在涅贵不缁，暧暧内含光。柔弱生之徒，老氏戒刚强。硁硁鄙夫介，悠悠故难量。慎言节饮食，知足胜不祥。行之苟有恒，久久自芬芳”。\n四十余始为郡吏\n崔瑗的《座右铭》于今著名。没有手迹只有铭文流传下来，未免遗憾。倘若有崔瑗手书的座右铭真迹或拓片传世，是可堪称双璧的。\n在已知的河北籍的书法家中，崔瑗是距离我们最久远也是最亲切的，他在书法上取得的成就即便在今天看来也不失伟大。晋朝卫恒说：“崔氏甚得笔势，而结字小疏”；南朝袁昂《书评》说：“崔子玉书如危蜂阻日，孤松一枝，有绝望之意”；庾肩吾在其《书品》中以天然和工夫为准，将书法分为三等，崔瑗的书法列为“上之中”：“崔子玉擅名北中，迹罕南度，世有得其摩书者，王子敬见而称美，以为功类伯英”。\n成于宋朝的《淳化阁帖》有一卷专录“历代名臣法帖”，其中收有崔瑗的贤女帖：“贤女委顿积日，治此，为忧悬。惟心，今已极佳，足下勿复忧念。有信来，数附书知闻，以解其忧。”这大抵是今天能够看到的崔瑗的惟一传世作品。\n崔瑗不但是一位身体力行的书法家，他还是一位青史不朽的书法理论家，他的《草书势》是现存最早的书法论文之一，历来为人所称道：“书契之兴，始自颉皇；写彼鸟迹，以定文章。爰暨末叶、典籍弥繁；时之多僻，政之多权。官事荒芜，勦其墨翰；惟多佐隶，旧字是删。草书之法，盖又简略；纯俭之变，岂必古式。观其法象，俯仰有仪；方不中矩，圆不中规。抑左扬右，望之若欹。兽跂鸟跱，志在飞移；狡兔暴骇，将奔未驰。或点，状似连珠；绝而不离。畜怒怫郁，放逸生奇。或凌邃惴栗，若据高临危，旁点邪附，似螳螂而抱枝。绝笔收势，馀綖纠结；若山峰施毒，看隙缘巇；腾蛇赴穴，头没尾垂。是故远而望之，漼焉若注岸奔涯；就而察之，一画不可移。几微要妙，临时从宜。略举大较，仿佛若斯”。\n笔墨书法不过是崔瑗的副业，经世致用才是他向往的真正的人生抱负。\n“年四十余，始为郡吏”，实现这样的人生抱负崔瑗等到了四十多岁。此时仿佛有了一点眉目。可没想到转眼间他又陷入到一场诉讼当中，被抓入狱。这次他没想到监狱也会成为他的学堂，监狱长爱读经典，对《礼》尤有心得，接受讯问的间隙，时时刻刻不忘学习进步的崔瑗便向他讨教，留下“其专心好学，虽颠沛必于是”的声名。\n坐牢没多久，崔瑗被放回家。不久崔瑗差点又被一场政治事件牵扯进去。\n其后崔瑗被车骑将军阎显招聘府中。阎显是得势的外戚，是时参与废立这样的国家大事，崔瑗预见不立济阴王刘保拥立北乡侯刘懿不得人心，阎显必败。他想面见阎显，“欲说令废立”，可阎显“日沉醉，不能得见”，他只有把一肚子的想法诉说给长史陈禅。\n事态的发展果然如崔瑗预想的一样，公元126年刘保登上皇位，随即向阎显一党举起屠刀。“阎显兄弟悉伏诛”，崔瑗也在被清除之列，他的学生苏祗深知老师是无辜的，想上书言状，被他制止了。此时陈禅已担任司隶校尉，他召见崔瑗说：“苏祗上书为你鸣不平，我愿为他做个证人。”\n“这样做譬犹儿妾屏语，请使君就免了吧。”崔瑗说。“遂辞归，不复应州郡命”，关上了通向仕途之门。\n宿德大儒\n再次开启仕途之门，权重朝廷的是大将军梁商。同样是外戚，但梁商身上似乎多了些儒雅之气。初开幕府，他首先向崔瑗发出了聘书。崔瑗心动了，走出隐居，他“自以再为贵戚吏”，自以为能得到应有的任用。然而数日之后，他发现这不过是他一种不切实际的空想，他不过是大将军用来装点门面的一束花枝，还常要遭受呵斥和不公正待遇，现实绝非如他所愿。此地非久留之地。崔瑗“遂以疾固辞”。告别梁府，随后“举茂才”，选任汲县县令。一个县令，官小了点儿，却可以施展自己的志向落实自己的想法，却可以“为人开稻田数百顷”，做事一点一点从小做起从实做起。\n然而多年形成的习惯依然改不了：“爱士，好宾客，盛修肴膳，单极滋味，不问余产”。栖居一县的崔瑗并不寂寞，他心里没有太多负担，公务之余，读书，写字，会客，美食，自在融融，活得远比父辈们轻松，好玩，洒脱。因之有人说他生活太奢华。他听说了，很生气，对妻子说：“我这么着招待宾客，反为人讥笑。士大夫不足养如此。以后再不要为来人备餐了，这样那些人也就不会嚼舌头了。”\n这些话崔瑗不过说说罢了。旧习终不能改，他的薪俸仍然积攒不下，几乎全部用于招待宾客。这种状况一直持续到他临终，“居常蔬食采羹而已。家无担石储，当世清之”。“视事七年，百姓歌之”。七年光阴说过去就过去了，在县里的七年，是崔瑗人生最幸福快乐的时光，政绩有目共睹，令名也传进京师。大司农胡广和少府窦章共同举荐他“宿德大儒，从政有迹，不宜久在下位”。\n窦章是窦融的后代，“少好学，有文章”，崔瑗跟他的关系就像跟马融和张衡的关系，他们“同好，更相推荐”。这一次由于窦章和头面更大的胡广共同举荐，崔瑗升迁济北相。可此时崔瑗的生命之光临近熄灭的前夕，他已没有多少时间了。在生命最后的光阴中，他又听到了后起之秀太山太守李固的问候。\n李固“少好学，常改易姓名，杖策驱驴，负笈从师，不远千里，遂究览坟籍，为世大儒”，又好“结交英贤”，四方有志之士多慕其风。他虽名门出身，却不要荫庇，崇尚个人修养奋斗。阳嘉二年即公元133年夏天，汉顺帝刘保召集公卿举荐的敦朴之士对策，“特问以当世之敝，为政所宜”。李固和马融、张衡都在举荐的人群之中。刘保“览众对，以李固为第一”。这次对策轰动朝野，崔瑗早对小自己16岁的李固心生好感，“无一宿儒大人可顾问者，诚可叹息”，对说出这样有见地话来的人崔瑗又怎能不心生好感？\n“美瑗文雅，奉书礼致殷勤”，李固的出现又一次辉映出崔瑗的人格魅力。“瑗高于文辞，尤善为书、记、箴、铭，所著赋、碑、铭、箴、颂、《七苏》、《南阳文学官志》、《叹词》、《移社文》、《悔祈》、《草书势》、七言，凡五十七篇。其《南阳文学官志》称于后世，诸能为文者皆自以弗及”。这是崔瑗生前留下的一份遗产清单，可惜这些遗产大多今已散失，见不到了。\n草书势\n草书势\n书契之兴，始自颉皇；写彼鸟迹，以定文章。爰暨末叶、典籍弥繁；时之多僻，政之多权。官事荒芜，勦其墨翰；惟多佐隶，旧字是删。草书之法，盖又简略；应时谕指，用于卒迫。兼功并用，爱日省力；纯俭之变，岂必古式。观其法象，俯仰有仪；方不中矩，圆不中规。抑左扬右，望之若欹。兽跂鸟跱，志在飞移；狡兔暴骇，将奔未驰。或𪑜𪐴点ꑮ，状似连珠；绝而不离。畜怒怫郁，放逸后奇。或凌邃惴栗，若据高临危，旁点邪附，似螳螂而抱枝。绝笔收势，馀綖纠结；若山蜂施毒，看隙缘巇；腾蛇赴穴，头没尾垂。是故远而望之，漼焉若注岸奔涯；就而察之，一画不可移。几微要妙，临时从宜。略举大较，仿佛若斯。\n崔瑗与草书势\n崔瑗（公元78—143年），字子玉，涿郡安平（今河北深县）人。父崔駰，博学有伟才。瑗锐意好学，明天官历学、京房《易传》。年十八游京师，与马融、张衡相友善。仕途曾屡遭挫折，年四十始为郡吏。汉安帝初年，官至济北相。他是汉代名书法家，尤善草书，师法杜度，时称“崔杜”。后来张芝取法崔、杜，其书大进，成为汉代草书之集大成者，被誉为“草圣”。对于崔瑗的草书，后世评价很高。“草圣”张芝自云“上比崔杜不足”。三国时魏人韦诞称其“书体甚浓，结字工巧”，即书体非常浓密，结字精致美妙。南朝梁袁昂《古今书评》云：“崔子玉书如危峰阻日，孤松一枝，有绝望之意。”意谓其书势如“危峰阻日，弧松一枝”之奇险也。他写有一篇《草书势》可说是他作书实践的经验总结。\n这是流传至今的我国历史上最早的一篇书法论文，而且是论草书的。书法是一种线条艺术，草书于此尤具代表性。因此，这篇文章也就弥足珍贵。文章在讲了书法的起源之后，重点讲了草书的产生，指出由于“官事荒芜”，出现了比大小篆简略的“隶书”；而“草书之法，盖又简略，应时谕指，用于卒迫，兼功并用，爱日省力”。这就说明，草书是由于政事繁忙，为适应书写简易快速的需要而产生的。这是符合实际的。任何一种艺术，起初都是为了实用，后来才出于审美的需要，逐渐使之完善成熟。汉代草书在实用中提高技艺，成为一种独具特色的书法艺术，终于得到了社会的承认。\n崔瑗《草书势》的重要意义，还在于它记录了他对草书艺术的审美感受，把草书作为供人欣赏的美的艺术。文中提出一个重要美学命题：“观其法象”。法象，本指人的合乎礼仪规范的仪表举止，借用到草书直观上，则指其合乎法度而又独具特色的艺术形象。因此，“观其法象”，就是观赏草书的艺术形象。而且文中具体生动地描绘了这一点。一则说，“抑左扬右，望之若欹”，意在讲草书结体不同于篆隶的对称平稳。一则说，“兽跛鸟踌，志在飞移；狡兔暴骇，将奔未驰”，强调草书的动态美。书法本是空间艺术，是静止的，这里的鸟兽想要“飞移”；狡兔突然受惊将要“奔驰”，给人强烈的时间艺术的动态感。一则又说，“或蜘蛛点蝻，状似连珠，绝而不离”，指出草书的下点，如“燕”、“然”下面四点，笔势也有它自身的特色。一则还说，“若山蜂施毒，看隙缘巇；腾蛇赴穴，头没尾垂”，点出草书笔画的曲折、回旋、流畅。这些都是草书的特殊处。它较之汉代的正书篆、隶来，线条更流畅，更自由，更具活力，更富意态。那笔势“畜怒怫郁”，纵放出来，就会产生出奇异的情景。然则崔瑗在肯定了草书的这些特征之后，又指出草书的自由不是随意的。文中一方面写到“方不中矩，圆不中规”，指出草书打破了篆隶要求对称平稳的限制；另一方面又写到“就而察之，一画不可移”，表明草书是有自己的法度的，有着“一画不可移”的规则和规律性。这种对自由与规律、合目的性与合规律性的高度统一的要求，是我国先秦美学就具有了的一条重要原则。崔瑗对草书艺术的审美感受，再次体现了这一点。\n笔法分析\n崔瑗的草书师于杜度，笔画精微，善于变化，像金子经过百炼，如美玉丽姿天成，造诣超过他的老师杜度。袁昂说：“崔瑗的书法像高峰阻日、孤松一枝，鹤立群峰之首。”王隐称崔瑗为“草贤”，说他章草已达到出神入化的境界，小篆臻于妙境极至。\n","category":"草书","verified":true,"user":1,"timestamp":1429951651073},{"name":"崔瑗草书贤女帖","dynasty":"汉代","category":"草书","type":"","user":1,"timestamp":1429791618649,"text":"释文：贤女委顿，积日治此，为忧悬憔心，今已极佳，足下勿复忧念。有信来数附书知闻，以解其忧。\n崔瑗（78－143），字子玉，涿郡安平（今河北）人。擅草书，点画精微，神变无碍。王隐谓之“草贤”，以工草书于前代。其草书师法杜操，甚得笔势，结字工巧而略疏，与杜操齐名，后世称之为“崔杜”。","author":"汉代崔瑗","description":"崔瑗草书贤女帖"}]