[{"name":"行书李贺诗帖","text":"张少林，祖籍湖南沅江。大学文化，先后担任沅江团市委书记、市委办公室副主任、白沙乡常委书记等职；1996年底，调任长沙后，曾出任市政府汽修厂厂长、天心区委办公室副主任、人防办主任、政务服务中心主任等职，现为天心区桂花坪街道党工委书记。\n人物简介\n张少林当代书法家，书法活动家。湖南长沙人，字光森，号心月斋主，中国硬笔书法协会常务理事，湖南省书法家协会理事兼对外交流委员会主任，湖南省硬笔书法家协会副主席兼秘书长，湖南省大学生书画艺术联合会艺术指导，中钢硬笔书法大赛评委，中国林业科技大学艺术研究所客座教授。参与编辑《我来写春联》、《书法·书法家》等系列丛书，出版毛笔书法《少林墨迹同窗情》。2007年获“湖南省十大硬笔书法家”荣誉称号。\n社会评价\n力行近乎仁，艺高品更高\n——我眼中的公务员书法家张少林\n肖德荣\n因为有事去少林的单位，从电梯一出来就被走廊上的书法展标所吸引，认真一看原来是少林的书法作品，难怪这么具有吸引力，字写得好，传神。内容也选得好，装裱的也精致。整个单位显得非常有文化氛围，在政府机构有这种良好气氛的不多见，使人耳目一新，体现了该单位管理者的深厚文化内涵！由于对书法有共同的爱好，加之又同在湖南省硬笔书法家协会共事多年，我与少林君不时有沟通和交流，从他身上我学到了不少东西。\n张少林工作之余，他学书法、搞创作，基本上出于这样的一种理解：那就是在书法文化的沉浸中涵养胸中浩然之气，蕴蓄一种传统而现代的文武之道。他总认为，书法学习与书法创作，应该成为一种相伴终生的思维方式和行为外化，而并不一定作为职业。而他作为政府的公务员、单位的负责人，在多年书法学习与书法创作的冷暖甘苦中，也的确体会到公务员文化、书法文化的风云际会。在他的书法中，投射和倾洒着他作为公务员的风骨和意趣，传达着他对博大开阔、沉雄广放与宁静自适、淡泊潇散，一张一驰两种美学相得益彰的追求。“文武之道”在哲学的深层和思想的高处，是融会贯通的。书法艺术是他八小时以外的必修课。\n八小时内，少林君有很多工作要处理，没有时间顾及书法。而且，他还是一个单位的主管，要考虑全局，谋划工作，必须聚精会神。但工作再忙，始终不影响他对书法艺术的追求。相反，对他的工作有着极大的帮助。因为各种文化艺术都是同根共乳的，优秀的艺术家都需具有深厚的中外文化底蕴和精深的个性艺术修养。它们的根扎在一起，从源远流长的文化渊源中汲取共同的文化精乳；它们枝繁叶茂，张扬着各种艺术的特征和个性。因为研习书法，所以必须广泛涉猎、通览古今、兼收并蓄，由书法而学习研究文学、哲学、美学、史学等学问。这些学问有的直接作用，有的间接作用于他所从事的政府管理工作。同时，学习书法需要淡泊名利，需要培养过人的毅力，培养“板凳要坐十年冷”的心态，这与为人处世、为官做事都是相通的。特别是书法通管理法，书法上的很多哲理与管理法运用如出一辙。所以，人们一贯倡导培养高雅情趣，书法不失是一门于工作、人生、修养都有益的高雅情趣的艺术活动，应当成为政府管理工作者的必修课。\n通过自己与少林多次书法交流与书法创作活动的经历，可以看出，他在书法创作过程中是十分愉悦的。他说：这份愉悦来于寂静。当然一个人之所以能说自己是在创作，在于他已经打下了基础，入了书法艺术的门。有诗曰：“偷得浮生半日闲。”对他来说，工作之余寄情笔墨正是如此。又如孔子所说，学而时习之不亦乐乎。书法交流与书法创作活动中少林君一向十分谦逊，他认为：三人行必有我师。凡是懂这句话的人，都不会固步自封，拒绝交流。孔子说：“以文会友，以友辅仁。”以书法为媒，结识朋友，互相探求艺术，友又是师，师又是友。当和同道在一起交流，探讨获得新的感悟时，的确感悟到了“有朋自远方来不亦乐乎”这句话的真谛。\n少林君不但书法写得好，还善于传播书法文化和书法技巧。笔者由于在中南林业科技大学任教担任全校书法公选课的负责人和树人书法协会的指导老师，多次请他来校指导学生书法学习，他都是挤时间欣然前来，为学生进行书法讲座，跟学生谈书法与人生、书法书写技巧，还经常给学生示范，题字勉励学生举办各种书法活动，学生们每次都听得聚精会神，收获颇丰。经常深入各高校讲座在湖南师范大学、长沙理工大学、湖南大学、湖南农业大学、湖南商学院、湖南涉外经济学院等院校的书法讲座中，他总是谆谆教导学生在书法学习中要珍惜时光，在艺术的道路上也不要因为挫折而灰心，君子忧道不忧贫。\n少林君的书法以隶书见强，他从汉碑中的上品《史晨碑》入手，吸取了此碑凝重典雅，醇厚古朴；后又研习在我国书法史上，作为东汉时期摩崖书典范的《石门颂》，把握了该碑它那丰富而自由的线条风格与结构趣味，并运用到自己的书法创作中。还对《石门颂》，结字疏秀、宽松、圆润的用笔与舒展的态势，与篆籀之法通灵，了然入胸故其能将浑厚奔放、劲挺秀逸、宽松圆润寓于一体，从结体看，他的书法创作借鉴了《好大王碑》的结体，有一种独特的拙味。因此，少林君的书法作品给人以高古超逸的审美感受。\n观赏2012年少林年历的隶书作品“诗书非药能医俗，道德无根可树人”从结体看，是《好大王碑》的结体有一种独特的拙味。用笔吸取了《石门颂》的凝重典雅，醇厚古朴，整幅作品一气呵成，气韵生动。笔者认为隶书的表现力，一种是像清代人的写法，写得比较规矩的，追求的是圆和光，不能有一点笔里的变化，基本上按照楷书的中锋写法，每一笔都要转笔，都要润。还有一种就是借鉴汉简的写法，象钱君陶、沙曼翁先生。钱君陶晚年写的东西有的时候也不好，有草率的习气。来楚生的隶书取法汉简比较沉着，所以东西耐看，而且来楚生笔也厚。钱君陶有薄的地方。而少林的书法创作兼有两者的优点，因而特别的耐看。再看“道无先后，达者为尊”、“风调雨顺”布局新颖和“逆境顺境尽禅机，天籁人声皆佛语”结字疏秀、宽松、圆润的用笔与舒展的态势，与篆籀之法通灵。这得益于少林君以前还搞过篆刻，笔者看过他的印，很不错，但现在他却因为公务繁忙，只好束之高阁了，真遗憾呀！\n~张少林认为有些人写隶书，学汉简，学汉碑，却把字写俗了。大致的原因，一个是急于创新，想从所学的碑帖中跳出来，心太急了。学习要积累，积累不是一朝一夕，有许多东西不经过一定的学习、一定的时间是很难消化的。早晨写了晚上就想变，不太可能。第二个，是对书法本质的把握，对到底要表现什么东西，心里没数。书法中对古人气息的把握难度是十分高的。我一直注意掌握分寸，把自己摆在什么位置上。书法不创新就没有出路，但怎么创新，要把握尺寸，是三分古人七分自己，还是七分古人三分自己，不能用固定的比例，但会有一个比例。这个比例能够把你和古人融会得最好，就是成功的。既能挥洒自如，又能体现古人的内涵。这样的东西是耐看的。他觉得只要肯磨练，不要急于求成，就会取得成果。\n张少林的行书也很有功底，他的行书深得“二王”、米芾的真谛，他认为“二王”书法就是掌握正锋（中锋和侧锋）行笔，灵活应用提、按、顿、挫使转，藏露适中的运笔法。其实，大王之法和小王之法是有区别的。大王是内恹法、小王是外拓法。大王书法主要特点是平和自然，笔势委婉含蓄，遒美健秀，小王书法特点丹穴凰舞，清泉龙跃。精密渊巧，出于神智。内恹法是骨胜之法，方多园少，好似锥画沙、印印泥，笔法含蓄、内敛，按多提少，中宫紧收有内吸力，四体舒展。小王是外拓法，是筋胜之法。园多方少，有向外扩充的线条张力，提多按少，起伏动荡，中疏外密，如屋漏痕。同时少林君也较好的把握住了米芾书法的“沉着痛快”，“风樯阵马”，“八面出锋”，“刷字”等等技巧。他也表示确实很喜欢米芾的字，感觉米芾的书法跳跃，奔放，迅捷，潇洒，激昂。用一匹骏马来形容米芾的书法贴切而形象。王铎的书法对少林君的影响也不少，少林君学到了王铎既重视继承前人成就，又刻意求创、求新品质。他认为王铎书法最显著的特点是雄奇豪放而又有逸韵，其行、草书有很高的成就，用笔沉着富有变化，粗犷豪放，不失法度，既发扬了明代草书气势奔放、直抒性灵的特点，又矫正了线条粗率的弊病。\n值得一提的是“2012年张少林书法挂历”唯一的硬笔书法作品《陋室铭》，他深厚的文化底蕴，自然成就了他不凡的功力。该作品的书法墨色变化不大，更显平稳、大气之势。我们从这幅《陋室铭》中可窥一斑。\n此作取法米芾《蜀素帖》，积画成字，积字成行，积行成篇，通篇一气呵成，一挥到底，写得随意自如，清劲飞动，真似如鱼得水一般。或空灵或凝重，字疏行紧，笔笔呼应，互相照盼，并使每一个字及每一行疼痒相关、行气贯注，形成其章法主要特点。\n这幅《陋室铭》除用墨、章法可圈可点之外，我更欣赏是其笔法。此作笔法得益于王铎的行书《李贺诗帖》，格调方朴古拙，峻实稳重，直曲结合，方劲沉着。起笔方圆结合，阔笔直书，笔意直拓奔放，力量强烈，线条蕴藏丰富；颇有天趣；既有细若蚕丝者，也有重如椽帚者，而体相皆极厚重，韵格皆极空灵；笔画时起时伏，轻重一致的曲屈线条及行气，而具掠燕之势，颇得王铎书法之“神韵”；体态优雅、疏朗有致、古意盎然，颇有米芾风范；平正秀润，法度严谨，另一个显著特点是痛快淋漓，富于艺术变化。整幅作品径取“二王”，工稳、含蓄、端庄、严谨，字形在大小轻重、长短巧拙上，均能统摄自如，使之和谐统一，融诸家为一炉，形成自家面目。\n几十年来，张少林业余时间都沉醉于对书法艺术的研习、创作之中。自楷入，在研习欧、柳、颜、赵的基础上，近年来又把书法的重点定格在秦汉简牍帛书、汉碑上。汉碑的金石气，力度、质感、书意，气势和那节奏畅达跌宕起伏，古朴矫健的笔墨张力和线条构成，让他情有独钟。\n007年，张少林获得“湖南省十大硬笔书法家”荣誉称号。他还是湖南省书法家协会理事、湖南省硬笔书法家协会副主席兼秘书长，中国硬笔书法协会常务理事，中南林业科技大学艺术研究所客座教授。但他一直比较低调。他认为书法确实要集一个人毕生的精力。人对事物的认识，对自己的认识，随着时间的推移，有一个不断否定的过程。如果一直感觉很好，就会固步自封。我对自己一直感觉不好，写的东西隔了一两年就感觉不行，最好就撕掉。如果给人家写的，就懊悔不应该写。平时读一些书，看一些展览，看古人的东西，逐渐对照，就会看到自己的不足。我每年都觉得有所得，有时也会走弯路。才您说书法的境界又是做人的境界，您能继续深入谈一下吗？严格来说，书法是一门高深的学问。子贡曾用宗庙来形容孔子的思想体系。他说，找不到门，是无法看到宗庙的美景的。书法艺术也可这样比喻。它的至高之门，我仍未进入。在我多年来的艺术实践中我只发现，一个人的字是随自己的心变的。高兴时一个样子，失落时又是一个样子。心胸宽广的人是一个样子，小肚鸡肠的人又是另一个样子。如果能达到“不以物喜，不以己悲”这种境界字变成一个模样，如果再能“先天下之忧而忧，后天下之乐而乐”又是一个模样。一个书法家要想在艺术上取得大成就，除了勤奋，更要注重修身养性。孔子说：“力行近乎仁”。仁是什么？众说纷纭。在这里我只取“力行”二字。力行于写，能让自己持之以恒。力行于内在的修养，写出的作品自然会有“神”。这个是语言无法言说的。\n","category":"行书","verified":true,"user":1,"timestamp":1429951615987},{"name":"行书李贺诗帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791626706,"text":"王铎行书《李贺诗帖》\n\n　　“观宋元明人书法，如赵子昂、文徵明，至于王铎、石涛，其字迹真伪易辨。真者用浓墨，下笔时必含水，含水乃润乃活。王铎之书，石涛之画，动落笔似墨沉，甚至笔未下而墨已滴纸上，此谓兴会淋漓，才与工匠描摹不同，有天趣，竟是在此。而不知者视为墨未调和，以为不工。非不能工，不屑工也”。\n\n　　上面这段话出自当代国画大师黄宾虹，我们以此观照王铎这通行书卷，真是最好的注脚。我们可以清楚地看出，王铎这卷行书卷，用墨是丰满的，但墨韵并不是一模一样，而是湿枯互见，变化丰富的。这个卷子落款为丁亥，是清顺治四年（1647）时书，王铎时年56岁。\n\n听颖师琴歌\n别浦云归桂花渚, 蜀国弦中双凤语。芙蓉叶落秋鸾离, 越王夜起游天姥。暗佩清臣敲水玉, 渡海蛾眉牵白鹿。谁看挟剑赴长桥, 谁看浸发题春竹。竺僧前立当吾门, 梵宫真相眉棱尊。古琴大轸长八尺, 峄阳老树非桐孙。凉馆闻弦惊病客, 药囊暂别龙须席。请歌直请卿相歌, 奉礼官卑复何益。\n\n昆仑使者\n昆仑使者无消息，茂陵烟树生愁色。金盘玉露自淋漓，元气茫茫收不得。麒麟背上石文裂，虬龙鳞下红枝折。何处偏伤万国心？中天夜久高明月。\n\n神仙曲\n碧峰海面藏灵书，上帝拣作神仙居。清明笑语闻空虚，斗乘巨浪骑鲸鱼。春罗书字邀王母，共宴红楼最深处。鹤羽冲风过海迟，不如却使青龙去。犹疑王母不相许，垂雾妖鬟更传语。\n\n高平县东私路\n侵侵槲叶香，木花滞寒雨。今夕山上秋，永谢无人处。石谿远荒涩，棠实悬辛苦。古者定幽寻，呼君作私路。\n丁亥六月 王铎","author":"明代王铎","description":"行书李贺诗帖"}]