[{"name":"怀素的书法艺术分析","text":"《自叙帖》，纸本墨迹卷，怀素书于公元777年（唐大历十二年）。大草（狂草）书，凡一百二十六行，首六行早损，由宋代苏舜钦补成。《自叙帖》乃怀素草书的巨制，活泼飞动，笔下生风，“心手相师势转奇，诡形怪状翻合宜”，实在是一篇情愫奔腾激荡，“泼墨大写意”般的抒情之作。\n作品信息\n【名称】自叙帖\n【作者】怀素\n【年代】唐代\n【书体】大草（狂草）\n【形制】卷轴\n【材质】纸本墨迹\n【规格】纵28.3厘米，横775厘米\n【字数】126行，698字\n【收藏】台湾台北故宫博物院\n怀素《自叙》文载于北宋朱长文《墨池编》卷四、宋代陈思《书苑菁华》卷十八、《全唐文拾遗》卷四九。[1-3]    \n作品内容\n作品原文释文\n怀素家长沙，幼而事佛，经禅之暇，颇好笔翰①。然恨未能远睹前人之奇迹，所见甚浅。遂担笈杖锡，西游上国，谒见当代名公，错综其事。遗编绝简②，往往遇之，豁然心胸，略无疑滞。鱼笺绢素，多所尘点③，然士大夫不以为怪焉。\n颜刑部，书家者流，精极笔法④，水镜之辨，许在末行。又以尚书司勋郎卢象、小宗伯张正言，曾为歌诗，故叙之曰：“开士怀素⑤，僧中之英，气概通疏，性灵豁畅。精心草圣，积有岁时，江岭之间，其名大著。故吏部侍郎韦公陟，睹其笔力，勗以有成。今礼部侍郎张公谓，赏其不羁，引以游处。兼好事者同作歌以赞之，动盈卷轴。夫草稿之作，起于汉代⑥，杜度、崔瑗，始以妙闻。迨乎伯英，尤擅其美。羲献兹降，虞陆相承，口诀手授⑦。以至于吴郡张旭长史，虽姿性颠逸，超绝古今，而模楷精法详，特为真正⑧。真卿早岁常接游居，屡蒙激昂，教以笔法。资质劣弱，又婴物务，不能恳习，迄以无成。追思一言，何可复得。忽见师作，纵横不群，迅疾骇人，若还旧观。向使师得亲承善诱，函挹规模，则入室之宾，舍子奚适。嗟叹不足，聊书此以冠诸篇首。”\n其后继作不绝，溢乎箱箧。\n其述形似，则有张礼部云：“奔蛇走虺势入座，骤雨旋风声满堂。”卢员外云：“初疑轻烟淡古松，又似山开万仞峰。”王永州邕曰：“寒猿饮水撼枯藤，壮士拔山伸劲铁。”朱处士遥云：“笔下唯看激电流，字成只畏盘龙走。”\n叙机格，则有李御史舟云：“昔张旭之作也，时人谓之张颠，今怀素之为也，余实谓之狂僧。以狂继颠，谁曰不可？”张公又云：“稽山贺老粗知名，吴郡张颠曾不面⑨。”许御史瑝云：“志在新奇无定则，古瘦漓骊半无墨。醉来信手两三行，醒后却书书不得。”戴御史叔伦云：“心手相师势转奇，诡形怪状翻合宜。人人欲问此中妙，怀素自言初不知。”\n语疾速，则有窦御史冀云：“粉壁长廊数十间，兴来小豁胸中气。忽然绝叫三五声，满壁纵横千万字。”戴公又云：“驰豪骤墨剧奔驷⑩，满座失声看不及。”\n目愚劣，则有从父司勋员外郎吴兴钱起诗云：“远锡无前侣，孤云寄太虚。狂来轻世界，醉里得真如。”\n皆辞旨激切，理识玄奥，固非虚薄之所敢当，徒增愧畏耳。时大历丁巳冬十月廿有八日。 \n作品内容大意\n《自叙帖》内容有三部分组成。\n第一部分，怀素以八十余字的篇幅，自述其生平大略；\n第二部分，节录颜真卿《怀素上人草书歌序》，二百五十余字，借颜鲁公之口，展示“开士怀素，僧中之英”、“纵横不群，迅疾骇人”的“草圣”气象；\n第三部分，怀素将张谓、虞象、朱逵、李舟、许瑝、戴叔伦、窦冀、钱起等八人的赠诗，摘其精要，按内容分为“述形似”、“叙机格”、“语疾迅”、“目愚劣”四个方面，列举诸家的评赞。所谓“形似”，作者用了“奔蛇走虺”、“骤雨旋风”、“壮士拔山伸劲铁”、“又似山开万仞峰”等约七十字，描述了其狂草的形式美。所谓“机格”，是指创作方法，用了逾百字，如“以狂继颠”、“志在新奇无定则”、“醒后却书书不得”，特别是“吴郡张颠曾不面”一句，当是对超迈张旭，前无古人的赞歌。所谓“迅疾”，是言其书写的快捷，引用了四十余字，其中“满座失声看不及”，对“迅疾”作了极形象的形容。所谓“愚劣”之云，乃多谦抑之词。所引“狂来轻世界、醉里得真如”，“狂”和“醉”在怀素而言，又何“愚劣”之有。在文章结尾处，怀素担心人们说他借重名公之口揄扬自己，特意写了一句：“固非虚薄之所敢当，徒增愧畏耳”。 \n书法词语集解\n①笔翰：指笔墨翰札。\n②遗编绝简：谓前代书迹。编和简均指简牍。在纸发明以前，简牍是书籍写作的主要形式。\n③鱼笺绢素：鱼子笺，唐代名纸。绢素，单色的绢丝织物，可书写作画。湖南长沙子弹库楚墓出土的楚缯书（亦称楚帛书和楚绢书），是战国时期写于丝帛上的楚系文字。“鱼笺绢素，多所尘点”意为墨迹点污，乃作书的自谦之辞。\n④书家者流，精极笔法：书家，精于书法的人。流，一类人。笔法，指书法的用笔法度。唐代张彦远《法书要录》载《传授笔法人名》：“蔡邕受于神人，而传之崔瑗及女文姬，文姬传之钟繇，钟繇传之卫夫人，卫夫人传之王羲之，……”\n⑤开士：是菩萨的异名，以能开自觉，又能开他人生信心，故称。在文中是高僧的尊号。\n⑥草稿之作，起于汉代：“草稿”是书法中的一种书体。南朝梁代庾肩吾《书品论》曰：“草势起于汉时，解散隶法，用以赴急。”在汉代，隶书的快速书写产生草隶，或称章草，代表人物有杜度、崔瑗、张芝等。章草经三国至东晋时期演变为今草，代表人物为王羲之、王献之父子。\n⑦虞陆相承，口诀手授：“虞陆”是指唐代虞世南、陆柬之。“口诀手授”指书法要诀口传手授。\n⑧而模楷精法详，特为真正：句中的“精”和“法”字之间在作品上有一勾点，台北故宫博物院研究员傅申持此观点：“‘精’与‘法’之间有个小钩，表示两个字颠倒了，颜真卿文章、董其昌临本后的小楷释文都是‘楷法精详’，文彭释文也将小钩注明。”同时“模”为衍字（即多出来的字），故应当为“而楷法精详”。\n⑨稽山贺老粗知名，吴郡张颠曾不面：老，一作“者”字。面，见面、会见。“面”一作“易”字。\n⑩驰豪骤墨剧奔驷：剧，一作“列”字。\n其他：“许御史瑝云”的“瑝”字，一作“瑶”字；“固非虚薄之所敢当”的“薄”字，一作“荡”字。 \n书法赏析\n韵律变化规则\n语言学家吴宗济在研究普通话的韵律规则与其它学科的韵律规则之共性时，对怀素《自叙帖》进行分析如下：\n《自叙帖》的第一句是“怀素家长沙”：“怀素”和“长沙”都是语法中“直接成分”的二字组，就各作连笔，而“家”字和上、下字断开。又，多字组的短句如：“则有张礼部”，“以至于吴郡张旭”等，字数虽多，为了贯彻语气，也是一笔到底，充分反映了语法的结构，都作“连绵”的写法。\n怀素的“借笔牵丝”和“大小错综”的两种笔法，可举一些例子如“尤极”、“电流”四字。是两组连绵映带的例子。“尤极”二字，上字“尤”的末笔为右上角的一个“点”，和下字“极”的首笔为左边一横的起点，距离较远，但仍拉出一条相当长的斜线（“借笔”）作为“牵丝”。再看“电流”两字，“电”的末笔为一钩在最右、“流”的首笔为一点在最左，本可拉一“牵丝”。但上字“电”的末笔一钩是向上挑的，其势不便向下，于是索性顺势将笔锋左转一圈，去和下字“流”的首笔接轨。所以草书的精神就在于“以势为主”，而这样的连绵或映带，又基本上是服从语法结构的。\n对于“大小错综”，“无行无列”的例子，如“固非虚薄之所敢当”，本来每行都有五六个字，这句“固非虚薄之所感当”八个字忽然放大，占了三行。不但大小错综，而且出行出列。“戴公”两字更是占满了一行，不但更加出格，而且大小悬殊，淋漓尽致。 \n笔法线条结构\n邱振中在《关于笔法演变的若干问题》（1981年）一文，“笔法与章法相对地位的变化”一节中，对《自叙帖》笔法与线条结构作分析如下：“《自叙帖》中虽然偶尔可以见到被简化的绞转，绝大部分线条却是出自一种简单的笔法——中锋不加提按的运行，这就是通常认为《自叙帖》出自于篆书笔法的由来。怀素牺牲了笔法运动形式的丰富性，换取了前所未有的速度和线条结构不可端倪的变化。《自叙帖》中字体结构完全打破了传统的准则，有的字对草书习用的写法又进行了简化，因此几乎不可辨识，但作者毫不介意，他关心的似乎不是单字，而仅仅是这组疾速、动荡的线条的自由。这种自由使线条摆脱了习惯的一切束缚，使它成为表达作品意境的得心应手的工具。线条结构无穷无尽的变化，成为表现作者审美理想的主要手段。它开创了书法艺术中崭新的局面。速度是作者的另一种主要手段，但是《自叙帖》中速度变化的层次较少，因此线条结构变化比质感的变化更为引人注目。笔法的相对地位下降，章法的相对地位却由此而上升。” \n结体变化规律\n怀素《自叙帖》是他狂草的代表作，全篇七百零二字，一百二十六行。洋洋洒洒，一气呵成，真如龙蛇竟走，激电奔雷，它是一种圆转流畅的书法艺术。\n《自叙帖》的结体可以从下面数点来赏析：\n（一）以圆破方，方圆结合\n怀素的狂草，不仅大量使用圆笔圆线，而且运用了圆笔圆线组成的圆形字。汉字是以方块体为基础的，如大、小篆书多长方形，隶书多扁方，楷书多正方，行草书则长扁。但随着今草和大草的出现，由于笔画的高度省俭和运笔速度的加快，已打破了方块的外形，趋于圆转，特别通过怀素浪漫主义的夸张，巧妙地创造，其书法的外形已达到以圆破方，化方为圆，给人耳目一新的感觉。在《自叙帖》中，一些无外框的字，如“评”、“满”、“疑”等字，已经塑造出圆的字形来，这不能不说是怀素的一个创造。\n但不论独体字还是合体字，亦不论点画的长短、疏密、参差如何变化，总是万变不离方形，故圆中有方，方中有圆，方圆互用。因为方和圆也是相比较而存在的，无方即无所谓圆，故在圆中有方，方中有圆，则更显出动和静也是相对而存在的。\n（二）从破体书发展成为解体书\n王献之的破体书就是敢于打破其父王羲之的受章草旧法的束缚，从打破一般的平正方整和布白的方法。而怀素的狂草也就是敢于打破王献之以前的布白、平正的方法，怀素在字形布局，在字与字，行与行之间，上下参差，左右错落，大小相间，大大地扩大了“回环缭绕相拘连”的运动幅度，已经打破了“破体书”的束缚，从“破体书”而进入“解体书”。所谓“解体”，就是基本上打破前人结体的体势和一切成法，熔篆、隶、真、行、草为一炉。创造了为自己独有的新的草书体，即所谓狂草。\n（三）不拘成法，以险取胜\n怀素要打破一般的平正、方整以及纵有行、竖有列等等布白方法，在字与字、行与行之间，上下参差，左右错落，大小相间以险取胜，则更为突出。\n怀素采取了各种艺术手法使之富于变化：\n（1）大破大立。怀素大胆地逾越规矩，但又有一定的出规入矩。破和立也是相对而说的。孙过庭《书谱》谓：“至如初学分布，但求平正，既知平正，务追险绝，既能险绝，复归平正。”第一个平正是合乎规矩的立，险绝就是破，至于第二个复归平正乃是破后的新立，也是法书险绝以后的新平衡。不破不立，立就是稳，破就是险，只有大破大立才能出现无限风光。\n（2）大疏大密。在布白中对疏密变化的安排，正是怀素着力探究的重要课题。如“醉来信手”四字中，“来”字竖笔，极力伸长，几乎占了一行的一半，可谓大疏；而其他三个字仅占半行，可谓大密，即每行字之间是实中有虚，虚中有实。\n（3）篇章布局，既有变化又有统一。《自叙帖》字与字、行与行之间的安排，既有变化，又有统一，有全局观点。字的笔画粗细不同，字形长短大小不一，长短参差，大小相间，把它安排在一定的地方，就要字字得所，行行有条。字能上下连属，但不是笔连而是意贯“行气”。要贯“气”就要防止字字粘在一起，要行行有活气。所谓活气，就是它既能“承上启下”，又能“自出机杼”，既能连属又能飞动。它的行笔要笔断意连，字断势连，行断而气连，显得更有精神。如“醉来信手”一行中的“来”字，其中的很长的竖连，那一直可以说是承上启下的，再加中间的几撇，这一字便成这行中“画龙点睛”的一个字。\n（四）夸张变形，万态争呈\n怀素在草书的结体上，大大改变了字的方圆、大小、正斜等方面的变化，大胆地夸张和变形，尽变化之能事。比如字的大小变化，有时甚至上下相连的两个字，竟相差三至五倍，甚至十倍左右。再如长短之变，有的字形伸长竟达其宽的二至三倍。这种变化是于变化中有“统一”与“和谐”，达到“违而不犯、和而不同”，变化多端却又调和统一。\n总之，怀素《自叙帖》的字体结构和布局上采用大小相间、疏密互映、斜正参差的手法，常常使每行中的字倾跌出中轴以外，造成跌宕的险势，从破体发展成解体，打破了旧的平衡，从而造成了充满新意的草书形象。怀素利用了点、线型的各种变化，以及用笔的方圆、干湿对比和空白巧妙切割，使书法具有音乐般的节奏感，从而使观者与书家的心声共鸣，同悲、同喜，共同沐浴在书法的韵律之中。怀素的“狂草”正是古典浪漫主义的书法艺术，为千百年来人们所赞赏。 \n关于线条瘦硬\n怀素草书线条的“瘦硬”，徐利明在对《自叙帖》和《苦笋帖》分析后推论：“瘦硬”与怀素所用工具有限。从线条上看，怀素用的毛笔有如下三个特点：一曰硬；二曰小；三曰锋长。因此，“怀素的线条更显得粗细较为均匀”，且“柔多于刚，线条婉畅，富于弹性，结体姿态也婀娜清丽，行距疏阔”。 \n篆籀圆势之气\n草书萌芽于草率的隶书。《书品》曰：“草势起于汉时，解散隶法，用以赴急。”东汉时期的《永元五年兵器册》即是隶书的快写——章草体。隶书经过省略笔画和勾连萦带，写起来已快捷得多，经过艺术加工，逐步发展成一种收笔常带雁尾似的往上翘的书体，名曰“章草”。自魏晋楷书出现后，草书又在章草基础上结合新兴楷法发展而成“今草”。今草之中，字字独立的，被称为小草或独草，如智永的《草书千字文》就是如此。待到唐代中叶，张旭作草，笔画简省，字字勾连回绕，甚至一笔一行，率意颠逸。怀素继之笔势更为迅疾奔放，上下字一气贯穿，连绵不断，这种书法为“大草”或“狂草”。怀素的《自叙帖》就是狂草书法的代表作之一。《自叙帖》的艺术特点，在“自叙”的原文中，已借助时贤名公之口，铺陈得淋漓尽致。作品中的古典浪漫主义的艺术力量，令人陶醉。从其用笔、结构、章法体势上分析，先看怀素的用笔。张旭用笔取于隶，故多方折；怀素改以师承篆籀，因多圆势，尤擅长曲转缠绕笔法，纵横捭阖，变换多方，松紧俱宜，回环矫健。如118行的“激切”，120行的“固非虚”，圆转挺屈如钢线盘屈，虽瘦而实腴，开创了草书笔法的新面貌。晚清书论家刘熙载曾说：“善书者虽速而法备”。怀素用笔的翻转跳动，随势参差，确实达到了出神入化的境界。\n次谈结构。怀素草书结构，与二王、智永相比较，承传之处甚多，文中相同的字不少，结字均大同小异，由于行笔过速，少数字并没有完全遵循约定俗成的原则简省，“草乖点画”之处未能避免，若没有释文，有些字确不易辨识，如三十一行的“谓”，四十七行的“居”，四十八行的“昂”和“教”，五十行的“婴”，五十一行的“恳”，七十九行的“畏”，九十一行的“醒”等字，便是例子。\n再看章法，整幅作品，章法体势之新颖，可谓前无古人。在作品前面三分之二的篇幅里，作者神闲气定，笔走龙蛇，有行无列，潇洒自如，尽显狂草书法简省、通透、快捷、灵动的气质。写到第十二张白麻纸，第一百零五行的“戴公”二字，“戴”字突然大出其格，横占了前文三行半的宽，竖占了四至五个字长，“公”字又写得比一般字还小还扁，形成了强烈的视觉冲击力，可能是怀素酒力发作，进入情绪激昂的高峰，及至最后十行已经是无行无列，乱石铺街，天女散花，随心所欲，信手挥洒了。“狂来轻世界”的醉僧形象跃然纸上，把读者带入了如醉如狂的艺术境界。 \n作品评价\n神采动荡\n何传馨撰写《唐怀素自叙帖》一文，对《自叙帖》评价：“用细笔劲毫写大字，笔画圆转遒逸，如曲折盘绕的钢索，收笔出锋，锐利如钩斫，所谓‘铁画银钩’也。全卷强调连绵草势，运笔上下翻转，忽左忽右，起伏摆荡，其中有疾有速，有轻有重，像是节奏分明的音乐旋律，极富动感。此外也有点画分散者，则强调笔断意连，生生不息的笔势，笔锋回护钩挑，一字、一行，以至数行之间，点画互相呼应。通幅于规矩法度中，奇踪变化，神采动荡，实为草书艺术的极致表现。” \n舒缓飘逸\n沈乐平在《新编草书入门五十讲》评价：“《自叙帖》前半段叙述怀素本人的学书经历以及受到的评价，舒缓飘逸，从容不迫；写到后半段他人的赞词时则狂态毕具，进入高潮——且看圆势飞动的笔迹，真如疾风骤雨，有若千钧之力，而无丝毫涩滞；线条之凝练精准，体势之宽博开张，决非常人可以企及。” \n书法临习\n临写怀素的大草作品，如《自叙帖》。应掌握几大特点：一、纯用中锋，笔毫凝聚，在无数连绵的线条运动过程中，使线条始终保持一种凝练坚韧、富有弹性的质感，线型“圆”、“厚”且“通”。二、用心体悟其线条在回旋的过程中所凸现出来的节奏和韵律。三、从微观的角度出发，关注其笔势的翻转、连带、呼应中细节部位的形态、速度、轻重、角度等各方面因素的变化，分析领会古人用笔的丰富性，使学习者的观察能力和应用能力得到加强。四、字形结构与章法空间处理上应宽松、疏散，映射出一种博大的气象。 \n帖文翻译\n怀素家住长沙，自幼敬事佛祖，念经参禅之余暇，特别喜好书法。但苦于未能看到前人的奇作佳迹，感到所见甚浅，深以为憾。遂担箱拄杖，西游京师，拜见当代名士，综合探讨书法之事。在这里能时时见到散佚难见的经典之作。由此而心胸豁然，疑惑顿失。我的书作虽拙劣不堪，但士大夫并未见怪。\n颜刑部颜真卿同为书家，其笔法练达，精于鉴赏，在墨迹文后题词称许。又因尚书司勋郎卢象、小宗伯张正言曾为歌诗，写序道：“高僧怀素乃僧侣之英杰，气魄通达洒脱，性情宽博灵畅；心慕手追草圣书作，已达数年，名声大著于长江到五岭间。前吏部侍郎韦陟看到怀素的笔力，勉励有加，认为有所成就；现礼部侍郎张谓赏识怀素不羁之才行，引荐并邀他交游相处；加之书道中人作诗歌赞之，不觉已盈满卷轴。章草书体兴起于汉代，杜度、崔瑗二人以书写绝妙著称；到了张芝张伯英，更独揽其美。从晋代王羲之、王献之父子以下，为唐代虞世南、陆柬之相继承，笔法要诀口传手授，以至于传到吴郡张旭这里。张旭虽纵情任性、颠狂放逸，超绝古今，但法度详备、最为纯正。真卿早年常交往游学相处，屡屡得到激励，教以笔法。不过我禀性不佳，又为事务羁绊，未能认真学习，终至无成。回想过去一言，怎可再得！忽然看到怀素禅师的书作，纵横不凡，笔势迅疾骇人，一还往日观感。假使禅师能受到先师亲自传授，得以汲取法度规范，则登堂入室之人，除你之外，无人适合！感叹再三，暂且写此篇文字，冠之于篇首。”\n继此之后，诗作不绝，数量多到溢出书箱。\n其中述形似的，就有张礼部说：“笔势似虺蛇奔走，真气充盈座位间；气魄如旋风骤雨，声响震荡屋堂里。”卢员外说：“起初疑似轻烟摇动千古松，随后又像群山辟出万仞峰。”永州王邕说：“点画遒劲像寒猿饮水而撼动枯籐，笔力雄强又似壮士力拔山中劲铁。”朱处士朱遥道：“下笔唯有雷闪电激，奔流不止；字成只见蟠龙飞走，令人生畏。”\n述天机风格的，就有御史李舟说：“过去张旭作书，当时的人称他‘张颠’；今日怀素作书，我要呼其为‘狂僧’。以狂继颠，谁说不能！”张公又说：“稽山贺知章只是略知名，吴郡张颠不曾见过。”御史许瑝说：“有意新奇就没有固定不变的准则，一笔下去写到半墨，同样也能高古瘦劲。醉里信手挥洒两三行，醒后再写写不得。”御史戴叔伦说：“手以心为师，心以手发力，气势顿转雄奇，诡形怪状反而合宜。人人欲问此中的奥妙，怀素自己也说全不知。”\n说疾速的，就有御史窦冀说：“看到白壁长廊数十间，书兴大发就一舒心中创作激情。猛然长啸三五声，满壁纵横千万字。”戴公又说：“笔墨驰骤有若风樯阵马，满座的人失声说眼睛跟不上笔。”\n称眼光愚劣的，则有叔父司勋员外郎吴兴钱起，诗云：“怀素如远飞之鹤而无同行的伴侣，像片孤云托付于太虚。发起狂来看轻世界，醉起酒来得到真性情。”\n这些诗歌都包含着激励话语，见识玄虚奥妙，我这样所学不实之辈固然担当不起，只能使我大惭，更增敬畏之心了。时大历丁巳冬十月廿八日。 \n收藏鉴赏\n《自叙帖》曾经南唐内府、宋苏舜钦、邵叶、吕辩，明徐谦斋、吴宽、文徵明、项元汴，清徐玉峰、安岐、清内府等收藏。墨迹收藏于台湾台北故宫博物院。据曾行公题，旧有米元章、薛道祖及刘巨济诸名家题识，已佚。宋米芾《宝章待访录》、黄伯思《东观余论》、清安岐《墨缘汇观》等著录。上海延光室、北京故宫博物院、文物出版社有影印本。\n《自叙帖》首六行早损，为宋苏舜钦补书。帖前有明李东阳篆书引首“藏真自序”四字，后有公元940年（南唐升元四年）邵周等重装题记。钤有“建业文房之印”、“佩六相印之裔”、“四代相印”、“许国后裔”、“武乡之印”、“赵氏藏书”、“秋壑图书”、“项元汴印”、“安岐之印”、“乾隆”、“宣统鉴赏”等鉴藏印。\n《自叙帖》是怀素流传下来篇幅最长的作品，也是他晚年草书的代表作。明文徵明题：“藏真书如散僧入圣，狂怪处无一点不合轨范。”明代安岐谓：“墨气纸色精彩动人，其中纵横变化发于毫端，奥妙绝伦有不可形容之势。” \n怀素，生于公元737年，卒年未详。字藏真，俗姓钱，永州零陵（今湖南零陵）人，是大历十才子之一考功郎中钱起的外甥。自幼出家，经禅之余，从事艺文，尤好草书。曾将弃笔堆积埋之于山下，号称“笔冢”。又广种芭蕉，用蕉叶加以挥洒，即颜其居曰“绿天庵”。好饮酒，及其酒酣兴发，寺壁屏幛、衣裳器具，靡不书之，时人谓之“醉僧”。自言得草书三昧，有“狂僧”之称。怀素书法初学欧阳询，后师从邬彤（怀素姨表兄弟）学草书。邬彤是张旭的学生，乃告以笔法。762年（宝应初年）自零陵出游，历衡阳，走广州，客居潭州，然后经岳州，进入长安。772年，怀素回乡，途经洛阳，适逢颜真卿，曾趋谒拜访，僧儒论书，遂为书坛盛事。唐代名士如李白、卢象、戴叔伦、钱起等人，皆有歌行称颂之。传世墨迹有《论书帖》、《自叙帖》、《苦笋帖》等帖。 \n相关阅读\n关于笔法相传授\n《传授笔法人名》记载：“蔡邕受于神人，而传之崔瑗及女文姬，文姬传之钟繇，钟繇传之卫夫人，卫夫人传之王羲之，王羲之传之王献之，王献之传之外甥羊欣，羊欣传之王僧虔，王僧虔传之萧子云，萧子云传之僧智永，智永传之虞世南，世南传之欧阳询，询传之陆柬之，柬之传之侄彦远，彦远传之张旭，旭传之李阳冰，阳冰传徐浩、颜真卿、邬彤、韦玩、崔邈，凡二十有三人。文传终于此矣。” \n高二适评自叙帖\n书法家高二适于一九七四年所作《题怀素自叙帖》一诗。在诗中，高二适不但提出了他对学习草书的独特见解，同时对唐代草书大家——怀素的书法名作《自叙帖》进行了批评。原文如下：\n怀素自叙何足道，千年书人不识草。\n怜渠悬之酒肆间，只恐醉僧亦不晓。\n我本主草出于章，张芝皇象皆典常。\n余之自信有如此，持之教汝休皇皇。\n高二适主张草书（今草）应当出于章草，怀素的狂草线条连绵缠绕，结构夸张变形，且多处打破草法常规，以至难以辨认，故而对在书史上有盛名的怀素进行几乎是全盘否定式的批评。\n高二适更进一步指出：“怀素书雕疏，不得方笔圆劲之势，此其所短也。”（题怀素《瑞石帖》），“写此等大草，须当随意转、信手侧，不宜故作欹倾姿态也。此的是怀素书也，滑笔不可取”（题怀素《千字文》）。\n上述评价都是技术层面的问题，诸如笔法、章法、方圆关系等。怀素以篆法入草，对大草的发展是有所贡献的。唐代的书法，在早期以欧阳询、虞世南为代表，对技法理论进行了整理，为唐代的尚法之风提供了规范；中唐时期的孙过庭，则以儒家精神为核心对书法的秩序化进行了高度的概括，提出“思虑通审、志气平和、不激不厉”从而达到“风规自远、以和为美”的境界。而以张旭、怀素为代表的狂草书家则打破了法的约束，肆意而纵情，将狂草的创作推向了新的高度。《自叙帖》作为怀素的代表作之一，通篇气势磅礴、龙蛇盘腾，不失为一件佳作。\n但高二适批评的原因在于利用怀素过多地利用了“名人的捧场”。\n怀素在经历了早年盘板皆穿、蕉叶书遍式的勤学苦练之后，树立了一个明确的奋斗目标，就是通过拜见当代名公，借以开拓自己的眼界，同时抬高自己的声望。怀素在家乡永州时便结识了当时的永州刺吏王邕，并获得其青睐。王刺史曾为他写过《赠怀素草书歌》，其中有“我牧此州喜相识，又见草书多慧力”的句子，这对于既无显赫家世，地位卑下仅是一介布衣书僧的怀素而言，无疑是一个重要的肯定，对于其声名的传播起了巨大作用。\n在湖南成名后，怀素似乎并不满足，他通过关系结识了礼部侍郎张谓，并由他带到了长安。在离开岳州之前，湖南的朋友前来送行，此时的怀素，自信心膨胀到了极点，马云奇的《怀素师草书歌》中写道：“……大夸羲献将比德，切（窃）比钟繇也不如。……君王必是收狂客，寄语江潭一路人。”从诗中看出怀素连二王、钟繇也未置眼底。在洛阳和长安，怀素广泛的接触各界名人，到处表演他的书法绝技，以他气势非凡的狂草和放荡不羁的性格打动那些邀请来的名人，然后请他们做诗，以达到进一步传播自己声名的目的。在《自叙帖》中，怀素所罗列的当时名人对他的书法行赞美之辞者，不下十人。当读者读到这些想象丰富，充满溢美之词的华丽词藻时，不由地对这种炒作之举心有微词。怀素在对《自叙帖》的内容安排上，也是费尽心机。大诗人李白曾应邀为怀素写过《草书歌行》，称怀素的草书“天下独步”；但在怀素自己写的《自叙帖》中，并没有读到李白的名字。因为李白是被唐朝官方判过死刑、流放过的罪人，为了避免自己受到牵连或是歧视，怀素也就不愿提及他们之间的交往，辜负了李白对他的一番欣赏美意。\n高二适不仅对草书流变有着深入研究，更以为人耿直而闻名。对于权威和历史上的大家，他并不盲目崇拜，而是用自己的理智去分析、判断。高二适之所以对怀素《自叙帖》进行严厉的批评，是建立在对怀素及《自叙帖》内容进行深入研究的基础上的肺腑之言，这不同于一般意义上的臧否人物，对像怀素这样在书法史上有重要地位的书家进行几乎是全盘否定式的批评，这本身就需要极大的勇气。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951550760},{"name":"怀素的书法艺术分析","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429791634281,"text":"怀素的书法艺术分析 \n  怀素（737～799年），唐代书家，俗姓钱，字藏真，僧名怀素，是大历十才子之一考功郎中钱起的外甥。零陵（今湖南永州）人。幼年事佛，出家为僧，经禅之余，尤好草书，为书法史上领一代风骚之草书家，与张旭齐名，有“颠张醉素”之称。\n\n\n\n  怀素自言得草书三昧，早年即以草书驰名乡里，初学欧阳询，得以“五云体”著名的吏部侍郎韦陟赏识。后师从邬彤。嗜酒，酒酣兴发，寺壁屏障、衣裳器物，靡不书之。他的草书冲破传统书法体系，同一个字，其形状、大小、笔顺都不相同，往往兴之所至，一气呵成，毫不留滞，枉不矫作，一任自然。《宣和书谱》称：“当时名流如李白、戴叔伦、窦臮、钱起之徒，举皆有诗美之，状其势以为若惊蛇走虺，骤雨狂风，人不以为过论。又评者谓张长史为颠，怀素为狂，以狂继颠，孰为不可。及其晚年益进，复评其与张芝逐鹿。兹亦有加无已。” \n  怀素的草书有一种意境美。欣赏他的草书首先就是要把握整体气势，领悟其意境美和朦胧美。怀素的书法主要是线的表现。金学智在《书法与中国艺术的性格》中写道：“中国书法是最典型的线条艺术。”“字与字之间乃至笔画与笔画之间，都离不开虚实相生的线条之流。” “线最凝练的装饰语言，既是对自然物形的提炼概括，也是设计图形时用的标记。荷加斯就总结出Ｓ形线条最美。”书法特别是草书主要就是线的运用，而在怀素的草书中间Ｓ形线条用得就最多，缠绕动荡之势有一种飞动的朦胧美。董其昌说，“摊烛下作画，正如隔帘看月，隔水看花”，妙就妙在“隔”字，它在美感上起了重要的作用；“花看半开，酒饮微醉”，妙就妙在“半”字，它隐约着神秘，透射着玄妙，展现了扑朔迷离的朦胧美。 \n  怀素草书的意境表现出来的这种朦胧美，除了其勤奋刻苦、高超的驾驭书写能力以外，还与其天分性格有关。沈鹏先生说：“其实书法只是中国文人全部品格的一道辉光，这里既有诗琴书画的工夫，也有三步成呤、倚马可待的才气。” 在韩愈看来，最终决定书法艺术的，“不在技巧，而是感情、性分、气格的充分表露。”这也折射着怀素用狂草逸诗向后人展示了其超拔俊逸的才情。不但勤奋练字，还善于观察，善感悟自然现象和事件景物，一寓于书。陆羽在《释怀素与颜真卿论草书》中写道：“张长史私谓彤曰：‘孤蓬自振，惊沙坐飞，余自是得奇怪。’……素曰：‘吾观夏云多奇峰，辄常师之，其痛快处如飞鸟出林、惊蛇入草。又遇坼壁之路，一一自然。’真卿曰：‘何如屋漏痕？’素起，握公手曰：‘得之矣。’” 他将对世间的万事万物的感悟用在书法创作中，所以用笔千变万化， 瞬息多变。因此，怀素的书法意境美在我们临写过程中是最需要把握的，应追求那种“似与不似”的境界和真情的流露。\n  怀素的草书气韵生动，神采飞扬。在他的狂草作品中，常常是“唯观神采，不见五官”，满纸云烟而不知所云，但是却能感到浓郁的笔墨气息扑面而来，给人一种气势磅礴的艺术享受。王僧虔在《笔意赞》中提出：“书道之妙，神采为上，形质次之，兼之者方可绍于古人。”指出书法作品当以建立在运笔结体基础上的神采美为上。“所谓书法的神采，就是通过点画结体形式被对象化了的创造者的精神、风采”。在《怀素狂草四十二章经》中，那种飞动险绝、变化无穷的笔墨形象，引发无限的联想，如“舞”一般。“‘舞’是中国一切艺术境界的典型。中国的书法、画法都趋向飞舞”。怀素在《自叙帖》中的用笔和点画也是钢筋铁骨，如骤风狂雨，挥洒自如。窦臮《怀素上人草书歌》形容怀素狂草“涵物为动鬼神泣，狂风入林花乱起。殊形怪状不易说，就中惊躁尤枯绝”。任华《怀素上人草书歌》：“会若长鲸泼刺动海岛，欲若长蛇戌律透深草。回环缭绕相拘连，千变万化在眼前。飘风骤雨相击射，速禄飒拉动檐隙。掷华山巨石以为点，掣衡山阵云以为画。”孟郊《送草书献上人归庐山》道：“狂僧不为酒，狂笔自通天。……手中飞黑电，象外泻玄泉。万物随指顾，三光为回旋……”怀素的草书就是把握住了“神采”，纵贯整体，不拘泥于某个局部，所以表现出来的就是整篇气势磅礴、酣畅淋漓，神采奕奕、意境深远。\n\n怀素草书的外在表现形式主要是缠绕回旋，连绵不断。萧衍在《草书状》中描述其书“疾若惊蛇之失道，迟若渌水之徘徊”，反映的是他的书写速度；“……婀娜如削弱柳，耸拔如袅长松，婆娑而飞舞凤，婉转而起蟠龙”，反映的则是书韵，展现在书写过程中的连绵缠绕的动势。“熟能生巧”、“手为心画”，怀素在挥手之间流露着娴熟的草法技巧。在欣赏他的狂草作品中，欣赏者往往会随着怀素的笔触感受它的艺术魅力。有时又似乎能看见他的痕迹，似在怀素书写现场，亲眼目观。 \n 在怀素的传世书法作品中可以看出，作品的感染力主要是线条和点画通过墨色浓淡、枯湿甜润、时疾时缓表现出来的。有时一个点画可能涨为一个浓浓的墨块；有时几个连笔可能缩成一个符号化的图形，有时一个线条可能写成类似枯柴的飞白;有时方笔起笔，有时圆笔起笔，有藏有露，有圆有方，有粗有细，有大有小，有黑有白，有长有短，质感凝重，对比强烈。引带虽如游丝萦绕，却飘逸而不浮；若云行雨施，然流走而不滑。沉着痛快，笔法精妙。排列上参差错落，攲正相生，笔势动荡，仪态万千。行与行之间相互避让，左右飞动;字与字之间连绵不断，顾盼生情。有时上字之末为下字之始，有时数字相连，气势不断。犹如欣赏一首音乐，有时如万马奔腾，有时似小桥流水，有时又戛然而止，流离顿挫，激扬浩荡，纵横跳跃，回旋低昂。书写时有的一气呵成，忽大忽小，时快时慢，笔力雄强，气势开阔，风神潇洒，险峻跌宕，表现出娴熟的草法、富于节奏的韵律和连绵不断的恢弘气势。 \n  欣赏和学习怀素的草书要了解其创作心情和环境。怀素往往是书写前“意在笔先”，但随着创作的深入，无意于佳。他喜欢借酒抒情，往往感性意识强烈、创作欲望亢奋，恍惚自如而又思维敏捷，“忽然绝叫三五声，满壁纵横千万字”，是一种沉浸其中的状态。书写时不假思索，遇到寺庙素壁、屏风器物，挥手疾书。虞世南在《笔髓论·释真》中说道：“迟速虚实，若轮扁斫轮，不疾不徐，得之于心，应之于手，口所不能言也。…… 既如舞袖挥拂而萦纡，又若垂藤樛盘而缭绕。蹙旋转锋，亦如腾猿过树，逸蚪得水，轻兵追虏，烈火燎原。”苏涣在《赠零陵僧》中称怀素“兴来走笔如旋风，醉后耳热心更凶”。 \n  怀素的狂草，是手舞之足蹈之的诠释过程，是以手抒情的具体表现，是即兴而书的瞬间展示，是寄以骋纵横之志、托以散郁结之怀的过程，完全是洒脱、率意、汪洋恣肆之激情的壮写，是不加掩饰的宣泄与呐喊。他“粉壁长廊数十间，兴来小豁胸中气”。作为少年和尚，当场表演，场面浩大，挥洒自如，狂姿逸态，为好僧之俗客喝彩叫好。他将这种挥洒作为一种快乐，在大家的喝彩和欢呼声中得到满足，他的这种满足实际上是建立在“快乐来自一种成就感”之上的。许瑶云：“志在新奇无定则，古瘦淋漓半无墨。醉来信手两三行，醒后却书书不得。”任华在《怀素上人草书歌》中写道：“一颠一狂多意气，大叫一声起攘臂，挥毫倏忽千万字，有时一字两字长丈二……”“笔下唯看激电流，字成只畏盘龙去。”狂放处，笔底风云聚散，粉壁点画狼藉，胸中藏真气，挥笔如流星，获取的是大解脱，大释放，大自在。他的草书确实是“生命情调最直接、最实质、最强烈、最尖锐、最单纯而又最充足的表现”。这种率意而为是其意在笔先的重要表现。 \n  怀素的狂草形成主要与他嗜酒豪放、不择纸笔有关。他一生嗜酒尤喜借酒挥毫，常在醉酒中，用书法展示自己的内心世界。虽然怀素豪放粗狂，挥洒跌宕，但是，究其书法，笔笔皆有来路。明文徵明题《自叙帖》：“藏真书如散僧入圣，狂怪处无一点不合规范。”元沈右跋怀素《食鱼肉帖》：“怀素书所以妙者，虽率意颠逸，千变万化，终不离魏晋法度故也。”明项元汴跋《论书帖》：“出规入矩，绝狂怪之形，其合作出，若契二王，无一笔无来源。”清安岐《墨缘汇观》说怀素“字字规法右军，不做纵横之势”。鲜于枢说：“怀素守法，特多古意。”清杨守敬《学书迩言》：“古劲纯雅。\n  怀素草书笔画粗细虽然变化不大，对比不够强烈，但使转绞连，瘦劲有力，气韵生动，顾盼生情。故临写时用硬毫在熟纸或绢上表现效果会好一些。其《自叙帖》，笔意纵横，神秘莫测，气势恢弘，境界升腾，不知其所止，亦不可望其项背。清乾隆题：“藏真字画豪迈中有淳穆之奇，此其所以神也。”《圣母帖》用笔匀整洁净，笔道没有大的起伏，极力使线条圆润，将笔力裹住。马宗霍在《书林藻鉴》中引项元汴语也说，怀素“字字飞动，圆转之妙，宛若有神”。黄庭坚《山谷论书》：“寺僧怀素草工瘦，而长史草工肥，瘦硬易作，肥劲难得也。”宋曹在《书法约言》中写道：“颠喜肥，素喜瘦；瘦劲易，肥劲难，务使肥瘦得宜、骨肉相间，如印泥、画沙，起伏随势。笔正则锋藏，笔偃则锋侧。草书时用侧锋而神奇出焉。”怀素草书表现出来的是轻灵倏忽，暴风骤雨，瞬息万变。 \n  唐吕总《续书评》：“怀素草书，援毫掣电，随手万变。”他不借助于线条粗细浓淡和字形大小斜正的强烈对比，而是大量运用圆劲而富于弹性的弧形线条，在注重把握整体气势的情况下，让每个形态各异的字，自然稳妥地各安其所，是一种飘逸从容、酣畅淋漓之美。但是，怀素尽管用笔飞白比较多，但由于黑白对比不强烈，线条本身的变化比线条组合的变化弱得多，怀素晚年的《小草千字文》只是节奏放慢、行气弱化了些而已；其《藏真帖》用笔婉转圆通，以中锋、藏锋为主，挥洒自如，顿挫坚实停匀，篇首端庄，逐渐激越奔放，其中“颜尚书”三字粗大，“笔法闻”三字一笔牵连，热情奔放，此处似有张旭用笔之妙。 \n  在怀素的书作中，主要是圆笔的缠绕和描画，表现在用笔上是持续用毛笔的中锋在绢、素壁、屏风以及其他器物上快速挥写，方笔的穿插较少，这主要是其性格外在表现。怀素的豪放超脱、潇洒劲逸的风格得益于自幼出家，终身事佛，他“狂来轻世界，醉里得真如”，“醉来信手两三行，醒来却书书不得”的颠迷状祝，正好说明他喜欢放纵自己，不肯与世沉浮。怀素所处时代正处于禅宗内部观念转换的巨变时期，禅悟的“活参”之法对怀素大草的艺术思维的影响就更大了。借助酒和禅悟，激发灵感，摆脱世俗，不拘细行，使他蔑视权贵和俗流，意气慷慨激昂，不愿被佛门戒律和世俗陋见所左右，所以书写时挥洒自如、带字欲飞，下笔如流星，将自己的情感融入笔端充分地表现出来。解缙《春雨杂述·草书》：“怀素之飞动，多有意趣。”宋董逌在《广川书跋·北亭草书》中称怀素书法：“今其书自谓真出钟、草出旭，真字不见于世，唯草独传。当其手笔调和时，望神定气，徐起而视，所向无前，故能迥出唐诸子后……” \n  怀素留传下来的作品比较多，《宣和书谱》载，宋代御府藏其草书有一百零一帖之多。所以，在临摹欣赏怀素的书法时，要多观察分析其整体书法面貌，把握其意境气息，掌握其用笔特点，同时还要了解其当时的书写环境和心情，在综合以上因素的基础上，写出来的作品才与怀素的书法风格神韵相接近。","author":"唐代怀素","description":"怀素的书法艺术分析"}]