[{"name":"吴昌硕行书题七友图","text":"《荔枝螳螂图》，取三枝硕果累累的荔枝置于图中，在上部的一枝荔枝的枝头上，爬着一只螳螂，下部两枝荔枝并列交错，构图新颖。荔枝的枝干，线条苍劲遒韧，行笔老辣，多取《天发神谶碑》笔势，凡顿笔、折笔处有如写篆书，富立体感。叶子先用淡墨沿着枝干点画，再以稍浓的墨线迅速勾筋叶。果实则用鲜艳的红色点画，因作者巧妙地把握好了色和水的度，使画出的荔枝，犹如刚摘下的，尚挂着露珠的荔枝，新鲜嫩美。爬在枝头上的螳螂，是用赭色精细勾出的，笔法细腻，极为生动传神。这种工细的昆虫与豪放写意的荔枝融为一体，使画面更为活泼。\n作品背景\n白石生前特别喜好吃荔枝，但他的家乡是不产荔枝的。他第一次尝到荔枝是在45岁时出游至钦州，也就是他五出五归中的四出四归途中。那时，他离开湖南湘潭茹家冲的新居再次远游，先至广西梧州，再乘轮船至广东钦州，住友人郭葆生(在钦州为官)处。他随郭葆生游肇庆，登鼎湖山，观飞泉潭；至高要县游端溪，谒包公祠。在回钦州的路上，看到沿途田里的荔枝树硕果累累，碧绿的叶子中间衬着紫红色的果子，美观之极。此前，他还从未画过荔枝。后来，他曾在《荔枝》中题道：“余曾客肇庆，一日游鼎湖，道旁垂荔枝，欲买取，但不见主人，不可得，归来时日霞相照，其色尤鲜，幸得主人至，得啖之，知果实之味，唯荔枝最美。余尝梦游四方，独不能忘却飞泉潭下也”。从此，齐白石先生将荔枝画入作品之中。自他将荔枝入画之后，有人就拿真荔枝来换他画的“假”荔枝。这在当时被传为佳话。“荔枝”也就成为其画作的主要题材之一。钦州之行，荔枝给白石留下了深刻的印象，尤其是“知果实之味”后，使他长久不能忘怀。在他此后几十年的作品中，常在荔枝图上题写怀旧诗句，如在一幅《荔枝图》中题道：“此生无计作重游，五月垂丹胜鹤头。为口不辞劳跋涉，愿风吹我到钦州。”等等。而且这些题诗中，又多题徐寅诗句或与徐寅有关。在另一幅《荔枝》中题云：“远游不复似当年，一月钦州食九千。群果园中论珍品，徐寅同说荔枝先。”在这幅《荔枝螳螂图》(见图)题曰：“何处名园有佳果，徐寅已说荔枝先。”有的还直接引用徐寅的诗句。这说明在对荔枝的认识上，白石与徐寅是一致的。徐寅为清代人，字虎侯，号秋田，系徐贞木之子，承家学善刻印。 \n作品简介\n另外，图中的那只栩栩如生的螳螂是否也出自白石之手呢?白石是“四十岁后才专画花卉鸟虫”。他自称一生“为万虫写照，为百鸟传神”。可见，他确实画过草虫。但他在58岁作的《花卉草虫册》中题道：“余素不能作细笔画，至老五入都门，几一时皆以为老萍能画草虫，求者皆以草虫苦我，所求者十之八九为余友也。后之人见笑，笑其求者何如?白石惭愧。”很显然，白石先生所说“余素不能作细笔画”，为其谦词。而使“白石惭愧”的是“至老五入都门”。因白石先生58岁第四次进京，是带着第三子齐良琨(子如)一家三口进京的。齐良琨虽在男孩中排第三，但在白石子女大排名中排第五。当时齐良琨已十八九岁，而且又精于工笔草虫。白石之所以感到惭愧的原因，大概是当时他的作品中的草虫是由齐良琨代笔吧。况且，在白石晚年的一些作品中，还明明白白地钤有“子如画虫”印。这幅《荔枝螳螂图》，所署年款为88岁，其中的那只螳螂，应为白石后人代笔。也就是说，白石的后期作品中，工细草虫应为其后人代笔 。\n作品赏析\n现代著名书画家齐白石，早年“五出五归”三客钦州，对荔枝一见钟情，与钦州友人共赏荔、咏荔、画荔，尤其是画荔，笔精墨妙，形神兼备，并于画上题诗，诗画相融，从而提升了熠熠生辉的荔枝文化。\n赞赏荔枝\n906年春，齐白石受父亲的嘱托，寻访在广东从军的四弟纯培和大儿子良元，从桂林来到钦州，住在同乡好友郭葆生的家，教茹夫人画画，披览郭葆生珍藏的书画名帖。1907年过年不久，齐白石应郭葆生之约，取道广西梧州，乘轮船南下至钦州，仍住郭葆生家。一次，他随郭葆生游肇庆，又去东兴，过北仑河，游览越南芒街风光，回钦州的路上，正值荔枝成熟季节，钦州的荔枝园给他留下美好的印象。后来他回忆道：“沿路我看了田里的荔枝树，结着累累的荔枝，倒也非常好看，从此我把荔枝也入了我的画了。”齐白石处处赞叹荔枝为“果之先”，他曾在一幅《荔枝》图中题道：“归来时日霞相照，其色尤鲜，幸得主人至，得啖之，知果实之味，唯荔枝最美。”他在《荔枝小鸡图》题“此果味美，天下人皆知”，在《荔枝螳螂图》上题“何处名园有佳果，徐寅已说荔枝先”。有一幅画，竹篮盛着鲜红的荔枝谷，八十七岁白石老人题上“徐寅道从来果数荔枝为先，余谓亦然”。就是他画“白菜辣椒”，也不忘记与荔枝作类比：“牡丹为花之王，荔枝为果之先，独不论白菜为菜之王，何也？”齐白石既是画家，也是书法家，更用不同字体反复赞颂荔枝为“果第一”，用篆书题上“果味无双”，用隶书题上“入图第一”，用行书题“名园第一”、“名园无二”。他创作的一幅《荔枝图》，画面上，一篮沉甸甸的荔枝果，上面还悬挂着一串红彤彤荔枝，令人垂涎欲滴，左侧题诗曰：“丹砂点上溪藤纸，香满静蓝清露滋。果类自当推第一，世间尤有皆人知。”诗情画意，充分表达了白石老人对荔枝的赞颂。这幅画，后来选入邮电部1980发行一套《齐白石作品选》特种邮票。齐白石一生勤奋作画，荔枝画入选了16枚邮票，可见荔枝画在他心中的地位和特别意义。齐白石盛赞荔枝为“果中之尊”、“果中之王”。\n齐白石在钦州始尝荔枝，有题识为证。他在一幅《荔枝蜻蜓图》上题“寄萍老人齐白石自钦州归后始画荔枝”，另一幅则写“园果无双，予曾为天涯亭过客，故知此果之佳”。天涯亭者，钦州一景也，始建于宋，三次重建，今存中山公园内。齐白石每到天涯亭，总有思乡怀故之情，他刻有一方“天涯亭过客”章，在《题印章》一诗中写道“余四十岁后客钦州，拓有印章，为友人所得，今重见，口占一绝句题后：‘天涯海角梦俱荒，使者传书喜欲狂。三十年来鸿雪在，朱泥如旧鬓添霜’”。\n齐白石观察荔枝非常细致，从色、香、味上，提炼出富有哲理的诗，“方红陈紫宋家香，根本酸甜自度量。既有徐寅知味美，何须人世共夸张”，他又常常对别人说，广东的荔枝真是水果中的珍品，不过，钦州产的荔枝，比广州产的还要胜一筹，“远游不复似当年，一月钦州食九千”。他在20年代中期画的一幅《荔枝图》上，画面是劲风吹拂的荔枝树梢挂满果实，白石山翁欣然题诗“论园买夏鹤头丹，风味虽殊痂嗜难。人世几逢开口笑，尘埃一骑到长安”。\n情牵荔枝\n齐白石在1902年至1909年的八年间，走出湖南到外地游历，这是他人生的“五出五归”，后“三出三归”实际上主要居住在钦州。齐白石在钦州时，当地老百姓经常送荔枝给他吃，有喜欢书画的人，也要求齐白石画画相送，这就是齐白石用“假荔枝”换“真荔枝”的雅事，齐白石自己也有记述，他在一幅《扇面荔枝图》上，题识：“予曾客广东之钦州，有人呈鲜荔枝易画，不可再梦”。从表面上看，这好像是物物交换，不足为奇，但是，齐白石移居京城，就是用“假白菜”换不到“真白菜”，可见齐白石与钦州人民的深厚情谊。齐白石在钦州，常有一些小聚会，每当夜幕降临，清风徐来，钦州一位小靓女，一会儿抱琴浅唱，一会儿用纤纤玉手剥荔枝给齐白石吃，中年的齐白石，能不心驰神往？多年以后，此情此景仍令齐白石回味无穷，经常和朋友谈及此事，还写了一首《与友人说往事》诗：“客里钦州旧梦痴，南门河上雨丝丝。此生再过应无分，纤手教侬剥荔枝”，追忆他在钦州这一段情缘。1909年3月，齐白石“五出五归”的最后一游，自家乡湖南湘潭出发，沿长江经武汉、九江、安徽芜湖，至江苏南通、上海，抵香港。他在南方的见闻能够影响他的画艺要算是绘画荔枝了。后来他居住京城创立红花墨叶画派，在他“衰年变法”里，荔枝，红果绿叶，正是他绘画的绝好素材，他自己说荔枝“入图第一”。《齐白石自述》曾说到，1907年春，齐白石随友人去东兴，在回钦州的路上，看到挺拔苍劲的荔枝树，挂着鲜艳欲滴的荔枝果，画兴大发，一天连续画了七八幅荔枝图。回想在钦州摘荔枝的惬意情景又作诗：“作客天涯亭子外，买园门锁夏天开，千回上树无人到，只有蜻蜓飞去来”。这些诗与画，都表明了齐白石对钦州荔枝一往情深。 \n梦追荔枝\n齐白石1917年移居京城，已经是年近花甲了，不知为什么，繁华的都市，始终无法冲淡他对荔枝的记忆，而且，对荔枝的创作，熔铸到他“衰年变法”的历路。1919年，齐白石正式定居北京法源寺庙内，早年摘荔枝的光景立即浮现在脑海，于是齐白石挥毫泼墨，画了一幅《荔枝图》，挺拔苍劲的大荔枝树，枝叶墨绿，果实累累。这是本人收集到的齐白石署明作画时间的第一幅荔枝图。从众多的画图来看，早期画荔枝风格写实，粗笔树干，工笔果叶；三、四十年代多取折枝法，将几串荔枝置于篮中，配以工笔小虫，绿叶映衬，荔果鲜嫩欲滴，小虫活灵活现；耄年作品，甚至直接画几颗荔枝果，极力夸张鲜艳的果实，沉而透，苍而润，注入深沉的感情，以情动人，体现了齐白石大写意的思想和实践能力。\n齐白石在北京城，常用吟诗作画来回味南方赏荔的情景，有的反映摘荔枝的意趣，“朝朝梯上千回树，饱腹移阴席绿苔”，“折来犹有荔枝思，不忘会游过岭时。为客心闲形迹静，蜻蜓飞上手中枝”。有的反映对荔枝的思念，“自笑中年不苦思，七言四句谓为诗。一朝百首多何益，辜负钦州好荔枝”。到了晚年，齐白石感到年事已高，不可能再到遥远的南方——钦州去了，便作了一首《思食荔枝》“此生无计作重游，五月垂丹胜鹤头。为口不辞劳跋涉，愿风吹我到钦州”，寄托自己的对荔枝的无限思念。\n我收集到齐白石的荔枝图一百余幅。最早的一幅荔枝画作于1919年，二十年代(60岁以上)5幅，三十年代(70岁以上)10幅，四十年代(80岁以上)23幅，五十年代(90岁以上)13幅，从没有标明时间的50多幅作品看，有许多作品与晚年作品风格相似，可以肯定，齐白石五十年代荔枝画不止13幅，也就是说，齐白石越是晚年对荔枝眷恋越深沉，由于条件所限，当时不容易买到新鲜荔枝，他就嚼荔枝干，有朋友来了就拿出来大家分享，“有买其画的老顾主，方出花生及干荔枝以待客”。齐老是1957年9月仙逝的，他自谓97岁(实为95岁)，但他95、96岁还在画荔枝。更有甚者，齐白石临终的画室里，墙壁上悬挂的却是一幅1936年画的《荔枝篮图》，可见，荔枝于齐白石，可以说是魂牵梦绕，画荔枝终其一生。\n升华荔枝文化\n齐白石的荔枝画追求几方面的意境：\n一是作画似与不似之间。有人说，齐白石画的荔枝好像不够逼真，这是齐白石的画风由工笔转向写意之作。齐白石在钦州几年生活，是后来“衰年变法”的孕育时期，荔枝成熟后的鲜红果实墨绿树叶正是他“红花墨叶”派的绝好素材。因此，他经过近一个世纪的艺术实践而得出了一个艺术真谛，“作画妙在似与不似之间，太似为媚俗，不似为欺世”，“以神似意足为足，视单纯形似为低俗”。他的荔枝作品很多是枝干粗放，而草虫十分工谨。有的“写意”作品把形简到了极致，有的接近抽象，但物形又藏在其中。这个“妙”字，不仅妙在似与不似之间的形，而重要的是妙在内在的艺术生命。在他笔下，小生物大都是活蹦乱跳呼之欲出。他的造型、他的笔墨、他的色彩，源于生活，也源于他的想象，那似与不似的境界，是客观世界高度凝聚的结晶。有妙造神意的艺术构思和令人浮想联翩的神力，齐白石经过近一个世纪的艺术实践得出艺术真谛“作画妙在似与不似之间”，将中国画的内在理论推上了一个更高的崭新境界。\n二是人与自然的和谐相处。齐白石1919年迁居北京，他接受陈师曾的劝告，十载关门，以求衰年变法，他经历了自己的酸甜苦辣，在吸取吴昌硕风格的基础上借鉴民间艺术营养，创立了独特的写意画风。画面生机勃勃，造型少雕琢，质朴、简练，色彩鲜艳明快，在没有借鉴学习任何西方绘画、理论的情况下，通过生活体验将阔笔大写的花卉与工细草虫巧妙结合，以求相辅相成之情趣，其画风早年笔墨清新整饬，中年以后渐趋雄浑，晚年则炉火纯青、率真朴实，浑然天成。齐白石是个热爱生活的艺术家，作画崇尚拙朴自然反映生活，他常常说“我绝不画我没有见过的东西”，因此，他广泛吸收大自然的营养，自称要“为万虫写照、为百鸟传神”，题材从人物、山水到花鸟、鱼虫、走兽无所不画。他的写意荔枝图，往往配上工笔的蜜蜂、螳螂、蜻蜓、牵牛、小鸟……无不栩栩如生，装上篮的荔枝，老鼠来偷吃，其形态活灵活现，可爱的小鸡配以荔枝，题识“吉利万千”，他画的荔枝画散发着泥土的芬芳。有着醇厚的乡土风情，集中反映了生态文化、和谐文化的情愫。\n三是对新中国的美好生活的向往。1949年北平解放后，毛泽东十分关心齐白石，亲自给齐白石写了一封信，设家宴款待齐白石，两人促膝长谈，齐白石非常感动，表示：“在我的余年里，要为这个太平盛世多画些美好的东西。”新中国成立以后，齐白石创作了很多荔枝画，荔与“利”谐音。荔枝象征吉利如意，故齐白石多以入画。在7幅荔枝画上分别题上“大利”、“大利”、“四利”、“大吉大利”、“太平吉利”、“平安吉利”、“平安多利”，一树树、一串串、一篮篮荔枝，鲜艳欲滴，正是反映齐白石对新中国红红火火的美好生活的向往。\n齐白石一生在外游历不多，却在钦州长住了三个年头，钦州是他人生的重要驿站，画荔枝是他在钦州发展文化的支点，正是有了这个支点，才使他老人家对钦州流连忘返，正是有了这个支点，钦州挖掘齐白石文化才有无穷的源泉。\n","category":"行书","verified":true,"user":1,"timestamp":1429951655013},{"name":"吴昌硕行书题七友图","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791633845,"text":"","author":"清代吴昌硕","description":"吴昌硕行书题七友图"}]