[{"name":"张旭楷书严仁墓志铭v2","text":"《严仁墓志》，天宝元年（742），1992年河南洛阳出土。 《严仁墓志》的志石上原题“唐故绛州龙门县尉严府君墓志铭并序”，石上有方形界格，文字21行，满行21字，共计430字。\n简介\n《严仁墓志》的志石上原题“唐故绛州龙门县尉严府君墓志铭并序”，石上有方形界格，文字21行，满行21字，共计430字。志铭后部署“前邓川内乡县令吴郡张万顷撰吴郡张旭书”。《严仁墓志》石上虽然刻有界格，但格子中写的字大小有着差异，书丹只是基本上守着界格，运笔雄健，可以看出书写时每一点划的行笔感觉。字的点划，有的饱满，有的却瘦硬，并不一律，字形结构的变化出入明显，甚至有的字形出现了不稳定感。但志石上全篇文字的精气神是一致的，通篇浑然一体，整体看上去有着一种痛快淋漓的行笔气势 。\n资料\n因为《严仁墓志》上有的字书写的并不完美，所以有文章指出：“《严仁墓志》从总体上看，具有典型的唐人书风，具体的分析，有很多字也确实书刻精当，与《郎官石柱记》的风貌不远。”但文章中又作臆测说“是否可能是：张旭当时并未书写此志，是当事者（不见经传）慕其名，集取流传的张旭单字，缺字部分由出于无奈，由书法水平平庸的无名氏凑足，摹刻工人则不管三七二十一，按图照搬完事。或者，根本就不是张旭真笔，署上伪款而已。”以上看法，表明了许多人不愿意看到署名张旭书的作品上有诸多的毛病，这心愿是好的。但历史上著名的大书家写出的所有的字，未必全都会令人满意，谁也不能保证唐人张旭写的字就不会有败笔或错别字。《严仁墓志》上的书法，绝大多数字是写得好的，如前所言是“书刻精当”的，不能因为有部分字形不好看，就怀疑不是张旭的书法。\n《严仁墓志》的撰稿人，在志石上写明了是“前邓川内乡县令吴郡张万顷”，此人与张旭既是同乡又是同姓。墓主严仁是“馀杭郡人”，曾任“绛州龙门县尉”。古龙门县与内乡县之间的重要地点是洛阳，是唐王朝的东都。洛阳曾是张旭生平中几度前往活动的地方，洛阳地区也是唐时官吏、文人们活动的重点所在。张旭应“吴郡张万顷”约请来为“馀杭郡人”严仁的墓志书丹，一是出于与志文撰稿人的熟稔，二是出于撰稿人、书丹人与墓主属吴越大同乡的关系。由于人情与郡望的关系，张旭为《严仁墓志》书丹，完全是人之常情而又顺理成章的事。墓志作为陪葬品，在唐代是大行其道的，墓志文字的撰稿和书丹者，一般都是与墓主生前有过关系，或者是墓主家属所瞩意的人。试想，严仁的家属怎么可能会请无关的“书法水平平庸的”人来“凑足”或“署上伪款”呢？有些字书写不到位，应从书写时的执笔姿态上去寻找原因。从总体上看，《严仁墓志》的书法运笔爽利，点划之间有一种倜傥不羁的意态，这极符合张旭其人的性格。墓志上写的字，有一种下笔既成，不屑多加布摆的态势，所以只见全篇书法的字迹神完气足，其间并无临仿者那种胆怯的扭捏之态。\n《严仁墓志》原石的边长是50厘米多一点儿，长与宽都是这么大，在结构上出毛病的一些字，大都出现志石的下方和左边。这是一个关键的问题。因为人们在写字时，笔与纸结合的位置，是在眼前方一尺左右的地方为最佳，这个距离最适宜手臂的上下左右四方的伸展，如果超过这个尺度，就应该移动书写件或者移动身体位置，以适应手与眼之间的距离。否则，以不变的位置硬写下去的话，难免会在视线上受阻，而出斜视，同时手臂的运作就会出现不太自如，写出的字在结构上也就很难尽如人意。《严仁墓志》完全可能因为书丹者张旭懒得多次移动身位，而墓志石又是不容易搬动的重物，就那么一路写下来又写过去，很快写完全篇铭文，所以便出现志石上特殊部位的字形结构失衡的问题。\n《严仁墓志》的书法，另外还有两个明显之处，即存在着错别字和简化字。这两点在传世的《郎官石记序》中也是都有的，如果特别从写错别字这点来着眼的话，也许可以为辨识张旭的楷书，从另一个侧面提供了信息。从张旭写字的率意性上去考虑，他毕竟不曾像颜真卿似的写过《千禄字书》那种楷法实用准则，那么在字的点划上多写或少写一笔却成了张旭楷书的一种另类风格了。虽然这种写字方法不足以效仿，但作为研究张旭楷书的一种参考条件来加以利用，却未尝不可，也不失为是一种方法。\n《严仁墓志》的书法，从其时代性和个人风格上看，的确是出于张旭的手笔。从墓志中与《郎官石记序》上一些字的相同写法，也可以得到证明，比如昌、吴、郡、顷、国、迁等字，就写的完全一样。同时也说明《郎官石记序》的书写比《严仁墓志》为时仅早出一年又两个月，因此，它们的字形面貌是相近的。 \n赏析\n严仁墓志上的楷书方正饱满，结体宽绰，端庄平稳，显示出张旭楷书的深厚功底。也许正是有着极为老到的楷书功夫，才使张旭那看似尽情挥洒、任性而发的狂草达到“法无定法”的境界。张旭的墨迹虽有传世，但确切记载为张旭所书的不多。严仁墓志经科学发掘出土，并标明为张旭所书，格外难得，定为“国宝”当之无愧。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951550189},{"name":"张旭楷书严仁墓志铭","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429712217483,"text":"","author":"唐代张旭","description":"张旭楷书严仁墓志铭"}]