[{"name":"王羲之行草雨后帖","text":"王羲之《雨后帖》，25.7×14.9厘米，北京故宫博物院藏。该帖为五行草书尺犊，末款“羲之”，铃有“世南”、“贞观”二墨印，又有“志东奇玩”、“四代相印”、“绍兴”小玺及清内府请藏印。所以鉴为伪书，一是此帖不见于古刻丛帖中，又没有元以前的题识、记载。清初吴其贞《书画记》说此帖：“书法有沉重古雅之气，其纸色是墨水所染者，以为伪物。”安歧《墨缘汇观》以为是“唐模”。以书法论，运笔流滑，结构松懈，虽水平不高，但笔法显示出的转折、顿挫自然，是临写，而非钩摹。纸色深褐，颜色呆滞不自然，如吴其贞所言是染旧。二是帖的书纸，经有关专家鉴定，是竹纸，即北宋中期以后才能制造的纸张。三是帖上所铃藏印，细审“世南”、“贞观”两个唐代墨印，都是墨笔画出的；北宋苏辙的“志东奇玩”、“四代相印”，经比较为伪印；只有南宋“绍兴”小玺为真印。综合这几方面的考鉴，该帖的上限约在北宋末期，是以临写的方法伪做出的名人书迹。","user":1,"timestamp":1430036897211,"verified":true},{"name":"王羲之行草雨后帖","text":"\n【文物原属】宋摹晋王羲之作品\n文物简介\n纸本，行草，纵25.7cm，横14.9cm。\n署款下一草押不识，又“禹民”二字题名。\n鉴藏印有“世南”、“贞观”（画描墨印），以及“四代相印”（朱文，伪）、“志东奇玩”（朱文，伪）、“绍兴”（朱文联珠），清乾隆、嘉庆、宣统内府诸印。\n帖后有元邓文原，明董其昌题跋各一段，明邹之麟题跋两段。\n《雨后帖》传为王羲之所书的一通信札，所谈之事不可考，书字不够规范，个别字难于辨认。\n此帖最早见于清代安岐《墨缘汇观》：“雨后帖，草书，纸本，唐模，有‘世南’墨印。”今专家鉴定认为此帖并非王羲之亲书原迹，依据有三：一是此帖上清代以前的钤印中除“绍兴”外皆不真。书法确有沉雄古雅之气，但与《姨母》、《丧乱》诸帖和《兰亭序》对比相去甚远。二是从用纸分析，纸为深褐色带有细横帘纹的竹纸。而竹纸在晋代是没有的，宋苏轼《东坡志林》卷九曾云：“今人以竹为纸，亦古所无有也。”三是晋代的书写工具是实心笔，行笔时笔毫开叉而经常出现贼毫，然《雨后帖》则用兼毫笔，笔画既软又肥，字距之间笔势连带而出现牵丝，无一笔贼毫出现，因此不应为晋时所书。\n从此帖的墨色浓淡变化观察，与运笔的启收、顿挫转折的徐疾和用力相吻合，无勾摹痕迹，因此判断此帖应是古临本，书写年代在北宋至南宋绍兴以前。\n书法释文\n今日雨后未果奉状，想□能于言话，可定便得书问，永以为训。妙绝无已，当其使转。与都下□信，戴适过于□也。羲之。\n注：□代表无法辨认的文字。\n著录信息\n清《书画记》、《平生壮观》、《墨缘汇观续录》、《石渠宝笈初编》著录。\n","category":"行草","verified":true,"user":1,"timestamp":1429951537570},{"name":"王羲之行草雨后帖","text":"\n【文物原属】宋摹晋王羲之作品\n文物简介\n纸本，行草，纵25.7cm，横14.9cm。\n署款下一草押不识，又“禹民”二字题名。\n鉴藏印有“世南”、“贞观”（画描墨印），以及“四代相印”（朱文，伪）、“志东奇玩”（朱文，伪）、“绍兴”（朱文联珠），清乾隆、嘉庆、宣统内府诸印。\n帖后有元邓文原，明董其昌题跋各一段，明邹之麟题跋两段。\n《雨后帖》传为王羲之所书的一通信札，所谈之事不可考，书字不够规范，个别字难于辨认。\n此帖最早见于清代安岐《墨缘汇观》：“雨后帖，草书，纸本，唐模，有‘世南’墨印。”今专家鉴定认为此帖并非王羲之亲书原迹，依据有三：一是此帖上清代以前的钤印中除“绍兴”外皆不真。书法确有沉雄古雅之气，但与《姨母》、《丧乱》诸帖和《兰亭序》对比相去甚远。二是从用纸分析，纸为深褐色带有细横帘纹的竹纸。而竹纸在晋代是没有的，宋苏轼《东坡志林》卷九曾云：“今人以竹为纸，亦古所无有也。”三是晋代的书写工具是实心笔，行笔时笔毫开叉而经常出现贼毫，然《雨后帖》则用兼毫笔，笔画既软又肥，字距之间笔势连带而出现牵丝，无一笔贼毫出现，因此不应为晋时所书。\n从此帖的墨色浓淡变化观察，与运笔的启收、顿挫转折的徐疾和用力相吻合，无勾摹痕迹，因此判断此帖应是古临本，书写年代在北宋至南宋绍兴以前。\n书法释文\n今日雨后未果奉状，想□能于言话，可定便得书问，永以为训。妙绝无已，当其使转。与都下□信，戴适过于□也。羲之。\n注：□代表无法辨认的文字。\n著录信息\n清《书画记》、《平生壮观》、《墨缘汇观续录》、《石渠宝笈初编》著录。\n","category":"行草","verified":true,"user":1,"timestamp":1429951462722},{"name":"王羲之行草雨后帖","dynasty":"魏晋","category":"行草","type":"","user":1,"timestamp":1429791640044,"text":"【释文】今日雨后未果奉状，想□能于言话，可定便得书问，永以为训。妙绝无已，当其使转。与都下□信，戴适过于□也。羲之。\n《雨后帖》，纸本 25.7×14.9厘米。北京故宫博物院藏。\n《雨后帖》为五行草书尺椟，末款“羲之”，本幅有“世南”、“贞观”二墨印，又有“志东奇玩”、“四代相印”、“绍兴”小玺及清内府诸藏印。帖後有邓文原、董其昌、邹之麟等题识。邓文原跋云：“右王右军《雨后帖》真迹，明窗棐几，夜雪初晴，得此展玩，良一快也。”安歧肯定它是唐模，吴其贞则含糊其词。邓文原称之为真迹，到底如何？\n1980年10月故宫博物院曾组织院内外专家再次进行过鉴别。\n对邓文原所说“真迹”这一语词概念，专家们指出；古人中有的称墨迹为真迹，以别于拓本，并不完全如同我们理解的概念含羲。南末岳珂《宝真斋法书赞》称唐摹晋人帖，亦谓真迹，就是有力的旁证。\n专家们对“唐模”，还是“唐宋人所作欤？”也进行了仔细的研究。根据1973年对故宫博物院藏若干古代法书用纸研究的成果看，“旧题王羲之《雨后帖》及王献《中秋帖》（乾隆曾列为“三希堂”中“三希”之一）是竹纸，细审二帖，前者深褐色，颜色呆滞不自然，是作旧遗迹，细横帘纹也是晋纸中不曾见过的。”( 见潘吉星同志着《故宫博物院藏若干古代法书用纸之研究》一文，刊1975年第10期《文物》）同文还指出：“苏轼《东坡志林》卷九曾说‘今人以竹为纸，亦古所无有也'。看来，竹纸起源不会早于唐，五代，至北宋竹纸始为书家所用，南宋时方普及。”这一研究成果不仅肯定了吴其贞所说：“其纸色是墨水所染者，以为伪物”是正碓的。同时指出了《雨后帖》书纸是竹纸，这就从根本上否定了《雨后帖》是王羲之所书。至于说“二帖有钩摹迹象”，却要与潘吉星同志商榷了。因为不懂王献之〈中秋帖〉是宋代米芾所临的鉴定结论，已被目内多数专家所同意，细审《雨后帖》却也未见“钩摹迹象”。从书法来看，艺术水平并不十分高。本来存世的王羲之书法作品的摹临本面目就很多，很难统一，就拿最为接近原作的唐摹本《万岁通天帖》或唐代冯承素摹本《兰亭序》来与之比较，《雨后帖》也相去较远。况且两个唐摹本非常忠实于原迹，就连由于晋时所用是实心笔（按；笔头中心有芯，外缚笔毫），笔毫开叉而经常带出的贼毫，也一一交待清楚。《雨后帖》则用兼毫笔，笔画偏软偏肥，除字距之间由笔势连带而出现的牵丝外，没有 一笔贼毫出现。当然工具的不同或者只能说明《雨后帖》钩摹的早晚，或者说明作伪者不能忠实于原作，但在坚轫的竹纸上显示出浓淡燮化的墨色舆运笔的启收、顿挫、转折的徐疾和力量能一一吻合。就更为有力地证明《雨后帖》是临写不是钩摹。\n此外，启功先生谈到，晋人书卷比唐人书卷矮小，《淳化阁帖》摹成一样的尺寸，《快雪时睛帖》原本就较矮，是由小横卷改摹成高行的，最后“山阴张侯”四字是外封题署，因是摹的，把它放在最后，并非有意作为。这样看来，《雨后帖》虽然是临写本，但也不是有意作伪，只是因为后来人如邓文原，或是误定，或是他们就把这类墨迹本称为真迹，而传至今天，给我们带来许多不解之处。由于纸和笔的工具不能早于唐，这样《雨后帖》的年代上限大致可定了。专家们还指出，“世南”、“贞观”二墨印是画的；“志东奇玩”、“四代相印”二印均伪，只有“绍兴”小玺一印真，这样下限也可以确定了。\n综上所述，我们已可以得出这样的结论：《雨后帖》是古临写本，它的制作年代早至北宋，晚至南宋绍兴以前。（故宫研究员 舒华）","author":"魏晋南北朝王羲之","description":"王羲之行草雨后帖"}]