[{"name":"草书扇面","text":"“故乡杳无际，日暮且孤征。川原迷旧国，道路入边城。野戌荒烟断，深山古木平。如何此时夜，噭噭夜猿鸣”，这是董其昌草书扇面释文。此帧扇面书法写的非常激越跳宕，技法娴熟。自署学杨少师（凝式），确有几分“神仙起居法”的遗韵。扇面纸熟，又有折痕，形式特殊，写好不易，董其昌是书扇老手，正利用了扇面的短处而变其长，出现的线条及墨色的变化别有意味。\n此扇15.5×47.7厘米，藏荣宝斋。\n董其昌（1555——1636）明书画家。字玄宰，号思白、香光居士。华亭（今上海松江）人。官礼部尚书，卒后谥文敏。著有《容台集》、《容台别集》、《画禅室随笔》、刻有《戏鸿堂帖》。\n","category":"草书","verified":true,"user":1,"timestamp":1429951649388},{"name":"草书扇面","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791623469,"text":"释担当《草书扇面》，50.5X16.5cm。\n\n\n\n\n担当的书法艺术\n　 在我国，因出家为僧而成为著名书法家者有智永 （陈、隋间人、王羲之第七代孙）、怀仁（唐高宗时人）、怀素等，担当则是继他们之后又一著名书法家。他们的书法是中国书家群体中最为特殊的一部分。从大量传世的作品中可以看出，书法和佛义的关系大概可以分为两种：一是把写字当作一项善业，与布施造寺相同，是一种宗教行为。一是把写字当作佛性的直接表现，和担水砍柴相同，是一种机锋妙道。前一种写字当然主要是抄经，在优秀的经卷抄本中（如唐人写经小楷），我们可以察觉出虔恪诚笃的宗教情操。后一种写字则见于禅僧的狂草，那是棒喝顿悟式的活动。利剑一斩，妄念俱绝，是直截了当的当下表现，这一种书法的最高境界就是禅境。担当的书法是属于后一种的。\n　 担当，生于明万历二十一年（公元1593年）云南晋宁人，原名唐泰，号大来，法名“普荷”，自号“担当”，意即“能担当佛门重任”。他的先代是浙江淳安人，父亲读书中举，曾任明陕西临洮同知。唐氏世代爱好诗文，唐泰曾刻过他曾祖以下二代的 诗，名为《绍基堂集》。他从小用功读书，十一岁就考取秀才第一，三十三岁（明天启六年）以明经上京赶考未中。从此遍游祖国名山大川，寻良师访挚友，拜董其昌为师，学习传统绘画和书法，由于他刻苦钻研，勤于实践，广采博纳，很早就显示出艺术才华，取得突出的成就。此间他结识了陈继儒（眉公），并到绍兴访湛然、云门和尚，又和他的同乡前辈苍雪法师往来，开始接受佛教思想。担当年轻时，不仅诗书有名，为人激昂慷慨，喜欢侠义，学习剑术。他当时看到明朝将要覆灭，颇想纠集一些有志之土，以恢复明社为己任，然明廷腐败，事与愿违，遂“纡踪岭右，茧足万里”回归故里。担当的这次远行，对他今后的艺术创作起了决定性的作用。\n　 担当回滇不久，适逢旅行家徐霞客来云南。霞客专程到晋宁县拜访他，和担当及其亲友盘桓十日。担当非常高兴和这位旅行家、文学家交往，坚决留霞客在自己家中住宿。每日盛情款待，畅谈祖国山川胜迹，诗酒唱和，甚为欢畅。《徐霞客游记》中的《滇游日记》，多次记下担当的事迹。\n　 徐霞客走后，担当的母亲也去世了。一方面“明祚将亡，无能为力，一方面母归道山，毫无牵挂。于是重新产生了出世的思想。公元一六四四年，明亡清立，担当目睹国变，便把一腔抑郁寄情山水之中，并削发为僧，时年五十一岁，驻足大理鸡足山感通寺。他息养静休，攻读研究经藏，面壁修行。来往于鸡足山各寺及名刹丛林之间，飘然而来，飘然而去，人称“云中一鹤”，“南中高士”。\n　 明清易代之际，当时的云南更是处在十分复杂的政治局面之下（清王朝从封藩、削藩到平藩）。我们从明遗民书画家程邃，八大、石溪、担当的作品中，都可以看出类似的风格（尽管他们分散在天南地北，极少往来），但时代的变迁，使一些有共同遭遇的艺术家，对政治环境和艺术表现有共同的感受，因而形成了共同的时代风格，这在中国书画史上是一个特别值得研究的现象。\n　 担当是董其昌的弟子，董其昌的艺术理论和书画造诣，风靡了明末和清代艺坛，在担当早期的书画作品中，很清楚地看出他受董玄宰的影响。但毕竟时代的变迁和个人的经历对于一位艺术家有着更重要的影响，因此无论诗、书、画，担当都有和董其昌迥然不同的面目。也许可以说：担当具有和他的老师所不同的人生际遇，这种际遇贯穿到他的艺术作品中，就产生一种豪迈坚强的个性，这是担当作品的独特风格，也是担当诗书画之所以俱有感染力量的主要原因。\n　 担当的书法以行、草为主，尤善草书。他的草书有唐代怀素的风骨，晚年更接近倪元璐、王铎一辈。他书法的天份和功力都很深，在章法、布局、用墨上深得虚实相生之妙。他的草书笔墨飞舞，大有“当其下手风雨疾，笔所末到气已吞”的气概。担当晚年的狂草，更加放纵老辣，行笔跳荡飞跃，结体和分行布白奔趋揖让，不但浑成入妙，通过笔画章法表现自己的情怀，而且已进入了高古的境界。\n　 他对艺术创作有极精妙的领悟，在一幅画中题道：“支离老手，非熟极而生不可。”担当所谓“熟极”，也就是要熟练的掌握传统规律；“生”，则是打破传统规律的束缚，别出新意，他是主张在学好传统的基础上创新的。关于书画艺术的“熟”和“生”，原也是董其昌提出来的，董其昌说：“书与画各有门庭，字可生画不可不熟；字须熟后生，画须熟外熟。”担当在这个主张上，超越了老师董其昌的藩篱，否定了他的“不可不熟”和“熟外熟”的要求，一味从生拙处着眼，所以能自成一家，抛去了董其昌那种圆笔淡染的南宗笔墨。担当还把他精湛的书法技巧用到绘画上，书法基本功的老练，使担当的山水画添上了重要的成功因素。特别担当来往干鸡足、点苍一带三十多年，对于滇西山水的特点，揣摩已入化境，把读者带入滇西高原特有的朗润空气中，使人不得不佩服他那锤炼洒脱的笔墨所具有的巨大感染力量。在他的每幅书法作品中，点画之间的“奔趋揖让”，也都根据每一个字的笔画繁简，字形长短宽狭加以安排，像一部乐章那样具有韵律感，形成一种气势。这种气势是意在笔先地构思成熟，而不是事后“摆布”出来的。从笔墨的飞舞，看出他的“熟”，从行气的变化，却又打破规律，追求格局的“生”。\n　 他有一些清淡绝俗的作品，诗、书、画俱佳，令人叹为观止，正所谓“诗中有画，画中有诗。”再加上绝妙的书法布局，是难得的神来之作。如《踏雪寻梅》：\n “担头多酒雪已降，行行盱见老梅桩。一枝两枝折不尽，呼童恨不连山扛。”涉想奇，立意高。又如《题画诗册页》：“无事不寻梅，得梅归去来。雪深春尚浅，一半到家开。”再如：“大半秋冬识我心，清霜几点是寒林。荆关代降无踪影，幸有倪存空谷音。”“地偏惟恐有人来，画个茅堂户不开。陵谷虽无前日影，老僧只点旧时苔。”简直是天人合一的妙语佳境，读来令人神往。\n　 担当大师乃明末清初佛门高僧，他深究佛理，常在画上题一些寓意深刻的禅宗俚语，如题画云：“以近八十翁，老眼犹在纸画中。”再如《自题像赞》云：“担当老，担当老，足健而跛，目健而眇；法席掀翻，禅床推倒，且在粪堆里打眠，漆桶中洗澡。”已进入一种高妙超尘的禅境。昆明筇竹寺罗汉堂的斋房门口有—副对联：“托钵归来，不为钟鸣鼓响，结斋便去，也知盐尽炭无。”\n　 这副对联本是担当为大理感通寺的僧厨写作的，书法精美，内容浅显有味。是早年李根源先生在大理时，把它拓下来，送给筇竹寺悬挂的。\n　 清康熙十二年（公元一六七三年）冬天，担当感到身体有些轻微不适，卧床十九天，忽然晨起盘膝端坐，写了几句偈语：“天也破，地也破，认着担当便错过，舌头已断谁敢坐？”抛下笔后便与世长辞了。享年八十一岁。圆寂归化大理鸡足山的顶峰，其骨塔在感通寺后，塔有《清担当塔铭》铭文。\n　 担当的诗集有：《修文集》，《橛庵草》、《拈花颂百韵》等。他的诗、书、画，三百多年来为后世所推崇。一九四九年前，高荫槐将军搜集了担当的一百多幅书、画作品，号称“百担斋”，捐赠云南省博物馆。人民美术出版社曾出版过《担当书画集》和《担当山水画册》两辑作品。云南省博物馆也曾将其藏品举办过多次《担当书画遗作展》。担当的诗书画艺术成就是相当高的，但由于云南地处边陲，担当的名字还不像八人山人、石涛那样为中外艺术界所熟悉，他的作品知道的人也还不很多。这正是我们今后应大力介绍的。令人欣慰的是，最近由云南人民出版社、云南美术出版社联合推出了《担当书画全集》。这部沉甸甸的、装帧精美、颇带佛门清静庄严色彩的大型画册会不会带给我们当代书坛一些更深层次的思考？","author":"明代释担当","description":"草书扇面"}]