[{"name":"张裕钊楷书节录韩愈新修滕王阁记v2","text":"《新修滕王阁记》\n作者：韩愈\n简介\n原文\n愈少时则闻江南多临观之美，而滕王阁独为第一，有瑰伟绝特之称；及得三王所为序、赋、记等，壮其文辞，益欲往一观而读之，以忘吾忧；系官于朝，愿莫之遂。十四年，以言事斥守揭阳，便道取疾以至海上，又不得过南昌而观所谓滕王阁者。其冬，以天子进大号，加恩区内，移刺袁州。袁于南昌为属邑，私喜幸自语，以为当得躬诣大府，受约束于下执事，及其无事且还，傥得一至其处，窃寄目偿所愿焉。至州之七月，诏以中书舍人太原王公为御史中丞，观察江南西道；洪、江、饶、虔、吉、信、抚、袁悉属治所。八州之人，前所不便及所愿欲而不得者，公至之日，皆罢行之。大者驿闻，小者立变，春生秋杀，阳开阴闭。令修于庭户数日之间，而人自得于湖山千里之外。吾虽欲出意见，论利害，听命于幕下，而吾州乃无一事可假而行者，又安得舍己所事以勤馆人？则滕王阁又无因而至焉矣！\n其岁九月，人吏浃和，公与监军使燕于此阁，文武宾士皆与在席。酒半，合辞言曰：“此屋不修，且坏。前公为从事此邦，适理新之，公所为文，实书在壁；今三十年而公来为邦伯，适及期月，公又来燕于此，公乌得无情哉？”公应曰：“诺。”于是栋楹梁桷板槛之腐黑挠折者，盖瓦级砖之破缺者，赤白之漫漶不鲜者，治之则已；无侈前人，无废后观。\n工既讫功，公以众饮，而以书命愈曰：“子其为我记之！”愈既以未得造观为叹，窃喜载名其上，词列三王之次，有荣耀焉；乃不辞而承公命。其江山之好，登望之乐，虽老矣，如获从公游，尚能为公赋之。\n元和十五年十月某日，袁州刺史韩愈记。\n重点字词\n移刺袁州刺：担任刺史\n窃寄目偿所愿焉偿：满足\n愈既以未得造观为叹造：到达\n词列三王之次次：次序．行列\n公与监军使燕于此阁燕：通“宴”，设宴\n译文\n韩愈年轻的时候听说江南江南多有（宜于）登临游赏的所在，只有滕王阁是第一。有瑰丽，雄伟、奇绝、独特的称号。\n等到得以三王为它写了序、赋、记，觉得他们文章很壮美，更加想去那里看一看然后阅读前人文章，以便忘记我的忧愁。受在朝廷做官的束缚，参观滕王阁的愿望没有机会实现它。14年，因为谈论事情（佛骨）被贬留守揭阳，因为想近便，走了捷径，以至取道海上，又不能够过往南昌来看看所说的滕王阁。这年冬天，因为皇帝改变年号，在国内施加恩德，转任袁州。袁州是南昌的附属地方，我私下里高兴侥幸的对自己说，认为应当能够亲自到南昌府，接受您的手下官吏的管制，等到没有事情将要返还的时候，或许可以有一机会到滕王阁的所在，我私下里放眼观赏偿还平生所愿。到了袁州七月的时候，有诏命让中书舍人太原王公做御史中丞，考察江南西道；洪、江、饶等地都是所属管治的地方。八个地方的百姓，以前不便施行的以及要求不能满足的，王公到了之后，以前不便施行的停止，想要做而不能得到满足的施行。大的事情通过使者报告皇上，小的事情立刻就改变了，应当赦免的赦免，应当处死的处死，正大光明的得以倡导，违法背义的得以禁止，政令在府内几天内改善，百姓在湖山千里之外自得其乐。我虽然想提出些意见，谈论利益和弊端，听命于王公手下的官吏，但是我们州竟然没有一件可以借来巡游的事，我又怎么能放下自己该做的事情来使我的同僚辛苦呢？于是还是没有机会来滕王阁啊。\n这年九月，百姓和官员融洽，王公和监军让人设宴在这个地方，文官武将宾客士人都在酒席上。宴会进行中途，汇合各种言辞说，这阁子若不修整，将毁坏。以前您作为这里的官员，有恰当理由来使它新，您的文章，确实写在墙壁上。现在三十年后，您来到南昌做地方长官，今天刚好一月，您又来这设宴。您怎么能没有情感呢？王公说是。于是腐烂变黑弯曲折断的楹柱屋梁椽子木板栏杆，破败残缺的屋盖瓦片台阶砖石，色彩中浸坏模糊不鲜艳的，修治而已。没有比前人奢侈，不妨碍后人观赏。\n工程已经完成，您和大家喝酒，同时写信命令我，希望我能为您记载这件事。我既然把没有前往观赏作叹息，私下里高兴名字能列在它的上面，文章列在三王的下边，有荣耀啊。于是不推辞接受了您的命令。那山河的优美，登临眺望的快乐，即使年龄很大了，如果能获得机会和您一起游玩，还能为您做文章。\n生平创作\n韩愈（768--824）唐代文学家、哲学家。字退之。河南河阳（今河南孟县）人。郡望昌黎，世称韩昌黎。晚年任吏部侍郎，又称韩吏部。谥号“文”，又称韩文公。他三岁而孤，受兄嫂抚育，早年流离困顿，有读书经世之志。20岁赴长安考进士，三试不第。德宗贞元八年（792）登进士第，任节度推官，其后任监察御史、阳山令等职。宪宗即位，为国子博士。后又历官至太子右庶子。元和十二年（817），从裴度征讨淮西吴元济叛乱有功，升任刑部侍郎。元和十四年（819），宪宗迎佛骨入大内，他上表力谏，为此被贬为潮洲刺史。移袁州。不久回朝，历官国子祭酒、吏部侍郎等显职。卒于长安，韩愈在政治上力主加强统一，反对藩镇割据。思想上尊儒排佛，以孔孟道统的继承者自居。他反对六朝以来的形式主义的骈偶文风，大力提倡古文，和柳宗元共同领导了中唐古文运动。韩愈是唐代著名散文家。苏轼称他“文起八代之衰”（《潮洲韩文公庙碑》）。韩愈的议论文内容广博，体裁不拘一格，如《原道》、《论佛骨表》、《师说》、《进学解》等，立意新颖，观点鲜明，大胆坦率，战斗性强。他的碑志文“随事赋形，各肖其人”（《韩愈志》），创造性地把《左传》、《史记》的传记手法运用于碑志，塑造了一大批栩栩如生的人物形象，使碑志这种历来枯燥无味的文体增辉生色，其中有的作品已成为优秀的传记文学，如《柳子厚墓志铭》等。《送孟东野序》、《送董邵南序》等赠序，手法多样，使赠序发展成为一种富有文学性的实用性的文体。《答崔立之书》等书启，因人陈词，情真意切。韩文雄奇奔放，汪洋恣肆，“如长江大河，浑浩流转”（苏洵《上欧阳内翰书》）。深于立意，巧于构思，语言精练，富有创造性。其诗亦别开生面，勇于创新，工于长篇古风，采用散文辞赋的章法笔调，气势雄浑，才力充沛，想象奇特，形成奇崛宏伟的独特风格，开创了李、杜之后的一个重要流派，纠正了大历以来的平庸诗风。代表作有《山石》、《八月十五夜赠张功曹》等。七律《左迁蓝关示侄孙湘》、七绝《早春呈水部张十八助教》，也是脍炙人口的名篇。但他过于追求新奇，不免流于险怪，强调“以文为诗”，又不免使诗变成“押韵之文”。有门人李汉所编《昌黎先生集》传世。宋魏仲举所辑《五百家注音辨昌黎先生文集》40卷、《外集》10卷较完善。诗注以方世举《韩昌黎诗集编年笺注》、今人钱仲联《韩昌黎诗系年集释》较好。事迹见新、旧《唐书》本传。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951656010}]