[{"name":"祝世禄书法","text":"祝世禄[明]（公元一六0二年前后在世），字世功，江西德兴人。生卒年均不详，约明神宗万历三十年前后在世。第万历十七年（公元一五八九年）进士，考选为南科给事。历尚宝司卿。耿定向讲学东南，世禄从之游，与潘去华、王德孺同为耿门高弟。世禄工诗，善草书。著有《环碧斋》诗集三卷，尺犊三卷，及《环碧斋》小言，均《四库总目》并传于世。\n代表作品\n明祝世禄书法立轴绫本天渡楼收藏\n人物生平\n祝世禄在明万历间的南京书坛，是一个相当活跃的人物，姚旅在《露书》中，描述了当时活跃在金陵各个阶层的知名人物，其云：“壬寅金陵有十忙：祝石林写字忙，何雪渔图书忙，魏考叔画画忙，汪尧卿代作忙，雪浪岀家忙，马湘兰老妓忙，孟小儿行医忙，顾春桥合香忙，陆成叔讨债忙，程彦之无事忙”，祝世禄因善书而名列榜首。尽管这里面人物庞杂，既有文艺界精英，又有下层普通士众，但至少反映出祝世禄在当时金陵书坛的名声之盛。 \n董其昌弟子周之士评祝世禄书法云：“祝世禄书亦有风致，但笔多任意，法有出入，可备书家禅种”。在这句褒贬参半的评价中，我们约可窥及祝世禄不染时习，高调自弹的书风。与同期活跃在书坛的邢侗、董其昌、米万钟相较，尽管董其昌等人书如簪花美女，轻盈多姿，但尽失古朴厚重之意，书作为求妍美失之于偏侧，为求纤巧伤之于拘泥，往往气魄不足。祝世禄此帧行草（见左图）则每每笔墨酣厚，下笔沉着痛快，貌似拙笔，却显凝练、纯净，中锋用笔，沉着敦重；全篇布置，穿插避让，大小错落，欹正相参，颇富变化；墨法尤其老练，且善用枯笔，行间呼应，顾盼生姿，体现了作者随心所欲、妥帖的空间处理功夫。信手写来，一派天机，我们甚至可以从八大山人的某些书作中看到他的些许踪影。比较祝世禄书法和董其昌书法中所散发出的“禅味”，董多来自锦衣玉食、华饰满身的城市沙弥，而祝更酷似隐逸山林、不食烟火的野逸僧人。\n在祝世禄的政治生涯中，最值得一提的是他曾于万历十七年（1589年）至二十三年（1595年）任休宁县令，《江西通志》记载休宁有兄弟二人讼，历十余年而不解，世禄曰：“此未可曲直折也，乃系以锒铛，而坐之狱，令朝夕同起卧，久之，遂兄弟如初”，此事一时传为佳话。在休宁任职期间，他还从事了大量的文化艺术活动，创办“还古书院”，定期举办“新安讲学大会”，该书院宗王阳明，只祀孔子，明代为王派讲会中心。著名制墨艺人方于鲁此期曾有诗投赠祝世禄，新安印人何震也是在这期间结识祝，并得到祝的赏识。后来何震能在南京有良好的发展，与祝世禄的捧场提携不无关系。祝世禄在为何震的学生梁袠《梁千秋印隽》所作序中云：“往余令海阳（休宁）时，得主臣甚喜，及官秣陵，数与相习，所有印章，皆出其手”，联系前文姚旅《露书》中的材料，当时金陵书法篆刻界，二人皆为个中翘楚，关系之密，自不待言。\n祝世禄交游人物中，最有意思的是与西方传教士利玛窦往来，利玛窦在南京期间,曾得到他许多关照与帮助,祝氏《环碧斋诗集》中有“赠利玛窦”一诗存世，这也多少反映出祝世禄广泛的人脉网络与亲和的人际关系。由于祝世禄的书法作品传世不多，故其在明末以后的书名并不为外界所重。\n","category":"草书","verified":true,"user":1,"timestamp":1429951616069},{"name":"祝世禄书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791635060,"text":"行书七绝诗轴 上海博物馆藏，纸本 纵215.9厘米 横60.3厘米\n\n行书偕王赞卿访郑山人山中条幅 台湾何创时书法艺术馆藏\n 晚明书家邢侗，董其昌，米万钟号为名家，用笔大抵秀劲，遒丽一路，因以行笔出之，故往往乏圆浑厚拙之趣，何况有时以偏侧而求妍美，如簪花仕女，轻盈多姿，却难免气魄不足，利弊互见也，祝世祿此帧行草书则每每笔墨酣厚，下笔沈著痛快，因以篆笔为之，故得中锋之妙，全篇点画布置穿插避让，欹正相参，俯仰离合，颇富变化尤其墨法苍郁，笔力雄奇，行间有呼有应，俱见笔法纯熟与善于空间处理之功夫。\n释文：谷口拥寒沙，崖头卧古枒。 偶随青鸟使，共话白云家。绝壑长留雪，空林未著花。日高灯火冷，应是服朝霞。偕王赞卿访郑山人山中诗一首 祝世禄\n\n行草书五言联\n 《五言联》是较早的书法对联之一，浓墨重落，婉转多姿，有刚中兼柔之妙。\n\n\n草书五言诗轴\n祝世禄（1539-1610）\n 字延之，号无功。江西德兴人（一作鄱阳人），明万历十七年(一五八七)进士，授休宁知县，任南科给事，尚宝司卿，随户部尚书耿定向修业，讲学东南，与潘去华，王德孺同是耿定向门下高徒。著有《祝子小言》、《环碧齐诗集》等。","author":"明代祝世禄","description":"祝世禄书法"}]