[{"name":"成亲王行书书论三则","text":"王行书，1968年出生，祖籍江苏，字逸释，笔名岚燊，号江南雨士、笑田居士、笑石人等，逸释轩主人。\n个人介绍\n从小受哥哥王行翠（国家一级美术家，中国民族大学客座教授，联合国科教文卫组特邀专家）影响。八岁获得中国青少年书法大赛一等奖，并在以后的全国各类书画大赛中获得名次。在此后的三十多年时间里，从祖上二王（王羲之、王献之）入手，并一直钻研大篆（又称种鼎文）、小篆，对秦汉金石铭刻有“目然而子于心”之感，对秦李斯、唐初虞世南、褚遂良，盛唐颜真卿，晚唐柳公权，宋朝宋米芾、苏轼、黄庭坚、朱喜，南宋鹤山、魏了翁，元代丘衍、吴睿、赵孟頫、周伯奇等大家作品都曾一一研习。行书在学习书画艺术的成长过程中师从启功（已故）、白雪石大师。近来继续（全国政协常委、中央国家机关书画协会主席）苏士澎门下，并得到他们的亲传指点。特别在近几年来做《书画家报》副总编的时间里更是拜访了诸多名家名师，如宴济元、刘文西、祁海峰、刘金才、华君武、王贵枕、叶绿野、米景扬、杨之光、田原、刘斯奋、陈永锵、陈放、刘毅峰等，在相互交流艺术心得的过程中，得到了他们赏识和肯定。\n在篆刻艺术历史中，晚清呈现出群英辈出，精品荟萃的局面。行书在学古人的同时也吸收了近现代印坛三杰吴昌硕、黄牧甫、齐白石等大师的制印技法，又融入李骆公的书法篆刻艺术于其中，把传统与时代精神相结合，其特别对图形篆刻有深入的研究，并能推陈出新，对于传统人物石刻，能达到栩栩如生，惟妙惟肖的程度。人物石刻很费精力和时间，一套人物从构思到刻制完成，有时得花上半年至八个月。虽艰苦如此，但其从没放弃，一直坚持不懈的去做。真应了春秋时期齐国的名相宴子讲的两句话：“为者常成，行者常至”。\n行书坚持研习各流派的绘画、书法、篆刻，在读书索理，提高文化，了解中华五千年古老艺术的同时，善于涉及前人的经验和艺术精华，师古不泥、大胆创新，经过反复锤炼，在行草隶魏方面逐步形成自己的独特风格，擅长观察，思考、提炼、升华。并书写出大量为人称道的优秀作品，取得了较高的艺术成就，颇受行内书画大师以及党和国家部分领导的喜爱和青睐，极具较高的艺术品位。\n担任职务\n行书现任中国书画家协会副理事长，《中国书画家报》副总编辑，中国书画家协会篆刻艺术委员会副主席，北京师范大学教育经济管理学在读博士课程，中国书画艺术研究院研究员，广东省工商联古玩商会副秘书长，共青团广州青年企业家协会副秘书长，共青团广东省青年企业家协会及青商会理事，并担任过南方电视台《希望之光》栏目总监，《少年文摘报》广州站副站长，《都市精英精品》及《中国知名品牌风云人物评鉴》艺术顾问等等职务。 \n作品赏析\n","category":"行书","verified":true,"user":1,"timestamp":1429951656584},{"name":"成亲王行书书论三则","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791627118,"text":"成亲王永瑆《书论三则》\n 成亲王爱新觉罗·永瑆(1752-1823)，是乾隆的第十一个儿子，嘉庆皇帝的哥哥，他在嘉庆年间担任军机处行走。\n 自幼酷爱书法艺术，加上得天独厚的条件，得窥内府所藏，而自藏又甚富，书名重一时。永瑆楷书学赵孟頫、欧阳询，小楷出入晋唐，其书法用笔俊逸，结体疏朗，风格典雅。行草书亦纵逸深厚，颇具风采。博涉诸家，兼工各体，与刘墉、翁方纲、铁保并称清中期四大书家。嘉庆九年上谕称：“朕兄成亲王自幼专精书法，深得古人用笔之意。博涉诸家，兼工各体，数十年临池无间，近日朝臣文字之工书者，罕出其右。”\n 对其书法的评价，有杨翰《息柯杂著》谓：“王得窥内府所藏，而自藏又甚富，故书法大备如是，大抵皆从帖中问津，未深究古碑耳。”（清）礼亲王昭梿《啸亭杂录》谓：“永瑆幼时握笔，即波磔成文，少年工赵文敏，又尝见康熙时内监。言其师少时犹及见董文敏用笔。惟以前三指握管，悬腕书之，故王广推其语，作拨灯法。”又说：“永瑆名重一时，士大夫得片纸只字，重若珍宝。论者谓国朝自王若霖（澍）下，一人而已。”《息柯杂著》又谓：“诒晋斋书，素未究心，但知其从赵承旨上溯欧阳率更，虽偶涉诸家，终不离两家宗旨。集卷随手杂临，竟有脱尽町畦，不似本家笔意者。篆、隶亦有法度，盖书非一时，临非一家，不甚经意，而精神所寄，一一浑足，此无意胜于有意也。” 　　\n 善收藏。著有《诒晋斋诗文集》及《续集》、《随笔》、《仓龙集》等。《清史稿》卷二百二十一有传。永瑆作为皇族，其书法的成就也得益于眼界宽、收藏广。 　　\n 永瑆传世的书迹甚多，集中收入其个人丛帖。\n 道光三年，永瑆薨，年七十二，谥哲，为成哲亲王。\n史籍传记：\n　　爱新觉罗·永瑆生于乾隆十七年二月初七。永瑆幼工书，高宗爱之，每幸其府第。永瑆嫡福晋富察氏是大学士傅恒之女，永瑆嫡母孝贤皇后侄。嘉庆四年正月，仁宗命在军机处行走，总理户部三库。故事，亲王无领军机者，领军机自永瑆始。二月，仪亲王永璇罢总理吏部，并命永瑆俟军务奏销事毕，不必总理户部。三月，和珅以罪诛，没其园第，赐永瑆。七月，永瑆辞总理户部三库，允之。八月，编修洪亮吉上书永瑆，讥切朝政，永瑆上闻，上治亮吉罪。语在亮吉传。十月，上谕曰：“自设军机处，无诸王行走。因军务较繁，暂令永瑆入直，究与国家定制未符。罢军机处行走。”永瑆尝闻康熙中内监言其师少时及见董其昌以前三指握管悬腕作书，永瑆广其说，作拨镫法，推论书旨，深得古人用笔之意。上命书裕陵圣德神功碑，并令自择书迹刻为诒晋斋帖，以手诏为序。刻成，颁赏臣工。 　　  十八年，林清变起，永瑆在紫禁城内督捕，上嘉其勤劳，免一切处分及未完罚俸。二十四年正月，加其子不入八分辅国公绵{勤心}郡王衔。五月，祭地坛，终献时，赞引误，永瑆依以行礼。上以永瑆年老多病，罢一切差使，不必在内廷行走，於邸第闭门思过，罚亲王半俸十年。绵{勤心}亦罢内大臣，居家侍父。二十五年六月，绵{勤心}卒，赠郡王。有司请谥，以非例斥之，著为令。仁宗崩，有旨免迎谒。语见仪亲王传。十月，命曾孙载锐袭贝勒。道光二年十月，上还自行在，永瑆进食品十六器，以非例却之。三年三月，薨，年七十二，赐银五千治丧，谥曰哲。载锐袭郡王。绵{勤心}及载锐父奕绶并追封如其爵。咸丰九年，薨，谥曰恭。子爱新觉罗·溥庄，袭贝勒，加郡王衔。","author":"清代成亲王","description":"成亲王行书书论三则"}]