[{"name":"董其昌行书跋张旭古诗四帖","text":"《古诗四帖》墨迹本，五色笺，狂草书，共40行、188字。传唐代张旭书。通篇笔画丰满，绝无纤弱浮滑之笔。行文跌宕起伏，动静交错，满纸如云烟缭绕，实乃草书巅峰之篇。2011年4月15日，中国邮政发行《中国古代书法——草书》特种邮票1套4枚。其中之一为张旭草书《古诗四帖》，志号为：2011-6，图序为（4-3）T。\n法帖简介\n【名称】古诗四帖\n【作者】张旭\n【年代】唐代\n【书体】狂草\n【材质】纸本五色笺，墨迹\n【规格】纵28.8厘米，横192.3厘米\n【字数】40行，188字\n【收藏】辽宁省博物馆《中国书法鉴赏大辞典》\n《宣和书谱》、《续书画题跋记》、《式古堂书画汇考》等著录。 \n通篇笔画丰满，绝无纤弱浮滑之笔。行文跌宕起伏，动静交错，满纸如云烟缭绕，实乃草书颠峰之篇。今人郭子绪云：“《古诗四帖》，可以说是张旭全部生命的结晶，是天才美和自然美的典型，民族艺术的精华，永恒美的象征。”\n法帖内容\n释文\n东明九芝盖，北烛五云车。飘飖入倒景，出没上烟霞。春泉下玉溜，青鸟向金华。汉帝看桃核，齐侯问棘花。应逐上元酒，同来访蔡家。\n北阙临丹水，南宫生绛云。龙泥印玉简，大火练真文。上元风雨散，中天哥吹分。虚驾千寻上，空香万里闻。\n谢灵运王子晋赞\n淑质非不丽，难之以万年。储宫非不贵，岂若上登天。王子复清旷，区中实哗嚣。喧既见浮丘公，与尔共纷翻。\n岩下一老公，四五少年赞\n衡山采药人，路迷粮亦绝。过息岩下坐，正见相对说。一老四五少，仙隐不别可？其书非世教，其人必贤哲。 \n备注\n《古诗四帖》录文为四首诗赋。前两首分别是南北朝庾信的《道士步虚词》之六和之八，后两首是南朝谢灵运的《王子晋赞》和《岩下见一老翁四五少年赞》。\n《庾子山集》和《谢灵运集校注》分别录有原文如下：\n东明九芝盖，北烛五云车。飘飖入倒景，出没上烟霞。春泉下玉溜，青鸟向金华。汉帝看桃核，齐侯问枣花。上元应送酒，来向蔡经家。\n北阙临玄水，南宫生绛云。龙泥印玉策，大火炼真文。上元风雨散，中天歌吹分。灵驾千寻上，空香万里闻。 \n谢灵运王子晋赞\n淑质非不丽，难以之百年。储宫非不贵，岂若登云天。王子爱清净，区中实骅嚣。喧既见浮丘公，与尔共纷翻。\n岩下见一老翁四五少年赞\n衡山采药人，路迷粮亦绝。过息岩下坐，正见相对说。一老四五少，仙隐不可别。其书非世教，其人必贤哲。[4-5]   \n书法赏析\n狂草之作\n《古诗四帖》是否为张旭所作，尚有争议，但它是张旭笔法系统中一件重要的作品。它大部分线条不强调提按，而重视粗细均匀的线条中使转与速度的变化。中侧锋并用，笔锋常落在线条端部的一侧，但立即转为中锋；同时流畅中又往往生出圭角，如“年”、“别”等字，有不可端倪之感。左右部分衔接时，有时用粗重的线条。这一点在颜真卿《刘中使帖》中“期”、“将”的笔触也可看到，通过此点能看到颜、张的关系。\n狂草中的点画与其他书体中的点画不同。其一，狂草点画在连续运动中完成，而且较为快速，对控制用笔的敏捷、准确有很高要求；其二，其他书体字体中留驻、按顿等常用的方法在狂草中无法使用，只能更多地依靠手腕及其他关节的控制，因此在临习中一定要找到与点画形状相配合的运动方式。一种点画，书家可以用不同的笔法临写出大体相似的形状，但对狂草来说，只有自然而流畅地书写出这一形状才是可取的，其它操作方法不是把学习者和欣赏者引向另一种风格，而是引人离开草书。 \n字群结构\n《古诗四帖》中有少量弱笔，但无损于整个作品的流动、敦厚，就大部分线条而言，已达到得心应手、落笔成趣的境界。草书中不离法则而随意驱运法则，这是高闲等人从来不曾梦想过的境地。\n“四帖”中真正使人感到意外的还是字结构。由于阅读与欣赏习惯的影响，“单字结构”总是欣赏者感觉中甩不掉的一个层面。与张旭其他作品相比，这件作品不符合他惯常的构字规则。\n特点\n《古诗四帖》属狂草。特点是较过去更为狂放，整体气势如长江大河一泻千里，急风骤雨，所以在草书发展史上是新突破。它打破了魏晋时期拘谨的草书风格。把草书在原有的基础结构上，将上下两字的笔画紧密相连，所谓“连绵还绕”，有时两个字看起来象一个字，有时一个字看起来却象两个字。在章法安排上，也是疏密悬殊很大。在书写上，也一反魏晋“匆匆不及草书”的四平八稳的传统书写速度，而采取了奔放、写意的抒情形式。\n《古诗四帖》，张旭自己并未书款，说它是张旭作品是根据董其昌鉴定，后人多沿此说，但也颇有争议。\n章法变化\n张旭草书的章法大致可以分为单字界限清晰和单字界限不清晰这样两类。前者如《晚复帖》，后者如《古诗四帖》。两类作品书写时的心态有所不同。前一类作品书写时注意力可以主要放在字结构上，同时关注各字的连缀即可；后一类作品书写时以线条疏密及连续性的控制为首要目标。狂草中空间的疏密有时出现强烈的变化，但张旭的作品中，疏密变化都是逐渐发生的。换言之，由疏到密，或由密到疏，都有个过渡阶段，《肚痛贴》中从“肚痛”到“不可”这样突兀的变化只是个特例。 \n奔放写意\n《古诗四帖》笔法奔放不羁，如惊电激雷，倏忽万里，而又不离规矩。行文跌宕起伏，动静交错，满纸如云烟缭绕，实乃草书颠峰之篇。董其昌评说：“有悬崖坠，急雨旋风之势。”\n《古诗四帖》通篇气势奔放，运笔无往不收，如锥划沙，无纤巧浮华之笔。盛唐时期，以张旭为代表的一派草书风靡一时，它打破了魏晋时期拘谨的草书风格。把草书在原有的基础结构上，将上下两字的笔画紧密相连，所谓“连绵还绕”，有时两个字看起来象一个字，有时一个字看起来却象两个字。在章法安排上，也是疏密悬殊很大。在书写上，也一反魏晋“匆匆不及草书”的四平八稳的传统书写速度，而采取了奔放、写意的抒情形式。正如唐代文学家韩愈《送高闲上人序》中所云：“张旭善草书，不冶它技，喜怒窘穷，忧悲愉佚，怨恨，思慕，酣醉无聊，不平，有动于心，必于从草书焉发之。” \n张旭（658年至747年），字伯高，一字季明，吴县人。唐代著名书法家。初任常熟尉，后官至金吾长史，故人称“张长史”。善诗。\n张旭是唐代著名书法家陆柬之的外孙，自幼得其传，工书法，精通楷书，最善草书。他把当时流行的“今草”书体，发展为笔法放纵、笔势连绵回绕、字形变化繁多的“狂草”书体，是书坛“狂草”的奠基人。自言“观公主担夫争道，又闻鼓吹而得笔法意，观孙大娘舞剑器而得其神”。他那变化万千、奇状莫测的草书，达到了“挥毫落纸如云烟”的境地，被后人称为“草圣”。\n据史书记载，张旭嗜好饮酒，每当喝得酩酊大醉时，他便呼叫狂跑，然后挥毫下笔，其字逸势奇状，潇洒豪放，有时则用头发蘸墨写字，待到酒醒，观之如神来之笔，不可复得，被人称为“张颠”。他是当时长安城里的“八仙”之一，杜甫曾在《饮中八仙歌》中赞道：“张旭三怀草圣书”。韩愈曾说：“旭善草收，不治他技。喜怒窘穷，忧悲愉佚，怨恨思慕，酣醉无聊，不平有动于心，必于草书焉发之。\n”揭示了张旭用充满激情的书法语言抒写心头奔腾澎湃的情感。其传世作品有《古诗四帖》、《千字文》、《郎官石柱记》等。其书法开启了中唐的浪漫主义写意书风，展示了唐代书法全盛时期风采，唐文宗李昂曾下诏，将李白的诗歌、裴曼的剑舞和张旭的草书定为“三绝”。\n相关阅读\n中国邮政2011年4月15日发行《中国古代书法——草书》特种邮票1套4枚。详情如下：\n志号：2011-6\n图序\n图名\n面值\n（4-1）T\n平复帖\n1.20元\n（4-2）T\n初月帖\n1.20元\n（4-3）T\n古诗四帖\n1.20元\n（4-4）T\n自叙帖\n1.20元\n邮票规格：38×50毫米\n齿孔度数：13×13.5度\n整张枚数：版式一12枚\n版式二（宣纸品种）8枚（2套）\n整张规格：版式一180×190毫米，版式二210×145毫米\n版别：影写\n防伪方式：防伪纸张、防伪油墨、异形齿孔、荧光喷码\n设计者：王虎鸣\n资料提供：故宫博物院、辽宁省博物馆\n印制厂：北京邮票厂 《古诗四帖》，无款，明董其昌定为张旭书。通篇笔画丰满，行文跌宕起伏，动静交错，满纸如云烟缭绕，乃草书巅峰之篇。此帖用笔、结字和章法都有章草的特点。现藏辽宁省博物馆。张旭（675年～750年），字伯高，又字季明，吴郡（今江苏省苏州市）人。张旭的书法，始化于张芝、二王一路，以草书成就最高。史称“草圣”。\n发行地邮局：辽宁省沈阳市沈河区邮政局，江苏省苏州邮政局。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951647791},{"name":"董其昌行书跋张旭古诗四帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791638593,"text":"","author":"明代董其昌","description":"董其昌行书跋张旭古诗四帖"}]