[{"name":"颜真卿书法字体","text":"颜体由唐代书法家颜真卿[1] 所创，和柳公权合称为“颜柳”，有“颜筋柳骨[2] ”的说法。“颜体”是针对颜真卿的楷书而言的，其楷书结体方正茂密，笔画横轻竖重，笔力雄强圆厚，气势庄严雄浑。\n释义\n词目：颜体\n拼音：yántǐ\n基本解释\n[YanZhenqingstyle,acalligrapherinTangDynasty]唐代颜真卿所写的字体 ,浑厚挺拔,开阔雄劲。\n详细解释\n唐书法家颜真卿的字体风格。其书法初学褚遂良，后学张旭笔法，正楷端庄雄伟，气势开张；行书遒劲郁勃。古法为之一变，世称“颜体”。白沙《康有为和他的<广艺舟双楫>》：“如果说，魏晋以前‘体’这个字是表示书体的话，在魏晋以后就转向表示个人风格，如‘颜体’、‘柳体’、‘赵体’，并非是三种字体，仅仅表示三种不同风格的书法而已。”吕更荣《中国书法简史》第八讲（三）：“颜真卿的书法，主要得到了张旭的指导，上承王羲之的传统，又习初唐四家特点，兼收南北朝书法新鲜营养。学习时有选择，有取舍，是唐朝新书体的创造者，称为‘颜体’。”\n书法-简介\n颜真卿（709～785）唐代书法家。字清臣，京兆万年（今陕西西安）人，祖籍琅琊临沂（今山东临沂）。书史亦称颜鲁公。为人刚直不阿。唐代书法革新家，为盛唐书法树立一面旗帜。颜真卿自幼学书，又得到张旭亲授，并师法蔡邕、王羲之、王献之、褚遂良等人，融会贯通，加以发展，形成独特风格。其行草书纵横跌宕中具凝练浑厚之势。\n书法-特点\n颜真卿开拓了书艺的崭新的话恢宏境界：从特点上论，颜体形顾之簇新、法度之严峻、气势之磅礴前无古人。从美学上论，颜体端庄美、阳刚美、人工美，数美并举，幽为后世立则。从时代论，唐初承晋宋馀绪，未能自立，颜体一出，唐斗坛所铸新体成为盛唐气象鲜明柄志之一。\n他的楷书一反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。他的书体被称为“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。\n其中年作品以《郭虚己碑》、《多宝塔碑》等为其代表作，个人风格尚未形成，结体谨严，清丽俊秀，老年作品首推《颜勤礼碑 》为其代表作，此时外拓开张，刚劲雄强的个人风格已然形成，晚年作品则以《麻姑山仙坛记》等为代表，用笔结体多古拙之趣。\n书法-境界\n概述\n颜真卿在书学史上以“颜体”缔造了一个独特的书学境界。颜鲁公书法既以卓越的灵性系之，境界自然瑰丽；既以其坚强的魂魄铸之，境界自然雄健；又以其丰富的人生育之，境界自然阔大。在吐露风华的青年时代，颜真卿就向张旭请教“如何齐于古人”的问题。这是颜氏的书学心声，亦是颜氏高悬的鹄的。这位从小以黄土帚扫墙习字的颜氏苗裔，几乎在一开始就站到一个高耸的书学起点上。而在书学上鲲鹏展翅，则经过了几乎长达三四十年岁月的历练，才稍成自己的面目与气候。继之又以数十年工力百般锤炼、充实，使得“颜体”形神兼具。而其晚年犹求炉火纯青，出神入化的境界。“颜体”终于在书坛巍然屹立。颜真卿一生书学境界的历练，大略有三。\n立坚实骨体\n在五十岁以前，可以说是第一境界的历练。在这一过程中初步确立自己的“颜体”面目。如果以天宝五年（746），张旭在裴儆府上授笔法于颜真卿为一个界线，那么在此以前颜真卿尚在艰苦的摸索阶段。此一阶段传世之作鲜见。如天宝元年写《张仁蕴德政碑》，天宝五年写摩崖书法禾山石壁“龙溪”二字。此时颜真卿在书学方面已有相当的修养，这在张旭考问颜氏十二笔意时，颜真卿或以从张旭处领教所得，或以自己攻习所悟对答如流，使张旭深以为然。他志向高远，期在“齐于古人”。张旭也因此愿意再授笔法。\n在接受张旭的笔法后，颜真卿欣喜地说：“自此得攻书之妙，于兹五年（或作七年），真草自知可成矣”。因此，从天宝五年以后的五年（或七年）时间，可说是颜真卿依照张旭的指引，刻苦再磨砺的阶段。果然在天宝十一年后，颜真卿书碑渐多，在社会上已享有一定的声誉。天宝十一年书有《郭虚己碑》、《郭揆碑》、《多宝塔碑》、《夫子庙堂碑》等。天宝十三年又有传世名作《东方朔画像赞》、《东方朔画像赞碑阴记》等。天宝十四年，安禄山反，颜真卿投身于金戈铁马与叛军作战之中，无暇顾及笔砚艺事。此可为颜氏书法历练的第一阶段，也是第一境界的历练。\n在这一时期，虽然各碑面目或有差异，但总体上说，是“颜体”的初步形成阶段。从《多宝塔》等典型作品的分析中可知，颜真卿所追求的是用笔上沉着、雄毅，以健力立骨体，敷以较厚之肉彩；结体上整密、端庄、深稳，由瘦长型变为方正形；在布白上减少字间行间的空白而趋茂密。这一阶段，颜真卿追求“雄”中有“媚”的境界：“点画皆有筋骨”，“点画净媚”，“其劲险之状，明利媚好”。另外他基本上专门攻习真书、草书，虽有隶书、篆书之作，并不多。颜真卿的第一境界，从初唐而来，又脱出初唐之轨辙，自立一家面目。这种境界的历练又多循张旭所示为门径。\n究字内精微\n从五十岁后至六十五岁，可以说是第二境界的历练。在这一过程中“颜体”形神兼具，已渐成熟。其间作品有《金天王庙题名》（758）、《请御书逍遥楼诗碑额表》（758）、《鲜于氏离堆记》（762）、《磨灭记》（762）、《颜允南碑》（762）、《韦缜碑》（763）、《臧怀恪碑》（763）、《郭家庙碑》（764）、《颜秘监碑铭》（765）、《颜乔卿碑》（769）、“逍遥楼”三字（770）、《殷践猷碑》（770）、《张景倩碑》（770）、《元子蜇遗爱碑》（770）、《宝应寺律藏院戒坛记》（771）、《麻姑山仙坛记》（771）、《小字麻姑山仙坛记》（771）、《大唐中兴碑》（771）、《颜含大宗碑》（771）、《宋广平碑》（772）、《重建颜含碑》（772）、《八关斋会报德记》（772）等等。\n经历了“安史之乱”的动荡，以及其后接二连三地被黜，使他一次又一次拓展了心灵的空间；书生——斗士——统帅，立朝——外黜——立朝，生活方式频繁转换，人生体验更多，艺术体味也就更深。这些，颜真卿“一寓于书”，将前期的“颜体”反复锤炼，炼形炼神，从而神形兼备，终至成熟。可以看到，他加强了腕力，中锋运行，取篆籀方法，圆转藏锋，如印印泥。笔画形成蚕头燕尾，直画则成弓弩蓄势之形。笔画之间采取横细竖粗的对比错综方法。在钩末、捺末挑踢出尖锋，耀其精神。其捺笔表现出一波三折的节奏。其直钩、平钩、斜钩，饱满取势，弯度均匀，圆劲有力。其折笔则提笔暗转，形成斜面折下，以“折钗股”拟之。从结体上说，方正端庄，稳健厚重，中宫宽绰，四周形密，不以重心欹侧取势，不以左紧右松取妍，而像篆隶以对称的正面形象示人。在布白上，字间栉比，行间茂密，以形密取气势，不以疏宕取秀逸。\n既至此境界，颜真卿已一扫初唐以来的那种楷书风貌：前者侧，后者正；前者妍，后者壮；前者雅，后者直；前者瘦，后者肥；前者法度深藏，后者有法可循；前者润色开花，后者元气淋漓。真可谓变法出新意，雄魂铸“颜体”。\n臻神明变化\n在六十五岁以后的十多年中，可以说是第三境界的历练。从成熟中加以神奇变化，一日有一日之进境，一碑有一碑之异彩。此时期的作品有《元结碑》（772）、《干禄字书》（774）、《颜杲卿碑》（774）、《妙喜寺碑》（774）、《竹山堂连句》（774）、《李玄靖碑》（777）、《颜勤礼碑》（779）、《马璘碑》（779）、《颜家庙碑》（780）、《颜氏告身》（780）、《奉命帖》（784）、《移蔡帖》（785）等等。如《颜勤礼碑》、《颜家庙碑》等典型碑刻中，颜书在老辣中富有新鲜活泼的生机，在疏淡中显示质朴茂密的风神，在笔锋得意处显现功力的炉火纯青，在圆润丰腴中透露自己的豪迈气度。\n孔子说：“六十而耳顺，七十而从心所欲，不逾矩。”颜真卿晚年也达到了这样的境界。对生命与书艺在反省中得到悟彻，并将生命哲学与书艺哲学打通，因此在其点捺撇画中既留着生活的血泪斑驳，又在笔墨的动势中洋溢着生命的颂歌；既在线条的起落移动中灌注一腔豪情，又在栉比鳞次的布白中激射人格光辉！至此境界，其书如老枿枯林，却有浓花嫩蕊，一本怒生，万枝争发，生机盎然。\n以上主要介绍了颜真卿楷书的情况，其杰出的行草艺术将在下文《颜书撷英》中介绍。\n颜书撷英\n颜真卿开拓了书艺的崭新的恢宏境界：从特点上论，颜体形质之簇新、法度之严峻、气势之磅礴前无古人。从美学上论，颜体端庄美、阳刚美、人工美，数美并举，且为后世立则。从时代论，唐初承晋宋馀绪，未能自立，颜体一出，唐中坛所铸新体成为盛唐气象鲜明杨志之一。\n时代造就了颜书境界，就像时代造就了王羲之的书学境界一样。在魏晋南北朝这一长期社会动荡的时\n代，而文化史上却成了光焰万丈的时代。这一时代的书法艺术已成了士大夫手中一种自觉地寄托高妙意兴的艺术、本领。他们深入地发现了自然的外在美，又深入地发现了精神的内在美。王羲之就是这一时代造就的“书圣”。然而，唐代进入了中国古代史上最辉煌的时代，唐帝国政治、经济、军事超越以往，达到鼎盛，文化艺术如百花吐艳；人们以一种新的目光和价值观面对社会的巨大进步。唐太宗笃好王右军书法，亲自为《晋书》本传作赞，且重金购求，锐意临摹，又拓《兰亭序》以赐朝贵，故士大夫皆宗右军。虞世南、欧阳询、褚遂良、薛稷，这些初唐大家虽各有成就，却未能真正为唐代创立新书体。\n创立一代新书体，颜真卿是先觉者。他是唐代社稷之臣，又是书艺世家的后裔，对于书法的演变，无不瞩目关注。韩愈曾讥“羲之俗书趋姿媚”者，其片面处是未能正确评价王书，而其本意则在于从自己时代出发确立一种新的价值观、审美观。因此杜诗、韩文、颜书，无不以新的时代为背景自立风貌。“逮颜鲁公出，纳古法于新意之中，生新法于古意之外，陶铸万象，隐括众长，与少陵之诗、昌黎之文，皆同为能起八代之衰者，于是始卓然成为唐代之书”（《书林藻鉴》）。颜书的尚骨、尚肥、尚法，崇端庄、阔大、豪放，重气势、魄力、雄风，都可以从唐代社会中找到时代的折光投影。颜真卿造就了在书法中的盛唐之音，这便是颜书的恢宏境界。\n颜真卿书法境界，从其陶铸化育的阔大气象来考察，可见兼收并蓄，以成其高，博采众长，以成其广。\n渊源\n颜氏系统而来\n颜师古的祖父颜之推工书，且精于书学。自南朝以后，真卿祖上多以草隶篆楷为时人所称道。在颜真卿的同辈之中，如颜曜卿、颜旭卿等也在书学上造诣精湛，工草隶篆籀。因此颜真卿所受的书学影响深厚，颜家书学传统对他很有激励作用，他甚至认为“及至小子，斯道大丧”。故颜真卿定下要在书学上“齐于古人”的目标，有其多方面的思考，其中包括对颜氏一族书学传统的光大。\n殷氏系统而来\n殷氏世家也多出书学名家。颜氏与殷氏两世家数世联姻，两家书学得以汇流合壁。颜真卿的父亲、伯父少孤，养育于当时“以能书为天下宗”的舅父殷仲容家，蒙教笔法。颜真卿从小也由母亲殷夫人亲加训导，摄取了殷家书法的营养。\n草圣张旭处真传\n颜真卿十分推崇张旭，诚挚地师事张旭，深得其教诲。他特别注意学习张旭的用笔之法、神用执笔之理，以及“得齐于古人”的攻书之妙。这对于颜书的成型是极其重要的。\n褚遂良继承发展\n前人有颜出于褚之说。米芾《跋颜书》中说：“颜真卿学褚遂良。”今人也多有印证此说者。沈尹默就说：“颜平原书出于褚河南，其楷书结体端严，往往犹有伊阙佛龛碑之风格。”（《沈尹默论书丛稿》）论者或谓从《麻姑山仙坛记》、《靖居寺题名》、《宋广平碑》等笔画较瘦的作品中，更易发现与褚遂良的用笔、结体以及清瘦、圆润相沟通。\n民间书艺\n从颜真卿早期的书法作品中，如《多宝塔碑》等可以看到它和民间书风有密切联系。沙孟海等还认为，颜书的雄厚凝重是从北齐隋碑版中出来。沙孟海在他的论著中曾阐述：从南北朝至隋，真书面貌可分为“斜划紧结”、“平划宽结”两个类型，一直影响到唐、宋以后。褚遂良、颜真卿属后一类型，此一类型继承隶法，保留隶意。而其中又细分两路，褚属秀朗细挺一路，颜属浑厚圆劲一路。颜真卿真书的主要精神渊源于北齐以来的《泰山金刚经》、《文殊般著经》、《隽敬碑阴》、《曹植庙碑》等。这又和颜的世族有关，颜氏是齐鲁旧族，接连几代研究古文字学与书法，颜字与保留汉隶的北齐、隋碑有密切关系。\n以上简略说明了颜真卿书法的几大来源，但并不是说仅有这些来源。颜真卿学王羲之，也学欧阳询、虞世南等等，不再一一细析。他学书多通博贯，不作“奴书”，真正化出雄浑的“自我”来。\n","category":"草书","verified":true,"user":1,"timestamp":1429951556636},{"name":"颜真卿书法字体","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429791638558,"text":"","author":"唐代颜真卿","description":"颜真卿书法字体"}]