[{"name":"金农漆书昔耶之庐小记","text":"一种书体名。有两种意思：其一指用漆书写的文字。传说孔子“漆书壁经”，即在其住宅的壁上用漆写经，故名。其二是指清代书家金农把点画破圆为方，像用漆帚写出，号称“漆书”。\n词语解释\n早期漆书的概念\n漆书是用漆黑色的墨写在纸帛上的。\nqīshūㄑㄧㄕㄨ漆书（漆书）\n书体名\n①以漆书写的文字。相传在孔子住宅的壁中发现的古文经书，以漆为之，故名。南朝梁周兴嗣《千字文》：“漆书壁经。”\n②书法形体。清代金农把字的点画破圆为方，横粗直细，似用漆帚刷成。\n用漆书写的竹木简\n《东观汉记·杜林传》：“杜林字伯山，扶风人，於河西得漆书《古文尚书经》一卷。”唐张彦远《历代名画记·叙画之兴废》：“嗟尔后来，尤须靳固，宜抱漆书而兴叹，莫将棐杮以藩身。”\n用漆书写\n康有为《广艺舟双楫·说分》：“完白山人之得处，在以隶笔为篆。或者疑其破坏古法，不知商周用刀简，故籀法多尖，后用漆书，故头尾皆圆。”\n相关词语\n金漆饭桶蜀漆如胶似漆如胶投漆黑漆寥光熟漆黑漆一团金漆马桶投漆凝脂点漆沮漆髹漆胶漆交喷漆底漆豺漆变色漆坎侯漆\n金农书法\n简介\n金农，清代书画家，仁和（今浙江杭州）人，久居扬州，扬州八怪之一。原名司农，字寿田；39岁后，更名为农，更字寿门，一生所署之斋馆别号众多，有冬心先生、江湖听雨翁、金牛湖诗老、老丁、古泉居士、竹泉、曲江外史、稽留山民、莲身居士、龙棱仙客、耻春亭长、寿道士、金吉金、苏伐罗吉苏伐罗（佛家经上“苏伐罗”即汉文“金”字，苏伐罗吉苏伐罗就是金吉金）、金廿六郎、如来最小弟、惜花人、昔耶居士、枯梅庵主、心出家庵粥饭僧、仙坛扫花人、松长者、百二砚田富翁、三朝老民（历康熙、雍正、乾隆三朝）等。早年读书于何焯家，并与丁敬相交。他嗜奇好学，工于诗文书法，诗文古奥奇特，并精于鉴别，他收藏的金石文字多至千卷，性好游历，“足迹半天下”。乾隆元年(1735年)荐举博学鸿词落选，入京未试而返。后以卖画长期居住扬州的三祝庵、西方寺等地，至衰老穷困而死，终身布衣，生活清苦。金农初不以工书为念，然书法造诣却在“扬州八怪”中成为最有成就的一位，特别是他的行书和隶书均有着高妙而独到的审美价值。他的隶书早年是“墨守汉人绳墨”的，风格规整，笔划沉厚朴实，其笔划未送到而收锋，结构严密，多内敛之势，而少外拓之姿，具有朴素简洁风格，但是到了五十岁既负盛名之后，有意“骇俗”，他独创一种“渴笔八分”，融汉隶和魏楷于一体，这种被人称之为“漆书”的新书体，笔划方正，棱角分明，横划粗重而竖划纤细，墨色乌黑光亮，犹如漆成，这是其大胆创新、自辟蹊径的标志。由于他学问渊博，浏览名迹众多，又有深厚的书法根底，被列为“扬州八怪”之首，终成一代大家。\n人物评价\n康熙、乾隆时代的书法界正是“帖学”一统天下。金农和郑燮等人卓然树起叛逆的大旗，成为清代书道中兴的领风骚者。金农的书法艺术和他的绘画一样，以古朴浑厚见胜，有“求拙为妍”的艺术特点。从传世书迹来看，其隶书苍古奇逸，正书朴厚歧出，行书健劲潇洒，影响最大的还是他首创的漆书。“漆书”这个词的来源画不能行，故头粗尾细，似其形耳。”二是宋代大书法家米芾在评自己书法时说：“臣书刷字。”可知“漆书”是指一种特殊的用笔用墨方法。金农写漆书所用的墨是自选墨烟所造的“五百斤油”。“金农墨”浓厚似漆，“谛视之，纸墨相接之处仿佛有毛，幽光徐漾”，写出的字凸于纸面，稍一触指即为墨染。所用毛笔，是“截取毫端”，平扁如刷，蘸以浓墨，行笔只折不转，如漆刷之运作。这种方法写出的字看似粗俗简单，无章法笔意可言，其实是大处着眼，剔除细节，直取磅礴气韵。那险峻雄奇的构局，浑朴钝拙的金石趣，都融合在黑、厚、重、凝的格调之中。\n最能反映金农书法艺术境界的是他的行草书。他没有沿着王羲之或颜真卿等大家的路子发展，而是将楷书笔法、隶书笔势、篆书笔意融进行草，自成一体，别具一格。清代书家江浞在《跋冬心随笔》中说：“冬心先生书，淳古方整，从汉人分隶得来，溢而为行草，如老树着花，姿媚横出。”道出了金农行草的气局和笔路。他的行草的疾徐、藏露节奏处理得平和含蓄，自然生动；“行笔而不停，著纸而不刻，轻转而重按，如水流云行，无稍间断，永存乎生意”。其点画似隶似楷，亦行亦草，长横和竖钩都呈隶书笔形，而撇捺的笔姿又常常近于魏碑，转折处则一派今草、章草之法。时有飞白渴墨相间其中，分外劲秀。整幅布白没有斧凿之迹，却上下贯穿，左右呼应，一招一势自得其妙。尤其那些信手而书的诗稿信札，古拙雅淡，“稳不俗，险不怪，老不枯，润不肥”；情绪、人格皆从笔姿墨趣中流溢出来，汇聚成一种真率天成的胜境，令人爱不释手。\n由于金农的身世，他以卖字卖画为业，难免把商业习气带入艺术领域。许多慕名求索者又非知音，不少作品明显有应酬之嫌，甚至有“师藉门生卖画钱，门生画亦赖师传”，“图成幅幅署髯名，浓墨刷字世便惊”的情况，并由此引发出“金农无画论”之争。这些情况虽给金农书画的鉴赏、论评带来一定疑难，然而绝不能由此否认他的作品风格是顺应了当时历史文化发展的趋势，在抒发个性，冲击时弊，力倡新思维方面所做出的贡献。\n书画价值\n009年12月19日，有着“扬州八怪”之称的金农的《花果册》在杭州拍卖会上以3976万元的价格创下西泠拍卖最高成交纪录。\n代表画作\n他博学多才，嗜奇好古，收金石文字千卷。精篆刻、鉴赏，善画竹、梅、鞍马、佛像、人物、山水。尤精墨梅。所作梅花，枝多花繁，生机勃发，古雅拙朴。代表作有：《东萼吐华图》、《空捍如洒图》、《腊梅初绽图》、《玉蝶清标图》、《铁轩疏花图》、《菩萨妙相图》、《琼姿俟赏图》等。\n作品欣赏\n金农《漆书相鹤经轴》纸本1752年作纵156厘米横37厘米北京故宫博物院藏\n金农漆书轴\n金农《漆书汲古处和四言联》纸本1744年作纵63.5厘米横14.2厘米广东省博物馆藏\n金农漆书墨说\n","category":"草书","verified":true,"user":1,"timestamp":1429951661855}]