[{"name":"米芾草书研山铭","text":"米芾《研山铭》，澄心堂纸本手卷，行书，卷纵36厘米，横136厘米，用南唐澄心堂纸书写行书大字三十九个。藏北京故宫博物院。《研山铭帖》是米芾书法精品中的代表作。此帖沉顿雄快，跌宕多姿，结字自由放达，不受前人法则的制约，抒发天趣，为米芾大字作品中罕见珍品。\n概述\n【名称】：研山铭\n【类别】：字画\n【年代】：宋\n【文物原属】：原属圆明园收藏\n【文物现状】：于2002年12月7日在观复博物馆被国家文物局委托单位以2999万人民币以定向单人形式拍下。\n【文物出处】：据考证，米芾得到南唐后主李煜的旧物，灵璧石“研山”后十分喜爱。《实为志林》记载他“抱眠三日”，狂喜之极，即兴挥毫，留下了传世珍品《研山铭》。\n简介\n手卷内容\n《研山铭》手卷，水墨纸本，高36厘米，长138厘米，分三段。\n第一段为米芾用南唐澄心堂纸书写三十九个行书大字：“研山铭五色水浮昆仑潭在顶出黑云挂龙怪烁电痕下震霆泽厚坤极变化阖道门宝晋山前轩书。”在运笔上刚劲强健，具奔腾之势，筋雄骨毅，变化无穷。结字上，自由放达，倾侧之中含稳重，因而端庄之中婀娜多姿，较之《多景楼诗》、《虹县诗》少些飞白灵动，更具刚劲、奔腾、沉顿雄快，乃米书成熟之作，为米芾书法中之精品。启功先生赋诗赞曰：“羡煞襄阳一枝笔，玲珑八面写秋深。”\n此卷第二段绘研山图，用篆书题款为：“宝晋斋研山图不假雕饰，浑然天成”。“研山”是一块山形砚台，在研山奇石图的各部位，用隶书标明：“华盖峰、月严、方坛、翠峦、玉笋下洞口、下洞三折通上洞、予尝神游於其间、龙池、遇天欲雨则津润、滴水小许在池内、经旬不竭。”\n为米芾之子米友仁的行书题识：“右研山铭，先臣芾真迹，臣米友仁鉴定恭跋。”米芾外甥金代王庭筠题跋：“鸟迹雀形，字意极古，变志万状，笔底有神，黄华老人王庭筠。”清代尤长笔法的书画家陈浩题作隽永的跋尾：“研山铭为李后主旧物，米老平生好石，获此一奇而铭，以传之。宣其书迹之尤奇也，昔董思翁极崇仰米书，而微嫌其不淡然。米书之妙，在得势如天马行空，不可控勒，故独能雄视千古，正不必徒从淡求之。落此卷则朴拙疏瘦，岂其得意时心手两忘，偶然而得之耶，使思翁见之，当别说矣。乾隆戊子十一月，昌平陈浩题。”日本前首相犬养毅题迎首：“鸢飞鱼跃”。\n钤印\n有：内府书印（三次）、宣和、双龙圆印、绍兴，贾似道的“长”、“悦生”（二次）、于腾、味腴轩、于腾私印、东海郯人、受麟（二次）、受麟私印、飞卿、石禅莩子、石甫、湘石过眼。周於礼印、立崖、陈浩之印、七十四翁、梦德星庵、梦庐审定真迹、玉堂柯氏九思私印等23方。著录于《南村缀耕录》元\"陶宗仪卷六刻《宝晋斋研山图》、《明·张丑真迹目录》、陈继儒《妮古录》、《中华五千年文物集刊》、《历代著录法书目》、《中国书法史》、《有邻大观》、《书道全集第十五卷》、《中国书法全集》、《米芾墨迹三种》、《米芾、米友仁》、《宋四家书法字典》、《米芾书法艺术》、《历代书法论文选》、《行书编》、《中国书画全书\"第四册》、《中国行书大字典》、《中国书画》等18部书籍。\n序\n此手卷流传有序，曾经入北宋、南宋宫廷。南宋理宗时被右丞相贾似道收藏。递传到元代，被元代最负盛名的书画鉴藏家柯九思收藏。清代雍正年间，被书画鉴赏家，四川成都知府于腾收藏。由于历史的原因，此卷不幸流落到东瀛，被日本有邻博物馆收藏。看过中贸圣佳国际拍卖公司由境外征集请回北京的米芾《研山铭》书法原作后，启功先生说：“能在中国的北京看到米芾的《研山铭》，饱了眼福。过去看《研山铭》的照片高兴，临《研山铭》高兴。今天我90多岁了，看到了真的《研山铭》原作，是眼福啊！能多看几天就多看几天。”\n研山铭作者\n米芾(1051-1107)，字元章，世居太原，后定居江苏镇江。徽宗诏为书画学博士，人称“米南官”，又因举止颠狂，人称“米颠”。《宋史·文苑传》说：“芾特妙于翰墨，沈著飞，得王献之笔意。”《宣和书谱》说他：“大抵书效羲之，诗追李白，篆宗史箍，隶法师宜官；自谓‘善书者只有一笔，我独有四面’，识者然之。方芾书时，其寸纸数字人争售之，以为珍玩。”他在继承“二王”书法传统上下过苦功，能够登堂入室。真、草、隶、篆、行都能写，而尤以行草书见长。他自称“刷字”，是指他用笔迅疾而劲健，尽兴尽势尽力，追求“刷”的韵味、气魄、力量，追求自然。他的书法作品，大至诗帖，小至尺牍、题跋都具有痛快淋漓，欹纵变幻，雄健清新的特点，快刀利剑的气势。其主要作品有：蜀素帖、紫金砚帖、论书帖、多景楼诗册帖、珊瑚帖、研山铭帖、三帖卷、向太后挽词、寒光帖等。\n研山奇石\n砚山\n千百年来，一块名为“砚山”的奇石，令历代赏石爱石者为之痴迷，从宋徽宗到清乾隆皇帝，再到当代赏石人都在为之苦苦寻觅。砚山是米芾收藏的一方灵璧石，砚与研谐音，所以古称“研山”。据考证，砚山是南唐后主李煜的旧物，几经流传，到了米芾手里。米芾得到砚山后，《志林》记载他“抱眠三日”，狂喜之极，即兴挥毫，留下了传世珍品《研山铭》。央视《探索发现》曾沿着历代赏石人寻找砚山的足迹，讲述古人虔诚拜石直到今人千里寻石的一段段传奇故事。砚山在宋代以后神秘消失，留给后人无尽的遗憾。直到《研山铭》的回归，让人们重新燃起了寻找研山奇石的希望。直到2012年这方消失了近千年的石头又重新出现，砚山奇石是古今名奇石之一。 \n米芾砚山\n继2002年中国嘉德春季艺术品拍卖会成功拍卖从日本回流“国宝级”艺术品宋徽宗《写生珍禽卷》并创下中国古代书画“天价”(2300万元)之后(买主为一位比利时女商人)，又一件“国宝级”的中国古代书画——宋代米芾《研山铭》手卷于2002年金秋由中贸圣佳艺术品拍卖公司以定向指定拍卖的形式以2999万元高价创下新高(归新组建的中国国家博物馆)。与宋徽宋《写生珍禽卷》一样，米芾的《研山铭》也是由日本有邻博物馆所收藏和提供的。米芾是宋代四大书法家之一，苏东坡曾评其书法如风樯阵马，超逸入神，沉着痛快；黄庭坚评\n其书法如快剑斫阵，强弩射千里。……在书坛上享有重要地位。据考，米芾留存于世的书法墨迹近60件，其中多为小字，大字仅有《研山铭》以及《多景楼诗》(现藏上海博物馆)和《虹县诗》(现藏日本东京国立艺术馆)，三幅大字中又以《研山铭》最具代表，刚劲、奔腾、沉顿、雄快。而该手卷又书画合璧，描摹了一方传承有绪的古灵璧石名品他(据说为后人所摹)，颇值得玩石者一鉴。《研山铭》手卷为水墨纸本，高36cm，长138cm，分为三段。第三段为米芾之子米友仁和外甥金代王庭筠的题跋，另外还有清代陈浩和日本前首相犬养毅的题词。第二段则为研山图，篆书题款“宝晋斋研山图”，淡墨设晕，浓墨勾勒，较为工笔描摹了一方峰峦灵秀的灵璧石研(通砚)山。说起来，研山在我国赏石历史上具有承前启后的重要地位，据载它是五代十国时期南唐著名的亡国之君李后主创制的，它是取其自然平底、峰峦起伏而又有天然砚池的天然奇石，作为砚台的别支，一般大不盈尺，而灵璧石、英石一类质地大都下墨而并不发墨，所以砚山纯粹是作为一种案头清供。众所周知，唐代乃至以前赏玩奇石的主要对象是园林石峰，赏玩案几供石从宋代开始才蔚然成风，而唐宋之间所出现的“研山”正好是由其间的一个重要过渡：一方面，它将玩石的对象由庭院转移到案几，另一方面又将玩石列入了文房器玩范围，以后奇石一项便厕身于文玩之列，这都应归功于李后主首创之功(李后主常在收藏的书法名画上钤有“建业文房之印”藏印，这也是文房一词最早见诸印记。)米芾所描摹的这方灵璧石研山，便是其搜获的李后主之旧物。画上留有许多题记，也说明米芾对之喜爱有加。如篆书“不假雕琢，浑然天成”，研山之左右上下分别有楷书“玉笋”。“方坛”，“上洞口”、“翠峦”、“龙池遇天欲雨则津润”、“华盖峰”、“月岩”、“下洞三折通上洞，予尝神游于其间。”、“滴水小许在池内经旬不竭”等字。考“宝晋斋研山”历史上另有二图著录，一是元代陶宗仪《南村辍耕录》卷6有“宝晋斋研山图”。纯系工笔线描，形制题记与该图相同，只是稍作精巧，皴理细微。二是明代林有麟《素园石谱》卷1“宝晋斋研山”，也是线描图，不过略为写意变形，而且题记略有不同，如“龙池”写作“龙湫”，“玉笋”峰旁多了“天柱”峰。第一段为米芾用南唐李后主澄心堂纸书写的行书大字：“研山铭：五色水、浮昆仑。潭在顶，出黑云。挂龙怪，烁电痕。下震霆，泽厚坤。极变化，阖道门。宝晋山前轩书。”字体刚劲强健，筋雄骨毅，变化无穷。“宝晋斋砚山图”描摹的这方奇石，可以说是迄今最早见之于书画图录的一方赏石名品，也是案几供石之本原。撇开其文物历史价值不谈，这方“不假雕琢，浑然天成”的灵璧石，在今人看来，仍然不失为一方难得的精绝之品。\n研山铭近况\n002年12月6日，是一个让中国文物界、书法界、鉴定界、收藏界、拍卖界无法忘记的日子，中国北宋大书法家米芾的晚年杰作《研山铭》在北京拍卖成功，成交价创下了当时中国艺术品拍卖的世界纪录。米芾是个性格很怪异的人，他爱石、玩石，也藏石，他之所以留下《研山铭》这样的佳作，也与他藏石的爱好有关。 \n灵璧石，产于安徽灵璧县磬石山北麓。灵璧石神韵天然，分为奇石、磬石等几种，是中华奇石中的瑰宝。晚年的米芾得到了灵璧石，如获至宝，这块石头的形状呈山形，刚好可做墨池来研墨。米芾对其爱不释手，他连续三天夜晚，抱着这块灵壁石才能入睡。即便是这样，米芾还是意犹未尽，这一夜，夜朗星稀，米芾挥毫泼墨，便留下千古名帖《研山铭》，也成为石痴米芾爱石颂石的千古佳作。\n","category":"草书","verified":true,"user":1,"timestamp":1429951591677},{"name":"米芾草书研山铭","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791611615,"text":"释文：研山铭。五色水，浮昆仑。潭在顶，出黑云。挂龙怪，烁电痕。下震霆，泽厚坤。极变化，阖道门。宝晋山前轩书。\n　　米芾《研山帖》，行书墨迹。在明代张丑的《真迹目录初集》、《清河书画表》和清代吴其贞的《吴氏书画记》中都有记载，据推创作于1101年至1102年间，作品沉雄苍劲、挥洒纵横，是米芾晚年代表作之一。专家研究说，作品早年曾入藏宋代内府，后一直为民间文人雅士珍藏。上个世纪20年代被日本一家博物馆收购而东渡扶桑。\n　　《研山铭》共计39个字，国家文物鉴定委员会书画鉴定专家对此帖的评价为：“下笔挥洒纵横，跌宕多姿，不受前人成法的羁勒，抒发性情天趣，在他的大字墨迹中，应推为上品。”也正因为如此，这件墨宝一露面就引起众多书画家、收藏家的关注，热切期待能让它返回祖国。\n　　国家文物局获此信息后，依法组织国家文物鉴定委员会和有关专家对这件作品进行了鉴定评估，专家们一致认为确属米芾真迹，具有极高艺术、历史价值，应尽最大努力避免再次流散境外。据此，国家文物局经批准，使用专项经费，依法通过定向拍卖方式竞买了这件《研山铭》。\n附相关资料\n一字百万金 天下第一难书\"研山铭\"天价追踪\n　　东方网12月18日消息：这恐怕是有史以来最昂贵的汉字———一幅39个字的古代书帖《研山铭》，十天前创出2999万元人民币的中国书画拍卖全球最高价。一字将近百万元！\n　　这恐怕是有史以来最独特的拍卖———参加竞拍者仅一家，拍卖师喊价仅一次，一呼即应，一应即定，十秒钟里成交。\n　　这恐怕是有史以来第一件国家专设经费抢救的流散国宝———《研山铭》去国两百年后，成为我国今年所设“重点文物征集专项经费”购回的首件文物。\n　　一卷三绝！《研山铭》骤成海内热点。\n　　“天下第一难书”\n　　写《研山铭》这人简直是个“疯子”，就如同全世界所有天才那样。\n　　他明明是北宋人，却偏偏喜欢穿着唐代衣帽招摇过市。他为了要别人一幅王羲之的字，居然不惜以死相胁，“大呼，据船舷欲坠”。他爱石成痴，曾向块大石“口称‘石丈’，著朝服持笏便拜”。他觅得一块可做墨池研磨的山形小石“砚山”后，竟爱不释手到“抱之眠三日”的地步……他的外号，叫“米颠”。他的大名，叫米芾。\n　　不过，千年书坛尽人皆知的《研山铭》能价值千万，并不因这些。\n　　其珍，珍在它是中国书法顶级宗师的代表作。米芾与苏轼、黄庭坚、蔡襄并称“宋四家”，是开宗立派的书法大家。五千年来，此等人物屈指可数，也就王羲之、王献之、欧阳询、虞世南、褚遂良、颜真卿、张旭、柳公权、怀素、米芾、赵孟兆页等寥寥十数人。其中，米芾又以笔法“八面出锋”极尽变化，最难写又最能抒发个性，卓然独树一帜。苏轼就曾由衷推崇米芾当与书圣王羲之“并行”。而米芾仅存在世的几幅作品中，《研山铭》被认为最具代表性，号称堪与“天下第一行书”《兰亭集序》并提，是“天下第一难书”。\n　　其珍，珍在它震烁古今的书法艺术。中国书法家协会会长沈鹏告诉记者，《研山铭》字字珠玑、笔笔难书，他最为推崇“下震霆”的“震”字一撇：陡然一笔细如蚕丝又稳如磐石，险绝笔法登峰造极。“有人说是败笔，我看恰是妙在巅毫。正如打乒乓的擦边球，又像足球弹在门框上再进网，妙不可言！就像孔子论人生最高境界———既‘从心所欲’，又‘不逾矩’。”\n　　其珍，还珍在它是“海归”———收藏它的日本某私人博物馆因经济困顿而出售，而我散落海外的绝品多藏各国国立博物馆，此类良机恐难再有。\n　　所以，《研山铭》身价当非寻常！\n　　“天价”细思量\n　　但具体到2999万元，是高了、低了，还是恰如其分？\n　　“合算！”故宫博物院研究员单国强，举出了此前中国书画拍卖最高价的宋徽宗《写生珍禽图》：“宋徽宗在绘画史的地位，不如米芾在书法史的地位，而且有专家疑那幅画为伪作。它都拍了2530万元，一致公认为真品的《研山铭》，价格当然应更高。再看行情，大连万达曾不惜出价4000万元，志在必得。”\n　　中国文物学会理事赵榆也说：“2999万元看似高，只不过历代书法大家名作几乎从未拍卖过，否则，就不会由《研山铭》今天再来创天价。”\n　　不过，也有业内人认为“天价”有炒作之嫌。据悉，国内有人在一年前曾与上门来荐的《研山铭》物主洽谈过回购之事，而今听说已以2999万元成交，震得一愣一愣。\n　　“但不管怎样，《研山铭》回归，是国家在抢救流散文物。这个意义，怎么肯定都不为过。”故宫博物院院长朱诚如说。\n　　一梦两百年\n　　那已是个千年之谜，究竟，《研山铭》如何孤悬海外。“铭”上，一代代收藏者的印章，直至清雍正成都知府于腾戛然而止，一漂东瀛两百年。启功先生慨然长叹：见不到《研山铭》，死不瞑目！\n　　据承拍《研山铭》的拍卖公司介绍：今年春，日本那家博物馆有意出售《研山铭》，几位外籍华人买下后，交来拍卖，希望藉此将之永留国内。国家文物局得悉情况，由文物鉴定委员会鉴定此“铭”后，依法采用“非常手段”———定向拍卖，指定国有文物收藏单位优先购得《研山铭》。国之瑰宝不可失。由于中国法律规定，境外拍品参与国内竞拍，如被境外人员拍得，均可携带出境。宋徽宗的《写生珍禽图》，就这样再度飘零海外。因此就有法定的“定向拍卖”，已知张先的《十咏图》、阎立本的《孔子弟子像》等国宝级文物，就藉以“定居”国内。\n　　但《研山铭》的独家竞拍、一口成交现象，据称前所未闻。还是拍卖公司揭了秘：“其实，大连万达和米芾故乡湖北襄阳市原本都要竞拍，得知国家有意后，便主动弃权了。国宝回‘国’，适得其所。”\n　　国宝当归国\n　　《研山铭》回国绝对算一个里程碑。\n　　曾记否，上世纪四十年代，国已不国，一介书生张伯驹竟是卖掉住宅倾其所有，购回了流失海外的中国现存最早山水画《游春图》，捐给国家。\n　　曾记否，国力尚艰的上世纪五十年代，是国家总理亲自关怀，重金购回《中秋帖》、《五牛图》等大批遗珍绝品。\n　　而今，开天辟地头一遭，国家设立专项经费抢救流散文物，确然是“国家兴旺发达的体现，保护历史文化的壮举”。\n　　“专项”回购第一幅，这是开始。故宫博物院“米芾《研山铭》特展”大字醒目：“我国有数以百万件的珍贵文物流落世界各地。”中国书协出版委员会秘书长刘恒告诉记者：“王羲之的《丧乱帖》，柳公权的《金刚经》，智永的《真草千字文》，我最早书帖集成《淳化阁帖》……中华名帖，三分之一还在国外。”\n　　这不是一种国家专项经费独力能胜，刚颁布的《文物法》有新规：公民可以从拍卖企业购买文物，可以相互交换转让文物。国宝归国在盛世，共襄盛举正当时。","author":"宋代米芾","description":"米芾草书研山铭"}]