[{"name":"褚遂良小楷阴符经","text":"褚遂良大字阴符经略近“雁塔圣教序”，行笔极为灵活，点画、转折、行笔有行书的笔意，部分重捺笔画还有隶书意味，轻重与虚实结合的很好。笔势纵横清晰，天趣自然。\n褚遂良大字阴符经\n简介\n“大字阴符经”墨迹本，96行，461字，传唐代褚遂良书。世传褚遂良楷书有“雁塔圣教序”、“同州圣教序”、“房梁公碑”、“孟法师碑”、“伊阙佛龛碑”、“倪宽赞”等，其中“倪宽赞”为墨迹本，余者为碑刻。\n褚遂良（596—658年）字登善，钱塘（杭州）人。贞观时历任谏议大夫、中书令等，又曾任河南县令，故人称褚河南。褚遂良书法师欧阳询、虞世南，上溯王羲之。与欧阳询、虞世南、薛稷并称“初唐四大家”。前面介绍过的几种书法风格不尽相同，可以看出他书法各个时期的特点。\n风格\n其总体结构方中见扁，多见横势，宽绰而见虚灵之气，此乃从隶书中来。此帖撇捺开张，线条对比强烈，时而纤巧，时而厚重，时而疏密有致，时而笔势翻飞，波折起伏，巧于变化。此帖结字欹正相生，寓拙于巧，变化多端，不落蹊径，运笔牵丝暗连，速度极快，俯仰呼应，各有所据，气息盈满，妙笔生花。书家以不可羁勒之笔，使转细微，擒纵自如，深具“二王”行意、北碑意趣和古隶之美。此卷尾款为“起居郎臣遂良奉敕书”，专家认为褚任起居郎时，书法面目应是“伊阙佛龛碑”那样，而现在的“大字阴符经”却是褚晚年的风格。专家分析不无道理。不过此书就是伪作，也是当时学褚高手所为，书法具有极高的水准，是学习楷书的一个重要范本。\n临习要点\n《阴符经》起笔方法很独特，急速铺毫，如鱼入水，轻捷顿挫，显得丰姿绰约，写起来特别痛快。但用笔和结字必须淡化甚至舍弃其华饰之处，帖中牵丝不可过分学，尤其是起笔动作，书家常凌空起笔，将很多动作省略在空中，在临池中要多加品味。行笔速度不能太快，否则容易造成虚浮怯弱的毛病。\n《阴符经》行意较多，无论是点、竖、横画，在入笔方面大多自然落笔、露锋起笔，有的甚至是尖锋，这在一般唐碑中是不可能出现的。如右图中的“天”字，两横起笔自然；“以”字左右两部分用露锋起笔，使整个字形产生飞动感。《阴符经》中也有极少字是逆锋起笔的，如右图中的“无”字。\n《阴符经》横画收笔自然重按回旋，形成“悬胆”特征，如右图中“可”、“盗”二字长横画的收笔，仅《阴符经》中才有，佃临习时不能太刻意。横画收笔有时出钩，如右图中“有”字横画朝下钩，“莫”字横画朝上钩。产生这样的笔画形态主要有两个原因：一是《阴符经》极其注重用笔，很多笔画不是一带而过，和帖中所蕴涵的隶意有很大关联；二是《阴符经》中行意很多，此乃自然牵丝的固化特征，如“有”字先写一撇，再写长横，然后写“月”部左侧一竖，故横画末端钩笔朝下；“莫”字写完长横，接着写撇点，所以钩笔朝上。竖画收笔一般分为“垂露”和“悬针”，这一点较为常见。\n《阴符经》中牵丝较为明显，临习时应将起收笔弄清楚，用心去体会，做到举一反三，以便更好地了解一些笔画的弯拱和粗细变化的缘由。帖中一些起笔并不值得仿效，如果不带有批判的眼光，很容易形成习气。如右图中“不”字的竖画，“物”、“然”二字的起笔，这些都没有必要学。再如“其”字左竖形成弯曲形状是和上一个字的行笔分不开的，临习时要胸中有数；“神”字右部中竖起笔和左边点画暗连，这是书家凌空起笔的体现，临习时不必仿照。\n《阴符经》中笔画转折大多圆中见方，难见圭角，但顿挫分明，使笔画圆润而又骨力内含，也有一些圆转、近似圆转或方折的形式，临习时宜多加体会。\n对《阴符经》中线条表现力要有一个综合的认识。帖中线条大多柔中有刚，以轻细为主，这是褚书特征。总览《阴符经》中用笔轻重形成的笔画粗细变化，共有三种情况：一是整体上都是细笔，少有跳宕变化；二是纯粹粗笔；三是有粗有细(大部分字都属于这种情况)。《阴符经》笔画的粗细变化不是某个字形本身的问题，与字体繁简程度并不完全相关，而是出于整体章法的需要。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951555643},{"name":"褚遂良小楷阴符经","dynasty":"唐代","category":"小楷","type":"","user":1,"timestamp":1429791640099,"text":"【释文】阴符经\n观天之道，执天之行，尽矣。天有五贼，见之者昌。五贼在心，施行于天。宇宙在乎手，万化生乎身。天性人也，人心机也，立天之道，以定人也。天发杀机，移星易宿；地发杀机，龙蛇起陆；人发杀机，天地反覆；天人合发，万化定基。性有巧拙，可以伏藏。九窍之邪，在乎三要，可以动静。火生于木，祸发必克；奸生于国，时动必溃。知之修炼，谓之圣人。\n　　天生天杀，道之理也。天地，万物之盗；万物，人之盗；人，万物之盗。三盗既宜，三才既安。故曰:食其时，百骸理；动其机，万化安。人知其神而神，不知(“其”多写)不神而所以神。日月有数，小大有定，圣功生焉，神明出焉。其盗机也，天下莫能见，莫能知。君子得之固穷，小人得之轻命。\n瞽者善听，聋者善视。绝利一源，用师十倍。三反昼夜，用师万倍。心生于物，死于物，机在目。天之无恩，而大恩生。迅雷烈风，莫不蠢然。至乐性愚（应为“余”），至静性廉。天之至私，用之至公。禽之制在气。生者死之根，死者生之根。恩生于害，（“害”漏写）生于恩。愚人以天地文理圣，我以时物文理哲；人以愚虞圣，我以不愚虞圣；人以奇其（应为“期”）圣，我不以奇其（期）圣。沉水入火，自取灭亡。自然之道静，故天地万物生。天地之道浸，故阴阳胜。阴阳相推，而变化顺矣。（少“是故”）圣人知自然之道不可违，因而制之。至静之道，律历所不能契。爰有奇器，是生万象，八卦甲子，神机鬼藏。阴阳相胜之术，昭昭乎进乎象矣。\n阴符经。\n大唐永徽五年岁次甲寅正月初五日奉旨造，尚书右仆射监修国史上柱国河南郡臣褚遂良奉旨写一百廿卷。\n《小字阴符经》，刻本，褚遂良书。\n据说褚遂良奉旨书写的《阴符经》，有一百九十卷之多。此帖《小字阴符经》为著名的越州石氏帖刻本，其字小如豆，刻工精良。是褚遂良五十九岁时所写。","author":"唐代褚遂良","description":"褚遂良小楷阴符经"}]