[{"name":"赵孟頫 《缩临兰亭》","text":"赵孟頫《缩临兰亭》13×32cm见于中贸圣佳国际拍卖有限公司2005春季艺术品拍卖会\n成交价：RMB9,350,000\n钤印：赵氏子昂（朱文）\n鉴藏印：旧田（白文）、伯畊（朱文）、西方之人（朱文）、严泽之印（白文）、严澂（白文）、道澈（朱文）、玄玄斋（朱文）、天池（朱文）、撄宁生（白文）、寓笔馆（朱文）、菰庐中人（白文）、严澂私印（白文）\n徐邦达题跋：松雪翁酷爱兰亭序，其过目及临摹者，不知凡几。此缩临本尤美妙无匹。己卯春日得之京华客舍，輙题数语以志庆幸。徐邦达。\n拍卖日期：2005-07-30\n附录：兰亭风采再现豪端——赵孟頫缩临兰亭赏析\n作者：张铁英\n元代书法一改唐人尚法、宋人尚意的潮流，转而取法书圣二王，以继承、发扬古法的方式确立了自己的风格和位置。领导书坛这场“革命性”运动的领军人物是一代宗师赵孟頫。赵孟頫学博才高，精力过人,无论在政治经济方面，还是在经史文学方面，他都有令人称道的业绩。尤为突出的，是在书法和绘画方面的成就。其书六体皆能，抗衡唐宋，正好元史本传中所说:“孟俯家稻兮隶真行草书，无不冠绝古今，遂以书名天下”。\n赵孟頫在继承二王笔法的基础上，创建出儒雅遒劲、妍丽精绝、清和洒落的书法境界；以鲜明的时代精神和强烈的艺术个性，卓立於当时的书坛。卢熊说，“本朝赵魏公识趣高远，跨越古人，根柢钟王而出入晋唐。不为近代习尚所窘束，海内书法为之一变。后进咸宗师之”。\n赵孟頫的书法风格符合中国人的审美习惯和审美爱好，他的书法不仅笼罩元代、影响明清，而且至今为人所重。前辈书法家、书法理论家潘伯鹰先生这样写道:“自从赵孟頫之死，到今日已经六百多年，还不曾再生出一个象他那样伟大的书家来”。这样评价赵孟頫是并不为过的。\n赵孟頫，字子昂，号松雪道人。宋太祖赵匡胤十世孙。四世祖赵伯圭是宋孝宗赵□的兄长。原籍大梁（今河南开封），因四世祖受赐居湖州，这一支便称湖州人。生於宋理宗宝祐二年（公元一二五四）。赵孟頫十二岁丧父，母丘夫人嘱其发愤苦读。孟俯勤学不倦“昼夜不休。性通敏，书一目辄成诵”。曾作过宋朝小官，“真州司户参军”。二十七岁时，宋亡，居家潜心治学。三十三岁时被程钜荐存於元世祖。元世祖见到相貌英迈焕发的赵孟頫，十分高兴，称他是“神仙中人”颇得元世祖好感的赵孟頫，仕途顺利。累官至“翰林学士承合、荣禄大夫、知制诰，兼修国史。用一品倒，推恩三代”。延祐六年（公元一三一九）告归还乡，至治二年（公元一三二二）卒於吴兴。\n赵孟頫天资高迈，功力过人，故能成其书法大业。宋濂云：“赵魏公留心字学甚勤，羲献帖凡临数百过，所以盛名光塞四海……”他不仅力追二王，而且力追元古，他对於古篆及隶书、章草无不苦心学习。尤其章草，因为有他提倡，方由中绝而复兴起来。\n至大三年（公元一三一○），五十七岁的赵孟頫终於得到了僧独孤所赠的定武兰亭帖拓本，赵大喜过望，曾先后为之题跋十三次。\n当年王羲之等人在会稽山阴兰亭水边修赋诗，王写了一篇序言——《兰亭序》。这是一篇流芳千古写作俱佳的经典之作，其书法，被称为天下第一，其文章被选家叹为观止。《兰亭序》流传到唐太宗手中时，他为使《兰亭序》真迹永远伴随左右，乃命拓书人分别钩摹，作成副本流传世间。钩摹响拓，精细费时，在唐代已数难得之珍品，至宋代更不易得。於是，有人摹以刻石，其石在定武军州，遂称定武兰亭。此本时代及既早，摹刻亦值佳，遂成名帖。到元代，好的定武本兰亭，已不是能轻易见到的。贵为一代宗师的书法家赵孟頫也是挨到五十七岁才得到一本。他自称“一旦得此，喜不自胜”。喜不自胜的赵孟頫在兰亭跃语中，把对书法的心得、体会、经验毫无保留地写了出来，为研习书法者广开方便法门。\n他在跋语中说：“《兰亭》诚不可忽”，昔人得古刻数行，专心而学之，使可名世。况《兰亭》是右军得意书，学之不已，何患不过人耶？“赵取法二五，对於王右军的得意之作——《兰亭序》，自然格外倾心。他一生的所临《兰亭序》当不下数十万本，可惜今日已难觅踪影，幸好这件缩临兰亭的墨迹可以让我们大饱眼福，穿过六七百年的历史遂道，一睹一代宗师的翰墨风采。\n缩临兰亭高十三厘米，长三十二厘米，纸本。全帖字小如豆，应属小行楷范围。小字是赵孟頫诸体书法中最为精能的领域。\n鲜于枢说，“子昂篆隶正行颠学为当代第一，小楷又为子昂诸书第一”。袁桷说，“公作小楷，著纸如飞，每谓欧褚而下不足论”。倪云林说，“子昂小楷，结体妍丽，用笔遒劲，真无愧隋唐间人”。文徵明云，“文敏小楷精绝，殆无遗恨”。祝允明说，“子昂小字，精微妙丽”。从这些大宗师的评论中，可以看出他们对赵孟頫的小字是推崇备至的。\n《兰亭序》共三百二十七字，中间有二十个“之”字，七个“不”字。其他如“感”、“怀”、“畅”、“会”等，都有重出重现，但是他的写法却个个不同。笔画多的字，变化尚容易些。而“之”、“不”二字，每字不过三四笔，细加分析，或从结构上变化，或从笔法上转换，总让人感到不同之处。既出奇制胜，又不离奇古怪。\n赵孟頫的临本，可谓遥接书圣传脉，全贴一笔不苟，颇有天然之趣，虽从规矩中来，却无一毫窘束之意，使人想见神仙蜕骨的风度。米芾有诗咏兰亭曰：“之字最高无一似”，试看赵氏临本中的“之”字，或舒展、或紧密、或出峰、或藏锋、或秀朗、或古拙，变化多而又浑然一体。《兰亭帖》中的一些细节，再赵的笔下屡有令人击节的再现，如“左”字，上面一横接着向左一挑，接处提笔向上连笔翻转，在定武兰亭中不甚显豁，赵孟頫特意强调写出，留给后人无穷方便。兰亭贴中一些不常见的点划，如反捺等，赵都写得十分精密,十分到位。\n变化与统一是一对矛盾，一味强调变化，则风格不易统一，甚或野乱狂怪，流於低俗。一味强调统一，则千字一同，了无生趣，甚或一味滥熟，令人生厌。在笔力劲健，结字俊朗的基础上，寓变化於统一之内，出新意於法度之中，非大手笔难臻其境。赵临兰亭，生秀之韵，跃然纸上；兰亭风采，再现毫端。诚如当代书画鉴定巨擎徐邦达先生所言：“松雪翁酷爱兰亭序，其过目及临摹者，不知凡几，比缩临本尤美妙无匹”。\n","timestamp":1431355021062,"published":true}]