[{"name":"傅山草书杂诗稿册","text":"此卷书录唐代诗人孟浩然“与诸子登岘山”等诗十八首（草书孟浩然诗卷释文），全卷凡三接纸，共书114行，此卷书法纵逸奇宕，字与字间不相连属，结字欹正相间，古拙雄健，但笔意相连不断，充分体现了傅山书法艺术之特色，亦是对其书法美学思想作了最好的诠释。\n内容简介\n【名称】：《草书孟浩然诗》卷\n【朝代】：清\n【类别】：书法\n【作者】：傅山书\n【材质】：纸本\n【尺幅】：纵28.2cm，横394.8cm\n【现藏】：故宫博物院此卷书录唐代诗人孟浩然“与诸子登岘山”等诗十八首，全卷凡三接纸，共书114行，末识：“张山人钺持此纸要书，雪中惜研上余墨，孟诗十八首与之。”款署“山”，下钤“傅山私印”。本幅无藏印，具体书写时间不详。\n傅山在书法艺术上主张“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排”。此卷书法纵逸奇宕，字与字间不相连属，结字欹正相间，古拙雄健，但笔意相连不断，充分体现了傅山书法艺术之特色，亦是对其书法美学思想作了最好的诠释。此卷向被视为傅山草书中的上乘佳作，代表了傅山中、晚期行草书的最高艺术水平。\n编辑推荐\n《傅山草书经典:孟浩然诗十八首手卷》由河南美术出版社出版。\n释文\n人事有代谢，往来成古今。江山留胜迹，我辈复登临。水落鱼梁浅，天寒梦泽深。羊公碑尚在，泼墨泪沾襟。\n八月湖水平，涵虚混太清。气蒸云梦泽，波撼岳阳城。欲济无舟楫，端居耻圣明。坐观垂钓者，空有羡鱼情。\n二月湖水清，家家春鸟鸣。林花扫更落，径草踏还生。酒伴来相命，更尊共解酲。当杯已入手，歌妓莫停声。\n北阙休上书，南山归敝庐。不才明主弃，多病故人疏。白发催年老，青阳逼岁除。永怀（愁）不寐，松月夜窗虚。\n傲吏非凡吏，名流即道流。隐居不可见，高论莫能酬。水接仙源近，山藏鬼谷幽。再来迷处所，花下问渔舟。\n林园虽少事，幽独自多违。向夕开帘坐，庭阴叶落微。鸟从烟树宿，萤傍水轩飞。感念同怀子，京华去不归。\n寂寂竟无待，朝朝空自归。欲寻芳草去，惜与故人违。当路谁相假，知音世所稀。只应守寂寞，还掩故园扉。\n武陵川路狭，前棹入花林。莫测幽源里，仙家信几深。水回青嶂合，云度绿溪阴。坐听闲猿啸，弥清尘外心。\n秋入诗人兴，巴歌和者稀。泛湖同旅泊，吟会是归思。白简徒推荐，沧洲已拂衣。杳冥云海去，谁不羡鸿飞。\n龙象经行处，山腰度石关。屡迷青嶂合，时爱绿萝闲。宴息花林下，高谈竹屿间。寥寥隔尘事，疑是入鸡山。\n独步人何在，嵩阳有故楼。岁寒问耆旧，行县拥诸侯。泱莽北弥望，沮漳东会流。客中遇知己，无复越乡忧。\n百里雷声震，鸣弦暂辍弹。府中连骑出，江上待潮观。照日秋云迥，浮天渤澥宽。惊涛来似雪，一坐凛生寒。\n义公习禅寂，结宇依空林。户外一峰秀，阶前众壑深。夕阳连雨足，空翠落庭阴。看取莲花净，应知不染心。\n白鹤青岩畔，幽人有隐居。阶庭空水石，林壑罢樵渔。岁月青松老，风霜苦竹疏。睹兹怀旧业,携策返吾庐。\n九日未成旬，重阳即此晨。登高闻故事，载酒访幽人。落帽恣欢饮，授衣同试新。茱萸正可佩，折取寄情亲。\n云海访瓯闽，风涛泊岛滨。如何岁除夜，得见故乡新。余是乘槎客，君为失路人。平生复能几，一别十余春。\n挂席东南望，青山水国遥。舳舻争利涉，来往任风潮。问我今何适，天台访石桥。坐看霞色晚，疑是赤城标。\n出谷未停午，至家日夕曛。回瞻山下路，但见牛羊群。樵子暗相失，草虫寒不闻。衡门犹未掩，伫立待夫君。\n张山人钺持此纸要书，雪中惜研上余墨，孟诗十八首与之。山。\n傅山（1607—1684年），字青主、侨山、公它等，名号甚多，入清后又名真山，号朱衣道人等，阳曲（今山西太原）人。明亡后隐居不仕，以行医为生。清康熙十七年（1678年）举博学鸿词科，强征至京，以死拒，放归。能绘画，精医学。书法篆、隶、真、行、草无所不精，以草书最富特色，笔力雄奇恣肆，追求生拙真率的艺术境界，是清初书坛大家。有《霜红龛集》行世。《清史稿》列传二百八十八有传。\n傅山自幼颖悟，喜任侠，赋性刚直不阿。崇祯年间曾以一介布衣，发动诸生数十人上书为山西提学袁氏讼冤，勇挫阉宦权奸，后得以昭雪而名震朝野。明亡后，又与顾炎武等人秘密从事反清活动，并曾被捕。在狱中“抗词不屈，绝食数日，几死”。（全祖望《阳曲傅青主先生事略》）。乾隆年间，朝廷开设博学鸿词科，傅山时已七十二岁，地方官逼其进京应试，他称病不去，官吏竟然命人舁其床而行，至都门外三十里，傅山抵死不入城，清廷免试，特封“中书舍人”放还，他既不谢恩，亦不接受，出京时，送行者途为之塞，其性情志节可见一斑。傅山通晓经史、诸子、释老之学，著有《霜红龛集》四十卷。长于书画，精鉴赏，并开清代金石学之源。同时他又是一位医术高明的医学家，在文学艺术上他更是一位富有批判和创造精神的思想启蒙先驱。“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”的艺术主张，三百多年来一直备受推崇。傅青主的书法传统功基甚厚。全祖望《阳曲傅青主先生事略》云(傅山)：“工书，自大小篆，隶以下，无不精，兼工画”。他的小楷《千文》直追钟王，朴实古拙。八九岁时即从钟繇入手，继而学王羲之、颜真卿，至二十岁左右，已“于先世所传晋唐楷书无所不临”。喜以篆隶笔法作书，重骨力，宗颜书而参以钟王意趣，并受王铎书风影响，形成自己独特的面貌，中年以前已得时誉。\n文摘\n插图：\n","category":"草书","verified":true,"user":1,"timestamp":1429951653661},{"name":"傅山草书杂诗稿册","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791646066,"text":"《杂诗稿册》22X14cm","author":"清代傅山","description":"傅山草书杂诗稿册"}]