[{"name":"王升草书衰老帖","text":"《寒切帖》为王羲之中晚年所书写。纸本墨迹，5行，50字。唐代勾填摹本，先勾再填以淡墨。勾摹精细，笔锋转折分明，书风遒劲腴润，沉着流动。墨色斑斓，笔意神采超逸，书风从容丰腴。\n法帖简介\n【名称】寒切帖\n【作者】王羲之\n【时代】东晋\n【摹搨】唐代\n【书体】章草\n【材质】纸本\n【规格】纵26厘米，横21.5厘米\n【收藏】天津博物馆\n《寒切帖》又名《廿七帖》、《谢司马帖》。唐代勾填本，有乌丝栏。收刻于《淳化阁帖》卷七、《大观帖》卷七、《澄清堂帖》、《二王帖》、《宝贤堂集古法帖》、《玉烟堂帖》、《邻苏园帖》。古书画鉴定专家张珩鉴定为唐代勾填本。 \n法帖内容\n原文\n十一月廿七日羲之报：得十四、十八日二书，知问为慰。寒切①，比各佳不？念忧劳②，久悬情③。吾食至少，劣劣！力④因⑤谢司马⑥书，不具。羲之报。 \n注解\n①切：深，深切。 ②忧劳：忧虑劳苦。 ③悬情：挂念。 ④力：体力。“力”与后文的“不具”在东晋翰札中多见，如王徽之《新月帖》“力不具”等。 ⑤因：顺，顺应。 ⑥谢司马：未详，一说谢安。 \n大意\n十一月二十七日王羲之答：得到十四、十八日两封来信，为你的问候感到欣慰。天气寒冷日深，近来各位都可好？心内忧伤辛劳，长久挂念悬心。我服食很少，不是很好。费力回应谢司马书，不再多叙。羲之答。 \n备注\n法帖文中“吾食至少”的“食”之意，是指“服食”而言的。王羲之好服食养性之术，在其去官之后而益甚。王羲之在《旃罽胡桃帖》中，曾向周抚索戎盐，云：“为服食之需”，在《服食帖》中，也说：“吾服食久，犹为劣劣”。 \n赏析学习\n平和简淡\n《寒切帖》平和简淡。许多字如‘得’、‘保’、‘谢’等字，笔画并无过多的转折、顿挫。虽简化却是高度概括，做到了点画处意韵十足。法帖残破较重，许多字，如‘月’、‘羲’、‘劳’字等虽残破，而气势仍然丰满。整体来说，笔画比较妍润，但有些笔画，如第一个‘之’字，‘寒切’等字，润中含朴，非常耐人寻味。 \n章草古意\n《寒切帖》丰润灵和，笔势流畅，体态圆丽，其韵致颇近于西晋陆机《平复帖》，区别在于《寒切帖》流利丰润，《平复帖》则沉朴苍浑，明显有章草遗意。 \n《寒切帖》具有章草古意。章草，因趋急而将隶书快写，后草式渐趋规范，成为一种独立的字体与书体。王羲之善隶书，旧体章学得心应手（从《姨母帖》、《初月帖》及《寒切帖》等的一些用笔与结体可以窥见），故其草书时呈旧中见新或新中带旧，两者交融默契。《寒切帖》为羲之晚年所作，对今草新体的书写已娴熟，但作品中的章草书风，可视为尝试与探索。作为一位知旧而能新的书家，在新法变革以后从旧的体式中再发掘出新鲜的因素，或者将旧式改新，成为一种处于新旧交融的形式。这种实践也是创新的一种手法。《寒切帖》的新意，正在于作者将章草进行了再创造，或在新体中间入章草的笔意，使新体不失古意。\n晚年书风\n祁小春《关于王羲之晚年书迹问题》认为：“王羲之晚年不仅能写出《初月帖》、《寒切帖》（若两帖确为晚年书的话）、《十七帖》、《衰老帖》、《鹘等帖》等类型的草书体，也能写出如《丧乱帖》、《二孙女帖》这类风格的行楷书，这就为寻求其晚年书风提供了一个可信的参照依据与更为宽广的书体书风范围。”\n法帖学习\n对于《寒切帖》的学习，主要是掌握侧锋用笔的方法，笔势爽利而浑厚，其间包含几个要素：1、注意观察和分析用笔中锋、侧锋的比例关系、调和手段、转换方向。2、侧锋用笔的线条中爽劲、锋利与沉着、圆厚的矛盾统一，不可偏颇。3、中、侧锋在速度、节奏上的变化规律。 \n法帖评价\n董其昌于《寒切帖》卷后题跋云：“右军真迹世不多见，唯吾乡陆文裕公家《月半帖》、吴门王文恪家《此事帖》与此而三耳。所谓山阴衣钵，非具眼者，不可与传也。”娄坚在1604年（明万历三十二年）题跋云：“此右军《廿七帖》为长洲韩宗伯收藏，去年春始获见之。今又从辰玉内翰索观，寻绎再三，往往得其异趣，真所谓从容中道者。米元章云：‘世人以努张为筋骨，不知不努张自有筋骨焉。’余幸得再睹神物，益信此语之妙解。”\n虽然《寒切帖》纸面墨色磨损，仍可见此帖草书浓纤折衷，骨肉和畅，书体遒美俊逸，勾填精密，形神俱到，悠焕自然。 艺丁《谈王羲之寒切帖》评价：“意缓字舒，不激不厉，山阴遗意，犹可相接，洵为可宝。” \n《寒切帖》纸墨斑斓，但颇见精神。因用笔以侧势为主，锋棱峻利而势厚，结字多有横张之势，更显古朴之质。 \n历代递藏\n《寒切帖》首行的右下角，有“僧权”押字。帖尾有：“绍兴”朱文印，“高阳李霨”收藏印，“内府秘画之印”朱文印各一方。连接隔水上有：“王氏元驭”朱文印，“锡爵”白文印，“王衡”白文印，“王辰玉氏”白文印，“王时敏印”白文印，“逊之”朱文印各一方。次行有“坦园”、“李霨私印”白文印各一方，骑缝并有朱文印。 从隔水（其绫裱是宋代所制）上所钤有的各家收藏章中，可以看出法帖的收藏历程。南宋时收藏于绍兴内府，明代时为长洲韩宗伯（世能）、相国文肃公王锡爵（元驭）、万历进士王衡（辰玉）收藏，后转为清初画家王时敏祖孙三代所藏，之后又辗转归清代顺治进士李霨（坦园）等收藏。 \n《寒切帖》二十世纪六十年代由刘光启发现后，为天津市艺术博物馆收藏。2004年12月20日，由天津市历史博物馆与天津市艺术博物馆合并而成的天津博物馆落成开放，《寒切帖》成为天津博物馆所藏书法文物之一。\n相关阅读\n《寒切帖》被刘光启于二十世纪六十年代在位于天津市河西区太湖路的一个废品收购站所发现。收购站的熔炉前有一捆纸引起刘光启的注意，纸又黄又脆，好奇心让他将这捆纸打开，从落款而认定出这是王羲之的《寒切帖》。“这张帖子当年差点在废品收购站的熔炉里化为纸浆。”刘光启回忆起来仍感心有余悸。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951562493},{"name":"王升草书衰老帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791636586,"text":"王升《衰老帖》 尺牍 台北故宫博物院藏\n释文：升再拜　衰老杜门多病　久不承兴居之问　日益系咏　近魏端叔见临　能道动止之详　用以为尉　累蒙见许一过敝圃　竟不闻足音　因出切幸迂临　至叩至叩　升再拜","author":"宋代王升","description":"王升草书衰老帖"}]