[{"name":"周越书法","text":"周越字子发，一字清臣，北宋山东邹平人，生卒年月不详。兄周起，宋真宗时官礼部侍郎枢密副史，《宋史》有传，《邹平旧志》载其生平事迹甚详，生于开宝三年（公元970年），卒于天圣六年（公元1028年）。故推究周越生年当在公元970年之后。另有内蒙古师范大学教授周越。\n人物简介\n据泰安市博物馆收藏的《种放会真诗题后三十二则》残碑载，内有周越于宋仁宗庆历六年（公元1046年）四月二十七日的题跋。自此可断定，周越当卒于公元1046年之后，享年约七十左右。考《宋史·周起传》、《续资治通鉴长编》、朱长文《墨池编》等史籍，知周越曾任国子监博士，景佑三年（公元1036年）升教授书法的教官膳部员外郎知国子监书学。\n主要事迹\n仁宗宝元二年（公元1039年）前曾任三门（即皇家臬门、应门、路门）发运判官，庆历三年（公元1043年），改任吏部司勋员外郎出知怀州，后知台州；累官至主客郎五品禄而卒。周越一生皆任小官，然而其书法艺术又得益于此，因此，其门下出了黄庭坚、米芾、蔡襄三位中国书画史上的扛鼎大家。黄庭坚说：“予学草书三十余年，初以周越为师”。\n米芾也在其自述中说：“余年十岁写碑版，学周越；苏子美札；自作一家。”章惇介绍蔡襄书艺时说：“君谟（蔡襄字）少年时，乃师周越。”苏东坡说：“草书非学聊自娱，落笔已唤周越奴。”可见周越的书法艺术在北宋书坛的影响巨大。宋初书法基本上是承袭唐五代书风，因循无创新，其兴盛期是在宋神宗时的苏东坡、黄山谷、米襄阳、蔡君谟四家名世后。\n这个阶段周越便起着承上启下与嬗变转递的作用。因此说，周越是中国书法艺术历史断层的重建者。周越的字，真、草、行、隶均落笔刚劲，婉隽神韵，字字不妄书；切中规范。尤其草书最佳，学养博厚，最具法度。\n朱长文《墨池编》评其“草书精熟，博学有法度，而真行不及，如俊士半醉，容仪纵肆，虽未可以语妙，于能则优矣。”黄山谷评曰：“下笔沉着，是古人法。”王安石不轻易称许他人，但对周越书法却大为赞誉：“惠周公与其弟越，皆以能书为世所称，每书辄为人取去。”为此，宋徽宗命内府编《宣和书谱》时，把周越的真行列入妙品，草书列入能品。称：“天圣、庆历间，以书显，学者翕然宗之。”成为后世书家的典范，故明代才子解缙高度评价说：“宋兴，李西台建中，周膳部越皆知名家。”纵观周越书法，集古人书艺，学变得法，于老辣娴熟中见恣肆，但于妙品尚嫌不足，后人多讥其俗有匠气。其实，从书法发展史的角度论，周越的“精能之至”，恰奠定了苏、黄、米、蔡诸人之“欲造疏淡”的嬗变基础，其承前启后之作用显而易见。由于周越“集古今人书并所更体法”，才会有其高足米襄阳“集古字”书艺的出现；由于周越“博学有法度”，尤其是对唐人书艺的领会与传承，至后人对唐代书法有了更深刻独到的感悟。\n他还将唐代宗时的书法家段季展被湮灭的书体介绍出来。大历间书重修《禹庙碑》，由周越（撰京师），该碑字体运笔流畅，笔势隽拔，为时称誉。宋四大家之一的米芾，就借鉴其“八面出锋”、“转折瞻美”的笔法，形成了其“沈著飞翥”的书风。还因了周越书风“如俊士半酣，容仪纵肆”，而启悟后人在“精能之至”与“欲造疏淡”之间，寻觅到“以意为法，法不伤意”，“道法自然”的突破口。\n可以说，没有周越这种由唐入宋的书法创新与实践，更不会有苏、黄、米、蔡四大家。周越的书法艺术的历史价值，恰在于斯。周越不仅是书法艺术家、书法教育家，还是书法理论家，他总结自己一生的书法经验与实践，又集古今人书，与兄撰著了《书苑》一书，可惜原著已散轶，目前得以见到的仅《说乳》一卷，尚有十三则片断文字，得观窥其全貌。\n不过，从历代文人书家的大量引文中，仍可辑录大批资料，亦能勾勒出其原著《书苑》是一部内容丰富，理论精邃的论著。其中包括历代书家简介与品评，古代碑帖的研究及论述等。因是，《书苑》当是广泛吸收发展前人书法理论的综合性、资料性、工具性著作，是对宋以前书法历史、书法传统与书法艺术发展所作的总结。周越虽以书法艺术家、书法教育家、书法理论家为世人怀念，但由于历史及人为等各种因素，他的声誉远不及其黄、米、蔡诸门人。因是，他的作品也鲜于传世。\n据专家学者评鉴，目前尚有墨迹一件、碑拓六件存世。其墨迹为跋王著《草书千字文》，凡行十二，小楷，一百零二字：“王著初为隆平主簿。太宗皇帝时，著因进书，召转光禄寺丞侍书，锡以章绶；仍供职馆殿。太宗工书，草、行、飞白，神踪冠世，天格自高，非臣下所可伦拟。而著书虽丰，妍熟终惭疏慢。及是御前，莫遑下笔。著本临学右军行法，尔后浸成院体。今之书诏，盖著之源流。臣越题。”该墨迹现为台湾学者李敖先生收藏。周越墨迹于清末自内府流入民间，后为李购得。李著有研究论文《中国艺术史一个断层的重建——周越墨迹研究》。\n拓本一，跋王献之《洛神赋》，凡行三，三十六字，小楷书：“献之《洛神赋》迹，遗头尾外得一十三行，都二百五十字，重加整背。祥符八年二月十日。周越记。”其书为钟繇体。\n拓本二，跋怀素《藏真律公帖》，凡行五，共三十二字，草、楷书：“越观怀素之书，有飞动之势，若悬岩坠石，惊电遗光也，珍重。景佑三年五月十六日。”作品气势雄健，飘逸飞动。\n拓本三，跋种放《会真宫诗》，凡行四，二十八字，草、楷书：“斯书冠世，入妙，千古亡对，所谓尽善尽美耶！庆历六年四月廿七日。越题。”\n拓本四，跋欧阳询《草书千字文》，凡行三，二十五字，楷书：“此欧阳询草迹也。所谓如旱蛟得水，毚兔走穴，信不虚耶。周越题。”\n拓本五，《面贺攀企帖》，凡行七，六十四字，草书：“面贺攀企攀企，寒候伏想，与贵眷康静家室。传语资政夫人，阁下久别，可胜思，恋将爱之，余因信次附此通问动静，兼伸上贺，不宣。越顿首留守资政台坐。十月廿五日。”\n拓本六，《贺秘监赋》，凡行二十二，一百四十四字，草书：“贺秘监。览《辩草》，想《贺公赋》。吴融：贺秘监东归会稽，而雾隐霞栖。镜湖水作沼，凿石篑峰为梯。叹非雌雉畏甚雄鸡。东臬子无乡不醉，漆园……雨风随至，鱼龙互掷。涛奔浪走，中秋逢犯斗之槎，月上云开，半夜见陨天之石。横鲁阳挥去之戈，树吕布射来之戟。狂兕无双，离鸿一只。援毫既罢，阅目志疲。满堂生金玉之宝，盛世掩……庆历四年孟夏十二日尚书司勋员外郎南都书赠”\n上述之拓本四，为日本书道博物馆所藏。拓本五与拓本六，为上海图书馆所藏宋拓孤本《郁孤台法帖》，由上海书店出版社影印出版。\n","category":"草书","verified":true,"user":1,"timestamp":1429951559691},{"name":"周越书法","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791636223,"text":"周越行楷跋王著草书《千字文》（局部）绢本设色，纵138厘米、横51厘米。辽宁省博物馆藏\n\n\n周越《怀素律公帖跋》\n释文:越观怀素之书有飞动之势 若悬岩坠石惊电遣光也 珍重珍重 景祐三年五月十六日\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n周越《草书贺秘监赋》\n释文:贺秘监览登草想贺公赋囗融贺秘览东归会稽而雾隐霞栖流镜湖水作治囗石篑峰为梯叹非雌雉畏甚雄鸡秦建子无乡不醉漆园雨风随至鱼龙囗摄涛奔浪走中秋逢犯斗之槎月上云开半夜见陨星之在横鲁阳挥天之戈树吕布射来之戟狂凶无双离鸿一只援毫既罢阅目忘披瘦满堂生金玉之宝盛世抱庆历四年孟夏十二日尚书司雒员外郎南都书赠。\n\n　　附录：《周越在宋代书法史上的历史地位刍议》（作者：曹国栋）\n   启功先生在《论述绝句》第六十则中写道：\n　　子发书名冠宋初，流传照乘四名珠。寥寥跋尾谁能及，不是苏髯莫唤奴。\n　　周越。越字子发。“落笔已唤周越奴”，苏轼句也。\n　　周子发书，为北宋一大家，而遗迹流传极少。石渠旧藏王著书真草千字文，后有周跋，四十年前已成劫灰。今所存者，为石刻四事，皆跋尾也。\n　　按启功所言，周越书法作品流传极少，却是“寥寥跋尾谁能及”。\n　　周越到底何许人也？\n　　一、周越书法在宋代的历史地位\n　　周越字子发，又自清臣，宋朝淄州邹平（今山东邹平）人。其兄周起字万卿，是宋真宗时代的进士。因周越为其弟，则可以推算出周越大概生活在宋真宗和宋仁宗年间。\n　　宋人朱长文《墨池编》卷三说：\n　　“宋周越字子发，仕历三门发运判官，以司勋员外郎知国子监书学，迁主客郎中以卒。草书精熟，博学有法度，而真、翰不及，如俊士半酣，容仪纵肆，虽未可以语妙，于能则优矣！当天圣、庆历间，子发以书显，学者翕然宗尚之。然终未有克成其业者也。尝撰《书苑》，屡求之不能致，无以质疑云。有司马寻者，庆历中尝知利州，其迹亦仿子发。”\n　　天圣至庆历年间是公元11世纪的1023年至1048年间。苏轼、黄庭坚都生在这个年代，并且都在周越“以书显，学者翕然宗尚之”的流风影响下。现在研究中国书法史，一提宋代书法便集中在苏、黄、米、蔡四人身上，未免偏颇。\n　　宋代统治前后经历了319年，宋太祖在位16年，太宗在位22年，真宗在位25年，仁宗在位41年。蔡襄在真宗即位后14年出生，而在宋仁宗死时苏轼才27岁，黄庭坚18岁，米芾12岁。在“宋四家”以前的近百年中，墨迹流传至今的，除了李建中的《土母帖》之外，凤毛麟角，寥若晨星。并且李建中出生在后晋出帝开运二年（945），他的书风只不过是唐末五代流风传承至宋初罢了，所以苏轼在评李建中书法时说：“犹有唐以来衰陋之气”。\n　　这里我们不免发出疑问，难道李建中至“宋四家”之间出现了书法史的断层？回答是否定的，周越正是这一时期的代表书家。\n　　《宋史?艺文志》载，周越不仅能书且著有《古今法书苑》十卷。《宋史》中有专门介绍周越其兄周起的传，在这个传里说“起能书，弟越亦能书，集古人书并所更体法，为《书苑》十卷，累官主客郎中”。这证明周越不仅是一个书法家，同样也是一个有一定造诣的书法理论家。\n　　现代人对周越的陌生是周越的悲哀，主要在于他的书迹留传太少了，而在史书中也仅有简单的几句介绍，事实上，生活在宋代的人们对周越是非常熟悉的。\n　　欧阳修《笔说》中有《李晸笔谈》一则，其后有文如下：\n　　“《李晸笔谈》引欧虞褚陆。参考周越《古今法书苑》及诸人所论，知陆名柬之，虞世南甥，亦学其书，品在中上。别有薛纯学欧书。又有薛稷。皆公其比。世或称欧虞褚薛，故为之辨。”\n　　我们再来看一下“宋四家”对于周越是如何重视的。\n　　蔡襄是先学了周越的书法，而后学张芝、钟繇、王羲之、李阳冰、颜真卿、张旭、怀素、智永的。在卞永誉《式古堂书画汇考》卷二中说：“本朝书米、蔡为冠，余子莫及，君谟始学周越书，其变体出于颜平原。”\n　　苏东坡也是先学周越而后变之的。在《东坡后集》卷一首《诗六十四首》，其中有《六观堂老人草书诗》一首，从其中的几句诗里也可以看出苏东坡对于周越的崇拜：“草书非学聊自娱，落笔已唤周越奴。苍鼠奋髯饮松腴，剡藤玉板开雪肤。游龙飞天万人呼，莫作羞涩羊氏姝。”\n　　东坡以降，黄庭坚更是周越的顶礼者。黄庭坚以“周越为师”学草书，自谓“二十年抖擞俗气不脱”。观照现今我们所见的黄庭坚行草书法作品，有一典型特色，即用笔喜颤掣抖擞，捺笔多“一波三折”，这都是在周越那里学来的。清代的冯班之评黄庭坚书法可为至论，他说：“黄山谷纯学《瘗鹤铭》，其用笔得于周子发，故遒健。”\n　　至于米芾，也是周越的追随者。张丑在《元章四帖》条下记米芾自述：“余年十岁写碑刻，学周越、苏子美札，自作一家，人谓有李邕笔法，闻而恶之，遂学沈传师，爱其不俗，自后数改献之字，亦取其落落不群之意耳！”\n　　由此可以看出，“宋四家”诸人无一不曾受周越影响，而周越是五代书家至“宋四家”之间的重要书家这一结论，确无疑义。\n　　二、关于周越书法优劣的考评\n　　在启功先生所提到的周越书法作品《王著千文跋》出现以前，现今能见到的周越书迹有二：一是跋王献之《洛神赋》，另一个是跋怀素《藏真律公帖》。宋代《宣和书谱》卷十九称周越书法“真行尤入妙，草字入能也”。又称“落笔刚劲足法度，字字不妄作”。米芾说：“周越书，如轻薄少年舞剑，气势雄健而锋刃交加。”\n　　在上面我们可以看出周越书法的遒健与刚劲，而周越书法的媚俗也是出了名的。黄庭坚叙述其学书经过时说：“予学草书三十余年，初以周越为师，故二十年抖擞俗气不脱。晚得苏才翁、子美书观之，乃得古人笔意。其后又得张长史、僧怀素、高闲墨迹，乃窥书法之妙。今来年老懒，作此书如老病人扶杖，随意倾倒，不复能工。顾异于今人书者，不纽提容之，强作态度耳。”\n　　米芾学周越书法，其后也不满其师书法之俗。两位书家在自我反省学书过程中，在破茧欲飞，书法风格即将自成一家之时，都不由自主地批判其师，这也算是中国书法史上的一段佳话，也从一个侧面看出周越的确有让人发微辞的地方。\n　　宋人在评论周越书法时，常将他和北宋另一书法家仲翼相提并论，如苏东坡云： “书初无意于佳乃佳尔，草书虽是积学乃成，然要是出于欲速。古人云：‘匆匆不及草书。’此语非是。若匆匆不及，乃是平时亦有意于学，此弊之极，遂至于周越，仲翼无足怪者。吾书虽不甚佳，然自出新意，不践古人，是一快也。”\n　　南宋陆游也说： “仲翼有书名，而前辈多以为俗，然亦以配周越。予尝见其飞白大字数幅，亦甚工，但诚不免俗耳。” 周越书法历来被评为俗书，已成定论，但为何周越书俗，则需有识之士作进一步研究。\n　　三、结论\n　　宋初“学者翕然宗尚之”的书法大家周越，在经过一千年后，连研究书法的人们对他已感陌生，更何况一般人。能够知道他名字的，也不过是听到黄庭坚提到自己早年追随周越学书而俗的故事后，人云亦云起来。因笔者才疏学浅，语拙词艰，对宋初书学巨擘周越的认识未免鄙陋。谨借此小文，以期书界对周越的研究更深入、翔实，收抛砖引玉之效。\n　　主要参考文献：\n1、启功 ，《论述绝句》第六十则\n2、《宋史》（中华书局，一九七七年版）\n3、《宣和书谱》,卷一九。\n4、《苏东坡全集》\n5、宋，米芾，《海岳明言》\n6、宋，苏轼，《评草书》，《东坡题跋》，卷四。\n7、宋，陆游，《老学庵笔记》，卷二。\n8、宋，蔡襄，《观送中道家藏书画》，《端明集》，卷二。","author":"宋代周越","description":"周越书法"}]