[{"name":"吴宽行书跋怀素自叙帖","text":"吴宽（1435年—1504年8月19日[1] ），字原博，号匏庵、玉亭主，明代名臣、诗人、散文家、书法家，世称匏庵先生。直隶长州（今江苏苏州）人。成化八年进士第一，状元，会试、廷试皆第一，授修撰。侍讲孝宗东宫。孝宗即位，迁左庶子，预修《宪宗实录》，进少詹事兼侍读学士。官至礼部尚书。其诗深厚醲郁自成一家，著有《匏庵集》。善书，作书姿润中时出奇崛，虽规模于苏，而多所自得。\n生平简介\n吴宽生于明宣宗宣德十年（1435），明宪宗成化八年(1472)，会试、廷试获第一，为明朝苏州第二位状元。后入翰林，授修撰。曾侍皇太子朱佑樘，秩满进宫为右谕德。成化二十三年（1487）宪宗驾崩，皇太子即位，年号“弘治”，是为孝宗。吴宽迁左庶子，预修《宪宗实录》，进少詹事兼侍读学士。弘治八年（1495）升吏部右侍郞，时丁继母忧，吴宽守孝归家。吏部员缺，孝宗命虚位待之，待吴宽守丧三年，让其出任詹事府詹事，入直东阁，专典诰敕，并侍从皇太子朱厚照。\n弘治十六年（1503）升礼部尚书。他虽众望所归，谢迁曾两次荐举他入内阁，但终未能入内阁。《明史·吴宽传》有记载：“时词臣望重者，宽为最，谢迁次之。迁既入阁，尝为刘健言，欲引宽共政，健固不从。及迁引退，举宽自代，亦不果用。中外皆为之惜，而宽甚安之，曰：‘吾初望不及此也。”\n吴宽七十岁时，多次因病请辞，都被慰留，后于明孝宗弘治十七年（1504年）七月十日（8月19日） 卒于礼部尚书任上，卒后谥文定，赠太子太保，葬于木渎西花园山。明孝宗破格封赠了他的两个儿子，授长子奭中书舍人，补次子奂国子生。事见《明史》卷一八四本传。\n个人成就\n文学\n少壮好学，于书无所不读，尤喜《左传》、《汉书》、唐宋大家散文，最喜苏轼文章。他学有根底，诗文和平恬雅，有典则。《明诗评》说：“文定力扫浮靡，一归雅淡，诗如杨柳受风，煦然不冽；又如学究论天下事，亹亹竟日，本色自露。”代表作有七律《悼沈癯樵画史》、《题杨铁崖墓铭后》、《送张兼素出知施宗州》、《谢顾良弼李世贤携酒过访》等，七古有《赋黄楼送李贞伯》等。诗文集有《家藏集》77卷，其中诗30卷，文40卷，为吴宽自订。后7卷疑为其子所增益。文侧为吴宽墨迹。\n书法\n吴宽工书法，善写真、行、草书，尤工行书，源出自苏东坡，为尊其人而爱其艺，故其书法师承东坡笔意。书法家邢侗在《来禽馆帖》中曾说：“匏翁吴中前辈，行谊擅绝，不直文翰之工尔也。书法法苏学士，浓颜厚面，祛去吴习。”吴宽学习的是苏东坡“端庄淳朴，凝重厚实”的书风，而一反当时吴中盛行的“纤巧媚美”风格。吴宽学习苏书，以摹手追，神形兼善，更可贵的是其笔法能出新意。因此，王鏊说他“作书姿润时出奇倔，虽规模于苏而多自得。”（《震泽集》卷二）这是他能高于同时代一般书法家之所在。对稍后步入书坛的书法家祝允明、文征明等人，起到了开路先锋的作用。这对当时的书法家来讲，书法家没有极大的胆识，是不可能做到的。吴宽有时也作草书，喜用狂草体。他常临摹唐代著名书法家怀素和尚的《自叙帖》，几乎到乱真的境地。吴宽的传世书迹较多，如《种竹诗卷》、《题赵孟頫重江迭嶂图诗》等都是精品。《种竹诗卷》，书于弘治七年（1494），时年60余岁。纸本墨迹。行书，长卷。纵28.2厘米，横582.6厘米。上海博物馆藏。米芾书法墨拓《韩昌黎诗录三章》卷首有吴宽题跋，语曰：“昔人云米海岳书如风吹阵马，观其沉着痛快，当与钟王并行，非虚语也。”成化二年立秋日，延陵吴宽。印文：吴宽（与中国书画家印鉴款识相符）成化二年（1466年、丙戌），吴宽时年31岁，延陵镇为江苏丹阳县所属，进士录中吴宽户籍为“匠籍”，可能由中进士前的延陵（丹阳）迁到苏州。\n藏书\n吴宽喜藏书，和藏书家沈周、王鏊等交游颇深，藏书以抄本多见，其抄本用红印格抄写，以私印记之。时吴中藏书家多以密册珍籍相夸尚，如朱存理、阎起山、都穆辈皆仿其抄本。抄书笔法绝伦，叶德辉称“自明以来，藏家最珍并争藏之本，首列吴抄”。《静志居诗话》云：“是时吴中藏书家多以秘册相尚，若朱性甫、吴原博、闫秀卿、都玄敬辈皆手自抄录。匏庵遗书流传者悉公手录，以私印记之，前辈风流，不可及也。”所藏抄本《嵇康集》10卷，有顾广圻、张燕昌题跋各一则，黄不烈（署荛翁、复翁）题跋三则。在京为官一品，获赐有《贞观政要》等书。藏书楼名“丛书堂”，《丛书堂书目》1卷，今已佚。预修有《宪宗实录》。著有《家藏集》77卷。 \n人物评价\n焦竑：①吴公为人静重醇实，自少至老，人不见其过举，不为慷慨激烈之行，而能以正自持。遇有不可，卒未尝碌碌苟随。言词雅淳，文翰清妙，无愧士人。成、弘间，以文章德行负天下之望者三十年。②吴文定好古力学，至老不倦。于权势荣利，则退避如畏。在翰林时，于所居之东，治园亭，莳花木，退朝执一卷。日哦其中。每良辰佳节，为具召客，分题联句为乐，若不知有官者。”\n王鏊：吴文定为文，不事雕琢，体裁具存，外若简淡，而意味隽永。纾徐则有欧之态，老成则有韩之格。为诗用事，浑然天成，不见痕迹；沉着高壮，一洗近世纤新之习。作书，姿润中时出奇倔，虽规模似苏，而多所自得者。\n都穆：书翰之妙，识者以为不减大苏（苏轼）。\n屠隆：商文毅辂（商辂）、彭文宪时（彭时）、刘文靖健（刘健）、谢文正迁（谢迁）、杨文懿守陈（杨守陈）、王文恪鏊（王鏊）、吴文定宽风骨峻，整德器渊，涵才不露锋颖，功不计岁月，外示凝然，中怀凛然。招之不来，麾之不去，有古大臣之风焉。所谓桃李不言，下自成蹊矣。 \n何乔远：谢铎、吴宽、储巏、黄孔昭、罗玘，皆敦行之儒，文章亦着。 \n相关文献\n明史\n吴宽，字原博，长洲人。以文行有声诸生间。成化八年，会试、廷试皆第一，授修撰。侍孝宗东宫，秩满进右谕德。孝宗即位，以旧学迁左庶子，预修《宪宗实录》，进少詹事兼侍读学士。\n弘治八年擢吏部右侍郎。丁继母忧，吏部员缺，命虚位待之。服满还任，转左，改掌詹事府，入东阁，专典诰敕，仍侍武宗东宫。宦竖多不欲太子近儒臣，数移事间讲读。宽率其僚上疏曰：“东宫讲学，寒暑风雨则止，朔望令节则止，一年不过数月，一月不过数日，一日不过数刻。是进讲之时少，辍讲之日多，岂容复以他事妨诵读。古人八岁就傅，即居宿于外，欲离近习，亲正人耳。庶民且然，矧太子天下本哉？”帝嘉纳之。\n十六年进礼部尚书，余如故。先是，孝庄钱太后崩，廷议孝肃周太后万岁后，并葬裕陵，祔睿庙，礼皆如适。至是，孝肃崩，将祔庙，帝终以并祔为疑，下礼官集议。宽言《鲁颂·閟宫》、《春秋》考仲子之宫皆别庙，汉、唐亦然。会大臣亦多主别庙，帝乃从之。时词臣望重者，宽为最，谢迁次之。迁既入阁，尝为刘健言，欲引宽共政，健固不从。他日又曰：“吴公科第、年齿、闻望皆先于迁，迁实自愧，岂有私于吴公耶。”及迁引退，举宽自代，亦不果用。中外皆为之惜，而宽甚安之，曰：“吾初望不及此也。”年七十，数引疾，辄慰留，竟卒于官。赠太子太保，谥文定。授长子奭中书舍人，补次子奂国子生，异数也。\n宽行履高洁，不为激矫，而自守以正。于书无不读，诗文有典则，兼工书法。有田数顷，尝以周亲故之贫者。友人贺恩疾，迁至邸，旦夕视之。恩死，为衣素一月。\n尧山堂外纪\n吴宽，应试南畿时，同寓有施焕伯者中榜，逮鹿呜宴罢，焕伯出曰：“吾意兄策皋搞之骑，遵崇化之途矣。”宽曰：“同行无疏伴。”其有养如此。〕吴原博宽未第时，已有能诗名。成化壬辰春，李西涯省墓湖南，时未始识也。萧海钓文明为致一诗曰：“京华旅食变风霜，天上空瞻白玉堂。短刺未曾通姓字，大篇时复见文章。神游汗漫瀛洲远，春梦依稀玉树长。忽报先生有行色，诗成独立到斜阳。”西涯陛辞日，见考官彭敷五为诵此诗，戏谓之曰：“场屋中有此人不可不收。”敷五问其名，曰：“予亦闻之矣。”已而果得原博为第一。\n李西涯赴吴原博饮，席上用击鼓催花令，戏成一诗曰：“击鼓当筵四座惊，花枝络绎往来轻。鼓翻急雨山头脚，花闹狂峰叶底声。上苑枯荣元有数，东君去住本无情。未夸刻烛多才思，一遍须教八韵成。”\n馆阁诸公同集吴宽邸赏菊，即席联句，陆简倡云：“醉爱寒香佛紫貂，”陈谲云：“玉堂风采宴官僚。”李杰云：“肯孤晚岁花神约，”王鏊云：“须伏今朝酒圣浇。”宽云：“风雨尚怀前会阻，”李东阳云：“雪霜犹喜后时凋。”林瀚云：“不知陶径孤吟处？”谢铎云：“零落何人许见招？”\n吴原博《雪后入朝》诗云：“天门晴雪映朝冠，步涩频扶白玉阑。为语后人须把滑，正忧高处不胜寒。饥乌隔竹餐应尽，驯象当庭踏又残。莫向都人夸瑞兆，近郊或恐有袁安。”\n","category":"行书","verified":true,"user":1,"timestamp":1429951603366},{"name":"吴宽行书跋怀素自叙帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791612476,"text":"","author":"明代吴宽","description":"吴宽行书跋怀素自叙帖"}]