[{"name":"郑板桥行书田游岩传","text":"十笏园是中国北方园林袖珍式建筑。始建于明代，原是明朝嘉靖年间刑部郎中胡邦佐的故宅。后于清光绪十一年（公元1885年）被潍县首富丁善宝以重金购得，被称作“丁家花园”。十笏园位于山东潍坊市胡家牌坊街中段，坐北向南，青砖灰瓦，主体是砖木结构，总建筑面积约2000平方米。因占地较小，喻若十个板笏之大而得其名。\n得名由来\n笏”为古时大臣上朝时拿着的狭长形手板，多用玉、象牙或竹片制成。丁善宝在他的《十笏园记》中对十笏园的命名作了解释：“以其小而易就也，署其名曰十笏园，亦以其小而名之也。”“十笏”一词，来自唐人所著《法苑珠林》，在此书的《感通篇》中说，印度吠舍哩国有维摩居士故宅基，唐显庆中王玄策出使西域，过其地，以笏量宅基，只有十笏，故号方丈之室。后人即以“十笏”来形容小面积的建筑物。此园面积仅二千余平方米，确是小园，丁善宝即取此意。还有一种说法就是，丁善宝处事谨慎，恐怕树大招风，故命名是小园而已。在向阳路西侧潍坊市中级法院对面，丁家也有一处园林建筑，据老人们讲规模不小于十笏园，潍县解放初期，新成立的潍坊市委就在此办公，文化大革命时期毁掉一些假山亭台，后来改建成“昌潍商业学校”，即后来的“潍坊商校。\n建造始由\n十笏园原是明嘉靖年间刑部郎中胡邦佐的故宅，清代陈兆鸾（清顺治年间任彰德知府）、郭熊飞（清道光年间任直隶布政吏）曾先后在此住过，后于清光绪十一年（公元1885年）被潍县首富丁善宝以重金购作私邸，修葺了北部三间旧楼，题名砚香楼，开挖水池，堆叠假山，始成私人花园。十笏园是整个丁宅建筑群落的一部分，该建筑群落除“文革”中被毁的后花园外，现存的建筑面积一万零四百平方米，古建筑房屋200余间，其中仅十笏园中的大小建筑就多达34处。\n文化内涵\n十笏园既是一处著名的古代园林，又是文物陈列馆所，曾为潍坊市博物馆原馆址所在地，异彩纷呈的文物分批轮流陈列，使这座名园更增添了丰富的文化内涵。《西游记》高老庄就是在十芴园拍摄。1988年中华人民共和国国务院公布为全国重点文物保护单位。十笏园既是一处著名的古代园林她吸纳了南北园林建筑的精髓，在此基础上又有独到的发展，如今，又是潍坊市文物陈列馆所，曾经是潍坊市博物馆原馆址所在地，异彩纷呈的文物分批轮流陈列，向观众开放，使这座名园更增添了丰富的文化内涵。\n园主详介\n园主名丁善宝，字黻臣，号六斋，在咸丰年间因输巨款而捐得举人和内阁中书之衔。他作为潍坊四大豪绅之一，能诗能文，还著有《耕云囊霞》等文集。他游历了大江南北，并于清光绪十一年（1885年）购得明代刑部郎中胡邦依的故居，在改建的时候辟一区宅园，这个小如笏板的园林，按园主说园太小只“十个笏板”大，故名十笏园。当时，他延请了他的文友蒯菊畦、刘子秀、于敬斋三人设计，造园只有8个月就竣工。一时名家汇集，歌咏觞事不断，安邱的王端麟有《沁园春》一词赞曰：“三弓隙地拓开尽，子久云林费剪裁。有方塘半亩，镜湖潋滟，奇峰十笏，灵壁崔嵬，曲榭留云，清泉戛至，野草闲花自栽。萧闲甚，是看山已足，五岳归来。”平度的白永修有《十笏园题句》道曰：“赤栏桥畔水亭西，亭下微风飏钓丝。荷叶染衣花照眼，令人错认铁公祠。”园林风格\n由于潍坊处于南方和北方的交界地，故园林的风格也显出南方和北方两种风格。这里的商人、文人既可南下苏杭，也可北上京都。两处各具的优点长处在这个宅园中也表现得淋漓尽致。怪不得，当年康有为在园中居住三个晚上后写了《十笏园留题》：“峻岭寒松荫薜萝，芳池水石立红荷。我来山下凡三宿，毕至群贤主客多。”园中不仅松萝荫深，而且池清亭秀。高朋满座，文士竞骚，给这个私家园林更增添了文人气氛。十笏园西接郭家巷，东、北是宅院。全区分三跨。东西都是较为疏朗的园林式庭院。中跨是纯园林。三跨并行，中跨辟园，呈现前园式，与江南园林的后院式、别院式还是有所差别的。中区水池占了三分之一的面积，是园林的戏剧中心。把四照亭置于园池的中心部位，这是大园水景的处理手法，如拙政园的中岛，但在小园中都是沿边近水布局建筑，如退思园的闹红一舸、网师园的月到风来亭、狮子林的荷花厅等。四照亭，四面都是三开间，当心间大，稍间小，呈南北狭，东西窄平面，屋顶三重檐，檐檐相叠。名为亭，其实是榭，四面设美人靠，任人凭望。所谓四照，即四面可观。东观山亭，西观曲廊，北赏砚香层楼，南眺十笏草堂。亭西侧为入口，题额云涛，题联：清风明月本无价，近水远山皆有情。\n建筑风格\n十笏园连接四照亭的是西北角的九曲桥。但是虽用桥，却不似江南园林的平桥，桥面平而曲，构造立墩起拱。桥分三拱，弯曲成半圆形，平面形式较为怪异，不似江南园林的灵活轻盈。据说，在四照亭的东北部也有一桥连接舫稳如舟。\n池东假山是一佳处。全山用湖石堆成。这里的堆山湖石较为圆润。在乳白圆润中透出玲珑之气。有时几个巨石层摞如云南石林。磴道徜徉其间，直达5米之高的北部峰顶。山势北高南低。北峰有蔚秀一亭，南岭有聊避风雨亭一座。南北两亭随山体皆依东墙。西俯东望皆是景，南来北往全为太湖石。园外之程符山和孤山历历在目。石山沿壁而叠，似成壁山，由此可省石材。\n池之东北有船舫一座，因三面着陆，一面临水，故云：稳如舟。舫东、北、南三面与东山余脉相接，北出门可寻道登山，西凭栏可临水观鱼。\n池之东南角，有一亭三面临水，曰：漪岚亭。漪为水波动荡，岚为山水雾气。表明亭揽东山之灵，凌西水之韵。左思有赋《吴都赋》：“雕啄蔓藻，刷荡漪澜。”王维有诗《送方尊师归嵩山》：“瀑布杉松常带雨，夕阳彩翠忽成岚。”此亭攒尖，脊成盔顶式，五面围栏，绿柱红枋，形态小巧，不过太小，令人想到怡园的螺髻亭。亭边立一玲珑湖石，上题“十笏园”三字，此石形态娇好，上中下三孔并列。南岸硬地为过道和平台，岸边叠石，平台左右各立一个石笋，如旗杆，北方特征明显。南面为十笏草堂，堂三间，砖砌，硬山顶，十分简朴。\n池西南角，有一亭名：小沧浪。它美与拙政园的小沧浪、沧浪亭一样是源于《孟子·离娄上》的“沧浪之水清兮，可以濯吾缨。沧浪之水浊兮，可以濯吾足。”亭平面方形，红柱不经斧斫，木瘤可见，屋顶为草顶，攒尖式，亭内置一圆石几，以四围栏杆为座，甚是简朴。\n漪岚亭池西是游廊。游廊以直为主，成为西跨院的东廊。廊东面开敞，设美人靠椅。廊西面封闭，砌墙开漏窗。一面尽临湖光山色，一面隐约院中竹木。一实一虚，一开一闭，显然也是江南园林的做法。廊在北端东折北走，成曲廊，一角入水，断栏设阶，下与桥通。\n池北为龙墙，中间开八角洞门，门顶硬山檐压顶，门与墙为青砖砌成，满墙拼砖漏窗图案。正对门口立一太湖石，作为对景，此院全为开敞硬地，为北方式院落。春雨楼二层，一层出披屋檐廊，开方窗，二层粉墙开圆窗，屋顶用三重叠檐。\n院内正中砚香楼表明它的书房性质，二层，砖砌，屋顶为硬山，上楼可南望湖亭。西厢春雨楼前与廊接，二层东南开窗，可揽园中胜概。院东另成跨院，院墙为龙墙，粉墙青瓦，漏窗圆门，上题园胜和紫气东来。入东院，北面为玻璃花暖房，院中有曲池一口，内植莲花，环池叠石，杂以草本箬竹，有江南园林的味道。\n水池西面曲廊上开圆洞门，入门为西院，主堂在北，名深柳读书堂，原为主人客厅，左静如山房，右秋声馆，院落冬青植篱分出整齐庭院，南门处于墙角植紫藤，上架花架，廊墙边植竹一丛，立湖石几个。穿堂入后院可见碑刻及其它文物琳琅满目，如春秋战国时的青铜兵器，明清陶瓷、金石印章、韩愈的草书和郑板桥的书画等。\n十笏园表现为北方园林的特点，但尽量做一些变体，使园林兼具江南园林的自由风格：\n第一是轴线与对称。中轴上分南庭院、中山水、北庭院的格局。又是南北两院夹一庭的形式。中轴上由南到北分别为十笏草堂、院门、岛石、四照亭、院门、砚香楼。南院以十笏草堂为倒座（即坐南朝北）主厅，左右出耳房。耳房间数、大小不一，以此打破严格对称。北院是以砚香楼为主厅，左右出耳房，再配以厢房。但是，东厢一层，西厢二层。东耳两间，西耳一间。\n园林建筑的梁架用了斗拱、翼角起翘较为平缓，装饰风格较为浑厚，这些都是北方园林的典型特征。像四照亭这样的水榭，也用了一斗三升，不能不说是受了北方园林的影响。但是，在栏杆做法上，还是尽量做得低矮、轻盈，倒是有几分江南风味。\n第三是池周堆山、理水和建筑的布局深得江南园林的衣钵。池岸的进退、驳石的堆叠与江南园林无异。东山的耸秀，孤石的玲珑；亭楼的高居，廊舫的依水，都是江南园林的格局。但是这个山水格局是统一在轴线格局之下。\n十笏园平面呈长方形，现存园址南北深70米，东西宽44米，占地3400平方米。中轴线建筑及其院落为园之主体部分。由中、西、东三条古建筑轴线组成，各布庭院三、四进不等。南部临街“倒座”一排，院内前部以水池为中心，四周配置四合式庭院。东路主体建筑碧云斋原为丁氏居室；西路主体建筑诵芬书屋、深柳读书堂、秋声馆与静如山房等，为丁氏私塾和客房；中路为花园中心，十笏草画位于水池前，四照亭居于池中，砚香楼、北厅位于最后。水池东岸堆叠半壁假山，山顶、山脚配置蔚秀亭、落霞亭、漪岚亭和稳如舟等亭舍；水池西岸经矩形游廊南通西跨院，北达春雨楼和砚香楼庭院。池岸以太湖石堆砌自然驳岸，将半壁山和游廊呈弧状连接一起。三路共建亭、台、楼、榭34处，房舍67间。其中山顶落霞亭为1949年以后增建。为突出砚香楼前的空间效果，对假山上下的四照亭、稳如舟、蓬莱三仙岛、蔚秀亭、漪岚亭、小沧浪亭等建筑景点，均采取小尺度构筑。在造景处理上，池东以摹拟自然景观为主，建筑为辅；池西则以建筑实景为主，仿自然驳岸叠石为辅，虚实呼应，富而不俗，是一处兼具江南、江北园林风格的私家小园。壁上镶嵌“扬州八怪”郑板桥等人的真迹石刻。还辟有陈列室，展出扬州画派的绘画书法真迹。\n其中，步入园中即是该园的主体部分－－中十笏园景色轴线，正厅为“十笏草堂”，明间为雕花门，上悬清代著名金石学家陈介祺手书“无数青山拜草庐”匾额。堂前山石花木相间，正中有一池，池中有亭，亭檐下有清末状元曹鸿勋题“四照亭”匾。亭北隔水有一迎壁，东北角一船形建筑名为“稳如舟”。傍山临水，别有风韵。\n“稳如舟”东南，临水有假山一座，山径崎岖，怪石嶙峋，山上杂植藤萝、蔷薇，山上有小亭名为“蔚秀亭”，亭柱有一联“小亭山绝顶，独得夕阳多”，亭内有杨州八怪之一金农绘白描罗汉石刻，姿态妩媚，造意新奇。小亭南侧有一飞瀑，冲石而下，如散珠碎玉，撒向池中。山南端有长方四角亭，名为“落霞亭”，座山面水，峭然孤出，花团拥簇，绿树衬托。山脚下傍水有一小亭名为“漪岚亭”，此亭正西，岸上有一茅亭名“小沧浪”，古朴淡雅，似古画点景，是品茶围棋的好去处。出小沧浪，沿游廊向北，可达池北各院。此廊把中轴线与西轴线的景观巧妙地隔开，既起到合理分布景观的作用，又增添了观赏性建筑。\n另外，假山南侧，登山曲径之下，有一个隐蔽的山洞，洞高约150CM，该山洞贯穿假山之下，至山北池塘东北角，是池塘东西两边的一条秘密通道。现今，已经加装小木门，为安全而限制游客通行。\n长廊北端有二层小楼一栋，名“春雨楼”，电视连续剧《西游记》中的《高老庄》一集，便是以此为外景摄制，该院的正房是“砚香楼”，系明代建筑，楼前有月台，凭栏俯视，园中山水亭榭尽收眼底，因主人藏书弄墨如此，故名“砚香”。砚香楼北面的后院现为郑板桥专题陈列室，这里展出的丰富的史料和碑刻介绍了郑板桥在潍县任职期间的政绩和书画艺术成就。\n西轴线南端一院被称为“园中园”，西厢房分别为“静如山房”、“秋声馆”，院北面过厅为“深柳读书堂”，过厅北院厅房为“颂芬书屋”，厅内画栋雕梁经百年而色犹艳，后院正厅为“雪庵”，康有为来此园时改题为“小书巢”，院内展有铁佛，是国内唐代铁佛中最大的。\n东轴线有“碧云斋”等四院，“碧云斋”院内东西盖有游廊，东廊内嵌有清代画家冯起震画竹石刻十块，西廊是清代画家、著名作家、潍县县令招子庸的画竹石刻。\n园内建筑\n十笏草堂\n进大门东行为前院，正厅即十笏草堂。结构为三开间七檩，无廊硬山顶，明间雕花门，上悬清代金石学家陈介祺手书“无数青山拜草庐”匾额。堂前山石花木散点，池中荷香四溢，碧波涟漪。\n四照亭\n取其四面阳光普照之义，故名。亭较大，方形，为六檩卷棚式歇山顶，四周有坐凳栏杆。该亭水环四面，\n四照亭\n荷风水月，颇饶诗意，西有曲桥同回廊相连。亭中有清代状元曹鸿勋所题“四照亭”横匾，亭外悬有“涛音”，是清代书法家桂馥手迹。亭柱上对联为“清风明月本无价，近水远山皆有情”，亭前悬对联“望云惭高鸟，临水愧游鱼”。顺回廊曲桥步入池心，四面环视，荷花满池，景色宜人。亭内石桌凳，是当年园主举觞流连，咏诗之处，四面桥栏可坐，可观赏池水荷花和假山全景。曲桥与回廊相接的地方，还有一副对联为“于心有不厌，即事多所欣”。\n稳如舟亭\n亭东北角筑有船形建筑名曰稳如舟，亭临水池如舟形，故名。此亭建筑巧妙，系六檩卷棚式顶，外形如船，恰似抛锚水中，随时可以起锚解缆，引人遐思。稳如舟小亭的北门，有对联为：山亭柳月多诗兴，水阁荷风入画图。\n假山水池东临半壁假山，山高10米，南北长30米，东西宽15米，是依东轴线上院落的房屋山墙以太湖石而建。拾级登山，山径崎岖，怪石嶙峋，路随峰转，其势巍峨。间有水池、山洞、瀑布、山门之设，山间杂植松柏草木，四时常青，经冬不凋。\n蔚秀亭\n建于假山之巅，取自宋朝欧阳修《醉翁亭记》，“望之蔚然而深秀者，琅琊也”中“蔚”、“秀”二字而名。亭内有扬州八怪之一金农的白描罗汉石刻一块，姿态妩媚，造意新奇。旁有孤松一株，直插霄汉，有对联为：小亭山绝顶，独得夕阳多。\n落霞亭\n山南端建有落霞亭，为四檩卷棚式结构。亭内装嵌有郑板桥手迹刻石“笔墨三则”、“田游岩”和“题画竹”各一，所悬“聊避风雨”为郑板桥手笔。落霞亭对联为：竹宜著雨松宜\n落霞亭\n雪，花可参禅酒可仙。\n漪岚亭\n顺山径而下，卵石铺路，位于荷池东南假山角下，有一六角攒尖顶小亭建筑，名曰“漪岚亭”。此亭小巧别致，坐于亭槛，平视喷泉，银珠万点，边起边落；俯视游鱼，飘忽不定。池水的波纹即“漪”；山中之云气即“岚”，故名。宋代名臣富弼的园亭就曾用此名。漪岚亭与山上的蔚秀亭相呼应。\n小沧浪亭\n与漪岚亭相对，是一座四角攒尖顶、覆以茅草之亭，其四柱为原始松木建筑，愈见其淡雅古朴，富有野趣。沧浪，取意于《孟子·离娄》：“沧浪之水清兮，可以濯吾缨；沧浪之水浊兮，可以濯吾足。”亭下池边有大石一块，正可濯缨濯足。宋代诗人苏舜钦曾筑沧浪亭于苏州，为著名园林。小沧浪正是园主借苏州拙政园沧浪亭而命名。又因此亭较小，故名小沧浪。亭内有石桌、石凳，可在此饮茶、乘凉，又可以濯洗。\n春雨楼\n出回廊而北，院西二层小楼即春雨楼。此楼为三开间七檩庑殿式建筑，楼门抱厦出廊，辅以坐凳栏杆。取名春雨楼，系借宋代诗人陆游诗《临安春雨初霁》中的名句“小楼一夜听春雨，深巷明朝卖杏花”而为。\n春雨楼\n它虽建于清代，但又取宋代建筑特点，雨天登楼，窗外一望别有雅趣。“春雨楼”三字由曹鸿勋手书。\n砚香楼\n院中北楼为十笏园主体建筑，系明代所建，名砚香楼。其结构为二层，两开间五檩，硬山顶；楼前有月台，圆窗方台，古色古香；楼上门窗外有前廊，设栏杆护之。砚香楼是原园主人藏书和读书之所，其名借唐诗人李贺《杨生青花紫石砚歌》中“纱帷昼暖墨花春，轻沤漂沫松麝重”之句，就是说，白昼书房温暖如春，研墨起花纹，墨汁发出阵阵松麝香味，故取此意而名。站在楼上向前望去，“崖壁假山，飞瀑流泉，藕塘蓬蒲，莲叶田田”，十笏园全貌尽收眼底。中外书画家经常聚会于此进行交流。正如诗云：欲醉春雨楼，砚香十笏堂；桥通四照亭，漪岚小沧浪。\n静如山房\n西轴线上一排西厢房共八开间，其院称作园中园。自南至北，第一为静如山房，取其安静闲雅、洁净之意，是比较高级的客房。\n深柳读书堂\n在园之西院的北过厅名叫深柳读书堂。唐诗人刘慎虚诗的《阙题》中有：“闭门向山路，深柳读书堂”句，因借用为书塾名称，表示自己志趣在于读书，不好交往，深深柳荫中的堂屋里正好读书。清代贺国嶙、何日浩、钱向杲等，都曾用此作书斋名称。\n颂芬书屋\n过深柳读书堂，入小院，北厅即颂芬书屋，为园主之书房。厅内雕梁画栋，熠熠生辉。此厅后院，西为厢房，北厅名雪庵，康有为游十笏园后改题为“小书巢”。\n碧云斋\n位于东轴线上，有碧云斋等4院。碧云斋为园主人之家居，取碧色天空，晴穹万里之意。东西有小廊，东廊内装有冯起震画竹刻石10块，分别由董其昌、邢侗、李晔题跋；西廊内嵌有招子庸画竹刻石。画上招子庸自题诗曰：“写竹当师竹，何须法古人，了然心眼手，下笔自通神。”园中其它石迹尚多。\n编辑本段\n碑刻作品\n鸢飞鱼跃\n亭北面六角门上有“鸢飞鱼跃”四字石刻，原为唐代韩愈于贞观二十年，贬为阳山令所书的自勉之作。字\n鸢飞鱼跃\n体飞动婉转，气贯长虹，有草篆隶笔意，安排得有正有欹，冶草篆隶于一炉，寓情于书，表现出那种“海阔凭鱼跃，天高任鸟飞”的凌云壮志，有形神兼备、意到笔随之妙。此四字拓片曾发表在《书法》杂志1980年第6期上，为稀世珍品。园内此石刻，为清中期书画家翟云升临摹，惟妙惟肖。\n回廊石刻\n在水池西有回廊，它把西轴线与中轴线景观巧妙而有机地的隔开，起到了既合理分布景观，又增加观赏性建筑的作用。廊上雕花牙，柱间设栏杆。在长廊的墙上嵌郑板桥竹兰图石刻5方。最南端为丁善宝撰、翰林丁良干书写的《十笏园》，记述了建园情况及其意图。这是十笏园最好的史料。最北端有张昭潜撰、曹鸿勋书写的《十笏园记》。\n城隍庙碑\n碑高1.90米，宽0.80米，厚0.20米。碑文20行，每行47字，为郑板桥所撰并书，通篇楷书，在郑氏书作中极为少见，称为“三绝碑”。郑板桥不信鬼神，在碑文中直道神为人所造，神权是人所授，有朴素唯物主义思想，称一绝。书法为郑板桥楷书杰作，称一绝。丹书石上，由其高足司徒文膏刻，不失笔意，与真笔不差毫厘，又一绝。\n龟蛇碑\n原在潍城区玉清宫内，上书“龟蛇”二字，故名。碑名为金代道士谭处端所书。“龟蛇”二字为象形体草书。字体飞动劲拔，气势雄伟，一笔挥就。玉清宫为一道观，道教认为，北方之神为玄武，它的形象是龟蛇合体。道士谭处端书此二字意为敬玄武。道教祀玄武时以龟蛇二物之像置于其旁。\n文征明石刻\n文征明，明书画家，江苏苏州人，正德末，以诸生岁贡荐试吏部，任翰林院待诏。嘉靖初年预修《武宗实\n文征明石刻\n录》。不附和张璁、杨一清，辞官归乡，行草书有智永遗意，大字仿黄庭坚，尤精小楷。擅画山水，师法宋元，笔墨苍润秀雅，人称“吴门派”。与沈周（或祝允明）、唐寅、仇英并称“明四家”。又与祝允明、唐寅、徐祯卿切磋诗文，人称“吴中四才子”。有《甫田集》传世。园中石刻内容为：万事年来尽扫除，无端翰墨尚留余。欲缘鸥鸟投丹粉，还为鹅群写道书。\n董其昌书法石刻\n董其昌，明书画家，字元宰，号思白，香光居士，上海市松江人。万历己丑进士，官至南京礼部尚书、詹事府詹事。以书画名重海内外。画山水，宗北，其作品秀润苍郁，超然出尘，书法师宗颜、虞，又学钟、王，疏宕秀朗，颇有特色。此石刻为董氏行书一幅：萦渟淡不流，金碧如何拾；迎晨含素华，独往事朝汲。下有于祉（澹园）跋：“杨君润轩，既刻衡山书，并此卷上石，此亦吾家故物也。笔力大似李北海。乙卯秋识。”\n张瑞图石刻\n张瑞图（公元1576-1641年），明末福建晋江人，天启六年（公元1626年），晋礼部尚书兼东阁大学士入参机务。时魏忠贤用事，忠贤生祠碑文，多出其手书。崇祯初罢去。定逆案，赎徙为民。善画山水，工书法，与米万钟、董其昌等齐名。有《白毫庵集》。园中石刻内容为：一夜春雨过，千畦尽成绿；不晓意所欣，道是斋厨足。\n郑板桥专题陈列室\n郑板桥（公元1693-1765年），名燮，字克柔，号理庵，又号板桥，江苏兴化人。出身贫寒，性情落拓，不拘小节，人多目为狂士。清潍县知县，“扬州八怪”之一。应科举为清康熙秀才，雍正举人，乾隆进士。清乾隆七年（公元1742年）春，任范县知县。清乾隆十一年（公元1746年）调任潍县知县。郑板桥任潍县（今潍坊市区）知县7年，最大的政绩是救济灾民。当时潍县发生百年不遇的大旱，大批灾民流离失所。“十日卖一儿，五日卖一妇，来日剩一身，茫茫即长路……”是当时的写照。他采取果断措施：一面先行开仓赈贷，令百姓具券借粮，一面向上呈报；对于积粟之家，不分绅商，尽行封存，责其平粜。还修筑城墙，疏浚城河，以工代赈。“衙斋卧听萧萧竹，疑是民间疾苦声，些小吾曹州县吏，一枝一叶总关情。”他处处关心百姓，千方百计拯民于水火，因此触犯了豪绅巨贾利益，遭诬告罢官。\n十笏园\n郑板桥诗、书、画皆有成就，号称“三绝”。其画秀丽苍劲，随意挥洒，笔趣横生，尤善兰、竹、石；诗文讲究真情，傲放慷慨，恻恻动人；书法则揉楷、行、草、隶而为一，圆润古秀，自号“六分半书”。著有《板桥文集》、《板桥家书》、《板桥诗钞》等。郑板桥在中国文学史、美术史上有一定地位。徐悲鸿先生说：“板桥先生为中国近三百年来最卓绝的人物之一，其思想奇、文章奇、书画尤奇。观其诗文与书画，不但想见高致，而且寓仁慈于奇妙，尤为古今天才之难得者。”\n郑板桥专题陈列室共四个部分：第一部分为序言部分，除文字、实物外，还有郑板桥画像及塑像；第二部分重点陈列郑板桥在潍县遗留的碑刻，其中有郑氏撰文并书写的“城隍庙碑”原碑，院中还有一方石刻，是郑板桥所书“润格”，真隶相参，杂以行草，是其书法代表作之一；第三部分陈列有郑板桥手迹以及文字图表等，介绍郑氏生平及艺术造诣；第四部分展出当代纪念和研究郑板桥的论文专著等。\n唐代铁佛造像\n962年在潍城区石佛寺出土，现存十笏园。据《潍县志稿》及碑刻记载，石佛寺在宋代以前名铁佛寺，铁佛寺毁，改建为石佛寺，铁佛遂埋于地下。铁佛像高3米，宽2米，约重5吨。下部及手部残毁，系分段排模铸造，体现了古代铸造艺人高超的铸造工艺。铁佛造像盘腿趺坐，左手端胸前，右手前伸，面部丰腴端庄，鼻端隆起，宽额丰腮，双目微合，面呈慈祥微笑状，美发高髻，穿博带式大衣，附璎珞，造型优美，体现出唐代典型艺术风格，是我国罕见的巨型铁佛造像。\n","category":"行书","verified":true,"user":1,"timestamp":1429951661697},{"name":"郑板桥行书田游岩传","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791615249,"text":"","author":"清代郑板桥","description":"郑板桥行书田游岩传"}]