[{"name":"梅清书法","text":"梅清 （1623---1697），字渊公，号瞿山，安徽宣城人。生于明熹宗天启三年（1623年），卒于清圣祖康熙三十六年（1697年）。顺治十一年（1654年）举人，考授内阁中书，与石涛交往友善，相互切磋画艺。石涛早期的山水，受到他的一定影响，而他晚年画黄山，又受石涛的影响。所以石涛与梅清，皆有“黄山派”巨子的誉称。\n人物简介\n梅清（1623---1697），字渊公，号瞿山，安徽宣城人。生于明熹宗天启三年（1623年），卒于清圣祖康熙三十六年（1697年）。顺治十一年（1654年）举人，与石涛交往友善，相互切磋画艺。石涛早期的山水，受到他的一定影响，而他晚年画黄山，又受石涛的影响。所以石涛与梅清，皆有“黄山派”巨子的誉称。梅清以画黄山著名，“得黄山之真情”，与石涛、弘仁成为“黄山画派”中的代表人物。现代画家贺天健在《黄山派和黄山》中评道：“石涛得黄山之灵，梅瞿山得黄山之影，渐江（弘仁）得黄山之质。”他善诗和书法，并著有《天延阁集》、《瞿山诗略》，画有《黄山纪游》册。\n艺术风格\n梅清早期所画的题材只是家乡山水、故园风情。32岁始潜心画黄山，屡登天都、莲花、云门、光明顶、文殊院、狮子林、炼丹台、蒲团松、西海门等百余处胜景，深为天下第一奇山所陶醉。从此，他在绝妙如画的山水间激情满怀，纵横驰骋，以诗人之心去感受自然，更以画家之情来表现自然，不仅写下了众多脍炙人口的优美诗篇，而且画出了无数峭拔秀美、云烟变化之胜、意境韵味无穷的黄山风景画，与黄山结下了奇缘。他自称“游黄山后，凡有笔墨，大半皆黄山也”。\n梅清是画黄山奇松的高手，人们把他画的黄山松列为神品，《宣城县志》称他“善画理，墨松尤离奇，苍雄秀拔，为近来未有，海内鉴赏家无不宝贵”；《宛雅》称他“好画长松，腾攫如虬龙作势，不可博挠；购得珍如宝物，寻传入内延”；《蚕尾续集跋》说“宛陵梅渊公画松为天下第一”。\n梅清的画，以真山真水为创作源泉，以饱满的真情实感，高深的诗、书、画修养和高超的艺术技巧，表现山川的秀美、画家的高洁性格和民族的博大胸怀。\n梅清还是一位重友情、广交游的大家。他一生结交了很多有识之士、诗人和书画朋友。他虚心好学，锲而不舍，无所拘泥，与人交深情笃，其中志同道合者首推石涛。石涛曾多次前来宣州，在梅清作画的天廷阁谈诗论画，互诉衷肠，两人共游双塔、鳌峰。梅清在《石公从黄山来宛见贻佳画答以长歌》中写道：“我写泰山云，云向石涛飞；公写黄山云，去染瞿硎衣。白云满眼无时尽，云根冉冉归灵境。何时公向岱颠游，眉余已发黄山兴。”\n梅清是一位集诗、书、画于一身的大家，他的画对“黄山画派”、“新安画派”产生了重要的影响，其作品在北京故宫博物院、安徽省博物馆均有收藏。\n梅清擅长山水、松石、尤其好画黄山，自谓“游黄山后，凡有笔墨，大半皆黄山矣。”他笔下的黄山，以气势取胜，行笔流动豪放，运墨酣畅淋漓。取景奇险，用线盘曲，富有运动感。有异于新安派比较生涩清峻的画风。他长期深入黄山。多写生黄山真景。虽经常自称学元代，却有自己独特的创造。他风格清俊高逸，表现山峦的云烟变幻，松多奇苍。曾用卷云皴，给人苍茫感觉。他的《宣城二十四景图册》，堪称平生呕心之作。人称他山水入妙品，松入神品。他间亦画梅，其梅画烟云历落，枝干奇古。72岁时所作的《高山流水图》轴，现收藏于北京故宫博物院。作品苍劲的运笔、酣畅的墨色、及皴法、用点均更多石涛意韵。梅清笔下松弛中见功力，零乱中求整秩，经纬明快，恬适流畅。\n清梅清《山水小景册页》金陵天渡楼收藏。右图为清梅清《山水小景册页》一、二。\n收藏价值\n现今收藏家多喜欢黄山画，梅清作为黄山画派代表画家，作品更受重视，价格非常高，但高低价之间幅度也比较高，相差20多倍，说明真假难辨，泛品与精品混杂，较难把握，出售时收藏者极为重视品相，引起价格的起伏不定。总起来说，1990年以前出售的价格高一些，以后则略低。\n[1-3]    \n纪念场所\n梅清死后葬于宣州新田镇上街头，原土墓已坍塌，1986年元月，宣州市文化局为其增土，筑成长3米、高2米。宽2．5米的土墓，存碑一块，高0．46米、宽0．31米。\n相关信息\n987年，宣州市人民政府公布梅清墓为市级（县级）重点文物保护单位；\n998年5月，安徽省人民政府公布梅清墓为省级文物保护单位。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951658769},{"name":"梅清书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634672,"text":"梅清《秦淮舟泛诗》纸本 行书 63×46厘米 朵云轩藏\n　　此件行书时有一二草法。落笔扶摇而下似不经意，而苍劲郁勃之气跃然纸面，非笔力惊绝者不能。通篇行款结法犹存明人风貌，直可与傅山等相颉颃。\n\n梅清《春草阁诗三章》 纸本 行书 105×43厘米 湖北省博物馆藏\n　　梅清书法宗颜真卿而极洒脱自在，得意作在王铎、傅山之间。此春草阁诗三章书法，笔墨凝炼浑厚，道劲古朴；凝而不滞，朴中蕴秀；淳雅简淡，宝光四溢。","author":"清代梅清","description":"梅清书法"}]