[{"name":"赵之谦跋麻姑仙坛记v2","text":"中国书法是一门古老的汉字的书写艺术，从甲骨文、石鼓文、金文（钟鼎文）演变而为大篆、小篆、隶书，至定型于东汉、魏、晋的草书、楷书、行书等，书法一直散发着艺术的魅力。中国书法是一种很独特的视觉艺术，汉字是中国书法中的重要因素，因为中国书法是在中国文化里产生、发展起来的，而汉字是中国文化的基本要素之一。以汉字为依托，是中国书法区别于其他种类书法的主要标志。\n艺术简史\n中国五千年璀璨的文明及无与伦比的丰富文字记载都已为世人所认可，在这一博大精深的历史长河中，中国的书画艺术以其独特的艺术形式和艺术语言再现了这一历时性的嬗变过程。而具有姊妹性质的书画艺术在历史的嬗变中又以其互补性和独立性释读了中国的传统文化内涵。由于书、画创作所采用的工具与材料具有一致性。《历代名画记》中谈论古文字、图画的起源时说：“是时也，书、画同体而未分，象制肇创而犹略，无以传其意，故有书；无以见其形，故有画”。书画虽然具有同源的可比性，但以后的发展状况是以互补的独立性发展变化的。中国书法艺术的形成、发展与汉文字的产生与演进存在着密不可分的连带关系。那么究竟什么是“书法”呢？我们可以从它的性质、美学特征、源泉、独特的表现手法方面去理解。书法是以汉字为基础、用毛笔书写的、具有四维特征的抽象符号艺术，它体现了万事万物的“对立统一”这个基本规律又反映了人作为主体的精神、气质、学识和修养。\n中国文字起源甚早，把文字的书写性发展到一种审美阶段——融入了创作者的观念、思维、精神，并能激发审美对象的审美情感(也就是一种真正意义上的书法的形成)。有记载可考者，当在汉末魏晋之间（大约公元2世纪后半期至4世纪），然而，这并不是忽视、淡化甚至否定先前书法艺术形式存在的艺术价值和历史地位。中国文字的滥觞、初具艺术性早期作品的产生，无不具有自身的特殊性和时代性。就书法看，尽管早期文字——甲骨文，还有象形字，同一字的繁简不同，笔画多少不一的情况。但已具有了对称、均衡的规律，以及用笔（刀）、结字、章法的一些规律性因素。而且，在线条的组织，笔画的起止变化方面已带有墨书的意味、笔致的意义。因此可以说，先前书法艺术的产生、存在，不仅属于书法史的范畴，而且也是后代的艺术形式发展、嬗变中可以借鉴与思考的重要范例。\n中国的历史文明是一个历时性、线性的过程，中国的书法艺术在这样大的时代背景下展示着自身的发展面貌。在书法的萌芽时期（殷商至汉末三国），文字经历由甲骨文、古文（金文）、大篆（籀文）、小篆、隶（八分）、草书、行书、真书等阶段，依次演进。在书法的明朗时期（晋南北朝至隋唐），书法艺术进入了新的境界。由篆隶趋从于简易的草行和真书，它们成为该时期的主流风格。大书法家王羲之的出现使书法艺术大放异彩，他的艺术成就传至唐朝倍受推崇。同时，唐代一群书法家蜂拥而起，如：虞世南、欧阳询、楮遂良、颜真卿、柳公权等大名家。在书法造诣上各有千秋、风格多样。经历宋、元、明、清，中国书法成为一个民族符号，代表了中国文化博大精深和民族文化的永恒魅力。\n历代书法\n先秦书法\n书法是中国特有的艺术，虽然书法艺术的自觉化至东汉末才发生，但书法艺术当于汉字的萌生同时。汉字的形成经历了很长的历史时期。目前发现的于原始汉字有关的资料，主要是原始社会在陶器上遗留下来的刻画符号但许多文字学家认为，它们还不是文字，只是对原始文字的产生起了引发的作用。大多数文字学家认为“汉字的形成时代大概不会早于夏代”，并在“夏商之际(约在公元前17世纪)形成完整的文字体系”。\n为学术界公认的我国最早的古汉字资料，是商代中后期(约前14至前11世纪)的甲骨文和金文。从书法的角度审察，这些最早的汉字已经具有了书法形式美的众多因素，如线条美，单字造型的对称美，变化美以及章法美，风格美等。从商代后期到秦统一中国(前221年)，汉字演变的总趋势是由繁到简。这种演变具体反映在字体和字形的嬗变之中。西周晚期金文趋向线条化，战国时代民间草篆向古隶的发展，都大大消弱了文字的象形性。然而书法的艺术性却随着书体的嬗变而愈加丰富起来。\n主要作品介绍：\n)殷甲骨文殷商甲骨文(祭祀狩猎涂朱牛骨刻辞)\n甲骨文发现于一八九九年(清光绪二十五年)。是殷商时期刻写在龟骨，兽骨，人骨上记载占卜，祭祀等活动的文字，是经过巫史加工过的古汉字。严格地讲，只有到了甲骨文，才称得上是书法。因为甲骨文已具备了中国书法的三个基本要素：用笔，结字，章法。而此前的图画符号并不全有这三种要素。图为《祭祀狩猎涂朱牛骨刻辞》，商代武丁时期的作品，风格豪放，字形大小错落，生动有致，各尽其态，富有变化而又自然潇洒。不愧为甲骨文书法中的杰作。\n)西周大盂鼎铭文\n大盂鼎是西周康王时期的著名青铜器，内壁有铭文，长达291字，为西周青铜器中所少有。其内容为：周王告诫盂(人名)，殷代以酗酒而亡，周代则忌酒而兴，命盂一定要尽力地辅佐他，敬承文王，武王的德政。其书法体势严谨，字形，布局都十分质朴平实，用笔方圆兼备，具有端严凝重的艺术效果，是西周早期金文书法的代表作。\n)西周毛公鼎铭文\n是西周青铜器中赫赫有名的重器之一，作于西周晚期的宣王时期。内壁铸有多达498字的长篇铭文。其内容是周王为中兴周室，革除积弊，策命重臣毛公，要他忠心辅佐周王，以免遭丧国之祸，并赐给他大量物品，毛公为感谢周王，特铸鼎记其事。其书法是成熟的西周金文风格，结构匀称准确，线条遒劲稳健，布局妥贴，充满了理性色彩，显示出金文已发展到极其成熟的境地。\n)西周散氏盘\n为西周后期厉王时代的青铜器，其铭文结构奇古，线条圆润而凝炼，因取横势而重心偏低，故愈显朴厚。其“浇铸”感很强烈，表现了浓重的“金味”，因此在碑学体系中，占有重要的位置。现代著名书法家胡小石评说：“篆体至周而大备，其大器若《盂鼎》，《毛公鼎》，……结字并取纵势，其尚横者唯《散氏盘》而已。\n)东周石鼓文\n为战国时代秦国刻石。石鼓共有十枚，形似鼓状，每件石鼓上以籀文刻四言诗一首，共十首，其内容为记述秦王游猎之事，故石鼓又称为猎碣。字迹磨损很多，今藏在北京故宫博物馆。《石鼓文》在书法史上有承前启后的重要地位。它的字体是典型的秦国书风，并对后来秦朝小篆的出现产生了很大影响。同时其本身的艺术成就也很高，它的结体方正匀整，舒展大方，线条饱满圆润，笔意浓厚，在《石鼓文》字里行间已经找不出象形图画的痕迹，完全是由线条组成的符号结构。\n秦代书法\n春秋战国时期，各国文字差异很大，是发展经济文化的一大障碍。秦始皇兼并天下，臣相李斯主持统一全国文字，使之整齐化一，这在中国文化史上是一伟大功绩。\n秦统一后的文字称为秦篆，又叫小篆，是在金文和石鼓文的基础上删繁就简而来。著名书法家李斯的代表作为秦泰山刻石，历代都有极高的评价。秦代是继承与创新的变革时期。《说文解字序》说：“秦书有八体，一曰大篆，二曰小篆，三曰刻符，四曰虫书，五曰摹印，六曰署书，七曰书，八曰隶书。”基本概括了此时字体的面貌。\n隶书的出现是汉字书写的一大进步，是书法史上的一次革命，不但使汉字趋于方正楷模，而且在笔法上也突破了单一的中锋运笔，为以后各种书体流派奠定了基础。秦代除以上书法杰作外，尚有诏版、权量、瓦当、货币等文字，风格各异。秦代书法，在我国书法史上留下了辉煌灿烂的一页，与雄伟的万里长城和壮观的兵马俑一样，气魄宏大，堪称开创先河，是中华民族无穷智慧的结晶。\n主要作品：\n)泰山刻石\n)云梦睡虎秦简\n汉代书法\n汉代从公元前二零二年到公元二二零年四百二十六年，是汉字书法发展史上关键性的一代。汉代分为西汉和东汉，两汉三百余年间，书法由籀篆变隶分，由隶分变为章草、真书、行书，至汉末，我国汉字书体已基本齐备。因此，两汉是书法史上继往开来，由不断变革而趋于定型的关键时期。隶书是汉代普遍使用的书体。汉代隶书又称分书或八分，笔法不但日臻纯熟，而且书体风格多样。刘勰《文心雕龙·碑》说：“自后汉以来，碑碣云起。”因此，东汉隶书进入了型体娴熟，流派纷呈的阶段，目前所留下的百余种汉碑中，表现出琳琅满目，辉煌竞秀的风貌。在隶书成熟的同时，又出现了破体的隶变，发展而成为章草，行书，真书也已萌芽。书法艺术的不断变化发展，为以后晋代流畅的行草及笔势飞动的狂草开辟了道路。另外，金文、小篆因为实用面越来越小而渐趋衰微，但在两汉玺印、瓦当和嘉量上还使用，并使篆书别开生面。康有为曾说：“秦汉瓦当文，皆廉劲方折，体亦稍扁，学者得其笔意，亦足成家。”\n主要作品介绍：\n）马王堆帛书\n）西狭颂\n）埔阁颂\n）张迁碑：全称《汉故谷城长荡阴令张君表颂》。\n）鲜于璜碑：汉代隶书。全称为《汉故雁门太守鲜于君碑》\n）礼器碑：汉代隶书。全称为《鲁相韩敕造孔庙礼器碑》，故又名《韩敕碑》。\n）曹全碑：汉代隶书。全称《汉合阳令曹全碑》\n）华山碑：汉代隶书。全称《西岳华山庙碑》\n）史晨碑：东汉隶书。碑体两面刻字，又名《史晨前后碑》，前碑全称《鲁相史晨祀孔子奏铭》，后碑全称《史晨飨孔庙碑》。\n0）乙瑛碑：汉代隶书。全称为《汉鲁相乙瑛请置孔庙百石卒吏碑》，刻于永兴元年(公元153年)六月，在山东曲阜孔庙大成殿东庑。\n1）石门颂：汉代大型隶书摩崖石刻。全称为《故司隶校尉犍为杨君颂》\n2）衡方碑：汉代隶书。全称《汉故卫尉卿衡府君之碑》\n魏晋书法\n从汉字书法的发展上看，魏晋是完成书体演变的承上启下的重要历史阶段。是篆隶真行草诸体咸备俱臻完善的一代。汉隶定型化了迄今为止的方块汉字的基本形态。隶书产生、发展、成熟的过程就孕育着真书(楷书)，而行草书几乎是在隶书产生的同时就已经萌芽了。真书、行书、草书的定型是在魏晋二百年间。它们的定型，美化无疑是汉字书法史上的又一巨大变革。\n这一书法史上了不起的时代，造就了两个承前启后，巍然绰立的大书法革新家—钟繇，王羲之。他们揭开了中国书法发展史的新的一页。树立了真书、行书、草书美的典范，此后历朝历代，乃至东邻日本，学书者莫不宗法“钟王”。盛称“二王”(王羲之及其子王献之)，甚至尊王羲之为“书圣”。又有王洵(羲之侄)善行书，有《伯远帖》传世。\n●著名代表书家及作品介绍\n1、钟繇(151－230)\n其主要作品有：\n）宣示表\n）荐季直表\n2、王羲之(303-361)\n其主要作品有：\n）乐毅论\n）黄庭经\n）兰亭序\n）快雪时晴帖\n）孔侍中帖\n）丧乱帖\n）十七帖\n3、王献之(344-386)\n其主要作品有：\n）洛神赋十三行：洛神赋(十三行)\n）鸭头丸帖\n）中秋帖\n4、王洵(350-401)\n其主要作品有：\n）伯远帖\n东晋王洵真迹。历来为后世书法家，鉴赏家，收藏家视为瑰宝。\n《伯远帖》是王给亲友的一通书函。它行笔峭劲秀丽，自然流畅，是我国古代书法作品中的佼佼者。被列为“三希”之三。它的笔画写得较瘦劲，结体较开张，特别是笔画少的字显得格外舒朗，飘逸，真有点“如升初日，如清风，如云如霞，如烟，如幽林曲洞”的晋人韵味。\n南北朝书法\n南北朝时期的书法进入北碑南帖时代。此时书法以魏碑最胜。魏碑，是北魏以及与北魏书风相近的南北朝碑志石刻书法的泛称，是汉代隶书向唐代楷书发展的过渡时期书法。晋至八王之乱，王室内讧以后，势力逐渐衰微。在北方，随着西晋的灭亡。形成了“五胡十六国”的混乱时期。后拓跋氏结束十六国，建立北魏，促成了一百四十九年的相对统一，这是北朝。\n北朝书法以碑刻为主，尤以北魏、东魏最精，风格亦多资多彩。代表作有《郑文公碑》《张猛龙碑》《敬使君碑》。此时书法是汉代隶书向唐代楷书发展的过渡时期。康有为说：“凡魏碑，随取一家，皆足成体。尽合诸家，则为具美”。钟致帅《雪轩书品》称：“魏碑书法，承汉隶之余韵，启唐楷之先声。”唐初几位楷书大家如欧阳询，虞世南，褚遂良等，都是取法魏碑的。\n晋室东迁至灭亡，从公元三一七年至公元四二零年，是南朝。南朝书法，也继承东晋的风气，上至帝王，下至士庶都非常喜好。南北朝书法家灿若群星，无名书家为其主流。他们继承了前代书法的优良传统，创造了无愧于前人的优秀作品，也为形成唐代书法百花竞妍群星争辉的鼎盛局面创造了必要的条件。 \n●主要书法家及作品：\n1、智永(南朝－隋唐)\n是王羲之的七代孙子，王羲之第五子王徽之的后代。他是严守家法的大书法家。他习字很刻苦。冯武《书法正传》说他住在吴兴永欣寺，几十年不下楼，临了八百多本《千字文》，给江东诸寺，各送一本。他用废的笔，埋起来象冢一样。后人讲“退笔成冢”的典故就是从这儿来的。明董其昌《画禅室随笔》说他学钟繇《宣示表》，“每用笔必曲折其笔，宛转回向，沉著收束，所谓当其下笔欲透纸背者”。他所写的《千字文》清何绍基说：“笔笔从空中来，从空中住，虽屋漏痕，犹不足以喻之”。我们细读他的墨迹《千字文》，看得出他用笔上藏头护尾，一波三折，含蓄而有韵律的意趣。董、何之说可谓精确、具体、恰当。\n其主要作品有：《千字文》\n●魏碑代表作\n）爨宝子碑\n）爨龙颜碑\n）郑文公碑\n）始平公造像记\n）张猛龙碑\n）石门铭\n）瘗鹤铭\n）张黑女墓志铭又名《张玄墓志》。\n）泰山金刚经即《经石峪》，\n唐代书法\n唐朝的建立结束了西晋以来近三百年的动乱局面，国初二十年形成了文治武功的“贞观之治”，此后从武则天到唐玄宗开元时期更是呈现出超越两汉的空前兴盛气象。\n唐代文化博大精深、辉煌灿烂，达到了中国封建文化的最高峰，可谓“书至初唐而极盛。”唐代墨迹流传至今者也比前代为多，大量碑版留下了宝贵的书法作品。整个唐代书法，对前代既有继承又有革新。初唐书家有虞世南、欧阳询、褚遂良、薛稷、陆柬之等，此后有创造性的还有李邕、张旭、颜真卿、柳公权、释怀素、钟绍京、孙过庭。唐太宗李世民和诗人李白也是值得一提的大书家。楷书、行书、草书发展到唐代都跨入了一个新的境地，时代特点十分突出，对后代的影响远远超过了以前任何一个时代。\n●著名碑刻：龙藏寺碑\n亦称《正定府龙兴寺碑》，立于隋开皇六年(公元586)，碑在河北正定龙兴寺。楷书，碑阳30行，行50字，碑阴题名五列，左侧题名三列。\n《龙藏寺碑》书法宽博和谐，其用笔细劲轻松，具有流动感和轻重变化，结体以方正为主，略呈扁形，左右开张，点画精丽而有法可循，给人以清爽匀称的感觉。此碑为隋代刻碑中的精品，对唐代书法，特别是唐初诸大家的影响甚大。\n●唐代著名书法家\n1.欧阳询(公元557-641)\n其主要作品有：\n）化度寺碑\n）九成宫醴泉铭\n）虞恭公碑\n）张翰思鲈帖\n）皇甫诞碑\n）梦奠帖\n2.虞世南（公元558－638）\n虞世南传世的书迹有：\n）孔子庙堂碑\n）汝南公主墓志\n3.褚遂良(公元596－658或659)\n其主要代表有：\n)倪宽赞\n）雁塔圣教序\n）阴符经\n4.薛稷(公元649－713)\n其主要作品：\n信行禅师碑：唐李贞撰文，薛稷书，唐神龙二年（公元706年）八月立。原石久佚，仅有清何绍基旧藏剪裱本，现存1800余字。此碑书法瘦劲妍媚，下开宋徽宗“瘦金书”之先河。清吴荷屋云：“用笔之妙，虽青琐瑶台合意之作亦不过是过。”此碑明显的汲取理褚书的特色，有一种清健娟秀的风韵。尤其是竖法的微曲轻勾，纯然是褚书的面目，然于笔的起落间又流露出自己的风格，不失为唐楷佳品。\n5.陆柬之(公元1045－1105)\n其主要作品：\n文赋帖：行书，前李东阳篆“二陆文翰”，沈度隶“陆机文赋，陆柬之书”，现藏于台北故宫博物院。此卷流传有绪。赵孟俯跋云：“右唐陆柬之行书文赋真迹，唐初善书者称欧、虞、褚、薛，以书法论之，岂在四人之下耶。然世罕有其迹，故知之稀耳。”此卷书法多自兰亭中来，超逸神俊。有跋云：“其戈波之法，虽得虞秘书而变化不拘，自成一体，殆有逼永和遗迹者矣。”\n6.李邕（公元678－747）\n其主要作品：\n）《岳麓寺碑》\n）李思训碑：全称《唐故云麾将军右武卫大将军赠秦州都督彭国公谥曰昭公李府君神道碑并序》,亦称《云麾将军碑》,李邕撰文并书\n7.张旭\n其主要作品：\n）肚痛帖\n）郎官石拄记：亦称《郎官厅壁记》。\n）古诗四贴\n）终年帖\n）十五日帖\n8.颜真卿(公元709－785)\n其主要作品：\n）东方朔画像赞：《东方朔画像赞》的楷书作品有两件，其一传为王羲之小楷，另一为颜真卿的大楷。原石多经剜刻，面目全非。传世有宋拓佳本。\n）多宝塔感应碑\n）颜勤礼碑\n）祭侄文稿\n）中兴颂：全称《大唐中兴颂》。\n）麻姑仙坛记：全称《有唐抚州南城县麻姑山仙坛记》\n）颜家庙碑：全称《唐故通议大夫行薛王右柱国赠秘书少监国子祭酒太子少保颜君庙碑铭并序》，颜真卿撰文并书。\n）争座位稿：亦称《论座帖》，《与郭仆射书》，是唐广德二年(公元764)颜真卿与郭英之书信稿。\n）自书告身：楷书墨迹，传为颜真卿自书，然疑为伪托。\n9.柳公权(公元778－865)\n）金刚经\n）神策军碑：全称《皇帝巡幸左神策军纪圣德碑并序》\n）玄秘塔碑：全称《唐故左街僧录内供奉三教谈论引驾大德安国寺上座赐紫大达法师玄秘塔碑铭并序》，唐裴休撰文，柳公权书并篆额。\n0.释怀素(公元725－785)\n）论书帖\n）小草千字文：\n小草千字文墨迹。贞元十五(公元799年书)怀素千字文有多种，而以“小字贞元本”为最佳，又称《千金帖》\n）圣母帖\n）自叙帖\n1.钟绍京\n有《转轮王经》、《灵飞经》等作品传世。\n其主要作品有：转轮王经\n2.孙过庭(公元648－703)\n其代表作有：\n书谱：\n是孙过庭撰文并书写的一篇书法理论文章，也是历代传颂的书法名作精品，它是中国书学史上一篇划时代的书法论著。孙过庭提出了他著名的书法观：“古不乖时，今不同弊”，为书法美学理论奠定了基础。《书谱》在书法艺术上的成就也相当高，孙过庭的书法上追“二王”旁采意草融二者为一体并出之己意，笔笔规范，极具法度，有魏晋遗风。宋米芾评道：“凡唐草得'二王'法者，无出其右。”《书谱》墨迹为一卷，历代均有摹刻本，真迹现在台湾。\n3.李世民(公元599－649)\n我国书法史上，以行书刻碑的首创人物是唐太宗李世民。《温泉铭》便是行书入碑的代表作。李世民是我国历史上一位杰出的帝王，他不仅将封建社会推向鼎盛时期，而且身体力行地倡导书法，促使唐代书法成为我国书法史上辉煌的一页。他亲自为王羲之写传记，不惜重金搜购大王墨迹三千六百纸。\n李世民“以书师虞世南”(《宣和书谱》)，常与虞世南论书，并云：“吾临古人之书，殊不学其形势，唯求其骨力，而形势自生”。这反映了唐太宗的书法观，亦是相当开放的。唐太宗书法师承魏晋，《书小史》称其“工隶书、飞白，得二王法，尤善临古帖，殆于逼真。”《晋祠铭》为其书法杰作，当时各国使节都将精拓本带回去，广泛宣传。\n主要作品\n)温泉铭\n)晋祠铭：晋祠铭》全称《晋祠之铭并序》，唐太宗撰文并书。\n4.李白(公元701－762)\n李白，字太白，号清莲居士。祖籍陇西成纪(今甘肃省秦安东)，隋末其先人流寓碎叶(今巴尔喀什湖南面的楚河流域)，李白即出生于此。虽然李白的书名为诗名所掩，但是在历代书史专著里仍然有着记载。宋黄山谷曾经评说：“李白在开元，天宝间，不以能书传。今其行，草殊不减古人”。清人周星莲《临池管见》也说太白书“新鲜秀活，呼吸清淑，摆脱尘凡，飘飘乎有仙气。”可见作为唐代最杰出的浪漫主义诗人，在他的书法作品中也充满着浪漫主义的写意情调。\n书法作品\n）上阳台帖\n五代书法\n公元九零七年，割据者朱全忠灭唐，建立后梁，由此历后唐、后晋、后汉、后周，称五代。又有前蜀、吴、楚、闵、南唐、荆南、后蜀、南汉、吴越、北汉十国。这种分裂混乱的局面持续五十四年，其间兵戈叠起。书法艺术虽承唐末之余续，但因兵火战乱的影响，形成了凋落衰败的总趋向。苏轼评及五代书法时曾说：“自颜柳氏没，笔法衰绝，加以唐末丧乱，人物凋落，文采风流，扫地尽矣。独杨公凝式，笔迹雄杰，有'二王'、颜、柳之余，此真可谓书之豪杰，不为时世所汩没者。”\n五代之际，在书法上值得称道的，当推杨凝式。他的书法在书道衰微的五代，可谓中流砥柱。杨少师之外，还有李煜、彦修等有成就的书家。至此，唐代平正严谨的书风已告消歇，渐变入欹侧纵肆，以后北宋“四家”继之而起，又掀起了新的时代波澜。\n代表书家介绍\n1、杨凝式(873－954年)\n其主要作品：\n）韭花帖\n）神仙起居法帖\n2、彦修\n梁乾化时人。他的草书写得很有特色。北宋李丕绪题其书尾说：“乾化中僧彦修善草书，笔力遒劲，得张旭法。惜哉名不振于时。”他还把彦修草书模刻上石“以贻同好”。王世贞对彦修的狂草看不惯，他在《王氏法书苑》中说：“彦修与亚栖，訾光齐名，书法如淮阴恶少年，风狂跳浪，俱非本色。”仔细分析，彦修草书气势磅礴，狂态逼人，有特色。但也有“粗”、“生犷”的瑕疵。\n宋代书法\n北周衰微之际，宋太祖赵匡胤发动陈桥兵变，自立为帝，建立赵宋王朝。半个世纪的五代十国分裂混乱局面至此结束，国家复归统一。从公元960年至1279年，三百多年间，书法发展比较缓慢。宋太宗赵光义留意翰墨，购募古先帝王名臣墨迹，命侍书王著摹刻禁中，厘为十卷，这就是《淳化阁帖》。“凡大臣登二府，皆以赐焉。”帖中有一半是“二王”的作品。所以宋初的书法，是宗“二王”的。此后《绛帖》、《潭帖》等，多从《淳化阁帖》翻刻。这种辗转传刻的帖，与原迹差别就会越后越大。所以同是宗王从帖，宋人远逊唐人。所以一些评家以为帖学大行，书道就衰微了。这是宋代书法不景气的原因之一。其次如米芾《书史》所指出的“趋时贵书”也造成了宋代书法每况愈下。米芾分析说：“李宗锷主文既久，士子皆学其书。肥扁朴拙。以投其好，用取科第，自此惟趋时贵书矣。”宋室南渡之后，如《书林藻鉴》讲：“高宗初学黄字，天下翕然学黄字；后作米字，天下翕然学米字；....盖一艺之微，苟倡之自上，其风靡有如此者。”在这种风气笼罩之下，书法家能够按自己对书法艺术的理解去继承，革新的就不太多了。此宋代书法不十分景气的原因之二。总之，帖学大行和以帝王的好恶，权臣的书体为转移的情势，影响和限制了宋代书法的发展。宋代为后世所推崇者有苏轼，黄庭坚，米芾和蔡襄四大家。四家之外，宋徽宗赵佶独树一帜，亦堪称道。\n其著名代表书家有：蔡襄、苏轼、黄庭坚、米芾、赵佶。\n1、蔡襄(1012-1067)\n其主要作品：\n）蔡襄尺牍\n）郊燔帖\n）蒙惠帖\n）陶生帖\n2、苏轼（1037-1101)\n）黄州寒食诗帖\n）罗池庙碑\n）赤壁赋\n）丰乐亭记碑\n3、黄庭坚(1045-1105)\n）花气熏人帖\n）黄州寒食诗卷跋\n）李白忆旧游诗卷\n4、米芾(1051-1107)\n）蜀素帖\n）紫金砚帖\n）论书帖\n）多景楼诗册\n）珊瑚帖\n）研山铭帖\n）向太后挽词\n）寒光帖\n）三帖卷\n5、宋徽宗赵佶（1082－1135）\n他政治上昏庸，生活上荒唐，艺术上聪颖。北宋王朝因他而亡，但在艺术上他是个天份极高的书画家，也是艺术活动的组织者和倡导者。他广泛收集民间文物，特别是金石书画，命文臣编辑《宣和书谱》和《宣和画谱》等。他的书法，早年学薛稷，黄庭坚，参以褚遂良诸家，出以挺瘦秀润，融会贯通，变化二薛（薛稷，薛曜），形成自己的风格，号“瘦金体”。其特点是瘦直挺拔，横画收笔带钩，竖划收笔带点，撇如匕首，捺如切刀，竖钩细长；有些联笔字象游丝行空，已近行书。其用笔源于褚、薛，写得更瘦劲；结体笔势取黄庭坚大字楷书，舒展劲挺。\n其代表作品有：草书团扇、牡丹诗册\n元代书法\n自公元一二七九年元世祖忽必烈灭南宋，统一全国，至元顺帝北走塞外，凡十一帝，历九十余年，是为元代。元初经济文化发展不大，书法总的情况是崇尚复古，宗法晋、唐而少创新。文宗天历初建奎章阁，专掌秘玩古物。元文宗常幸奎章阁欣赏法书名画，书法一度出现兴盛局面。赵孟俯，鲜于枢等名家，是这一时期书法的代表。他们主张书画同法，注重结字的体态。但元代书坛纯是继承晋唐，没有自己的时代风格，稍后于赵孟俯的康里夔夔还有些变化，奇崛独出于元代书坛。\n纵观元代书法，其成就大者还在真行草书方面。至于篆隶，虽有几位名家，但并不怎么出色。这种以真、行、草书为主流的书法，发展到了清代才得到改变。有元一代书风，仍沿宋习盛于帖学，宗唐宗晋，虽各有其妙，亦不能以一家之法立于书坛，较之文学，绘画等艺术门类，尚显冷落无成得多。\n主要代表书家有：赵孟俯、康里夔夔、鲜于枢、耶律楚材。\n1、赵孟俯(1254－1322)\n其代表作品有：仇锷墓碑铭、汲黯传、福神观记、胆巴碑、兰亭帖十三跋、雪晴云散帖、洛神赋、妙严寺记等。\n）汲黯传\n）洛神赋\n）福神观记\n）兰亭帖十三跋\n2、康里夔夔(1295－1345)\n字子山，号正斋，恕叟，又号蓬恕叟，蒙古族人。《元史》本传称他：“善真行草书，识者谓得晋人笔意，单牍片纸人争宝之，不翅金玉。”他的正书师法虞世南，行草书由怀素上追钟繇，王羲之，并吸取了米芾的奔放，在当时趋赵孟俯妩媚书风的情况下，能创自己的艺术道路。明代解缙说：“子山书如雄剑倚天，长虹驾海。”康里夔夔作为一个少数民族的杰出书法家特立于书坛，留下的墨迹不多，有行草书《唐元缜行宫诗》，转折圆劲。其《渔夫辞册》，《草书述笔法》确有唐晋风度。所写的李白《古风第十九首》诗，字体秀逸奔放，深得章草和狂草的笔法。\n其代表作品是：\n）草书尺牍：康里夔夔作。草书。该信札极为精彩，虽草草不工，却笔笔合于法度。疏密欹正，随性所至。写到最后因语长而纸短，越写越密，甚至字里行间时有添加补写，但并不觉得充塞拥挤，相反因字与行间能揖迎避让而显得通灵透气，密而不闷。\n3、鲜于枢(1254－1322)\n字伯机，号困学山民，寄直老人，渔阳(今北京蓟县)人，官太常博士，赵孟俯对他的书法十分推崇，曾说：“余与伯机同学草书，伯机过余远甚，极力追之而不能及，伯机已矣，世乃称仆能书，所谓无佛出称尊尔。”二人书法当时并称“二妙”。他的功力很扎实，悬腕作字，笔力遒健，同时代的袁褒说：“困学老人善回腕，故其书圆劲，或者议其多用唐法，然与伯机相识凡十五，六年间，见其书日异，胜人间俗书也。”(《书林藻鉴》)而书法家陈绎曾也说：“今代惟鲜于郎中善悬腕书，余问之，嗔目伸臂曰：胆！胆！胆！”可见他敢于创新的精神。他的楷书有《李愿归盘谷序》，现藏上海博物馆，笔法古朴，结体谨严，气魄恢宏。行草有所写自作诗《大字诗赞》和《唐诗草书卷》，笔法纵肆，欹态横发。\n其代表作品有：唐诗草书卷、临神仙起居帖\n）唐诗草书卷\n）临神仙起居帖\n4、耶律楚材(1190－1244)\n字晋卿，契丹族，辽东丹王突欲八世孙。《元史》本传记载他三岁而孤，母亲杨氏抚养教育他，“及长，博及群书旁通天文、地理、律历、数术及释老、医卜之术，下笔为文，若宿构者。”卒后追封广宁王，谥号文正。他的书法继承了唐宋颜真卿，黄庭坚书风，以端严刚劲著称。明人宋濂说：“耶律文正晚年所作字画尤劲健，如铸铁所成，刚毅之气，至老不衰。”(《宋学士集》)\n其代表作品是：\n自书诗翰：耶律楚材作，行楷书。笔力遒劲，气宇轩昂，不拘于一点一画的繁缛，呈现漠北泼辣雄劲之气。\n明代书法\n明代自朱元璋崛起草莽。推翻元朝统治，统一全国，至李自成攻克北京朱由检自缢煤山，历二百七十七年。在这近三个世纪中，朝廷诸皇帝都很喜欢书法。明成祖定都北京以后，即着手文治，诏求四方善书之士，充实宫廷，缮写诏令文书等。明代帝王如仁宗，宣宗也极爱书法，尤其喜摹“兰亭”，神宗自幼工书，不离王献之的《鸭头丸帖》，虞世南临写的《乐毅传》和米芾的《文赋》。所以，朝野士大夫重视帖学，皆喜欢姿态雅丽的楷书，行书，几乎完全继承了赵孟頫的格调。\n明代象宋代一样也是帖学大盛的一代。法帖传刻十分活跃。其中著名的有常姓翻刻《淳化阁帖》于泉州的《泉州帖》；董其昌刻的《戏鸿堂帖》；文征明刻的《停云馆帖》；华东沙刻《真赏斋帖》；陈眉公刻苏东坡书为《晚香堂帖》等。其中《真赏斋帖》可谓明代法帖的代表。《停云馆帖》收有从晋至明历代名家的墨宝，可谓从帖之大成。\n由于士大夫清玩风气和帖学的盛行，影响书法创作，所以，整个明代书体以行楷居多，未能上溯秦汉北朝，篆、隶、八分及魏体作品几乎绝迹，而楷书皆以纤巧秀丽为美。至永乐、正统年间，杨士奇、杨荣和杨溥先后入直翰林院和文渊阁，写了大量的制诰碑版，以姿媚匀整为工，号称“博大昌明之体”，即“台阁体”。士子为求干禄也竞相摹习，横平竖直十分拘谨，缺乏生气，使书法失去了艺术情趣和个人风格。\n明代近三百年间，虽然也出现了一些有造诣的大家，但纵观整朝没有重大的突破和创新。所以，近代丁文隽在《书法精论》中总结说：“有明一代，操觚谈艺者，率皆剽窃摹拟，无何创制。”\n其代表书家有：董其昌、文征明、祝允明、唐伯虎、王宠、张瑞图、宋克。\n1、董其昌(1555-1636)\n其代表作品有：白居易琵琶行、草书宋词卷、烟江叠嶂图跋、临怀素自叙帖、草书诗册等。\n）白居易琵琶行\n）草书宋词卷\n）烟江叠嶂图跋\n2、文征明(1470-1559)\n其代表作品有：草书七绝、奉天殿早朝诗、大行书七绝诗轴、行草七言诗轴等。\n）草书七绝：草书，纸书，高109.6厘米，宽30.6厘米。诗为：\n玉泉千尺泻湾漪，\n天镜分明不掩疵。\n老去常思泉畔坐，\n莫教尘土上须眉。\n）奉天殿早朝诗：行书。笔法苍劲有力，结体张弛有致，整幅作品上下呼应，左右映带，血脉相通，气贯神溢。\n）大行书七言诗轴：行书。结体开展奔放，有黄庭坚的神韵，清人梁献说文征明“晚年作大字宗黄，苍秀摆宕，骨韵兼擅”，此书即可为证。\n3、祝允明(1460-1526年)\n其代表作品有：唐寅落花诗和前、后赤壁赋\n）唐寅落花诗\n）前、后赤壁赋\n4、唐寅(1470-1523)\n其代表作品是：\n）行书七律诗轴：\n纸本，高146.5厘米，宽36.2厘米，共四行，释文是：“龙头独对五千文，鼠迹今眠半榻尘。万点落花都是恨，满杯明月即忘贫。香灯不起维摩病，樱笋消除谷雨春。镜里自看成大笑，一番傀儡下场人。漫兴一律，晋昌唐寅书。”\n唐寅书法为画名所掩，主要学赵孟俯，此幅更见受李北海影响，俊逸挺秀，妩媚多姿，行笔圆熟而洒脱，唯笔力稍弱，钩挑牵丝绵软，结构亦略趋松散。故王世贞评曰：“伯虎入吴兴堂庑，差薄弱耳。”(《州山人稿》)\n5、王宠(1494－1533)\n其代表作品有：\n）滕王阁序：小楷。疏朗空灵，皆不与时人同。极为疏淡恬静圆润虚灵，有晋人遗意。\n）送友生游茅山诗：草书。疏朗萧散，俯仰多姿，饶有情趣，不失为高格调的佳作。\n6、张瑞图(？－1644)\n其代表作品是：后赤壁赋\n后赤壁赋：\n行草。该作能把横直笔画密集在一起，纵横牵掣，大折大翻，给人以极少使用圆转用笔的印象。在章法上，他依靠点画的疏密来体现字的节奏感，由于翻折的运用，横画得以突出，加上其行距拉开，形成字紧行疏的特殊行款，黑白对比十分鲜明，与王宠、董其昌的清疏典雅风格不同，大有咄咄逼人之势。\n7、宋克(1327－1387)\n字仲温，长洲(今江苏吴县)人，自号南宫生，洪武初年任凤翔府同知，博涉书史，喜欢走马击剑。《明史·文苑传》称他“杜门染翰，日费十纸，遂以善书名天下。”杨慎评他的真、行书在明代应数第一。宋克直承赵孟俯，他所写的《李白行路难诗》笔墨精妙，风度翩翩。楷书有钟、王法度，但是过于流丽圆熟，当时就有人说：“国朝楷、草推'三宋'，首称仲温，然未免烂熟之讥，又气近俗，但体媚悦人目尔。”(《詹氏小辨》)\n其主要作品有：唐宋诗稿、急就章。\n）唐宋诗卷\n）急就章\n清代书法\n清代历二百六十余载，在中国书法史上是书道中兴的一代。清代初年，统治阶级采取了一系列稳定政治，发展经济文化的措施，故书法得以弘扬。明末遗民有些出仕从清，有些遁迹山林创造出各有特色的书法作品。顺治喜临黄庭，遗教二经；康熙推崇董其昌书，书风一时尽崇董书，这一时期，惟傅山和王铎能独标风格，另辟蹊径；乾隆时，尤重赵孟俯行楷书，空前宏伟的集帖《三希堂法帖》刻成，内府收藏的大量书迹珍品著录于《石渠宝笈》中，帖学至乾隆时期达到极盛，出现一批取法帖学的大家。\n至清中期，古代的吉书、贞石、碑版大量出土，兴起了金石学。嘉庆、道光时期，帖学已入穷途，当时的集大成者有刘墉，邓石如开创了碑学之宗，阮元和包世臣总结了书坛创作的经验和溃巾论。咸丰后至清末，碑学尤为昌盛。前后有康有为、伊秉绶、吴熙载、何绍基、杨沂孙、张裕钊、赵之谦、吴昌硕等大师成功地完成了变革创新，至此碑学书派迅速发展，影响所及直至当代。\n纵观清代260余年，书法由继承、变革到创新，挽回了宋代以后江河日下的颓势，其成就可与汉唐并驾，各种字体都有一批造诣卓著的大家，可以说是书法的中兴时期。\n其代表人物有：傅山、石涛、朱耷、郑燮、金农、邓石如、伊秉绶、陈鸿寿、何绍基、吴熙载、赵之谦、吴昌硕、李瑞清、康有为、刘墉、王文治、王铎、包世臣。\n1、傅山(1607－1684)\n字青主，别字公它，山西阳曲人。他是明清之际著名的思想家，医学家，兼工书画篆刻。他先学赵后学颜，其中对赵孟俯贬斥得很利害，甚至苛求。傅青主的书法传统功基甚厚。全祖望《阳曲傅先生事略》云(傅山)：“工书，自大小篆，隶以下，无不精，兼工画”。他的小楷《千文》直追钟王，朴实古拙。其实他不仅是一位出色的艺术家，而且深通医道的名医和出色的思想家。更兼他“学问志节”为人所重，世人对他的书法也就倍加珍视了。\n其主要作品有：草书诗轴和草书七绝诗轴\n）草书诗轴\n）傅山《草书七绝书轴\n2、石涛(1641－约1718)\n清代书法家，本姓朱，名若极。籍贯广西。为僧后法名道济，字石涛，号苦瓜和尚。石涛以“搜尽奇峰大草稿”的精神，在山水画创新上成就很大。著《石涛画语录》。他的书法，在行楷中参以隶法，有六朝造像记的笔意。隶书也写得“散朴有致，不检绳墨”。\n其主要作品是：石涛题画\n石涛的行书取法苏东坡而更为瘦劲，笔墨淋漓，意境高古。他主张“笔墨当随时代”，反对拟古风气。\n3、朱耷(1622－1705)\n字雪个，号“八大山人”。明朝朱元璋之子朱权的后裔。明亡后，遭国毁家亡之难，削发为僧。朱耷是清代著名的书画家。他的简笔写意花鸟画，以独特的面貌，开一代新风。他的书法亦与他的绘画风格相似，极为简练，到晚年喜用秃笔，一变锐利的笔势而变成浑圆朴茂的风格。近人研究八大书法，追其师承渊源众说纷纭。或曰宗二王、宗董其昌、宗王宠等等，终如寻其书画师承，至今无一定论一样。\n其主要作品是：行书临河序册\n4、郑板桥(1693－1765)\n原名郑燮，江苏兴化人。字克柔，早年家贫，以书画维持生活。清代的扬州八怪中，要数郑板桥最为人熟知。他的书法早年师法苏东坡，黄庭坚。他的书法非常别致，能熔正、草、隶、篆于一炉，可以说是我国书法史上的一怪。板桥的怪是“恕不同人”的怪，不愿流于凡俗的怪，而不是不要传统的怪。他自己说过：“横涂竖抹，要自笔笔在法中。”又说：“必极工而后能写意。”他在书法上非常强调自己的新意，他在《跋临兰亭序》中说：“板桥道人以中郎之体，运太傅之笔，为右军之书，而出己意。并无所谓蔡、钟、王者，岂复有兰亭画貌乎？”\n其作品欣有：行书扇面和行书论书轴\n行书论书轴：\n清郑燮书。这篇作品集中体现了郑板侨的书法风格。这幅作品的内容也是一篇术法律论文，我们既可以欣赏他的书法艺术，又可以了解他的书法观点。此作品高104.4厘米，宽54.4厘米，现藏于上海博物馆。\n5、金农(1687－1764)\n原名司农，字寿门，号东心，浙江杭州人。居于扬州八怪之首。诗文书画金石皆精。他的书法以《天发神碑》为基础。他的隶书早年是“墨守汉人绳墨”的。既负盛名之后，有意“骇俗”，老芝以为“笔笔从汉隶而来”，“世人以不怪为怪”。今天我们看到的金农书法，大体有三种风范。其一是隶书字多圆滑古朴，其间仿佛可见其“小变汉法”之求索轨迹；其二是漆书，横粗竖细，方整浓黑，世称“冬心体”他的漆书，是其自辟蹊径的标志；三是以碑法与自家的漆书法写成的行草书。其尺牍，提画多用此体。\n其主要作品有：金农尺牍和金农漆书。\n）金农尺牍\n）金农漆书\n6、邓石如（1743—1805）\n安徽怀宁人。初名琰，字石如。后以字行，更字顽伯，号完白山人。一生不仕。在清代中叶书法史、篆刻史上都占有十分显赫的地位。他是书法史上一个具有划时代意义的人物。邓石如各体均善。尤其得力于篆书，隶书。人称其“隶从篆入，篆从隶出”。又喜篆印，创邓派之门，后人又云其“书从印入，印从书出”。因此他在篆书、隶书、篆刻三方面贡献最大。一扫当时书坛恪守古法的僵化局面。开辟了篆书、隶书、篆刻的新纪元。\n其主要作品是：四体帖（一）和四体帖（二）\n7、伊秉绶（1754—1815）\n福建宁化人。字祖似，号墨卿、默庵，人称伊汀州。乾隆已酉进士。他出身于书香门第，拜著名书家石厣（刘墉〕为师。工书法，善隶书、行书。伊秉绶的隶书格调高古，精妙超俗，在清书坛上独放异彩。对后世的书法创新也有很多启示。\n其主要作品有：隶书横披和隶书联\n隶书横披：伊秉绶所书隶书横幅个性明显，横平竖直，布白停均。他用篆书的笔法来写隶书，因此笔划圆润，粗细相近，没有明显的波挑。章法极有特色，字字铺满，四面撑足，给人方整严齐的装饰美感。\n8、陈鸿寿(1768—1822)\n浙江钱塘（今杭州）人。字子恭，号曼生。嘉庆拔贡。工书画、篆刻。其篆刻列“西泠八家”之中。他的书法以隶书和行书最为知名。他的隶书清劲潇洒，结体自由。穿插挪让，相映成趣，在当时是一种创新的风格。\n其主要作品是：隶书联\n9、何绍基(1799－1873)\n字子贞，号东州，道州人。他也是十分勤奋的书法家。他自己说：“余学书四十余年，溯源篆分。楷法则由北朝求篆分入真楷之绪。”何绍基早年由颜真卿，欧阳通入手，上追秦汉篆隶。他临写汉碑极为专精，《张迁碑》，《礼器碑》等竟临写了一百多遍，不求形似，全出己意。进而“草、篆、分、行熔为一炉，神龙变化，不可测已。”至今存临本仍然不少。中年潜心北碑，用异于常人的回腕法写出了个性极强的字。\n其主要作品有：行书中堂和行楷八言联\n）基行书中堂\n）行楷八言联\n0、吴熙载（1799—1870）\n江苏仪征人。原名廷扬，字熙载，后改字让之，号晚学居士。是清末著名的书画篆刻家。吴让之善作四体书与写意花卉，他的篆刻学邓石如而能自成面目，为后世所宗法。在书法方面成就最大的是篆书。吴昌硕说过：“余常与人学完白不若取经于让翁。”此语代表了当时人们崇敬吴让之的心情。他的篆书汲取了邓石如端庄、浑厚的风格，又加以自己的理解，使之更加飘逸、舒展，柔中带刚，法度严谨。\n其主要作品有：篆书联和篆书圣教序四屏条\n1、赵之谦（1829—1844）\n浙江绍兴人。初字益甫，号冷君；后改字叔，号悲庵、梅庵、无闷等。青年时代即以才华横溢而名满海内。他是清代杰出的书画篆刻家。他的篆刻取法秦汉金石文字，取精用宏，形成自己的风格，人称“赵派”。他在书法方面的造诣是多方面的，可使真、草、隶、篆的笔法融为一体，相互补充，相映成趣。赵之谦曾说过：“独立者贵，天地极大，多人说总尽，独立难索难求”。他一生在诗、书、画、意上进行了不懈的努力，终于成为一代大师。\n其主要作品有：篆书扇面、行书条屏、临封龙山碑。\n）篆书扇面\n）行书屏条\n2、吴昌硕(1844－1927)\n清末著名书画家，篆刻家。原名俊卿，字昌硕，别号苦铁，浙江安吉人。少年时他因受其父熏陶，即喜作书，印刻。他的楷书，始学颜鲁公，继学钟元常；隶书学汉石刻；篆学石鼓文，用笔之法初受邓石如，赵之谦等人影响，以后在临写《石鼓》中融汇变通。沙孟海评：吴先生极力避免“侧媚取势”，“捧心龋齿”的状态，把三种钟鼎陶器文字的体势，杂揉其间，所以比赵之谦高明的多。\n其主要作品：石鼓文四屏条、行书诗笺、篆书联\n）石鼓文四屏条\n）行书诗笺\n3、李瑞清(1867—1920)\n江西临川人。字梅庵，晚号清道人。善书法，是近代著名画家张大千的老师。他擅长以写篆书的笔法写北碑，并以此为自己的书法面目。\n其主要作品：楷书诗卷、临毛公鼎碑、书跋\n)楷书诗卷\n)临毛公鼎碑\n)隶书书跋：\n李瑞清曾说：“不知篆隶而高谈北碑，妄也。”他写北碑，以篆隶笔法掺入。写得不象赵之谦书法那么柔媚，而是生涩，具有金石味。他用笔无论方圆，下笔都十分坚实，笔画均匀，结体稳定而开展。\n4、康有为(1858－1927)\n原名祖诒，字广夏，又字长素，号更生，广东南海人。人称“康南海”。它是我国历史上的资产阶级改良主义的代表人物。他不仅是位杰出的政治家，还是继包世臣后又一大书论家。他所著的《广艺舟双楫》是中国书学史上继包世臣后力倡碑学，并能从理论上全面地系统地总结碑学的一部著作。这部著作在当时影响极大。而且他也身体例行，尊魏卑唐。字也从北碑中求意趣。他对石门铭用功尤深。同时掺和经石峪，云峰山诸石刻文字，极力地写出了自己的面貌\n其主要作品有：五言联、行书七绝诗轴、书联\n）五言联\n）行书七绝诗轴\n）书联\n5、刘墉（1719—1804）\n山东诸城人。字崇如，号石庵、青原、日观峰道人等。乾隆十六年进士，官至体仁阁大学士，加太子太保，谥文清，人亦称刘文清。清代许多大书法家，评论家对他的书法给与很高的评价。清人张位屏于《松轩随笔》称：“刘文清书，初从赵松雪入，中年后乃自成一家，貌丰骨劲，味厚深藏，不受古人宠拢，超然独出。”他博通经史百家，擅长水墨芦花，工诗善对，精于书法。刘墉的书法，初看圆润软滑，若团团棉花。细审则骨骼分明，内含刚劲。\n其主要作品有：行书中堂\n行书中堂：\n此幅行书中堂可称为刘墉之精品，字型和行款均有一种宁静淡泊之感。貌看平淡无奇，仿佛佳酿入口，越品越觉甘美沁人。诚如《快语堂跋》中说：“石庵于轨则中时露空明，于运用中皆含虚寂，拙中含姿，淡中入妙，反复审观乃见异趣。”刘墉书之境界可以“静”、“淡”、“清”三字概括，这是他超过常人之处。\n6、王文治(1730—1802)\n江苏丹徒人。字禹卿，号梦楼。乾隆庚辰探花。他从小聪慧，十二岁学诗工书。《惜抱轩集》记载：“王梦楼云??书之艺自东晋王羲之至今，且千载，其中可数者，或数十年一人，或数百年一人。自董尚书其昌死，今无人焉。'”可见他对董其昌的书法是非常推崇的。他的书法，秀润淡雅，法度严谨，给人以清新明快的感觉。在清代书坛上有一定的影响。\n其主要作品是：行书对联\n7、王铎(1592—1652)\n河南孟津人。字觉斯，号嵩樵，又号痴庵，别署烟谭渔叟。青年时代的王铎受时代思潮的影响，很早就有了反思潮的奇倔胸怀，在他的《拟山园选集》中的《文丹》中，集中表露了他惊世骇俗的审美观。王铎曾于明末官至东阁大学士。入清后，他降清，顺治年间又授以礼部尚书。他是清代杰出的书法家。是书法史上的革新人物，但他对传统的继承也是极有功力的。\n其代表作品有：草书诗轴、行草轴、洛州香山作行草诗轴、自书诗翰\n）草书诗卷\n）洛州香山作行草诗轴\n8、包世臣(1775－1855)\n字慎伯，晚号倦翁，安徽迳县人，迳县古名安吴，人亦称“包安吴”。嘉庆十三年举人，后任江西新喻知县。他是邓石如的得意弟子。自称：“慎伯中年书从颜、欧入手，转及苏、董，后肆力北魏，晚习二王，遂成绝业。”自拟为“右军第一人”，自负之极。然而他的书法作品并非如自诩的那样不可一世，他的草书中堂大有肉多筋少之感。不过他的《小草诗册》却很有特色，确有集碑贴于一人之感。如果说包世臣的书法称不上是第一流的，那么他的书论确是第一流的。所著《艺舟双楫》是一部倡导北魏的力作。是清代碑学思想的经典之一。\n★其主要作品有：小草诗册\n小草诗册：此《小草诗册》为包世臣咏怀二十七章之局部。现存台北，为徐悲鸿夫人藏品之一。\n","category":"草书","verified":true,"user":1,"timestamp":1429951661298},{"name":"赵之谦跋麻姑仙坛记","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429712221731,"text":"赵之谦《跋麻姑仙坛记》，同治甲子十二月。","author":"清代赵之谦","description":"赵之谦跋麻姑仙坛记"}]