[{"name":"苏轼行书答谢民师书","text":"内容介绍\n苏轼早年学《兰序》，中岁喜颜鲁公、杨凝式、李邕，晚年融会贯通，自成一家，黄山谷评其书谓：『笔圆而韵胜，挟以文章妙天下，忠义贯日月之气，本朝善书，自当推为第一』。相传东坡作书，善用单钩卧笔，以侧势取妍，故其书丰腴雄浑，笔力圆健，其发笔逆入时露锋芒，而收笔时如珠光黍米有聚墨痕，极其圆融，而其结字体势欹侧，左伸右缩，故其行气极为流畅。其章法布局，则参差栉比，大小错落，奇正疏密，妙合自然，特别是他的尺牍，信手拈来，随势生发，如风行风面，云出岩间，殊觉有一股文章之气，郁郁芊芊发于笔墨之间，十分耐人寻味。本册所载《苏轼答谢民师论文帖》是苏轼在北宋元符三年（一一00）时所书，亦即他去世前一年由儋州（海南岛）遇赦北上时途径广东清远峡山寺时，写给他友人谢民师的一件书扎，内容是答复谢民师关于写作上提出的问题，表述了他对文章写作的一些见解。此文与南宋郎晔注《经进东坡元集事略》中所载原文对照，前段菜脱佚一百四十八字，现帖上起首处『轼启是文之意疑若』八字并非原文所有，而帖末『轼顿首并拜民师帐句推官阁下十一月五日』文集中亦未见，帖后题跋部分有明代著名书家娄坚访苏轼书体补写的一段阙文，另有陈继儒等人题跋。此帖为纸本，纵二七厘米，横九六点五厘米，现藏上海博物馆。细玩此帖，书与文交相辉映，通篇一气贯注，有不可止遏之势。俞和曾评其书谓：『东坡先生在当时诸公间第一品人也，余每于人家见尺牍片纸，未尝不爱赏，得其遗迹犹可想其风度，况笔精墨妙耶。』亦正如娄坚在卷后跋云：『坡公书肉丰而骨劲，态浓而意淡，藏巧于拙，特为淳古』。无疑此件尺牍当为苏轼生平中的精品，今按原迹彩影付刊，以飨广大书法爱好者。\n ","category":"行书","verified":true,"user":1,"timestamp":1429951596067},{"name":"苏轼行书答谢民师书","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791646710,"text":"《答谢民师书》 苏轼原文\n近奉违，亟辱问讯，具审起居佳胜，感慰深矣。轼受性刚简，学迂材下，坐废累年，不敢复齿缙绅。自还海北，见平生亲旧，惘然如隔世人，况与左右无一日之雅，而敢求交乎！数赐见临，倾盖如故，幸甚过望，不可言也。\n所示书教及诗赋杂文，观之熟矣。大略如行云流水，初无定质，但常行于所当行，常止于所不可不止，文理自然，姿态横生。孔子曰：“言之不文，行而不远。”又曰：“辞达而已矣。”夫言止于达意，即疑若不文，是大不然。求物之妙，如系风捕影，能使是物了然于心者，盖千万人而不一遇也，而况能使了然于口与手者乎？是之谓辞达。辞至于能达，则文不可胜用矣。扬雄好为艰深之辞，以文浅易之说，若正言之，则人人知之矣。此正所谓雕虫篆刻者，其《太玄》、《法言》，皆是类也。而独悔于赋，何哉？终身雕篆，而独变其音节，便谓之经，可乎？屈原作《离骚经》，盖《风》、《雅》之再变者，虽与日月争光可也。可以其似赋而谓之雕虫乎？使贾谊见孔子，升堂有馀矣；而乃以赋鄙之，至与司马相如同科。雄之陋如此比者甚众，可与知者道，难与俗人言也。因论文偶及之耳。欧阳文忠公言：“文章如精金美玉，市有定价，非人所能以口舌定贵贱也。”纷纷多言，岂能有益于左右，愧悚不已。\n所须惠力法雨堂字，轼本不善作大字，强作终不佳，又舟中局迫难写，未能如教。然轼方过临江，当往游焉。或僧有所欲记录，当为作数句留院中，慰左右念亲之意。今日至峡山寺，少留即去。愈远，惟万万以时自爱。\n【附录】原书说明\n  大凡古人尺牍，或叙离别之情，或询家人之安，或与同好畅述人生，或与友人切磋文艺，言之所吐，一往而情深，施于尺素，虽不计工拙，而随手挥洒之际，真意流露，若此尺牍出于名人书家之手，则更是弥足珍贵，于是世人竟相珍藏，每得名家尺牍，视若拱璧，这种风气一直延续到今天，但遗憾的是随着书写工具的改革、信息的流通和电脑的发明，用毛笔书写尺牍的文化现象日趋消退，而历代名人尺牍作为一种历史文化的积淀和特殊的书写格式不但受到书家的青睐，同时亦受到收藏家和鉴赏者喜爱，苏轼《答谢民师论文帖》即是一帧具有相当高的聚文物、收藏、学术、艺术价值于一体的尺牍。\n  苏轼（1036—1101），字子瞻，号东坡居士，四川眉山人。他不但是北宋著名的文学家，同时又是著名的书法家，其诗、文、词、赋、书法、佛学、绘画无一不佳。在他十岁时，其父苏洵游学四方，母程氏亲授其书，嘉祐二年试礼部，欧阳修惊其文才，叹曰：\n  “我当避此人，出一头地”。熙宁中，王安石变法，轼上书论其不便，安石怒，遂受排斥，贬为杭州通判，复徙知湖州。元丰二年，旋以黄州副团练使安置，元祐中累官翰林学士，寻以龙图阁学士知杭州，绍圣中累贬琼州别驾，后卒于常州，终年六十六岁。\n  苏轼早年学《兰亭》，中岁喜颜鲁公、杨凝式、李邕，晚年融会贯通，自成一家，黄山谷评其书谓：“笔圆而韵胜，挟以文章妙天下，忠义贯日月之气，本朝善书，自当推为第一”。相传东坡作书，善用单钩卧笔，以侧势取妍，故其书丰腴雄浑，笔力圆健，其发笔逆入时露锋芒，而收笔时如珠光黍米有聚墨痕，极其圆融，而其结字体势欹侧，左伸右缩，故其行气极为流畅。其章法布局，则参差栉比，大小错落，奇正疏密，妙合自然，特别是他的尺牍，信手拈来，随势生发，如风行水面，云出岩间，殊觉有一股文章之气，郁郁芊芊发于笔墨之间，十分耐人寻味。本册所载《苏轼答谢民师论文帖》是苏轼在北宋元符三年（1100）时所书，亦即他去世前一年由儋州（海南岛）遇赦北上时途径广东清远峡山寺时，写给他友人谢民师的一件书扎，内容是答复谢民师关于写作上提出的问题，表述了他对文章写作的一些见解。此文与南宋郎哗注《经进东坡元集事略》中所载原文对照，前段共脱佚一百四十八字，现帖上起首处“轼启是文之意疑若”八字并非原文所有，而帖末“轼顿首并拜民师帐句推官阁下十一月五日”文集中亦末见，帖后题跋部分有明代著名书家娄 坚仿苏轼书体补写的一段阙文，另有陈继儒等人题跋。此帖为纸本，纵二七厘米，横九六点五厘米，现藏上海博物馆。细玩此帖，书 与文交相辉映，通篇一气贯注，有不可止遏之势。俞和曾评其书谓：“东坡先生在当时诸公间第一品人也，余每于人家见尺牍片纸，未尝不爱赏，得其遗迹犹可想其风度，况笔精墨妙耶。”亦正如娄坚在卷后跋云：“坡公书肉丰而骨劲，态浓而意淡，藏巧於拙，特为淳古”。无疑此件尺牍当为苏轼生平中的精品，今按原迹彩影付刊，以飨广大书法爱好者。","author":"宋代苏轼","description":"苏轼行书答谢民师书"}]