[{"name":"张瑞图行草感辽事作六首卷","text":"\n尺寸:27.8x16.4x1.4cm\n重量:295g\n张瑞图，（1570-1641），字长公，号二水、果亭山人，芥子居士、白毫庵道者等。福建晋江人，张瑞图的仕途畅达。明万历三十五年进士，殿试第三为探花，授编修。后为少詹事礼部侍郎。天启六年晋礼部尚书东阁大学士，参与枢要，后又历任太子保户部尚书武英殿大学士、太子太师中极殿大学士、左柱国吏部尚书等职，不过他的畅达中也有坎坷，这就是他在六十岁时曾受命手书魏忠贤生祠碑文。崇祯即位后，入逆案，坐徙，赎为民。官至大学士，善画山水，尤工书，与邢侗、米万钟、董其昌并称“明四家”。\n内容简介\n《历代行草精选张瑞图感辽事作六首卷杜甫饮中八仙歌》乃晚明四大家之一张瑞图的传世行书，连纵方折，错落轻重，大气流畅，开合有度，乃行草之精品。该卷是您学习行草的上好帖子。\n晚明四大家之一张瑞图草书气魄宏大，笔势雄伟，于“钟王之外，另辟蹊径。”《历代行草精选张瑞图感辽事作六首卷杜甫饮中八仙歌》内容为唐代大诗人杜甫所作诗。八仙，指诗人贺之章、张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨态，为天启七年张瑞图五十八岁时书。《感辽事作六首卷》，绢本，行草书，内容为自书诗。诗卷起首处颇圆浑厚重，第二行起渐见爽利，起笔多顺锋尖入，折角方峻严厉，翻覆自如；偶用圆转，皆极婉转遒丽。据诗后之跋，此卷为天启元年张瑞图五十二岁时所书。《杜甫饮中八仙歌》，酒金纸本，行草书，内容为唐代大诗人杜甫所作诗，八仙，指诗人贺之章，张旭、李白等酒仙。诗中尽写他们嗜酒、醉酒之憨酒。张瑞图书时，尽情挥刷，即使没有醉意，至少也是极其放松的状态。与《感辽事作六首》相比，此卷更显生拗，天启七年张瑞图五十八岁时书，更显其气魄宏大，笔势雄伟瑞，另类奇逸之风。\n媒体评论\n新理异态方笔典范\n莫小不\n张瑞图（1570～1641），字长公《一说字无画》，号二水、果亭山人、芥子居士、白毫庵道者等。福建晋江人。张瑞图的仕途畅达。明万历三十五年（1607）进士，殿试第三为探花，授编修。后为少詹事礼部侍郎。天启六年（1626）晋礼部尚书东阁大学士，参与枢要。后又历任太子太保户部尚书武英殿大学士、太子太师中极殿大学士、左柱国吏部尚书等职。不过他的畅达中也有坎坷，这就是他在六十岁时曾受命手书魏忠贤生祠碑文。崇祯即位后，入逆案，坐徙，赎为民。\n张瑞图与邢侗、董其昌、米万钟合称『晚明四大家』。四家中，董其昌因后来康熙皇帝的喜好和推崇，地位最高。不过今天的人们可能更相信艺术家的评判，沙孟海先生就说张的成就『并不在董其昌之下。』（沙孟海《近三百年的书学》）\n这种判断，来自张瑞图书法的出格和另类。相比之下，邢没有跳出『二王』藩篱，米不越襄阳雷池，董师古能变，臻于妙境，而张却特具「新理异态」，于明季柔媚书风之外，『力矫积习，独标气骨，虽未入神，自是不朽。』《梁蝎穴评书帖移》张瑞图书法，用笔空中取势，露锋侧落，铺毫挥运，横截翻折，飞动激越。他独特的运笔用锋方式，给人以全新的方刚、劲健、嶙峋的强烈感受。\n穴感辽事作六首卷》，绢本，行草书。内容为自书诗。诗卷起首处颇圆浑厚重，第二行起渐见爽利，起笔多顺锋尖人，折角方峻严厉，翻覆自如。偶用圆转，皆极婉转遒丽。据诗后之跋，此卷为天启元年张瑞图五十二岁时所书。\n《杜甫饮中八仙歌》，洒金纸本，行草书。内容为唐代大诗人杜甫所作诗。八仙，指诗人贺之章、张旭、李白等酒仙，诗中尽写他们嗜酒、醉酒之憨态。张瑞图书时，尽情挥刷，即使没有醉意，至少也是极其放松的状态。与《感辽事作六首》相比，此卷更显生拗。天启七年张瑞图五十八岁时书。\n","category":"行草","verified":true,"user":1,"timestamp":1429951606001},{"name":"张瑞图行草感辽事作六首卷","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791621273,"text":"明张瑞图行草《感辽事作六首卷》\n\n 张瑞图（1570-1641）,字长公，又字无画，号二水，别号果亭山人、芥子、白毫庵主、白毫庵主道人等。汉族，晋江二十七都霞行乡人（今青阳镇莲屿下行）人。生于明穆宗隆庆四年庚午（1570年），著名书画家。《明史》将之载入“阉党传”。\n\n书法成就\n\n张瑞图是晚明时期最有创造性的书法家之一，年轻时即以擅书名世。时人将邢侗、张瑞图、米万钟、董其昌并称为晚明“善书四大家”。 \n　　日本书坛亦极力推崇。从江户时代起倭人就因黄蘖的隐元禅师东渡日本时带去张瑞图的书迹而熟知其人，对日本书坛影响甚大，张瑞图被称为“水星”。日人称其书法“气脉一贯，独自风格”。 \n　　《明史·卷288·列传186·文苑4·董其昌》：“同时以善书名者，临邑邢侗、顺天米万钟、晋江张瑞图，时人谓邢、张、米、董，又曰‘南董北米’。然三人者，不逮其昌远甚。” \n　　清·秦祖永《桐阴论画》：“瑞图书法奇逸，钟、王之外，另辟蹊径。” \n　　钟指三国·魏·钟繇，王指东晋二王。钟、王所创立的书风，历经唐、宋、元的持续发展，已形成源远流长的帖学传统，并据书坛主流，其审美特征表现为崇尚阴柔之美。 \n　　由元代赵孟頫树立的妍媚柔婉书风，将钟、王帖学传统推向高峰，对明代产生了最直接的影响，追求外在形态的“姿媚”蔚成风气。于是，明初出现了三宋、二沉等人端整婉丽的“台阁体”，明中形成了端庄典雅的“文派”书风。 \n　　近人马宗霍在《书林藻鉴》中综述明代书法曰： \n　　“帖学大行，故明人类能行草，虽绝不知名者，亦有可观，简牍之美，几越唐、宋。惟妍媚之极，易粘俗笔。可与入时，未可与议古。 \n　　次则小楷亦劣能自振，然馆阁之体，以庸为工，亦但宜簪笔干禄耳。 \n　　至若篆隶八分，非问津於碑，莫由得笔，明遂无一能名家者。 \n　　又其帖学，大抵亦不能出赵吴兴范围，故所成就终卑。偶有三数杰出者，思自奋轶，亦末敢绝尘而奔也。” \n　　“晚明四家”中的邢侗、米万钟、董其昌当属马宗霍所云的“偶有三数杰出者，思自奋轶，亦末敢绝尘而奔也。” \n　　邢侗精研东晋二王，临摹几可乱真，自谓“拙书唯临晋一种”；米万钟擅行草，作为米芾后裔，谨守家法，在米字体格中唯增圆润。两人虽不学赵孟頫之体，却未离二王樊篱。 \n　　董其昌公开向赵孟頫宣战，力纠赵书之妍媚熟甜。董其昌以“复古”为借口，法唐而入晋，坚持一种貌似传统的立场。实际上，董其昌倡导的“淡意”，在晚明还是具有极大审美转换意义的。他把严肃的创造过程，置换为一种适意潇洒的自娱过程，提倡“物我合一”、“主客交融”，不追求技巧的展现和形式的面面俱到。他以“熟后得生”的途径，求流润中的“生拙”之味，以“率意”的笔法，在放逸中现“自然天真”之趣，其风格与赵书相比，更多生拙、放逸、简淡、萧散之韵，然体貌仍不离圆、秀，尤其在弘扬帖学、重振钟、王风神、讲求姿态方面，与赵孟頫是一致的，只是另立了一种形态。 \n　　只有张瑞图，重学养、弃旧学，勇于创新。其《果亭墨翰·卷1》小楷“书评诗评”中写道:“晋人楷法平淡玄远，妙处却不在书，非学所可至也……坡公（苏东坡）有言：‘吾虽不善书，晓书莫如我。苟能通其意，常谓不学可。’假我数年，撇弃旧学，从不学处求之，或少有近焉耳。” \n　　张瑞图虽与邢侗、米万钟、董其昌并称“晚明四家”，然他的书风与邢、米、董三家迥然有别，而与黄道周、倪元璐、王铎、傅山诸人创立的奇倔狂逸风貌颇为相似，共同在钟、王之外另辟蹊径。虽然在书品和成就影响方面，不能说张瑞图超过三家尤其是董其昌，但却独创一格，属于“绝尘而奔”者。\n\n书法特点\n\n张瑞图的书法确不同于柔媚时尚，而别具“奇逸”之态。他擅长的楷、行、草书，笔法硬峭纵放，结体拙野狂怪，布局犬齿交错，气势纵横凌厉，构成强烈的力感、动荡的气势，确属奇而逸，时人赞为“奇恣如生龙动蛇，无点尘气”。 \n　　张瑞图的书学渊源，前人略有论述。 \n　　张瑞图也从帖学入手，只不过崇尚的是“狂草”派书风和讲求厚重力度的“苏体”笔法。 \n　　清·梁巘《评书帖》曰：“张瑞图得执笔法，用力劲健，然一意横撑，少含蓄静穆之意，其品不贵。瑞图行书初学孙过庭《书谱》，后学东坡草书《醉翁亭》，明季书学竞尚柔媚，王(王铎)、张（张瑞图）二家力矫积习，独标气骨，虽未入神，自是不朽。” \n　　行草这个书体的高度成熟而蔚为大宗，是以王羲之《兰亭序》出世为标志的，其用锋变化之丰富、微妙，早已成为经典。自他之后，除陈、隋·智永《真书千字文》略守祖法外，只有唐·孙过庭的《书谱》和宋·米芾的不少书作，仍然强调了这个重要的技法。 \n　　综观隋、唐、宋、元、明、清的历代行草大家，固然在用锋上各有特色，却均有简练（或称简化）这个技法的趋向，而把精力投注到对不同程度的“新理异态”追求上去。他们的用锋方法有一个相同的特点，即均是顺应着毛笔“尖、齐、圆、健”的天性而作各自的用锋动作的。 \n　　张瑞图不满足这种传统而“常规”的写法，却是以一种生拗的意趣作导向，使用笔只在露尖的侧锋上作横截翻折的动作，从而造成一种激荡跳跃的声势和剑走偏锋的感觉。拓展了用锋的新变化，清·梁巘《承晋斋积闻录》曰：“张二水书，圆处悉作方势，有折无转，于古法为一变。” \n　　倪后瞻也说：“其书从二王草书体一变，斩方有折无转，一切圆体皆删削，望之即知为二水，然亦从结构处见之，笔法则未也。” \n　　张瑞图还从六朝北碑中汲取了雄劲峻厚的笔法。近人张宗祥《书学源流论》曰：“张二水，解散北碑以为行、草，结体非六朝，用笔之法则师六朝。” \n　　张瑞图奇逸书风的形成，更是时代审美思潮转捩的产物。 \n　　在有明一代姿媚书风占主流的时尚下，萌发著一股尚丑、尚狂狷之美的思潮，明初张弼 “怪伟跌宕”的草字、陈献章“拙而愈巧”的茅龙笔草书、明中期祝允明（祝枝山）“纵横散乱”、“时时失笔”的狂草，都显现出反正统的倾向。 \n　　至明中叶以后，随著商业城市的繁盛，市民文化的兴起，文学中“公安派”(公安三袁：袁宗道、袁宏道、袁中道)的“独抒性灵”说以及哲学上李贽（《泉州人名录·李贽》）等人“异端”思想的出现，使这股反正统、求“狂怪”的思潮获得进一步发展。 \n　　在书法界，涌现出徐渭、张瑞图、黄道周、倪元璐、王铎、傅山等一批“狂怪”派书家。 \n　　王铎虽称遥继“二王”，其实他的倔强之态业已破坏了“二王”的“不激不厉”的平和风范。 \n　　黄道周楷书法钟、王，参北碑，直追索靖，巧拙并施；行草书笔法离奇，遒密高超。 \n　　倪元璐对颜真卿、苏轼作新态的别构，都是从峻其风骨入手。其草书，用笔险绝，风清骨峻，有烟云之气。 \n　　傅山的“宁拙毋巧”说，更是从理论上予以了提倡。 \n　　这些人历史地转移了时代的审美风气，然而走得最远的，无疑是张瑞图。他们抛弃中和、优美的姿态与规范，结体支离欹侧，以丑为美；笔墨随兴而运，打破“藏头护尾”、“平正安稳”等形式美规律，肆意挥洒，棱角毕露；布局不求平衡和谐，而是纵横交叉，散散乱乱。 \n　　这种以丑怪、狂狷为美的书风，在明末清初风行一时。张瑞图作为其中一员，不仅在“晚明四家”中独标风范，在这一行列中也堪称佼佼者。近人张宗祥《书学源流论》评述：“明之季世，异军特起者，得二人焉：一为黄石斋（黄道周），肆力章草，腕底盖无晋唐，何论宋、元；一为张二水（张瑞图），解散北碑以为行、草，结体非六朝，用笔之法则师六朝。此皆得天独厚之人。” \n　　张瑞图的书法，在外在形态、笔墨形式上，与黄、倪、王、傅有许多相近之处，呈现出趋同的审美追求。清·杨守敬《跋张瑞图<前赤壁赋>》曰：张氏“顾其流传书法，风骨高骞，与倪鸿宝（倪元璐）、黄石斋（黄道周）伯仲。” \n　　但是，张瑞图之名不列入风格相伯仲的黄、倪、王、傅流派之中，却与蹊径迥异的邢、米、董并称，这只能说明张瑞图的书风与诸家存在同中之异或异中之同的复杂关系。 \n　　张瑞图的字确很“奇逸”，但有时奇得出格，不少字结体狂怪，难以辨认；逸也有些过分，不少用笔纵放无度，犹如画符。据《桐阴论画》附注云：“张公画罕见，书幅甚多，相传张系水星，悬其书室中可避火厄，亦好奇者为之。”此说至少说明张瑞图书法很怪，带有符录的味道，可作祛灾的符录悬挂。 \n　　另外，张瑞图反柔媚而走向极端，一味硬倔，过分外露，少含蓄文雅之气。如清·梁巘《评书帖》所论：“张瑞图得执笔法，用力劲健，然一意横撑，少含蓄静穆之意，其品不贵。”张氏在艺术追求上的偏激、失度和品位不高，与他政治上的表现有某些相似之处，这无疑是人品对书品的影响。 \n　　因此，张瑞图与倪、黄等虽同属奇倔书风，却不能归入一类，更不能并称。\n\n1\n\n2\n\n 3 \n\n 4 \n\n 5 \n\n 6 \n\n 7 \n\n 8 \n\n 9 \n\n 10 \n\n 11\n\n 12 \n\n 13 \n\n 14 \n\n 15 \n\n 16 \n\n17\n\n18\n\n19\n\n 20\n\n 21 22 \n\n 23\n\n2425 \n\n26 \n\n27\n\n28293031 \n\n3233 34 \n\n 35 \n\n 36","author":"明代张瑞图","description":"张瑞图行草感辽事作六首卷"}]