[{"name":"米芾行书王维诗碑","text":"北固山，镇江三山名胜之一，远眺北固，横枕大江，石壁嵯峨，山势险固，因此得名北固山。三国时“甘露寺刘备招亲”的故事就发生在北固山。以险峻著称的北固山，因三国故事而名扬千古。山上亭台楼阁、山石涧道，无不与三国时期孙刘联姻等历史传说有关，成为游人寻访三国遗迹的向往之地。 甘露寺高踞峰颠，形成“寺冠山”的特色。相传始建于三国东吴甘露元年（公元265年），后废屡建，寺内包括大殿、老君殿、观音殿、江声阁等，规模虽不大，名气却不小。古往今来，来镇江的游客，都喜欢到此一游，寻访当年刘备招亲的遗迹。\n简介\n北固山\n北固山位于江苏镇江，由于北临长江，形势险固，故名北固，高55.2 米，长约200米。山壁陡峭，形势险固，南朝梁武帝曾题书”天下第一江山”来赞其形胜。甘露寺，雄居山巅，建于东吴甘露年间，有许多有关三国时代吴国的传说和遗迹。游人至此，不由要以刘备招亲的故事为线索去寻找有关胜迹和传说。北固山与金山、焦山成犄角之势，三山鼎立，在控楚负吴方面北固山更显出雄壮险要。明代郡守为了抗倭守城，将前峰与中峰凿断。\n北固山由前峰、中峰和后峰三部分组成，主峰即后峰，是风景最佳处。前峰原为东吴古宫殿遗址，现已辟为镇江烈士陵园；中峰上原有气象楼，现改为国画馆；后峰为北固山主峰，北临扬子江（长江），三面悬崖，地势险峻，山上到处都是树木，名胜古迹多在其上。素以“天下第一江山”闻名于世。后峰是北固山的主峰，背临长江，枕于水上，峭壁如削，是风景最佳的地方。登上山顶，东看焦山，西望金山，隔江相望，扬州平山堂清晰可见，确使人感到“金焦两山小，吴楚一江分。”过去曾有一名人作打油诗一首：“长江好似砚池波，提起金焦当墨磨，铁塔一支堪作笔，青天够写几行多”，以此赞美北固山的壮丽景色。\n从北固山中峰南麓登山，过气象台，沿山脊北行至清晖亭。亭东有一座铁塔，此塔系唐卫公李德裕于宝历元年（825年）所建，故又名卫公塔。原为石塔，后毁。北宋元丰元年（1078年），改建成九级铁塔，平面，八角形。明代重修改为七级，高约13米。后经海啸、雷击、战火等劫难，至1949年仅存塔座两层。现经修整为四层，约8米高，塔基及一、二层为宋代原物，三、四层为原塔的五、六层，系明代所铸。现存的塔基及塔身均有精美图案，造型别致，生动逼真。\n自清晖亭往北，在甘露寺东侧山坡的墙壁上，嵌有一块条石，上镌“天下第一江山”六个大字，相传为梁武帝所书。条石对面通往甘露寺的拱门上，镌有“南徐净域”题额。东晋时改镇江为徐州，故名“南徐”。\n穿过拱门，即抵北峰之巅的甘露寺。相传这里是刘备招亲之处，京剧《龙凤呈祥》即以此为背景。其实古甘露寺建于梁代，原在山下，至唐李德裕始改建于山上。寺内有大殿、老君殿、观音殿和江声阁等建筑，形成了“寺冠山”的特色。据说明清时为其全盛时期，康熙、乾隆二帝曾在此建过行宫，留有御碑，是我国古代著名的古刹之一。传为孙、刘并肩赛马的“溜马涧”。甘露寺后面的多景楼，是北固山风景的最佳处。此楼二层，面对大江，楼名取自唐李德裕诗句“多景悬窗牖”，为古代长江三大名楼之一；与黄鹤楼、岳阳楼齐名。米芾所书“天下江山第一楼”的匾额，高悬在楼额之上。宋元以来，历代文人名士，达官显贵，在此诗酒唱和，欧阳修、苏轼、米芾、辛弃疾和陆游等，都曾留下许多著名的诗作。登上多景楼，凭栏远眺，山光水色，奇景异姿，尽入眼帘。\n多景楼之东的凌云亭，又称祭江亭，传说刘夫人孙尚香在听到刘备去世的消息后，曾在此遥祭，而后投江自尽。南宋爱国词人辛弃疾登此亭时，触景生情，感慨系之，写下了名篇：“何处望神州,满眼风光北固楼。千古兴亡多少事,悠悠。不尽长江滚滚流。年少万兜鍪,坐断东南战未休。天下英雄谁敌手,曹刘。生子当如孙仲谋。”\n由于刘备招亲的种种传说，今天的北固山已成为到镇江旅游的朋友们不可不到的一个热门景点。\n著名景观\n凤凰池\n传说明太祖朱元璋曾临池召选儒生古时他水经甘露港通江池中的那座亭名叫凤凰亭。\n试剑石\n在凤凰池右边，有一块平直一分为二的巨石，这就是试剑石，又名恨石石为两块，高的一块约1.5米，矮的一块减半，中间都有裂缝，平整如削，石上“试剑石”3字清晰可辨。\n试剑石，还有这么一段故事：相传孙刘联姻，弄假成真。有一天，孙权和刘备同游凤凰池，刘备见池边有一块巨石，即拨下随从身上的佩剑，仰天暗自默祷：“我若能顺利返回荆州，成霸主之业，剑下石裂；着死于此地，剁石不开。”手起剑落，只见火花飞溅，巨石应声而裂。孙权见此即问刘备：\n“你为何恨这块石头？”刘备假意地回答说：“我年近五十，不能为国清除贼党，心中异常愤慨。现蒙国太招我为婿，是我一生幸事。我向天问卦，如能破曹兴汉，就劈开这块石头，现果真如愿。”这时孙权暗想，“刘备莫非用此话来蒙骗我的？”也将宝剑拔出对刘备说：“我也来问问天意，如能破得曹操，也将石头劈开。”暗中祈祷：“如能再取荆州，兴旺东吴，石头也裂为两半。”随即挥剑劈开另一块石头。两人暗暗自喜，于是就这样留下了两块试剑石。\n其实，试剑石的形成来源于地质的演变：距今约一亿多年前的白垩纪时代，因火山爆发岩浆喷溢出地表而形成了火山岩，由于其质地坚硬，且多裂缝，再经风化剥蚀成为现今的形状，这些石头并非什么钢刀利剑能劈开。\n铁塔\n北固山后峰东南，清晖亭旁，有一座四层铁塔。铁塔又名“卫公塔”，是北固山的重要文物。它是我国仅存的六座铁塔之一，也是江苏省境内惟一的铁塔，为省级文物保护单位。\n铁塔始建于唐朝定历元年（825年），是唐代润州刺史李德裕为“资穆皇（唐穆宗）之冥福”所建。后屡毁屡建，现塔为四层，一二层是宋代制品，三四层系明代所铸。现存的塔基（即莲花座）和塔身均有精美的图案，如云水纹、莲瓣双雀、游龙戏珠、佛像等，造型精美，生动逼真。铁塔为北固山增添了庄严瑰丽的色彩，显示了我国古代劳动人民冶铁技艺的高超。\n阿倍仲麻吕诗碑\n铁塔向西，有《望月望乡》诗碑，碑上诗文系日本使臣阿倍仲麻吕（汉名晁衡）所作。他生于698年，卒于770年，自幼聪明好学，于717年被选为遣唐留学生，次年在日本第九次遣唐使多治比县守的率领下从大阪出发来华。晁衡在中国长安进唐太学读书，后考中进士，与唐代著名诗人王维、李白等交谊甚深。唐玄宗对他的才华非常器重，先后任命他为唐王朝秘书监卫财卿、镇南都护等职。753年晁衡受命为唐使，与鉴真大师及日本使臣东渡，途中船泊扬子江畔，夜晚月光皎洁，晁衡思绪万千，想到36年未回故乡，欣然命笔，写下了著名五言诗《望月望乡》，诗中写道：“翘首望东天，神驰奈良边。三笠山顶上，想又皎月圆。”\n晁行汉学造诣很深。他的《望月望乡》诗已收入《全唐诗》，在日本家喻户晓，广为传唱。此碑是1990年底建成的。诗碑上的日文碑文由日本书道院院长田中冻云执笔，中文碑文由中国书法家协会代主席沈鹏所书，著名书法家赵朴初为诗碑题写了碑额。\n“南徐净域”题额、“天下第一江山”石刻\n距《望月望乡》碑西行不远，有一座圆拱门写有“南徐净域”题额。相传西晋末年，北方混乱，东晋偏安江南，建都于建业（今南京）。当时北方人士纷纷南下，东晋为此设置了徐州，州治即在京口（今镇江）。至刘宋时，正式定名为南徐州，以后“南徐”一直为镇江的别名。\n在此后的廊壁上，一块长方形条石上刻着雄浑有力的“天下第一江山”六个大字，气魄非凡。相传在三国时，刘备来东吴招亲，孙权宴罢陪刘备观赏江景，刘备见北固山雄峙江滨，大江东去，一望无际，气势雄伟，不禁赞道：“北固山真乃天下第一江山！”后来南北朝时，梁武帝登北固山时，见北固山景色极为壮观，兴致勃勃地挥笔书写了一天“下第一江山”六个大字，留在山上，可惜已无从寻找。到了南宋，润州（镇江）刺史、著名书法家吴据将这六个字重新书写出来。清康熙年间，由镇江府通判程康庄临摹勒石。从此，北固山就名正言顺地有了“天下第一江山”之称。\n古甘露寺\n北固山北峰之巅有甘露寺。甘露寺始建于东吴甘露年间（265—266年），故名“甘露寺”。寺额为张飞的亲笔。他为了纪念镇江曾作过东吴都城，使人们永远不会忘记三国鼎立的史实，故将三国时刘孙联盟的史迹、孙刘联姻的传说及遗物移上山来，从此，北固山便成为我国著名的历史胜境了。至今京剧中《甘露寺》（又名《龙凤呈祥》）这一传统剧目，已深入民间。因此，凡是来镇江的游客，都要到此一游，登北固山，访甘露寺，看看刘备结婚的大殿，联想孙尚香出嫁的往事，耐人寻味。\n古甘露寺规模宏大，宋代有僧侣500多人。明、清是全盛时期，寺宇、殿堂、僧屋计有200多问。康熙、乾隆二帝曾在此建有行宫。甘露寺又是中国古代著名的古刹之一，其建筑特点与金山、焦山不同，采用了“以寺镇山”的手法，故有飞阁凌空之势，形成了“夺冠山”的特色。\n祭江亭\n穿过甘露寺，向西，有一座石柱方亭，就是祭江亭，古称北固亭，还有凌云亭、摩云亭、临江亭、江山第一亭、天下第一亭等名称。\n凌云亭和摩云亭是因为该亭位于北固山的最高点，上接蓝天而得名。由于此亭建造在北固山的面江石壁之巅，故又名“临江亭”。相传三国时孙刘联姻后，夫人孙氏随刘备去荆州，又被孙权骗归强行留住江东。孙刘联盟破裂，彝陵大战，刘备兵败，夫人孙氏听到讹传刘备病死在白帝城，悲痛欲绝，便登上此亭，设奠望西遥祭后投江自尽，故此亭又名“祭江亭”。而“江山第一亭”相传是康有为在星夜登亭看到北固山的胜境后题写的。\n此亭始建于明末崇祯年间，石柱上刻有槛联两副：“客心洗流水，荡胸生层云”；“此身不觉出飞鸟，垂手还堪钓巨鳌”。亭外有围墙、廊路，内设石桌、石凳。亭下石壁悬江，登亭放目，四周的水色山光尽收眼底，月夜景色更加迷人。南宋爱国词人辛弃疾登北固亭，见万里长江滚滚东去，即兴抒怀，借古讽今，谴责南宋统治者的昏庸苟安，不图收复中原失地，写下了对国家前途寄予殷切希望的《南乡子登京口北固亭有怀》及《永遇乐京口北固亭怀古》等流传千古的佳作。\n多景楼\n在甘露寺的背后，有一座画梁飞檐楼阁，名叫“多景楼”。古名“北固楼”，又称“春秋楼”、“相婿楼”、“梳妆楼”。是古代“万里长江三大名楼”之一，与洞庭湖畔的“岳阳楼”、武汉市的“黄鹤楼”齐名。把它叫作“相婿楼”和“梳妆楼”，与刘备东吴招亲这个传说有关。据说刘备借得东吴的荆州后，没有归还之意，周瑜便定下了美人计，企图乘刘备过江之机，把刘备扣留起来作为人质，以夺取荆州。可是这一阴谋，却被足智多谋的诸葛亮所识破，就将计就计，派大将赵子龙陪刘备过江到镇江北固山甘露寺招亲，并授以锦囊妙计，策动乔国老来促使权母吴国大到甘露寺多景楼相婿。吴国太一见刘备“方面大耳，猿臂过膝”，“一副天子相”，甚合心意，大为喜悦，当即答应将女儿孙尚香嫁给刘备。当日郡主孙尚香在楼上布置洞房，梳妆打扮，楼下列刀排枪保卫刘备。刘备一见胆战心惊，孙尚香见此情景，只好下令撤了刀枪，刘备才敢上楼进入洞房。以后，人们就把多景楼叫做“相婚楼”，或叫“梳妆楼”。这样，孙刘联姻便弄假成真，这便是民间流传很广的“周郎妙计安天下，赔了夫人又折兵”的故事。\n其实，刘备招亲在多景楼与孙尚香相会是后人根据《三国演义》的故事添加上去的。多景楼创建于唐代，楼名取自李德裕《临江亭》“多景悬窗精”的诗句。多景楼为两层建筑，回廊四通，面面皆景。登上多景楼凭栏远眺，山光水色，奇景多姿，真有凌空飞翔之感。东面滔滔江流，一泻千里，青翠的焦山在万顷碧波之中缥缈；西边千峰万岭，山峦重叠，与碧空融为一体；近处的金山，由于背景鲜明，益发显得清丽；江对岸扬州的文峰塔隐约可见。当年陈毅元帅登临多景楼时曾感慨地说：“不要看画了，这里就是万里长江画卷！”\n狠石\n多景楼下山向西，有块形似伏羊，大小与真羊相仿，无角的石头，左侧腹部刻有“狠石”二字，狠石又名“石羊”。相传孙权曾骑在狠石背上和刘备共商破曹大计，定下了赤壁之战的妙计。从镇江市碌碌巷（今绿竹巷）南荒场路口移来，经石匠加工雕制而成的一只无角伏羊。\n溜马涧\n狠石山下石壁上刻着红色“溜马涧”三个大字。溜马涧位于北固山后峰后测的峭壁上，两面云崖夹峙，中通一线小径，地形非常险峻，又名“走马涧”、“跑马坡”。\n相传这里是孙权与刘备在此赛马比能争胜的地方。据说，一天刘备与孙权在甘露寺中饮酒，只见江风浩荡，白浪滔天，波峰上有一只小船，舟人驾驶自如，如登平地，刘备不禁赞叹道：“南人善驾舟，北人善骑马，信之有也。”孙权听了此话自思道：“刘备莫非是嘲笑我不会骑马？”就命左右牵过马来，飞身上马，驰骋下山，又加鞭回到岭上来，对刘备说：“难道南人真不会骑马？”刘备听了便敞衣上马，飞奔下山，又回上山来。两个人将马停在山坡上，扬鞭大笑。后人就将此称为“溜马涧”、“走马涧”、“驻马坡”。在其悬崖石壁上有明代所刻“勒马”二字。\n诗韵北固\n次北固山下（王湾）\n客路青山外，行舟绿水前。\n潮平两岸阔，风正一帆悬。\n海日生残夜，江春入旧年。\n乡书何处达？归雁洛阳边。\n南乡子·登京口北固亭有怀（辛弃疾）\n何处望神州，满眼风光北固楼。千古兴亡多少事，悠悠。不尽长江滚滚流。\n年少万兜鍪，坐断东南战未休。天下英雄谁敌手？曹刘。生子当如孙仲谋。\n永遇乐·京口北固亭怀古（辛弃疾）\n千古江山，英雄无觅，孙仲谋处。\n舞榭歌台，风流总被，雨打风吹去。\n斜阳草树，寻常巷陌，人道寄奴曾住。\n想当年，金戈铁马，气吞万里如虎。\n元嘉草草，封狼居胥，赢得仓皇北顾。\n四十三年，望中犹记，烽火扬州路。\n可堪回首，佛狸祠下，一片神鸦社鼓。\n凭谁问，廉颇老矣，尚能饭否？\n地理位置\n北固山临近金山与西津渡古街，坐4、8路公交车即可，本站名叫“甘露寺（江滨医院北站）”，临近江边，风景优美。\n","category":"行书","verified":true,"user":1,"timestamp":1429951592799},{"name":"米芾行书王维诗碑","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791644863,"text":"","author":"宋代米芾","description":"米芾行书王维诗碑"}]