[{"name":"楷书敬君墓碣铭","text":"文氏文化源远流长，早在西周时期文姓就已出现。在宋版《百家姓》中排名第355位。在战乱、自然灾害等原因下文氏后人不断繁衍迁徙。在当代文氏人口已达170万，约占全国人口的0.14%，在全国姓氏中人口排在第109位。今日文氏族人以广东、江西、广西、湖南和四川为多，另山西、山东、河南、吉林、香港等地也有文氏后人分布。国外文氏以韩国为最多，其余华人较多的地方一般也有文姓侨胞。[1] \n历史发展\n起源\n源流一\n出自于姬姓，是以谥号命名的姓氏。据《风俗通义》等有关资料所载，商朝末年，居住于渭河流域的周族逐渐强盛起来，商王文丁感到周的威胁，就找借口杀了周人（姬姓）的领袖季历。季历之子姬昌即位后，励精图治，深得国人拥戴，被商纣王封为西伯。因西伯声望太高，纣王又找借口将西伯囚禁，后释放。西伯归周后，以贤臣姜尚为辅佐，先后吞并了虞、芮、黎（今山西长治西南）、崇（今河南嵩县北）等国，并建丰邑（今陕西长安沣水以西）作为国都，形成了“三分天下”的局面，其实力超过商王朝。西伯在位50年，他死后，其子周武王继承了他的遗志，完成了灭商大业，于公元前11世纪建立了周朝，建都于镐（今陕西长安沣水以东），追谥西伯为周文王。姬昌八代孙中有名祈者，受封采邑雁门。祈改以祖（姬昌）谥（文）为姓，这便是文姓的得姓始祖。\n源流二\n出自周代卫国将军文子之后。据《姓氏考略》等所载，西周初年建立的卫国（周分封的姬姓诸侯国，初建都于朝歌<今河南淇县>，又迁都于楚丘<今河南滑县>，后又迁都帝丘<今河南濮阳>，前209年，为秦所灭），至春秋时期的卫献公时，有个将军叫孙文子，是个很有声望的人物，孙文子的子孙有以祖字为氏，称文氏。\n源流三\n出自姜姓。为炎帝后裔姜文叔之后，西周初，周武王封炎帝裔孙太岳之苗裔文叔于许（在今河南许昌市），建立许国，为姜姓诸侯国。春秋时，许国受郑楚所迫，经四次迁都，前576年迁叶（今河南叶县西南），前553年迁城父（今安徽亳州东南），前529年复迁叶，前524年迁白羽（今河南西峡），前506年迁至容城（今河南鲁山县东南），战国初年为楚所灭（一说灭于魏），子孙四散。除有以原国名“许”为氏外，还有以许国开国君主文叔之字为氏，就是文姓.\n源流四\n出自姓妫姓。为妫满之裔孙。据《左传》记载，舜为庶人时，尧妻之二女，居于妫汭，其后因以为氏姓，姓妫氏。舜崩，传禹天下，舜子均商为封国。周武王克殷纣，乃复求舜后，得妫满，封之于陈国，以奉帝舜祀。春秋时期，陈国有一公子名妫完，乃妫满第十代孙，因宫廷之变后于周桓王二十年(公元前700年)逃到了齐国。公子完感谢齐桓公姜小白赐田地邑城之德，遂指田改姓为田氏。此后公子完第十代孙田和“田代齐姜”于周安王十六年(公元前386年)，被周王室册命为齐侯。公子完逝世后，齐王曾赐其谥号为“敬”，史称田敬仲完。《通志?氏族略》：田氏既陈氏。陈厉公子完，字敬仲，陈宣公杀其太子寇，敬仲惧祸奔齐，遂匿其氏为田。陈田声近陈故也，又齐襄王之后，本田氏，后改法氏。法，姓也，齐襄王法章之后，本田姓，齐灭于秦，子孙不敢称田姓，故以法为氏。敬，姓也.公子完子孙有姓：陈﹑田﹑法﹑敬等四种。\n①是以谥号命名的姓氏。战国时，齐国（今属山东）有贵族田文，是齐威王的孙子，号称孟尝君，门下有食客数千，是当时有名的政治家。后来齐国贵族田甲叛乱，孟尝君逃到魏国（西周时分封的诸侯国，在今山西芮城北），在魏任相国，死后谥号文子。其后人也有以“文”为氏的。\n②出自敬姓避讳改姓。《史宋?文彦博传》指出，“文彦博字宽夫，汾州介休人。其先本敬氏……”.五代后晋时，文彦博的曾祖父敬时为避晋高祖石敬瑭之名讳，将敬字拆开，一分为二。凡是姓敬的，要么改姓文，要么姓苟.约在公元947年后晋为后汉所灭，敬氏不存在避讳之嫌了，苟氏、文氏的有些后代相继回复为敬氏，有些则没有复回原姓。公元960年，赵匡胤发动陈桥兵变，建立北宋王朝，赵匡胤成为宋太祖。由于赵匡胤的爷爷名叫“赵敬”，如此一来敬氏又犯了帝讳，文彦博祖父文铳(号挺之）只好再次改为文氏或苟氏。\n源流五\n改姓或小数民族文姓。①满族喜塔喇氏、文扎氏，蒙古族鄂依罗特氏，锡伯族温都尔氏改姓文。\n②土家、黎、壮、布依、回等民族均有文姓。\n源流六\n源于姬姓，出自春秋时期晋国上卿范武子之子范燮，属于以先祖名字为氏。范燮，著名春秋时期晋国上卿范武子(士会)之子，又名士燮，字子文，史称其为“范文子”，简称“文子”、“范叔”，是晋国范氏家族首领的继承人。\n这在史籍《晋语》中韦昭注：“文子，武子之子燮也。”\n源流七\n源于妫姓，出自战国时期齐威王田因齐之孙田文，属于以先祖谥号为氏。战国时期，田氏齐国有个贵族叫田文，就是那位“一鸣惊人”的齐威王田因齐的孙子，封号为孟尝君，食邑在薛(今山东滕州东南部)。\n源流八\n源于妫姓，出自春秋时期陈厉公妫佗之后裔，属于避讳改姓为氏。据史籍《风俗通义》记载：“春秋时期齐国有敬君，原陈厉公之子仲，谥为敬，其支孙以谥号为氏。”\n源流九\n源于官位，出自汉朝时期官吏文学掾，属于以官职称谓为氏。文学掾，亦称文学史，是汉高祖刘邦设置的一种官位。\n源流十\n源于其他少数民族，属于汉化改姓为氏。今土家族、黎族、壮族、布依族、回族、朝鲜族等少数民族中，均有文氏族人分布，其来源大多是在唐、宋、元、明、清时期中央政府推行的羁糜政策及改土归流运动中，流改为汉姓文氏，世代相传至今。\n始祖\n周文王、孙文子(孙林父)、许文叔(姜经初、甫父乙、许信公)、范文子(范燮、士燮、范叔)、田文子(田文、孟尝君)。。文--西伯追谥周文王，庶孙以号文氏昌。\n《史记》上有个“桐叶封弟”的故事：“成王与叔虞戏，削桐叶为圭以与叔虞曰：‘以此封若’，于是遂封叔虞于唐。”唐后更名晋。成王与叔虞同为姬昌(周文王)孙，姬发子。姬昌崩，姬发兴国，谥父曰“文”。叔虞六代孙、即姬昌八代孙中有名祈者，受封采邑雁门。祈改以祖（姬昌）谥（文）为姓。为雁门文之发祥。时在西周，距今三千年。\n《文族宗谱》中记载:河南南阳的唐河县、社旗县文姓是在明朝初期由山西洪桐县迁居到河南唐河县。\n迁徙\n春秋时，文姓主要活动于河南、山东、湖北一带，战国时，文姓已经播迁到江准地区。两汉时，文姓西进四川、北上山西、南下跨过长江。唐朝时文姓已经出现在两广地区，尤盛在江西和安徽。其后，文姓在各地都有了分支。\n宋朝时，文姓大约有18万余人，约占全国人口的0.23%，为宋朝第七十九位姓氏。文姓第一大省是山西，约占全国文姓总人口的30%。文姓在全国的分布主要集中于山西、四川、江西，这三省文姓大约占全国文姓总人口的76%，其次分布于河南、河北、广西。全国形成了北部晋豫冀、南部江西两块文姓聚集地。\n明朝时，文姓大约有16万人，约占全国人口的0．17%，为明朝第一百位大姓。宋、元、明600年中，文姓人口增长为负值。面对战乱和屠杀，受害群体首先应是主要分布在北方的文姓。文姓在全国的分布主要集中于江西、湖南、四川、江苏四省，大约占文姓总人口的64%，其次分布于广东、山西、湖北、广西、陕西。江西为文姓第一大省，约占全国文姓总人口的23%。宋、元、明时期，文姓的分布总格局变化较大，其人口主要向东南、南方、西部地区迁移。全国重新形成了以长江流域省份为中心的文姓聚集区。\n分布\n当代文姓的人口已达170万，大约占全国人口的0.14%，排在全国第一百零九位。从明朝至今600年中文姓人口由16万激增到170万，增长了10倍，文姓人口的增加速度低于全国人口的增加速度。如今在全国的分布主要集中于湖南、广西、四川、广东四省区，大约占文姓总人口的51%，其次分布于湖北、江西、重庆、海南，四省市又占了25%。湖南为当代文姓第一文大省，居住了文姓总人口的14%。全国形成了湘桂粤、川鄂两块文姓聚集区。在600年间，文姓人口流动的程度和方向与宋、元、明期间有些区别，向南和向西是流动的主流。文姓在人群中分布频率示意图表明：在粤桂琼、湘渝、贵州大部、福建西端，文姓占当地人口的比例一般在0.3%以上，有的达到2．4%以上，以上覆盖面积约占了国土总面积的14.6%，该地区居住了大约69%的文姓人群。在福建中部、江西东部、湖北北段、安徽西南、河南南部、山西西南、陕宁大部、甘肃东南、云川大部、贵州西端、黑吉东部交界处、新疆西北，文姓占当地人口的比例一般在0.15%--0.3%之间，以上覆盖面积约占了国土总面积的19.3%。该地区居住了大约15%的文姓人群。\n今日文氏族人以广东、江西、广西、湖南和四川为多，这五省文氏约占全国文氏人口的75%以上，其中湖南、广东两省就占全国文氏人口的38%左右。\n姓氏文化\n堂号\n堂号源远流长，出之有典，代代相传，不可被擅改，是各个姓氏编纂家谱的主要依据。简言之，堂号就是祠堂的名称、称号。堂号的命名大多都有自己的典故，它们或为了族人缅怀先祖，或是为激励斗志，它成为人们寻根问祖、缅怀先祖和激励后人的象征.文姓的堂号有许多如六义堂，雁门堂，信国堂、正气堂等，其中多与国信公文天祥公有关，实则因为后人崇敬和缅怀天祥公.\n六义堂\n六义堂，为今湖南衡山，江西部份地区等文氏堂号。这里有一个故事，可以说明此堂号的来源。在宋景定五年，文天祥莅永新固塘省族，闻族叔正道公（字公行，号蓬山）六个儿子俱中了举人，于是为其寝堂题写“六义堂”匾名，并赋诗赞之；吾爱张子厚，西铭识性情。四海皆兄弟，矧我有同姓。吾宗蓬山翁，屏居乐闲静。三峰笔格横，一水冰壶莹。才华众所推，声名日以盛。六子俱名经，择师必端正。岿然六义堂，昕夕事吟咏。经以雅颂风，纬以赋比兴。埙唱而篪和，金声而玉振。讲论俱精详，初匪隔壁听。儿孙立阶庭，兰玉辉相映。谈笑既雍容，衣冠犹伊静。雕盘错珍馐，芳樽酌佳酝。座客皆簪缨，劝酬总名胜。我为宗族来，升堂展家庆。因参谱系源，获睹文章印。心怀报主恩，无从接先进。忧国忘其家，老身况多病。朝野日疮痍，国是靡有定。临别泪纵横，闻风时问讯。\n信国堂、正气堂\n信国堂、正气堂：宋代文天祥为左丞相，封信国侯，进屯潮阳，元将张弘范掩至，文天祥被俘，拘燕三年不屈，作《正气歌就义》。此后文姓后人分别以信国堂、正气堂为各宗祠堂号.今浙江省温州江记岛有一\"宋文信国公祠\",两侧有对联：侧身天地成孤注，满目河山成一舟，中间门庭大书：天地正气.广东潮汕地区，广西部份地区文姓多以正气堂为堂号。\n雁门堂\n大约在距今三千年的西周时，在周文王姬昌八代孙中有名祈者，受封采邑雁门。祈改以祖（姬昌）谥（文）为姓。是为雁门文之发祥。其后人以其邑地名为堂号，今江西，湖南等部份地区文姓人以此为堂号，\n化蜀堂\n此堂号多为安徽省舒城以及四川省部份地区文氏所用，皆因文氏蜀地基祖文翁(前156～前101)，名党，舒城县春秋乡枫香树村人，汉景帝末年为蜀郡守，兴教育、兴贤能、修水利，政绩卓著。他成功地创办了中国第一所公立学校“石室”，使蜀郡出现了“世平道治，民物阜康”的局面。班固在《汉书》中评论说：“至今巴蜀好文雅，文翁之化也”。所以，其后人取其义，谓文氏堂号化蜀堂。\n郡望\n燕门郡：战国赵武灵王置郡，秦、西汉治所在善无（今山西右玉南）。相当于今山西河曲、五寨、宁武等县以北、恒山以西、内蒙古黄旗海、岱海以南地区，东汉移治阴馆（今山西代县西北）。\n文姓家谱\n929年文暖玉修有《文氏宗谱》。\n文天祥所撰永和文氏宗谱：序：以一家视一族，则一家亲；以一族视四海。则一族亲；溥而视之四海，皆同胞之亲也。所以涣涣华夏巍巍文姓，高山流水天下一家是也.\n家谱\n江西永新坑东固塘文氏族谱，(清)文耕心、文应梦修纂，清乾隆十五年(公元1750年)木刻活字印本。注：始迁祖为[后唐]文时。\n江西萍乡萍西陂头文氏族谱，(清)文啸山等修纂，清嘉庆十一年(公元1806年)木刻活字印本。注：始祖为[后唐]文时，始迁祖为[明]文朝宗。\n湖南湘潭柏阳文氏族谱八卷，(清)文佐凯纂修，清道光十三年(公元1833年)木刻活字印本。注：始祖为[宋]文宝，始迁祖为[明]文廷书。\n湖南醴陵东堡文氏族谱六卷，著者待考，清道光二十三年(公元1843年)木刻活字印本。注：始祖为[宋]文天祥，始迁祖为[元]文贤叟。\n江西萍乡文氏诚斋公支谱，(清)文叔来编修，清道光二十八年(公元1848年)木刻活字印本。注：始祖为[后唐]文时，始迁祖为[明]文必达。\n湖南醴东东堡文氏族谱三卷，首一卷，(清)文景韩纂修，清咸丰八年(公元1858年)木刻活字印本。注：始迁祖为[元]文贤。\n湖南湘乡高冲文氏族谱，(清)文道盓，清同治四年(公元1865年)木刻活字印本。注：始祖为[后唐]文时，始迁祖为[宋]文伯琦。\n江西文氏通谱二卷，著者待考，清光绪元年(公元1875年)木刻活字印本。注：始迁祖为文春元。\n江西萍乡湘东县城文氏三修族谱四卷，(清)文尧臣修辑，清光绪十年(公元1884年)木刻活字印本。注：始迁祖为[明]文必达，分支祖为文应魁。\n江西永新文氏统谱十八卷，(清)文子鸿纂辑，清光绪二年(公元1876年)木刻活字印本。注：始迁祖为[后唐]文时，先祖为[宋]文公行。\n江西萍乡湘东县城文氏三修族谱四卷，(清)文尧臣修辑，清光绪十年(公元1884年)木刻活字印本。始迁祖为[明]文必达，分支祖为文应魁\n湖南宁乡文氏八修家谱十六卷，(清)文武斌纂修，清光绪二十一年(公元1895年)木刻活字印本。注：始祖为[汉]文翁，始祖为[汉]文党。\n湖南宁乡文氏八修家谱，著者待考，清光绪二十一年(公元1895年)木刻活字印本。注：先祖为[后唐]文时，始迁祖为[宋]文旃。\n中湘古塘文氏四修族谱十九卷，(清)文祖枚修，清光绪二十二年(公元1896年)久大堂木刻活字印本二十册。\n文氏三房四修支谱六卷，(清)文大原等修，清光绪二十八年(公元1902年)崇本堂木刻活字印本六册。\n仙洞文氏族谱，(清)文南刚等纂辑，清光绪三十四年(公元1908年)木刻活字印本。注：始祖为文仙洞。\n江西萍乡陂头文氏四修族谱，著者待考，清光绪年间木刻活字印本。注：始迁祖为[明]文朝宗。\n石羊文氏族谱，著者待考，清朝年间木刻活字印本。\n湖南衡山文氏族谱，著者待考，清朝年间木刻活字印本。注：始祖为[后唐]文时、始迁祖为[元]文宝。\n湖南湘乡高冲文氏支谱，著者待考，清朝年间木刻活字印本。注：始祖为[后唐]文时，始迁祖为[宋]文伯琦。\n上湘龙潭文氏家谱七卷，首一卷，(民国)文县云修，民国二年(公元1913年)雁门堂木刻活字印本八册。\n江西萍乡湘东县城文氏四修族谱六卷，(民国)文星海续修，民国十一年(公元1922年)木刻活字印本。注：始迁祖为[明]文必达，分支祖为文应魁。\n文氏续修族谱，(民国)文含纂修，民国十二年(公元1923年)曲石精庐刻本一册。\n湖南宁乡文氏九修家谱，著者待考，民国十四年(公元1925年)木刻活字印本。注：先祖为[后唐]文时，始迁祖为[宋]文旃。\n湖南湘潭鹿岭文氏六修族谱二十二卷，(民国)文傅干总纂，民国十五年(公元1926年)木刻活字印本。注：始祖为[后唐]文时，始祖为文郁商。\n江苏苏州文氏族谱续集，(清)文含纂辑，民国十八年(公元1929年)苏州曲石精庐石刻本。始祖为[后唐]文时、[元]文俊卿。\n湖南宁乡文氏亨房族谱六卷，(民国)文光锡，文大源主修，民国十九年(公元1930年)木刻活字印本。注：始祖为[后唐]文时，先祖为[元]文丙三。\n湖南长沙团山文氏家谱十二卷，首一卷，(民国)文家暹等主修，民国二十年(公元1931年)木刻活字印本。注：始祖为[明初]文固清，支祖为[明清]文时彭。\n湖南衡山坪上文氏十六修谱，著者待考，民国二十一年(公元1932年)木刻活字印本。注：先祖为[后唐]文时，始迁祖为[元]文宝。\n衡山文蓬公派六修族谱七十八卷，(民国)文瀚德修，民国二十一年(公元1932年)衡山六义堂木刻活字印本四十六册。\n湖南长沙文氏沅房族谱四卷，(民国)文光棣等主修，民国二十一年(公元1932年)敦本堂木刻活字印本四册。现被收藏在中国家谱网站档案馆。\n文氏三房族谱，(民国)文大原等纂修，民国二十二年(公元1933年)崇本堂木刻活字印本四册。\n文氏敬房族谱六卷，(民国)文碧山等纂修，民国二十五年(公元1936年)三山堂木刻活字印本六册。\n湖南湘乡高冲文氏南房支谱，(民国)文涛生，文溶川主修，民国二十八年(公元1939年)木刻活字印本。注：始迁祖为[宋]文伯琦，先祖为[明]文渊淙。\n湖南攸县寨裹文氏七修族谱五卷，首一卷，(民国)文惠元纂修，民国三十二年(公元1943年)木刻活字印本。注：先祖为[西汉]文翁、[后唐]文时。\n湖南衡山观湘文氏十六修族谱，著者待考，民国年间铅印本。注：先祖为[后唐]文时，始迁祖为[元]文宝。\n文氏族谱，著者待考，民国年间木刻活字印本。注：始祖为文渐、文茂、文鸾。\n湖南湘潭中湘古塘文氏五修族谱，著者待考，民国年间木刻活字印本。\n湖南仙源文氏族谱，著者待考，民国年间木刻活字印本。注：始祖为文仙源，先祖为文思谦。\n湖南文氏七房族谱，著者待考，民国年间木刻活字印本。\n江西萍乡萍北桐田文氏族谱，著者待考，民国年间木刻活字印本。\n湖南湘乡高冲文氏六义堂房谱，著者待考，民国年间木刻活字印本。注：始迁祖为[宋]文伯琦，先祖为[明]文渊淙。\n湖南湘乡高冲文氏族谱，著者待考，民国年间木刻活字印本。注：始祖为[后唐]文时，始迁祖为[宋]文伯琦。\n湖南醴陵醴南芷泉文氏五修族谱二卷，(现代)文昭徉主编，2002年计算机排印本。注：始迁祖为[元]文美济。\n江右文氏通谱，(现代)《江右文氏通谱》编纂委员会文强、文起等主编，2006年计算机激光照排胶印本。公开出版。\n广东云浮罗定文氏族谱，诗中命名（国家建设）诗中的一句用于人名，例文国X、文家X、文建X、文设X。族谱始祖「文泰隆(龙)」\n字辈\n湖北黄冈地区文氏家谱字辈：再可一运，继楚宏光，丰源名盛，家道隆长，应承先绪，学启贤良，顺理华国，宪章佐邦，保世永大，庆衍炽昌，德厚敦远，裕哲琼芳，云辉达业，传润发扬，洪观维振\n江右文氏通谱新字辈：常弘先祖德，仁义礼智信，风节贻泽远，紫阳耀邦达，千石竹枝青，万山松柏劲，江右云天高，世代有才俊。\n山东莱阳文氏字辈：硕贵时恩，起丰玉同，洪献志瑞，林甫春荣。\n湖南长沙文氏字辈：常守先德，光大前哲，惟善锡福，友孝忠烈，英贤蔚起，名振楚泽，学修登仕，经纶华国。\n河南南阳市唐河少拜寺镇文氏字辈：家修廷献,金声玉振,鸿恩广庆,福德永昌,本立道生,云集天祥。\n河南固始文氏字辈：世承忠绪，永传饴芳，克清先泽，雍冠伯良。\n四川省成都市双流县太平镇文氏字辈：“有登启元万序思绍金德成庆永远发吉长”.四川巴中文氏字辈：再秀玄华思，元本维光国，士兴永绍宗，志已大庭通。\n四川广安文氏字辈：国正天心顺，三清大道成，翠荣光明显，祥瑞献朝廷。\n四川富顺文氏字辈：绍义通天达，永远思祖宗，大福朝仲仁，忠孝征纲纪，德政光明廷，丹青万代传，遵守先哲志，定为上国旨。\n四川富顺文氏字辈：文上一汝从希光维宗毓宣宜皆秀宿仲义永寿福，（1985年起加排）：财康德其丙国明世万正祥斯兴绍元锡儒刚健吉\n四川营山县文氏字辈：登科方（匡）仕学，元（渊）明朝正兴，廷显光永耀，世代传家国。（据传，湖广填四川时，文登业父子入川，开启本支脉）\n四川营山文氏字辈：启景才彦，承实良国，正天一永，士大光明，远传先泽，化成学兴，嘉德可绍，通显世登。\n四川营山文氏字辈：希光维宗毓，志学承先圣，怀德培祖基，诗书启后裔。\n四川射洪县文氏字辈：世传经国道，仁有齐家兴；必学方为贵，弘施乃克诚。\n四川开县、重庆静观等地文氏字辈：至德自尊崇，思承奉圣廷，一必存忠孝，节义正纪伦，燕翼贻谋厚，成功锡庆频，真诚能续序，雍睦本仁亲，诗书敦世业，礼乐裕家声，大振冠裳泽，元勋百代新。\n重庆万州文氏字辈：时运星方朝，应正永廷之，化启传家祚，思宗绍树宏，富有仁承宪，长才佐建帮，同培光世德，远大作贤良。\n湖南雅安文氏字辈：通明必珠，应之朝在(存)，登耀全启，永尚中(光)希。\n湖南耒阳文氏字辈：日永承祖志，世守法言昌，孝友昭先泽，诗书显义方，家修廷可献，体立运行臧，万代贤才盛，登朝庆赞襄。\n湖南攸县文氏字辈：德承自舒，世植忠良，守礼秉义，正家有方，远绍祖志，观国之光，遵乃彝教，受泽孔长。\n湖南衡山文氏字辈：廷继尚正，应开以大。锡贤明祖德，勤宣庆绪长，诒经宏嗣业，继远灿彝章。\n湖南湘乡文氏字辈：大明嘉应国，万年道德绵，正士端期上，英才望拔先，诗书徽甲第，礼乐绍薪传，在昔垂忠义，克绳仰象贤。\n湖南泸溪文氏字辈：盛景宏开，兴启体元，名贤长庆，荣华万年。\n湖南石门文氏字辈：必单景志昌，万国星成运，阐之士光明，盛世振选学，定继良忠敬。\n湖南澧县文氏字辈派：光明家风振，学定继良忠。\n湖南桃源文氏字辈：必发公派：光明盛世昌隆际会忠。必达公派：机儒起南国道承先正。大任公派：嗣臣士之上锦绣光愈隆丕振忠。合谱字辈：敬铭同佩，熙鼎式襄，仁培元本，业守典章，容和瑞兆，协赞名扬，寿增恩锡，秀蔚祚长。\n湖南龙山文氏字辈：必大景子思，XX廷中添，尚曰志体宗，光明盛世昌，隆际（吉）会忠（中）：合谱新字辈（同桃源）敬铭同佩，熙鼎式襄，仁培元本，业守典章，容和瑞兆，协赞名扬，寿增恩锡，秀蔚祚长注：龙山县水田坝文氏系桃源上文必发公之后，于清乾隆三十一年迁入，始祖成章(字灼志字辈）\n黑龙江哈尔滨文氏字辈：嘉志开福业，立道继士长，子承佩仕德，怡祺振永昌。\n辽宁大连文氏字辈：世殿先钟治，安怀永化成，顺心增基业，元士复忠明。\n安徽六安文氏字辈：新华传家本，贤才继世生，弘勋多厚道，立志永昌明。\n广西玉林文氏字辈：绍宇兴岐鸿业远，丕基信国慈钦长。\n贵州长顺、广西凌云文氏字辈：尚现朝华应，天国金洪世，启永庭昌光，开顺克如兴。\n贵州大方文氏字辈：天玉德中达，子开朝显昌，洪隆铁先广，永远振家邦。\n文天祥嫡支文氏字辈：“安时仪天道伯汝元廷朝世子应时策名扬标镌绵长永锡衍及新年英伟俊发振祖墓墀”。\n湖南望城文氏字辈：“常守先德光大前哲惟善锡福友孝忠烈英贤蔚起名振楚泽学修登仕经纶华国”。\n湖南东乡文氏字辈：“师圣希贤承家辅国世济其美克光祖泽仁孝立本德义允全发名成业福祜万年”。\n湖南道县文氏字辈：“添仲应朝世升一坤锡为清辉元应载□生”。\n湖南桃源文氏字辈：\n必发支派：“光明盛世昌隆际会忠”；\n必达支派：“机儒起南国道承先正”；\n大任支派：“嗣臣士之上锦绣光愈隆丕振忠”；\n三支合派：“敬铭同佩熙鼎式襄仁培元本业守典章容和瑞兆协赞名扬寿增恩锡秀蔚祚长”。\n湖南耒阳文氏字辈：“日永承祖志世守法言昌孝友昭先泽诗书显义方家修廷可献体立运行臧万代贤才盛登朝庆赞襄”。\n湖南攸县文氏字辈：“德承自舒世植忠良守礼秉义正家有方远绍祖志观国之光遵乃彝教受泽孔长”。\n湖南衡山文氏字辈：“廷继尚正应开以大锡贤明祖德勤宣庆绪长诒经宏嗣业继远灿彝章”。\n湖南湘乡文氏字辈：“大明嘉应国万年道德绵正士端期上英才望拔先诗书徽甲第礼乐绍薪传在昔垂忠义克绳仰象贤”。\n湖南泸溪文氏字辈：“盛景宏开兴启体元名贤长庆荣华万年”。\n湖南石门文氏字辈：“必单景志昌万国星成运阐之士光明盛世振选学定继良忠敬铭同佩熙鼎式襄仁培元本业守典章容和瑞兆协赞名扬寿增恩锡秀蔚祚长”。\n湖南澧县文氏字辈：“光明家风振学定继良忠”。\n湖南醴陵文氏字辈：“应世其昌大振家声咸昭慎守显达增荣继起恢先光耀宗盟熙朝人瑞寰海镜清”。\n湖南桃江文氏字辈：“潮福绍仕友昌章宗大应尚胜嗣维贤万邦隆盛德永世进忠良明显昭谟烈宏达唤书香心传其肇孔慎修克发扬四海承声教三湘咏乐康都欣生意厚遥祝历年长夷裔求能立中原竞自强飞翔犹凤舞腾举又龙骧治可希虞夏功宜迈汉唐轩黄道泽远攸久固吉祥”。\n湖南东安文氏字辈：“克振家声远贻谋燕翼长试书承后泽俊秀裕前芳根节存中道生安赖上苍沛然清操见极力则颜张”。\n湖南宜章文氏字辈：“天克华成仪维春忠君友德广时明福缘善庆集云锦礼乐诗书灿日星”。\n湖南新化、安化、涟源、冷水江文氏字辈：“一必存忠孝节义正纪纶燕翼治家瑞宣扬锡庆祥明修传汉代治化定经邦典范光前哲洪泽裕后昆国泰民康富长久乐升平”。\n江右文氏通谱新字辈：“常弘先祖德仁义礼智信风节贻泽远紫阳耀邦达千石竹枝青万山松柏劲江右云天高世代有才俊”。\n四川广安文氏字辈：“国正天心顺三清大道成翠荣光明显祥瑞献朝廷”。\n四川富顺文氏字辈：“绍义通天达永远思祖宗大福朝仲仁忠孝征纲纪德政光明廷丹青万代传遵守先哲志定为上国旨”。\n四川营山文氏字辈：“启景才彦承实良国正天一永士大光明远传光泽化成学兴嘉德可绍通显世登”。\n四川营山文氏字辈：“希光维宗毓志学承先圣怀德培祖基诗书启后裔”。\n四川开县、重庆静观文氏字辈：“至德自尊崇思承奉圣廷一必存忠孝节义正纪伦燕翼贻谋厚成功锡庆频真诚能续序雍睦本仁亲诗书敦世业礼乐裕家声大振冠裳泽元勋百代新”。\n四川雅安文氏字辈：“通明必珠应之朝在(存)登耀全启永尚中(光)希”。\n四川宜宾文氏字辈：“一启国旗单学仕应明廷宗支万代云贤才咸通达将相住金陵”。\n四川蓬溪文氏字辈：“白字永国知忠天章子西榜自万化见显模定远基贤才名禄位德寿著书诗礼仪通怀宝儒风运孔尼”。\n四川南溪文氏字辈：“义朝启正文尚天世在友”。\n四川泸州泸县、湖北麻城、孝感文氏字辈：“大明嘉应国万年道德兴仁义礼智信光乾裕後坤”。\n湖北宜昌文氏字辈：“完太汉承寅希耀运高汝先志承廷启世家光宗耀”。\n湖北松滋文氏字辈：“曾宏绪裕坤家生恒振大”。\n湖北秭归文氏字辈：“文应光世学，德秀发先祥，士习绍宗永，儒林启绪昌”。\n湖北荆州文氏一支字辈：“世裕坤家生恒振大”。\n湖北荆州文氏一支字辈：“锡洪范九叙守汉高三(山)章”。\n山东莱阳文氏字辈：“硕贵时恩起丰玉同洪献志瑞林甫春荣”。\n山东临沂莒南文氏字辈：“占连凤章永孝洪”。\n山东沂水文氏字辈：“宗某高某君淑建大永定振某善富全洪利清方成”。\n山东乐陵文氏字辈：“守德庭升书玉炳建”。\n重庆万州文氏字辈：“时运星方朝应正永廷之化启传家祚思宗绍树宏富有仁承宪长才佐建帮同培光世德远大作贤良”。\n重庆文氏一支字辈：“山处元喜子西帮安家兴祖宗功德大世代中孝天”。\n贵州大方文氏字辈：“天玉德中达子开朝显昌洪隆铁先广永远振家邦”。\n贵州长顺、广西凌云文氏字辈：“尚现朝华应天国金洪世启永庭昌光开顺克如兴”。\n广西玉林文氏字辈：“绍宇兴岐鸿业远丕基信国慈钦长”。\n广西南宁、钦州文氏字辈：“祖有大裕德吾家万世兴”。\n江西吉安文氏字辈：“大民嘉应国万年道德迷正仕端其尚英材望派先”。\n广东高州文氏字辈：“贤圣明永海创达干起家”。\n河南南阳市唐河少拜寺镇文氏字辈：\"家修廷献,金声玉振,鸿恩广庆,福德永昌,本立道生,云集天祥\"\n河南固始文氏字辈：“世承忠绪永传饴芳克清先泽雍冠伯良”。\n黑龙江哈尔滨文氏字辈：“嘉志开福业立道继世长治成丕士德曰启振永昌”。\n辽宁大连文氏字辈：“世殿先钟治安怀永化成顺心增基业元士复忠明”。\n安徽六安文氏字辈：“新华传家本贤才继世生弘勋多厚道立志永昌明”。\n内蒙古通辽文氏字辈：“宗泰显化三国振民泽贤”。\n台湾文氏一支字辈：“名永振家……”\n文氏一支字辈：“光廷玉树之兰秀绍继先明中义全”。\n文氏一支字辈：“国启登景运学士朝廷方才高宗德光贤能君禄厚荣华世代昌”。\n文氏一支字辈：“亮士光万正大帮国胜平齐佳兴魁梧禄为传高升”。\n文氏一支字辈：“家绍宏运中正贤良”。\n文氏一支字辈：“德伯忠正玄永久立必贤仁杰昌大有世代亿长联”。\n文氏一支字辈：“朝正永廷之化启传家作成仁世泽长首先思遗训绍逑焕新章”。\n祠联\n四言\n传诗说礼；抚国附民：上联典指晋初临江人文立，蜀汉时曾在太学传授《毛诗》、《三礼》，历官尚书、太子中庶子、卫尉。下联典指明朝徽州人文献，成化年间举人，任监察御史，巡按北直、云南、河南，所到之处，贪官恶吏望风而逃。后升任湖广副使，以治行卓越著称一时。\n兴文化蜀；定策灭吴：上联典指西汉舒县人文翁，少年时好学，通《春秋》。景帝末年任蜀郡守，在成都修官学，兴教化。武帝时令郡国都立官学，始于文翁。下联典指春秋时越国大夫文种，字少禽，楚国郢人。越王勾践时，越国被吴国击破，勾践困守会稽。文种献计，到吴随赂太宰嚭，得免于亡国。勾践入吴为人质，文种主持国政。勾践归国，君臣刻苦图强，终于灭了吴国。\n竭忠体国；尽节勤王：上联典指宋文彦博，连事四朝，任将相五十年，名闻四夷。下联典指宋文天祥，德祐初应诏勤王，后为元兵所执，不屈死。\n潼川世业；潞泽家声：此联为文氏宗祠“三芝堂”堂联。\n烟楼世泽；正气家风：此联为文氏宗祠“正气堂”堂联。\n宋廷柱石；文庙馨香：此联为文氏宗祠“正气堂”堂联。\n五言\n词书列四绝；诗画第一名：上联典指宋朝诗书画家文同，善诗、楚词、草书、画，有“四绝”之称。下联典指明朝诗书画家文元善，字子长，号虎丘，万历间卒，年三十有六。王穉登铭其墓曰：“画品第一，诗品第一。”\n六言\n比文风于邹鲁；标逸致于吴兴：上联典指西汉官吏文翁，庐江舒县人(今安徽庐江)。汉景帝末期，为蜀郡守，兴修农田水利，重视教育，曾派小吏至长安，就学于博士。又在成都兴罗学校，入学者得免除徭役，并以成绩优异者为郡县吏。蜀地文学，比于齐鲁。武帝时令郡国皆立学校，自文翁始。卒后蜀人祀之。下联典指宋朝诗书画家文同。文同，字与可，梓潼人，号笑笑先生。又称石室先生，锦江道人。进士，官司封员外郎。善画竹及山水。元丰间，出守湖州，故亦称文湖州。有《丹渊集》。\n七言\n兼八法丹青之胜；擅一时丝竹之奇：上联典指明朝书画家文徵明，初名璧，又字徵仲，号衡山居士。长洲(今江苏苏州)人。与祝允明、唐寅、徐祯卿并称“吴中四才子”之誉。曾以贡生任翰林院待诏，三年后辞去。擅诗文书画，尤善书画，工行草，精小楷。他名重当代，学生甚多，形成了“吴门画派”。与沈周、唐寅、仇英，合称“明四家”。世称其画兼有赵孟頫、倪瓒、黄公望之长。下联典指宋朝宁化人文宝，字仲贤，太平兴国年间进士，历官陕西转运使加工部员外郎、忠武军行军司马。能写诗，善篆书，尤其工于鼓琴。\n弹铗始知皆琐旅；枕戈方信是雄才：此联为北宋大臣文彦博《阅史有感》诗句联。\n犹留正气参天地；永剩丹心照汗青：此联为南宋民族英雄文天祥祠联。文天祥，江西吉安人。二十岁中进士第一名。曾组织义军抵抗元军入侵。公元1276年任南宋右丞相。被派往元军营中谈判被扣留，脱险后，南下福建与张世杰、陆秀夫联合抗元。1278年在广东海丰被元军所俘，期间作《过零丁洋》诗示以抗元之志。后被押送元大都，迭经威胁利诱，始终不屈。在大都狱中所作《正气歌》，尤为世人传颂。公元1823年1月9日被害。\n洛社英凤昌百代；文山浩气壮千秋：上联典指三国魏大将文聘。下联典指南宋民族英雄文天祥\n八言及以上\n洛邑耆英，出将入相；庐陵正气，取义成仁：上联典指北宋大臣文彦博，字宽夫，汾州介休人，天圣年间进士，累官殿中侍御史，庆历末年以参知政事拜相，曾因反对王安石变法出判河阳。司马光为相，请他任平章军国重事，后加太师衔，封潞国公。前后任将相五十年，历四朝。晚年与富弼、司马光等人在洛阳组织耆英会，为一时盛事。下联典指南宋大臣、文学家文天祥，字履善，号文山，吉州庐陵人，理宗时状元，历任刑部郎官、赣州知州、右丞相。德祐初年，出使元军议和被扣留，后在镇江脱险，辗转流亡到福建，与张世杰、陆秀夫等坚持抗元。后退守广东，加少保，封信国公。被俘后写《过零丁洋》诗以明志，被送至大都(今北京)，受元人威胁利诱，始终不屈，被害。\n忠季昭明，奚啻青天白日；襟怀潇洒，浑如秋月晴云：上联典指南宋民族英雄文天祥。下联典指宋朝诗书画家文同。\n姓氏名望\n文丑\n东汉末年河北名将。建安四年，袁绍以颜良、文丑为将率，简精卒十万，准备攻延津。五年，袁绍渡河兵至延津，使文丑与刘备挑战，曹操以辎重就道饵敌，文丑兵乱，遂被操击破而死。\n文同\n文同（1018～1079年），字与可，号笑笑居士、笑笑先生，人称石室先生等。北宋梓州梓潼郡永泰县（今属四川绵阳市盐亭县）人。著名画家、诗人。宋仁宗皇佑元年(1049年)进士，迁太常博士、集贤校理，历官邛州、大邑、陵州、洋州（今陕西洋县）等知州或知县。元丰初年，文同赴湖州（今浙江吴兴）就任，世人称文湖州，未到任而卒。元丰二年（1079）正月二十日，文同在陈州（今河南省淮阳县）病逝，享年61岁。他与苏轼是表兄弟，以学名世，擅诗文书画，深为文彦博、司马光等人赞许，尤受其从表弟苏轼敬重。\n文祥\n清代洋务派首领之一，盛京（近辽宁沈阳市）正红旗人。他曾历任清朝工部右侍郎、吏部右侍郎，1861年充任总理衙门大臣，参加“祺祥政变”。后官至武英殿大学士、军机大臣。他奉行奕忻的主张，竭力推行洋务“新政”。\n文廷式\n政治名人，江西萍乡人，光绪进士，曾任翰林院侍读学士。他赞成光绪亲政，支持康有为发起强学会，因而受到慈禧太后的嫉视，被参革职。戊戌变法发生后，东渡日本。他能诗词，也有慨叹时事之作，著有《云起轩诗抄》、《闻尘偶记》等。\n文康\n小说家，满洲镶红旗人，曾官徽州知府，后改任驻藏大臣，以病未就任，卒于家中。晚年作有《儿女英雄传》。\n文徵明\n文徵明（1470-1559），原名壁，字征明。明代书画家，长洲（今江苏吴县）人，诗文书画皆工，尤精于画，在画史上他与沈周、唐寅、仇英合称“明四家”，传有“江南四大才子之一”的美名，在诗文上，与祝允明、唐寅、徐真卿并称“吴中四才子”。名重于时，子弟甚多，人称“吴门派”。\n文彭\n篆刻家、书画家，文徵明长子，继承家学，亦善书画，而精于篆刻，风格工稳，与何震并称“文何”。\n文嘉\n画家，文徵名次子，工小楷书，善画山水，笔墨秀润，兼能花卉。\n文彦博\n北宋宰相，汾州介休（今属山西）人。他前后任事约50年之久，名闻四夷，后被封为潞国公。\n文天祥\n(留取丹心照汗青的爱国者)\n文天祥（1236年6月6日－1283年1月9日），字履善，改字宋瑞，号文山，吉州庐陵(今江西吉安县)人。南宋大臣、民族英雄、文学家。他生当南宋末年，始终不渝地坚持抗元斗争，抗元失败后在五坡岑(今广东海丰县北)被俘，至元十九年十二月初九被害。他所作的《指南录》可谓为诗史，狱中所作《正气歌》，尤为世所传颂。著有《文山先生全集》。\n文天祥诞生时，正是蒙古大军进攻南宋的时候，在他成长的过程中，看到的是外族入侵、人民受难的凄惨景象。由此，在他年轻的心灵中滋生了爱国抗元的决心；与此同时，文天祥并没有放弃学业，积极参与科举考试，理宗宝祜四年(1256年)五月参加殿试，成了一名年轻状元。宋理宗开庆元年(1259)文天祥任承事郎起，以后到德祐元年(1275)正月的十五年时间里，他做官时间只有五年，三分之二的时间，是在隐遁和恬淡中渡过的。\n文天祥抗敌决心非常之大，但终敌不过来势凶猛的元军。德祐二年(1276)正月，宋端宗在临安出降，文天祥被俘，敌人耍尽威胁利诱之手段，许以高官厚禄，文天祥岿然不动，元军将他挟持去北方，以迫使他就范。文天祥设法在中途逃跑，回东南沿海组织力量抗敌，在陆上、海上，苦斗了多年，在稍有力量时，还一度组织北征，使元军大伤其脑筋。但是，终因寡不敌众，文天祥在五坡岑兵败再次被俘。元军将文天祥解押至燕京(今北京)，继续用威胁利诱的惯技，许以大官厚俸，以期藉此瓦解人民的抗元斗争。文天祥始终无动于衷，元人眼看阴谋无法实现，终于在至元十九年十二月初九对文天祥下了毒手。一个伟大的爱国者，倒在了敌人的屠刀下，结束了光辉的一生。\n文天祥一生充满了正气，不贪图高官厚禄，一生抗敌，这是他爱国热情的最本质表现。在封建社会中，一个知识分子如此而为，实在是难能可贵的。\n文天祥不仅是民族英雄，还是一个充满爱国热情的文学家，他一生留有大量的爱国诗篇，如《指南录》可谓为诗史；更有脍炙人口的《正气歌》，以及留下的“人生自古谁无死，留取丹心照汗青”的肝胆照人的诗句，激励了一代又一代的志士仁人为中华民族的生存和发展而斗争，至今读来仍凛凛有生气。\n文种\n春秋时楚国人在越国任大夫，辅佐越王勾践，君臣刻苦图强，终于灭亡吴国。后勾践听信谗言，赐剑命他自杀。\n文七妹\n文七妹(1867年（丁卯年）2月12日—1919年（己未年）10月5日)，原名文素勤，湖南湘乡棠佳阁人，文天祥后人，18岁时与毛泽东的父亲毛贻昌结婚。毛母为人心地温厚，待人宽容恭让，节俭勤劳，深得毛泽东兄妹及乡人的尊敬。\n文强\n文强（1907－2001）是一位经历极为特殊的老人。他的父辈曾追随孙中山，本人是文天祥的23世孙，还是毛泽东的表弟，文强17岁拜见过中山先生。文强还是毛泽东的亲戚。他说自己的姑母文七妹就是毛主席的母亲，毛主席是他的表兄。他和毛泽东的弟弟毛泽覃感情最深，中学毕业后，两人曾乘同一条船去报考广州的黄埔军校。文老考上了黄埔军校四期，与林彪同期，与周恩来的弟弟周恩寿、李大钊的侄子李运昌等为同班同学，而毛泽覃则进了毛泽东在广州举办的农民运动讲习所。文强在1924年就加入了中国共青团，1925年到广州后由周恩来介绍转为中国共产党员。在广州，他还应邀和周恩寿一起参加了周恩来与邓颖超的婚礼，与周恩寿一起送给新郎新娘的贺礼是条幅，上书“花好月圆人寿”。那时，周恩来担任黄埔军校的教官，而校长是蒋介石。文强还是林彪的班长，因林彪枪支走火和林彪打过架。在加入中国共产党后，又由邵力子介绍加入国民党，参加过北伐战争、南昌起义，任贺龙领导的20军第三师的党委成员、少校连长，以后随部队转战到四川，担任过中共四川省委常委兼军委书记，红一师师长兼政委，领导四川23个县，后因叛徒出卖被捕，成功越狱后受王明左倾机会主义影响而离川到沪，在寻找周恩来申诉未找到人下脱党。无奈中，经国民党著名将领程潜、张治中等黄埔教官的介绍，加入了国民党。抗战期间受到戴笠重用，加入军统，并领导军统在敌后上海搞情报和策反，得到日本进攻珍珠港情报，可英美不相信。期间拒绝了中共要求其再回去的说词。抗战胜利后第八战区司令长官胡宗南和第十一战区司令长官孙连仲两个人打电报给蒋介石，说文强抗日功劳很大，应该晋升中将。1946年，蒋介石正式批准文强为中将。戴笠死后，文强脱离军统，在其父老朋友程潜下面任办公厅主任，1948年杜聿明一定让他去徐州当副总参谋长，在淮海战役被俘。1975年获得特赦，当选为全国政协委员。\n文洁若\n文洁若，1927年生于北京，曾任职于三联书店、人民文学出版社，编审，中国作家协会会员，日本文学研究会理事，中国翻译协会会员。同时是著名作家萧乾的夫人。\n985-1986年为日本国际交流基金会访问学者和东京东洋大学客座研究员，赴日研究日本近代与现代文学。\n980年代，多次赴英、美、德、挪威、新加坡、马来西亚及中国香港等地，从事文学交流活动。2002年，被推选为世界华文文学家协会名誉理事。2004年，被评为资深翻译家。\n文兴宇\n（1941.8.6—2007.7.30）著名表演艺术家文兴宇，曾任中央实验话剧院副院长。1941年生。1963年毕业于中央戏剧学院表演系。中国著名居导/表演艺术家。代表作品有话剧《枫叶红了的时候》、《灵与肉》、电影《爱情麻辣烫》、《天涯歌女》和电视剧《我爱我家》、《西部警察》等，并导演电视剧《城市稻草人》、《电脑之家》、《活个精神头儿》及舞台剧多部。文兴宇已成为最受观众喜爱的喜剧演员之一，并被同行亲切地称为“文老爷子”。\n文兴宇有深厚的导/表演理论基础和丰富的舞台经验，其表演风格幽默诙谐，收放自如，具有独特的时代感和舞台缘，尤其是塑造老干部类型的角色上已臻化境，是当今中国喜剧演员中最受观众喜爱的超级明星之一。2007年7月30日在北京左安门肿瘤医院去世，享年66岁。\n文颂娴\n香港tvb女演员，代表作《锦绣前程》《谈判专家》《金装四大才子》\n文章\n内地新生代男演员，代表作《奋斗》《裸婚时代》\n文清\n原中央电视台主持人，现为演员\n文强（贪官）\n原重庆司法局长，任职多年，但在政界和民间口碑都颇为不佳，2009年7月，因为涉嫌黑社会性质组织犯罪，被重庆市公安局依法采取刑事拘留强制措施。2009年9月，被警方执行逮捕。2010年2月2日，文强将在重庆开庭审理，其被控强奸、受贿、包庇纵容黑社会性质组织罪及巨额财产来源不明罪。起诉书中，指控文强受贿110余起，受贿总额1810万元。2010年4月14日，被判处死刑，剥夺政治权利终身，并处没收个人全部财产。2010年5月21日，重庆市高级人民法院对文强案二审公开宣判，依法驳回文强的上诉，维持一审法院的判决。2010年6月11日，重庆政府给予文强行政开除处分。2010年7月7日，经最高人民法院核准，文强在重庆被执行死刑。\n文浩\n文浩，艺名sputea，mcc红人馆成员，1994年4月12日出生于湖北赤壁，祖籍：江西，祖先：文天祥。\n文梦洋\n中国内地女演员，因出演《丑女无敌》而被观众熟知。现为星之国际签约艺人。\n文剑声\n文剑声，先祖文天祥，是第24代后人。早年随父移民英国，后与马来西亚女华侨文碧莲结婚。2007年继承了戈尔达1000万英镑（当时约值港币1.7亿元）遗产，称为全球新闻人物。2013年1月初，文剑声上诉高院状告身为香港城市大学学者的胞弟文剑峰，要求取回新田两块祖业地皮。\n文祯中\n文祯中，男，汉族，1957年5月出生，河南南阳南召县人，博士、教授、研究生导师，现任平顶山学院院长、党委副书记。兼任中国畜牧兽医学会家畜生态学分会副理事长、《家畜生态学学报》副主编、河南省生态学会副理事长、河南省动物学会副理事长、“河南省林业生态省（生态河南）建设规划”专家、河南省省级重点实验室——中英昆虫遗传与生物技术联合实验室副主任、学术委员会副主任委员、河南省林业厅厅级重点实验室——低山丘陵生态修复重点实验室主任、学术委员会主任等职。\n工作履历\n982年5月至1986年9月在青海畜牧兽医学院畜牧系任教；1986年9月至1989年9月在信阳师范学院生物系任教；1989年9月至1991年7月在北京师范大学生物系学习；1991年7月至1997年12月在信阳师范学院生物系任教；1997年12月至2005年2月在南阳师范学院工作（期间2000——2003年在北京师范大学学习）；2005年2月至今在平顶山学院工作。长期从事动物学和生态学的教学和科研工作。学术研究长期从事动物学和生态学的教学和科研工作。先后主讲过《环境卫生学》、《农业系统工程》、《家畜生态学》、《动物学》、《动物生态学》和《应用生态学》等课程。先后在国内外学术刊物上发表学术论文80余篇，出版专著和教材4部。主持或参与完成国家或省部级科研项目18项。其中合作完成的国家科技部重大科研项目《高致病性禽流感防治技术研究与开发——高致病性禽流感疫病控制中宏观经济学调控机理研究》，受到国家科技部和卫生部高度评价。获得荣誉1987年至1992年先后获省级科学技术进步三等奖2项；1992年至1998年获河南省教委科技进步一等奖1项、二等奖2项；1996年至1998年获河南省教委科技进步三等奖2项；1996年、1998年、2000年获河南省自然科学优秀论文奖7项；2001年获河南省省级教学成果一等奖1项。\n文根英\n文根英，即文瑾莹，韩国影视女演员。1999年参演电影《路上面》出道。2000年出演电视剧《蓝色生死恋》被观众熟知。2004年主演电影《我的小小新娘》，荣获“大钟奖”和“青龙奖”最佳新人奖及人气女演员奖。2008年凭借电视剧《风之画员》获得百想艺术大赏电视部门最佳女主角及SBS演技大赏最高奖，均是史上最年轻的获奖者。从艺十余年，她成功主演了一批具有影响力的电影和电视剧，屡获大奖，无疑是韩国青年一代女演员中的佼佼者。\n文熙俊\n文熙俊（1978年3月14日－），韩国男歌手，1996年作为韩国人气组合H.O.T.的队长出道。2001年H.O.T.解散后展开独立发展，同年10月推出第一张个人专辑《Alone》。2005年入伍，2007年底退役，如今正朝全方位音乐制作人领域前进。\n文政赫\n文政赫，韩国艺人，擅长作词作曲，英文RapMiddle和低音Rap代表作品：《LoveLetter》。获得过美国街舞的冠军。电影作品有《火鸟》、《新进社员》、《顺其自然》等。\n文诚熏\n文诚熏（문성훈），韩国组合NRG成员，排行第四，担任Rapper。1980年10月15日出生，出生地为美国加利福尼亚，身高177公分。毕业于韩国著名学府成均馆大学。2001年，文诚熏为了患肝硬化的父亲，接受肝脏移植手术，并因此获得了“成均馆”孝子奖。2005年底，文诚熏回美国继承家业，暂时离队。2011年，与女友成婚。\n文正赫\n文正赫，韩国演艺明星，代表作品：最强七友(08/06/17首播)Eric火鸟剧照queserasera\n文玄雅\n文玄雅（문현아），韩国9人女子组合9Muses成员，首次亮相在2010年单曲专辑《Let`sHaveAParty》。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951664772}]