[{"text":"米芾《德忱帖》，纸本，行草书，纵25.4厘米，横78.6厘米，台北故宫博物院藏。\n释文：\n五月四日，芾启：蒙书为尉（通慰），审道味清适。涟，陋邦也，林君必能言之。他至此见，未有所止，蹄涔不能容吞舟。闽氏泛海，客游甚众，求门馆者常十辈，寺院下满，林亦在寺也。莱去海出陆有十程，已贻书应求，倘能具事，力至海乃可，此一舟至海三日尔。御寇所居，国不足，岂贤者欲去之兆乎？呵呵！甘贫乐淡，乃士常事，一动未可知，宜审决去就也。便中奉状。芾顿首。葛君德忱阁下。\n说明：\n此帖为致葛德忱书札。\n葛德忱疑即葛蘩，名字相发之义本《诗经·召南·采蘩》序毛传。乃葛蕴、葛藻长兄。周密《云烟过眼录》卷上王子才所藏雪窦和尚诗后，有“襄阳米芾”与“鹤林居士葛蘩”题跋。\n葛蘩，号鹤林居士，丹徒人，良嗣长子。崇宁间官临颍主簿，累迁镇江守。\n此时德忱恐在润州，欲求莱州职事，故米芾告以路程行法也。\n“林君”当指林希，子中福州人，乃称“闽士”。林氏罢枢密，于元符元年四月出守亳州，同年九月换杭州，疑于其时特访涟水矣。\n林希，字子中，福州福清人，概子。嘉祐二年进士，神宗朝同知太常礼院，遣使高丽，希闻命，惧形于色。神宗恕，责监杭州楼店务。绍圣初知成都府，道阙下，章惇留为中书舍人，修神宗实录。时方推明绍述，尽黜元祐群臣，希皆密预其议，自司马光、吕公著、吕大防、刘挚等数十人之制，皆希为之，极其丑诋，读者愤叹。徽宗时卒，年六十七，谥文节，追赠资政殿学士。有两朝宝训二十一卷。\n《列子·天瑞》：“子列子居郑圃，人无识者……国不足，将嫁（往）于卫。”“御寇”二句，即用此典。\n此帖作于元符二年五月四日，离秩满不足一月，故有“欲去”之语。\u0001\n米芾于涟水军任上，曾遭遇旱灾之后，又逢水灾之情况，当地田亩俱被淹没，许多通湖港道，初为防旱救田，而填土塞断。然水灾之后，地主毫姓只顾一己私利，仍不疏放，以致地势低洼之区，积潦难泄，为患颇大。米芾于致上司或同侪之信函中，特将在外实地所见表出，心中甚为不平。这是米芾“欲去”的外在之因，涟水环境险恶，旱灾水灾连连。\n米芾“平居退然，若不能事事”，虽然“至官下则率直不苟”，但平生嗜好只在江封山月，及石砚书画，加以疏狂成性，故为官日久，难免故态复萌。墓志铭对此并不加隐讳，谓“时亦越法纵舍，有足大者”。此实记实之言。在涟水军任上，米芾即曾因“好石废事”，招致上司不满，可能因此去职，在任仅二年。\n艺术赏析：\n此为米芾著名的《草书九帖》之一，又是其晚年成熟书风的代表作之一。\n此帖自始至终，气韵十分流畅，下笔如飞，痛快淋漓，毫无顾忌，点画之际，妙趣横生。粗看，“全不缚律”，左倾右倒，形骸放浪。仔细赏读，却又欹正相生，字字随著章法气势变化，用笔狂放而不失检点，提按顿挫丝丝入扣，上下精神，相与流通，有著强烈的节奏感，与其作品比较，此帖颇具魏晋风韵，笔法圆转含蓄韵藉，有篆籀气。节奏也较平和，神闲气定，故能随意布势，妙得自然。\n此帖乃米芾佳作之一，虽然第八行至第十五行之间有的字略小，但大体上看来，不论是字形结构、映带关系、饱厚度或整体感来看，都是一篇难得的好作品。单字方面，这帖有一些重复字出现，端看米芾怎么作变化：\n林：“林”君和满“林”。前者看似慵懒，书写时漫不经意，最后一长点和君的首笔承接，笔势较铺张；后者把比竖起来写，多用藏锋，末一长点没有露锋，整个字看似挺劲，其实过拘谨了。\n寺：“寺”院和在“寺”。前者的“寺”较硬挺，第二个横画和第三个横画接连时，用下钩承接，使得字的锋利感提升，最末点连在竖钩上，使人把视觉焦点落在此处；后者的“寺”字，笔画厚重饱满，但并不会软而无力，和前者相较，后者的笔画紧缩在一块儿，若非变化之需，寺字最好不要如此书写，因为会让字透不过气来。\n海：泛“海”、去“海”、至“海”和“海”蝗。四个“海”字因位置不同，各有其姿态。第一个“海”上宽下紧，右边的“每”往左下倾，上轻下重，四个“海”字中只有此字有露出竖钩，整个“海”字成一个倒三角形；第二个“海”字，右边的“每”稍微向上提，也是上轻下重，不过这个字可以看作一般的行楷，因为没有姿态上的大变化；第三个“海”字稍小，笔画粗而提按不明显，呈现一个圆圆的体态，水字边和“每”的下半部有些模糊，但此字的墨韵尚佳；第四个“海”字，略带正方形，此字有一个特点，即“海”中间的横画粗旷的向右带开，这样的力道用在小行草上是罕见的。\n求：“求”门馆和应“求”。此二字没有很大的差别，唯有竖钩部分前者在钩的地方先轻提下顿再往上钩。\n能：必“能”、“能”容和傥“能”。第一个“能”字和第二个“能”自左半部的结构差不多，右半边有些不同，第一个“能”字较紧缩，第二个“能”字向下伸展，一竖带下后往下接时，线条皆是圆劲的，没有折角，第一个“能”字有折角；第三个“能”字不若前两字精采，粗细较一致，看似平淡。\n舟：吞“舟”和此一“舟”。这两字截然不同的写法，前者细挺的线条，加上竖钩时狠狠往上锐利一钩，横画也以粗笔带过，成为字的重心所在；后者小而圆，中间的短撇靠右，横画顺势带开，感觉到这个字重映带相接，前者重体态。\n也：陋邦“也”、在寺“也”和就“也”。第一个“也”字圆软，向势的笔画居多；第二个也的首笔，钩进来时不是一笔成形，先往下再往内，停顿后使钩的力量更强劲；第三个“也”字较第一二个夸大，钩向内缩，最末笔向上延伸，以余观点，第二字最佳。","timestamp":1431618097776,"published":true}]