[{"name":"顾炎武行书手札","text":"“鬼都”，意指现在的泰安。古有“上有西安，下有泰安”之说。就是说，泰安乃“鬼都”。根据学者王克煜进行了详细考证， 泰山神主管生与死的神权历史，可上溯至先秦时期。据顾炎武《考古录》云，泰山自周末便有了神仙的传说。春秋战国出现阴阳学、五行学之后，泰山就成为阴阳交替、万物发育的地方了。东汉时，由于道教的产生，社会上随之出现了“泰山治鬼说”，泰山神便掌管了天下生杀大权，古帝王降禅之坛，一变而为阎王殿。唐代学者颜师古注《汉书》中“上亲禅高里”之句说：“此’高’字应为高下之高，二死人之里；高里山在泰山前麓，是鬼魄之地。”晋代干宝《搜神记》、张华《博物志》均言泰山掌管生死，书中还有不少托梦做阴间泰山官职而应验的故事。晋陆机的《泰山吟》颂道：“泰山一何高，迢迢造天庭。峻极周以远，层云郁冥冥。梁父亦有馆，蒿里亦有亭。幽岑延万鬼，神房集百灵。长吟泰山侧，慷慨激楚声。”\n\n明人许仲琳在所编《封神演义》中，让姜子牙封周朝武将黄飞虎任东岳大帝（供奉泰山东岳庙内，即岱庙） 之职：“执掌幽冥地府一十八重地狱，凡一应生死转化人神仙鬼，俱从东岳勘对，方许施行。”\n元代翰林集贤学士徐世隆在重修泰山《蒿里山神祠记》中，叙述了蒿里山阴曹地府的历史。蒿里山又叫高里山，蒿里本是古人送葬的歌名。秦末农民起义首领田横在楚汉相争时，自立为齐王，不久被汉军所灭。汉朝建立后，田横率徒党500余人逃亡海岛，汉高祖刘邦命其到洛阳，田横不愿称臣于汉，便在被迫前往的途中自杀。其党徒遂作蒿里挽歌送葬，并集体自杀。乐曲经音乐家李延年加工整理，分为二曲：韰（音：泻）露曲送王公跺人出殡，蒿里曲送士大夫、平民百姓出殡。汉之后以为人死精魂归于泰山蒿里，其山便筑阎王殿，因立75司，以为追逮收捕，出入死生之所。\n931年蒿里山曾出土唐玄宗、宋真宗禅地玉册，今藏台湾故宫博物院，“前者15枚（分为三版），每简长29.2-29.8、宽3、厚1厘米，刻字填金一行书，为白色大理石（汉白玉）。后者16枚，每简长29.5-29.8、宽2、厚0.7-0.75厘米，刻字填金一行书，为白色闪玉。两者都是唐宋时期的一尺简（唐一尺约合30.3厘米，北宋一尺约合31.6厘米。”不过，唐高宗干封元年的封禅玉册的形制似与玄宗之制略有不同，原物今虽尚未发现，但据《旧唐书·礼仪志》三，干封玉简的形制为“每简长一尺二寸，广一寸二分，厚三分。”然则并非一尺简。有趣的是，这与道经所载之投龙简的形制却非常接近。据南朝宋·陆修静《太上洞玄灵宝授度仪》所载投龙之仪：“凡简长一尺二寸、阔二寸四分、厚三分。”二者相较，长、厚完全相同，宽则有一半之差。\n史料考证\n学者王克煜进行了详细考证认为，关于鬼神世界是否存在，我们用对立统一的理论解释：有阳就有阴。有人说孔子不信神，其论据是在《论语》中：未知生，焉知死。孔子是积极入世的人，争分夺秒地学习做人为官的知识，连学生睡午觉他都不让，斥为“朽木不可雕”。怎么能去研究对当官无用的神鬼呢？我们不是在写论文，我们要了解未知的世界同时劝人向善。\n蒿里山，世界华人的魂魄所在。“魂归蒿里”就是这个意思。也就是说：不论愚人贤人；平民百姓还是达官显贵，死后的魂魄都被聚集到泰安蒿里山。\n蒿里山即泰山前的山。在中国传统文化中，阴曹地府有两处，一处是四川的酆都，而另一处就是泰安的蒿里山。自先秦以来，泰山神主管生死的说法就见诸经史，而位于泰山南方的蒿里山也随之被视为“阴曹地府”的象征。蒿里山位于泰山火车站南，又名高里山、英雄山，汉以前称作“高里山”，海拔198米，为古代帝王的禅地之所，《汉书》中多处记载了汉武帝“亲禅高里”。约到魏晋时期，出现“蒿里”的称谓。蒿里山曾建有规模宏大的蒿里山神祠，又名森罗殿。古语有云：“魂归蒿里”，就是说人死了灵魂都要到蒿里山接受阎王爷的审判，然后才能过奈何桥，轮回投胎 。\n泰山主生死的观念由来久远。道教认为：神是高级的鬼，鬼是低级的神，也就是神鬼。汉魏时期就早流传的\"泰山主死\"，并把它附会于嵩里山。《汉书。武帝纪》：\"太元初年，檀高里\"，颜师古注释：\"死人之里谓之蒿里，字则高为蓬蒿之蒿，或者见泰山神灵之府，蒿里山又在其旁，即以高里为蒿里\"。蒿里山就被公认为：“聚敛魂魄无贤愚”的鬼都了。\n最早掌管冥界事务的官员，就是《搜神记》中提到的泰山府君。据《神仙传》说是他是西王母小女儿，太真夫人的第三子，因\"年少好游逸，委官废事。有司奏劾，以不亲局察，降主事东岳，退真王之编，可鬼神，五百年一代其职\"（《太平广记》卷第五十七）。就是说他好旅游，经常不干活，被人家弹劾，降到泰山管事，取消了高干待遇。是一个因不作为而降职的仙官。《真灵位业图》，《洞渊集》，《龙鱼图》，《广博物志》都说：\"东岳泰山君，领群神五千九百人，主治死生，百鬼之主帅也\"。\n佛教传入中国后，其地狱观念与地狱之主阎罗王亦逐渐流行。至唐末。佛教中已有十殿阎罗之说，且皆由中国官员担任，这与本来十分盛行的泰山治鬼观念十分契合，遂合二为一，在泰山衍化为阴曹地府--蒿里山神祠和地狱界河--奈河，再加上泰山入口处的丰都庙，构成泰山的冥府地狱系统。\n奈河\"在泰山西麓的山河沿山势而下，从大众桥附近的大石峡起，经泰城西部向南，出城后汇入泮河，这一段称为奈河，清代顾炎武《山东考古录.辨奈河》记：\"其水在蒿里山之左，有桥跨之，曰奈河桥，世传人死魂不得过，而曰奈河\"。奈河一名的出现，与古代的泰山主人生死观念有关。《后汉书乌桓传》：“如中国人死者，魂神归岱山也”。又《许曼传》：“自去少尝笃病，三年不愈，乃指泰山请命。”在东汉末年佛教传入后，其地狱观念就直接借用于泰山主生死观念。有的增人在译经时就干脆把“地狱”译为“泰山”。例如三国吴康僧会译《六度集经》卷七：“闻泰山汤火之毒、酷裂之痛，饿鬼饥馑积本之劳，畜生屠剥割截之苦”。此处的“泰山”就是“地狱”。《分别善恶所起经》：“四者死后，魂魄入泰山地狱中考治数千万毒，随所做受罪”，更直接把泰山与地狱合二而一。《山东考古录。辩蒿里山》说“自晋陆机《泰山吟》始以梁父，蒿里并列，而后之言鬼者内之，遂令古昔帝王降禅之坛，一变而为阎王鬼伯之祠矣”，顾氏指出泰山治鬼的这一流变是很正确的。\n“奈河”二字是印度梵文“地狱”的译音。也就是说，“奈河”作为地狱观念是受了印度佛教影响，但作为冥间之河，却属汉化佛教的创造。这一名称的最早出现，集中于唐代，敦煌文献书所存《大目乾连冥间救母变文》中，有描写目连阴间寻母，亲眼目睹地狱罪人在奈河上生离死别的骇人心魄场面。\n三界\n《神宝寺记碑》记载，泰安城分三界，红门以上是天界，奈河以东是人界，以西则是地狱。《神宝寺记碑》文中有：“大雄降迹，葱山本元，□有三界，非无二门。不生不灭，若亡若存，遍看郡有，无如我尊。雁门惠远，罽宾罗什，明公继兹，伽蓝比立。俗户易窥，真门难入，遁□龙象，前后相及。大唐受命，当宇握镜，化洽万邦，功齐七政。绿图舒卷，紫云迥映，惠日再晕，薰风在咏。门庭华敝，房宇轮奂，莲台画阁，危楼飞观。竹韵宫商，花然灼烂，僧众虔仰，士女称欢。亭亭妙刹，灼灼精庐，雕盘瞰墅，楼槛凌虚。珠悬日净，峰迥风□，□甍栖凤，倒井衔蕖。峨峨宝碣，落落神轩，邪山整岫，苦海澄源。锦云霞烈，绶雾风翻，此中何地，给孤独园。 ”\n传说\n“阴曹地府”没了，传说还在。从“天地交泰”、“天人合一”等观念之中演变而来的“地狱——人间——天堂(天界)”三重空间的格局构成了中国独有的城市构划的特点。蒿里山在其中的重要作用不言而喻。\n因为蒿里山地理位置突出，是泰城的重要门户之地，特别是热兵器时代更是如此。谁占据蒿里山，谁就控制了泰城，拉锯的争夺对地上的建筑物，其破坏为之灭顶，古迹名胜已荡然无存。\n原有蒿里、社首两山及辞香一岭，并有天仙祠、相公庙、森罗殿、阎罗殿、酆都殿、地藏殿、对岱亭、环翠亭、望乡台、降禅坛、文峰塔、后晋石幢等景观，今只存蒿里山。\n据近代俄国汉学家米·瓦·阿列克谢耶夫《1907年中国纪行》第三章《游历山东》记高里山庙云：“我们上了高里山，宏伟、漂亮的庙里有许多碑碣，充分说明了那种祭祀的混合性。除了一般供奉的主管阴间事的那些神仙，我们还发现了风、雷、云、雨四尊塑像，它们在庙里显得与众不同，仿佛是被拉来一同受拜的。”\n民国耿静吾《说岱》述之：“阎王殿，其下有晋蒿里山总持咒幢子，他土庶修斋建醮碑多至数百计。清光绪间，邑令毛蜀云以事责令绅民徐进在高里山植柏三百株。”\n《重修泰安县志》中呈现的是蒿里山最后的盛况：“清光绪十九年(1893年)三月，知县毛瀓重建阎罗、三曹、七十五司之居，均居完整。”并将社首山顶相公庙改建于此而同一周垣。民国前期，香火甚盛，游人如云，每年春祠前搭台演戏，百货杂陈，胜似闹市。\n929年孙良诚部毁祠大部，1931年李鸿奎部全部拆除。1951年社首山毁，神祠基址荡然无存，如今几乎只剩一片荒凉景色。\n","category":"行书","verified":true,"user":1,"timestamp":1429951663060},{"name":"顾炎武行书手札","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791643061,"text":"","author":"清代顾炎武","description":"顾炎武行书手札"}]