[{"name":"郑板桥全集古籍本民国","text":"由北京出版社出版的名人全集类图书。本书为郑板桥全集，本集分诗钞、词钞、道情、题画、家书六编，集中以诗词居多。\n图书名片\n本书郑板桥全集，本集分诗钞、词钞、道情、题画、家书六编，集中以诗词居多……\n","category":"草书","verified":true,"user":1,"timestamp":1429951661567},{"name":"郑板桥全集古籍本民国","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791616546,"text":"《郑板桥全集》古籍本\n\n\n\n 郑板桥（1693-1765），别名郑燮，清代著名画家、书法家。字克柔，号板桥，也称郑板桥。乾隆时进士，曾任潍县县令，书画史。汉族，江苏兴化人。\n\n 郑板桥应科举为康熙秀才，雍正十年举人，乾隆元年(1736)进士。官山东范县、潍县县令，有政声“以岁饥为民请赈，忤大吏，遂乞病归。”做官前后，均居扬州，以书画营生。工诗、词，善书、画。诗词不屑作熟语。画擅花卉木石，尤长兰竹。兰叶之妙以焦墨挥毫，藉草书中之中竖，长撇运之，多不乱，少不疏，脱尽时习，秀劲绝伦。书亦有别致，隶、楷参半，自称“六分半书”。间亦以画法行之。印章笔力朴古逼文、何。为人疏放不羁，以进士选县令，日事诗酒，及调潍县，因岁饥为民请赈，忤大吏，罢归，居扬州，声誉大着。恣情山水，与骚人、野衲作醉乡游。时写丛兰瘦石于酒廊、僧壁，随手题句，观者叹绝。着有《板桥全集》，手书刻之。所作卖画润格，传颂一时。为“扬州八怪”之一，其诗、书、画世称“三绝”，擅画兰竹。郑燮一生画竹最多，次则兰、石，但也画松画菊，是清代比较有代表性的文人画家。生于1693年11月22日，卒于1765年1月22日，享年七十三岁。\n　　郑板桥，是历史上杰出的名人，“扬州八怪”的主要代表，以三绝“诗、书、画”闻名于世的书画家、文学家。他的一生可以分为“读书、教书”、卖画扬州、“中举人、进士”及宦游、作吏山东和再次卖画扬州五个阶段。\n　　一、读书、教书\n　　郑燮的先祖于明洪武年间由苏州阊门迁居兴化城内至汪头，至郑板桥已是第十四代。父亲郑之本，字立庵，号梦阳，廪生，郑板桥故居品学兼优，家居授徒，受业者先后达数百人。 1693年11月22日子时郑板桥出生，其时家道已经中落，生活十分拮据。三岁时，生母汪夫人去世，十四岁又失去继母郑夫人。乳母费氏是一位善良、勤劳、朴真的劳动妇女，给了郑板桥悉心周到的照顾和无微不至的关怀，成了郑板桥生活和感情上的支柱。郑板桥资质聪慧，三岁识字，至八、九岁已在父亲的指导下作文联对。少时随父立庵至真州毛家桥读书。十六岁从乡先辈陆种园先生学填词。大约在二十岁左右考取秀才。二十三岁娶妻徐夫人。是年秋郑板桥首次赴北京，于漱云轩手书小楷欧阳修《秋声赋》。二十六岁至真州之江村设熟教书。三十岁，父亲去世，此时板桥已有二女一子，生活更加困苦。作《七歌》诗，慨叹郑生三十无一营”\n　　二、卖画扬州\n　　由于生活困苦，郑板桥在三十岁以后即弃馆至扬州卖画为生，实救困贫，托名风雅”。在扬州卖画十年期间，也穿插着一些旅游活动。不幸的是徐夫人所生之子去世，郑板桥曾作诗以致哀。三十二岁出游江西，于庐山结识无方上人和满洲士人保禄。三十三岁，出游北京，与禅宗尊宿及其门羽林诸子弟交游，放言高论，臧否人物，因而得狂名。在名期间，结织了康熙皇子、慎郡王允禧，即紫琼崖主人。三十五岁，客于通州。三十六岁，读书于扬州天宁寺，手写《四书》各一部。三十七岁时，作《道情十首》初稿.三十九岁,徐夫人病殁。郑板桥十载扬州，结论了许多画友，金农、黄慎等都与他过往甚密，对他的创作思想乃至性格都有极大的影响。\n　　三、中举人、进士及宦游\n　　1732年，郑板桥四十岁，是年秋，赴南京参加乡试，中举人，作《得南捷音》诗。为求深造，赴镇江焦山读书。现焦山别峰庵有郑板桥手书木刻对联室雅何须大，花香不在多。”1736年，乾隆元年，四十四岁，在北京，参加礼部会试，中贡士，五月，于太和殿前丹墀参加殿试，中二甲第八十八名进士，为赐进士出身”，特作《秋葵石笋图》并题诗曰我亦终葵称进士，相随丹桂状元郎”，喜悦之情溢于言表。1737年,四十五岁, 滞留北京一年左右,以图仕进,未果,南归扬州.得江西程羽宸资助,娶饶氏。乳母费氏卒。1739年，四十七岁，作七律四首赠淮南监运使虞见曾。1740年，四十八岁，为董伟业《扬州竹枝词》作序。1741年，四十九岁，入京，候补官缺，受到慎郡王允禧的礼诚款待。\n　　四、作吏山东\n　　郑板桥五十岁时，即1742年春天，为范县令兼署小县朝城，始订定诗、词集。1743年，五十一岁，将郑板桥像《道情十首》几经修改，至是方定稿，刻者为上元司徒文膏。1744年，饶氏生子。郑板桥宰范期间，重视农桑，体察民情、兴民休息，百姓安居乐业。 1746年，乾隆十一年，五十四岁，自范县调署潍县。是年山东大饥，人相食。潍县原本繁华大邑，然自是年灾荒连年，救灾便成了郑板桥主持潍县政事的一项重要内容，他开仓赈货，令民具领券供给，又大兴工役，修城筑池，招远近饥民就食赴工，籍邑中大户开厂煮粥轮食之。尽封积粟之家，活万余人。秋以歉收，捐廉代轮，尽毁借条，活民无算。潍县饥民出关觅食，板桥感叹系之，作《逃荒行》。1748年大学士高斌和都御史刘统勋为特使到山东放赈，板桥随之。秋大熟，潍县灾情渐趋缓解，饥民也由关外络绎返乡，板桥作《还家行》纪其事。为防水浸寇扰，捐资倡众大修潍县城墙。秋末，书<<修潍县城记>>。1751年，海水溢，板桥至潍县北边禹王台勘灾。郑板桥作官意在得志则泽加于民”，因而他理政时能体恤平民和小商贩，改革弊政，并从法令上、措施上维护他们的利益，板桥宰潍期间勤政廉政，无留积，亦无冤民”，深得百姓拥戴。潍县富商云集，人们以奢靡相容，郑板桥力倡文事，发现人才，留下了许多佳话。1747年，满洲正黄旗人、侍讲学士德保主试山东，板桥同在试院，相与唱和。1748年，乾隆出巡山东。郑板桥为书画史，参与筹备，布置天子登泰山诸事，卧泰山绝顶四十余日，常以此自豪，镌一印章云乾隆柬封书画史”。1749年，五十七岁,饶氏所生之子又于兴化病殁。与御史沈延芳同游郭氏园。重订<<家书》、《诗钞》、《词钞》，并手写付梓。1750年撰《板桥自序》。。同年，重修文昌祠，倡建状元桥，作《文昌祠记》。1751年，五十九岁，作《难得湖涂>>横幅。1752年，主持修潍县城隍庙，撰《城隍庙碑记》。在《文昌祠记》和《城隍庙碑记》里，板桥力劝潍县绅民修文洁行”，在潍且百姓间产生了相当大的影响。同年，与潍县童生韩镐论文，并作行书七言联删繁就简三秋树，领异标新二月花。”郑板桥在潍县任上著述颇多，其《潍县竹枝词》四十首尤为脍炙人口。\n　　五、再次卖画扬州\n　　“民于顺处皆成子，官到闲时更读书”。官潍七年，板桥无论是在吏治还是诗文书画方面都达到了新的高峰，吏治文名，为时所重”。板桥居官十年，洞察了官场的种种黑暗，立功天地，字养生民”的抱负难以实现，归田之意与日俱增。1753年，郑板桥六十一岁，以为民请赈忤大吏而去官。去潍之时，百姓遮道挽留，家家画像以祀，并自发于潍城海岛寺为郑板桥建立了生祠。去官以后，板桥卖画为生，往来于扬州、兴化之间，与同道书画往来，诗酒唱和。1754年，郑板桥游杭州。复过钱塘，至会稽，探禹穴，游兰亭，往来山阴道上。1757年，六十五岁，参加了两淮监运使虞见曾主持的虹桥修禊，并结识了袁枚，互以诗句赠答。这段时期，板桥所作书画作品极多，流传极广。 1766年1月22日（乾隆三十年十二月十二日）板桥卒，葬于兴化城东管阮庄，享年七十三岁。板桥二子均早卒，以堂第郑墨之子鄣田嗣。","author":"清代郑板桥","description":"郑板桥全集古籍本民国"}]