[{"name":"黄自元楷书佛骨表","text":"谏迎佛骨，是中国历史上儒佛矛盾斗争的一个重大事件。外来宗教与本土的传统思想不相适应，经过几百年的磨合，佛教逐渐被中国人所接受。晚唐几个皇帝都是佛教的信仰者，佛教盛极一时。当时有识之士为了国家和人民的利益，依据儒学思想，提出反佛的意见。在唐宪宗元和十四年(819)，儒佛矛盾以一种激烈的形式暴发了。元和十四年是开塔的时期，唐宪宗要迎佛骨入宫内供养三日。韩愈听到这一消息，写下《谏迎佛骨》，上奏宪宗，极论不应信仰佛教，列举历朝佞佛的皇帝\"运祚不长\"，\"事佛求福，乃更得祸\"。但韩愈没能阻挡宪宗迎佛骨，还险些丧命。\n社会背景\n两汉之际，古印度佛教传到中国，开始只在少数百姓中流传。汉亡以后，魏晋南北朝混乱时期，佛教得到广泛流传。中唐时代，是佛教鼎盛时期，与中国本土的道教、儒学并称\"三教\"，互相争立，形成鼎足之势。佛教盛行后，严重影响唐朝政府的财政收入，给征兵、劳役、官吏诸方面都造成严重困难，在人民中，积怨甚多。\n历史事件\n凤翔扶风县(今属陕西省宝鸡市)法门寺有一座佛塔，塔内藏释迦牟尼指骨一节，称为舍利，每三十年开一次塔，把舍利取出，让人瞻仰、参观，据传开塔则岁丰人泰。元和十四年（819年）正值开塔之年，正月，宪宗遣中使杜英奇押宫人三十，持香花迎佛骨于宫内，供养三日。此事件在全国引发一场浩大而狂热的礼佛风潮，社会各阶层趋之若鹜。王公士庶，奔走舍施。百姓有废业破产、烧顶灼臂而求供养。韩愈时任刑部侍郎，出于维护儒家思想正统地位的目的，反对佞佛，上此表加以谏阻。他认为，\"佛本夷狄之人……不知君臣之义，父子之情。\"如今，佛已死久，\"枯朽之骨，凶秽之余，岂宜令入宫禁。\"应该将这骨头\"投诸水火，永绝根本，断天下之疑，绝后世之惑。\"韩愈最后极为恳切地说：\"佛如有灵，能作祸祟，凡有殃咎，宜加臣身，上天鉴临，臣不怨悔。\"表示愿负得罪佛祖的一切责任。\n唐宪宗接到谏表，大怒，要处死韩愈，当时大臣裴度、崔群出来说情，说韩愈\"内怀至忠\"，应该宽恕，以鼓励忠臣提意见。宪宗说：\"韩愈说我奉侍佛教太过分，还可以容忍；他甚至说东汉以后，奉侍佛教的皇帝都是短命的，怎么能说这荒唐的话呢?韩愈作为人臣，竟然狂妄到这个程度，怎么能赦免呢?\"最后决定贬为潮州刺史。韩愈到潮州后，写一谢表，向皇帝表示悔过、谢恩，并广泛结交僧侣。\n佛骨\n佛骨是佛灭度后，火化所留下的遗骨、遗灰，称为佛骨。又称佛舍利，或单称舍利，或以佛身部位而称佛顶骨、指骨、佛牙。\n佛骨中以释迦牟尼佛的舍利最为珍贵。据传2500年前释迦牟尼涅盘，火化后弟子们从灰烬中得到了头顶骨、牙齿、中指骨和84000颗舍利子。1987年陕西法门寺出土的四枚舍利震惊中外，其中一枚被认为是佛祖中指骨。\n《法苑珠林》卷四十分舍利为三：(一)骨舍利，其色白。(二)发舍利，其色黑。(三)肉舍利，其色赤。\n现已在南京发现“佛顶真骨”，是世界上唯一一颗释迦牟尼佛头骨舍利，由一名名叫施护的印度人带至南京。\n原文\n谏迎佛骨表\n臣某言：伏以佛者，夷狄之一法耳,自后汉时流入中国,上古未尝有也。昔者黄帝在位百年，年百一十岁；少昊在位八十年，年百岁；颛顼在位七十九年，年九十八岁；帝喾在位七十年，年百五岁；帝尧在位九十八年，年百一十八岁；帝舜及禹，年皆百岁。此时天下太平，百姓安乐寿考，然而中国未有佛也。其后殷汤亦年百岁，汤孙太戊在位七十五年，武丁在位五十九年，书史不言其年寿所极，推其年数，盖亦俱不减百岁。周文王年九十七岁，武王年九十三岁，穆王在位百年。此时佛法亦未入中国，非因事佛而致然也。\n汉明帝时，始有佛法，明帝在位，才十八年耳。其后乱亡相继，运祚不长。宋、齐、梁、陈、元魏已下，事佛渐谨，年代尤促.惟梁武帝在位四十八年，前后三度舍身施佛，宗庙之祭，不用牲牢，昼日一食，止于菜果，其后竞为侯景所逼，饿死台城，国亦寻灭。事佛求福，乃更得祸。由此观之，佛不足事，亦可知矣。\n高祖始受隋禅，则议除之。当时群臣材识不远，不能深知先王之道，古今之宜，推阐圣明，以救斯弊，其事遂止，臣常恨焉。伏维睿圣文武皇帝陛下，神圣英武，数千百年已来，未有伦比。即位之初，即不许度人为僧尼道，又不许创立寺观。臣常以为高祖之志，必行于陛下之手，今纵未能即行，岂可恣之转令盛也?\n今闻陛下令群僧迎佛骨于凤翔，御楼以观，舁入大内，又令诸寺递迎供养。臣虽至愚，必知陛下不惑于佛，作此崇奉，以祈福祥也。直以年丰人乐，徇人之心，为京都士庶设诡异之观，戏玩之具耳。安有圣明若此，而肯信此等事哉!然百姓愚冥，易惑难晓，苟见陛下如此，将谓真心事佛，皆云：“天子大圣，犹一心敬信；百姓何人，岂合更惜身命!”焚顶烧指，百十为群，解衣散钱，自朝至暮，转相仿效，惟恐后时，老少奔波，弃其业次。若不即加禁遏，更历诸寺，必有断臂脔身以为供养者。伤风败俗，传笑四方，非细事也。\n夫佛本夷狄之人，与中国言语不通，衣服殊制；口不言先王之法言，身不服先王之法服；不知君臣之义，父子之情。假如其身至今尚在，奉其国命，来朝京师，陛下容而接之，不过宣政一见，礼宾一设，赐衣一袭，卫而出之于境，不令惑众也。况其身死已久，枯朽之骨，凶秽之馀，岂宜令人宫禁?\n孔子曰：“敬鬼神而远之。”古之诸侯，行吊于其国，尚令巫祝先以桃茹祓除不祥，然后进吊。今无故取朽秽之物，亲临观之，巫祝不先，桃茹不用，群臣不言其非，御史不举其失，臣实耻之。乞以此骨付之有司，投诸水火，永绝根本，断天下之疑，绝后代之惑。使天下之人，知大圣人之所作为，出于寻常万万也。岂不盛哉!岂不快哉!佛如有灵，能作祸祟，凡有殃咎，宜加臣身，上天鉴临，臣不怨悔。无任感激恳悃之至，谨奉表以闻。臣某诚惶诚恐。\n影响\n韩愈没能阻挡宪宗迎佛骨，还险些丧命。韩愈卒于长庆四年(824)，过了二十一年，到唐武宗会昌五年(845)，\"秋七月，诏天下佛寺僧尼并勒归俗\"。这是佛教\"三武之难\"的最后一次大劫难，又称\"会昌之难\"。前两次是北魏太武帝和北周武帝诏令灭佛的法难。会昌之难，时间很短，到第二年五月，新上台的唐宣宗皇帝就\"诏上京增置八寺，复度僧尼\"。佛教极盛时，与官吏、百姓矛盾很深，在这不到一年的时间里，佛教受到严重打击，元气大伤，从此再也不能重现当年盛况。韩愈的文学地位大大扩大了他的反佛思想的影响。因此，可以说，韩愈的谏迎佛骨为唐武宗灭佛作了舆论准备。韩愈作为文学家、儒学家对宋明时代也有深刻的影响，宋明时代，儒家辩论时常指对方为\"释教\"、\"禅学\"。朱熹把佛学当作当代的墨杨之学，要像孟子辟墨杨那样，大破释教，以\"辟佛\"为己任。总之，韩愈的谏迎佛骨，虽然在当时没有明显的实际效果，而在几年、几十年以后，他的反佛思想在社会上产生了极大影响。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951663308},{"name":"黄自元楷书佛骨表","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791610137,"text":"","author":"清代黄自元","description":"黄自元楷书佛骨表"}]