[{"name":"董诰书法集","text":"董诰（1740～1818）清代官员、书画家。字雅伦，一字西京，号蔗林，一号柘林，董邦达长子，与其父有“大、小董”之称，浙江富阳人。乾隆二十九年进士，授翰林院庶吉士。以善画，受高宗知，历任内阁学士，擢公、户、吏、刑部侍郎，充四库馆副总裁。累官至东阁大学士、太子太傅，直军机先后四十年。\n人物简介\n董诰，（1740－1818），浙江富阳人。邦达子。工诗古文词，书法宗王羲之、献之，又能於一粒芝麻上书[天下太平]四字。山水禀承家学，雅秀绝尘，晚宗宋、元。为人和易，一时寒畯多得其授画法。 乾隆 二十八年（1763），中顺天乡试举人，次年进士，殿试名列一甲第三，乾隆帝以其系大臣子，改置二甲第一，为传胪，授翰林院庶吉士，充国史三通馆协修，武英殿纂修。散馆后，改任编修。\n董诰历任礼、工、户、吏、刑各部侍郎，《四库全书》副总裁，奉命辑《满洲源流考》，充武英殿总裁，以至文华殿大学士。四十四年，任军机大臣，旋任户部尚书，两次图形紫光阁。其时，和珅用事，排除异已。董诰支拄其间，遇事多所救正。及嘉庆这即位后，又襄赞之，卒能歼除巨憝，朝纲不坠。\n董诰位极人臣，出入禁中40年，供职勤恪，进止皆有常度；熟谙掌故，政事得失，皆能洞鉴本源。朝见时，凡有献纳，皆面陈之，不用奏牍。平生所学，在一“诚”字，以为天下无不可与外之人；而人亦未有敢侮之者。亦擅绘事，其所进呈画本，均经乾、嘉二帝亲笔题咏，收于《石渠宝笈》第三编。作有《西湖十景图》。\n嘉庆二十三年（1818），再次上疏乞休，命以太保大学士致仕，在家支食全俸。十月，病剧而卒。嘉庆帝亲临祭奠，御制哀诗有“只有文章传子侄，绝无货币置庄田”之句，赐谥文恭。墓葬蛇浦村（今属新桐乡），有御制碑文，今为县级文物保护单位。\n清史文载\n董诰，字蔗林，浙江富阳人，尚书邦达子。乾隆二十八年进士，殿试进呈卷列第三，高宗因大臣子，改二甲第一。选庶吉士，即预修国史、三通、皇朝礼器图。散馆，授编修。三十二年，命入懋勤殿写金字经为皇太后祝嘏。次年，大考翰詹，因写经未与试，特加一级。寻擢中允，丁父忧。三十六年，服阕，入直南书房。初，邦达善画，受高宗知。诰承家学，继为侍从，书画亦被宸赏，尤以奉职恪勤为上所眷注。累迁内阁学士。四十年，擢工部侍郎，调户部，历署吏、刑两部侍郎，兼管乐部。充四库馆副总裁，接办全书荟要，命辑满洲源流考。四十四年，命为军机大臣。五十二年，加太子少保，擢户部尚书。台湾、廓尔喀先后底定，并列功臣，图形紫光阁。\n嘉庆元年，授受礼成，诏朱珪来京，将畀以阁务，仁宗贺以诗。属稿未竟，和珅取白高宗曰：“嗣皇帝欲市恩于师傅。”高宗色动，顾诰曰：“汝在军机、刑部久，是于律意云何？”诰叩头曰：“圣主无过言。”高宗默然良久，曰：“汝大臣也，善为朕辅导之。”乃以他事罢珪之召。时大学士悬缺久，难其人。高宗谓刘墉、纪昀、彭元瑞三人皆资深，墉遇事模棱，元瑞以不检获愆，昀读书多而不明理，惟诰在直勤勉，超拜东阁大学士，明诏宣示，俾三人加愧励焉。命总理礼部，仍兼管户部事。二年，丁生母忧，特赐陀罗经被，遣御前侍卫、额驸丰绅殷德奠醊。\n诰既以丧归，川、楚兵事方亟，高宗欲召之，每见大臣，数问；“董诰何时来？”逾年，葬母毕，诣京师，和珅遏不上闻。会驾出，诰于道旁谢恩，高宗见之，喜甚，命暂署刑部尚书，素服视事，不预典礼，专办秋谳及军营纪略，且曰：“诰守制已逾小祥，不得已用人之苦心，众当共谅。”寻以王三槐就擒，与军机大臣同被议叙。四年春，高宗崩，和珅伏诛，命诰复直军机，晋太子太保。既，服阕，授文华殿大学士，兼刑部尚书如故。高宗山陵礼成，命题神主，晋太子太傅。七年，三省教匪平，予骑都尉世职。十二年，高宗实录告成，诏以诰在馆八年，始终其事，特加优奖，赐其父邦达入祀贤良祠。十四年，万寿庆典，晋太子太师。充上书房总师傅。十七年，晋太保。\n十八年，扈从秋狝。林清逆党突入禁城，时回銮，中途闻变，有议俟调大兵成列而后进者，诰曰：“是滋乱也，献俘者行至矣！”即日扈驾进次，人心乃定。穷治邪教，诰谓：“烧香祈福，愚民无知，率所常有。惟从逆者不可贷。”凡论上，皆以是定谳。林清既诛，滑县逆匪寻平，论功，迭被优叙，赐子淳为郎中。二十年，因病请致政，温诏慰留，改管兵部。未几，复命管刑部。二十三年，再疏乞休，许致仕食全俸。是年十月，卒，赠太傅。上亲奠，入祀贤良祠，赐金治丧，御制诗挽之，嘉其父子历事三朝，未尝增置一亩之田、一椽之屋，命刻诗于墓，以彰忠荩。谥文恭。\n诰直军机先后四十年，熟于朝章故事，有以谘者，无不悉。凡所献纳皆面陈，未尝用奏牍。当和珅用事，与王杰支柱其间，独居深念，行处几失常度，卒赞仁宗歼除大憝。及林清之变，独持镇定，尤为时称云。\n人物墓葬\n董诰墓位于浙江省富阳市新桐蛇浦村凌家山坡地上，坐北朝南，遥对富春江。墓前有神道、台阶、祭桌，只有两只憨厚的石虎守候在墓前，石马仅存一头，御制诗碑，神道碑已无存。墓碑文为：\n嘉庆二十四年十二月初元日\n皇清诰授光禄大夫、经筵讲官、太保、文华殿大学士，\n晋赠太傅，显考董文恭公暨\n皇清晋赠淑人，显生妣宋太淑人合葬墓\n男：淳\n孙：騋\n侄：元骥奉祀\n原有嘉庆帝祭奠所制哀诗：\n世笃忠贞清节坚，先皇恩眷倍寅虔。骑箕仙苑九秋杪，染翰枢廷四十年。\n只有文章传子侄，绝无货币置庄田。亲临邸第椒浆奠，哀挽荩臣考泽宣。\n传谕刻于墓次，昭示后人。曹振镛撰墓志铭，今皆无存。\n逸闻趣事\n《楹联丛话》卷十有这样一则记载：富阳董诰身为太平宰相三十年，两次被画像于紫光阁中，勋名之盛，一时罕有伦比，而身后情况，乃似寒门。侍讲学士潘芸阁，名锡恩写有一副挽联云：“珠玉自天题，计两番紫阁图形，早有丹青传相业；楼台无地起，综卅载黄扉翊化，惟将清白表臣心。”\n这则挽联确确实实是对董诰生平业绩的真实概括。在紫光阁中两次图形画像，可以说是“圣德伟望”，青史留名了；但三十余年历事朝廷，身前死后，而家境仍似寒门，惟有两袖清风，这与当今的一些贪官比起来，又何止是天上地下了。难怪嘉庆皇帝要去亲自祭奠，并作挽诗悼念。\n“嘉其父子历事三朝，未尝增置一亩之田、一椽之屋，命刻诗于墓，以彰忠荩。”（见《清史稿·董诰传》）嘉庆帝的挽诗正是对董邦达、董诰父子的最好评价了。\n","category":"草书","verified":true,"user":1,"timestamp":1429951660650},{"name":"董诰书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791640096,"text":"董诰跋范仲淹《道服赞》，楷书，纵34.8cm，北京故宫博物院藏。\n董诰（1740-1818），字雅伦，西京，号蔗林，一号柘林，董邦达长子，浙江富阳人。乾隆二十八年（1763），中顺天乡试举人，明年成进士，殿试各列一甲第三，乾隆帝以其系大臣子，改置二甲第一，为传胪，授翰林院庶吉士，充国史三通馆协修，武英殿篡修。散馆后，改任编修。\n董诰历任礼、工、户、吏、刑各部侍郎，《四库全书》副总裁，奉命辑《满洲源流考》，充武英殿总裁，以至文华蓼大学士。四十四年，任军机大臣，旋任户部尚书，两次图形紫光阁。其时，和珅用事，排除异已。董诰支拄其间，遇事多所救正。及嘉庆这即位后，又襄赞之，卒能歼除巨憝，朝纲不坠。\n董诰位极人臣，出入禁中40年，供职勤恪，进止皆有常度；熟谙掌故，政事得失，皆能洞鉴本源。朝见时，凡有献纳，皆面陈之，不用奏牍。平生所学，在一“城”字，以为天下无不可与外之人；而人亦未有敢侮之者。\n嘉庆二十三年（1818），再次上疏乞休，命以太保大学士致仕，在家支食全俸。十月，病剧而卒。嘉庆帝亲临祭奠，御制哀诗有“只有文章传子侄，绝无货币置庄田”之句，赐谥文恭。墓葬蛇浦村（今属新桐乡），有御制碑文，今为县级文物保护单位。\n工古文诗词，书法、山水画禀承家学，与其父董邦达有“大、小董”之称。","author":"清代董诰","description":"董诰书法集"}]