[{"name":"李文田书法","text":"李文田是岭南一代书法名家，对碑帖源流有深入的砧研。他少年时专工欧阳询，精熟于《九成宫》等碑帖，旁及其他唐碑，后来转学隋碑《苏孝慈墓志》，中年以后，博采汉、魏碑刻。麦华三在《岭南书法丛谈》一文中说：“若农书法，实发源于北碑，而畅流于隋碑，所临唐碑，亦以隋碑笔意为之。”“若农乃以从容自在之笔调一写高古拙朴之北碑，一时书家奉为正宗。清末写碑，陶睿宣近于呆板，赵之谦过于轻佻，惟若农老成持重，雍容大方，为北派正传。”\n人物生平\n李文田（1834-1895）汉族人，字畲光、仲约，号若农、芍农，谥文诚，广东顺德均安上村人。咸丰九年（1859）进士，官至礼部侍郎。学问渊博，生平嗜学不倦，工书善画，经史、兵法、天文、地理，无一不晓。公务之余，勤于治学，对元史及本北水地研究尤精。金石碑帖书籍版本之源流，皆得其要。晚年乞归故里，主讲广州凤山、应元书院，在广州筑泰华楼，藏书甚富，著有《元秘史注》、《元史地名考》、《西游录注》、《塞北路程考》、《和林金石录》、《双溪醉隐集笺》等。是清代著名的蒙古史研究专家和碑学名家。1874年乞归故里，在籍十年，主讲广州凤山、应元书院。收藏有秦《泰山石刻》宋拓本及汉《华岳庙碑断本》宋拓本，故他把在广州所筑之楼名曰“泰华楼”。\n书法造诣\n其书法，运碑入帖，笔力酣畅饱满，意态雍容厚重，功力颇深。李文田篆隶楷诸体皆能。其篆书，笔致温厚蕴藉；隶书则以楷法及碑法书写，挺拔有力，富于变化。而在篆隶楷诸体中，李文田最擅长的还是行楷。所作行楷，工稳平和笔画圆实，浑厚华滋，肥而不胖，瘦而不削，没有馆阁体肥重之弊，也没有丝毫纤弱之意，有的是魏晋隋唐以来的风流气骨。\n陈永正先生在《岭南书法史》一书中对李文田的书法成就颇多赞誉，认为清中叶学者阮元虽然创有“北碑南帖”一说，但阮元所倡导的碑学在广东并没有多大的影响。而粤中帖学名家吴荣光晚年所书，也只有略参北碑笔法而已。直到李文田出，广东的碑派才正式形成。李文田自创的这种碑派书法，对广东书坛作出了很大贡献，也应该在中国书学史上大书一笔。\n个人作品\n李文田传世作品较多，广东省博物馆藏有他写的《楷书轴》、《楷书八言联》、《行书七言联》、《隶书四屏》、《书画团扇》。广州美术馆藏有他画于同治庚午年（1870）的《仿李营丘笔法团扇》，《与苏六朋合作风景人物扇面》、《楷书轴》、《楷书八言联》、《隶书六屏》。广州博物馆藏有他写的《篆书八言联》佛山市博物馆有他写的《节录张猛龙碑楷书轴》等6种书法。此处，东莞市、江门市博物馆和香港中文大学文物馆均藏有他的作品。\n李文田故居\n李文田故居在市区燎原路良巷11号，是佛山仅存的两座大型的府第建筑群之一。李文田祖籍广东顺德，后定居佛山，字仲约，号芍农，咸丰进士，官至礼部左侍郎，其词章书翰，造诣颇深，国内亦有时名，著有《宗伯诗文集》。于清咸丰、同治年间建此第，大事铺张，以至建筑群规模较大，且整齐美观，左、右侧还有小巷纵贯首尾，右侧有佛堂、厨房和花园。头进门厅、二进厅堂和三四进住宅坐南向北排列，平面呈长方形，为四进院落四合院式布局，各建筑均硬山顶配锅耳式封火山墙，三开间通面宽10.6米，总面积约500平方米。头进门厅又称轿厅，为旧俗停轿之处，其门为“回”字门，以砖墙间成左右门房，外表为水磨青砖，花岗石门框，构筑颇具南方特点。二进厅堂进深三间，为造工考究的四柱大厅，前檐廊有轩廊式卷棚顶，厅内梁架为抬梁与穿斗混合式结构，木雕装饰构件颇多，如花架、隔扇、雀替以及屏风等均工艺精致，显示出其官僚宅弟的身价。其两座住宅建筑格式一致，平面均“三间两廊”式布局，硬山搁檩架构，有侧门与小巷相通。目前该建筑群虽已改为民房，但基本原貌尚存、在古代大型宅第建筑类中颇具特点和代表性，是研究佛山历史名人及建筑史难得的实物资料。\n文田中学\n文田中学，顾名思义，地处清代探花李文田的故乡也，借此寄予吾辈袭其遗风，纳韩墨精髓，播文种，育栋梁。学校位于均安镇文俊路1号（毗邻加德士加油站），远揽顺峰绿脉，近挹华安清流，接盘龙达道，倚古朴名村，宏伟大气却不失嫣然美丽。它的建成，标志着均安镇全面完成改薄、整体实现教育均衡。学校于2010年9月1日正式启用，由六峰中学、星槎中学和均安中学初中部合并而成，按广东省现代化学校标准设计建造，实施全寄宿封闭式管理。\n藏书大家\n学出于郑樵、王应麟等人，对辽、金、元三史有研究，对西北史地、金石故物、医学、词章诗文等，考索极详。所居之处，出桌椅外，唯有图籍，列椟数十。有“读五千卷书室”。叶昌炽曾在他门下数年，每得一古本旧拓，与叶昌炽疑义共赏析。精于鉴赏，人称“金石、碑帖、书籍板本之源流，皆得其要”。所藏书籍多为人间少见之书，如禁毁书、宋元明刻抄本等。曾收藏马氏“小玲珑山馆”旧藏的秦代泰山石刻及汉代华岳庙碑，遂将藏书楼名为“泰华楼”（一作泰华山堂），藏三朝石刻颇多，与吴荣光并称“博藏家”。晚年又得清廷赐书，改藏书楼为“赐书楼”。刊刻图书有20余种。孙李棪，字劲庵，所购多金石原拓和名家考校之本，藏于“壁书楼”中，由黄节为之书额。藏书后来被京师图书馆（现北京图书馆）收购一部分，一部分被邓之诚保藏后，捐于中国科学院图书馆。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951657387},{"name":"李文田书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634770,"text":"李文田《行楷柳袅黄鸟八言联》\n【释文】柳袅长绦松擎紫盖,叶依黄鸟花落春池。\n　　此《八言联》酣畅饱满，工稳华滋，可以见到其在唐碑临习的基础上，在魏碑上也下了很大的功夫。\n\n李文田《赠子吕楷书语摘轴》 112×53cm 广州美术馆藏\n释文：\n韦昭，王肃，诸儒之领袖。虞翻，刘邵抑又次焉。刘炫明安国之本，陆澄讥康成之注。 子吕世大兄嘱，李文田。\n李文田书法初学欧阳询，后取法北碑，中晚年有较大变化，成为北碑书派中重要一员。此楷书是欧书与北碑书融合之作，而又参以行法，笔画挺实而流动，结字变化较大，不甚固定，是其书风过渡时期之作。\n\n\n李文田《行楷时人佳句七言联》 144×31cm×2 憨斋吴南生私人收藏\n【释文】：时人尽说韦山甫 佳句唯称谢法曹\n侃如二兄正 集张祜韩翃 弟李文田\n\n李文田《行楷集兰亭序十一言联》洒金笺 237×38cm×2 深圳博物馆藏\n【释文】：游目骋怀此地有崇山峻岭，仰观俯察是日也天朗气清。\n\n李文田《行楷折芳援笔七言联》 甲午（1894年） 广东省立中山图书馆收藏\n【释文】：折芳远寄三春草，援笔应成六出词。\n廉卿大兄正 集皇甫舟方干 甲午二月弟 李文田。\n\n款识：廉卿大兄正集皇甫舟方干 甲午二月 弟李文田\n钤印：李文田印（白文）仲约（朱文）\n\n李文田《节录张猛龙碑》轴 楷书 162×32cm 广东省顺德区博物馆收藏\n\n李文田《赠镜帆行楷轴》 76×30cm 广东省顺德区博物馆藏\n\n\n\n李文田《行书为乾初作四条屏》 165×38cm ×4 广东省顺德区博物馆藏\n\n李文田《楷书碧山黄菊七言联》 139×35 cm ×2 广东省顺德区博物馆藏\n【释文】：碧山终日思无尽，黄菊满篱应未凋。常卿六兄属集杜牧刘沧。仲约李文田。\n\n\n李文田《楷书碧山黄菊五言联》 155×43 cm ×2 广东省顺德区博物馆藏\n【释文】：清谈同日夕，努力爱春华。云山大兄大人正。仲约李文田。\n\n李文田《赠德卿楷书圆扇》 直径 26 cm 广东省顺德区博物馆藏\n\n李文田《赠达三楷书扇面》 23.5×26.5 cm 广东省顺德区博物馆藏\n\n李文田《赠文卿楷书轴》纸本 185×48.3cm 日本东京知长印社藏\n释文：\n夫损之者如灯火之消脂，莫之见也，而忽尽矣。益之者如苗禾之播殖，莫之觉也，而忽茂矣。故治身养性，务谨其细，不可以小益为不平而不修，不可以小损为无伤而不防。凡聚小所以就大，积一所以至亿也。\n文卿一兄大人正 庚午五月李文田\n上款所称“文卿”即洪钧，同治间状元，累官至兵部左侍郎，光绪间出使俄德荷奥，熟于西北舆地，于元史致力尤深，著有《元史译文证补》。清末曾朴著《孽海花》实即影射洪钧与赛金花夫妇。此幅楷书已脱尽欧书之意，全以北碑写出，似得《张猛龙》笔意为最多。\n\n李文田《行书布叶驰烟八言联》戊寅（1878年）\n【释文】：布叶花崖飞藻云肆，驰烟驿路勒移山迟。\n乾初贤侄属。集赵景真孔德璋。戊寅十一月仲约文田。\n\n李文田《楷书万重一轴七言联》来自李文田网站\n【释文】：万重琼树宫中接，一轴烟花象外搜。\n鞠初仁兄正属。集窦牟罗邺。李文田。\n\n\n李文田《行书赠玉樵立轴》 顺德李先生私人藏\n\n李文田《楷书刘根康乐七言联》\n\n李文田（1834-1895）\n　　字畬光、仲约，号若农、芍农，谥文诚，广东顺德均安上村人。清咸丰九年（1859）己未科孙家鼐榜进士第三人。\n　　李文田原非今名，游学广州，见某寺姚文田（字秋农）尚书书匾额，上有己未状元印。他入考那年也是己未科，因此改名，别号若农。后来，他果然考中探花。只是仕途不畅，为官仅至侍郎。\n　　李文田进士及第后，授翰林院编修。由编修入值南书房。在南书房行走最久。同治六年，李文田出任四川乡试副考官。同治九年，他以庶子任江西学政。累迁为侍讲。后来又出任浙江乡试副考官。他的母亲已过七十古稀之年，他打算辞官还乡侍奉老母。正值朝廷议论大修园林，于是李文田先上疏进谏免除大兴土木，然后告假终养老母。擢升翰林院侍讲学士。后归广东主讲广州凤山、应元书院。归乡后，直到他母亲去世，李文田才出任官职，任职礼部左侍郎。收藏有秦《泰山石刻》宋拓本及汉《华岳庙碑断本》宋拓本，故他把在广州所筑之楼名曰“泰华楼”。\n　　光绪十四年，李文田以侍讲学士任江南乡试主考官。而后，升为刑部侍郎，出任直隶学政，光绪十七年，李文田同样以侍郎身份，再留任直隶学政。任学政时，他以能识拔真才实学之士，而为时人称赞。光绪二十一年，李文田升至礼部侍郎。任经筵讲官，入内阁。\n　　李文田操守耿介而端正。学问淹雅，广博，涉猎诸多书籍。他的学识精到渊博，出於郑夹說、王深宁。无论金、元史实，西北水土，兼及医方，没有不涉及而且精道的，当时他名重海内。他平生研究整部辽、金、元三史。尤其熟悉典章、舆地，考证、索引十分精详。此外，他的词章书翰也不在话下。文章不杂浮词，著作得体。时人言远非张南皮（张之洞）所及。由于他所注释的元、辽史，足以弥补所未著入的内容及其他不足，故号称博淹。在当时他论学也有独到见解，出发点不同于潘祖荫，虽然他们之间关系密切，但从一开始就无唱合之言。他谈论经时，曾讥讽翁同騄有不当之处，他倡导公羊学之举，采用凭诚言召士的作为。他坚持一家之见，与他人各不相同，然而潘祖荫，翁同騄都是声名显赫的权要人物。要不是李文田，一般人也没有胆量，敢于坚持这些批评意见。\n　　著有《宗伯诗文集》，还有《元圣武亲征录注》一卷、《元秘史注》十五卷、《双溪醉隐集》六卷、《西游录注》一卷、《朔方备乘札记》一卷、《林金石录》一卷《林金石诗》一卷等。\n　　李文田是岭南一代书法名家，对碑帖源流有深入的砧研。 他少年时专工欧阳询，精熟于《九成宫》等碑帖，旁及其他唐碑，后来转学隋碑《苏孝慈墓志》，中年以后，博采汉、魏碑刻。麦华三在《岭南书法丛谈》一文中说：“若农书法，实发源于北碑，而畅流于隋碑，所临唐碑，亦以隋碑笔意为之。”“若农乃以从容自在之笔调一写高古拙朴之北碑，一时书家奉为正宗。清末写碑，陶睿宣近于呆板，赵之谦过于轻佻，惟若农老成持重，雍容大方，为北派正传。”其书法，运碑入帖，笔力酣畅饱满，意态雍容厚重，功力颇深。李文田篆隶楷诸体皆能。其篆书，笔致温厚蕴藉；隶书则以楷法及碑法书写，挺拔有力，富于变化。而在篆隶楷诸体中，李文田最擅长的还是行楷。所作行楷，工稳平和笔画圆实，浑厚华滋，肥而不胖，瘦而不削，没有馆阁体肥重之弊，也没有丝毫纤弱之意，有的是魏晋隋唐以来的风流气骨。\n　　陈永正先生在《岭南书法史》一书中对李文田的书法成就颇多赞誉，认为清中叶学者阮元虽然创有“北碑南帖”一说，但阮元所倡导的碑学在广东并没有多大的影响。而粤中帖学名家吴荣光晚年所书，也只有略参北碑笔法而已。直到李文田出，广东的碑派才正式形成。李文田自创的这种碑派书法，对广东书坛作出了很大贡献，也应该在中国书学史上大书一笔。\n　　李文田传世作品较多，广东省博物馆藏有他写的《楷书轴》、《楷书八言联》、《行书七言联》、《隶书四屏》、《书画团扇》。广州美术馆藏有他画于同治庚午年（1870）的《仿李营丘笔法团扇》，《与苏六朋合作风景人物扇面》、《楷书轴》、《楷书八言联》、《隶书六屏》。广州博物馆藏有他写的《篆书八言联》佛山市博物馆有他写的《节录张猛龙碑楷书轴》等6种书法。此处，东莞市、江门市博物馆和香港中文大学文物馆均藏有他的作品。","author":"清代李文田","description":"李文田书法"}]