[{"name":"宋克杜甫诗前出塞九首","text":"《前出塞九首》是唐代杜甫的组诗作品。这九首诗通过一个征夫的诉说反映了杜甫从军西北边疆的艰难历程和复杂感情。第一首，征夫诉说初出门辞别父母的情事；第二首，接前诉说上路之后的情事，亡命亡不了，吞声也没用，不如索性把命豁出去练上一手；第三首，征夫诉说一路之上心情的烦乱，时而低沉，时而高亢；第四首，征夫诉说在路上被徒长欺压和驱逼的情事；第五首，征夫诉说初到军中时所见到另一面的黑暗，当初满想舍命立功画像麟阁，这时看来也不容易；第六首，征夫诉说他对战略的看法；第七首，征夫诉说他在大寒天的高山上筑城戍守的情事；第八首，征夫诉说他初次立功的过程和对立功的态度；第九首，征夫总结了他“从军十年馀”的经历。组诗尖锐地讽刺了统治者穷兵黩武的不义战争，真实地反映了战争给兵士和百姓带来的苦难。\n作品原文\n前出塞九首\n其一：\n戚戚去故里，悠悠赴交河。\n公家有程期，亡命婴祸罗。\n君已富土境，开边一何多。\n弃绝父母恩，吞声行负戈。\n其二：\n出门日已远，不受徒旅欺。\n骨肉恩岂断，男儿死无时。\n走马脱辔头，手中挑青丝。\n捷下万仞冈，俯身试搴旗。\n其三：\n磨刀呜咽水，水赤刃伤手。\n欲轻肠断声，心绪乱已久。\n丈夫誓许国，愤惋复何有！\n功名图麒麟，战骨当速朽。\n其四：\n送徒既有长，远戍亦有身。\n生死向前去，不劳吏怒嗔。\n路逢相识人，附书与六亲。\n哀哉两决绝，不复同苦辛。\n其五：\n迢迢万里余，领我赴三军。\n军中异苦乐，主将宁尽闻。\n隔河见胡骑，倏忽数百群。\n我始为奴仆，几时树功勋。\n其六：\n挽弓当挽强，用箭当用长。\n射人先射马，擒贼先擒王。\n杀人亦有限，列国自有疆。\n苟能制侵陵，岂在多杀伤！\n其七：\n驱马天雨雪，军行入高山。\n径危抱寒石，指落层冰间。\n已去汉月远，何时筑城还。\n浮云暮南征，可望不可攀。\n其八：\n单于寇我垒，百里风尘昏。\n雄剑四五动，彼军为我奔。\n掳其名王归，系颈授辕门。\n潜身备行列，一胜何足论。\n其九：\n从军十年余，能无分寸功。\n众人贵苟得，欲语羞雷同。\n中原有斗争，况在狄与戎。\n丈夫四方志，安可辞固穷。 \n注释译文\n戚戚，愁苦貌。因被迫应往，故心怀戚戚。\n悠悠，犹漫漫，遥远貌。交河在新疆维吾尔自治区吐鲁番县，是唐王朝防吐蕃处。\n公宗，犹官家。有程期，是说赴交河有一定期限。\n是说如果逃命，又难逃法网。唐行“府兵制”，天宝末，还未全废，士兵有户籍，逃则连累父母妻子。\n这两句点出赴交河之故，是全诗的主脑，是人民的抗议，也是壮甫的斥责。\n离家日久，一切习惯了，熟习了，放下再受伙伴们的戏弄和取笑。按《通典》卷一百四十九：“诸将上不得倚作主帅，及恃己力强，欺傲火（伙）人，全无长幼，兼笞挞懦弱，减削粮食衣资，并军器火具，恣意令擎，劳逸不等。”则知当时军中实有欺负人的现象。\n“死无时”是说时时都有死的可能，不一定在战场。正因为死活毫无把握，所以也就顾不得什么骨肉之恩，说得极深刻。\n走马，即跑马。辔头，当泛指马的络头。脱是去掉不用。\n青丝，即马缰。挑是信手的挑着。\n捷下是飞驰而下。\n搴，拔取。是说从马上俯下身去练习拨旗。《通典》（卷同上）：“搴旗斩将，陷阵摧锋，上赏。”所以要“试搴旗”。吴昌祺说：“走马四句，捷自负，而意乃在‘死无时’也。”这说法很对。\n呜咽水，指陇头水。《三秦记》：“陇山顶有泉，清水四注，俗歌：陇头流水，呜声呜咽。遥望秦川，肝肠断绝。”这以下四句即化用陇头歌。\n轻是轻忽，只当没听见。肠断声指呜咽的水声。\n这句是上句的否定。心绪久乱，而水声触耳，想不愁也不行。心不在焉，因而伤手。初尚不知，见水赤才发觉。刻划人微。\n丈夫，犹言“男儿”、“健儿”或“壮士”，是征夫自谓。誓许国，是说决心把生命献给国家。这以下四句征夫的心理有了转变，但是出于无可奈何的，所以语似壮而情实悲，口里说的和心里想的仍有矛盾。\n这句承上句。既以身许国，此外还有什么值得悲愤和留念的呢？\n西汉宣帝曾图画霍光、苏武等功臣一十八人于麒麟阁。\n当字很有意思，好像甘心如此，其实是不甘心。末两句也是反话。所以有此矛盾现象，是由于这个战争不是正义的战争，人民也是被强制去作战的。\n送徒有长，是指率领（其实是押解）征夫的头子，刘邦、陈胜都曾做过。\n远戍，指人说，是征夫自谓。“亦有身”是说我们也有一条命，也是一个人。是反抗和愤恨的话。仇注：“远戍句，此被徒长呵斥而作自怜语。”不对头。\n这两句是说，死活我们都向前去，决不作孬种，用不着你们吹胡子瞪眼，也是汪性使气的话。仇注：“吏即送徒之长。”\n附书即捎信儿。六亲是父母兄弟妻子。\n这两句概括书中的大意。决绝，是永别。仿佛是说：“妈呀！爸爸呀！妻呀！儿呀！……我们再也不能见面了！我们苦也不能苦在一起了！”吴瞻泰云：“不言不同欢乐，而言不同苦辛，并苦辛亦不能同，怨之甚也。”\n“迢迢”，远貌。\n异苦乐是说苦乐不均。在剥削阶级的部队中，官兵总是对立的。\n隔河的河即交河。“骑”字照以前的习惯读法，应读作去声，因为这是名词，指骑兵。\n倏忽，一会儿工夫。\n《通鉴》说当时“戍边者多为边将苦使，利其死而没其财”（卷二百一十六）。可见“为奴仆”确是实际情形。\n树，立也。\n这四句极象谣谚，可能是当时军中流行的作战歌诀。马目标大易射，马倒则人非死即伤，故先射马，蛇无头而不行，王擒则贼自溃散，故先擒王。擒王句乃主意所在，下四句便是引伸这一句的。\n亦有限，是说也有个限度，有个主从。正承上句意。沈德潜《杜诗偶评》：“诸本杀人亦有限，惟文待诏（文徵明）作杀人亦无限，以开合语出之，较有味。”不确。\n自有疆，是说总归有个疆界，饶你再开边。和第一首“开边一何多”照应。\n这两句是说如果能抵制外来侵略的话，那末只要擒其渠魁就行了，又哪在多杀人呢？张远《杜诗会粹》：“大经济语，借戍卒口中说出。”在这里我们相当明显的看到杜甫的政治观点。\n雨作动词用，读去声。雨雪即下雪。\n山高所以径危。因筑城，故须抱石。\n指落是手指被冻落。\n汉月，指祖国。\n祖国在南方，所以见浮云南去便想攀住它。“暮”字含情。\n单音禅。汉时匈奴称其君长曰单于，这里泛指边疆少数民族君长。\n古宝剑有雌雄，这里只是取其字面。四五动，是说没费多大气力。\n奔是奔北，即吃了败仗。\n名王，如匈奴的左贤王、右贤王。这里泛指贵人。正是所谓“擒贼先擒王”。\n辕门即军门。\n这两句主要写有功不居的高尚风格，是第三章“大夫誓许国”的具体表现，也是下章“丈夫四方志”的一个过渡。\n能无，犹“岂无”、“宁无”，但含有估计的意味，分寸功，极谦言功小。观从军十年馀，可知“府兵制”这时已完全破坏。\n众人，指一般将士。苟得，指争功贪赏。\n“欲语”二字一顿。想说说自己的功，又不屑跟他们同调，干脆不说也罢。《礼记：由礼》：“毋剿说，毋雷同。”雷一发声，四下同应，故以比人云亦云。\n这两句过去解说不一。大意是说：中原尚且有斗争，何况边疆地区？应前“单于寇我垒”。\n这两句是将自己再提高一步，丈夫志在四方，又哪能怕吃苦？《论语》中有“君子固穷”一句。 \n创作背景\n公元752年，四十岁的杜甫写的《前出塞》是一系列军事题材的诗歌。这个时期还是唐朝的生长期，伴随着生长期的，是唐朝在军事上的扩张期，朝廷上上下下的预估大多是乐观的，杜甫却对唐玄宗的军事路线不太认同。 \n这九首诗朱鹤龄说是为天宝（唐玄宗年号，742—756）未年哥舒翰用兵于吐蕃而作。唐玄宗即位以后，为了满足自己好大喜功的欲望，在边地不断发动以掠夺财富为目的的不义战争。公元747年（天宝六年）令董延光攻吐蕃石堡城；公元749年（天宝八年）又令哥舒翰领兵十万再次攻打石堡城，兵士死亡过半，血流成河；公元751年（天宝十年）令剑南节度使鲜于仲通攻南诏，死者六万；又令高仙芝攻大食，安禄山攻契丹，两地百姓深受其苦。这组诗就是在这样的历史背景下创作的。  \n作品鉴赏\n文学赏析\n（一）、《晋书·乐志》载汉乐府有《出塞》《入塞》曲，李延年作，是一种以边塞战斗生活为题材的军歌。杜甫作《出塞》曲有多首，先写的九首称为《前出塞》，后写的五首称为《后出塞》。杜甫的前后《出塞》曲，并非军歌，而是借古题写时事，意在讽刺当时进行的不义战争。\n杜甫这九首诗通过描写一个士兵从军西北边疆的艰难历程和复杂感情，尖锐地讽刺了统治者穷兵黩武的不义战争，真实地反映了战争给兵士和百姓带来的苦难。\n第一首叙述自己初别父母被迫远戍的情景。第二首叙说上路之后的情景。离家已远，死生难料，只好索性豁出性命练习武艺。第三首，诉说自己一路上心情的烦乱，故作自励之语以求自解。第四首，描写自己在路上被军吏欺压和驱逼的情景。第五首，自叙初到军中时的感慨：官兵对立，苦乐不均，身为奴仆，难树功勋。第六首，征夫诉说他对这次战争的看法。实际上是杜甫对待战争的态度，明确地表达了诗人的政治观点。第七首，征夫诉说他大寒天在高山上筑城和戍守的情况。第八首，征人诉说自己初次立功的过程和对待功劳的态度。第九首，征人自叙他自己从军作战十余年的经历。前四首写出征，重在刻划离别之情；后五首写赴军，重在刻划以身许国。\n这九首连章体的组诗，“借古题写时事，深悉人情，兼明大义”，主题鲜明，内容集中，而且在艺术表现上也有许多独特之处。\n首先，这组诗“九首承接只如一首”，前后连贯，结构紧凑，浑然成为一个整体。杜甫的《前出塞》组诗第一首是起，写出门应征，点题“出塞”，引出组诗主旨：“君已富土境，开边一何多”，以之为纲，统摄全篇。以后各首便围绕这一主题展开，顺次写去，循序渐进，层次井然。第九首论功抒志；带有总结的性质，可为结。中间各首在围绕主题展开的同时，每首又各有重点。前四首写出征，重在写征人的留恋之情；后五首写赴军，重在写征人的以身许国。条理清晰，又波澜起伏，曲折有致。诗人在情节的安排上亦前后照应，过渡自然。如第二首“骨肉恩岂断”承第一首“弃绝父母恩”；第八首“虏其名王归；系颈授辕门”呼应第六首“射人先射马，擒贼先擒王”，这就使九首如线贯珠，各首之间联系更为紧密，不致分散。浦起龙说：“汉魏以来诗，一题数首，无甚铨次，少陵出而章法一线。如此九首，可作一大篇转韵诗读。”足见这种连章体组诗也是杜甫的一大创造。\n第二，以点来反映面。整组诗只集中描写了一个征夫的从军过程，但却反映了整个玄宗天宝末年的社会现实：“开边一何多”，这里有连续不断的黩武战争；“单于寇我垒”，也有敌人对唐王朝边境的侵扰。两种战争交替进行，性质是复杂的。诗中有战争给人民造成的流离失所的沉重灾难，也有封建军队中官兵不公的现实；既有军士对奴役压迫的不满和反抗，也有征人对故乡和亲人的思念；既有征人戍边筑城的艰难困苦，也有士兵们的英勇作战。可谓这一时期的全景纪录。\n第三，整组诗都以第一人称的手法来写，由征夫直接向读者诉说。这样寓主位于客位，可以畅所欲言地指斥时政。这正是用第一人称的自由方便处。此外，诗人以第一人称的手法叙事，仿佛亲身经历一般，这就增加了真实感和亲切感，更具有感染力和说服力。\n第四，诗人善于抓住人物特征，着重人物的心理刻划，精心塑造了一个来自老百姓的淳厚朴实、勇敢善战的士兵的生动形象。诗人在刻划人物的心理活动时，或通过人物行动的细节描写以突出他矛盾复杂的内心世界，如第二首写这个征人冒险轻生、拚命练武的行动，就反衬出这个征人内心的苦闷和忧怨；第三首用磨刀伤手而自己不觉来刻划他“心绪乱已久”，内心烦乱不安的矛盾痛苦。这种用人物行动细节的描写来刻划人物复杂的内心变化，就使人物的形象有血有肉，栩栩如生，避免了枯燥乏味的直接说教。或通过比兴手法来刻划人物的内心活动的变化，如第七首“已去汉月远，何时筑城还。浮云暮南征，可望不可攀”就将自己思念故乡、想念亲人的迫切心情托之“汉月”，寄之“浮云”，这就使人物复杂抽象的心理变化和感情特征具有可感性、形象性，使读者易于了解和接受。此外第八首描写这个征人对敌作战的英勇顽强，第九首写他对功赏的正确态度，虽着墨不多，但都形象逼真，跃然纸上。 \n（二）、杜甫这九首诗的第六首表达杜甫自己的军事观点，这是一篇能超越唐朝当下，甚至超越几个世纪的军事论文，四十个字，好像四十支犀利的箭，在理论上射得准，射得透。\n这篇微型军事论文的重点落在武器装备运用、战术打击重点和杀伤力三个层面上。在武器装备上，选弓，要选弓背强有力的，选箭，要选箭杆长的，例如李世民特制的大羽长杆箭，比普通弓箭要大一倍。唯有这样，才能保证打击力度和射程。\n如此优质的武器，是用来大面积杀伤敌人吗？非也，而是用来实施针对敌方的“斩首行动”。武器不是用来杀人的，而是用来瓦解战斗力的，射掉敌方战马，敌人虽然未死，但战斗力瓦解了；擒拿敌方首领，虽然没有大面积歼灭敌军，但已瓦解敌方指挥系统。\n武器越精制，打击越到位，就越能准确地瓦解敌方战斗力，杀伤面就不必扩大，因此杜甫提出“杀人亦有限”，“岂在多杀伤”。这不只是人道主义的慈悯，也是一种高明的战略。打仗，讲究的是达到战略目标，而不是讲究杀死杀伤多少人。\n战术上的“多杀伤”，却换来战略上的失败，何其微妙！杜甫军事思想的高明之处就在这里：用最精良的武器，达到最精确的战略目标，不纠结于杀伤敌军的数量，不在战略目标上做不切实际的膨胀，一切以保护主权和民族生存利益为基准，“列国自有疆”。\n这篇微型军事论文的发表，没有引起任何重视，三年后，安史之乱爆发。 \n名家点评\n毛泽东点评：杜甫的《前出塞》是一首家传户诵的精品佳作。它喻示人们攻敌要攻其要害，抓贼要抓头子，办事要抓住关键。毛泽东指出：“在保卫边疆，防止入侵之敌时，要挽强弓，用长箭。这是指武器在战争中的重要性，但不是决定的因素，决定的因素是人。‘射人先射马，擒贼先擒王’，这是民间流传的两句极为普通的话，杜甫看出了它的作用，收集起来写在诗中。这两句话表达了一种辩证法的战术思想。我们要打开中美间的僵局，不去找那些大头头、不找能解决问题的人去谈行吗？选择决策人谁是对手这点很重要。把共和党这个最大的反共阻力挖掉事情就好办了，非找尼克松不可。”毛泽东把杜甫的《前出塞》的中心思想与他找尼克松的缘由联系起来作了精辟的分析，后来，中美关系的历史，真的就按毛泽东的构想向前发展了。 \n黄生曰：“六朝好拟古，类无其事，而假设其词。杜诗词不虚发，必因事而设。此即修辞立诚之旨，非诗人所及。”\n周珽曰：“前后《出塞》诸作，奴隶黄初诸子而出，如将百万军，宝之，惜之，而又能风雨使之，直射潮之力，没羽之技。”\n王嗣奭曰：“《出塞》九首，是公借以自抒所蕴，读其诗，而思亲之孝，敌汽之勇，恤士之仁，制胜之略，不尚武，不矜功，不讳穷，豪杰圣贤，兼而有之，诗人乎哉！”\n施补华说：“前后《出塞》诗，皆当作乐府读。《前出塞》‘君已富土境，开边一何多’，是讽刺语；‘功名图麒麟，战骨当速朽’，是愤惋语；‘生死向前去，不劳吏怒嗔’，是决绝语；‘军中异苦乐，主将宁尽闻’，是感伤语；‘众人贵苟得，欲语羞雷同’，是自占身份语。竭情尽态，言人所不能言。”\n萧涤非说：“此诗的主题思想是讽刺穷兵黩武。表现方面的特点是：一、用点来反映面，只集中描写一个征夫的从军过程。二、全部用第一人称来写，让这个征夫直接向读者诉说；由于寓主位于客位，转能畅所欲言，并避免直接批评时政的罪状。三、结构非常紧凑，从第一首的出门，到第九首的论功，循序渐进，层次井然，九首只如一首。四、掌握人物特征，着重心理刻划，从而塑造了一个来自老百姓的淳厚、勇敢和谦逊的士兵形象。”  \n杜甫（712～770），字子美，尝自称少陵野老。举进士不第，曾任检校工部员外郎，故世称杜工部。是唐代最伟大的现实主义诗人，宋以后被尊为“诗圣”，与李白并称“李杜”。其诗大胆揭露当时社会矛盾，对穷苦人民寄予深切同情，内容深刻。许多优秀作品，显示了唐代由盛转衰的历史过程，因被称为“诗史”。在艺术上，善于运用各种诗歌形式，尤长于律诗；风格多样，而以沉郁为主；语言精炼，具有高度的表达能力。存诗1400多首，有《杜工部集》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951604474},{"name":"宋克杜甫诗前出塞九首","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791639195,"text":"宋克 杜甫诗《前出塞九首》，糅合了章草与今草笔法，冷静妥当，笔力含蓄蕴藉。章草自魏晋当前，险些匿迹，宋克纳古出新，成为一绝。此碑为宋克死后明成化六年（1470）摹刻，现藏西安碑林第三室。\n《前出塞九首》：\n戚戚去故里，悠悠赴交河。公家有程期，亡命婴祸罗。君已富土境，开边一何多。弃绝父母恩，吞声行负戈。\n出门日已远，不受徒旅欺。骨肉恩岂断，男儿死无时。走马脱辔头，手中挑青丝。捷下万仞冈，俯身试搴旗。\n磨刀呜咽水，水赤刃伤手。欲轻肠断声，心绪乱已久。丈夫誓许国，愤惋复何有。功名图骐驎，战骨当速朽。\n送徒既有长，远戍亦有身。生死向前去，不劳吏怒嗔。路逢相识人，附书与六亲。哀哉两决绝，不复同苦辛。\n迢迢万馀里，领我赴三军。军中异苦乐，主将宁尽闻。隔河见胡骑，倏忽数百群。我始为奴仆，几时树功勋。\n挽弓当挽强，用箭当用长。射人先射马，擒贼先擒王。杀人亦有限，列国自有疆。苟能制侵陵，岂在多杀伤。\n驱马天雨雪，军行入高山。径危抱寒石，指落曾冰间。已去汉月远，何时筑城还。浮云暮南征，可望不可攀。\n单于寇我垒，百里风尘昏。雄剑四五动，彼军为我奔。虏其名王归，系颈授辕门。潜身备行列，一胜何足论。\n从军十年馀，能无分寸功。众人贵苟得，欲语羞雷同。中原有斗争，况在狄与戎。丈夫四方志，安可辞固穷。","author":"明代宋克","description":"宋克杜甫诗前出塞九首"}]