[{"name":"郭尚先楷书黄庭内景经","text":"天下第一楷书即颜真卿所做的《麻姑山仙坛记》，唐代大历六年，大书法家颜真卿登游麻姑山，写下《麻姑山仙坛记》，全称《有唐抚州南城县麻姑山仙坛记》，这是彪炳我国书法史上的一块丰碑，是颜真卿的书法代表作，被后人誉为“天下第一楷书”。颜真卿撰文并书。 唐大历六年(公元771)四月立。碑旧在江西临川，明季毁于火。楷书，据传世剪裱本计共901字。\n简介\n此碑楷书，庄严雄秀，历来为人所重，是颜体代表作之一，为颜真卿六十多岁时的作品。此时颜真卿楷书风格已基本完善，不但结体紧结，开张一任自然，而且在笔画上也从光亮规整向“屋漏痕”的意趣迈进了。欧阳修《集古录》中说：“此碑遒峻紧结，尤为精悍，笔画巨细皆有法。”颜真卿于大历六年(771年)六十三岁时写《有唐抚州南城县麻姑山仙坛记》，颜真卿在抚州刺史任上，正值其仕途失意之际，故时有问道向禅之心。当年四月游览南城县麻姑山并撰文记述麻姑得道成仙之事，即是此时心情的反映。通篇用篆籀（即大小篆）笔法书写，结构松弛平正，质朴、深沉而凝重。可能刻工略粗糙或风化厉害，但这种特点可能还促成了此碑风格的形成，临写时要有所认识。《麻姑仙坛记》是颜体楷书中最具特色的代表作之一。它除具横轻竖重、结体丰满、雄劲挺拔等颜体楷书的一般特征外，用笔易方为圆，竖笔易相背为相向，捺笔呈蚕头雁尾，转折处不折而转，结体疏朗宽博，通篇气象雄奇，独具特色。\n据今人张彦生《善本碑帖录》称：所使拓本为横刻帖本，传宋时有原墨迹木刻本。碑刻原在江西建昌府南城县西南二十二里山顶。今已无原碑拓传世。传此帖本有大、中、小三种，因原石均佚，故难寻佳本。据载，宋刻帖本就有张之洞、何子贞、端方、罗振玉藏本和戴熙、赵子谦跋本等数种，可见此刻帖传世情况的复杂。\n颜真卿撰书《麻姑山仙坛记》时，已是62岁的老人，同时也是他书法成熟后的辉煌时期。现代书法评论家金开诚，在论颜真卿书法的专著中写道：“颜真卿后期的楷书代表作《大字麻姑山仙坛记》，是足以代表整个颜氏楷书的典型之作。因为它最突出地表现了‘颜体’的独特风格，并在艺术上达到了高度的成熟与完整。”《麻姑山仙坛记》这篇佳作，成为历代书家临摹研习的范本，柳公权、苏轼、黄庭坚、蔡襄等一代名家，都受过其较深的影响。\n《麻姑山仙坛记》刻成后，后人又在碑背镌刻了卫夫人、褚遂良、虞世南、欧阳询、薛稷、柳公权、李邕等人的楷书，安放在仙都观内。各郡邑名门贵族，文人墨客以上麻姑山能一睹“鲁公碑”为乐事。宋代，为了保护好这块碑刻，由仙都观精心收藏起来，一般不展出。北宋思想家李觏登麻姑山在《鲁公碑》诗文中写有“惟恐此碑坏，收藏于大府，自非大祭时，莫教凡眼觑”的诗句，足见这块碑刻受到人们的钟爱非同一般。北宋绍兴二十七年（1157年），建昌府知军事胡舜创建鲁公祠，碑刻移到祠内保存。可惜，由于政局动乱，这件书法珍品在南宋时不慎丢失。现仅存宋拓片藏于北京图书馆、上海图书馆及上海博物馆。《麻姑山仙坛记》字帖是目前市场最畅销的法帖，上海、天津、武汉、四川等出版部门多次再版，都很快销售一空。\n作品赏析\n另有网友撰写的《天下第一楷书》内容参见如下：\n“天下第一楷书”或“天下第一正书”即欧阳询所做的《九成宫醴泉铭碑》，明赵涵《石墨镌华》称此碑为“正书第一”。“正书”即“楷书”。\n历代品评《九成宫醴泉铭碑》\n宋朱长文：然观其少时，笔势尚弱，今庐山有《西林道场碑》是也；及晚益壮，体力完备，奇巧间发，盖由学以致之，《九成宫碑》、《温大雅墓铭》是也。（《续书断》）\n元赵孟頫：“清和秀健，古今一人”\n明陈继儒：此帖如深山至人，瘦硬清寒，而神气充腴，能令王者屈膝，非他刻可方驾也。\n明赵涵：“正书第一”。（《石墨镌华》）\n清郭尚先：《醴泉铭》高华浑朴，法方笔圆，此汉之分隶，魏晋之楷合并酝酿而成者，伯施以外，谁可抗衡。（《芳坚馆题跋》）\n清周星莲：字有九宫，分行布白是也。右军《黄庭经》、《乐毅论》，欧阳率更《醴泉铭》、《千字文》，皆九宫之最准者。其要不外斗笋接缝，八面皆满，字内无短缺处，字外无长出处，总归平直中正，无他谬巧也。（《临池管见》）\n《九成宫醴泉铭碑》由魏征撰文，欧阳询书。欧阳询是唐初书法界“四大名家”之一，因其“八体尽能，笔力险劲，篆体尤精，飞白冠绝，峻于古人，犹龙蛇战斗之象，云雾轻笼之势，风旋雷激，操举若神。”而被誉为翰墨之冠。\n《九成宫醴泉铭碑》碑立于唐贞观六年（公元632年）。碑额阳文篆书“九成宫醴泉铭”六字，行文二十四行，行四十九字。碑身和碑首连成一体，碑首有六龙缠绕。正面隶书“九成宫醴泉铭”六个大字，碑座已经破损。\n《唐人书评》中说：“欧阳询书，若草里惊蛇、云间电发，又如金刚黰目，力士挥拳”,其书法刻厉险劲之貌，由此可见一般。到了晚年，其书法更是臻于化境，至其笔墨工巧，意态精密俊逸处，而人复比之孤峰崛起，四面削成。他的字，端庄整齐而不板滞，方正浑穆而不局促；气度森严，凝重沉稳；高简中寓浑穆，方正中见柔媚，转折处干净利落，于雍容大度中透出险劲之趣。\n《九成宫醴泉铭碑》用笔方整，且能于方整中见险绝，字画的安排紧凑，匀称，间架开阔稳健。其字形偏修长，行笔于险劲之中寻求稳定，尤其在划末重收，笔至划尾便稳稳提起。整体碑文高华浑朴，法度森严，一点一划都成为后世模范，是欧阳询晚年代表之作，故后人学习楷书往往以此碑作为范本。赵孟頫说：“清和秀健，古今一人”。明陈继儒曾评论说：“此帖如深山至人，瘦硬清寒，而神气充腴，能令王者屈膝，非他刻可方驾也。”明赵涵《石墨镌华》称此碑为“正书第一”。《九成宫醴泉铭》享有“楷书之极则”的美誉，被历代书家奉为“欧体”的楷模。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951661847},{"name":"郭尚先楷书黄庭内景经","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791639140,"text":"郭尚先楷书《黄庭内景经》卷，清，郭尚先书，纸本，楷书，纵36cm，横268.5cm。北京故宫博物院藏。\n款署：“道光四年六月十四日录奉，笛生四兄同年省览，莆田郭尚先。”下钤“兰石”印。鉴藏印钤“宋李心赏”、“古欢室藏”、“銕杲真赏”、“吉林宋李子古欢室收藏金石图书之印”等。\n《黄庭经》是魏晋年间道士养生之书，分《内景经》和《外景经》。郭尚先于清道光四年（1824年）书录此《黄庭内景经》，时年41岁。此幅书法以颜真卿为根底，又融“馆阁体”姿韵，结体宽博秀雅，笔力雄浑坚实，为郭尚先晚期精心之作。\n郭尚先（1785-1832），字元开，又字兰石，福建莆田城内书仓巷人，嘉庆十四年（1809）进士，官至大理寺卿。他博学善文，精鉴别，书似欧阳询，以骨力胜，间作小楷，颇深别趣。临摹诸家，悉可乱真。书仿赵（孟頫）董（其昌），秀劲天成，为嘉庆帝所赏识，日本、高丽（朝鲜）也争来购致。生平应酬书，时有不经意处，惟署跋金石，钩稽真赝，手题掌录，恒矜庄研究，不肯率意下笔，独得晋唐无诤三昧。或以泥金尽书每册余纸，凝厚婀娜，并露毫端。与林则徐、梁章钜同为闽人，而书绝相似。兼工兰竹。著《芳坚馆题跋》、《增默庵遗集》等。\n清龚显曾在《书林藻鉴》中评云：“兰石先生以工八法，名嘉道间，作字甫脱手，辄为人持去，片缣寸楷，咸拱璧珍之。书法娟秀逸宕，直入敬客《砖塔铭》之室，行书嗣体平原（真卿）《论坐帖》，中年以后，几与董思翁方驾驱。”《清史·本传》也云：“兰石工书法，尝为仁宗（嘉庆）所赏识。”康有为在政治上是个叱咤风云的人物，在书法上也堪称大手笔。他喜臧否他人，但在《广艺舟双辑》中写道：“嘉道之间，以赵吴兴软弱，兼重欧阳信本。故道光季世，郭兰石、张翰凤二家，大盛于时，名流书体相似。其实郭张二家，方板缓弱，绝无剑戟森森之气，彼于书道未窥堂户，然而风流扇荡，名重一时，盖便于摺策之体也。”康有为之评语对郭氏颇有求全之意，但实为褒多于贬。\n在书论上，郭尚先给后代人留有一部极为价值的《芳坚馆题跋》。这部书评多采用点评的方式，针对某书家或作品给予品藻，阐述自己的品评观点。有的仅用二三句就品活了要点。他主张书法崇古谈，他评《子游残碑》“结体在《韩敕》、《郑固》之间，东京初年书类如是，观其古谈，足正魏晋以后矫强之失”；又云：“此书纵横跳掷，一洗唐人方整习气，唯未平淡，稍佻耳。”\n郭尚先认为《礼器碑》书法为“汉隶第一，超迈雍雅，若卿云在空，在《史晨》、《乙瑛》、《孔庙》之上。”评唐高宗《景龙观钟铭》书法“气象雍穆”。\n郭尚先对魏晋以来书法持推崇观点。对前人所集王羲之书法，各人评价不一，他在评大雅集王羲之书法成《吴文碑》书法时认为：“怀仁集书于千古绝作，其病在字体衔接太紧，不得纵吝，故香光疑为怀仁自运。盖匀圆整洁止是唐人法，晋人无是也。此碑神观自不及怀仁，而分行稍疏转觉古穆。”对此碑与怀仁集是有区别，这是很有见解的。\n郭尚先眼光敏锐，评书时常常恰到点处。评苏灵芝时他指出：“苏灵芝书盖出自薛嗣通，法备而韵不足。”说唐代李阳冰书法好在“其变动飞腾随手取势”；评张从申的《改修季子庙碑》书法是“侧锋取势，渐近自然”，“温夫则鼓劲为力，为时代为之也”，又说唐人无圆锋，唯此碑是侧锋取态。”\n郭尚先很推崇柳公权的书法，他指出：“柳书香光服其下笔古涩，此非深于此事者不知。好之者以为开朗，病之者以为支离，皆皮相也。《冯宿》、《苻□》二碑字较少于《大达和尚碑》，而魄力雄浑一同，此时何等神力”。明人评说裴休的书法胜过柳公权，郭尚先不服气，他认为裴休书法以整洁为胜，柳公权以圆劲古淡为主，裴休是永远超不过柳公权。足见他评书法以书法艺术本体为主，不以人品而轻易否定书艺。","author":"清代郭尚先","description":"郭尚先楷书黄庭内景经"}]