[{"name":"苏轼书前赤壁赋台北故宫拼图","text":"宋苏轼书前赤壁赋是一副画，规格书卷，纸本，纵：23.9公分，横：258公分。\n\n【名称】宋苏轼书前赤壁赋\n【文物原属】故宫旧藏\n作品简介\n082年（神宗元丰五年七月十六日），苏轼与友人乘舟游览黄州城外赤鼻矶，遥想八百多年前，三国时代孙权破曹军的赤壁之战，作〈赤壁赋〉，表达对宇宙及人生的看法。同年十月重游，又写了一篇〈后赤壁赋〉，两文后世传诵不绝，是文学史上著名的杰作。\n该卷为友人傅尧俞（1024~1091）书前赤壁赋，自识：「去岁作此赋」，所以知道是元丰六年书，时年四十八岁。\n苏轼书法初学兰亭，中年学颜真卿、杨凝式，结体稳密，笔势圆劲有韵，此卷行楷书，结字矮扁而紧密，笔墨丰润沉厚，是中年时期少见的用意之作。\n赋文原释\n前赤壁赋（宋）苏轼\n壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属客，诵明月之诗，歌窈窕之章。少焉，月出于东山之上，徘徊于斗牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。\n于是饮酒乐甚，扣舷而歌之。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”客有吹洞萧者，倚歌而和之，其声呜呜然，如怨如慕，如泣如诉；余音袅袅，不绝如缕；舞幽壑之潜蛟，泣孤舟之嫠妇。\n苏子愀然，正襟危坐而问客曰：“何为其然也？”客曰：“月明星稀，乌鹊南飞，此非曹孟德之诗乎？西望夏口，东望武昌。山川相缪，郁乎苍苍；此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻千里，旌旗蔽空，酾酒临江，横槊赋诗；固一世之雄也，而今安在哉？况吾与子渔樵于江渚之上，侣鱼虾而友麋鹿，驾一叶之扁舟，举匏樽以相属；寄蜉蝣于天地，渺沧海之一粟。哀吾生之须臾，羡长江之无穷；挟飞仙以遨游，抱明月而长终；知不可乎骤得，托遗响于悲风。”\n苏子曰：“客亦知夫水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也。盖将自其变者而观之，则天地曾不能以一瞬；自其不变者而观之，则物于我皆无尽也，而又何羡乎？且夫天地之间，物各有主。苟非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色。取之无尽，用之不竭。是造物者之无尽藏也，而吾与子之所共适。”\n客喜而笑，洗盏更酌，肴核既尽，杯盘狼藉。相与枕藉乎舟中，不知东方之既白。\n译文诠释\n壬戌年秋，七月十六日，苏轼与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟诵（赞美）明月的诗句，吟唱婉转优美的乐曲。不多时，明月从东山后升起，盘桓在斗宿与牛宿之间。白茫茫的雾气横贯江面，清泠泠的水光连着天际。听任小船飘流到各处，凌于苍茫的万顷江面之上。乘着轻风（在江面上）无所不至，并不知到哪里才会停栖，感觉身轻得似要离开尘世飘飞而去，有如道家羽化成仙。\n于是喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的心怀悠远，想望伊人在天涯那方”。同伴吹起洞箫，按着节奏为歌声伴和，洞箫呜呜作声：有如怨怼有如倾慕，既象啜泣也象低诉，余音在江上回荡，丝丝缕缕缭绕不绝。能使深谷中的蛟龙为之起舞，能使孤舟上的孀妇为之饮泣。\n苏轼的神色也愁惨起来，整好衣襟坐端正，向同伴问道：“箫声为什么这样哀怨呢？”同伴回答：“‘月明星稀，乌鹊南飞’，这不是曹公孟德的诗么？（这里）向东可以望到夏口，向西可以望到武昌，山河接壤连绵不绝，（目力所及）一片郁郁苍苍。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船延绵千里，旌旗将天空全都蔽住，在江边持酒而饮，横转矛槊吟诗作赋，委实是当世的一位英雄人物，而今天又在哪里呢？何况我与你在江边的水渚上打渔砍柴，与鱼虾作伴，与麋鹿为友，（在江上）驾着这一叶小舟，举起杯盏相互敬酒，如同蜉蝣置身于广阔的天地中，象沧海中的一粒栗米那样渺小。（唉，）哀叹我们的一生只是短暂的片刻，（不由）羡慕长江的没有穷尽。（想要）与仙人携手遨游各地，与明月相拥而永存世间。知道这些终究不能实现，只得将憾恨化为箫音，托寄在悲凉的秋风中罢了。”\n苏轼道：“你可也知道这水与月？流逝的就像这水，其实并没有真正逝去；时圆时缺的就像这月，终究又何尝盈亏。可见，从事物变易的一面看来，天地间没有一瞬间不发生变化；而从事物不变的一面看来，万物与自己的生命同样无穷无尽，又有什么可羡慕的呢？何况天地之间，凡物各有自己的归属，若不是自己应该拥有的，即令一分一毫也不能求取。只有江上的清风，以及山间的明月，送到耳边便听到声音，进入眼帘便绘出形色，取得这些不会有人禁止，感受这些也不会有竭尽的忧虑。这是造物者（恩赐）的没有穷尽的大宝藏，你我尽可以一起享用。”\n客人高兴地笑了，洗净酒杯重新斟酒。菜肴果品都已吃完，杯子盘子杂乱一片。大家互相枕着靠着睡在船上，不知不觉东方已经露出白色的曙光。\n苏轼（1036~1101），四川眉山人。嘉祐二年（1057）进士。历经仁、英、神、哲、徽宗五朝，曾官开封府推官、杭州通判、湖北黄州团练副史，元祐间官至端明殿、翰林侍读学士，为礼部尚书，调外任，后又贬至儋州（海南岛），徽宗立，官提举玉局观，六十六岁卒于江苏常州途中。\n","category":"草书","verified":true,"user":1,"timestamp":1429951593893}]