[{"name":"薛绍彭杂诗卷","text":"薛绍彭，长安（今陕西西安）人。生卒年月不详。\n简介\n北宋书法家。宋神宗时人。字道祖，号翠微居士。恭敬公薛向之子，以翰墨名世。自谓河东三凤后人。官至秘阁修撰，出为梓桐曹。时以翰墨名世，善品评鉴赏。与米芾为友，每以鉴定相尚，得失评较。曾刻孙过庭《书谱》传世，后人推为精本。米芾尝言：“薛绍彭与余，以书画情好相同，尝见有问，余戏答以诗曰：“世言米薛或薛米，犹如兄弟或弟兄。”工正、行、草书，笔致清润遒丽，具晋、唐人法度，历来书家对其评价甚高。与米芾齐名，人称“米薛”。\n评价\n宋高宗《翰墨志》云：“苏、黄、米、薛笔势澜翻，各有趣向。”\n元虞集《道园学古录》云：“米元章、薛绍彭、黄长睿方知古法，长睿书不逮，唯绍彭最佳。”又云：“南渡后言墨帖多米氏手笔，而薛尤雅正，《禊帖》临帖最多，出其手必佳物，然世亦鲜矣。”\n元赵孟頫云：“道祖书如王、谢家子弟，有风流之习。”又云：“脱略唐、宋，齐踪前古，岂不伟哉！”又云：“薛书诚美，微有按模脱击之嫌。”\n明张丑云：“薛书紧密藏锋，得晋、宋人意，惜少风韵耳。”又云：“法度森严，变化较少，品在海岳翁下。要非刘泾、吴说所能梦见。”\n《书概》云：“道祖书得二王法，而其传也，不如唐人高正臣、张少悌之流，盖其时苏、黄方尚变法，故循循晋法者见绌也，然如所书《楼观诗》雅逸足名后世矣。”\n元危素赞其书：“超越唐人，独得二王笔意者，莫绍彭也。”\n个人作品\n现存世书迹有《诗卷》、《兰亭临写本》及《昨日帖》、《随事吟帖》、《晴和帖》等。《昨日帖》，纸本，行书。纵26.9厘米，横29.5厘米。《珊瑚纲》、《式古堂书画汇考》、《石渠宝笈续编》著录。曾刻入《三希堂法帖》。台北故宫博物院藏。此帖又名《得米老书帖》。此信札草书极守法规，运笔藏锋，锋正而不显露；结体平正，虽流动而不浮急，字距疏松，格局清朗，与五代杨凝式的《韭花帖》格局相似。章法近古，字字断开，不作连绵之势，如王羲之《十七帖》，似孙过庭《书谱》。从此可窥见到薛昭彭师法晋唐。所以可以这样说，薛氏的书法渊源，不妨可追溯到王羲之的书迹，如《十六帖》。元危素《薛临<兰亭序>》跋：“宋之名书者有蔡君谟、米南宫、苏长公、黄太史、吴练塘最著，然超越唐人，独得二王笔意者，莫绍彭若也。”\n","category":"草书","verified":true,"user":1,"timestamp":1429951597960},{"name":"薛绍彭杂诗卷","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791613565,"text":"李东阳跋尾\n释文：\n云顶山诗。山压众峰首，寺占紫云顶。西游金泉来，登山缓归轸。昨暮下三学，出谷已延颈。山名高剑外，回首陋前岭。躋攀困难到。赖此昼亦永。巍巍石城出。步步松径引。青霄屋万楹。下俯二川境。玉垒连金雁。西轩列阡。軫。畛。青城与岷峨。天际暮云隐。少城白烟里。水墨淡微影。江流一练带。不復辨渔艇。东惭梓潼隘。右憙锦川迥。盘脱陁石不转。枯桒弄芒颖。四更月未出。蕙帐天风紧。客行弊帤垢。到此凡虑屏。暂时方外游。聊愜素心静。明朝武江路。拘窘逐炎景。建中靖国元年。七月二十四日。翠微居士题。上清连年。实享清适。绝尘物外。皆自製亭名也。录示诗句。未见佳处。想难逃老鉴也。旧稿不存。尚可记忆。雨不湿行径。云犹依故山。看云醒醉眼。乘月棹回舟。水上三更月。烟中一叶舟。寒临重阁迥。影带乱山流。暮烟秦树暗。落日渭川明。平林暎日疎。野草经寒短。霜乾叶飘零。石出水清浅。官冷繫怀非吏事。地偏相访定闲人。一马春风过微雨。竹閒归路静无尘。鸥鷺惊飞起。秋风菱荇花。一径入中渚。坐来唯鸟啼。水云生四面。常恐世人迷。绿径无行跡。苍苔露未晞。曾梦春塘题碧草。偶来雾夕看红蕖。无人云闭户。深夜月為灯。晓露凝芜径。斜阳满画桥。不眠听竹雨。高卧枕风湍。桥横云壑连朝度。雨暗灯窗半夜棋。微波拂凉吹。淡烟生远树。天寒湘水秋。雨暗苍梧暮。乘月多忘归。往往带霜露。自然鸥鸟亲。自与渔樵遇。去意已轻千里陌。深柸难醉九回肠。灞陵叶落秋风里。忍对霜天数雁行。已上虽粗记。然全章皆忘矣。语固未佳。要之亦平生经心一事。老友必怜其散落。便风早以為寄也。绍彭再拜。更有第三编。亦不见。来信不言及。必不在彼。不知失去何处。如何如何。左绵山中多青松。风俗贱之。止供樵爨之用。郡斋。不。僧剎。不见一本。余过而太息。辄讽通守晋伯移植佳处。使人知為可贵。东川距绵百里餘。入境遂不復有。晋伯因以為惠。沿流而来。至此皆活。作诗述谢。并代简师道史君。绍彭上。越王楼下种成行。濯濯分来一苇航。偃盖可须千岁榦。封条已傲九秋霜。含风便有笙竽韵。带雨偏垂玉露光。免作爨烟茅屋。下。底。华轩自在拂云长。通泉字法出官奴。日日临池恨不如。双鲤可无轻素练。数行唯作硬黄书。乡关何处三秦路。马足经年万里餘。多谢玉华宫畔客。新诗未觉故情疎。和巨济韵。临池通泉。為如字韵牵。非寔事也。不笑不笑。\n\n《杂书卷》，行草书，纸本，26.1x303.5cm。台北故宫博物院藏。\n\n此卷由四帖所组成，含《云顶山诗》、《上清帖》等，其中有诗作有信札，内容都涉及到四川的风物，是薛绍彭在四川作官时与友人倡和之作。云顶山的云顶寺在四川广汉，此作书於建中靖国元年（1101），可知薛绍彭此时已入川為绵州梓潼路漕。上清宫位在四川青城山上，始建於晋代，是著名的道教胜地。左绵山在四川绵阳（今绵阳）北方。诗中“岳王楼”在绵州（今四川绵州东）西北，旧名“岳王台”，唐显庆中，太宗子越王贞為刺史时所建。","author":"宋代薛绍彭","description":"薛绍彭杂诗卷"}]