[{"name":"张瑞图诗轴","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791638902,"text":"张瑞图《草书杜甫夜宴左氏莊诗轴》绢本 205.5×52.2厘米 年代不详 成都杜甫草堂博物馆藏\n释文：枫（风）林纤月落， 衣露净琴张。 暗水流花径， 春星带草堂。 检书烧烛短， 看剑引杯长。 诗罢闻吴咏， 扁舟意不忘。果亭山人瑞图\n　　此轴书法熟练奔放，点画开张。在字形处理上注重紧密变化与大小参差，强调横向笔划的坚实和呼应，从而避免了因纵列过长而容易出现的单调平板。用笔的方折峭拔和疾徐轻重变化更突出了作品的韵律感和力量感。从其书风面目来看，当属天启年间所作。\n\n张瑞图《草书苏轼无言亭》诗轴 绫本 193.2×46.5厘米 年代不详 南京博物院藏\n【释文】慇懃稽首維摩詰，敢問如何是法门。彈指未終千偈了，向人還道本無言。白毫菴 瑞圖\n\n张瑞图《行书五绝诗》轴 纸本 112.6×28厘米 年代不详 上海博物馆藏\n释文：园荒蓬藋长，手鉏薙其秽。那堪蓊蔚区，中有吐芳蕙。瑞图。\n\n张瑞图《行书七绝诗》轴 纸本 128.5×47.5厘米 年代不详 上海博物馆藏\n释文：清晓无人知岸，。 瑞图\n　　用笔冷峭，取势方折，刚劲有力，在峭拔险劲中，饶有俊秀之姿，表现出奇逸的书法风格。\n\n张瑞图《行书杜甫五律诗》轴 纸本 193.3×60.8厘米 年代不详 上海博物馆藏\n释文：何年顾虎头,满壁画沧（瀛）州。赤 日石林气,青天江海流。锡飞常近鹤,杯度不惊鸥。似得庐山路,真随惠远游。 瑞图\n　　用笔冷峭，取势方折，刚劲有力，在峭拔险劲中，饶有俊秀之姿，表现出奇逸的书法风格。\n\n草书杜甫晚出左掖诗轴\n释文：昼刻传呼浅,春旗簇仗齐。 退朝花底散,归院柳边迷。 楼雪融城湿,宫云去殿低。 避人焚谏草,骑马欲鸡栖。为 平若词宗先生 瑞图\n\n张瑞图《捧节下瀛洲诗》轴 绢本 182×111厘米 年代不详 荣宝斋藏\n释文：捧节下瀛洲，居然事远游。缃编留直笔，锦缆引轻舟。五月辞京洛，双星下益州。懿亲原鲁卫，上客得应刘。剑阁铭何壮，琴台赋转优。江山多胜览，归路及清秋。瑞图书。\n\n张瑞图《行书六言联句》轴 纸本 356×99厘米 年代不详 荣宝斋藏\n释文：修竹茂林书院，乔松古木人家。瑞图。\n　　张瑞图擅长书写高轴大字，此轴虽然字径近二尺，但字形结构安排得坚固平稳，点画凝重厚实，笔势互相牵连呼应，神气不散，气势颇为壮阔。观其风格规模，当为天启年间所作。\n　　此轴笔试奔放，点画坚实。字形或大或小，或长或短，变化十分丰富。线条的果断劲健，反映出其个人风格已经确立，而结体的聚敛开张，更表现出他在临纸命笔之际，已进入心手相应，意到笔随的佳境，应属其中年时期的作品。\n\n行书屏迹东湖上五律诗轴 台湾何创时书法艺术馆藏\n\n张瑞图《行书独啸层岩第一峰诗》轴 绢本 188×53厘米 年代不详 英国大英博物馆藏\n\n释文：独啸层岩第一峰，松梦向晚若为容。遥看飞鸟林间度，正忆归僧月下逢。 　　\n\n隔树天低三五尺，当轩云抱百千重。蒲团坐种万缘寂，列洞风传几处钟。 　　\n\n似梦日堵老先生词宗，瑞图。\n\n　　张瑞图（1570-1641年）与董其昌（1555-1636年）、邢侗（1551-1612年）、米万锺（活跃于16世纪末至17世纪早期）被人们 并称为明朝四大书法家。张瑞图出生于中国南部的福建省晋江市，担任过各种官职。1629年辞官后，张瑞图隐居故里，从事书法和绘画。\n\n　　这件书法立轴的内容是张瑞图为一位姓杜的诗人写的一首诗。\n\n　　作品上的字距紧凑而行距较宽。张瑞图的典型书写风格：用毛笔的侧锋，斜握毛笔书写。字形显出锋利方折的姿态；行疏字密、尖笔露风，笔势顿挫复飞扬；在章法上尽量拉开字的行距，同时充分利用字与字之间的牵引连带。\n\n\n\n附录： 朗月荡心 --张瑞图书法品评   作者：李路平　\n　　在晚明的历史上，张瑞图与王铎两人是历史地位很特殊的书法家，这“特殊”性在于史传张、王的人品颓丧。张瑞图步入仕途即依附魏忠贤“阉党”，成为“魏家阁老”成员之一，他30余岁就将有明一代文化人所能做的官几乎做了个遍，中年仕途极颠官至宰相，其行径为士林所不齿，《明史》将张瑞图列入“阉党”。王铎则是在“降清”这件事上成了人生的至大污点，可谓是“一失足成千古恨”，乾隆修史时又不幸入纳《贰臣传》“乙编”之首。然而，张、王在艺术上却是声势波及以后三百年，他们在“晚明书风”中不可或缺、无可替代为后世所公认，流衍海内外。“神笔王铎”书风允为一世之雄，而张瑞图与邢侗、米万钟、董其昌齐名，书史并称曰“邢张米董”。颓丧的人品居然没有淹没他们的书法声誉，这在“书以人重”观点已十分流行的明清两代，是很特殊的例外，清人吴德旋在《初月楼论书随笔》中所评：“张果亭（张瑞图）。王觉斯（王铎）人品颓丧，而作字居然有北宋大家之风，岂得以其人而废之。”梁献更认为:“明季书学竞尚柔媚，王(铎)、张(瑞图)二家力矫积习，独标气骨，虽未入神，自是不朽”。这人品与艺品所隐含的矛盾性，确乎是个难以取舍的哲学命题。\n　　张瑞图（1570-1641）,字长公，又字无画，号二水，别号果亭山人、芥子、白毫庵主、白毫庵主道人等。汉族，晋江二十七都霞行乡人（今青阳镇莲屿下行）人。\n　　张瑞图与王铎，这两位晚明“大节有亏”的书坛巨擘从出生到入仕，人生轨迹极为相似。张瑞图出身晋江青阳下行村农家，父亲张志侹“俭朴食贫”，其幼负奇气，聪颖过人。自小习儒，他的启蒙老师是林天咫（据说林天咫是李贽的后人）。家贫，供不起夜读灯火，每天夜晚都到村边的白毫庵中，借着佛前的长明灯苦读。年青时，一面执教谋生，一面参加科举考试。妻子王氏每以机杼纺织的收入供给家用和支持张瑞图求学的资用。张瑞图读书方法与人不同，五经子史都采用手写熟读，即一面抄写练习书法，一面研读理解文义。为诸生时，每晚选择书经的一个题目，演绎成文。他文思敏捷，弹指立就。翌日，文章不胫而走，喧传府县二学。由此文名大噪，泉州一带至今都盛行由他解释的经文。万历三十一年（1603年），张瑞图举于乡。万历三十五年中进士（1607年），为殿试第三名，俗称“探花”。\n　　张瑞图初授翰林院编修，历官詹事府少詹事，颇有意昧的是，明清两代约定俗成的是无进士不进翰林院，无宰相不出翰林院，“晚明书风”主将十有八九亦出于翰林院，如董其昌、张瑞图、黄道周、倪元璐、王铎等。天启六年（1626年）张瑞图迁礼部侍郎，是年秋，与平湖施凤来同以礼部尚书入阁，晋建极殿大学士，加少师 。\n　　张瑞图官场春风得意之时，正是宦官魏忠贤专擅朝政，势焰熏天之际。内阁首辅顾秉谦和先后入内阁的冯铨、黄立极、施凤来、张瑞图、来宗道等人，都成为魏忠贤私党，时称“魏家阁老”。据《明史列传.阉党》载：“天启二年（1622年），魏忠贤用事，言官周宗建等首劾之。忠贤于是谋结外廷诸臣，（顾）秉谦及魏广微率先谄附，霍维华、孙杰之徒从而和之。明年（天启三年，1623年）春，秉谦、广微遂与朱国祯、朱延禧俱入参机务。”。“天启五年（1625年）八月，忠贤以同乡故，擢礼部尚书兼东阁大学士，与丁绍轼、周如磐、冯铨并参机务。时魏广微、顾秉谦皆以附忠贤居政府。未几广微去，如磐卒。明年（天启六年，1625年）夏，绍轼亦卒，铨罢。其秋，施凤来、张瑞图、李国木普（“木普”合一字）入。己而秉谦乞归，立极遂为首辅。” 。“施凤来，平湖人。张瑞图，晋江人。皆万历三十五年（1607年）进士。凤来殿试第二，瑞图第三，同授编修，同积官少詹事兼礼部侍郎，同以礼部尚书入阁。凤来素无节概，以和柔媚于世。瑞图会试策言：‘古之用人者，初不设君子小人之名，分别起于仲尼。’其悖妄如此。忠贤生祠碑文，多其手书。”\n　　翻开《明史》，所述张瑞图“依媚取容”于魏忠贤“阉党”也无非以上诸条，其定罪“阉党”莫过于为“忠贤生祠碑文，多其手书。”这倒成了最具戏谑意义的“因书得祸”，也算张瑞图与董其昌之间的书坛公案：天启六、七年，魏忠贤“阉党”当权，天启皇帝昏庸无能，反而敕赐魏忠贤在全国各省城建造“生祠”。人还活着，就建祠堂供人瞻仰，不可一世。当京城魏忠贤的“生祠”快要落成的时，魏忠贤忽然想要准备找董其昌为他的生祠题写匾额。董其昌对魏忠贤的倒行逆施了然在胸，唯恐躲避不及。消息传到，董其昌只好使出苦肉计：叫他的一个心腹和他骑马到外游，途经街肆，董其昌故意把马绳突然揪紧，马惊叫一声，大跳起来，董其昌就势摔倒。隔天，“董其昌骑马摔断右手”的消息，传遍宫庭内外。手都折了，还怎么提笔写字呀？董其昌趁着满城风雨的时候，找一个借口，偷偷溜回他的华亭老家去“养伤”了。董其昌一走，当朝书法当数小董其昌十五岁的张瑞图了。这样，魏忠贤便派人把他叫来，要他为京城生祠题写匾额。张瑞图来到朝房，当然只好硬着头皮提笔应付。经魏忠贤党羽的提示，才勉强用行书写了“擎天一柱”四字，他故意不署名，墨笔一扔，归家而去。董其昌逃避为魏忠贤书碑，却搭上了张瑞图捉笔，且成了定性“阉党”的铁证。\n　　最初，朝议定魏忠贤逆党，虽牵连当政阁臣，但张瑞图并未列入。然而，崇祯元年（1627年）二月会试，施凤来、张瑞图任考试官，所取考生几乎都是中官、勋贵的姻戚门人，终于激怒了崇祯帝。《明史.阉党》载：“其后定逆案，瑞图、宗道初不与，庄烈帝诘之，韩爌等封无实状。帝曰：‘瑞图为忠贤书碑，宗道称呈秀父在天之灵，非实状耶？’乃以瑞图、宗道与顾秉谦、冯铨等坐赎徒为民，而立极、凤来、景辰落职闲住。”崇祯二年（1629年）三月，施凤来、张瑞图被罢免。三月十九日，朱由检以谕旨的形式公布“钦定逆案”名单。张瑞图列入“交结近侍又次等论徒三年输赎为民者”，崇祯三年（1630年），张瑞图被遣归故里。六十归隐的张瑞图悠游林壑，忘情山水，诗书并发，将其书法再次推向了一座高峰。也许，花甲之年的张瑞图不遣归故里，也成就不了其“自是不朽”的代表书风了，却是“因祸得福”。\n　　对于张瑞图“阉党”的身份，明朝就存在两种不同的声音。最初，负责办案的韩爌因查无实证，并没有将张瑞图列于阉党的名单之上。但由于其他原因，当时的崇祯帝却认定张瑞图就是“阉党”。历史资料里，并无任何有关张瑞图为魏忠贤写碑的确切记载。\n　　張瑞图死後四年（1645年），黃道周等人在福州擁立的明唐王发昭命恢復其原有官銜，还特赠太傅“文隐”。时吏部尚书、文渊阁大学士林欲楫为张瑞图撰写数千言的《明大学士张瑞图暨夫人王氏墓志铭》，林欲辑在为张瑞图写墓志铭时，也许早预料后人会有所误解，在铭文中特地记载了张瑞图曾经抵制魏忠贤的数十件事情。辑录其三如下：\n　　天启五年（1625年），懿安皇后病重，魏忠贤指使府丞刘志选逼害懿安皇后之父张国纪等戚臣，张瑞图出面阻止，戚臣得以保全。\n　　天启六年（1626年），京师文庙附建魏忠贤生祠，张瑞图与吕天池谋阻之不可得；魏忠贤又想在祠中塑造自己雕像，张瑞图不敢公开反对，诙谲晓譬之，事遂寝止。\n　　天启六年（1626年），方孝孺、李承恩、惠世扬诸大臣系诏狱，原拟冬至日处决，张瑞图提请缓刑，苦心维挽，终使熹宗降旨停刑。等等 。\n　　笔者分析，张瑞图于仕途，也许是出于政治功利考量，固魏忠贤当朝毕竟要延用张瑞图才略与文孺的影响，亦因魏忠贤“阉党”掌控的“东厂”手段残暴骇人，连皇帝都“隐忍”了，作为一介文士的张瑞图又能奈何，如真正与“阉党”同污，豈有墓志铭所述反魏之行状，“内持刚决，外示和易，阴剂消长，默施救济”（《府志》）。墓誌銘勾勒出張瑞图的充滿矛盾的形象，从側面也反映出晚明那一段特定的历史時期上层政治斗爭的复杂性和特殊性。可惜的是，林欲楫与张瑞图的关系过于密切，两人是姑表兄弟，又是同榜举人、进士，张瑞图之子张为龙更是林欲楫的女婿，其公正性似乎被打上问号，致使林欲楫的说法未能得到普遍认可。张瑞图的“阉党”声誉似乎与书艺并存而毁誉参半。\n　　然而，人的艺术造诣并不是人生和人品的直接翻版，书品不一定等同於人品。艺术风神和品藻的形成有其自身的发展规律，尤其书法艺术，其格调的高下更多取决于其审美观念，而非道德观念。晚明是中国书法史上的高峰期。在那个飘摇动乱的社会形态下，书坛却显示出另外一番勃兴气象。以此来分析，“晚明书风”从形式到内核都为书法史上的转换期，有着其时代背景的心理诉求。较之于明初、中期书法创作，它完全打破了“二王”帖学已经趋于僵化的创作模式，创造了具有人性张扬与艺术个性的创作新态，逐渐形成了具有鲜明个性和澎湃激情的浪漫主义书风，张瑞图比黄道周长十五岁，更长王铎、倪元璐、傅山二三十岁。实质上，张瑞图是继徐渭后首开晚明风气，真正意义上使“二王”书风的藩篱彻底土崩瓦解实践者，是晚明书风转摒情境下的至为关节人物，其观念直接影响了黄道周、王铎、倪元璐、傅山。\n　　张瑞图书法的独特之处，清人秦祖永有一句很准确的慨括，即“瑞图书法奇逸，钟王之外，另闢蹊径。”近人马宗霍在《书林藻鉴》中综述明代书法曰：“帖学大行，故明人能行草，虽绝不知名者，亦有可观，简牍之美，几越唐宋。惟妍媚之极，易粘俗笔。可与入时，未可与议古。次则小楷亦劣能自振，然馆阁之体，以庸為工，亦但宜簪笔干禄耳。至若篆隶八分，非问津於碑，莫由得笔，明遂无一能名家者。又其帖学，大抵亦下能出赵吴兴范围，故所成就终卑。偶有三数杰出者，思自奋軼，亦末敢绝尘而奔也。” 号称晚明四家的“邢张米董”当属马宗霍所述欲“出赵吴兴范围”、“思自奋軼”的“三数杰出者”，然大多“亦未敢绝尘而奔也”。邢侗精研东晋二王，临摹几可乱真，自谓“拙书唯临晋一种”；米万钟作為米芾后裔，谨守家法在老米基调上。两家虽不学赵体，却未离二王胎息。董其昌公开向赵孟頫宣战，力纠赵书之妍媚熟甜，以“熟后得生”的气格，求流润中的“生秀”，其风格与赵书相比，尤其在钟王风神、书意形态方面，与赵吴兴本质几近，其晚年也自叹并未超脱赵氏，只是另立了一种形式。惟张瑞图，虽然在书品和成就影响方面不能说越过是董其昌，但在另闢蹊径、独创一格方面却属於“绝尘而奔”颠覆传统革新者，其承载的是整个晚明书风的转换与开拓。\n　　张瑞图的书法的确不同于流美的董其昌所倡导的时尚，而别具“奇逸”之态。他擅长的楷、行、草书，他试图打破“藏头护尾”的中锋原则，故其书多以尖厉的露锋、方折、跳荡的结体为基调，硬峭纵放的笔法，拙野狂怪的结体，犬齿交错的布局，纵横凌厉的气势，，形成了吞吐八荒的“奇”“逸”书风。笔者十多年前在常州博物馆看到张瑞图对联，字大如斗静压中堂，真气弥漫而静若老道、意气奇诡似不可端倪。而共同展出康南海八尺中堂虽其龙飞凤舞却气淡力薄、相形见拙，令观者啧啧惊叹，盖其字内力骇异而胜在气格，非“书雄”不可为也。史称张瑞图执笔方法独有秘诀，张瑞图亦自许其用笔宛如“金刚忤”般，真如赵吴兴所谓“用笔千古不易”矣。张瑞图当自有冶铸“二王”与“钟索”、“六朝体”于一炉的高超本领，以此建立一种全新的用笔方式与书法格局。对他的书学渊源，前人略有论述，梁巘《评书帖》云：“张瑞图行草初学孙过庭《书谱》，后学东坡书醉翁亭。”指出他也从帖学入手，只不过崇尚的是“野逸”派书风和讲求厚重力度的“苏体”笔法。另据近人张宗祥《书学源流论》评述：“明之季世，异军特起者，得二人焉：一为黄石斋（黄道周），肆力章草，腕底盖无晋唐，何论宋、元；一为张二水（张瑞图），解散北碑以为行、草，结体非六朝，用笔之法则师六朝。此皆得天独厚之人。”张瑞图的书法，似乎还从六朝北碑中汲取了雄劲峻厚的笔法，这便是“晚明书风”所呈现共同的审美追求。杨守敬《跋张瑞图<前赤壁赋>》曰：张氏“顾其流传书法，风骨高骞，与倪鸿宝（倪元璐）、黄石斋（黄道周）伯仲。”但是，张瑞图之名不列入风格相伯仲的黄、倪、王、傅流派之中，却与蹊径迥异的邢、米、董并称，这说明时人并没有客观评价张瑞图的书学地位。当然，后世论书更有直接说张瑞图为淸代碑学先声未免牵强了。\n　　南京博物院所藏张瑞图行书苏轼《无言亭》诗大轴，为其典型中年风格，此作为绫本，纵193.2厘米，横46.5厘米。诗云“殷勤稽首维摩诘，敢问如何是法门。弹指未终千偈了，向人还道本无言。”张瑞图一生写过很多苏轼的诗文，名气最大的要数长篇《前赤壁赋》。在艺术创作主张上，更受到苏轼的影响。《果亭墨翰·卷一》中记载：“晋人楷法，平淡玄远，妙处都不在书，非学所可至也……坡公有言：‘吾虽不善书，晓书莫如我。苟能通其意，常谓不学可。’假我数年，撇弃旧学，从不学处求之，或少有近焉耳。”张瑞图的行草书正是在深得晋人法乳后又有所“撇弃旧学”创新。 此轴以楷带行、草，既见北魏笔法，又呈颜王风骨，峻逸劲力，其下笔直入平出，起止转折处多不作回锋，平实中暗藏险峻，因其技法精熟，行笔的节奏较快，故横、竖笔法中锋收笔处不经意的顿挫回腕，笔锋显露锋芒，常常按毫甚至到了笔肚，以使字形饱满结实。在行笔改变方向处，均以翻折之笔为之，棱角外显而不薄，增强了跌宕之感。除了线条的节奏和笔法上的露锋转折外，更显虚实的变化。在整体章法布局上，张瑞图更是匠心独运。将行距加宽，有意彰显一种疏朗，洒洒落落、粗细长短、字势的荡逸、字距的疏密构成了张瑞图独特的书风。故而，欣赏此轴却似给人以朗月荡心之感。\n　　张瑞图在小楷《读易诗二首》款中论及天启二年（1622年）他与董其昌的会晤有这样一段记载：“记壬戌都下会董玄宰先生，先生谓余曰‘君书小楷甚佳，而人不知求，何也？’”在董其昌看来，张瑞图的小楷水准至少当不在其行草书之下欤？以静者论，倘若以“钟、王”为范式的传统帖学基准来衡量，张瑞图的行、草书稍有“一意横撑，少含蓄静穆之意”的弊端，也许，董其昌的疑惑正缘于此。《明史》在论及晚明四家时，虽将四人并立“同时以善书名者，临邑邢侗、顺天米万钟、晋江张瑞图，时人谓邢、张、米、董”，但又认为“然三人者，不逮其昌远甚。”应该说，仅就书法本体而论，说张瑞图不逮董其昌未置可否。","author":"明代张瑞图","description":"张瑞图诗轴"}]