[{"name":"裴休楷书圭峰禅师碑","text":"《圭峰禅师碑》全称“唐故圭峰定慧师传法碑并序”，又名《圭峰定慧禅师碑》，简称《圭峰碑》。公元855年立，唐代裴休撰并书，柳公权篆额，碑现存陕西户县草堂寺。碑高208cm，宽93cm，楷书，36行，每行65字，额篆书九字。此碑笔笔谨严，清劲潇洒，结构尤为精密，取法于欧、柳，是唐碑珍品。\n简介\n《圭峰禅师碑》全名“唐故圭峰定慧禅师传法碑并序”，又名《圭峰定慧禅师碑》，唐代裴休书。唐碑，楷书，立于公元855年（唐大中九年十月十三日）。现存中国陕西省户县东南草堂寺内，碑高208厘米、宽93厘米，额高44厘米、宽33厘米。\n特点\n此碑由唐代书法家裴休撰文并书，柳公权篆书额。碑文凡36行，每一行65字。书法近似柳公权，型态较柳公权更劲健，笔法严谨方整，结构精密劲紧，书风兼有刚柔，是晚唐佛寺碑铭精品之一。 \n释文\n唐故圭峰定慧禅师传法碑并序\n金紫光禄大夫守中书侍郎兼户部尚书同中书门下平章事充集贤殿大学士裴休撰并书\n金紫光禄大夫守工部尚书上柱国河东郡开国公食邑二千户柳公权篆额\n圭峰禅师，号宗密，姓何氏，果州西充县人，释迦如来三十九代法孙也。释迦如来在世八十年，为无量人天声闻菩萨说五戒、八戒、大小乘戒、四谛、十二缘起、六波罗蜜、四无量心、三明、六通、三十七品、十力、四无畏、十八不共法、世谛第一义谛、无量诸解脱三昧总持门、菩提涅槃，常住法性，庄严佛土，成就众生，度天人教，菩萨一切妙道，可谓广大周密。廓法界于无疆，彻性海于无际，权实顿渐，无遗事矣。最后独以法眼付大迦叶，令祖祖相传，别行于世。非私于迦叶而外人天声闻菩萨也。顾此法，众生之本源，诸佛之所证，超一切理，离一切相，不可以言语智识，有无隐显，推求而得。但心心相印，印印相契，使自证知，光明受用而已。自迦叶至达摩，凡二十八世。达摩传可，可传璨，璨传信，信传忍为五祖，又传融为牛头宗，忍传能为六祖，又传秀为北宗，能传会为荷泽，又传让，让传马，马于其法为江西宗，荷泽宗荷泽于宗为七祖，传磁州如，如传荆南张，张传遂州圆，又传东京照，圆传大师，大师于荷泽为五世，于达摩为十一世，于迦叶为三十八世，其法宗之系也如此。\n大师本豪家，少通儒书，欲干世以活生灵。偶谒遂州，遂州未与语；退游徒中，见其俨然若思而无念，朗然若照而无觉，欣然慕之，遂削染受教。道成，乃谒荆南，荆南曰：“传教人也，当盛于帝都。”复谒东京照，照曰：“菩萨人也，谁能识之？”后谒上都花严观，观曰：“毗卢花藏，能随我游者，其汝乎！”初在蜀，因斋次受经，得圆觉十三章，深达义趣，遂传圆觉。在汉上，因病僧付花严句义，未尝听受，遂讲花严。自后乃着圆觉、华严及涅盘、金刚、起信、唯识、盂兰、法界观、行愿经等疏抄及法义类例，礼忏修证图传纂略，又集诸宗禅言为禅藏。总而叙之，并酬答书偈议论等，凡九十余卷。皆本一心而贯诸法，显真体而融事理，超群有于对待，冥物我而独运矣。议者以大师不守禅行，而广经论；游名邑大都，以兴建为务。乃为多闻之所侈乎？岂声利之所未忘乎？嘻，议者焉知大道之所趣哉！夫一心者，万法之总也，分而为戒、定、慧，开而为六度，散而为万行。万行未尝非一心，一心未尝违万行，禅者六度之一耳，何能总诸法哉？且如来以法眼付迦叶，不以法行。故自心而证者为法，随愿而起者为行，未必常同也。然则一心者，万法之所生而不属于万法。得之者，则于法自在矣。见之者，则于教无碍矣。本非法不可以法说，本非教不可以教传，岂可以轨迹而寻哉！自迦叶至富郍奢，凡十祖，皆罗汉，所度亦罗汉。马鸣、龙树、提婆、天亲，始开摩诃衍着论释经摧灭外道，为菩萨唱首。而尊者阇夜，独以戒力为威神；尊者摩罗，独以苦行为道迹。其他诸祖，或广行法教，或专心禅寂，或蝉蜕而去，或火化而灭，或攀树以示终，或受害而偿债，是乃法必同而行不必同也。且循辙迹者非善行，守规墨者非善巧。不迅疾，无以为大牛；不超过，无以为大士。故大师之为道也，以知见为妙门，寂净为正味，慈忍为甲盾，慧断为剑矛，破内魔之高垒，陷外贼之坚阵。镇抚邪杂，解释缧龙。遇穷子则叱而使归其家，见贫女则呵而使照其室。穷子不归，贫女不富，吾师耻之；三乘不兴，四分不振，吾师耻之；忠孝不并化，荷担不胜任，吾师耻之；避名滞相，匿我增慢，吾师耻之。故遑遑于济扷，汲汲于开诱，不以一行自高，不以一德自耸。人有依归者，不俟请则往矣；有求益者，不俟愤则启矣。虽童幼不简于敬接，虽骜很不怠于叩励。其以阐教度生，助国家之化也。如此故，亲大师之法者，贪则施，暴则敛，刚则随，戾则顺，昏则开，堕则奋，自荣者慊，自坚者化，徇私者公，溺情者义。凡士俗有舍其家，与妻子同入其法，分寺而居者，有变活业绝血食持戒法，起家为近住者；有出而修政理以救疾苦为道者；有退而奉父母以丰供养为行者。其余憧憧而来，欣欣而去，扬袂而至，实腹而归，所在甚众，不可以纪。真如来付嘱之菩萨，众生不请之良友。其四依之人乎？其十地之人乎？吾不识其境界庭宇之广狭深浅矣，议者又焉知大道之所趣哉！大师以建中元年生于世，元和二年印心于圆和尚，又受具于拯律师。大和二年庆成节征入内殿，问法要，赐紫方袍为大德，寻请归山。会昌元年正月六日，坐灭于兴福塔院，俨然如生，容貌益悦，七日而后迁于函，其自证为力可知矣。其月二十二日，道俗等奉全身于圭峰。二月十三日荼毗，初得舍利数十粒，明白润大。后，门人泣而求诸煨中，必得而归。今悉敛而藏于石室，其无缘之慈可知矣。俗岁六十二，僧腊三十四。遗戒深明：形质不可以久驻，而真灵永劫以长存，乃知化者无常，存者是我，死后举施虫犬，焚其骨而散之，勿墓勿塔勿悲慕以乱禅观；每清明上山，必讲道七日而后去。其余住\n持，法行皆有仪则，违者非我弟子。今皇帝再阐真宗，追谥定慧禅师青莲之塔。则塔不可以不建，石不可以不凿；且使其教，自为一宗，而学者有所标仰也。门人达者甚众，皆明如来知见，而善说法要。或岩穴而息念，或都会而传教，或断臂以酬德，或白衣以沦迹。其余一礼而悟道，终身而守护者，僧尼四众，数千百人。得其氏族、道行可传于后者，纪于别传。休与（注：以下“我本”顺序错乱，但文字不缺）大师、于法为昆仲、于义为交友、于恩为善知识、于教为内外护，故得详而叙之，他人则不祥。铭曰：\n如来知见，大事因缘。祖祖相承，灯灯相燃。分光并照，显说密传。摧邪破魔，证圣登贤。\n渐之者入，顿之者全。孰绍孰兴，圭峰在焉。甚大慈悲，不舍周旋。以引以翼，恐迷恐颠。\n直示心宗，傍罗义签，广收远取，无弃无捐。金汤魔城，株杌情田。销竭芟伐，大道坦然。\n功高觉场，会盛法筵。不染而住，淤泥青莲，性无去来，运有推迁。顺世而叹，众生可怜。\n风号晚野，涛泣夜川。□然而去，溺者谁前。岩崖荆榛，阻绝危悬。轾锡而过，踣者谁肩。\n不有极慈，孰能后先。吾师何处，复建桥舩。法指一灵，徒余三千。无负法恩，永以干干。\n□□□□□□□大中九年十月十三日建镌玉册官邵建初刻字 \n说明\n圭峰禅师宗密，为草堂寺高僧，曾经师事澄观法师，为华严宗第五代祖师。裴休为晚唐书法家，《圭峰禅师碑》为其代表作，倍受历代书家推崇。\n此碑拓可《玄秘塔碑》拓（裴撰文柳书之）互相参照，了解裴柳两人字体的异同。惟在清末时，曾横断一道，使不少字受损。\n评论\n宋米芾《海岳名言》评：“裴休率意写碑，乃有真趣，不陷丑怪。”\n清末叶昌炽《语石》云：“《圭峰禅师碑》尚存，其书遒紧而无蕴藉，学之易滋流弊。细参之，其运笔之操纵、结体之疏密，与诚悬昕合无间。”\n明王世贞《弇州山人稿》谓：“清劲潇洒，打得率更笔意。”\n金代礼部尚书赵秉文这样描述此碑：“下马来寻题壁字，拂尘先读草堂碑。平生最爱圭峰志，唯有裴公无愧辞。”\n裴休（791-864），字公美，唐孟州济源（今属河南省）人，曾为监察御史，唐宣宗时进同中书门下平章事（宰相），后罢为宣武军节度使，封河东县子，赠太尉。后历昭义，河东，凤翔，荆南四节度。能文，工正书。寺刹多请其题额，河南庐山亦多题铭。风格遒媚有体法，为晚唐著名书家，然存世书迹仅有《圭峰禅师碑》。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951555171},{"name":"裴休楷书圭峰禅师碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791616271,"text":"《圭峰禅师碑》全称“唐故圭峰定慧师传法碑并序”，又名《圭峰定慧禅师碑》，简称《圭峰碑》。公元855年立，唐代裴休撰并书，柳公权篆额，碑现存陕西户县草堂寺。碑高208cm，宽93cm，楷书，36行，每行65字，额篆书九字。此碑笔笔谨严，清劲潇洒，结构尤为精密，取法于欧、柳，是唐碑珍品。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n平章事充集贤殿大学士裴休撰并书\n　　金紫光禄大夫守工部尚书上柱国河东郡开国公食邑二千户柳公权篆额 \n　　圭峰禅师，号宗密，姓何氏，果州西充县人，释迦如来三十九代法孙也。释迦如来在世八十年，为无量人天声闻菩萨说五戒、八戒、大小乘戒、四谛、十二缘起、六波罗蜜、四无量心、三明、六通、三十七品、十力、四无畏、十八不共法、世谛第一义谛、无量诸解脱三昧总持门、菩提涅槃，常住法性，庄严佛土，成就众生，度天人教，菩萨一切妙道，可谓广大周密。廓法界于无疆，彻性海于无际，权实顿渐，无遗事矣。最后独以法眼付大迦叶，令祖祖相传，别行于世。非私于迦叶而外人天声闻菩萨也。顾此法，众生之本源，诸佛之所证，超一切理，离一切相，不可以言语智识，有无隐显，推求而得。但心心相印，印印相契，使自证知，光明受用而已。自迦叶至达摩，凡二十八世。达摩传可，可传璨，璨传信，信传忍为五祖，又传融为牛头宗，忍传能为六祖，又传秀为北宗，能传会为荷泽，又传让，让传马，马于其法为江西宗，荷泽宗荷泽于宗为七祖，传磁州如，如传荆南张，张传遂州圆，又传东京照，圆传大师，大师于荷泽为五世，于达摩为十一世，于迦叶为三十八世，其法宗之系也如此。 \n　　大师本豪家，少通儒书，欲干世以活生灵。偶谒遂州，遂州未与语；退游徒中，见其俨然若思而无念，朗然若照而无觉，欣然慕之，遂削染受教。道成，乃谒荆南，荆南曰：“传教人也，当盛于帝都。”复谒东京照，照曰：“菩萨人也，谁能识之？”后谒上都花严观，观曰：“毗卢花藏，能随我游者，其汝乎！”初在蜀，因斋次受经，得圆觉十三章，深达义趣，遂传圆觉。在汉上，因病僧付花严句义，未尝听受，遂讲花严。自后乃着圆觉、华严及涅盘、金刚、起信、唯识、盂兰、法界观、行愿经等疏抄及法义类例，礼忏修证图传纂略，又集诸宗禅言为禅藏。总而叙之，并酬答书偈议论等，凡九十余卷。皆本一心而贯诸法，显真体而融事理，超群有于对待，冥物我而独运矣。议者以大师不守禅行，而广经论；游名邑大都，以兴建为务。乃为多闻之所侈乎？岂声利之所未忘乎？嘻，议者焉知大道之所趣哉！夫一心者，万法之总也，分而为戒、定、慧，开而为六度，散而为万行。万行未尝非一心，一心未尝违万行，禅者六度之一耳，何能总诸法哉？且如来以法眼付迦叶，不以法行。故自心而证者为法，随愿而起者为行，未必常同也。然则一心者，万法之所生而不属于万法。得之者，则于法自在矣。见之者，则于教无碍矣。本非法不可以法说，本非教不可以教传，岂可以轨迹而寻哉！自迦叶至富郍奢，凡十祖，皆罗汉，所度亦罗汉。马鸣、龙树、提婆、天亲，始开摩诃衍着论释经摧灭外道，为菩萨唱首。而尊者阇夜，独以戒力为威神；尊者摩罗，独以苦行为道迹。其他诸祖，或广行法教，或专心禅寂，或蝉蜕而去，或火化而灭，或攀树以示终，或受害而偿债，是乃法必同而行不必同也。且循辙迹者非善行，守规墨者非善巧。不迅疾，无以为大牛；不超过，无以为大士。故大师之为道也，以知见为妙门，寂净为正味，慈忍为甲盾，慧断为剑矛，破内魔之高垒，陷外贼之坚阵。镇抚邪杂，解释缧龙。遇穷子则叱而使归其家，见贫女则呵而使照其室。穷子不归，贫女不富，吾师耻之；三乘不兴，四分不振，吾师耻之；忠孝不并化，荷担不胜任，吾师耻之；避名滞相，匿我增慢，吾师耻之。故遑遑于济扷，汲汲于开诱，不以一行自高，不以一德自耸。人有依归者，不俟请则往矣；有求益者，不俟愤则启矣。虽童幼不简于敬接，虽骜很不怠于叩励。其以阐教度生，助国家之化也。如此故，亲大师之法者，贪则施，暴则敛，刚则随，戾则顺，昏则开，堕则奋，自荣者慊，自坚者化，徇私者公，溺情者义。凡士俗有舍其家，与妻子同入其法，分寺而居者，有变活业绝血食持戒法，起家为近住者；有出而修政理以救疾苦为道者；有退而奉父母以丰供养为行者。其余憧憧而来，欣欣而去，扬袂而至，实腹而归，所在甚众，不可以纪。真如来付嘱之菩萨，众生不请之良友。其四依之人乎？其十地之人乎？吾不识其境界庭宇之广狭深浅矣，议者又焉知大道之所趣哉！大师以建中元年生于世，元和二年印心于圆和尚，又受具于拯律师。大和二年庆成节征入内殿，问法要，赐紫方袍为大德，寻请归山。会昌元年正月六日，坐灭于兴福塔院，俨然如生，容貌益悦，七日而后迁于函，其自证为力可知矣。其月二十二日，道俗等奉全身于圭峰。二月十三日荼毗，初得舍利数十粒，明白润大。后，门人泣而求诸煨中，必得而归。今悉敛而藏于石室，其无缘之慈可知矣。俗岁六十二，僧腊三十四。遗戒深明：形质不可以久驻，而真灵永劫以长存，乃知化者无常，存者是我，死后举施虫犬，焚其骨而散之，勿墓勿塔勿悲慕以乱禅观；每清明上山，必讲道七日而后去。其余住持，法行皆有仪则，违者非我弟子。今皇帝再阐真宗，追谥定慧禅师青莲之塔。则塔不可以不建，石不可以不凿；且使其教，自为一宗，而学者有所标仰也。门人达者甚众，皆明如来知见，而善说法要。或岩穴而息念，或都会而传教，或断臂以酬德，或白衣以沦迹。其余一礼而悟道，终身而守护者，僧尼四众，数千百人。得其氏族、道行可传于后者，纪于别传。休与（注：以下“我本”顺序错乱，但文字不缺）大师、于法为昆仲、于义为交友、于恩为善知识、于教为内外护，故得详而叙之，他人则不祥。铭曰： \n　　如来知见，大事因缘。祖祖相承，灯灯相燃。分光并照，显说密传。摧邪破魔，证圣登贤。 \n　　渐之者入，顿之者全。孰绍孰兴，圭峰在焉。甚大慈悲，不舍周旋。以引以翼，恐迷恐颠。 \n　　直示心宗，傍罗义签，广收远取，无弃无捐。金汤魔城，株杌情田。销竭芟伐，大道坦然。 \n　　功高觉场，会盛法筵。不染而住，淤泥青莲，性无去来，运有推迁。顺世而叹，众生可怜。 \n　　风号晚野，涛泣夜川。□然而去，溺者谁前。岩崖荆榛，阻绝危悬。轾锡而过，踣者谁肩。 \n　　不有极慈，孰能后先。吾师何处，复建桥舩。法指一灵，徒余三千。无负法恩，永以干干。 \n　　□□□□□□□大中九年十月十三日建镌玉册官邵建初刻字\n\n\n说明\n　　圭峰禅师宗密，为草堂寺高僧，曾经师事澄观法师，为华严宗第五代祖师。裴休为晚唐书法家，《圭峰禅师碑》为其代表作，倍受历代书家推崇。 \n　　此碑拓可《玄秘塔碑》拓（裴撰文柳书之）互相参照，了解裴柳两人字体的异同。惟在清末时，曾横断一道，使不少字受损。\n\n\n评论\n　　宋米芾《海岳名言》评：“裴休率意写碑，乃有真趣，不陷丑怪。” \n　　清末叶昌炽《语石》云：“《圭峰禅师碑》尚存，其书遒紧而无蕴藉，学之易滋流弊。细参之，其运笔之操纵、结体之疏密，与诚悬昕合无间。” \n　　明王世贞《弇州山人稿》谓：“清劲潇洒，打得率更笔意。” \n　　金代礼部尚书赵秉文这样描述此碑：“下马来寻题壁字，拂尘先读草堂碑。平生最爱圭峰志，唯有裴公无愧辞。” \n作者　　\n\n裴休（791-864），字公美，唐孟州济源（今属河南省）人，曾为监察御史，唐宣宗时进同中书门下平章事（宰相），后罢为宣武军节度使，封河东县子，赠太尉。后历昭义，河东，凤翔，荆南四节度。能文，工正书。寺刹多请其题额，河南庐山亦多题铭。风格遒媚有体法，为晚唐著名书家，然存世书迹仅有《圭峰禅师碑》。","author":"唐代裴休","description":"裴休楷书圭峰禅师碑"}]