[{"name":"朱熹城行草南唱和诗卷","text":"朱熹（1130.9.15—1200.4.23），字元晦，又字仲晦，号晦庵，晚称晦翁，谥文，世称朱文公。祖籍江南东路徽州府婺源县（今江西省婺源），出生于南剑州尤溪（今属福建省尤溪县）。宋朝著名的理学家、思想家、哲学家、教育家、诗人，闽学派的代表人物，儒学集大成者，世尊称为朱子。朱熹是唯一非孔子亲传弟子而享祀孔庙，位列大成殿十二哲者中。[1] 朱熹是程颢、程颐的三传弟子李侗的学生，任江西南康、福建漳州知府、浙东巡抚，做官清正有为，振举书院建设。官拜焕章阁侍制兼侍讲，为宋宁宗皇帝讲学。\n朱熹著述甚多，有《四书章句集注》《太极图说解》《通书解说》《周易读本》《楚辞集注》，后人辑有《朱子大全》《朱子集语象》等。其中《四书章句集注》成为钦定的教科书和科举考试的标准。[2] \n人物生平\n年少求学\n宋朝建炎四年（1130年）农历九月十五日，朱熹出生于尤溪县城水南郑义斋馆舍（今南溪书院），乳名沈郞。朱熹出生时右眼角长有七颗黑痣，排列如北斗。 \n宋朝绍兴五年（1135年），五岁时，朱熹始入小学，能读懂《孝经》，在书额题字自勉：“若不如此，便不成人。”六岁时，朱熹与群儿游玩，以指画八卦于郑氏馆舍前沙洲上。向父亲问日、问天。\n绍兴七年（1137年），朱松应召入都，赴都之前，他把妻子祝氏和朱熹送到建州浦城寓居。\n绍兴十三年（1143年），朱松病逝于建瓯，临终前把朱熹托付给崇安（今武夷山市）五夫好友刘子羽（朱熹义父），又写信请五夫的刘子翚（屏山）、刘勉之（白水）、胡宪（籍溪）等三位学养深厚的朋友代为教育朱熹。刘子羽视朱熹如己出，在其舍傍筑室安置朱熹一家，名曰紫阳楼。\n绍兴十七年（1147年），朱熹18岁，在建州乡试中考取贡生。\n绍兴十八年（1148年）春，刘勉之将自己的女儿刘清四许配给朱熹。同年三月朱熹入都科举，中王佐榜第五甲第九十名，准勅赐同进士出身。\n初入仕途\n绍兴二十一年（1151年），朱熹再次入都铨试中等，授左迪功郎、泉州同安县主簿。\n绍兴二十三年（1153年）夏，朱熹赴同安途中，受学于延平李侗。秋七月，朱熹至同安。以其“敦礼义、厚风俗、劾吏奸、恤民隐”的治县之法管理县事，排解同安、晋江两县械斗，整顿县学、倡建“教思堂”，在文庙大成殿倡建“经史阁”，主张减免经总制钱。\n绍兴二十七年（1157年），朱熹任满罢归。\n绍兴二十八年（1158年），朱熹已意识到“妄佛求仙之世风，凋敝民气，耗散国力，有碍国家中兴”，打算重新踏上求师之路，决心拜李侗为师，因得承袭二程“洛学”的正统，奠定了朱熹以后学说的基础。题写的“鸢飞鱼跃”四字匾额。 \n朱熹归自同安，不求仕进，主要进行教育和著述活动。绍兴三十二年（1162年），宋孝宗即位，诏求臣民意见。朱熹应诏上封事，力陈反和主战、反佛崇儒的主张，详陈讲学明理、定计恢复、任贤修政的意见。隆兴元年（1163年）十月，朱熹应诏入对垂拱殿，向宋孝宗面奏三札：一札论正心诚意、格物致知之学，反对老、佛异端之学，二札论外攘夷狄之复仇大义，反对和议，三札论内修政事之道，反对宠信佞臣。但当时汤思退为相，主张和议。朱熹的抗金主张没有被采纳。十一月，朝廷任朱熹为国子监武学博士。朱熹辞职不就，请祠归崇安。\n南宋乾道三年（1167年）八月，朱熹在林择之、范念德的陪同下前往潭州（今长沙）访问湖湘学派代表张栻。《东归乱稿》成。 \n乾道四年（1168年），崇安发生水灾。朱熹力劝豪民发藏粟赈饥，还向官府请贷粮食六百斛散发于民，使民不致挨饿。\n乾道五年（1169年），朱熹悟到“中和旧说”之非，用“敬”和“双修”思想重读程颢、程颐著作，从全新角度独创“中和新说”。这是在学术史上具有划时代意义、影响十分深远的重大事件，标志朱熹哲学思想的成熟。\n寒泉著述\n乾道五年（1169年）九月，朱熹母去世，朱熹建寒泉精舍为母守墓，开始了长达六年之久的寒泉著述时期。\n乾道七年（1171年）五月，为了根本上解决百姓灾年生计问题，在五夫创建“社仓”。这种做法可以减轻贫民困难，缓和社会矛盾，也减轻朝廷的施政压力，后为许多地方所仿效。十一月，朱熹回尤溪，与知县、好友石子重讲论学问于县学。在石子重的陪同下，游览其父朱松任尤溪县尉时燕居之所“韦斋”旧址，手书“韦斋旧治”四字刻石揭榜。\n乾道九年（1173年），作《重修尤溪庙学记》，亲书“明伦堂”制匾悬挂于尤溪县学宫正堂。从此天下学宫匾皆模此刻制悬挂。 \n宋朝淳熙二年（1175年）正月，吕祖谦从浙江东阳来访朱熹，在寒泉精舍相聚一个半月，编次《近思录》成，史称“寒泉之会”。五月，送吕祖谦至信州鹅湖寺（今鹅湖书院），陆九龄、陆九渊及刘清之皆来会，史称“鹅湖之会”。鹅湖之会的直接动因是吕祖谦想利用这个机会调和朱、陆学说之间的矛盾。在学术上，朱熹认为心与理是两个不同的概念，理是本体，心是认识的主体。二陆主张心与理是一回事，坚持以心来统贯主体与客体。朱熹与陆氏兄弟论辩、讲学达十日之久。鹅湖之会并没有达到双方统一思想的目的，但使他们各自对对方的思想及其分歧有了进一步认识，也促使他们自觉不自觉地对自己的思想进行反省。\n重建书院\n淳熙五年（1178年），宋孝宗任朱熹知南康军兼管内劝农事。淳熙六年三月，朱熹到任。当年适逢大旱，灾害严重，朱熹到任后，即着手兴修水利，抗灾救荒，奏乞蠲免星子县税钱，使灾民得以生活。十月，朱熹行视陂塘时，在樵夫的指点下找到白鹿洞书院的废址。经朱熹的竭力倡导，到淳熙七年三月，白鹿洞书院很快修复。朱熹在南康军任上，为白鹿洞书院殚精竭虑，不遗余力。他曾自兼洞主，延请名师，充实图书，还请皇帝勅额，赐御书。还置办学田，供养贫穷学子，并亲自订立学规，即著名的《白鹿洞书院教规》。《白鹿洞书院教规》是世界教育史上最早的教育规章制度之一，对教育目的、训练纲目、学习程序及修己治人道理，都一一作了明确的阐述和详细的规定，它不仅成为后续中国封建社会700年书院办学的模式，而且为世界教育界瞩目，成为国内外教育家研究教育制度的重要课题。\n淳熙八年（1181年）二月，陆九渊来南康访朱熹，相与讲学白鹿洞书院。八月，时浙东大饥。因朱熹在南康救荒有方，宰相王淮荐朱熹赈灾，提举浙东常平茶盐公事。为解救灾民，朱熹迅速采取了几项有力措施。朱熹因在浙东劾奏前知台州唐仲友不法，为唐之姻亲王淮所嫉，浙东任职仅九个月即离任回家。朱熹曾先后六次上状奏劾唐仲友不法，直指王淮与唐仲友上下串通勾结的事实。迫于压力，王淮免去唐仲友江西提刑新任，在弹劾唐仲友的过程中，朱熹表现出崇高的操守和气节。 \n治学勤政\n淳熙九年（1182年），朱熹52岁时，才将《大学章句》、《中庸章句》、《论语集注》、《孟子集注》四书合刊，经学史上的“四书”之名才第一次出现。之后，朱熹仍呕心沥血修改《四书集注》，临终前一天朱熹还在修改《大学章句》。朱熹将《四书》定为封建士子修身的准则，《四书》构成了朱熹的一个完整的理学思想体系。元朝迄至明清，《四书集注》遂长期为历代封建王朝所垂青，作为治国之本，也作为人们思想行为的规范，成为封建科举的标准教科书。淳熙十年（1183年），朱熹在武夷山九曲溪畔大隐屏峰脚下创建武夷精舍，潜心著书立说，广收门徒，聚众讲学。淳熙十二年，朱熹到浙江，与陈亮展开义利王霸辩论，力陈浙学之非。\n淳熙十五年（1188年）十一月，上《戊申封事》。主张“正心”、“任选大臣”、“振举朝纲”等事。淳熙十六年（1189年），诏命朱熹知漳州。绍熙元年（1190年），61岁的朱熹到漳州赴任。朱熹在漳州的全部施政变革，主要体现在正经界、蠲（免）横赋、敦风俗、播儒教和劾奸吏等方面，而正经界则是他全部变革的灵魂。时值当地土地兼并之风盛行，官僚地主倚势吞并农民耕地，而税额没有随地划归地主，至使“田税不均”，失地农民受到更为沉重的剥削，导致阶级矛盾激化。为此，朱熹提出行“经界”，即核实田亩，随地亩纳税。这一建议势必减轻农民负担，但却损害大地主的利益，所以遭到后者的强烈反对，“经界”终于未能推行。绍熙二年（1191年）正月，朱熹长子朱塾卒。闻噩耗后，朱熹无奈以治子丧请祠。五月，朱熹迁居建阳。次年，承父志建“竹林精舍”，后更名为“沧洲精舍”，即淳祐四年（1244年）诏赐的“考亭书院”。 \n绍熙五年（1194年），湖南瑶民蒲来矢起义，震动了朝野，湖南地方局势骤然紧张起来。朱熹临危受命，除知潭州、荆湖南路安抚，赐紫章服。具有道学家傲骨、强烈忧国忧民心态的朱熹，不敢推辞朝命，欣然拜命前往赴任。五月，朱熹至潭州。此时，瑶民已败退深山，被困溪洞。朱熹采取了善后招抚的怀柔政策，遣使招降瑶民起义军首领蒲来矢。因本次镇压瑶民起义是湖北、湖南两地的共同行动，朱熹的招抚遭到了湖北帅王蔺的反对，在蒲来矢押解后，王蔺主张斩杀以警众。朱熹不得不在入都奏事中，直接向宋宁宗面恳，要求对瑶民“毋失大信”。朱熹到任后，兴学校，广教化，督吏治，敦民风。朱熹改建、扩建了位于湖南长沙岳麓山下的岳麓书院，空余时间亲自到此讲课，使岳麓书院成为南宋全国四大书院之一。 \n绍熙五年（1194年）八月，朱熹除焕章阁待制兼侍讲。九月，朱熹于行宫便殿奏事。第一札要宋宁宗正心诚意，第二札要宋宁宗读经穷理，第三、四、五札论潭州善后事宜。十月十四日，朱熹奉诏进讲《大学》，反复强调“格物、致知、诚意、正心、修身、齐家、治国、平天下”八目，希望通过匡正君德来限制君权的滥用，引起宋宁宗和执政韩侂胄的不满。因此，朱熹在朝仅46日，被宋宁宗内批罢去了待制兼侍讲之职。\n还居建阳\n绍熙五年（1194年）十一月，朱熹还居建阳考亭。\n宋朝庆元二年（1196）十二月，“党禁”正式发生。监察御史沈继祖以捕风捉影、移花接木、颠倒捏造手法奏劾朱熹“十大罪状”，朝廷权贵对理学掀起了一场史所罕见的残酷清算，效法北宋元祐党籍的故伎，开列了一份五十九人的伪逆党籍，名列党籍者都受到了不同程度的处罚。朱熹被斥之为“伪学魁首”，位列黑名单之中的第五位，有人竟提出“斩朱熹以绝伪学”。朱熹以伪学罪首落职罢祠，朱子门人流放的流放，坐牢的坐牢，遭到严重打击。\n庆元五年（1199年），朱熹已被各种疾病所困扰，党禁中的朱熹终于预感到死亡的逼近，使他有大限临头的不祥预感，更加抓紧著述。\n庆元六年（1200年）入春以后，朱熹足疾大发，病情恶化。朱熹生命垂危，左眼已瞎，右眼也几乎完全失明。朱熹却以更旺盛的精力加紧整理残篇，唯一的愿望就是要将自己生平的所有著作全部完稿，使道统后继有人。三月初九，71岁的朱熹在血雨腥风的“庆元党禁”运动中去世。四方道学信徒决定在十一月聚集在信州举行大规模的会葬，这又吓坏了反道学的当权者，竟令守臣约束。十一月，朱熹葬于建阳县黄坑大林谷，参加会葬者仍然有近千人之多。 \n朱熹死后，被谥为“文公“，赠宝谟阁直学士，又追封徽国公等。\n主要成就\n理学思想\n理学又称道学，是以研究儒家经典的义理为宗旨的学说，即所谓义理之学。\n在宋朝，学术上造诣最深、影响最大的是朱熹。他总结了以往的思想，尤其是宋代理学思想，建立了庞大的理学体系，成为宋代理学之大成，其功绩为后世所称道 ，其思想被尊奉为官学，而其本身则与孔子圣人并提，称为“朱子“。朱熹撰《周易本义》列河洛、先天图于卷首，又与弟子蔡氏父子（蔡元定、蔡沉）编撰《易学启蒙》笃信和诠释河洛、先天之学，后世皆以此立言，阐发朱子的河洛先天思想。\n在元朝、明朝、清朝三代，一直是封建统治阶级的官方哲学，标志着封建社会更趋完备的意识形态。元朝皇庆二年（1313年）复科举，诏定以朱熹《四书章句集注》为标准取士，朱学定为科场程式。明洪武二年（1369年），科举以朱熹等“传注为宗”。朱学遂成为巩固封建社会统治秩序的精神支柱。它强化了“三纲五常”，对后期封建社会的变革，起了一定的阻碍作用。朱熹的学说，也对后来明朝王阳明的心学有深刻的影响。王阳明的知行合一思想正是在朱熹哲学基础上的突破。\n理气论\n朱熹的哲学体系以程颢兄弟的理本论为基础，并吸取周敦颐太极说、张载的气本论以及佛教、道教的思想而形成。这一体系的核心范畴是“理”，或称“道”、“太极”。朱熹所谓的理，有几方面互相联系的含义。\n理是先于自然现象和社会现象的形而上者。 他认为理比气更根本，逻辑上理先于气；同时，气有变化的能动性，理不能离开气。他认为万物各有其理，而万物之理终归一，这就是“太极”。\n理是事物的规律。 \n理是伦理道德的基本准则。朱熹又称理为太极，是天地万物之理的总体，即总万理的那个理一。“太极只是一个理字”。太极既包括万物之理，万物便可分别体现整个太极。这便是人人有一太极，物物有一太极。每一个人和物都以抽象的理作为它存在的根据，每一个人和物都具有完整的理，即理一分殊。\n理在人身上就是人性。朱熹又称理为太极，是天地万物之理的总体，即总万理的那个理。气是朱熹哲学体系中仅次于理的第二个范畴。它是形而下者，是有情、有状、有迹的；它具有凝聚、造作等特性。它是铸成万物的质料。天下万物都是理和质料相统一的产物。朱熹认为理和气的关系有主有次。理生气并寓于气中，理为主，为先，是第一性的，气为客，为后，属第二性。 \n动静观\n朱熹主张理依气而生物，并从气展开了一分为二、动静不息的生物运动，这便是一气分做二气，动的是阳，静的是阴，又分做五行（金、木、水、火、土），散为万物。一分为二是从气分化为物过程中的重要运动形态。朱熹认为由对立统一，而使事物变化无穷。他探讨了事物的成因，把运动和静止看成是一个无限连续的过程。时空的无限性又说明了动静的无限性，动静又是不可分的。这表现了朱熹思想的辩证法观点。朱熹还认为动静不但相对待、相排斥，并且相互统一。朱熹还论述了运动的相对稳定和显著变动这两种形态，他称之为“变”与“化”。他认为渐化中渗透着顿变，顿变中渗透着渐化。渐化积累，达到顿变。\n格物致知论\n“格物致知”出于《大学》“致知在格物”一语，原无认识论意义，基本上是讲对一般道德的体认。明确从认识论的意义上解释“格物”的第一个人是程颐。他说：“格犹穷也，物犹理也。犹日穷其理而已矣。”（《二程遗书》）朱熹继承了二程的说法，并建立了更系统的格物穷理说。他通过对“格物致知”的阐释，表述了自己的认识论思想。 \n从认识的目的来看，朱熹讲“格物致知”是为了当圣人 。认为若做不到“格物致知”，无论如何都是凡人，只有达到“物格知至”，方可进入圣贤之域。\n“格物致知”的具体内容是“穷天理，明人伦，讲圣言，通事故。”（《文集》）这里的“天理”主要是指仁、义、礼、智等封建道德，“人伦”、“圣言”、“事故”则是天理的阐发应用。朱熹认为，如果放弃对天理的追求，只把精力花在草木、器用的研究上，那就如象散兵游勇那样，回不到老家。他说：“兀然存心乎草木、器用之间，此何学问！如此而望有所得，是炊沙而欲成饭也。”（《文集》）\n在“知”“行”关系上，朱熹主张“知先行后”。朱熹的知行观，是指儒家的个人道德修养和实践。由于道德实践需要封建伦理指导，因此“知为先”。又因封建伦理不能只流于空谈，所以“行为重”。“知先”“行重”是实践道德的两个方面，有其内在的逻辑一致性。如果从认识的角度看，“知先行后”颠倒了主次关系。认识来源于实践，知行之间应以“行”为第一性。“知为先”的主张显然是错误的。至于所谓“行为重”，虽有其合理因素，但它强调的也只是封建知识分子的个人道德实践。 \n人性二元论\n在人性问题上，朱熹直接继承了张载和二程的思想。张载把人性分为“天地之性”和“气质之性”两种，认为人性的善恶是禀气不同所造成的。朱熹对此说十分赞赏，认为这个思想“有功于圣门，有补于后学”，“发明千古圣人之意，甚为有功。”（《语类》）二程继张载后，对“天理之性”和“气质之性”作了区别。在张、程思想的基础上，朱熹又全面论证了“天命之性”和“气质之性”的人性二元论。“理”与“气”，人生不可缺少 。“理”在人未形成之前浑然于天空，于人一旦形成，便附于人体，成为先验禀赋于人心的仁、义、礼、智等封建道德，是先天的善性所在，人人皆有，故名“天命之性”。人体形成之时，必禀此气，由于气精粗、厚薄、清浊、久暂的不同，就产生了善恶、贤愚、贫富、寿夭的不同和性格上的差异。它有善有恶，名曰“气质之性”。上述二性并存于人身，这就是朱熹的人性二元论观点。\n教育思想\n朱熹的长期从事讲学活动，精心编撰了《四书集注》等多种教材，培养了众多人才。他的教育思想博大精深，其中最值得关注的，一是论述“小学”和“大学”教育，二是关于“朱子读书法”。\n论述教育\n朱熹在总结前人教育经验和自己教育实践的基础上，基于对人的生理和心理特征的初步认识，把一个人的教育分成“小学”和“大学”两个既有区别又有联系的阶段，并提出了两者不同的教育任务、内容和方法。朱熹认为8~15岁为小学教育阶段，其任务是培养“圣贤坯璞”。鉴于小学儿童“智识未开”，思维能力薄弱，因此他提出小学教育的内容是“学其事”，主张儿童在日常生活中，通过具体行事，懂得基本的伦理道德规范，养成一定的行为习惯，学习初步的文化知识技能。在教育方法上，朱熹强调先入为主，及早施教；要力求形象、生动，能激发兴趣；以《须知》、《学规》的形式培养儿童道德行为习惯。朱熹认为15岁以后大学教育，其任务是在“坯璞”的基础上再“加光饰”，把他们培养成为国家所需要的人才。朱熹认为，与重在“教事”的小学教育不同，大学教育内容的重点是“教理”，即重在探究“事物之所以然”。对于大学教育方法，朱熹一是重视自学，二是提倡不同学术观点之间的相互交流。朱熹关于小学和大学教育的见解，为中国古代教育思想增添了新鲜的内容。\n他的《四书集注》被明清两代作为科举考试的内容。\n朱子读书法\n“朱子读书法”六条，即循序渐进、熟读精思、虚心涵泳、切己体察、着紧用力、居敬持志。这是由朱熹的弟子对朱熹读书法所作的集中概括。其中循序渐进，包括三层意思：一是读书应该按照一定次序，前后不要颠倒；二是“量力所至而谨守之”；三是不可囫囵吞枣，急于求成。熟读精思即是读书既要熟读成诵，又要精于思考。虚心涵泳中的“虚心”，是指读书时要反复咀嚼，细心玩味。切己体察强调读书必须要见之于自己的实际行动，要身体力行。着紧用力包含两方面的意义：一是读书必须抓紧时间，发愤忘食，反对悠悠然；二是必须精神抖擞，勇猛奋发，反对松松垮垮。居敬持志中的“居敬”，强调读书必须精神专注，注意力高度集中。所谓“持志”，就是要树立远大志向，并以顽强的毅力长期坚守。\n科学思想\n朱熹阐述“格物致知”时说：“上而无极、太极，下而至于一草一木一昆虫之微，亦各有理。一书不读，则阙了一书道理；一事不穷，则阙了一事道理；一物不格，则阙了一物道理。须着逐一件与他理会过。 ”“天地中间，上是天，下是地，中间有许多日月星辰，山川草木，人物禽兽，此皆形而下之器也。然而这形而下之器之中，便各自有个道理，此便是形而上之道。所谓格物，便是要就这形而下之器，穷得那形而上之道理而已。” 认为对天文、地理、生物、农业、气象等万事万物都应该研究。\n朱熹对于古代医学经典《黄帝内经》、著名天文学家张衡的《灵宪》以及历代天文地理知识都有涉猎，特别是对北宋自然科学家沈括名著《梦溪笔谈》钻研尤深，使得《梦溪笔谈》成为其科学思想的来源之一。朱熹著有《参同契考异》，并对一些自然现象进行过实际的考察和研究，如从对高山螺蚌壳的考察去研究地球的变化等，如月用胶泥制作过立体地图。朱熹学生黄斡在《朱先生行状》中称朱熹“至若天文、地志、律历、兵机，亦皆洞究渊微。”朱熹67岁时曾回忆说：“某自五、六岁，便烦恼道：‘天地四边之外，是什么物事？’见人说四方无边，某思量也须有个尽处。如这壁相似，壁后也须有什么物事。其时思量得几乎成病。到而今也未知那壁后是何物？”从小就关心天文问题，甚至思想得几乎成病，至老都在思量天地壁后是何物。这都说明，他把理学推向鼎盛时期，使儒学的哲学化达到很高的水平，是有丰富的自然科学知识和思想作基础的。\n朱熹重视观察实证：“历法恐亦只可略说大概规模，盖欲其详，即须仰观俯察乃可验。今无其器，殆亦难尽究也。” 提出要更好地研究历法，需要有好的观测仪器进行观察、检验。朱熹曾详细地描述了自己设想的一种可以使人进入其中观看天象的庞大的浑天仪——“假天仪”。他设想设计一个球体类似天球，球体内部标上星辰位置，人进入球体内部，随着球体的转动人可以随之观察星辰。“极星出地之度，赵君云福州只廿四度，不知何故自福州至此已差四度，而自此至岳台，却只差八度也。子半之说尤可疑，岂非天旋地转，闽浙却是天地之中也耶？” 朱熹用浑仪观测过北极星的位置与地面所构成的夹角，并试图通过比较各地北极星的高度及其与地中岳台的关系以证明大地的运动，表明了他通过对照比较各地不同的观测数据而进行怀疑思考的科学精神。\n据乐爱国先生的研究，朱熹的《北辰辨》是专门讨论天球北极星座的论文；在《尧典》注中，朱熹讨论了当时天文学的岁差、置闰法等概念；在《舜典》注中讨论了早期的浑天说、浑天仪的结构，并详细记录了当时的浑天仪结构。除此之外，朱熹对地质学化石、否认神创论、宇宙起源、地心说、大地自转、日食与月食、潮汐、雪花六角晶体形状、雨虹等的形成、地理对气候的影响、生物与人类起源、中医诊脉、农业生产结构、农作物布局及具体的生产技术等问题都有见解阐述。\n美学思想\n朱熹的哲学体系中含有艺术美的理论。他认为美是给人以美感的形式和道德善的统一。基于美是外在形式的美和内在道德的善相统一的观点，认为文与质、文与道和谐统一才是完美的。他对《诗经》与《楚辞》的研究，也经常表现出敏锐的审美洞察力。 \n重建书院\n朱熹是中国历史上著名的思想家，又是一位著名的教育家。他一生热心于教育事业，孜孜不倦地授徒讲学，无论在教育思想或教育实践上，都取得了重大的成就。朱熹在世之时，曾经整顿了一些县学、州学，又亲手创办了同安县学、武夷精含、考亭书院，重建了白鹿洞书院和岳麓书院，并且还亲自制定了学规，编撰了“小学”和“大学”的教材。为封建国家培养了一大批知识分子，其中包括不少著名的学者，形成了自己的学派。\n淳熙六年（1179年），朱熹知南康军的时候，重建了著名的白鹿洞书院，白鹿洞书院是宋代四大著名书院之一。原址在江西星子县境内庐山五老峰东南。此处曾经是唐代名士李渤隐居讲学之处，当年李渤喜养白鹿，因此得名。南唐开始在此建立学舍，号为庐山国学，宋时又在此建立书院。十月，派人访查白鹿洞旧址，并拨款重建了书院，又遍搜江西诸郡书籍文字以充实藏书，购置日产以供办学之用。书院得到朝廷的认可，教学活动由朱熹亲自主持\n绍熙五年（1194年），朱熹在知潭州荆湖南路安抚使任内，又在长沙重建了岳麓书院。岳麓书院旧址在长沙岳麓山，原为宋朝初期潭州太守朱洞所创建，也是宋代四大著名书院之一。他还在湖南各地延聘了一些教师，广招生徒，来此就学者曾达到千人 。朱熹在岳麓书院讲学期间，对书院的建设做出的贡献，同时也产生了很大的影响。这所书院直到明清时期仍然是一处著名的高等学府。 \n文学成就\n代表作有《菩萨蛮》（一）、《水调歌头》（一）、《南乡子》《忆秦娥》（二）等。其中以《菩萨蛮》（一）最有特色，该词运用回文，每两句互为颠倒，八句共四对，十分自然和谐，毫不牵强，而且颇有意境，构思之精巧极矣，足见晦庵对语言的驾驭能力。其词结有《晦庵词》。\n除词外，还善作诗，《春日》和《观书有感》是他最脍炙人口的诗作。朱熹是刘子翚学生，他父亲朱松文才也很好。也许由于父、师的影响，他在道学中对文学的评价是比较公正的，也写出过一些富于生活气息的好诗。如这两首当然是说理之作，前一首以池塘要不断地有活水注入才能清澈，比喻思想要不断有所发展提高才能活跃，免得停滞和僵化。后一首写人的修养往往有一个由量变到质变的阶段。一旦水到渠成，自然表里澄澈，无拘无束，自由自在。这两首诗以鲜明的形象表达自己在学习中悟出的道理，即具有启发性，也并不缺乏诗味，所以陈衍评为“寓物说理而不腐”。 \n书法成就\n朱熹也善书法，名重一时。明陶宗仪《书史会要》云：“朱子继续道统、优入圣域，而于翰墨亦工。善行草，尤善大字，下笔即沉着典雅，虽片缣寸楮，人争珍秘。” \n朱熹自幼跟随父亲朱松及武夷三先生刘子翚、刘勉之、胡审习字，尝学曹孟德书，后攻钟繇楷书及颜真卿行草，一生临池不辍，书法造诣精湛，笔墨雄赡，超逸绝伦。自古以来，传世墨迹，虽是断简残编，都被奉如至宝加以珍藏。又因其思想学说从元代开始已成为中国官方哲学，不但深刻地影响了中国的传统思想文化，而且还远播海外，产生巨大的影响。他思想学说的盛名，把其书法艺术的光芒掩却了。朱熹善行、草，尤善大字，传世作品以行书简牍为主，大字墨迹很少。\n人物评价\n清康熙称朱熹：集大成而绪千百年绝传之学，开愚蒙而立亿万世一定之归。 \n朱熹学生黄囗在（《朱子行状》）：道之正统，待人而传……由孟子而后，周、程、张子继其绝，至先生而始著。\n南宋词人辛弃疾：所不朽者，垂万世名。孰谓公死，凛凛犹生。\n南宋词人陆游：某有捐百身起九原之心，有倾长河注东海之泪。路修齿耄，神往形留。公殁不亡，尚其来享。 \n清初江藩：晦翁是宗孔嗣孟，集诸儒之大成者也。 \n凤凰网（《理学大师：朱熹》）：作为一位博学多识的大学问家，朱熹有很多方面值得后人学习。他一生学而不厌，诲人不倦，博览经史，治学严谨，著作宏富。他在训诂、考证、注释古籍，整理文献资料等方面都取得了丰富的成果。另外，他对天文、地理、律历等许多自然科学，也都进行过广泛的研究。他作为封建社会的一位官员，他在努力维护那个制度的同时，也能体察民情，反对横征暴敛与为富不仁者，敢于同贪官污吏和地方豪绅的不法行为作斗争。在地方官的任期内，朱熹也做了一些如赈济灾荒、鼓励生产等安定民生的有益工作，在封建社会的官员中，不失为一位正直有为的人。最后还应指出，朱熹还是中国教育史上的著名教育家之一。 \n宋人黄震《黄氏日抄》云：晦庵为《集注》，复祖诂训，先明字义，使本文坦然易知，而后……发其指要。 \n英国科技史家李约瑟（《李约瑟文集》）：朱熹是一位深入观察各种自然现象的自然学家 。\n清人全祖望（《宋元学案．晦翁学案》）：致广大，尽精微，综罗百代矣。江西之学，浙东永嘉之学，非不岸然，而终不能讳其偏。\n英国现代生物学家李约瑟：①当我们进一步考察这一精心表达的自然体系时，我们不能不承认宋代哲学家所研究的概念和近代科学上所用的某些概念并无不同。②至少理学的世界观和自然科学的观点极其一致，这一点是不可能有疑问的。③宋代理学本质上是科学性的，伴随而来的是纯粹科学和应用科学本身的各种活动的史无前例的繁盛。 \n个人著作\n朱子现存著作共25种，600余卷，总字数在2000万字左右。主要有《周易本义》《启蒙》《蓍卦考误》《诗集传》《大学中庸章句》《四书或问》《论语集注》《孟子集注》《太极图说解》《通书解》《西铭解》《楚辞集注辨正》《韩文考异》《参同契考异》《中庸辑略》《孝经刊误》《小学书》《通鉴纲目》《宋名臣言行录》《家礼》《近思录》《河南程氏遗书》《伊洛渊源录》等。《文集》一百卷，《续集》十一卷，《别集》十卷，阂人辑录的《朱子语类》一百四十卷。 \n史籍记载\n《宋史·道学·朱熹传》 \n轶事典故\n少有大志\n朱熹出身于儒学世家，他的父亲朱松对朱熹的教育十分认真。《宋史》本传说：“熹幼颖悟，甫能言，父指天示之曰：‘天也’，熹问曰：‘天上何物’？”这个传说，说明朱熹自幼就是一个具有强烈求知欲望的人。由于朱松是在二程理学思想教育下成长起来的儒生，他对儿子的要求自然是按照儒家学做圣贤的目标去实行。据《朱子年谱》中记载，朱熹在10岁时就“厉志圣贤之学”，每天如痴如迷地攻读《大学》、《中庸》、《论语》、《孟子》。他自己回忆说：“某十岁时，读《孟子》，至圣人与我同类者，喜不可言”。从此，便立志要做圣人。以后他又教育学生说：“凡人须以圣人为己任”。 \n连环巧问\n朱熹自幼受教于父，聪明过人，想象力强。四岁时，其父朱松指日示曰：“此日也。”朱熹问：“日何所附？”朱松回答说：“附于天?”朱熹又追问道：“天何所附？”一席话问的朱松惊讶不已。 \n为官正直，体察民情\n公元1167年秋天，福建崇安发生大水灾，朝廷派他前往视察灾情，他曾遍访于崇安各山谷之间。在视察中，朱熹发现“肉食者漠然无意于民，直难与图事”（《文集》卷10）。他说：“若此学不明，天下事决无可为之理”（同上）。由于灾情严重，粮食无收，地方官不认真救济，到次年青黄不接之时，就在崇安发生了饥民暴动。这时，朱熹与知县诸葛廷瑞共同发起，要求地方豪富，用藏粟赈救饥民，他又请求朝廷以“六百斛赈济”，这才平息了饥民的暴动。由此，朱熹便想出了建立“社仓”的办法，并建议朝廷广为推行，作为解决农民在青黄不接之时的口粮问题的机构。他规定“社仓”的任务，是在青黄不接之时贷谷给农民，一般取息20%，这就可以不向豪民高利贷粮，若发生小饥，息利可以减半，若发生大饥、则可免除利息。当然设立社仓的最大好处可以防止农民暴动。为此，朱熹于公元1171年在其家乡首创“五夫社仓”，作为试点，并上疏朝廷，建议按其办法在全国范围推行。由于此法对官僚地主和高利贷者不利，因而未能广为推行，只有极少地方，如福建建阳和浙江金华等地实行了这个措施。 \n鹅湖论学\n在南宋的理学家之中，陆九渊也是名气很大的人物。陆九渊与朱熹同时，小于朱熹9岁。二人在治学目标上基本一致，而其思想方法和认识途径却大不相同。从哲学观点上讲，朱、陆两家是南宋时期唯心主义理学内部的两个不同学派，由于观点不同，两家在学术问题上进行了长期的争辩。朱陆二人的辩论方式，主要是通过书信的往来进行交锋，然而鹅湖之会却是一次例外。\n宋孝宗淳熙二年（1175年），为了调和朱陆之分歧，由另一位著名学者吕祖谦发起，邀请了朱熹和陆九渊、陆九龄兄弟共四五人在信州鹅湖寺（今江西铅山县境内）集会，讨论的主要问题是“为学之方”。这便是中国学术史上有名的“鹅湖之会”。鹅湖之会5年过后（1180年），陆九渊来到白鹿洞书院拜访朱熹，请为其兄陆九龄撰写墓志铭，二人一见如故，十分友善，并且表现了互相仰慕之情。朱熹不仅接受了陆的请求，同时还邀请陆九渊为书院师生讲学，陆也欣然同意，他的题目是讲解《论语》“君子喻于义，小人喻于利”章，听者深受感动，给师生们留下了良好印象。这件事说明朱、陆的观点虽有分歧，但他们在学术交往和待人处事的态度上都具有宽豁大度的君子之风。 \n朱张会讲\n张栻，字敬夫，师从胡宏，学有专长，自成一派，号称湖湘学派，朱熹对他早有敬仰之心。朱熹和张栻进行了一次中国学术史、教育史上最著名的会讲——朱张会讲，开创了会讲之先河。两人的讨论从太极之理上展开并最终趋于一致。朱、张会讲于岳麓书院，从各地赶来听者达数千人。在岳麓书院讲堂，朱熹手书“忠孝廉节”四个大字，后被书院奉为校训。在经过两个月的岳麓讲学后，朱熹在张栻的陪同下游南岳衡山。在一路的游览中，眼前的无边风景，不时牵动他们的诗兴，他们一边游览一边唱酬。几天里，他们共得诗一百四十九篇，合编为《南岳唱酬集》。下了衡山，从岳宫到槠州一百八十里，朱熹和张栻就还有争议的问题进行了临别前的讨论。两人朝夕在船中，讨论《中庸》之义三天三夜未曾合眼。朱熹与张栻分手后，携弟子范念德、林择之东归，一路轮流更换唱和。 \n相传朱松曾求人算命\n卜者说：“富也只如此，贵也只如此，生个小孩儿，便是孔夫子。”恐是后人附会，朱熹学成大儒则是事实。建阳近邻有个南剑州（后延平府今南平市），是道学最初在南方的传播中心，朱熹十分热衷道学，与当地道学家交往甚密。这种环境对朱熹的一生有着深刻的影响。他师承当时的洛学一脉“南剑三先生”李侗的教诲，开创闽学，集理学之大成，与“南剑三先生”并称为“延平四贤”。朱熹受教于父，聪明过人。四岁时其父指天说：“这是天。”朱熹则问：“天的上方有什么？”其父大惊。他勤于思考，学习长进，八岁便能读懂《孝经》，在书题字自勉曰：“不若是，非人也。”朱熹十岁时父亲去世，其父好友刘子、刘勉子、胡宪三人皆是道学家。当时的道学家一部分排佛，一部分醉心学佛，他们皆属后者。因此朱熹既热衷于道学，同时于佛学也有浓厚兴趣。绍兴十七年（1147年），十八的朱熹参加乡贡，据说就是以佛学禅宗的学说被录取的。主考官蔡兹还对人说：“吾取一后生，三策皆欲为朝廷措置大事，他日必非常人。” \n朱熹和郑樵\n南宋朱熹年轻时，从建阳到泉州同安县赴任，路经莆田时，于夹漈草堂见到了郑樵。年过五旬的郑樵对他以礼相待。席间，桌上只有一碟姜、一碟盐巴，朱熹的书僮看到心中暗暗不乐。朱熹取出一部手稿，请郑樵过目指正。郑樵恭敬地接过，放在桌上。接着，他燃起一炷香，室内顿时异香扑鼻。这时，恰好窗外吹来一阵山风，把手稿一页一页地掀开。郑樵一动不动地站立着，像被清风吹醉一般。等到风过去后，他才慢慢地转过身子，把手稿还给了朱熹。两人促膝而谈，一连谈了三天三夜、朱熹十分高兴，特地写了一幅对联表示感谢。联句是：云礽会梧竹，山斗盛文章。\n朱熹离开草堂后，步行到前次下马的地方上马。他的书僮不满地说：“这个老头子算什么贤人？他对相公太无礼了。无酒无肴，只有一碟姜一碟盐，亏他做得出来。”朱熹说：“那盐不是海里才有的吗？那姜不是山里才有的吗？尽山尽海，是行大礼啊！”\n书僮：“相公的手稿，他连看都不看……”朱熹：“你没看到吗？我送他手稿时，他特地燃起一炷香，这是很尊重我啊；风吹开稿页那阵子，他把稿子看完了。他跟我谈了不少好意见，还能把手稿里的原句背出来，令人钦佩。”书僮：“相公老远跑来见他。可今天离开时，他送都不送一程。”\n朱熹说：“他送到草堂门口，就已尽礼了。一寸光阴一寸金，我们做学问的人，每分钟时间都很宝贵啊。”\n正说着，前面草丛里突然哗啦一声，一只五色雉鸟从头顶飞过。两人不由得回过头来，却见郑樵还站在远处的草堂门口前，保持原先送客的姿态，手里还拿着一本书。朱熹笑着说：“你看，他还在门口站着，送客不忘读书，真是个贤人啊。” \n追索其诗\n朱熹有足疾，曾有一个江湖郎中来为他治疗。针灸以后，老夫子感到腿脚轻便了不少。朱十分高兴，重金酬谢的同时，还送给这个道人一首诗：“好多年走路靠一根瘦竹撑动，想不到针灸还真有神奇之功。扔开拐杖出门儿童看了发笑，这难道就是从前匍匐而行的老翁？”道人拿了朱熹手书的诗章，就离去了。没几天，朱熹足疾重新发作，且比没针灸前更厉害了。急忙派人去追寻道人，已不知道逃到那里去了。朱叹息道：“我不是想惩罚他，只是想追回赠的那首诗，唯恐他拿去招摇撞骗，误了别人的治疗。” \n后世纪念\n江西省上饶朱熹纪念馆\n江西上饶朱熹纪念馆坐落在江西省上饶市婺源县文公山景区的文公山朱子文化园内，占地面积300平方米。 是一座于1990年落成的庑殿式大院。馆内悬挂着新近书写的匾额、楹联，其中有不少联文。古朴的大门上高悬着一块大匾，题为“朱熹纪念馆”五个醒目大字。是方毅同志在武夷山视察时留下的墨宝。殿前大门两侧联曰：“接伊洛之渊源，开闽海之邹鲁”，这副楹联悬于大门显得端庄典雅，醒目点题。 大殿前有一副“致广大而尽精微，极高明而道中庸”的对联。大殿前横匾上书写的“学达性天”四字，字体雄浑、硕壮。 \n福建武夷山朱熹纪念馆\n武夷山朱熹纪念馆，位于武夷宫古街。为仿宋宫殿式建筑，坐北朝南，呈长方形，南北长约35米，东西宽约25米，占地约875平方米，由前厅、两廊、庭院、展厅等组成。前厅正门上，高悬“朱熹纪念馆”横匾，5个大字庄重而苍劲有力。殿前大门两侧悬挂3幅抱柱联，一幅是赵朴初撰并书，联曰：“千古敏以求，性天学述二程子；三字‘不远复’，心地功行九曲溪。”一幅为清康熙御笔：“集大成而绪千百年绝传之学，开愚蒙而立亿万世一定之规。”还有一幅是中国著名历史学家、北京大学教授张岱年撰并书：“致广大而尽精微，网罗历代；尊德性而道学问，体用兼赅。”大门两侧围墙上各镶嵌10块碑刻，为朱熹手书《潭州城南二十景》诗，是朱熹访问张栻于长沙岳麓书院唱和的诗作。 \n讲学遗址\n仙游枫亭文昌阁前身为会心书院，始建于隋代，初为庵堂。宋代著名理学家朱熹曾在此讲学，并亲书“敬义堂”为匾。明嘉靖四年（1525年）更名“会心书院”，后几经兴废，1996年在遗址复建文昌阁。\n","category":"行草","verified":true,"user":1,"timestamp":1429951561620},{"name":"朱熹城行草南唱和诗卷","dynasty":"宋代","category":"行草","type":"","user":1,"timestamp":1429791613775,"text":"南宋朱熹书。纸本。《城南唱和诗》是朱熹和张拭所作二十咏。书法笔势迅疾，苍逸可喜，是朱熹墨迹的珍品。卷后有元干渊、黄潜，明李东阳、吴宽、周木等人题跋，曾经元钱伯广，明严篙，清孙承泽、王淡、清内府收藏。《铃山堂书画记》、《庚子销夏记》、《式古堂书画汇考》、《石渠宝岌三编》等书著录。现藏故宫博物院。\n释文：\n奉同\n敬夫兄城南之作\n纳湖\n诗筒连画卷，坐看复行吟。想象南湖水，秋来几许深。\n东渚\n小山幽挂藂，岁莫蔼佳色。花落洞庭波，秋风渺何极。\n咏归桥\n凉涨平桥水，朱栏跨水桥。舞雩千载事，历历在今朝。\n舡斋\n考槃虽在陆， 滉瀁水云深。止尔沧州趣 难忘魏阙心。\n丽洋堂\n堂后林阴密，堂前湖水深。感君怀我意，千里梦相寻。\n兰涧\n光风浮碧涧，兰杜日猗猗。竟岁无人采，含薰只自知。\n书楼\n君家一编书，不自圮上得。石室寄林端，时来玩幽赜。\n山斋\n藏书楼上头，读书楼下屋。怀哉千载心，俯仰数掾足。\n蒙轩\n先生湖海姿，蒙养今自閟。铭座仰先贤，点画存彖系。\n石濑\n疏此竹下渠，濑彼涧中石。莫馆遶寒声，秋空动澄碧。\n卷云亭\n西山云气深，徙倚一舒啸。浩荡忽褰开，为君展遐眺。\n柳堤\n渚华初出水，堤树亦成行。吟罢天津句，薰风拂面凉。\n月榭\n月色三秋白，湖光四面平。与君临倒景，上下极空明。\n濯清亭\n涉江采芙蓉，十反心无斁。不遇无极翁，深衷竟谁识。\n西屿\n朝吟东屿风，夕弄西屿月。人境谅非遥，湖山自幽绝。\n涼琤谷\n湖光湛不流，嵌窦亦潜注。倚仗忽淙琤，竹深无觅处。\n梅堤\n仙人贞冰雪（此行衍文）仙人冰雪姿，贞秀绝伦拟\n驿使讵知闻，寻香问烟水。\n听雨舫\n倸舟停画桨，容与得欹眠。梦破蓬窗雨，寒声动一川。\n采菱舟\n湖平秋水碧，桂棹木兰舟。一曲菱歌晚，惊飞欲下鸥。\n南阜\n高丘复层观，何日去登临。一目长空尽，寒江列莫岑。\n熹再拜","author":"宋代朱熹","description":"朱熹城行草南唱和诗卷"}]