[{"name":"范仲淹行书师鲁帖","text":"范仲淹（989年8月29日－1052年5月20日），字希文，汉族，北宋著名的思想家、政治家、军事家、文学家。\n范仲淹幼年丧父，母亲改嫁长山朱氏，遂更名朱说。大中祥符八年（1015年），范仲淹苦读及第，授广德军司理参军，迎母归养，改回本名，后历任兴化县令、秘阁校理、陈州通判、苏州知州等职，因秉公直言屡遭贬斥。康定元年（1040年），与韩琦共同担任陕西经略安抚招讨副使，采取“屯田久守”方针，巩固西北边防。庆历三年（1043年），出任参知政事，上疏《答手诏条陈十事》，提出十项改革措施。庆历五年（1045年），新政受挫，范仲淹被贬出京，历任邠州、邓州、杭州、青州知州。皇祐四年（1052年），改知颍州，范仲淹扶疾上任，行至徐州，与世长辞，享年六十四岁，谥号文正，世称范文正公。\n范仲淹政绩卓著，文学成就突出，他倡导的“先天下之忧而忧，后天下之乐而乐”思想和仁人志士节操，对后世影响深远。[1] \n（概述图范仲淹像来源：清殿藏本[2] ）\n人物生平\n早年经历\n范仲淹先祖是唐朝宰相范履冰，世居邠州。范仲淹高祖范隋，唐懿宗时渡江南下，任丽水县丞，时逢中原兵乱，遂定居吴县（今苏州市）。 五代时，曾祖和祖父均仕吴越，父亲范墉早年亦在吴越为官。北宋建国后，范墉追随吴越王钱俶归降大宋，任武宁军节度掌书记。 范仲淹就是在这样的一个官宦家庭出生，时为宋太宗端拱二年（989年）。 \n淳化元年（990年），父亲范墉因病卒于任所，母亲谢氏贫困无依，只得抱着两岁的范仲淹，改嫁淄州长山人朱文翰，范仲淹也改从其姓，取名朱说（yuè）。 \n苦读及第\n大中祥符四年（1011年），范仲淹得知家世，伤感不已，毅然辞别母亲，前往应天府（今河南商丘）求学，投师戚同文门下。[7-8]   数年寒窗生涯后，范仲淹已博通儒家经典的要义，有慷慨兼济天下的抱负。   \n大中祥符八年（1015年），范仲淹以“朱说”之名，登蔡齐榜，中乙科第九十七名，由“寒儒”成为进士 ，被任为广德军司理参军，掌管讼狱、案件事宜，官居九品。鉴于已有朝廷俸禄，范仲淹便把母亲接来奉养。 天禧元年（1017年），范仲淹以治狱廉平、刚正不阿 ，升为文林郎、任集庆军节度推官，便归宗复姓，恢复范仲淹之名 [16-17]   （一说，天圣六年—1028年，范仲淹服母丧后方更名[18-19]   ）。\n泰州治堰\n天禧五年（1021年），范仲淹调任泰州西溪盐仓监，负责监督淮盐贮运及转销。[20-22]    西溪濒临黄海之滨，唐时李承修筑的旧海堤因年久失修，多处溃决，海潮倒灌、卤水充斥，淹没良田、毁坏盐灶，人民苦难深重。于是范仲淹上书江淮漕运张纶，痛陈海堤利害，建议沿海筑堤，重修捍海堰。[23-24]   \n天圣三年（1024年），张纶奏明朝廷，仁宗调范仲淹为兴化县令，全面负责修堰工程。天圣四年（1026）八月，母亲谢氏病逝，范仲淹辞官守丧，工程由张纶主持完成。 \n执教兴学\n天圣五年（1027），范仲淹为母守丧，居应天府。 时晏殊为南京留守（治今商丘）、知应天府，闻范仲淹有才名，就邀请他到府学任职，执掌应天书院教席。 范仲淹主持教务期间，勤勉督学、以身示教、创导时事政论，每当谈论天下大事，辄奋不顾身、慷慨陈词，当时士大夫矫正世风、严以律己、崇尚品德的节操，即由范仲淹倡导开始，书院学风亦为之涣然一新，范仲淹声誉日隆。 \n天圣六年（1028年），范仲淹向朝廷上疏万言的《上执政书》，奏请改革吏治，裁汰冗员，安抚将帅。[29-30]   宰相王曾对万言书极为赞赏，时晏殊在枢府，王曾便极力推举范仲淹，晏殊遂面圣陈述范仲淹既往政绩。 十二月，仁宗征召范仲淹入京，任为秘阁校理，负责皇家图书典籍的校勘和整理。[32-33]   \n秉公直言\n天圣七年（1029年），仁宗十九岁，章献太后（宋真宗章献皇后）依然主持朝政。冬至，仁宗准备率领百官在会庆殿为太后祝寿。范仲淹认为这一做法混淆了家礼与国礼，就上疏仁宗说：“皇帝有事奉亲长之道，但没有为臣之礼；如果要尽孝心，于内宫行家人礼仪即可，若与百官朝拜太后，有损皇上威严”，谏言仁宗放弃朝拜事宜。上疏奏报内廷，没有获得答复。[34-35]   范仲淹又上书太后，请求还政仁宗。奏书入宫，再次石沉大海。[36-38]    \n晏殊得知范仲淹上疏，大惊失色，批评他过于轻率，不仅有碍自己的仕途，还会连累举荐之人。范仲淹据理力争，并回写一封长信（《上资政晏侍郎书》），详述自己做法的缘由，申明自己的政治立场：“侍奉皇上当危言危行，绝不逊言逊行、阿谀奉承，有益于朝廷社稷之事，必定秉公直言，虽有杀身之祸也在所不惜。”[39-40]   \n天圣八年（1030年），范仲淹请求离京为官，被任为河中府通判；次年，调任陈州通判。[41-42]   范仲淹虽“处江湖之远”，不改忧国忧民本色，在此期间，他也多次上疏议政。朝廷欲兴建太一宫和洪福院，范仲淹认为“大兴土木，劳民伤财”，建议停工[43-44]   ；在吏治方面，范仲淹针主张削减郡县，精简官吏 ，并多次上书陈述中央直接降敕授官的危害，认为“不是太平治世的政策”[46-47]   ；又建议朝廷不可罢免职田，认为“官吏衣食不足，廉者复浊，何以致化” 。范仲淹的这些上疏虽未被朝廷采纳，但其一片忠心打动了仁宗。 \n明道二年（1033年），太后驾崩，仁宗亲政，召范仲淹入京，拜为右司谏。[50-51]   时群臣多议太后垂帘时为政之失，范仲淹却认为太后虽秉政多年，但亦有养护仁宗之功，建议朝廷掩饰太后过失，成全其美德。仁宗采纳，诏令朝廷内外不得擅自议论太后之事。[52-53]   仁宗因刘太后新亡，欲立杨太妃（宋真宗章惠皇后）为皇太后，参与军国大事。范仲淹认为频立太后，有皇帝不能亲政之嫌。 仁宗采纳，罢黜太后册名，但称谓不改。 \n七月，天下大旱，蝗灾蔓延，江淮和京东一带灾情尤其严重。为了安定民心，范仲淹奏请朝廷派人视察灾情，仁宗不予理会。范仲淹便质问仁宗：“如果宫中停食半日，陛下该当如何?” 仁宗幡然醒悟，派范仲淹安抚灾民。范仲淹应诏赈灾，开仓济民，并将灾民充饥的野草带回朝廷，以警示六宫贵戚戒除骄奢之风。[57-58]   \n伏阁请对\n明道二年（1033年）冬，郭皇后误伤仁宗 ，宰相吕夷简因与皇后有隙，遂协同内侍阎文应、范讽等人，力主废后。 消息传出，群臣议论纷纷，都认为废后不合适，范仲淹也向皇帝进言。因吕夷简事先令有司不得接受台谏章疏，疏入内廷，不得奏。 范仲淹遂率中丞孔道辅、侍御史蒋堂、段少连等十余人跪伏垂拱殿外，请求召见，仁宗不见，派吕夷简出来解释。范仲淹等与之当庭辩论，吕夷简理屈词穷，无以为对。[63-64]   \n第二天，范仲淹与众人商议，打算早朝之后，将百官留下，再次与宰相谏争。一行人刚走到待漏院，朝廷诏书下达，外放范仲淹为睦州知州，孔道辅等人也或贬或罚，无一幸免。[65-66]   河阳签判富弼上书仁宗，建议诏还范仲淹入京，以开言路，未得批复。 \n景祐党争\n景祐元年（1034年），范仲淹调任苏州知州，辟所居南园之地，兴建郡学。 时苏州发生水灾，范仲淹命令民众疏通五条河渠，兴修水利，导引太湖水流入大海。次年，因治水有功，范仲淹被调回京师，判国子监，很快又转升为吏部员外郎、权知开封府。 范仲淹在京城大力整顿官僚机构，剔除弊政，开封府“肃然称治”，时称“朝廷无忧有范君，京师无事有希文”。 \n景祐三年（1036年），范仲淹因不满宰相吕夷简把持朝政，培植党羽，任用亲信，向仁宗皇帝进献《百官图》，对宰相用人制度提出尖锐批评，劝说皇帝制定制度、亲自掌握官吏升迁之事。吕夷简不甘示弱，反讥范仲淹迂腐，诬蔑范仲淹“越职言事、勾结朋党、离间君臣”。范仲淹便连上四章 ，论斥吕夷简狡诈，因言辞激烈，遂被罢黜，改知饶州。[72-73]   侍御史韩渎曲意迎合，列写范仲淹同党的姓名，奏请仁宗在朝廷张榜公示。 \n范吕之争，牵连甚广。秘书丞余靖上书请求修改诏命 ；太子中允尹洙上疏自讼和范仲淹是师友关系，愿一起降官贬黜 ；馆阁校勘欧阳修责备高若讷身为谏官，对范仲淹被贬之事一言不发 ，蔡襄亦作《四贤一不肖》诗 ，攻击高若讷，皆牵连遭贬。朝臣畏惧宰相势力，莫敢置言。范仲淹被贬出京，竟无人敢送别，只有独龙图阁直学士李紘、集贤校理王质出郊饯行。 \n景祐四年（1037年），吕夷简被免除宰相之职，士大夫们接连不断地替范仲淹辩白，双方互相辩驳，朋党争论四起。仁宗诏宰相张士逊问计，下诏禁止互结朋党。[80-81]   \n因范仲淹多次因谏被贬谪，梅尧臣作文《灵乌赋》力劝范仲淹少说话、少管闲事、自己逍遥就行。范仲淹回作《灵乌赋》，强调自己“宁鸣而死，不默而生”，尽显为民请命的凛然大节。 \n戍边西北\n宝元元年（1038年），党项族人李元昊称帝，建国号大夏（史称西夏），定都兴庆（今宁夏银川），与宋朝的外交关系正式破裂。次年，为逼迫宋朝承认西夏的地位，李元昊率兵进犯北宋边境，于三川口大败宋兵（三川口之战），集兵于延州城下，准备攻城。消息传至京师，朝野震惊。\n康定元年（1040年）三月，因边事吃紧，仁宗以范仲淹众望所归，召回京师，担任天章阁待制、出知永兴军。 七月，升为龙图阁直学士，与韩琦并为陕西经略安抚副使，担任安抚使夏竦的副手。[84-85]   八月，范仲淹请知延州，到任后，更改军队旧制，分部训练，轮流御敌；同时修筑青涧城和鄜城，作为军事基地，节省边境开支。仁宗诏命这支军队为康定军。[86-88]    \n康定二年（1041年）正月 ，仁宗诏命陕西各路讨伐西夏，范仲淹上疏，建议加强边防守备，固守郦延，以军威恩信招纳西羌归附（时羌族为元昊向导，为其所用），徐图西夏，仁宗采纳。范仲淹又奏请修筑承平、永平等要塞，把十二座旧要塞改建为城，以使流亡百姓和羌族回归。[90-91]   \n二月，元昊进兵渭州（今甘肃平凉），仁宗批准夏竦反攻计划，韩琦命尹洙谒见范仲淹，联络同时发兵。范仲淹认为反攻时机尚未成熟，坚持不从。韩琦派环庆路副都部署任福率兵出击，西夏军受挫撤退，任福下令急追，追至西夏境六盘山麓，于好水川遇伏被围，任福等十六名将领阵亡，折兵万余（好水川之战）。 四月，仁宗降夏竦为豪州通判，范仲淹为户部员外郎、知耀州，职责不变。 \n五月，范仲淹改知庆州，兼环庆路都部署司事。元昊起兵时，曾联络羌族，约定环庆路酋长六百余人为其向导。范仲淹到任后，即以朝廷名义犒赏羌族各部，与之签订条约，严明赏罚，羌族遂脱离西夏，为宋效力。  为进一步稳固边防，范仲淹又修筑大顺城，遏止白豹城、全汤城一带的敌军进犯[96-97]   ；同时，修葺细腰、胡芦等军塞，切断敌军通路，使明珠、灭臧两部族安心归附大宋。[98-99]   \n庆历二年（1042年）闰九月，元昊分兵两路，再次大举攻宋。泾原路经略安抚招讨使王沿获知夏军来攻，命副使葛怀敏率军阻击，进抵定川寨，宋夏会战，宋军大败，葛怀敏与部将等16人战死，丧师9400余人（定川寨之战）。元昊获胜后，挥师南下，进逼潘原，关中震动。十月，范仲淹率领六千军队，从邠州、泾州出发来进行援救，西夏军队撤出边塞。仁宗非常欣赏范仲淹军事才能，加封为枢密直学士、右谏议大夫，任鄜延路都部署、经略安抚招讨使。[100-101]   \n十一月，仁宗采纳范仲淹建议，恢复设置陕西路安抚、经略、招讨使，让范仲淹、韩琦、庞籍分领职事。范仲淹与韩琦在泾州设置官第，将文彦博调到秦州做统帅，滕宗谅调到庆州做统帅，张亢担任渭州的统帅。[102-103]   范仲淹作将领，号令清楚，爱护士兵，对于前来归附的各部羌人，诚恳接纳，信任不疑，因而，至元昊向北宋称臣（庆历和议），西夏军队不敢轻易侵犯他所统辖的地区。 [105-106]   \n庆历新政\n主词条：庆历新政\n庆历三年（1043年），元昊请求议和，西方边事稍宁，仁宗召范仲淹回京，授枢密副使 ，又擢拔欧阳修、余靖、王素和蔡襄为谏官（俗称“四谏”） ，锐意进取。六月，谏官上言范仲淹有宰辅之才，仁宗欲拜为参知政事，范仲淹推辞不就；八月，仁宗罢免副宰相王举正，再拜范仲淹为参知政事。[110-111]   \n仁宗调整辅臣结构后，多次召见富弼、范仲淹等人，征询天下大事。范仲淹虽感谢皇恩，却认为事有先后，朝廷陈弊积久，非一朝一夕所能改变。仁宗遂亲笔诏书，开天章阁、陈设笔砚、赐坐以待。[112-113]   范仲淹惶恐不安，退朝后作《答手诏条陈十事》，上疏仁宗“明黜陟、抑侥幸”等十件事。 仁宗采纳，诏书统一颁布，以示天下，只有府兵法，因辅臣反对而作罢。 \n庆历四年（1044年），范仲淹又上疏仁宗“再议兵屯、修京师外城、密定讨伐之谋”等七事 ，并奏请扩大相权，由辅臣兼管军事、官吏升迁等事宜[117-118]   ，改革广度和深度进一步增加。新政实施后，恩荫减少、磨勘严密，希图侥幸的人深感不便，于是毁谤新政的言论逐渐增多，指责范仲淹等是“朋党”的议论再度兴起。 六月，边事再起，范仲淹请求外出巡守，仁宗任命为陕西、河东宣抚使。 \n庆历五年（1045年）正月，反对声愈加激烈，范仲淹请求出知邠州，仁宗准奏，遂罢免其参知政事之职，改为资政殿学士、知邠州，兼陕西四路缘边安抚使。冬十一月，范仲淹因病上表请求解除四路帅任、出任邓州，以避边塞严寒，仁宗升为给事中、知邓州。 随着范仲淹、富弼等大臣的离京，历时仅一年有余的新政也逐渐被废止，改革以失败告终。[122-123]   \n高风亮节\n庆历六年（1046年），范仲淹抵达任所邓州，重修览秀亭、构筑春风阁、营造百花洲，并设立花洲书院，闲暇之余到书院讲学，邓州文运大振。时尹洙被贬筠州，疾病缠身，范仲淹便把尹洙接到邓州养病。 \n庆历八年（1048年），有诏调范仲淹知荆南府，邓州人民殷切挽留，范仲淹也喜欢邓州，就奏请朝廷，得以留任。 范仲淹在邓州共计三年，百姓安居乐业，其传世名篇《岳阳楼记》及许多诗文均写于邓州。\n皇祐元年（1049年），范仲淹调任杭州。子弟以范仲淹有隐退之意，商议购置田产以供其安享晚年，范仲淹严词拒绝。[126-127]   十月，范仲淹出资购买良田千亩，让其弟找贤人经营，收入分文不取，成立范氏义庄，对范氏远祖的后代子孙义赠口粮，并资助婚丧嫁娶等用度。[128-129]   \n皇祐三年（1051年），升为户部侍郎，调往青州，因冬寒病重，求为颍州。 \n皇祐四年（1052年），调任颍州，范仲淹扶疾上任，行至徐州，与世长辞，享年六十四岁。 十二月，葬于河南洛阳县尹樊里万安山下 ，仁宗亲书“褒贤之碑”，赠兵部尚书，谥号文正，追封楚国公。 \n主要成就\n政治贡献\n地方治绩\n范仲淹出任泰州时，征调民众4万多人，重修捍海堰。自天禧五年（1021年）至天圣四年（1026年）完成，新堤横跨通、泰、楚三州，全长约200华里，不仅当时人民的生活、耕种和产盐均有了保障，还在后世“捍患御灾”中发挥了重要作用，当地人民将所修之堤命名为“范公堤”，遗址迄今犹存。 [135-139]      \n景祐元年（1034年），苏州久雨霖潦，江湖泛滥，积水不能退，造成良田委弃，农耕失收，黎民饥馑困苦，范仲淹出知苏州后，根据水性与地理环境，提出开浚昆山、常熟间的“五河”，将积水导流太湖，注入于海的治水计划。范仲淹以“修围、浚河、置闸”为主的治水经画，不但获得时舆的赞扬，还泽被后世，自南宋一直至元、明的两浙职守，都依照这个模式去整治水患。[140-141]   \n实施新政\n主词条：庆历新政\n庆历三年（1043年）八月，范仲淹针对内忧（官僚队伍庞大但行政效率低）外患（辽和西夏威胁着北方和西北边疆）的现状，上疏《答手诏条陈十事》，提出十项改革纲领，主张澄清吏治、改革科举、整修武备、减免徭役、发展农业生产等，内容涉及到政治、经济、军事、教育、科举等各个方面和领域。新政实施的短短几个月间，政治局面已焕然一新：官僚机构开始精简；科举中，突出了实用议论文的考核，有特殊才干的人员，得到破格提拔；全国也普遍办起了学校。\n庆历五年（1045年）正月，以夏竦为首的反对派攻击革新派为“朋党”，仁宗外放范仲淹、富弼等大臣，改革遂以失败告终。但新政虽只推行一年，却开北宋改革风气之先，成为王安石“熙宁变法”的前奏。[142-145]     \n军事思想\n康定元年（1040年），范仲淹奉调西北前线，担任边防主帅。针对西北地区地广人稀、山谷交错、地势险要的特点，范仲淹提出“积极防御”的守边方略，即在要害之地修筑城寨，加强防御工事，训练边塞军队，以达到以守为攻的目的。 \n军队制度上，取缔按官职带兵旧制，改为根据敌情选择战将的应变战术；建立营田制，解决军需问题，使军队面貌一新，应变能力和作战能力大大提高。 防御工事方面，构筑城寨、修葺城池、建烽火墩，形成以大顺城 为中心、堡寨呼应的坚固战略体系。[150-152]    对沿边少数民族，诚心团结，慷慨优惠，严立赏罚公约，使其安心归宋。   同时，范仲淹精选将帅、大力提拔军队将领，使西北军中涌现出狄青、种世衡等名将，又训练出一批强悍敢战的士兵，直到北宋末年，这支军队仍是宋朝的一支劲旅。\n范仲淹利用筑城修寨进行积极防御的思想，使西北军事防务形势发生了根本性的变化，边境局势大为改观。庆历四年（1044年），北宋与西夏最终缔署合约，西北边疆得以重现和平。[153-155]    \n文学成就\n散文\n宋自建国至仁宗七十多年来，墨守祖宗家法，政尚循谨，浮华奢靡的背后潜伏着种种危机。范仲淹洞破北宋积贫积弱的局面，重视文章的政治教化作用，主张文章是政治重要的有机组成部分，关系到社会风俗的醇厚讹薄、国家的兴衰成败。在经世济时思想的影响下，范仲淹反对宋初文坛的柔靡文风，提出了宗经复古、文质相救、厚其风化的文学思想。范仲淹的文章，立足点在于政而不在于文，在价值取向上与扬雄、王勃、韩柳以及宋初复古文论一样，具有历史意义和复古精神，对宋初文风的革新具有积极作用。 \n散文创作上，范仲淹作品以政疏和书信居多，陈述时政，逻辑严密、有很强的说服力，苏轼曾评价《上政事书》“天下传诵” ；《灵乌赋》一文，“宁鸣而死，不默而生”，是中国古代哲人争自由的重要文献；名篇《岳阳楼记》，借作记之机，规劝友人“不以物喜，不以己悲”，全文融记叙、写景、抒情、议论为一体，动静相生，思想境界崇高，成为杂记中的创新，其中“先天下之忧而忧，后天下之乐而乐”为千古名句。[158-160]    \n诗歌\n诗歌上，范仲淹主张“范围一气”、“与时消息”。范仲淹继承了孟子的“浩然之气”，又将曹丕的“文气说”、陆机、钟嵘的“感物说”和“天人合一”的诗学思想捏合在一起，他认为，诗人创作的冲动与意向，是秉承大道之“一气”，感于万物并通过万物体现出来。范仲淹的“与时消息”则继承了刘勰的“为情而文”观和白居易“文章合为时而著，歌诗合为事而作”的主张，把政治教化和为情造文有机有机结合起来，范仲淹批判宋初诗坛的盲目模仿之风和无病呻吟之态，主张诗歌创作要忠于生活现实，符合时事，不为空言。\n范仲淹诗歌存世305首，内容非常广泛，或言志感怀，抒写伟大的政治抱负；或关注民生，抒发忧国忧民的情怀；或纪游山水，歌颂祖国大好河山；或咏物寄兴，展现自己的人格操守。诗意淳语真，艺术手法多样，以清为美的特点尤为突出，以文为诗、议论化的倾向非常明显，同时注意白描手法和叠字的运用，与当时的白体、晚唐体及西昆体相比，呈现出迥然不同的面貌，成为宋初诗歌由唐音向宋调转变的重要一环。  \n词\n范仲淹词作存世共五首 ，虽然数量较少，但首首脍炙人口，在宋词的发展中起着承前启后的重要作用。北宋建国至宋仁宗，生活享乐渐成风尚，以艳情为主要创作话题的歌词亦趋向繁荣。范仲淹于仁宗年间登上词坛，其词作内容和风格丰富多样，有直接写艳情者，也有跳出艳情之外者，正是过渡时期遗留下来的深刻痕迹。\n《渔家傲·秋思》一词，反映了边塞生活的艰苦，表达了作者反对入侵、巩固边防的决心和意愿，同时还表现出外患未除、功业未建、久戍边地、士兵思乡等复杂矛盾的心情。在范仲淹之前，很少有人用词这一新的诗体形式来描写边塞生活，唐人韦应物的《调笑令·胡马》虽有“边草无穷日暮”之句，但没有展开，且缺乏真实的生活基础，因而，范词实际上是边塞词的首创。不仅如此，这首词的内容和风格还直接影响到宋代豪放词和爱国词的创作，为词世界开辟了崭新的审美境界，也开启了宋词贴近社会生活和现实人生的创作方向。《剔银灯·与欧阳公席上分题》和《定风波·自前二府镇穰下营百花洲亲制》两词，读史、咏风景，题材宽泛，与艳情无关，与北宋前期词坛的创作风格合拍，表现了从晚唐五代至北宋前期歌坛衰变的一个过程。\n范仲淹的艳情之作（《苏幕遮·怀旧》、《御街行·秋日怀旧》），总是写出一种宏大的时空背景，与同时代其他词人“小圆香径”、“庭院深深”的狭深环境迥然不同。而沉挚真切、婉丽动人的风格，也极大地改变了宋人的创作观念，引导着词坛创作风气的转移，对后世词坛产生着深刻影响。[163-165]    \n教育方略\n范仲淹继承和发展了儒家正统的教育思想，把“兴学”当作是培养人才、救世济民的根本手段。 在《上执政书》中，范仲淹明确提出“重名器”（慎选举、敦教育），把当时科举以考试取人、而不在考试之先育人，比之为“不务耕而求获”，主张“劝学育才”，恢复制举并使之与教育相衔接。[167-168]   庆历年间主政时，范仲淹再次提出“复古兴学校，取士本行实”，着力改革科举考试制度、完善教育系统、加强学堂管理，各地亦奉诏建学，地方学堂如雨后春笋般涌现，时谓“盛美之事”。 \n师资选材上，范仲淹提倡明师执教、经实并重。范仲淹注重对教师的培养和选拔，把“师道”确立为教育的重心，他推荐的名师胡瑗、李觏等，皆为北宋著名的教育家。教学内容上，范仲淹提倡“宗经”，以儒家经典培养能通达“六经”、悉经邦治国之术的人才 ；同时注意兼授诸算学、医药、军事等基本技能，培养具有专门知识、技能的实用人才。 \n范仲淹亦身体力行，无论“居庙堂之高”、还是“处江湖之远”，足迹所涉，无不兴办学堂，教泽广被；晚年又设义田、建义学，对族中子弟实行免费教育，激劝“读书之美” ，范氏义学在教化族众、安定社会、优化风尚上取得了巨大成功，开启了中国古代基础教育阶段免费教育的新风尚。 \n书法成就\n范仲淹善书。宋黄庭坚《山谷题跋》中云：“范文正公书落笔痛快沉著，极近晋宋人书。”又云：“范文正公书《伯夷颂》极得前人笔意，盖正书易俗，而小楷难于清劲有精神。朱长文《续书断》谓仲淹晚年学王羲之《乐毅论》，亦一代之墨宝也。明唐锦《龙江梦余录》评范仲淹书极端劲秀丽，无毫鋩纵逸之态。”清高士奇也称范仲淹书法“挺劲秀特，肖其为人”。\n人物评价\n总评\n范仲淹“文武兼备”、“智谋过人” ，无沦在朝主政、出帅戍边，均系国之安危、时之重望于一身。他对某些军事制度和战略措施的改善，使西线边防稳固了相当长时期；他领导的庆历革新运动，虽只推行一年，却开北宋改革风气之先，成为王安石“熙宁变法”的前奏；即使在担任地方官时，他也殚精竭虑，鞠躬尽瘁。\n范仲淹不仅是北宋著名的政治家和军事家，还是一位卓越的文学家和教育家。作为宋学开山、士林领袖，他开风气之先，文章论议，必本儒宗仁义；并以其人格魅力言传身教，一生孜孜于传道授业，悉心培养和荐拔人才；乃至晚年“田园未立”，居无定所，临终《遗表》一言不及私事。\n他倡导的“先忧后乐”思想和仁人志士节操，为儒家思想中的进取精神树立了一个新的标杆，是中华文明史上闪灼异彩的精神财富。千载迄今，各地有关范仲淹的遗迹始终受到人们的保护和纪念。[175-176]   \n历代评价\n《宋史》：自古一代帝王之兴，必有一代名世之臣。宋有仲淹诸贤，无愧乎此。仲淹初在制中，遗宰相书，极论天下事，他日为政，尽行其言。豪杰自知之审，类如是乎！考其当朝，虽不能久，然先忧后乐之志，海内固已信其有弘毅之器，足任斯责，使究其所欲为，岂让古人哉！ \n姜遵：朱学究（范仲淹）年虽少，奇士也。他日不惟为显官，当立盛名于世。 \n欧阳修：公少有大志，每以天下为己任。 \n蔡襄：公薨之后，独无余资。君国以忠，亲友以义，进退安危，不易其志。立身大节，明白如是。\n朱长文：范文正公置义田、义宅，至今四十年，而丞相、侍郎兄弟（仲淹次子、三子）继承其志，近益增广。九族之间，莫不被其惠。\n王安石：一世之师，由初起终，名节无疵。 \n苏轼：①出为名相，处为名贤；乐在人后，忧在人先。经天纬地，阙谥宜然，贤哉斯诣，轶后空前。②公在天圣中，居太夫人忧，则已有忧天下致太平之意，故为万言书以遗宰相，天下传诵。至用为将，擢为执政，考其平生所为，无出此书者。其于仁义礼乐，忠信孝弟，盖如饥渴之予饮食，欲须臾忘而不可得。如火之热，如水之湿，盖其天性有不得不然者。虽弄翰戏语，率然而作，必归于此。故天下信其诚，争师尊之。 \n苏辙：范文正公笃于忠亮，虽喜功名，而不为朋党。 \n王十朋：堂堂范公，人中之龙。正色立朝，奸邪不容。材兼文武，永履仁义。\n楼钥：文正公奋身孤藐，未尝赖宗人毫发之力。既达，则阖族受解衣推食之恩。\n孙应时：若吴范氏之有义庄也，然后能仁其族於无穷，非文正公新意欤？盖公平生所立不待称赞，此其一事已足为百世师矣。\n朱熹：①范文正杰出之才。②本朝道学之盛，亦有其渐，自范文正以来已有好议论。 \n吕中：先儒论宋朝人物，以范仲淹为第一。 \n罗大经：国朝人物，当以范文正为第一，富韩皆不及。\n元好问：文正范公，在布衣为名士，在州县为能吏，在边境为名将，其才其量其忠，一身而备数器。在朝廷，则孔子之所谓大臣者，求之千百年间，概不一二见，非但为一代宗臣而已。 \n王恽：堂堂范公，三代之佐。致君泽民，尽夫在我……笃信力行，曾不易虑，受知裕陵，千载一遇。\n张起岩：有际天人之学，斯可以服天下之望，有扩宇宙之量，斯可以成天下之务，有坚金石之操，斯可以任天下之重。隆然晔然震耀于世道者，则范文正公其人也。\n徐琰：致君之志，动物之诚，放诸四海而准，百世而下，闻者莫不兴起也。是岂区区富贵利达，以炫耀于须臾者，可同日而语哉？。\n方孝孺：古之至人，忘己徇民……孰若先生，唯民之忧。饮食梦寐，四海九州。\n马中锡：夫范公一代奇才也……宜其见诸事为者，彪炳轰烈，撑扶天地。\n毕瑜：先天下忧，后天下乐，出则泽被生民，入则风生台阁，侃侃封章，天子动容，凛凛甲兵，西贼胆落。呜呼！休哉，千百世之下，闻公之风，诚足以廉顽而敦薄。\n王鏊：昔在有宋，吾苏入参大政者，有两范公（范仲淹、范成大）。文正公当仁宗朝，开天章阁求治，更张庶治，将大有为焉。未一年，以小人不悦罢。文穆当孝宗朝，在政府两月，未及有焉，以言者罢。前宋之治，莫盛仁宗；南渡后，莫盛孝宗，皆锐意太平。二公皆以身许国，可谓千载之遇，而皆不能少其志。呜呼，道之难行其已久矣！忠良不可容于时，自昔然矣！文正子孙，今在吴中最盛，所谓岁寒堂者，有司春秋享祀不绝；而文穆之后无闻焉。文正为宋人物第一流，文穆其流亚欤。观其使金受书之仪，举朝皆悚，有苏子卿（苏武）啮雪之操；缴还阁门张说词头，有阳城裂麻之忠；奏罢明洲海物之献，盖与孔戡之政同；其在成都，演武修文，奖用名节，间与陆务观诸人赓唱，流风余韵，渐被岷峨；而吴中民风士俗，人情物态，尽悉备见其时。 \n归有光：韩、富二公，与范希文、欧阳永叔，一时并用，世谓之韩、范、富、欧。魏公嘉佑、治平间，再决大策、以安社稷。当朝廷多故，处危疑之际，知无不为，而与范、欧同心辅政，百官奉法循理，朝廷称治。 \n王夫之：（范仲淹）以天下为己任，其志也。任之力，则忧之亟。故人之贞邪，法之疏密，穷檐之疾苦，寒士之升沉，风俗之醇薄，一系于其心……若其执国柄以总庶务，则好善恶恶之性，不能以纤芥容，而亟议更张；裁幸滥，核考课，抑词赋，兴策问，替任子，综核名实，繁立科条，一皆以其心计之有余，乐用之而不倦。唯其长也，而亟用之，乃使百年安静之天下，人挟怀来以求试，熙、丰、绍圣之纷纭，皆自此而启，曾不如行边静镇之赖以安也。 \n陆以湉：此四人者（范仲淹、诸葛亮、陆贽、文天祥），皆经纶弥天壤，忠义贯日月。 \n钱君倚：范文正公平生好施与，择其亲而贫、疏而贤者咸施之。方贵显时，置负郭常稔之田千亩，号曰义田，以养济群族之人。日有食，岁有衣，嫁、娶、婚、葬皆有赡。 \n全祖望：高平一生粹然无疵，而导横渠（张载）以入圣人之室，尤为有功。 \n仲鹤庆：茫茫潮汐中，矶矶沙堤起，智勇敌洪涛，胼胝生赤子，西塍发稻花，东火煎海水，海水有时枯，公恩何日已。\n杨昌济：宋韩、范并称，清曾、左并称，然韩、左办事之人，范、曾办事兼传教之人也。\n纪昀：行求无愧于圣贤，学求有济于天下，古之所谓大儒者，有体有用，不过如此。 \n陈去病：独范文正以矫厉特异之才……盖惟心无所偏私，用能绝人之贪，而宇宙亦以清宁。\n张寿镛：道学气节则文正范公为之魁。\n蔡东藩：若夫韩琦、范仲淹二人，亦不过一文治才耳。主战主守，彼此异议，主战者有好水川之败，虽咎由任福之违制，然所任非人，琦究不得辞责。主守者遭元昊之谩侮，微杜衍，仲淹几不免杀身。史虽称韩、范善防，然卒无以制元昊，使之帖然归命，非皆武略不足之明证耶？ \n毛泽东：①中国历史上有些知识分子是文武双全，不但能够下笔千言，而且是知兵善战。范仲淹就是这样的一个典型。 ②（范仲淹词）介于婉约与豪放两派之间，既苍凉又优美，使人不厌读。 \n江泽民：所有党员领导干部，都应该“先天下之忧而忧，后天下之乐而乐”。\n主要作品\n据《宋史》载，范仲淹作品有《文集》二十卷，《别集》四卷，《尺牍》二卷，《奏议》十五卷，《丹阳编》八卷。 北宋有刻本《范文正公文集》，南宋时有乾道刻递修本、范氏家塾岁寒堂刻本，皆二十卷。\n体裁\t\n作品名称\n诗歌\t\n《江上渔者》《鹤联句》《登表海楼》《河朔吟》《游庐山》《春日游湖》《新定感兴五首》\n《酬和黄太博》《绛州园池》《送魏介之江西提点》《归雁》《登表海楼》《过馀杭白塔寺》\n《访陕郊魏疏处士》《出守桐庐道中十绝》《和葛闳寺丞接花歌》《怀庆朔堂》《春日游湖》\n《祠风师酬提刑赵学士见贻》《古鉴》《过太清宫》《送石曼卿》《阅古堂诗》《赠张先生》\n《上汉谣》《野色》《河朔吟》《纪送太傅相公归阙》《石子涧二首》《答梅圣俞灵乌赋》\n词\t\n《苏幕遮·怀旧》《渔家傲·秋思》《剔银灯·与欧阳公席上分题》《御街行·秋日怀旧》\n《定风波·自前二府镇穰下营百花洲亲制》\n散文\t\n《岳阳楼记》《与唐处士书》《答手诏条陈十事》《与韩琦书》《灵乌赋》《上执政书》\n《严先生祠堂记》《上攻守二策状》《上吕相公并呈中丞咨目》《邠州建学记》\n书法\t《道服赞》《师鲁帖》《远行帖》《边事帖》\n文献记载\n类别\t作者\t篇目\n史书\t\n脱脱等\n《宋史》卷三百一十四 \n毕沅\t《续资治通鉴》卷三十八——卷五十二\n李焘\t《续资治通鉴长编》卷一百四——卷一百七十二\n碑铭\t富弼\t《范文正公仲淹墓志铭》\n欧阳修\t《范公神道碑》\n传记\t楼钥\t《范文正公年谱》\n范成大\t《范仲淹传略》\n张唐英\t《范仲淹传》\n曾巩\t《隆平集·卷八·范仲淹传》\n王称\t《东都事略·范仲淹传》\n轶事典故\n断齑画粥\n范仲淹幼年丧父，四岁时随继父迁至长山 ，励志苦读于醴泉寺。因家境贫寒，便用两升小米煮粥，隔夜粥凝固后，用刀切为四块，早晚各食两块，再切一些腌菜佐食。[199-200]   成年后，范仲淹又到应天书院刻苦攻读，冬天读书疲倦发困时，就用冷水洗脸，没有东西吃时，就喝稀粥度日。一般人不能忍受的困苦生活，范仲淹却从不叫苦。经过苦读，范仲淹终于在大中祥符八年（1015年）进士及第，官至参知政事。   \n龙图老子\n038-1043年间，范仲淹以龙图阁直学士身份经略西线边防，改革军事制度、调整战略部署，构筑以大顺城为中心、堡寨呼应的坚固防御体系，西北战线固若金汤，夏人不敢犯。西北边陲谣曰：“军中有一范，西贼闻之惊破胆。”羌人称范仲淹为“龙图老子”[201-202]   ；夏人称其为“小范老子”，认为“小范老子胸有十万甲兵！” \n宽厚仁爱\n范仲淹担任邠州知州时，有一次登楼饮酒，尚未举杯，就看到几个人披麻戴孝地营造葬具。范仲淹急忙派人询问，得知是一名书生客死邠州，准备就近埋葬，但墓穴、棺材和治丧用具尚未制备。范仲淹听后非常悲伤，立即撤去酒席，并赠以钱财，使其得办丧事。 \n庆历年间，张海（一说王伦 ）率领人马攻打淮南，路过高邮，高邮知军晁仲约料想无法抵挡，就昭示当地富人捐钱献酒，前去慰劳，“盗寇”很高兴，没有施暴就离开了高邮。事情传开后，朝廷非常愤怒，富弼提议处死晁仲约。范仲淹说：“若郡县兵力足以应战或防守，遭遇贼兵不抵御而去贿赂，在法理上知军必须处死；但实际情况是高邮兵力不足，根本没有办法抵抗或防守；这种情况下杀死知军不是立法的本意。”仁宗听后，接受范仲淹的意见，赦免了晁仲约。[207-208]   \n范仲淹治理国家崇尚忠厚，勤政爱民，深得百姓爱戴。范仲淹戍边西北时，邠州、庆州的百姓和众多的羌部族，在其生前就悬挂他的画像以祭拜。范仲淹去世后，闻知消息的人无不扼腕叹息，羌部族的数百首领，像孝子一样放声痛哭，并斋戒三日以后才离开。 \n严谨治学\n范仲淹替人写墓志铭，写毕封好刚要发送时，忽然想到：“这篇铭记不能不让尹洙看。”第二天，范仲淹就把铭文交给尹洙过目，尹洙看后说：“你的文章已经很出名，后代人会以你的文章为典范，不能够不谨慎啊。现在你把转运使写作刺史，知州写成太守，固然清雅古隽，但现在却没有这些官职名称，后人必然心生疑惑，这正是引起庸俗文人争论的原因啊。”范仲淹听后，感叹地说：“多亏请你看了，否则，我差一点要失误啊。” \n只弹履霜\n范仲淹素爱弹琴，曾于琴中思古 ，又向志于琴道的崔遵度请教“琴何为是”，并问还有谁与他志同道合，崔公说是唐处士，于是范仲淹“拜而退，美而歌曰：有人焉，有人焉，且将师其一二。”他为自己寻到能学琴与琴道的老师快乐如孺子。 据陆游《老学庵笔记》载：“范文正公喜弹琴，然平日只弹《履霜》一操，时人谓之范履霜。” \n教子扶危\n范仲淹熟治家甚严，教导子女做人要正心修身、积德行善，范氏家风清廉俭朴、乐善好施。一次，范仲淹让次子范纯仁自苏州运麦至四川。范纯仁回来时碰见熟人石曼卿，得知他逢亲之丧，无钱运柩返乡，便将一船的麦子全部送给了他，助其还乡。范纯仁回到家中，没敢提及此事。范仲淹问他在苏州遇到朋友了没有，范纯仁回答说：“路过丹阳时，碰到了石曼卿，他因亲人丧事，没钱运柩回乡，而被困在那里。”范仲淹立刻说道：“你为什么不把船上的麦子全部送给他呢？”范纯仁回答说：“我已经送给他了。”范仲淹听后，对儿子的做法非常高兴，并夸奖他做的对。 \n举贤任能\n范仲淹特别善于识人，当狄青还是个下级军官时，范仲淹就对他很器重，授之以《左氏春秋》说：“将不知古今，匹夫勇尔。”狄青从此折节读书，精通兵法，后以武官任枢密使，成为一代名将。 \n张载少年时，喜欢谈兵，至欲结客取洮西之地。二十一岁时，谒见范仲淹，范仲淹一见知其远器，作为将领实在屈才，对他说：“儒者自有名教可乐，何事于兵？”劝他读《中庸》。后来张载遍观释老，无所得反而求六经，后成为北宋五子之一，宋明理学关学的创始人，一代大儒。 \n富弼少年时，好学有大度，范仲淹见而奇之说：“王佐之才也”，并把他的文章给王曾、晏殊看，晏殊就把女儿嫁给了富弼。宋仁宗恢复制科后，范仲淹告诉富弼说：“你应该由制科步入仕途”，并推举他为茂材异等，富弼从此进入官场，成为一代名相。[217-218]   \n相传范仲淹任杭州知府时，城中文武官员，大多得到过他的推荐，惟有苏麟，因在外县担任巡检，不在城里，未得提拔。于是，苏麟就向范仲淹献诗一首，其中有两句为：“近水楼台先得月，向阳花木易为春”。范仲淹理解他的心情，便为他写了一封推举信，后来苏麟也得到升迁。 \n性情中人\n历史上，人们给以范仲淹特别高的评价，“才其量其忠，非但为一代宗臣而已”。其实，范仲淹并没有把自己看成完人，反而是喜欢袒露自己的真实性情。他也发过牢骚：“人世都无百岁。少痴騃、老成尪悴。只有中间，些子少年，忍把浮名牵系。一品与千金，问白发、如何回避？” \n宋人吴曾记载过这样一件事：范仲淹任饶州知州时，官妓 中有一位小歌妓（“小鬟”），范仲淹颇为看中。后来范仲淹被调回京师，因小鬟年纪太小，不便携行，就给他的朋友魏介寄了一首诗（《怀庆朔堂》），在诗中说道：“庆朔堂前花自栽，便移官去未曾开。年年长有别离恨，已托东风干当来”。魏介心领神会，就把小鬟买来转送范仲淹。 南宋姚宽还记载范仲淹曾以胭脂寄小鬟，并题诗“江南有美人，别后常相忆。何以慰相思，赠汝好颜色”。 明人朱有炖据此改编为杂剧《甄月娥春风庆朔堂》，剧前引言亦详述此事。 \n三光风范\n范仲淹忧国忧民，不图个人荣华富贵，从二十七岁进士及第到五十五岁主持新政，在漫长的官宦生涯中，范仲淹关心政治，每遇国家大事，总是慷慨直言，由于他直言敢为，曾在八九年间里三次被贬：1029年，范仲淹因谏言太后还政，被贬；接着又在废郭皇后上二次被贬；1035年，范仲淹上《百官图》第三次被贬。\n在这几次事件中，范仲淹都是重要的策动者，尤其后两次，成为影响庆历士风构建的两个重要事件，获得了北宋士人的人格认同。据丁传靖《宋人轶事汇编》记载，范仲淹三次被贬，每贬一次，时人称“光”（光耀）一次，第一次称为“极光”，第二次称为“愈光”，第三次称为“尤光”。 \n家族成员\n辈分\t关系\t姓名\t简介\n家世\t先祖\t范滂\t字孟博，东汉时，举孝廉，历任清诏使、光禄勋主事，江夏八俊之一。 \n范履冰\t\n唐睿宗时，官至同凤阁鸾台平章事（宰相）。 \n高祖\t范隋\t唐懿宗时，历任幽州良乡主簿、处州丽水县丞，后举家迁至苏州。 \n曾祖\t\n范梦龄\n仕吴越，曾任节席推官。北宋年间，追赠太师，封徐国公。 \n祖父\t\n范赞时\n仕吴越，官至秘书监。北宋年间，追赠太师，封唐国公。 \n父亲\t范墉\t\n早年仕吴越，后随吴越王钱俶降宋，任武宁军节度掌书记，封太师、周国公。 \n母亲\t谢氏\t范墉去世后，改嫁朱文翰，范仲淹为其第三子。 \n继父\t朱文翰\t长山人，曾任平江推官，范仲淹两岁时，母亲改嫁。 \n平辈\t仲兄\t范仲温\t生平不详。\n长兄等\t——\t范仲淹共有兄弟五人，其他三位兄弟皆早卒，生平姓名不详。\n子辈\t长子\t范纯祐\t字天成，范仲淹长子，历任监主簿、司竹监。 \n次子\t范纯仁\t字尧夫，中皇祐元年进士及第，官职北宋宰相。 \n第三子\t范纯礼\t字彝叟，历任河南府判官、吏部郎中、礼部尚书等职。 \n第四子\t范纯粹\t字德孺，官至户部侍郎。 \n孙辈\t孙子\t范正臣\t范纯祐之子，守太常寺太祝。 \n孙子\t范正思\t范纯仁之子，字子思（一说子默），至孝，居父丧感伤而疾，十年不愈。[237-238]   \n孙子\t范正平\t范纯仁之子，字子夷，历任开封尉、象州知州，著有《荀里退居编》。[239-240]   \n后世纪念\n墓葬\n主词条：范仲淹墓\n范仲淹墓，位于洛阳城东南伊川县彭婆乡许营村万安山南侧，分前后两域。前域为范仲淹及其母秦国太夫人、长子监溥公范纯佑墓，中央祭庙一所，内有殿房，殿中悬光绪皇帝御笔“以道自任”匾额；宋仁宗篆额的“褒贤之碑”，高4.08米，宽1.41米，厚0.48米，碑文由欧阳修撰，王洙书，字迹大体清晰，另有翁仲、石羊、石狮等。后域为次子范纯仁、三子范纯礼、四子范纯粹及后代之墓。[241-242]   \n006年,，范仲淹墓作为宋代古墓葬，被国务院批准列入第六批全国重点文物保护单位。 \n纪念馆\n主词条：范仲淹纪念馆\n苏州范仲淹纪念馆，位于苏州天平山风景区，内塑范文正公坐像、铜像，刻有“先天下之忧而忧，后天下之乐而乐”石牌楼。2006年，在原祠堂西侧，又建有范仲淹纪念馆新馆，采用庭院式厅堂布局，分三厅一廊一房，其中北厅为序馆，主要是范仲淹的生平简介、范氏家谱等内容，中厅重点介绍范仲淹一生的功绩，南厅则展示范仲淹在文学上的成就，附房展示有漆雕“万笏朝天图”和“高义园世宝”。[244-245]   \n泰州范仲淹纪念馆，位于江苏泰州兴化市宋县署两庑，始建于2000年，馆区分为文正流风、重教兴城、廉政为民、景范遗风四个部分，为国家AAAA级旅游景区。[246-247]   \n另外，在山东滨州、河南商丘等地也有范仲淹纪念馆。[248-249]   \n花洲书院\n主词条：花洲书院\n花洲书院，位于邓州古城东南隅。庆历六年（1046年），范仲淹任邓州知州时，始建书院学堂—春风堂、藏书楼、斋舍，并在书院东侧营造百花洲，花洲书院因此得名。自南宋至清，历任知州均重视整修花洲书院，办学规模也越来越大。\n002至2005年，邓州市政府对花洲书院进行了全面修复，重修后的花洲书院，占地126亩，分五进四院，主要建筑有春风堂（传为《岳阳楼记》诞生处）、春风阁、先圣殿、万卷阁、览秀亭、景范亭、思范亭、百花洲、范文正公祠、范仲淹纪念馆、范仲淹诗文碑廊等。[250-252]    \n006年，花洲书院被列入河南省第四批文物保护单位。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951596531},{"name":"范仲淹行书师鲁帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791640179,"text":"《师鲁帖》，行楷书，纸本，纵三二·八厘米，横三九·二厘米；跋纵三二·八厘米，横一八厘米，凡十一行，每行字数不一，字有缺损，存一百字。台北故宫博物院藏。\n    释文：仲淹顿首：李寺丞行，曾□□□□递中，亦领来教承动止休胜。仲淹此中无□□，儿了病未得全愈，亦渐退减。田元均书来，专送上。近得□扬州书，甚问师鲁，亦已报他贫已安也，暑中且得未动亦佳，惟君子为能乐□，正在此日矣。加爱加爱不宣。仲淹□师鲁舍人左右。四月二十七日。","author":"宋代范仲淹","description":"范仲淹行书师鲁帖"}]