[{"name":"侯峒曾书法","text":"侯峒曾（1591－1645年），汉族，明苏州嘉定（今属上海）紫堤村（今属闵行区华漕镇）人。号广成，字豫瞻。明赠太常少卿侯震旸长子，天启五年（1625）进士。雅好诗文，能书法。曾任浙江参政。弘光元年（清顺治二年，1645年）嘉定民众起义抗清，他与黄淳耀被推为首领，于闰六月十七日起兵守城，至七月四日城破，坚守十余日。城破后与二子投叶池殉国。\n人物简介\n侯峒曾是明末学者。天启五年（1625年）进士，授南京兵部主事，与徐石麟、陈洪谧称“南都三清”。1644年，李自成攻占北京，峒曾叹道：“臣若在都，当以颈血殉梓宫，今无死所矣”。1645年夏，清兵下苏州，攻嘉定，峒曾率二子玄演玄洁，协进士黄淳耀，率吏民死守，尽散家财，与众同甘苦。城破，叹曰：“嘉定亡，余何忍独存”。自沉池中，未死，为清兵俘杀，年55岁。两子同为清兵杀害。著有《都下纪闻》、《江西学政全书》、《侯纳言集》。\n明朝末年，清军入关。江南一带，数扬州、江阴、嘉定等地抵抗最烈。于是，史书上便有了关于“扬州十日”、“嘉定三屠”的记载。侯峒曾父子就是“嘉定三屠”中的杰出英雄。\n清顺治二年，嘉定爆发十多万人参加的反剃发抗清起义，侯峒曾与同乡进士黄淳耀被推为首领，在嘉定城楼上树起了“嘉定恢剿义师”的大旗。组织起来的义军，在嘉定四门布置兵力。侯峒曾带着儿子侯玄演、侯玄洁负责守卫东门、北门，并在北门仓桥炮击清兵，打死清将李成栋的弟弟李成林。李成栋闻讯，暴跳如雷，发誓报复。\n嘉定城虽是个弹丸之地，但面对清军压境，守城义师在侯峒曾、黄淳耀的率领下，却英勇坚守了近半个月。\n七月初四凌晨，大雨倾盆，守城义军饥寒交困。清兵乘机猛攻，东门失守，全城巷战。\n侯峒曾和儿子玄演、玄洁且战且退，眼看大势已去，无法抵挡。\n父子三人退至家中后，侯峒曾双膝跪地，面对祖先牌位，顿首叩告：“峒曾不才，未能守住城池，愧对乡亲!愧对祖先!而今城池既破，岂能忍辱偷生?唯有一死，以全忠节。”说罢，又连连叩首。\n跪在侯峒曾身后的侯玄演、侯玄洁，听到父亲这番话，明白父亲去意已决。他们双双起身，紧随父亲，不离左右。\n侯峒曾来到后园的叶池旁，仰天长叹，正欲跃身投池，却被玄演、玄洁紧紧抱住。\n他们跪求父亲说：“父亲，你不是守城官吏，责不在你。何不暂忍一时，以图东山再起。”\n侯峒曾闭目忍泪，铁嗓铜声，对儿子们说：“我的主意已定。你们不必多言，赶快离开!”\n玄演、玄洁兄弟深悉父亲禀性，知道事情已无法挽回，便争着要随父亲一同殉难。\n侯玄演推开弟弟说：“我是大哥，随父同死是我本份。弟弟，你赶快走吧!”\n侯玄洁抱住哥哥说：“大哥，你是侯家嫡长子孙，应该由你留守宗祧，由我陪随父亲同难!”\n他们正在争执中，扑通一声，侯峒曾已翻身没入池中。弟兄俩于是也拥抱着，一起跳下叶池。\n顷刻之间，清兵杀到池边，把父子三人抓捞上岸。侯峒曾已气绝身亡，玄演、玄洁则尚存一息，双双被清兵当场砍死。\n侯峒曾的头颅，被清兵割下，挂在西门城楼上示众。三天后，跌落地上，被一位书生捧起，送到侯家故居厂头，与尸身缝合后入殓。\n侯峒曾父子的刚烈大义，深深感动后人。嘉定至今还能看到多处纪念他们的遗迹。在嘉定城中，清河路城中路口的东北角叶池原址上，有一块叶池碑，正是当年侯氏父子的殉难处。“叶池”二字的题写人，是国家司法部原部长魏文伯。\n关于嘉定三屠\n嘉定，秦代属会稽郡娄县，隋唐时属苏州昆山县。至宋朝嘉定十年，遂以年号为地名，今属上海市嘉定区。\n满清下达“削发令”\n公元1645年，晋亲王多铎统军占领南京，南明弘光朝廷覆亡。同年六月，南明降臣钱谦益，赵之龙等向多铎献策曰：“吴下民风柔弱，飞檄可定，无须用兵。”清廷乃于六月十五日颁诏书往江南曰：“……削发一事，本朝已相沿成俗，尔等毋得不遵法度。……凡不随本朝制度者，杀无赦。”“身体发肤授之父母，不可损伤”，这是汉民族千年来的伦理价值观，削发可谓是对人格的极大侮辱，故“削发令”一下，各地民怨沸腾、反抗骤起，尤在松山、昆山、苏州、嘉定、绍兴、江阴等地为盛。反抗满清暴行最为惨烈的嘉定，史称“嘉定三屠”。为在嘉定强行推行“削发令”，满清政权决定实施武力征服之。\n嘉定举义旗\n公元1645年七月初三日黎明，清兵踏破了昔日嘉定古城的宁静。据史载：清军进攻嘉定城的先锋李成栋，曾是已故南明弘光朝廷兵部尚书史可法的部下。早在去年（公元1644年）的四月，当清军固山额真准塔统兵南下，逼近徐州城之时，时任守城总兵官的李成栋竟望风而逃，不久遂降于清。\n此时，为反抗满清的入侵，嘉定城内的市民一致推举侯峒曾，黄淳耀黄渊耀兄弟主持城防。侯峒曾，字豫瞻。原任南明弘光朝通政司左通政，南京沦陷后，避难于老家嘉定。黄淳耀，字蕴生。乃崇祯年间进士，与其弟黄渊耀均世居于嘉定城。\n在侯峒曾和黄氏兄弟的指挥下，城中民众不分男女老幼，纷纷投入了抗清行列。为鼓舞士气，侯峒曾下令在嘉定城楼上悬挂一面“嘉定恢剿义师”的大旗。同时在城楼上“集众公议”，决定“划地分守”嘉定城：由南明诸生张锡眉率众守南门，秀水县教师龚用圆佐之；南明国子监太学生朱长祚守北门，乡绅唐咨佐之；黄淳耀兄弟守西门；侯峒曾亲自守东门，诸生龚孙炫佐之。此外，由诸生马元调（时年七十岁）与唐昌全，夏云蛟等负责后勤供给。\n集议已定，各头领率众在城上日夜巡逻。“嘉人士争相执刃以从，人情颇觉鼓舞。”为阻止清军进犯，侯峒曾又下令将城外各桥毁坏，“东，北二门俱用大石垒断街路，西，南二门用圆木乱石横塞道途。”\n天亮时分，清军击败了城外各村镇的乡兵后，便将嘉定城四面包围。随即李成栋下令，集中火炮齐轰东，西二门。“清兵攻城甚急，多缚软梯至城下，城上砖石如雨。”守城民众虽“亡失甚众”，但仍顽强不屈。若有某断城墙被炮火轰塌，城内民众便及时用木料和充土布袋堵塞之。“守城者若有伤亡，乃立即补充。”或曰：中国有两个社会，上浮夸而下粗扑；上游戏而下献身。诚信斯言哉！\n黄昏时分，突然暴雨如注，狂风骤起。守城民众仍毫不畏惧，冒雨抵抗。是时，因“城中遂不能张灯，（李）成栋令兵丁潜伏城下之穴城，而守者弗觉也。”（文秉《甲乙事案》）\n翌日破晓时分，暴风骤雨仍然不止。时城上民众已连续守城三昼夜，遍体淋湿，加之饮食已绝，故人人身疲力竭。李成栋遂令士兵“置灯于地穴中，炮发震城。”火炮声“终日震撼，地裂天崩，炮硝铅屑落城中屋上，簌簌如雨，婴儿妇女，狼奔鼠窜。”（朱子素《嘉定屠城略》）\n在这腥风血雨之中，灾难终于降临。\n随着城墙一隅在炮声中轰然倒塌，清军乘机登城，蜂拥而入。清兵“悉从屋上奔驰，通行无阻。城内难民因街上砖石阻塞，不得逃生，皆纷纷投河死，水为之不流。”\n此刻，侯峒曾正在东门城楼上。城陷，“士卒皆曰：‘吾曾受公厚恩，尚可卫公出走。’峒曾曰：‘与城存亡，义也。’及下城拜家庙，赴水死之。其长子玄演，次子玄洁身处数十刀，亦死之。”\n城陷之时，黄淳耀黄渊耀兄弟急趋城内一僧舍。“淳耀问其从者曰：‘侯公若何？’曰：‘死矣！’曰：‘吾与侯公同事，义不独生。’乃书壁云：‘读书寡益，学道无成，进不得宜力王朝，退不得洁身远引，耿耿不没，此心而已。大明遗臣黄淳耀自裁于城西僧舍。’其弟渊耀曰：‘兄为王臣宜死，然弟亦不愿为北虏之民也。’淳耀缢于东，渊耀缢于西。”（黄宗曦《弘光实录钞》）又据史载；诸生张锡眉解带缢于南门城楼上，死前作绝命词，大书裤上云：“我生不辰，与城存亡，死亦为义！”教师龚用圆赴水死，二子从之。诸生马元调，唐昌全，夏云蛟，娄复闻，城破亦死之。又有黄某，与清军巷战中“手挥铁简，前后杀数百人，后中失而死。”这些“志士仁人”之死，从历史上看，固然是其儒家“仁义”观念的根本追求所致。但从民族兴亡的高度看，这为民族生存而死之大丈夫精神，不也成为汉民族精神的组成部分吗？\n满清一屠嘉定城\n在清军击败各村镇的乡兵后，遂将嘉定包围，并炮轰城门，城中军民毫不畏惧、誓死抵抗。随着城墙在炮声中轰然倒塌，清兵攻入城中，时任清军统领的原南明降将李成栋下令屠城，当屠城令一下达，清兵“家至户到，小街僻巷，无不穷搜，乱草丛棘，必用长枪乱搅。”“市民之中，悬梁者，投井者，投河者，血面者，断肢者，被砍未死手足犹动者，骨肉狼籍。”若见年轻美色女子，遂“日昼街坊当众奸淫。”有不从者，“用长钉钉其两手于板，仍逼淫之。”（见朱子素《嘉定屠城略》）\n清兵屠杀复劫掠\n屠杀过后，清兵随即掠夺财物，史载：如遇市民，遂大呼献财宝，“恶取腰缠奉之，意满方释。”所献不多者，则砍三刀而去。是时，“刀声割然，遍于远近。乞命之声，嘈杂如市。”更有甚者，屠城罪魁李成栋，竟用三百只大船运走了他掠夺的金帛女子。此为“一屠嘉定城”。\n在此劫难中，不乏为虎作伥者。又史载：清兵如北门，“乃奸民导敌入。”至于趁火打劫者，亦不在少数。有汉奸徐元吉者，“以削发为名，日出行动，割人腹，啖人心肝，动以百计。”\n然而，满清的暴行并未扑灭民众的反抗怒火。\n朱瑛驱清兵\n七月二十四日，有江东人朱瑛者，自封游击将军，率兵五十余人回到嘉定城。是时，朱率部会同城内市民，将清军驱赶城外。\n满清再屠嘉定城\n第二天，逃至城外的李成栋，急令万国昌率兵增援。李本人则坐镇城外之织女庙，指挥各路兵马企图第二次攻城。\n七月二十六日清晨，清军乘城内民众武装力量尚未集结完毕，再次攻进城内。\n有汉奸浦嶂者，向李成栋献计曰：“若不剿绝，后必有变。”于是，清军第二次屠城。此时，城内许多居民尚未起，，“遂于屋中被猝然杀之。”顿时，“城内积尸成丘，惟三，四僧人撤取屋木，聚尸焚之。”\n汉奸显身手\n在此次屠城中，浦嶂一马当先，“大显身手”。他甚至将好友娄某的全家斩尽杀绝。为此，嘉定城内民众“是日逢嶂，龆龀不留。”有一郭姓市民者，曾不胜愤慨地痛斥他：“人面兽心，狗鼠不食。”人神共怒，浦嶂惟掩面鼠窜耳！\n从李成栋，徐元吉，浦嶂之所为我们看到，每当社会大变动之时，必然会有一部分人因社会的变动而得益。此除时势之必然外，各阶层之个体的品行德性与其地位之升降，亦有不可忽视之关系。而品行德性之沦丧，必然导致个人占有欲的极度扩张。孟子曰：“人不可以无耻，无耻之耻，无耻矣。”信夫！\n满清的第二次屠城，也未能削弱民众的反抗意志。\n吴之番夺城失守\n八月二十六日，原南明总兵吴之番率余部，反攻嘉定城。城内清兵猝不及防，乃溃。城内民众纷纷奔至吴军前，“踊跃听命”。然而，吴军乃乌合之众。清兵反扑之时，“一时溃散。”史载：吴之番“连杀数人，不能定。呼天曰：‘吾死，分也。未战而溃，我目弗瞑矣！’挺枪欲赴东门死。”\n清兵三屠嘉定城\n清兵拥入城内，第三次血洗嘉定城。\n如果说前两次屠城，对满清而言，多少留下一些“隐患”的话，那么这第三次屠城，他们可谓“如愿以偿”。因为在这满城的累累白骨之上，总算插上了“削发令已行”的旗幡！\n史载：在满清的三次屠城中，嘉定城内民众无一投降者，死亡者达二万余人。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602417},{"name":"侯峒曾书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791636182,"text":"侯峒曾《行书七言律诗扇面》纸本行书 50.5×15.6cm 辽宁省博物馆藏，此扇诗中有“尧天再辟”语，似为崇祯即位后作。此书运笔流畅，洒脱自然，韵味冷郁，学问文章之气，郁郁芊芊，正自不俗。\n\n\n侯峒曾《草书五言绝句诗轴》","author":"明代侯峒曾","description":"侯峒曾书法"}]