[{"name":"王献之草书敬祖帖拓本数种","text":"内容介绍\n王献之书法先学王羲之，后学张芝，最擅行草，又勇于创新，曾建议王羲之改革书体。其书法豪迈俊美，进一步转变汉魏古朴的书风，草书在章草的基础上改革，称为[破体]，对后世书法发展有重大影响。他的草书又在王羲之一般上下不连的今草基础上，创出一笔直下、数字相连的[连绵草]，是对草书发展的重要贡献。《书断》称其书法[兴合如孤峰四绝，迥出天外，其峻峭不可量也]。其气势[若大鹏抟风，长鲸喷浪，悬崖堕石，惊电遗光]。梁武帝萧衍称其书法[绝众超美，无人可拟]。本编所选《诸女帖》、《先夜帖》、《玄度帖》、《愿余帖》、《适奉帖》、《奉对帖》、《江州帖》、《小园帖》等等都是其草书中的精品，历来奉为临池佳帖。\n ","category":"草书","verified":true,"user":1,"timestamp":1429951537469},{"name":"王献之草书敬祖帖拓本数种","text":"内容介绍\n王献之书法先学王羲之，后学张芝，最擅行草，又勇于创新，曾建议王羲之改革书体。其书法豪迈俊美，进一步转变汉魏古朴的书风，草书在章草的基础上改革，称为[破体]，对后世书法发展有重大影响。他的草书又在王羲之一般上下不连的今草基础上，创出一笔直下、数字相连的[连绵草]，是对草书发展的重要贡献。《书断》称其书法[兴合如孤峰四绝，迥出天外，其峻峭不可量也]。其气势[若大鹏抟风，长鲸喷浪，悬崖堕石，惊电遗光]。梁武帝萧衍称其书法[绝众超美，无人可拟]。本编所选《诸女帖》、《先夜帖》、《玄度帖》、《愿余帖》、《适奉帖》、《奉对帖》、《江州帖》、《小园帖》等等都是其草书中的精品，历来奉为临池佳帖。\n ","category":"草书","verified":true,"user":1,"timestamp":1429951459586},{"name":"王献之草书敬祖帖拓本数种","dynasty":"魏晋","category":"草书","type":"","user":1,"timestamp":1429791611248,"text":"王献之《敬祖帖》拓本数种\n\n 《敬祖帖》，行草，42字。入刻《淳化阁帖》、《大观帖》、《绛帖》、《宝晋斋》、《郁冈斋》。\n 此帖刻于《淳化阁帖》卷十，又重见于卷五，标以“古法帖”（见本贴第楼）；点画形态、结体及章法均有出入，末后“耳”字更不相类。\n\n释文：\n 敬祖日夕還山陰，與嚴使君聞，頗多歲月。今屬天寒，擬適遠為當，奈何奈何，爾豈不令念姊，遠路不能追求耳。\n\n 王献之（344 -386），字子敬，汉族，东晋琅琊临沂人，书法家、诗人，祖籍山东临沂，生于会稽（今浙江绍兴），王羲之第七子。死时四十三岁。以行书和草书闻名后世。王献之幼年随父羲之学书法，兼学张芝。书法众体皆精，尤以行草著名，敢于创新，不为其父所囿，为魏晋以来的今楷、今草作出了卓越贡献，在书法史上被誉为“小圣”，与其父并称为“二王”。\n 王献之曾经担任过州主簿、秘书郎、秘书丞、长史、吴兴太守等官职；成为简文帝驸马后，又升任中书令(相当于宰相)。但政绩一般，远不如他的书名显赫。故人称“大令”。　　\n 他一生最大的贡献是如何教养后代成长。他自已一生为后代着出了榜样！这是王献之一生政治生涯不可缺少的部分。也是他最伟大的业绩。\n 王献之一生的艺术不守旧，而是与父不同，且字身喜带长形，这就是他的成就、也是有别于他的父亲。 　　\n 他家学渊源、学习勤奋是不可少的。其诗文书法、为东晋后起之秀、他的成功实在是不偶然。 　　\n 他的发展有他的辉煌！他写的草下笔熟练、润秀、飞舞风流、不亚于他的父亲父子称二王。\n 王献之自小跟随父亲练习书法，胸有大志，后期兼取张芝，别为一体。他以行书和草书闻名，但是楷书和隶书亦有深厚功底。由于唐太宗并不十分欣赏其作品，使得他的作品未像其父作品那样有大量留存。传世名作《洛神赋十三行》又称“玉版十三行”。　　\n 王献之的书法艺术，主要是继承家法，但又不墨守成规，而是另有所突破。在他的传世书法作品中，不难看出他对家学的承传及自己另辟蹊径的踪迹。前人评论王献之的书法为“丹穴凰舞，清泉龙跃。精密渊巧，出于神智”。他的用笔，从“内拓”转为“外拓”。　　\n 他的草书，更是为人称道。俞焯曾说：“草书自汉张芝而下，妙人神品者，官奴一人而已。”他的传世草书墨宝有《鸭头丸帖》、《中秋帖》等，皆为唐摹本，他的《鸭头丸帖》，行草，共十五字，绢本。清代吴其贞在《书画记》里对此帖推崇备至，认为：“（此帖）书法雅正，雄秀惊人，得天然妙趣，为无上神品也。”他的《中秋帖》行草，共二十二字，神采如新，片羽吉光，世所罕见。清朝乾隆皇帝将它收入《三希帖》，视为“国宝”。他还创造了“一笔书”，变其父上下不相连之草为相连之草，往往一笔连贯数字，由于其书法豪迈气势宏伟，故为世人所重。　　\n 王献之学书和他的父亲一样，不局限于学一门一体，而是穷通各家。所以能在“兼众家之长，集诸体之美”的基础上，创造出自己独特的风格。终于取得了与王羲之并列的艺术地位。书迹有宋米芾临的《中秋帖》等。　　\n\n 王献之是魏晋书家群体中的一位巨子。父亲王羲之的悉心的传授和指导，使他奠定了坚实的笔法基础。由于他是魏晋名家中晚出的一位，客观上为他提供了博采众家之长、兼善诸体之美的机遇，赢得了与王羲之并列的艺术地位和声望。\n 王献之的遗墨保存很少，数量远远没有王羲之那么丰富。因唐太宗贬献之而不购求其书作，内府的王献之书迹“仅有存焉”。宋初的书法，并举“二王”，宋太宗赵光义留意翰墨，购募古先帝王名臣墨迹，命侍书王著摹刻十卷，这就是著名的《淳化阁帖》。“凡大臣登二府，皆以赐焉。”帖中有一半是“二王”的作品。单著录王献之书帖的有七十三件，经后人考证为伪作或他人所书者达二十余件，北宋宣和年间，宋徽宗雅好王献之书法，《宣和书谱》所收的王献之书迹增至八十余件。但这些墨迹本绝大多数没有保存下来，仅存的墨迹本，不逾七件，而且都是摹本。好在历代刻帖还保留着一些真迹刻本，给我们学习了解王献之书法留下宝贵资料。","author":"魏晋南北朝王献之","description":"王献之草书敬祖帖拓本数种"}]