{"name":"兰亭序神龙本","dynasty":"东晋","category":"行书","author":"王羲之","type":"摹本","description":"《冯摹兰亭序》卷，唐，冯承素摹，纸本，行书，纵24.5cm，横69.9cm。北京故宫博物院藏  ","text":"冯承素:唐太宗贞观年间（627--649年）直弘文馆为招书人。唐太宗曾出王羲之《乐毅论》真迹，令冯摹以赐诸臣。冯又与赵模、诸葛贞、韩道政、汤普澈等人奉旨勾摹王羲之《兰亭序》数本，太宗以赐皇太子诸王，见于历代记载。时评其书“笔势精妙，萧散朴拙。”其它事迹不详。\r\n\r\n此本用楮纸两幅拼接，纸质光洁精细。因卷首有唐中宗李显神龙年号小印,故称“神龙本”。后纸明项元汴题记：“唐中宗朝冯承素奉勒摹晋右军将军王羲之兰亭禊帖”，遂定为冯承素摹本。\r\n\r\n此卷前纸13行，行距较松，后纸15行，行距趋紧，然前后左右映带，攲斜疏密，错落有致，通篇打成一片，优于其它摹本。用笔俯仰反复，笔锋尖端锐利，时出贼毫、叉笔，既保留了照原迹勾摹的痕迹，又显露出自由临写的特点，摹临结合，显得自然生动，并具一定的“存真”的优点，在传世摹本中最称精美，体现了王羲之书法遒媚多姿、神情骨秀的艺术风神，为接近原迹的唐摹本。\r\n\r\n据考，卷首“神龙”半印小玺并非唐中宗内府钤印，而是后人所添，定冯承素摹也不可信，但仍是唐以来流传有绪的古摹本。\r\n\r\n本卷前隔水有“唐摹兰亭”四字标题，引首乾隆题“晋唐心印”四字。后纸有宋至明20家题跋、观款，钤鉴藏印180余方。其流传经过，根据各题跋、印记和记载，大致如下：南宋高宗、理宗内府、驸马都尉杨镇，元郭天锡，明内府、王济、项元汴，清陈定、季寓庸、乾隆内府。历代著录有：明汪砢玉《珊瑚网书录》、吴其贞《书画记》，清卞永誉《式古堂书画汇考．书考》、顾复《平生壮观》、吴升《大观录》、阮元《石渠随笔》、《石渠宝笈．续编》等书。刻入“兰亭八柱”，列第三。\r\n\r\n《兰亭序》就是一座袖珍式的屹立于尺幅之中的辉煌的书艺殿堂。唐太宗赞叹它“点曳之工，裁成之妙”。黄庭坚称扬说：“《兰亭序》草，王右军平生得意书也，反复观之，略无一字一笔，不可人意。”《兰亭序》道媚劲健的用笔美，流贯于每一细部。略剖其横画，则有露锋横、带锋横、垂头横、下挑横、上挑横、并列横等，随手应变。其竖画，则或悬针，或作玉筋，或坠露，或斜竖，或弧竖，或带钩，或曲头，或双杈出锋，或并列，各尽其妙。其点，有斜点、出锋点、曲头点、平点、长点、带钩点、左右点、上下点、两点水、三点水、横三点、带右点等等。其撇，有斜撇、直撇、短撇、平撇、长曲撇、弧撇、回锋撇、带钩撇、曲头撇、并列撇等等。其挑，或短或长，其折，有横折、竖折、斜折。其捺，有斜捺、平捺、回锋捺、带钩捺、长点捺、隼尾捺等。其钩，则有竖钩、竖弯钩、斜钩、横钩、右弯钩、圆曲钩、横折钩、左平钩、回锋减钩。无论横、竖、点、撇、钩、折、捺，真可说极尽用笔使锋之妙。《兰亭序》凡三百二十四字，每一字都被王羲之创造出一个生命的形象，有筋骨血肉完足的丰驱，且赋予各自的秉性、精神、风仪：或坐、或卧、或行、或走、或舞、或歌，虽尺幅之内，群贤毕至，众相毕现。王羲之智慧之富足，不仅表现在异字异构，而且更突出地表现在重字的别构上。序中有二十多个“之”字，无一雷同，各具独特的风韵。重字尚有“事”、“为”、“以”、“所”、“欣”、“仰”、“其”、“畅”、“不”、“今”、“揽”、“怀”、“兴”、“后”等，都别出心裁，自成妙构。\r\n\r\n董其昌在《画禅室随笔》中写道：“右军《兰亭叙》，章法为古今第一，其字皆映带而生，或小或大，随手所如，皆入法则，所以为神品也。”后世珍视其布白之美，临摹者虽难免渗入各自的笔性，但无人稍变其章法布白。正如解缙在《春雨杂述》中所说的那样：“右军之叙兰亭，字既尽美，尤善布置，所谓增一分太长，亏一分太短。”《兰亭序》的章法，仿佛如天生丽质，翩翩起舞，其舞姿之美是无与伦比的。\r\n\r\n兰亭修禊，使王羲之触悟山水之美、宇宙之玄和人生的真谛，在物我两忘的境界中，一气呵成，挥写下千古杰作《兰亭集序》，正因为他情深意厚，故能情注毫端而天趣自在；也因为他笔法精严，故能使笔底如行云流水而形神兼具；更因为他诸美皆备，故能使这篇文稿的挥写最终达到高华圆融的境界。在这件尽善尽美的作品面前，后世名家虽竭力临仿，却都未能得其全。南唐张泊云：“善法书者，各得右军之一体。若虞世南得其美韵而失其俊迈，欧阳询得其力而失其温秀，褚遂良得其意而失于变化，薛稷得其清而失于窘拘。”而王羲之本人也只写下这一杰构，其后他再度书写《兰亭序》，都不能及原作的神妙绝伦，沈尹默说“当时逸少本天全”，赞美了《兰亭序》的杰出有其不可重现的机缘，自然就非他人所能企及的了。\r\n\r\n宋代姜夔酷爱《兰亭序》，据说藏有《兰亭序》共四本，有黄庭坚、王晋之、葛次颜、单炳文题字，日日研习，常将所悟所得跋其上。有一跋云：“甘余年习《兰亭》皆无入处，今夕灯下观之，颇有所悟。”历时二十多年才稍知入门，可见释读之难：一千六百多年来无数书法家都孜孜不倦地释读过，何尝不想深入羲之的堂奥，但最终只能得其一体而已。因此，《兰亭序》可以说是由杰出的书法智慧所营造成的迷宫。\r\n\r\n《兰亭序》在王羲之死后的二百七十年间在民间珍藏，后唐太宗设法从民间赚进御府，旋又殉葬昭陵。传世本种类很多，或木石刻本，或为摹本，或为临本。著名者如《定武兰亭》，传为欧阳询临摹上石，因北宋时发现于河北定武而得名。《洛阳宫本兰亭序》传为褚遂良第十九次临摹本，此本为唐太宗赐给高上廉者。褚遂良所临又传有《神龙半印本兰亭序》、《张金界奴本兰亭序》，因前者有“神龙”半印，后者有“张金界奴上进”字。又有唐太宗朝供奉拓书人直弘文馆冯承素钩摹本，称《神龙本兰亭》，此本墨色最活，被视为珍品。此外还有“薛稷本”、“赐潘贵妃本”、“颖上本”、“落水本”，等等。\r\n\r\n《兰亭》真迹虽殉葬昭陵，但它的化身经过摹、刻流传，各种本子不下数百种。清乾隆年间赵魏首先怀疑《兰亭》真伪，云：“南北朝至初唐，碑刻之存于世者往往有隶书遗意，至开元以后始纯乎今体。右军虽变隶书，不应古法尽亡。今行世诸刻，若非唐人临本，则传摹失真也。”清光绪年间李文田认为《兰亭》其文伪托，其书也为后人伪造。1965年掀起一场“兰亭真伪”的大辩论，郭沫若为主的一方认为“伪”，另一方高二适等起而反驳。1973年文物出版社编纂《兰亭论辨》，收集有关论文十八篇。此后又有许多论著讨论《兰亭》真伪。著名学者钱钟书虽未参加当时的论辩，但在1979年出版的《管锥编》中己反映出他对《兰亭》论辩的思考及精辟见解。1988年5月24日《人民日报》上刊出钱钟书一信中更明确地指出：“阮文达‘南帖北碑’之论，盖系未睹南朝碑版结体方正与北碑不异；郭沫若见南碑，遂谓世传右军《兰亭序》非晋宋书体，必后世伪托。其隅见而乖圆览，与文达各堕一边。”即认为各有所偏。此可以启发我们对这个学术课题的进一步探讨。\r\n\r\n总之，我们认为对于《兰亭》真伪的考辨，既要着眼于当时的文化背景，更要着眼于王羲之之所以成为一代“书圣”的创新动因和成就。当然，还有赖于更多的文物发掘，也许有朝一日会有科学的结论的。\r\n\r\n关于《兰亭序》，世间流传着形形色色的趣闻逸事。据说当时王羲之写完之后，对自己这件作品非常满意，曾重写几篇，都达不到这种境界，于是就把它作为传家至宝留给子孙。后来落入唐太宗手中，此中又有唐太宗派“萧翼计赚兰亭”的传说……唐太宗对王羲之书法推崇备至，敕令侍臣赵模、冯承素等人精心复制一些摹本。他喜欢将这些摹本或石刻摹拓本赐给一些皇族和宠臣，因此当时这种“下真迹一等”的摹本亦“洛阳纸贵”。此外，还有欧阳询、褚遂良、虞世南等名手的临本传世，而原迹，据说在唐太宗死时作为殉葬品永绝于世。\r\n今天所谓的《兰亭序》，除了几种唐摹本外，石刻拓本也极为珍贵。最富有传奇色彩的要数《宋拓定武兰亭序》。不管是摹本，还是拓本，都对研究王羲之有相当的说服力，同时又是研究历代书法的极其珍贵的资料。在中国书法典籍中有关《兰亭序》的资料比比皆是，不胜枚举。\r\n\r\n《兰亭序》是否为王羲之所书，历来也有很多争议，清末和六十年代都曾引发过相当激烈的大公论。\r\n \r\n释文：  永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹；又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。夫人之相与，俯仰一世，或取诸怀抱，晤言一室之内；或因寄所托，放浪形骸之外。虽取舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云：“死生亦大矣。”岂不痛哉！每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作。后之视今，亦犹今之视昔。悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。"}