[{"name":"楷书一觉庵铭","text":"楷书四大家是对书法史上以楷书著称的四位书法家的合称，也称四大楷书。他们分别指是：唐朝欧阳询(欧体)、唐朝颜真卿(颜体)、唐朝柳公权(柳体)、元朝赵孟頫(fǔ)(赵体)。\n组成成员\n楷书四大家，是对书法史上以楷书著称的四位书法家的合称。也称四大楷书，楷书四体，他们是：唐初欧阳询、盛唐颜真卿、唐朝柳公权、元朝赵孟頫。\n1.欧阳询(557-641)，字信本，潭州临湘(今湖南长沙)人。他的书法成就以楷书为最，笔力险峻，结构独异，后人称为“欧体”。\n唐朝欧阳询：其楷书法度严谨，笔力险峻，世称“唐人楷书第一”，代表作《九成宫醴泉铭》。\n2.颜真卿(709-785)，字清臣，京兆万年人，祖籍唐琅琊临沂(今山东临沂)。在书法史上，他是继二王之后成就最高，影响最大的书法家。其书初学“草圣”张旭，初唐四家，后广收博取，一变古法，反初唐书风，行以篆籀之笔，化瘦硬为丰腴雄浑，结体宽博而气势恢宏，骨力遒劲而气概凛然，这种风格也体现了大唐繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例。\n唐朝颜真卿(颜体)：其楷书端庄雄伟，气势开张，世称“颜体”，代表作《颜勤礼碑》、《颜氏家庙碑》《多宝塔碑》《祭侄文稿》《麻姑仙坛记》。\n3.柳公权(778-865)，字诚悬，唐朝京兆华原人，官至太子太师，世称「柳少师」。后世以「颜筋柳骨」并称他们，成为历代书法的楷模。他的书法结体遒劲，而且字字严谨，一丝不苟。在字的特色上，以瘦劲著称，所写楷书，体势劲媚，骨力道健，以行书和楷书最为精妙。\n唐朝柳公权(柳体)：其楷书清健遒劲，结体严谨，笔法精妙，笔力挺拔，世称“柳体”，代表作《玄秘塔碑》和《神策军碑》。\n4.赵孟頫(1254-1322)：字子昂，号松雪，松雪道人，湖州(今浙江吴兴)人。他善篆、隶、真、行、草书，尤以楷、行书著称于世，《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。元鲜于枢《困学斋集》称：“子昂篆，隶、真、行、颠草为当代第一，小楷又为子昂诸书第一。”其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”。\n元朝赵孟頫：其楷书圆润清秀，端正严谨，又不失行书之飘逸娟秀，世称“赵体”，代表作《玄妙观重修三门记》。 \n一)欧阳询\n人物简介\n欧阳询，字信本，潭州临湘(今湖南长沙)人，唐朝著名书法家，曾任太子率更令，所以人们称他为“欧阳率更”。在隋代欧阳询的书法享有较高的声誉，到了唐代，年近古稀的欧阳询还在“宏文馆”教授书法。欧阳询早年学习王羲之的书体，传说他曾以重金购得王羲之教子习字用的《指归图》，日夜揣摹、刻苦钻研。还有一次他跟虞世南外出，途中见到晋代书法家索靖写的一块碑石，竟席地而坐，在碑旁细心观察描摹学习了3天，可见欧阳询对书法爱好之深。后来他又广泛地学习北朝的碑版石刻，同时吸取了当地一些书家的长处，再融入隶书笔意，形成“刚健险劲，法度森严”的“欧体”(也称“率更体”)。\n风格特点\n欧阳询的书法由于熔铸了汉隶和晋代楷书的特点，又参合了六朝碑书，可以说是广采各家之长。欧阳询书法风格上的主要特点是严谨工整、平正峭劲。字形虽稍长，但分间布白，整齐严谨，中宫紧密，主笔伸长，显得气势奔放，有疏有密，四面俱备，八面玲珑，气韵生动，恰到好处。点画配合，结构安排，则是平正中寓峭劲，字体大都向右扩展，但重心仍然十分稳固，无欹斜倾侧之感，而得寓险于正之趣。\n欧阳询楷书碑版多为中楷，主要有《化度寺邕禅师塔铭》《虞恭公温彦博碑》《皇甫诞碑》《九成宫醴泉铭》等。\n用笔特点\n欧阳询书法用笔方整，略带隶意，笔力刚劲，一丝不苟。清包世臣曾说：“欧字指法沉实，力贯毫端，八方充满，更无假于外力。”就是说欧字强调指力，写出的笔画结实有力，骨气内含，既不过分瘦劲，又不过分丰满。每一笔画都是增一分太长，减一分太短，轻重得体，长短适宜，恰到好处。欧字的用笔还讲究笔画中段的力度，一些横画看上去中段饱满，得“中实”之趣；一些字的主笔都向外延伸，更显中宫紧密，尤其是右半边的竖画，常向上作夸张延伸，显示其超人的胆魄。这些都是欧字用笔的独特之处。\n代表作品\n《九成宫醴泉铭》是欧阳询的代表作之一。铭文由魏征撰，记载了唐太宗在九成宫避暑时发现涌泉的事。欧阳询奉敕书。\n此碑书法，高华庄重，法度森严，笔画似方似圆，结构布置精严，上承下覆，左揖右让，局部险劲而整体端庄，无一处紊乱，无一笔松塌。明陈继儒曾谓：“此帖如深山至人，瘦硬清寒，而神气充腴，能令王公屈膝，非他刻所可方驾也。”\n原碑24行，1108字，由于年久风化，加之椎拓过多，断损严重，后人又加以开凿修补，以至笔画锋芒全失。传世最佳拓本是明代李琪旧藏宋拓本，今藏北京故宫博物院。 \n二)颜真卿\n人物简介\n颜真卿(709-785)，唐京兆万年(今陕西西安)人，祖籍唐琅琊临沂(今山东临沂)。字清臣。是中唐时期的书法创新代表人物，楷书端庄雄伟，气势开张。行书遭劲舒和，神彩飞动。他的书法，既有以往书风中了气韵法度，又不为古法所束缚，突破了唐初的墨守成规，自成一幅，称为“颜体”。宋欧阳修评论说：“斯人忠义出于天性，故其字画刚劲独立，不袭前迹，挺然奇伟，有似其为人。宋朱长文《续书断》中列其书法为神品。”并评说：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有态，自羲、献以来，未有如公者也。”\n颜真卿是进士出身，他是在任平原太守时始闻名于世。安禄山起兵范阳时，河北各郡皆降服，唯有颜真卿固守平原城，为义军盟主，为唐朝尽力。最后他奉德宗之命，前往叛将李希烈处劝降，不幸遇害。而他一生忠烈悲壮的事迹，更是提高其于书法界的地位。颜真卿的字宛如其人，自始至终均用正锋，因此所谓颜法的定型化笔法其艺术价值较少，但此笔法却能充分发挥男性的沉着，刚毅。\n中唐以后，由于藩镇割据，兵连祸结，旧有的制度已经呈现瓦解之势。颜真卿起而建立楷书新典范，正是重建新秩序的一种心经呈理反映。但是，规矩森严的楷书与当时的社会背景毕竟是有距离的，因此唐末以后，书法艺术的发展便集中表现在行草书方面，古典的典范终于让位给个人主义的抒情作风了。\n风格特点\n颜真卿的书法，号称颜体，有他独特的风格和笔法。他所留下的碑帖很多，后世的书法家认为从他的一些碑帖中可以找到“圆笔”的痕迹，和其他书法家的“方笔”不同。\n颜真卿被使用圆笔的书法家奉为开创者。他和使用方笔的王羲之，都对后世产生既深且远的影响。\n人物评价\n颜真卿是书史上居承先启后地位的伟大人物，他的正书，向以博厚雄强着称，“锋绝剑摧，惊飞逸势”，以颜世家庙碑为代表；至于摩崖大家，气势磅礴，以大唐中兴颂最着；至最高境界，表现冲和淡远之韵致者，则推李玄靖碑。行草道劲秀挺，古意盎然，以祭侄稿为第一。\n在中国书法史上占有特殊地位，唯一能和大书法家王羲之互相抗衡，先后辉映的，就是颜真卿了。他的书法，以楷书为多而兼有行草。用楷书所写之碑，端正劲美，气势雄厚。他生于楷书流行之际，与王羲之之典型相对，导开书法新风气。\n现存作品\n颜真卿现存的书法作品有：多宝塔碑，颜氏家庙碑，颜勤礼碑，麻姑仙坛记，祭侄文稿……等。他和唐代另一位以楷书成名的书法家柳公权，被人合称为“颜柳”。\n他的书迹作品众多，据说流传下来的有130多种。为后人重视的楷书有楷书《多宝塔》、《东方画赞碑》、《麻姑仙坛记》、《郭家庙碑》、《颜勤礼碑》等，这些碑刻楷书，有个性，有特点，有正面不拘，庄而不险的气势，但笔画横细竖粗及捺脚空腹过大之处，在学习时应求其神韵，不应单纯追求形似。他的行书《祭侄季明文稿》是怀着悲愤的心情创作出来的佳作，被称为天下第二行书。行书还有《争座位帖》、《裴将军帖》等。\n《多宝塔碑》，全称《大唐西京千福寺多宝佛塔感应碑文》：楷书，岑勋撰文，徐浩题额。字体匀称，丰腴。725年（唐玄宗天宝十一年）四月立。碑存陕西西安碑林。 \n三)柳公权\n人物简介\n柳公权(778-865)，京兆华原(今陕西铜川耀州区)人。官至太子少师，故世称“柳少师”。他初学王羲之并精研欧阳询、颜真卿笔法，然后自成一家。所写楷书，体势劲媚，骨力道健。较之颜体，柳字则稍清瘦，故有“颜筋柳骨”之称。穆宗尝问柳公权用笔之法，公权答云：“用笔在心，心正则笔正。”穆公为之动容，如其笔谏也。宋朱长文《墨池编》中说：“公权正书及行楷，皆妙品之最，草不夫能。其法出于颜，而加以遒劲丰润，自名家。”他初学王羲之笔法，以后遍阅近代书法，于是极力变右军法，学习颜真卿，又溶会自己新意，使他的字避免了横细竖粗的态势，而取匀衡瘦硬，追魏碑斩钉截铁势，点画爽利挺秀，骨力遒劲，结体严紧，后世学书者不少以柳字为楷模。\n他29岁进士及第，在地方担任一个低级官吏，后来偶然被唐穆宗看见他的笔迹，一时机为书法圣品，就被朝廷召到长安，那时，柳公权已四十多岁。他的为人既有骨气又一丝不茍，同样地，他的字也显露了他这部分的特质。也因为如此，提高了他在长安的声望与地位，一般王公贵族都不惜巨资争相请他。\n柳公权享年80岁，一共臣事七位皇帝，最后以太子少师死于任上。\n主要特点\n晚唐书法经历盛中唐之后，盛极而衰，柳公权虽号一时中兴，但与颜书相比，仍略有高下之分。唐代书法隆盛一时，至此已见式微。柳公权的楷书参有欧阳询的笔法，往往将部分笔画紧密穿插，使宽绰处特别开阔，笔画细劲，棱角峻厉，虽用笔出自颜真卿，而与颜真卿的浑厚宽博不同，特别显得英气逼人。\n代表作品\n他的传世书迹很多，影响较为突出的有《玄秘塔碑》、《神策军碑》、《金刚经》等。\n1、《神策军碑》：楷书，唐会昌三年（公元843年）立。是柳公权的代表作之一，较后世熟知的《玄秘塔》书体风格更有特色，结体布局平稳匀整，左紧右舒，也是较好的临写范本。\n2、《柳书金刚经》：楷书，唐长庆刚年（公元824年），四月刻。原石毁于宋代。有甘肃敦煌石室唐拓孤本传世，一字未损，今在法国巴黎博物院。评论家认为楷书金刚经，具备了钟（繇）、王（羲之）、欧（阳询）、虞（世南）、褚（遂良）、陆（东之）各体之长，有很高艺术价值。\n3、《玄秘塔碑》：楷书。唐会昌元年（公元841年）上二月立，原碑现存陕西西安碑林。此碑在传世的书迹中，最为著名。是历来影响最大的楷书范本之一。 \n四)赵孟頫\n人物简介\n赵孟頫(1254-1322)，字子昂，号松雪道人。是元代最显赫的画家，也是在当时、并在后世产生了广泛的影响的画家。宋太祖子秦王德芳的后裔。宋灭亡后，归故乡闲居，后来奉元世祖征召，历仕五朝，官至翰林学士承旨，荣禄大夫，封魏国公，谥文敏。擅长篆、隶、楷、行、草各体、冠绝古今。著有《松雪斋集》。\n他是赵宋一个没落贵族，后来与元朝合作。赵孟頫等二十余人是至1287年（元二十四年）第一批被征召，其后，屡次征召江南士大夫，也有通过赵孟頫而求得利禄职位的。赵孟頫受到元代皇帝的宠爱，“荣际五朝，名满四海”，官至翰林学士，艺术上成为元代文人画的领袖人物。\n风格特点\n他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人，集前代诸家之大成。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。所以，赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。尤为可贵的是宋元时代的书法家多数只擅长行、草体，而赵孟頫却能精究各体。他的文章冠绝时流，又旁通佛老之学。后世学赵孟頫书法的极多，赵孟頫的字在朝鲜、日本非常风行。\n代表作品\n赵氏楷书中也有上乘之作，如《三门记》结体宽博深稳，运笔酣畅圆润，最适合当字帖。赵氏传世作品以行楷居多，大多用笔精到，结字严谨，如《赤壁赋》堪称经典之作。\n人物评价\n赵孟頫是元代初期很有影响的书法家。《元史》本传讲，“孟俯篆籀分隶真行草无不冠绝古今，遂以书名天下”。赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵（即宋高宗赵构）书，中年学“钟繇及羲献诸家”，晚年师法李北海。 \n历史地位\n楷书四大家对东亚书画史产生了深远的影响，把我们书法艺术推向了一个历史高潮，为后世书法写作奠定了坚实的基础。\n颜真卿\n圆笔书法的开创者：颜真卿在中国书法史上占有特殊地位，唯一能和大书法家王羲之互相抗衡，先后辉映的，就是颜真卿了。他的书法，以楷书为多而兼有行草。用楷书所写之碑，端正劲美，气势雄厚。他生于楷书流行之际，与王羲之之典型相对，导开书法新风气。他的正书，向以博厚雄强着称，“锋绝剑摧，惊飞逸势”，以颜世家庙碑为代表；至于摩崖大家，气势磅礴，以大唐中兴颂最着；至最高境界，表现冲和淡远之韵致者，则推李玄靖碑。行草道劲秀挺，古意盎然，以祭侄稿为第一。颜真卿被使用圆笔的书法家奉为开创者。他和使用方笔的王羲之，都对后世产生既深且远的影响。\n柳公权\n世学书者的楷模：柳公权曾经利用为皇帝讲解书法的机会，向皇帝阐述做人的道理。在他看来，写字的方法和做人的原则是统一的，只要为人正直，则笔下的书法也有清正刚廉的气息。他们认为，书法不但使人身心愉悦，还有助于培养高尚的品德。他初学王羲之并精研欧阳询、颜真卿笔法，然后自成一家。所写楷书，体势劲媚，骨力道健。较之颜体，柳字则稍清瘦，故有“颜筋柳骨”之称。穆宗尝问柳公权用笔之法，公权答云：“用笔在心，心正则笔正。”穆公为之改容，如其笔谏也。宋朱长文《墨池编》中说：“公权正书及行楷，皆妙品之最，草不夫能。其法出于颜，而加以遒劲丰润，自名家。”他初学王羲之笔法，以后遍阅近代书法，于是极力变右军法，学习颜真卿，又溶汇自己新意，使他的字避免了横细竖粗的态势，而取匀衡瘦硬，追魏碑斩钉截铁势，点画爽利挺秀，骨力遒劲，结体严紧，后世学书者不少以柳字为楷模。\n赵孟頫\n元代最卓越的书法家之一：赵孟頫出身高贵，一生经历宋元之变。他的书法婉丽流美，与其他三位楷书名家的刚健风格正好形成鲜明的对比。赵孟頫是一个修养非常全面的艺术家，他在绘画上的造诣，也常常被艺术史家称道。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。在绘画上，山水、人物、花鸟、竹石、鞍马无所不能；工笔、写意、青绿、水墨，亦无所不精。他在我国书法史上已占有重要的地位。自五岁起，赵孟頫就开始学书，几无间日，直至临死前犹观书作字，可谓对书法的酷爱达到情有独钟的地步。他善篆、隶、真、行、草书，尤以楷、行书著称于世，《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。元鲜于枢《困学斋集》称：“子昂篆，隶、真、行、颠草为当代第一，小楷又为子昂诸书第一。”其书风遒媚、秀逸，结体严整、笔法圆熟、世称“赵体”。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951614247},{"name":"楷书一觉庵铭","dynasty":"明代","category":"楷书","type":"","user":1,"timestamp":1429791626723,"text":"王铎楷书《一觉庵铭》，1646年作，拓本。现存河南孟津县王铎故居。","author":"明代王铎","description":"楷书一觉庵铭"}]