[{"name":"张芝二月八日帖","text":"张芝，生年不详，约卒于汉献帝初平三年（约公元192年），字伯英。汉族，敦煌酒泉（今甘肃酒泉）人。东汉书法家。凉州三明之一大司农张奂之子。出身官宦家庭。张芝擅长草书中的章草，将古代当时字字区别、笔画分离的草法，改为上下牵连富于变化的新写法，富有独创性，在当时影响很大，有草圣之称。书迹今无墨迹传世，仅北宋《淳化阁帖》中收有他的《八月帖》等刻帖。\n张芝与钟繇、王羲之和王献之并称书中四贤。\n人物简介\n个人资料\n张芝，生年不详，约卒于汉献帝初平三年（约公元192年），敦煌酒泉瓜州县渊泉镇（今甘肃酒泉市瓜州县四道沟老城一带）人，字伯英。勤学好古，淡于仕进。朝廷以有道征不就，时人尊称自为“张有道”。善章草，后脱去旧习，省减章草点画、波桀，成为“今草”，张怀瓘《书断》卷中列张之章草、草书为神品，曰：“尤善章草书，生诸杜度、崔瑷。龙豹变，青出于蓝。又创于今草，天纵颖异，率意超旷，无惜事非。若清涧长源，流而无限，萦回崖谷，任于造化”；称他“学崔（瑗）、杜（操）之法，因而变之，以成今草，转精其妙。字之体势，一笔而成，偶有不连，而血脉不断，及其连者，气脉通于隔行”，三国魏书家韦诞称他为“草圣”。晋王羲之对汉、魏书迹，惟推钟（繇）、张（芝）两家，认为其余不足观。张旭、韦诞、索靖、王羲之父子、张旭、怀素之草法，均源于伯英。羊欣云：“张芝、皇象、钟繇、索靖，时号“书圣”，然张劲骨丰肌，德冠诸贤之首，斯为当矣”。\n“书圣”王羲之最推崇的前辈书家有两个：一个是曹魏的钟繇，一人是东汉的 张芝。他说：“吾书比之钟、张，钟当抗行，或谓过之；张草犹当雁行。然张精熟，池水尽墨，假令余耽之若此，未必谢之。”（见孙过庭《书谱》）“耽”，是沉迷，特别爱好的意思。连王羲之都自叹弗如，可见张芝对书法的热爱程度。\n史料\n有关张芝 的史料很少，《后汉书·张奂传》仅记长子芝最知名，及弟昶并善草书。西晋书法家卫恒（公元？--291年）著《四体书势》，称：“汉兴而有草书，不知作者姓名。至章帝时，齐相杜度，号称善作。后有崔瑗、崔实，亦称皆工，弘农张伯英者因而转精其巧，……韦仲将谓之草圣。韦仲将韦诞（179--252年），三国魏光禄大夫，是当时著名的书法家，他认为：“杜氏杰有骨力，而字画微瘦。崔氏法之。书体甚浓，结字工巧，时有不及。张芝喜而学焉。转精其巧，可谓草圣。”说明张芝虽以杜、崔为师，但后来居上，“超前绝后、独步无双”。唐开元时著名书法家和评论家张怀瓘，在其名著《书断》这部中国书法史上杰出的专著中有数百字比较详细地论述了张芝，其他历代书法家大都引用和认同韦诞、卫恒、张怀瓘、孙过庭等人的论述，张芝草圣的地位自此就赫然屹立于华夏书坛之上，永远闪耀着灿烂的光芒。\n草圣张芝与墨池\n东汉时，著名书法家张芝出生于渊泉县（今甘肃酒泉市瓜州县四道沟老城一带）。\n门显族张芝的爷爷张享他曾任过汉阳（今天水）太守。张芝的父亲张奂更是声名显赫，年少时就有志气，常说：大丈夫处世，应当为国立功边疆，后官至为护匈奴中郎将，度辽将军、大司农等，屡立功勋。张芝的母亲是富家闺秀，淑慧贤良，张芝就在这样一个家庭里长大成人。\n张芝为张奂长子，字伯英，年轻时就很有操节，虽出身宦门，而无纨绔气，勤奋好学，潜心书法，当朝太尉认为他将来不是文宗，就是将表。屡次征召他出来做官，皆严辞拒绝，故有“张有道”之称。他潜心研究书法，尤好草书，师承崔杜之法，其父张奂为方便张芝兄弟习文练字，着人锻造石桌、石凳、墨池于河边，从此，张芝兄弟以帛为纸，临池学书，先练写而后漂洗再用，日复一日，年复一年，水为之黑，后称张芝墨池。更将崔杜笔法，烂熟于心，终于摆脱旧俗独创一体，转精其妙，以成今草。字之体势，一笔所成，偶有不连，而血脉不断；字迹气脉贯通，隔行不断。古人谓之：“一笔飞白”，开书法之一代新天地。历代书法大家誉称张芝草书为“一笔书”，尊称张芝为“草圣”。晋代大书法家王羲之对汉、魏书迹唯推钟、张草书，亦颇受其影响。他的书迹在《淳化阁贴》存有五帖，并著有《笔心论》，今已失。\n荣誉\n誉为草圣\n中国书法史上的第一位巨匠张芝，字伯英，系东汉时人，生年不详，\n卒于公元192年。张芝的籍贯，《后汉书》为其父张奂立传，说是“敦煌酒泉人也”。一字之误，讹传一千多年。直至清代训诂学巨擘钱大昕考证，确认张芝系东汉敦煌郡渊泉人。渊泉为汉代敦煌郡所辖六个县中的一个（今甘肃酒泉市瓜州县四道沟老城一带）。\n有关张芝生平的史料很少，这与他情操高洁，不慕功名有关。《后汉书·张奂传》中仅提到“长子芝最知名，及弟昶并善草书”，虽极简略，却从中可知张芝在当时已因书法成就而享有盛名。略晚于张芝的西晋书法家卫恒在其书法理论著作《四体书势》中称：“汉兴而有草书……至章帝时，齐相杜度号称善作；后有崔瑗、崔实，亦称善工。”而“弘农张伯英者因转精其巧……韦仲将谓之草圣。”韦仲将即三国魏名臣韦诞，是当时著名的书法家，他的根据是杜度的草书有骨力，但字划微瘦；崔瑗、崔实宗法杜度，“书体甚浓，结字工巧”，“张芝喜而学之，转精其巧，可谓草圣”。说明张芝曾师法杜、崔，但青出于蓝，“超前绝伦，独步无双”。唐朝开元时的著名书法家和评论家张怀馞在其书法理论名著《书断》里，有数百字论述张芝，确定了他在华夏书坛的重要地位。其后的历代书法家和评论家也都以肯定态度延袭韦诞、卫恒、张怀瓘、孙过庭等的论述，张芝的“草圣”地位自此成为一座不可动摇的丰碑而屹立于中国书坛，闪耀着永恒的璀璨光芒。\n中国文字，从甲骨文到小篆，成熟于秦，促使隶书应运而生。至西汉隶书盛行，同时也产生了草书，可谓“篆、隶、草、行、真”各体具备，但行笔较为迟缓且有波磔的隶书和字字独立、仍有隶意的章草，已不能满足人们快速书写需要，而使书写快捷、流利的“今草”勃然兴起，社会上形成“草书热”。张芝从民间和杜度、崔瑗、崔实那里汲取草书艺术精华，独创“一笔书”，亦即所谓“大草”，使草书得以从章草的窠臼中脱身而出，从此使中国书法进入了一个无拘无束，汪洋恣肆的阔大空间，从而使书法家的艺术个性得到彻底的解放。\n张芝所创的“一笔书”，“字之体势一笔而成”，“如行云流水，拔茅连茹，上下牵连，或借上字之下而为下字之上，奇形离合，数意兼包”。这是张怀瓘在《书断》中对一笔书的精辟概括，同时高度评价张芝的草书“劲骨丰肌，德冠诸贤之首”，从而成为“草书之首”。张芝的草书给中国书法艺术带来了无与伦比的生机，一时名噪天下，学者如云。王羲之对张芝推崇备至，师法多年，始终认为自己的草书不及张芝。\n狂草大师怀素也自承从二张（张芝、张旭）得益最多。唐朝草书大家孙过庭在他的《书谱》中也多次提到他把张芝草书作为蓝本而终生临习。\n张芝出身显宦名门，但“幼而高操，勤学好古”，不以功名为念，多次谢绝朝廷的征召，潜心习书。他“临池学书，池水尽墨”的刻苦磨砺精神，成为中国书法界尽人皆知的一大掌故，王羲之曾钦敬地说张芝“临池学书，池水皆墨，好之绝伦，吾弗如也。”前人咏敦煌古迹二十首有《墨池咏》：昔人经篆素，尽妙许张芝。草圣雄千古，芳名冠一时。舒笺观鸟迹，研墨染鱼缁。长想临池处，兴来聊咏诗。\n张芝正是这样淡泊荣利，苦苦求索，方才攀上了中国书法艺术的第一座高峰。\n他的墨迹近两千年来为世人所宝，寸纸不遗，他的墨迹在《淳化阁帖》里收有五帖三十八行，为历代书家珍视并临习，故张芝的书法艺术精神至今仍鲜活在中国书法的血脉中。张芝同时也是书法理论的开先河者，曾著《笔心论》五篇，可惜早已失传。\n《冠军帖》\n《二月八日帖》\n《终年帖》\n制笔专家\n据说他还是一位制笔专家。像张芝这样造诣全面的书法巨匠，在整部中国书法史上也是罕见的，不愧“草圣”的崇高称号。他的季弟张昶也是当时著名的书法家，精善章草，时人称为“亚圣”。甘陇应以出过这样杰出的文化巨人而感到自豪。\n从中国书法史发展轨迹看，从甲骨文到篆成熟于秦，始出隶体，西汉隶书盛行，但已有草书，可谓篆、隶、草、行、真各体具备，但此时行竺迟缓且有波磔的隶书和字字独立带有隶意的章草都已不能满足人们和社会发展的需要，代之而兴的是书写起来快捷而流美的“今草”，社会上形成了“草书热”。张芝从民间和杜、崔那里汲取了草书的艺术精粹，创造了跨时代的大草，即有别于章草的“一笔书”，当时亦称“今草”，一时名噪天下，学者如云。张芝的“一笔书”，“字之体势，一笔而成，偶有不连，而血脉不断，及其连者，气脉通于隔行”；“如流水速，拔茅连茹，上下牵连，或借上字之下而为下字之上，奇形虽合，数意兼包，若县猿饮涧之象，钩锁连环之状，神化自若，变态不露”；“若清涧长源，流而无限，萦回崖谷，任于造化”，“精熟神妙，冠绝古今”；“张劲骨丰肌，德冠诸贤之首”；“伯英即草书之祖也”。（张怀瓘《书断》语）\n张芝 的草书影响了整个中国书法的发展，为书坛带来了无与伦比的生机。被誉为中国书圣的王羲之，中年就师承张芝，推崇张芝，自认为草书不如张芝。狂草大师怀素也自谓草书得于\"二张\"（张芝、张旭）。草书大家孙过庭在其《书谱》中也多次提到他一生是将张芝的草书作为蓝本的，称“张芝草圣，此乃专精一体，以致绝伦”。中国书法史告诉我们，\"自汉末至中唐六七百年间，在草书领域里涌现了韦诞、卫瓘、索靖、卫恒等这些传于书坛的人物，更有王羲之、王献之、张旭、怀素四位光耀千古的大师，他们的师承都导源于中国书法史上第一位巨人--草圣张芝\"（见马世晓《张芝创“一笔书”辨及\"冠军帖\"的审美新探》一文）这是历史的真实，也是客观的评价。\n张芝获得“草圣”的殊荣绝非偶然，这同他的处世哲学和治学态度有密切关系。张芝出身名门，其父张奂为汉代名臣，“伯英名臣之子，幼而高操，勤学好古，经明行修，朝廷以有道征，不就。”（《断书》）张芝“有道”而受到朝廷赏识，下诏求贤，令其作官，而他却不屑一顾，甘作布衣，这种不贪高官厚禄洁身自爱的思想境界，令人钦佩。）\n张芝刻苦学习书艺以至如醉如痴的精神也令人叫绝。“凡家之衣帛，必先书而后练之。临池学书，池水尽墨。”（卫恒《四体书势》）据《沙州都督府图经》对《张芝墨池》的记载：“张芝于此学书，其池尽墨，书绝世，天下名传。因王羲之《番书论》云：'临池学书，池水尽墨，好之绝伦，吾佛及也。'”《敦煌古迹廿咏》中有一首《墨池咏》赞道：“昔人精篆素，尽妙许张芝。圣草雄千古，芳名冠一时。舒笺观鸟迹，研墨染鱼缁。长想临池处，兴来聊咏诗。）”张芝正是这样苦苦求索勤奋努力，才攀登上了书法艺术的高峰，其书“为世所宝，寸纸不遗”，成为当之无愧的“中国草圣”。\n张芝的墨迹见《淳化阁帖》，收有五帖三十八行。张芝著有《笔心论》五篇，可惜早已失传。张芝还是一位制造毛笔的专家。\n张芝季弟张昶，也是当时著名的书法家，尤善章草，书类伯英，时人谓之“亚圣”。\n艺术特色\n张芝刻苦练习书法的精神，历史上已传为佳话。晋卫恒《四体书势》中记载：张芝“凡家中衣帛，必书而后练（煮染）之；临池学书，池水尽墨”。后人称书法为“临池”，即来源于此。尤善章草，有“草圣”之誉，当时的人珍爱其墨甚至到了“寸纸不遗”的地步。评价相当高，尤以草书为最。\n","category":"草书","verified":true,"user":1,"timestamp":1429951651074}]