[{"name":"赵昚行书团扇","text":"范成大（1126年6月26日[1] —1193年10月1日[2] ），字至能[3] ，一字幼元[1] ，早年自号此山居士[1] ，晚号石湖居士[1] 。汉族，平江府吴县（今江苏苏州）人。南宋名臣、文学家、诗人。\n宋高宗绍兴二十四年（1154年）进士，累官礼部员外郎兼崇政殿说书，孝宗初，知处洲。乾道六年（1170年）出使金国，不畏强暴，不辱使命。除中书舍人。淳熙五年（1178年），拜参知政事，仅两月，被劾罢。晚年退居石湖，加资政殿大学士。绍熙四年（1193年）卒，享年六十八岁，赠少师，追封崇国公，谥号文穆[4-5]   ，后世遂称其为“范文穆”。\n范成大素有文名，尤工于诗。他从江西派入手，后学习中、晚唐诗，继承白居易、王建、张籍等诗人新乐府的现实主义精神，终于自成一家。风格平易浅显、清新妩媚。诗题材广泛，以反映农村社会生活内容的作品成就最高。他与杨万里、陆游、尤袤合称南宋“中兴四大诗人”。著有《石湖集》、《揽辔录》、《吴船录》、《吴郡志》、《桂海虞衡志》等。\n人物生平\n早年仕途\n范成大于宋钦宗靖康元年六月初四（1126年6月26日）生于吴县（今江苏苏州） ，他幼年聪慧，十二岁时便遍读经史 ，十四岁时开始创作诗文。\n绍兴十二年（1142年），宋高宗生母韦氏（显仁皇后）从金国回朝，范成大应试献赋颂，名列前茅。 \n绍兴十四年（1144年），在昆山坚严资福禅寺读书。\n154年（绍兴二十四年），范成大中进士第。被授任为户曹，监管和剂局。 1163年（隆兴元年），升任秘书省正字。\n后经多次升调，被朝廷任命为著作佐郎、吏部郎。有人诬陷他逾越等级，朝廷便将其罢职，命他管理祠观。 \n169年（乾道五年），范成大被朝廷起用为处州知州。入宫回答孝宗的提问，陈说力的内容包括三方面：日力、国力、人力，认为此时都被不急之务耗费，孝宗高兴地采纳了他的意见。范成大为处州创义役。其法规定：民以都保为单位，据役户多少和职役情况，各家按贫富输钱买田称义田，以所收田谷助当役者，民户按次序轮流亢役。义役既行，公私皆称便。 \n后朝廷任命范成大为礼部员外郎兼崇政殿说书。孝宗乾道年间，规定以绢统计赃物数量，估价低而定罪重，范成大上奏说：“太平年代绢每匹不到一千钱，而估的价超过几倍。绍兴初年绢价递增了五分，价钱有三千足够了。如今绢实在贵，应当比当时的价格翻一倍。”孝宗吃惊地说：“这是使百姓陷入困境的法令条文。”于是绢价增为四千，而刑罚减轻了。 \n使不辱命\n宋金签订隆兴和议时朝廷忘了议定受书的礼仪，孝宗曾感到后悔。1170年（乾道六年）五月，孝宗调任范成大为起居郎，遣范成大代理资政殿大学士充任祈请国信使，向金索求北宋诸帝陵寝之地，并请更定受书之仪。范成大因所奉国书仅语及陵寝事，请并载受书一事，孝宗不许。临行前他对范成大说：“朕不败盟发兵，何至害卿！啮雪餐氊，理或有之。”左相陈俊卿因力主暂缓遣使而去位。吏部侍郎陈良祐因论不应遣使而罢官责居筠州（今江西高安）。李焘惧而不敢行。范成大慨然而行，当时金国的迎接使者仰慕范成大的大名，以致效仿他戴巾帻。 \n到燕山后，范成大秘密地草拟奏章，具体论述接受国书的仪式，把它放入怀中。范成大首次呈进国书，言词慷慨，金朝君臣正认真倾听时，范成大忽然上奏道：“两朝已经结为叔侄关系，而受书礼仪没有确定，我这里有奏章。”于是把插在腰上的手板拿出。金世宗大吃一惊，说：“这难道是献国书的地方？”金朝左右大臣用手板击他要他起来，范成大跪立不动，一定要把国书送上。不久，回到住所，金世宗派伴使宣旨听候处理。范成大一直跪着要献上国书，金朝廷上议论纷纷，太子想杀死范成大，越王阻止了他，范成大竟然得以保全气节而归。九月，成大返宋。金世宗复书拒宋所请，只许孝宗奉迁陵寝，同意归还钦宗梓宫。范成大回国后写成使金日记《揽辔录》。 \n曲折从政\n归国后，范成大被任命为中书舍人。最初，孝宗书写崔寔铸钱之案，连及士大夫《政论》赐给辅臣，范成大上奏说：“御笔书《政论》，本意在于严格法纪，整顿积弊。而近日大理寺议定刑罚，顺次加重一级，这不是以严刑换取太平，而是残酷。”孝宗称他说的是明智的话。张说被任命为签书枢密院事，范成大起草制书，扣留命令七天不下达，又上疏劝告，最终阻止了任命。 \n171年（乾道七年），范成大受命出知静江府（广西桂林），这就是“南宅交广”之行。1172年（乾道八年）腊月七日，范成大从家乡吴郡（苏州）出发，南经湖州、余杭，至富阳而入富春江。在余杭时与远送而来的亲友道别，场面极其伤感。之前更不得不将重病的乳母留在余杭，“分路时，心目刲断。世谓生离不如死别，信然。”\n与众人别后二日就是除夕之夜，“发富阳。雪满千山，江色沈碧。夜，小霁。风急，寒甚。披使虏时所作棉袍，戴氊帽，作船头纵观，不胜清绝。”\n溯富春江，经桐庐、兰溪入衢江，然后经常山县出浙江、入江西的信江，经信州（上饶）、贵溪、余干而到南昌，登滕王阁；入赣江，乾道九年（1173年）元月十二日至临江军（樟树），十四日游芗林和盘园，给范成大留下深刻印象的是几棵大梅、古梅，晚年隐居石湖后，他就全力经营石湖的范村，“以其地三分之一与梅”，并专门著有《梅谱》一卷。\n过临江军后即入赣江支流袁水，过袁州（宜春）、萍乡进入湖南境内。泛湘江南下，至衡山，谒南岳庙，因病未登山，然后陆行经永州、全州，三月十日，入桂林。凡水陆路程三千里，历时三月，著游记一卷，取韩愈咏桂林的“远胜登仙去，飞鸾不暇骖”诗意，取名为《骖鸾录》。\n当时广西贫乏，专靠盐利，漕臣又把盐利全部取走，于是所属县邑有增加盐价抑配卖给百姓的弊病，孝宗下诏恢复钞盐，漕司拘留钞钱平均分给所属各部，但钱没按时到。范成大到广西后，说：“有比这更至关重要的利害吗？”上疏孝宗说：“可以强制减去漕司强取的数目，以给各郡县使之宽裕，那么科卖抑配可以被禁止。”孝宗采纳了他的意见。几年后，广州盐商上书，乞求恢复客商贩盐，宰相同意他们的意见，拿出大量的银钱帮助他们。人们多认为不好，这个意见发给有关部门讨论，最终没能改变范成大的方法。旧法规定政府所买之马以四尺三寸为限度，孝宗下诏加到四寸以上，范成大说互市四十年，不应该突然改变。 \n制置四川\n175年（淳熙二年），范成大受任为敷文阁待制、四川制置使，他上疏说：“吐蕃、青羌两次侵犯黎州，而奴儿结、蕃列等尤其狡黠，轻视中国。臣应当教练将兵，外修堡寨，还要讲明训练团结的方法，使人人能够作战，这三方面没有钱不行。”孝宗赐给度牒钱四十万缗。范成大认为西南边境，黎州是要地，应增加能战的士兵五千，请设置路分都监。吐蕃入侵路线有十八条，全部修筑栅栏分别派兵戍守。奴儿结侵入安静寨，派飞山军一千人前往阻击，估计他们三天就会逃跑，结果果然如此。白水砦守将王文才私娶蛮族之女，常常带人攻打边境，范成大用重赏使蛮人互相怀疑，不久，王文才被俘获送到治所，范成大立即杀掉了他。蜀北边境过去有义士三万，是本地的民兵，监司、郡守私自役使他们，都统司又让他们与大军轮流戍边，范成大极力阻止，孝宗下诏命令遵循旧法。蜀地名士孙松寿、樊汉广都不愿出来做官，范成大表彰他们的气节。凡是可用的人才，范成大全部招到幕下，用其所长，不拘于小节，其优秀突出的上书推荐，往往扬名于朝廷，位至二府。 与陆游以文会友，成莫逆之交。 \n177年（淳熙四年），范成大离四川制置使任，五月底从成都万里桥出发，十月已巳进入吴郡（苏州）的盘门。和前两次怀着重重心事的旅行不一样，虽然与四川的同僚朋友分别不免伤感，这一次的回乡之旅压倒性的情绪是“归去来兮”的喜悦和轻松。这次的行程比较简单：沿岷江入长江，然后一路过三峡，经湖北、江西入江苏，从镇江转常州、苏州。此行有游记二卷，取杜甫“门泊东吴万里船”意命名为《吴船录》。与前二录相比，此书篇幅最长，也最为后人推重。\n从四川归来过武昌时，他曾于中秋夜回忆自己十三年间，十一处见中秋，“其间相去或万里”，当时便想：若得自此“归田园，带月荷锄，得遂此生矣”。\n晚年生活\n后孝宗命范成大暂代吏部尚书，拜官参知政事。两个月后，被谏官所弹劾，奉命主管祠观。又被起用为明州知州，上奏请求罢除进献海物。其后被任命为端明殿学士。\n181年（淳熙八年），范成大任建康（今南京）知府，至淳熙十年（1183年）离任。在建康任上，他上奏调军队储蓄的米二十万石以赈饥民，减去租米五万石。[20-21]   水盗徐五暗中兴事，号称“静江大将军”，范成大将其抓获诛杀。 \n退隐闲逸\n后因病请求辞职退休，被任命为资政殿学士，再次主管洞霄宫。范成大退休后，在石湖度过了长达十年闲适而优裕的晚年生活，写下了最后的名作《四时田园杂兴六十首》，并为家乡撰写了《吴郡志》。\n192年（绍熙三年），朝廷加范成大为资政殿大学士，起知太平州，仅逾月即归。1193年（绍熙四年）九月五日（10月1日 ），范成大逝世，朝命特赠五官，累赠少师、崇国公，谥号文穆 。 \n历史评价\n赵昚：卿气宇不群。 \n赵惇：卿以文章德行，师表缙绅，受知圣父，致位丞弼，均佚方面，乃心王室，于天下事，讲之熟矣。 \n杨万里：①知政几二十人，求天下之所谓正臣，如公才一二辈。 ②公风神英迈，意气倾倒，拔新领异之谈，登峰造极之理，萧然如晋宋间人物。公训诰具两汉之尔雅，赋篇有杜牧之刻深，骚词得楚人之幽婉，序山水则柳子厚（柳宗元），传任侠则太史迁（司马迁）。至於大篇决流，短章敛芒，缛而不酿，缩而不僒，清新无丽，奄有鲍、谢（鲍照、谢朓）；奔逸隽伟，穷追太白（李白）。求其只字之陈陈，一倡之呜呜，而不可得也。今海内诗人，不过三四，而公皆过之，无不及者。予於诗，岂敢以千里畏人者，而於公独敛袵焉！ \n陆游：屡出专戎阃，遄归上政途。勋劳光竹帛，风采震羌胡。签帙新藏富，园林胜事殊。知公仙去日，遗恨一毫无。孤拙知心少，平生仅数公。凋零遂无几，迟暮与谁同！琼树世尘外，神山云海中。梦魂宁复接，恸哭向西风。 \n姜夔：身退诗仍健，官高病已侵。江山平日眠，花鸟暮年心。九转终无助，三高竟欲寻。尚留巾垫角，胡虏有知音。未作龙蛇梦，惊闻露电身。百年无此老，千首属何人。安得公长健，那知事转新。酸风忧国泪，高冢卧麒麟。未定情钟痛，何堪更悼亡。遗书知伏枕，来吊只空堂。雪里评诗句，梅边按乐章。沉思酒杯落，天阔意茫茫。 \n崔敦礼：包罗百氏，磅礴九流。以辉煌汗漫之作而执耳文盟，以博大高明之资而盱衡士类。\n叶茵：千古湖山人物，万年翰墨文章。 \n张鎡：事业文章两足尊，南北东西曾遍历。\n龚明之：范公文章政事，震耀一世。\n黄震：公喜佛老，善文章。踪迹遍天下，审知四方风俗，所至登览啸咏，为世歆羡，往往似东坡（苏轼）。\n脱脱：成大致书北庭，几于见杀，卒不辱命。俱有古大臣风烈，孔子所谓‘岁寒然后知松柏之后凋’者欤？ \n王鏊：昔在有宋，吾苏入参大政者，有两范公（范仲淹、范成大）。文正公当仁宗朝，开天章阁求治，更张庶治，将大有为焉。未一年，以小人不悦罢。文穆当孝宗朝，在政府两月，未及有焉，以言者罢。前宋之治，莫盛仁宗；南渡后，莫盛孝宗，皆锐意太平。二公皆以身许国，可谓千载之遇，而皆不能少其志。呜呼，道之难行其已久矣！忠良不可容于时，自昔然矣！文正子孙，今在吴中最盛，所谓岁寒堂者，有司春秋享祀不绝；而文穆之后无闻焉。文正为宋人物第一流，文穆其流亚欤。观其使金受书之仪，举朝皆悚，有苏子卿（苏武）啮雪之操；缴还阁门张说词头，有阳城裂麻之忠；奏罢明洲海物之献，盖与孔戡之政同；其在成都，演武修文，奖用名节，间与陆务观（陆游）诸人赓唱，流风余韵，渐被岷峨；而吴中民风士俗，人情物态，尽悉备见其时。 \n王夫之：至若周必大、王十朋、范成大、杨万里之流，亦铮铮表见，则抑文雅雍容，足以缘饰治平而止。 \n纪昀等《四库全书提要》：追溯苏黄遗法，而约以婉峭，自为一家。\n石蕴玉：达於政体，使不辱命。晚归石湖，怡神养性。\n主要成就\n文学\n范成大一度深受江西派的影响，现存的一些早期作品中，可以看到不少语言涩滞、堆垛典故的现象，和一些似禅非禅、似儒非儒的议论。不过，范成大在学江西诗风的同时，比较广泛地汲取了中晚唐诗歌的风格与技巧，继承了白居易、王建、张籍等诗人新乐府的现实主义精神，如《乐神曲》等四首，便明言“效王建”，他在博采众长的基础上突破了江西诗风的笼罩。尤其许多近体诗，委婉清丽中带有峻拔之气，有他自己的特点。他使金途中所写的七十二首绝句，如《青远店》、《州桥》、《双庙》等，反映了北方人民的痛苦生活和他们的民族感情。爱国情感激昂悲壮。其《催租行》、《后催租行》、《缫丝行》、《劳畲耕》等揭露封建剥削的残酷，表现对人民疾苦的同情。他晚年所作《四时田园杂兴》六十首，描绘了农村景物、风俗人情和农民生，风格清新明快，优美流畅，富有韵味，有民歌之特色，是古代田园诗的集大成者，钱钟书在《宋诗选注》中谓之“也算得中国古代田园诗的集大成”。这类诗在南宋末期产生极大影响。他的文赋在当时也享有盛名。词作情长意深，前期作品与秦观相近，后期作品则近于苏轼。范成大的作品在南宋末年即产生了显著的影响，到清初影响更大，当时流传着“家剑南而户石湖”（“剑南”指陆游《剑南诗稿》）的说法。如其中《夏日》一首说：“昼出耘田夜绩麻，村庄儿女各当家。童孙未解供耕织，也傍桑阴学种瓜。”写农民一家辛勤劳动的情景，亲切、淳朴，有浓郁的乡土气息。他也写了一些应酬唱和、山川行旅、叹老嗟悲以至讲论佛典禅里之作。杨万里《石湖居士诗集序》说：“（范成大诗）大篇决流，短章敛芒；缛而不酿，缩而不僒。清新妩媚，奄有鲍谢；奔逸隽伟，穷追太白。求其支字之陈陈，一唱之呜呜，不可得世。”主要是指“点缀湖山”一类作品而言。其实范诗还有“婉峭”、“浅切”的一面。\n其诗风格轻巧，但好用僻典、佛典。晚年所作《四时田园杂兴》（60首）是其代表作，还写了一些反映人民悲苦生活的小诗，如《夜坐有感》、《咏河市歌者》、《雪中闻墙外鬻鱼菜者，求售之声甚苦，有感三绝》等。他同时还是著名的词作家，有《石湖诗集》、《石湖词》、《桂海虞衡志》、《揽辔录》、《骖鸾录》、《吴船录》、《吴郡志》等著作传世。范成大诗，以《四部丛刊》影印清康熙顾氏爱汝堂刊本为底本。校以明弘治金兰馆铜活字本、康熙黄昌衢藜照楼刻《范石湖诗集》二十卷，并酌采清沈钦韩《范石湖诗集注》。新辑集外诗附于卷末。 其中《四时田园杂兴》（其一）被选入人教版小学语文四年级下册及北师大版小学六年级下册中。\n书法\n范成大善书。其书法清新俊秀，典雅俊润，只可惜他为诗名所掩，书名不彰。明陶宗仪《书史会要》谓范成大“字宗黄庭坚、米芾，虽韵胜不逮，而遒劲可观”。范成大的书法曾受他母亲的影响，他的母亲蔡夫人，是北宋四大书家之一蔡襄的孙女。\n范成大传世墨迹，以尺牍简札居多。他在成都与陆游饮酒赋诗，落纸墨尚未燥，士女已万人传诵，被之乐府弦歌，题写素屏团扇，可惜这些墨迹都未传下来。现今所能见到的范氏手迹，以他54岁所书《明州赠佛照禅师诗碑》为第一，此碑早佚，但有宋拓本藏于日本东福寺。范成大现存的手迹还有《兹荷纪念札》、《垂海札》、《荔酥沙鱼札》等，他的行书《田园杂兴卷》也常为人们所乐道。明代王世贞在《弇州山人稿》上说：范成大“归隐石湖时作即诗。无论竹枝、鹧鸪、家言，已曲尽吴中农囿故事矣！书法出入眉山（苏轼）、豫章（黄庭坚），间有米颠（米芾）笔，圆熟遒丽，生意郁然，真是二绝。”董史在《皇宋书录》称其：“（范成大）近世以能书称。”“字宗山谷、米老，韵胜不逮而遒劲可观。”\n家族成员\n辈分\t关系\t姓名\t简介\n家世\t曾祖父\t范泽\t赠太子少保。 \n曾祖母\t夏氏\t封昌元郡夫人。 \n祖父\t范师尹\t赠太子少傅。 \n祖母\t陆氏\t封咸安郡夫人。 \n蒋氏\t封咸宁郡夫人。 \n父亲\t范雩\t字伯达 ，官至左奉议郎、秘书郎，赠少师。 \n母亲\t蔡氏\t蔡襄孙女、文彦博外孙女，封秦国夫人。 \n配偶\n妻子\t魏氏\t承直郎魏信臣之女，封义和郡夫人。 \n子辈\t长子\t范莘\t官至承务郎。 \n次子\t范兹\t官至承奉郎。 \n长女\t范氏\t嫁从事郎张蒙。 \n次女\t范氏\t封孺人。 \n史书记载\n《宋史·卷三百八十六·列传第一百四十五》 \n后世纪念\n诗词\n陆游《范参政挽词》 \n姜夔《悼石湖三首》 \n周郔《三高亭怀范石湖》 \n戴复古《题清江台》 \n毛珝《石湖》 \n叶茵《石湖》 \n方回《至节前一日六首》（第六） \n陆文圭《石湖留题三绝》 \n纪念祠\n范成大祠（范文穆公祠）\n范成大祠位于市郊石湖行春桥畔茶磨屿下，始建于明正德十四年（1520），正式落成于正德十五年（1521年），由监察御使卢雍为纪念范成大而建。祠背山面湖，风光绝胜。原有宋孝宗御书“石湖”御碑，田园诗碑，范成大像为三大镇祠之宝。现仅存明代摹刻的范成大手书六十首《四时田园杂兴》诗碑七块。范公祠又称石湖书院，为明代唐寅、文征明、沈周等文人才子读书作画之地。1963年被列为苏州市文物保护单位。\n","category":"行书","verified":true,"user":1,"timestamp":1429951598703},{"name":"赵昚行书团扇","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791639898,"text":"宋孝宗赵昚《池上诗团扇》，22.9×24.4cm。美国大都会艺术博物馆藏（顾洛阜遗赠）。\n\n\n\n宋孝宗赵昚《渔父诗团扇》，23.5×25.4cm。美国大都会艺术博物馆藏（顾洛阜遗赠）。","author":"宋代赵昚","description":"赵昚行书团扇"}]