[{"name":"王羲之《题笔阵图后》全文及解释","text":"夫纸者阵也，笔者刀鞘（qiao）也，墨者鍪(mou)甲也，水砚者城池也，心意者将军也，本领者副将也，结构者谋略也，\n[译文]这纸是阵地，笔是刀和长矛，墨是盔甲，水砚是城池，心意是将军，本领是副将，字的结体和形势布置安排是谋略，\n飏(yang)笔者吉凶也，出入者号令也，屈折者杀戮(lu)也。夫欲书者，先乾研黑，凝神静思，\n[译文]扬笔是吉凶，笔的出入是号令，屈折是杀戮。凡要作书，先干研墨，集中精神静静思考，\n预想字形，大小偃(yan)仰，平直振动，令筋脉相连，意在笔前，然后作字。若平直相似，状如算子，上下方整，\n[译文]预想字形的大小，俯仰，平直，振动（或说“提按顿挫”），使笔势相连，这样意在笔先，然后作书。如果（写出的）笔画平直相似，像算子一样，上下方整，\n前后齐平，此不是书，但得其点画耳。昔钟繇(you)弟子宋翼常作此书，繇乃叱之，翼遂三年不敢见繇，\n[译文]前后平直，便不是书法，（这）仅仅是得到字的点画而已。原来宋翼常常写这种字，宋翼是钟繇的弟子，钟繇就呵斥他。宋翼三年不敢（去）见钟繇，\n即潜心改迹。每作一波，常三过折笔，每作一点，常隐锋为之，每作一横画，如列阵之排云，\n[译文]（自己于是）就专心改变书迹（或说字的形状）。每写一个“波”画，常常（要有）三道波折；每写（一点一画的）起笔，常常（要）藏锋而写，每写一横画，像排云一样布列的兵阵；\n每作一戈，如百钧之弩(nu)发，每作一牵，如万岁枯藤，屈折如钢钩，每作一放纵，\n[译文]每写一戈（钩）像待发的百钧弓弩；每写一点，有如从高峰坠下的石头；（写折，钩等弯曲，转折的笔画），像弯折的钢钩一样有力；每写一竖画，犹如万年的枯藤一样瘦劲；每写一趋笔（如撇，捺，挑），\n如足行之驰骤，翼先来书恶，晋太康中，有人于许下破钟繇墓，遂得笔势论，翼乃读之，\n[译文]像足行一样趋骤势猛。宋翼原来的字很不好，晋朝太康年间，有人在许昌掘开钟繇的墓，于是获得《笔势论》，宋翼读了它，依照这书上的方法学习书写，\n依此法学书，名遂大振。真书及行书，皆依此法。\n[译文]名气于是大振。要写楷书（真书），行书都要按照这个方法（去写）。\n若欲学草书，又有别法。须缓前急后，字体形势状（如）龙蛇，气脉钩连秷侧，\n[译文]起伏用笔如果要学草书，又有别的方法。须要缓前急后，字的形体和笔势如龙蛇（一样），笔画间，（笔势）连绵不断，\n亦不得使齐平大小一等。每作一字，须有点处，且作余字总竞，然后安点，其点须空中遥掷笔作之。\n[译文]还要（注意）横，点等笔画的起伏变化，用笔也不能让字的大小，高低整齐划一。每写一有点的字，暂且先把这字其余的笔画写好，再来写这个点画，（写）这一点时要先空中摇曳取势，然后下笔写出。\n其草书亦须篆势八分古隶相杂。亦不得急令墨不入纸。若急作意思浅薄，而笔即直过。\n[译文]写草书，也要有篆势，八分，古隶（几种字体笔法）相融合，行笔也不能急，（急则）使墨不能入纸。如果匆忙书写，（就会）意思浅薄，笔画在纸上一滑而过。\n惟有章草及章程行押等不用此势，但用击石波而已，其击石波者缺波也。又八分更有一波谓之隼(sun)尾波，\n[译文]只有章草和章程（即八分），行狎等（书体）不用这种笔势，只用击石波而已。这种击石波，就是缺波。又，八分另外有一波叫做隼(sun)尾波，\n即钟公泰山铭及魏文帝受禅碑中已有此体矣。\n[译文]在钟公《太山铭》和《魏文帝受禅碑》中已经有了这种书体。\n夫书先须引八分章草入隶字中，发人意气，若直取俗字，不能先发。羲之少学卫夫人书，将自谓大能，\n[译文]作书先要把八分，章草的笔势引入隶书中，激发人的意气，如果直接采用俗字，先就不能激发（人的兴趣）。我少时学习卫夫人的书法，就以为很了不起（很有能耐）；\n及渡江北游名山，见李斯、曹喜等书，又之许下见钟繇、梁鹄(gu)书，又之洛下，此见蔡邕(yong)石经，三体书，又于从兄洽处见张昶华岳碑，\n[译文]等到（我）渡江后在江北游历名山，看到李斯，曹喜等人的书法作品，又到许昌，看到钟繇，梁鹄的书法，又在从兄王洽那里见到张昶《华岳碑》，\n始知学卫夫人书徒费年月耳。遂改本师，仍于众碑学及聊书之，\n[译文]才知道学习卫夫人的书法，（是）白费时间罢了。于是改换起初（学书）的老师,就（直接）从各种碑刻中学习（书法）。\n遗教于子孙耳，\n[译文]姑且遗教于子孙而已。\n永和十二年四月十二日书。\n（时年五十有三，恐风烛奄及，聊遗于子孙耳。可藏之石室，勿传非其人也。）略有修改\n这时我有了五十三岁，担心烛残年忽然倒下，姑且遗教于子孙而已。可将它藏在密室里，不要传给不该传的人。","user":1,"timestamp":1431266682050,"verified":true}]