[{"name":"阮元重橅天一阁北宋石鼓文","text":"董玉书（1869-1952），近代诗人。字逸沧，晚号拙修老人，斋名拙修草堂、寒松庵。江都（今扬州）人，生活于清光绪至民国年间。清末江都拔贡，以诗名。历任天长、霍丘县县令。曾在居庸关至张家口一带“佐军治民”近十年，晚年流寓北平。著有《寒松庵诗集》、《芜城怀旧录》三卷、《蒙国纪闻》一卷、《宝昌杂录》一卷，并行于世。\n个人简介\n董玉书（1869-1952），近代诗人。字逸沧，晚号拙修老人，斋名拙修草堂、寒松庵。江都(今扬州)人，旧居扬州旧城北小街，与花鸟画名家梁公约对门而居，二人互相倾慕，遂成为极好的朋友。生活于清光绪至民国年间。清末江都拔贡，以诗名。历任天长、霍丘县县令。曾在居庸关至张家口一带“佐军治民”近十年，晚年流寓北平。著有《寒松庵诗集》、《芜城怀旧录》三卷、《蒙国纪闻》一卷、《宝昌杂录》一卷，并行于世。\n后社诗人文化学者\n董玉书以诗名，曾参加扬州著名诗社——冶春后社。他常常怀念盛极一时的冶春后社诗会。后来在给社友王振世《扬州览胜录》题词中感叹道：“风雅消沉孰主持？冶春余韵系人思。残钟断续斜阳外，自唱吾家旧竹枝。”他与各地诗友相唱和，著有《寒松庵诗集》，还有《寄天游诗存》、《菱湖图咏》、《拙修草堂剩稿》。\n938年至1946年避居上海8年，租住在成都北路。其间日以诗酒自娱，闭户著《芜城怀旧录》三卷，《补录》一卷。1946年春正月《芜城怀旧录》完稿。据郑逸梅《艺林散叶》第3205条载他“参证征询，不厌求详”。1948年由杜召棠建国书店石印《芜城怀旧录》。《芜城怀旧录》是研究清末民初扬州的文化、艺术、风俗等的重要资料之一。\n擅长书法四体皆能\n董玉书还是个书法家，楷书、隶书、行书、草书等俱佳。他的楷书师法晋唐，结体紧密，秀逸遒劲，婉丽飘逸，雍容规矩；草书笔法老练劲挺，苍劲有力，结体张弛有致；隶书大气沉稳，古拙空灵，耐人寻味。2009年3月学林出版社出版的书画收藏入门系列丛书之一《拍回书画细赏玩》(于建华、于津著)上有《江都拔贡董玉书能书法》一文；2010年3月3日《书法导报》第9期第十四版（副刊）载有于建华撰写的《江都拔贡董玉书及其书法》。\n董玉书曾流寓北平，成为书法家启功曾祖父溥良的弟子，与北京艺术界齐白石、陈师曾交游。1948年春，启功以通家子来拜见，询问他曾祖父的生平事迹。虽董玉书“已衰耄，谨就追忆所得，濡笔记之，以告后人”，作《先师（溥良）记》，此文载于卞孝萱、唐文权编《辛亥人物碑传集》。北京诚轩2010春季艺术品拍卖会拍卖过齐白石、董玉书《书画双帧》扇面，成交价达392，000元。此扇面是赠给曾任厦门中国银行行长郑煦（字霁林，清末民初广东中山县人。年逾古稀犹能作工笔人物、花卉草虫）的。正面是齐白石画的牵牛花，题跋：霁林仁兄之雅，齐璜。钤印：阿芝。齐白石所绘蛾子身灰色，若有所感，有欲起欲伏之势，既有写生得其形态之妙，同时工致淡雅，色调之淡甚至比真的蛾子更甚，在效果上却让观者觉得真实活泼。配以大写意花卉，粗细之间，颇可玩味。反面是董玉书的书法。题跋：霁林先生雅教，弟董玉书。钤印：逸沧小印。袁玉锡(?-1912)，字季九，襄阳人，清末翰林，遵义知府，推行新政，调升云南劝业道。1911年12月任云南省参议，军政府军政部甄录处副处长。董玉书曾与他合作一幅花卉、书法扇面。董玉书以小楷书写老子的名言：“执大象，天下往。往而不害，安平泰。乐与饵，过客止。道之出口，淡乎其无味，视之不足见，听之不足闻，用之不足既。”\n董玉书还常常与扬州艺术界的同仁联袂创作。1913年与扬州“扬州三菊”之一吴笠仙合作，吴笠仙于下面绘《菊花》，款识：光甫仁兄先生雅正，笠仙弟、吴树本；反面董玉书有书法，款识：癸丑孟夏光甫仁兄正，弟董玉书。\n董玉书对书法碑帖也颇有研究。天一阁北宋拓石鼓文本为当时存字最多、拓印上乘的石鼓文宋拓珍本，清嘉庆二年阮元重刻天一阁北宋石鼓文本于杭州府学府，后他又重摹十石置于扬州府学。天一阁本因故损毁，阮刻天一阁本由此变得弥足珍贵。天津鼎晟国际拍卖有限公司2008年古籍善本专场拍卖会曾拍卖《仪征阮元重抚天一阁北宋石鼓文本》。此帖为晚清著名画家蒲华所有。蒲华（1830-1911）原名成，字作英，浙江嘉兴人。能诗善书，善画山水、花卉，尤擅画竹，故称“竹老”。此帧装潢古朴典雅，原装尤在。1927年，董玉书在安徽芜湖自题碑签，并题跋：文达公记《重抚天一阁石鼓本》规摹汉碑，庄严刚劲。竹老工篆隶，酷爱此本，朝夕临池不倦。昔颐性老人，博雅者，古获亭大年。今竹老年七十有二，摹汉追秦，老而弥笃。盖与金石有同契焉。展对之余无任仰止。丁卯春三月上已，广陵董玉书题于鸠江。钤印：吉金乐石、玉书臣印、逸沦。 \n董玉书两首诗作在扬发现\n日前，他两首珍贵的诗作手迹在扬州发现。\n据保存诗作的家伟先生介绍，两首诗是题在一张毛边纸上，皆是写给扬州青溪旧屋后人。一首是“题恭甫先生《传雅堂遗集》”，诗作内容如下：“左氏春秋成绝学，遗书幸未委蒿莱。儒林早已传三世，风雅从兹有别裁。泽衍贤孙能述祖，时无上相孰怜才？右文犹想中兴盛，回顾江南事可哀。”据有关专家介绍，诗中的“上相”，原指首位宰相，后亦泛指大臣。另一首题为“次羽以诗见示，写赠一首”。诗作内容如下：“风义平生见性真，沉吟诗思出清新。师门感逝难忘学，经训传家有替人。好古不甘心溷浊，谈瀛尤擅笔通神。兹新未必兼温故，淹贯如君独角麟。”据了解，诗中“谈瀛”一词，原典出李白诗：“海客谈瀛洲”，后借用作谈论海外事。文中还有：“近检诗麓，得前年旧作两首，补录奉台，次羽诗家一粲，癸未重九后五日拙修草。”等字样，交代了题诗的原因与时间。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951662403},{"name":"阮元重橅天一阁北宋石鼓文","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634176,"text":"","author":"清代阮元","description":"阮元重橅天一阁北宋石鼓文"}]