[{"name":"董其昌行书秋声赋","text":"忠勤祠位于新城镇西南新立村，是一组典型的明代建筑，为纪念王士禛的高祖王重光而建。为新城王氏家祠，\n\n又名王家祠堂，坐落在桓台县新城镇新立村街北，是为祭明代王重光而建。王重光，字延宣，山东新城人。明嘉靖进士，官至户部左侍郎。后因在贵州平蛮督木，死于王事，嘉靖帝有“忠勤可悯”之褒奖，并降旨礼部尚书吴山书“忠勤报国”四字以示嘉奖。嘉靖四十一年（1562年）在贵州永宁为王重光立祠以祀，命名为“忠勤祠”。\n据《新城县志》记载：“忠勤祠以明万历戊子(1558年)经始，乙丑(1559年)落成，，当时规模宏大，但现存面积只有原来的三分之一。祠院南北长88米，东西宽43米，占地3784平方米。院内有正堂5楹，中间3间出厦。长22米，高14米，进深9．65米，全为砖木结构，瓴瓦起脊，木椽单檐。堂内有合抱圆木柱8根，顶部栋梁上饰有彩绘，内壁墙上镶嵌石碣85块，保存完好。碑文集历代书法名家钟繇、王羲之、王献之、欧阳询、柳公权、虞世南的字刻成，真、草、隶、篆诸体俱备。堂内还有王重光及其属下王、张二指挥的碑刻彩绘像。后堂3间，称为“司马祠”，原是明末兵部尚书王象乾的祠堂，现拓为王士祯纪念馆。?正堂前东、西厢房各3楹，堂前有双人合抱的古桧两株，左右对称，高约20余米。院东南隅有四面碑1幢，上刻建祠时祭者姓名。祠东50米处为原“碑廊院”，现存石碑9幢。1984年国家对忠勤祠进行了修缮，并定为市级重点文物保护单位。\n历史资料\n万历十七年（1589年）落成，距今已400余年，王重光，字廷宣，山东新城人，明嘉靖进士，官至户部员外郎。因其秉性刚直，直忤当事，触冒权臣，被贬为贵州布政使左参议，分守贵宁、安平二道，嘉靖三十六年（1577年），北京皇宫内华盖、谨身，奉天三大殿遇雷击遭火，急需修复，嘉靖帝诏令王重光从贵州采伐大木，当时生长大木的原始森林，被3万僮（壮）、苗等少数民族起义军占据，无法进入。王重光受命后，经过充分调查，周密计划，先派兵断绝起义军后援，尔后，率领骑兵，突入起义军首领营寨，“宣布明王朝政令”，以“恩德招降”、“全活三万众”。这样，“不遗一镞，不废斗粮”，安抚了起义军，取得了招抚的胜利。此后王重光深入森林达一年之久，操劳过度，触冒瘴气，于嘉靖三十七年（1588年）以身殉职。嘉靖帝为之感动，认为“平蛮”功成为“忠君”，“督木”殉职是“勤事”，于是亲书“忠勤可悯”四字，并降旨礼部尚书吴山书“忠勤报国”四字以示嘉奖（忠勤祠由此而得名）。翌年，谕旨派山东布政使右参议李一瀚到新城谕祭王重光。嘉靖四十一年（1562年），朝廷三殿竣工，嘉靖帝“追叙前烈”，赠王重光为太仆寺少卿，并在贵州永宁为王重光立祠以祀，命名为“忠勤祠”。王重光死后30年，其次子户部左侍郎王之垣，长孙兵部尚书王象乾为首的子侄们，认为“岁时常酹，贵州祠远，不能近祀”‘“家乡无祠，雅不称成功之盛德”。于是奏得万历皇上的恩准，于万历十六年（1588年），在家乡新城又立忠勤祠。 \n内部构造\n树木\n明末清初祠盛时，忠勤祠占地30多亩，碑碣林立，松柏参天，翠盖浓荫，肃穆庄严，大门外广场前有制门，制门的青石柱上方，刻有“诸侯戴露朝天”圆雕，中间的石额是“登辛丑科进士王重光”，边联是“万里勤王忠侔日月昭青史，一身殉国气作山河壮紫宸。”广场边均为青砖砌就，条石压顶，制门至大门有笔直的甬道，甬道旁建有碑亭两座，一为石造，一为砖造。大门额上有“忠勤祠”横匾，进大门，便是3间仪门，中间陈列一巨石匾额，镌有礼部尚书吴山书写的“忠勤报国”4个大字。向里便是正厅大院，古厅5间，取中3间又出一厦，使正厅的平面呈凸形。厅前设有月台，环以青石栏杆。东、西厢房各配3间，皆前抱厦。大厅前有两人合抱桧柏两株，一雄一雌，左右矗立，苍劲挺拔，虬枝盘旋，蔚为壮观。\n正厅\n正厅正中，为王重光的线刻彩绘画像，高与人等，头带乌纱帽，身穿红底绣花袍，手把玉带，端然正坐在虎皮椅上，神情庄重慈和，须髯飘拂，栩栩如生，左侧为王重光次子王之垣刻彩绘像，随王重光伐木溺死于赤水的张、王二帅的线刻彩绘像，神采威严，端庄肃立，分立左右两犄角，一并祭祀，四尊画像均出自名镌刻家之手。左、中、右3面墙镶砌着百余块碣石，记叙着王氏家族类的兴起、功德、人物传记以及当时名人颂跋等。多数石刻是集选历代名家书体，刻石成文。其中有晋代王羲之、王献之，汉代钟繇、唐代欧阳询、褚遂良、颜真卿的，还有明代著名书法家董其昌，邢侗，祝允明、申时行、程可中、王象晋的。明吏部尚书兼文渊阁大学士申时行称，“搜古书法，自晋右军大令及唐颜、柳辈，凡数家，择抉前剔，绳连栉比，点画波拂，并出手摹……使人悦目醉心，把玩不能去手，观者可以兴焉。”真可谓“琳琅满目，海内知名”。\n后厅\n正厅后面，有3间抱厦厅。是王氏后人纪念兵部尚书王象乾的祠堂，名曰“司马祠”，只设有牌位。祠东又分三个跨院，占地面积不小于主院。院后设有接官厅3间，接待二、八月致祭的官员，内悬“四代翰林”匾，进士、举人题名匾，中跨院与后跨仅有一道花墙相隔，墙中有月洞门可通。该院内只有东、西屋各3间，为护祠人所住。前跨院的东侧设有碑廊，内列嘉靖、万历两朝的龙首碑和功德碑10幢，廊外院内还有碑近15幢。东西隅另有大门，便于迎送拜祭者。忠勤祠建筑古朴典雅，加之院内植松柏数百株。四季长青，遮天蔽日，还有碑碣林立，古色古香，祠盛时，达官显宦络绎不绝。\n祠堂现状\n经沧桑，历浩劫，忠勤祠到1984年底，仅存碑碣130余块，桧柏2株。建筑物只剩大厅，后厅和西厢，也已破烂不堪，其余荡然无存。为了保护这组明代建筑和珍贵石刻，省、市、县三级政府先后拔款数10万元，将大厅、后厅、西厢翻修一新，并修复了东厢、接待室、大门、迎门屏风等，后又陆续征集石刻、碑碣达到185块，修建石刻苑。在院内和院外广场种植花草树木数百株，使忠勤祠基本恢复了原貌，并于1986年正式对外开放，1986年忠勤祠被定为市级重点文物保护单位，1992年省人民政府又公布为省级重点文物保护单位。\n石刻列表\n列目如下：\n1、《忠勤祠》佚名1——1\n2、《忠勤报国》吴山书1——1\n3、《颍川王公传》明萧云举文，集魏钟繇书1——5\n4、《少司徒泺翁王公颂》明郝杰文，集魏钟繇书1——2\n5、《王氏琅琊公传》明于慎行文，集晋王羲之书1——6\n6、《王公神道碑铭》明申时行文，集晋王羲之书1——8\n7、《王公平蛮督木传》明李惟桢文，集晋王羲之书1——6\n8、《平蛮督木赞》明蔡明鼎文，集晋王羲之书1——3\n9、《新城县忠勤祠记》明王锡爵文，集晋王献之书1——6\n0、《乐毅论》魏夏侯玄文，晋王羲之书。1——1\n1、《孙辽浮图铭记》北魏佚名1——1\n2、《大隋开皇后刻》隋李靖书1——1\n3、《泺川王公传》明郭正域文，集唐虞世南书1——6\n4、《贵州忠勤祠碑》明黄镆文，集唐褚遂良书。1——3\n5、《少司徒王公督木赞》明冯琦文，集唐褚遂良书。1——2\n6、《忠勤录序》明冯琦文，集唐褚遂良书。1——2\n7、《泺川王公墓表》明王家屏文，集唐欧阳询书。1——8\n8、《刘太淑人传》明郭正域文，集唐颜真卿书。1——3\n9、《观世音菩萨》明王象春文，摩唐吴道子画。1——1\n0、《弥勒尊像佛》明王象春文，摩唐吴道子画。1——1\n1、《恭题两朝谕祭文后》明焦竑文并书。1——2\n2、《故参议泺川王公以勤事殒》明申时行文并书。1——2\n3、《忠勤堂碑版集古法书序》明邢侗文并序。1——2\n4、《忠勤堂帖跋》明王衡跋并书。1——1\n5、《忠勤堂帖跋》明叶向高跋并书。1——1\n6、《忠勤堂帖跋》明王锡爵跋并书。1——1\n7、《忠勤堂帖跋》明韩取善跋并书。1——1\n8、《忠勤堂帖跋》明葛昕跋并书。1——2\n9、《碑首载》明王之垣文并书。1——1\n0、《忠勤祠祭文》明王之垣文并书。1——1\n1、《祝暇词》明王重光文，明吴彭年书。1——1\n2、《平蛮之图》明郑汝壁诗，明周汝初画。1——1\n3、《伐木之图》明申时行诗，明周汝初画。1——1\n4、《运木之图》明郑汝壁诗，明周汝初画。1——1\n5、《寄诸儿辈诗》明王重光自书诗。1——1\n6、《新城王氏大槐记》明钱汝梁文，明邢侗书。1——1\n7、《李三才诗》明李三才自书诗。1——1\n8、《寿王见翁》明翁正春自书诗。1——1\n9、《寄题大司徒见翁王老先生长春园三首》明程可中自书诗。1——1\n0、《寄见翁老年丈》明萧守身自书诗。1——1\n1、《送少司徒王老先生归省》明徐学谟等自书诗。1——1\n2、《游新园奉题一律》明程可中自书诗。1——1\n3、《祝允明诗》明祝允明自书诗。1——2\n4、《沈庭芳诗》明沈庭芳自书诗。1——1\n5、《按察使王公传》明赵秉忠文，明刘重庆书。1——6\n6、《长春园诗二十韵》明王之垣自书诗。1——1\n7、《蟾宫石题记》明王之垣书。1——1\n8、《辞世小言》明王象晋文并书。1——1\n9、《张仙像》宋苏洵等诗，明周兆龙书，明余士画。1——1\n0、《草诀歌》明董其昌书。1——4\n1、《秋声赋》宋欧阳修文，明董其昌书。1——1\n2、《雪香翁家传》清石韫玉文并书。1——1\n3、《赤壁赋》宋苏轼文，清成亲王书。1——1\n4、《桃花源记》晋陶渊明文，清林则徐书。1——1\n石刻内容\n“忠勤祠”内石刻共百数十种，琳琅满目，海内知名。忠勤祠石刻的拓件在清朝后期，民国初年，多装订成册，推向社会，广为流传，影响很大。2003年桓台县政协委员会精选忠勤祠114方石刻，编印成《忠勤祠帖》，著名学者欧阳中石先生为忠勤祠帖写序，中国书法家协会主席沈鹏先生为忠勤祠帖题写了书名。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951647507},{"name":"董其昌行书秋声赋","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791617444,"text":"欧阳子方夜读书，闻有声自西南来者，悚然而听之，日：“异哉！”初淅沥以潇飒，忽奔腾而砰湃，\n\n（夜里，欧阳子正在读书，听到有声音从西南方向传来，不禁悚然而听，惊道：“奇怪！”这声音初听时淅淅沥沥，潇潇飒飒，忽然变得汹涌澎湃，）\n\n\n\n\n\n\n\n\n\n如波涛夜惊，风雨骤至。其触于物也，纵纵铮铮，金铁皆鸣；又如赴敌之兵，衔枚疾走，不闻号令，但闻人马之行声。予谓童子：“此何声也？汝出视之。”童子曰：“星月皎洁，明河在天。四无人声，声在树间。”\n 　　（像是夜间波涛突起，风雨骤然而至，碰在物体上，鏦鏦铮铮，犹如金属相击。再听，又似奔赴战场的军队正衔枚疾进，没有号令，只有人马行进的声音。于是对童子说：“这是什么声音？你出去看看。”童子回答说：“月色皎皎，星空灿烂，浩瀚银河，高悬中天。四下里并没有人声，那声音来自树林中间。”）\n\n\n \n　　予曰：“噫嘻，悲哉！此秋声也，胡为乎来哉！盖夫秋之 为状也，其色惨淡，烟霏云敛；其容清明，天高日晶；其气栗冽，砭人肌骨；其意萧条，山川寂寥。故其为声也，凄凄切切，呼号奋 发。 　　\n\n（我恍然叹道：“哦，原采这是秋天的风声呀，真令人感伤，它怎么就来了呢？秋天总是这样的：它的色调凄清惨淡，云气消失，烟霭飘散；它的形貌爽朗清新，天空高远，日色晶明；它的气候清冷萧瑟，悲风凛冽，刺人肌骨；它的意境冷落苍凉，川流寂静，山林空旷。所以它发出的声音时而凄凄切切，时而呼啸激昂。。）\n\n\n\n\n 发。丰草绿缛而争茂，佳木葱茏而可悦。草拂之而色变，木遭之而叶脱。其所以摧败零落者，乃一气之余烈。“夫秋，刑\n\n（秋风未起时，绿草如毯，丰美繁茂，树木葱茏，令人神怡。然而它一旦来临，拂过草地，草就要变色，掠过森林，树就要落叶。它用来摧败花草、使树木凋零的，便是一种肃杀之气的余烈。）\n\n“夫秋，刑官也，于时为阴；又兵象也，于行为金。是谓天地之义气，常以肃杀而为心。天之于物，春生秋实，故其在乐也，\n\n\n\n\n 商声主西方之音，夷则为七月之律。商，伤也，物既老而悲伤；夷，戮也，物过盛而当杀。　“嗟夫！草木无情，有时\n 　　（“秋天是刑官行刑的季节，它在时令上属阴；秋天又象征着用兵，它在五行中属金。这就是常说的‘天地之义气’，它常常以肃杀为意志。自然对于万物，是要它们在春天生长，在秋天结实。所以秋天在音乐的五声中又属商声，商声是代表西方的一种声音，而七月的音律是‘夷则’。商，也就是‘伤’的意思，万物衰老了，都会悲伤。夷，是杀戮的意思，凡万物过了繁盛期，就会走向衰败。）  \n\n　　“嗟夫！草木无情，有时飘零。人为动物，惟物之灵，百忧感其心，万事劳其形，有动乎中，必摇其精。而况思其力之所不及，忧其智之所不能！宜其渥然丹者为槁木，黟然黑者为星星。奈何非金石之质，欲与草木而争荣？念谁为之戕贼，亦何恨乎秋声？”\n 　　（“呜呼，草木是无情之物，尚有衰败零落之时。人为动物，在万物中又最有灵性。有无穷无尽的忧愁来煎熬他的心，又有无数琐碎烦恼的事情来劳累他的身体，费心劳神，必然会损耗精力。何况常常思考自己的力量所做不到的事情，忧虑自己的智慧所不能解决的问题，自然会使他鲜红滋润的肤色变得苍老枯槁，乌黑光亮的须发变得花白斑驳。人非金石，为什么却要以不是金石的肌体去像草木那样争一时的荣盛呢？仔细想想吧，伤害自己的到底是什么，又怎么可以去怨恨这秋声呢？”）  \n\n　　童子莫对，垂头而睡。但闻四壁虫声唧唧，如助予之叹息。 　　（童子没有应答，低头沉沉睡去，却听得四壁虫声唧唧，像在附和我的叹息。）","author":"明代董其昌","description":"董其昌行书秋声赋"}]