[{"name":"黄庭坚行书刘明仲墨竹赋","text":"赋体，辞赋学名词。赋体是指辞赋的体制或体裁，对于辞赋的创作有其相应的创作规范。辞赋体裁不同，风格也会有相应的变化。根据辞赋的创作方法和表现手法不同，辞赋的体裁被分为若干种。 赋体的变化是随着辞赋的发展史而产生和演变的。屈原的作品《离骚》开启辞赋史的源流，经过历朝历代的发展和演化，已形成了骚体赋、汉大赋、骈体赋、骈文律赋、白话赋等不同的发展时期，辞赋随着体裁的变化而形成了多种风格和多种流派。\n\n学者将赋体分为四种：一曰古赋，二曰俳赋，三曰文赋，四曰律赋。\n古赋\n古赋包括战国末期荀子的《14赋篇》和汉赋。荀子《赋篇》分别写了礼、知、云、蚕、箴等5种事物，以韵散相间和问答体的结构方式，“遁辞以隐意，谲譬以指事”（刘勰《文心雕龙·谐隐》）。汉赋渊源于荀子《赋篇》，并在文学体制上接受了楚辞和战国恣肆文风的影响。汉赋又包括汉初贾谊《鵩鸟赋》、《吊屈原赋》为代表的骚体抒情赋；西汉前期至东汉中期以司马相如《子虚赋》、《上林赋》为代表的散体大赋；东汉后期以赵壹《刺世疾邪赋》为代表的抒情小赋。其中，汉代散体大赋是为正宗。\n俳赋\n俳赋，赋体的一类。即骈赋。以句尾有韵脚而别于骈文。“俳”的本义是游戏。宋代称对句为“俳语”，因称注重对仗的赋为“俳赋”。“骈”即对偶的意思，所以又称之“骈赋”。\n俳赋，魏晋体制未严。其特点是通篇基本对仗,两句成联,但句式灵活,多用虚词,行文流畅,词气通顺，音韵自然和谐，未讲四声八病。如曹植的《洛神赋》基本上顺语势作流水对,有三言句、六言句及骚体句。而西晋陆机的《文赋》以六言句为主，两句对联，体制已趋严整，但句式不避参差。\n俳赋，南朝体制特点是，通篇对联，技巧出新；炼词熔典，讲究声律；渐趋四六，渐近律赋。如庾信的《小园赋》，除连接转折的虚词外，句子字数虽有参差，但基本为四六节奏，两句一典，隔句对仗，犹如对联串缀成文。但较之唐代律赋，则四六未严，平仄欠备。所以程杲说：“四六盛于六朝，庾、徐推为首出。其时法律尚疏，精华特浑。”——《识孙梅（四六丛话）》\n文赋\n文赋的产生和古文运动密切相关，古文家们的创作理论如句式取其自然、好用议论、注重借鉴秦汉文章等正是文赋产生的理论基石,而当时文坛上破体为文的创作风气以及律赋、咏史怀古诗、陆贽骈文的盛行等，也从实践的方面刺激了文赋的产生。\n文赋，文赋尚理而失于辞，故读之者无咏歌之遗音，不可以言丽矣。至于律赋，其变愈下，始于沈约四声八病之拘，中于徐、庾隔句作对之陋，终于隋唐宋取士限韵之制，但以音律谐协对偶精切为工，而情与辞皆置弗论。\n律赋\n唐代时科举制度盛行，诗赋列入科举考试科目，于是产生了考试专用的试律赋，叫做律赋。律赋在骈赋的基础上更注重对仗与声律的工整严密，并对全篇字句数和韵式作了严格的限制。“律”是格律，指作赋必须遵守的对仗、声韵的限制。唐代进士科举考试命题作赋，除须遵守俳赋对仗声律要求外，还限定了表示立意要求的韵脚字，一般为四言两句八字，即限八韵。宋代试赋沿袭唐制。后世便通称这类限制立意和韵脚的命题赋为“律赋”。\n南朝俳赋的对仗、声韵有一定讲究，但未形成格律唐代进士科试诗赋，使士人必须熟悉对仗技巧和四声八病，掌握俳赋写作技能以应付考试，律赋，是对骈体赋的进一步规范。从四六文体在唐宋时的地位看，它是唐宋时代最广泛使用的文体，四六文的应用比起古文来还要广泛。\n宋代是律赋的发展期，宋代科举考诗赋，所以一般的文学家也都从事于律赋的写作金代的科举也沿用了律赋，但成就不高，名家更寥寥。元代、明代不以律赋考试，所作的就很少，清代是律赋的高峰，无论数量上还是成就上都远远超越前代。有清一代，律赋名家辈出。律赋名家往往也是以才情学识见长的诗人学者\n赋，是由楚辞衍化出来的，也继承了《诗经》讽刺的传统。晋代陆机在《文赋》里曾说:诗缘情而绮靡，赋体物而浏亮。赋，除了它的源头楚辞阶段外，经历了骚赋、汉赋、骈赋、律赋、文赋几个阶段。学者将赋体分为四种：一曰古赋，二曰俳赋，三曰文赋，四曰律赋。汉赋渊源于荀子《赋篇》。从真正作为独立文体的赋来看,荀子之赋还很不成熟,仅仅只是开端,真正为汉赋体制奠定规模基础的应是宋玉，代表作是《高唐》、《神女》、《风赋》。“赋”字用为文体的第一人应推司马迁；真正把自己作品称为赋的作家第一人是司马相如；“赋”的名称最早见于战国后期荀况的《赋篇》。司马相如、杨雄、班固、张衡四人被后世誉为汉赋四大家。\n赋体历史\n辞赋可以分成骚体赋、文体赋、骈体赋、律体赋四种体裁，这四种体裁在历朝历代有着源远流长的发展脉络。用列表形式把赋体分类源流展示如下：\n★一、赋体分类发展源流\n骚体赋：先秦（屈赋）—汉朝（拟骚，下同）—六朝—唐朝—宋金—元明清\n文体赋：先秦(屈原〈卜居〉、〈渔父〉、荀赋、宋玉)―汉代文体大赋—汉末文体小赋—六朝文体小赋—唐朝仿汉大赋、文体小赋—宋朝仿汉大赋、一般文体赋、欧苏新文体赋—元明清文体赋\n骈体赋：六朝—唐—宋—元明清\n律体赋：唐—宋金—清\n由上表可见，骚体赋从先秦到清代源流不断，只是有屈原楚辞体和后世拟骚体的区别；文体赋从先秦到清代也是源流不断的，不是到宋代才突然出现一种文体赋；骈体赋从六朝诞生，其发展史一直贯通到清朝；律赋与科举考试制度内容变化相关联，出现在唐朝、宋金和清朝三个时段。\n以下再就宋代各体赋的特征用列表和举例的方式分别予以说明。\n★二、宋代骚体赋\n宋代骚体赋不能一概论之，可以将其分成三种：其一、以四言或六言为主，且有大量“兮”字的骚体；其二、基本上无“兮”字，且句式整齐的骚体；其三、以“辞”为名，形同歌行的骚体。列表如下：\n通篇有大量“兮”字的骚体基本上无“兮”字的骚体以“辞”为名或以“篇”“操”之类为名的骚体\n晁补之〈北渚亭赋〉〈黄庭坚别友赋〉(送李次翁)晁补之〈望涡流辞〉、黄庭坚〈明月篇赠张文潜〉\n例如，晁补之是北宋擅长骚体的赋家，他的〈北渚亭赋〉写道：“登爽丘之故墟兮，睇岱宗之独立。根旁礴而维坤兮，支扶疏而走隰。”这就是一般有大量“兮”字骚体的典型句式。至于某些文体赋中某一段有骚体句式者，不属此例。\n又如黄庭坚有〈别友赋〉(送李次翁)写道：“曩闻义于孙李，指尊选以见招。惜予行之舒舒，日其夜以为朝。予望道于篞垣，见万物之富有。”这种句式就是蔡梅枝所谓的“齐言体”，其实显而易见，在上句的末尾加一“兮”字，这种赋就与典型的骚体没有区别。\n再如，晁补之《鸡肋集》巻三收有〈望涡流辞〉、〈追和陶渊明归去来辞〉等十多篇以辞为名的骚体赋作。黄庭坚《山谷集》卷一有〈楚词七首〉，其中如〈明月篇〉(赠张文潜)写道：“天地具美兮生此明月，升白虹兮贯朝日。工师告余曰斯不可以为佩，弃捐椟中兮三岁。不会霜露下兮百草休，抱此耿耿兮与日星游。”〈龙眠操三章〉（赠李元中）写道：“吾其行乎道，渺渺兮骖弱。石岩岩兮川横，日月兮在上。风吹雨兮昼冥，吾其止乎。曲者如几，直者如矢。\"这类作品虽然不以辞赋为名，但读来显然是骚体赋句调。\n★三、宋代文体赋\n宋代文体赋不能一概论之，可以将其分成三种：仿汉文体大赋，一般文体小赋，欧苏式新体文体。列表如下：\n仿汉文体大赋一般文体小赋欧苏式新文体赋\n张耒〈大礼庆成赋〉张耒〈吴故城赋〉张耒〈秋风赋〉、〈鸣蛙赋〉\n例如：苏门学士张耒有〈大礼庆成赋〉，这是一篇仿汉式的散体大赋。祝尧《古赋辨体》卷三〈子虚赋〉评语云：\"此赋虽两篇，实则一篇。赋之问答体，其原自〈卜居〉〈渔父〉篇来，厥后宋玉軰述之，至汉此体遂盛。此两赋及〈两都〉〈二京〉〈三都〉等作皆然，盖又别为一体。首尾是文，中间乃赋。世传既久，变而又变。其中间之赋以铺张为靡而专于辞者，则流为齐梁唐初之俳体；其首尾之文以议论为骋而专于理者，则流为唐末及宋之文体。性情益逺，六义澌尽，赋体遂失。然此等铺叙之赋，固将进士大夫于台阁发其蕴而验其用，非徒使之赋咏景物而已。须将此两赋及扬子云〈甘泉〉〈河东〉〈羽猎〉〈长扬〉，班孟坚〈两都〉，潘安仁〈藉田〉，李太白〈明堂〉〈大猎〉〈圜丘〉，张文潜〈大礼庆成〉等赋并看。\"这段话充分说明了张耒此赋与汉代以来散体大赋一脉相承的关系。\n张耒另有二十多篇文体小赋，则与汉式大赋或欧苏式新文体赋关系不大，观其在〈吴故城赋〉后的一段跋文：“予近读曹植诸小赋，虽不能缜密工致，悦可人意，而文气疏俊，风致高远，有汉赋余韵。是可矜尚也，因拟之云。”可以证明张耒的文体小赋自有所本，并不一定都是学欧苏文体的。其他作家也有类似的文体小赋。\n至于欧苏式文体，则是以散文的方法写赋，脱离了赋铺叙和言情的本质特点，专门以说理议论为主。欧苏式文赋大约具有三个方面的特点：一是在句式上，不像骈赋或律赋那样专讲属对的精密工切，虽间有偶句，但主要是由散体句式来表现，参差错落，富于变化。二是在押韵上，没有试赋那种限韵的束缚，在韵脚上没有严格的讲究，只是随着行文的需要而灵活变化。三是在用词上，但并不像传统的汉代散体赋那样着意于辞藻的修饰和铺排，语言往往清新流畅，平易浅近。四是在表达方式上，往往注重说理议论。成功的范例，除了〈秋声〉〈赤壁〉之外，有黄庭坚〈苦笋赋〉、张耒〈秋风赋〉、〈燔薪赋〉、〈鸣蛙赋〉之类，差可比拟，其他则罕见其匹。\n★四、宋代骈体赋\n宋代骈体赋，具备前代骈体赋的一般特征，如注重对偶、用典、声律、辞藻等等，此外或篇幅短小，或与律赋相近，或与文赋相近。列表如下：\n篇幅短小的骈赋与律赋相近的骈赋与文赋相近的骈赋\n黄庭坚〈放目亭赋〉米芾〈动静交相养赋〉黄庭坚〈刘明仲墨竹赋〉\n如黄庭坚的〈放目亭赋〉写道：“放心者，逐指而丧背；放口者，招尤而速累。自作訿訿，自増愦愦。登高临远，唯放目可以无悔。防心以守国之械，防口以挈瓶之智。以此放目焉，方丈寻常而见万里之外。”全文短小精悍，对仗工稳。\n又如米芾〈动静交相养赋〉首段云：“天地有常道，万物有常性。道不可以终静，济之以动；性不可以终动，养之以静。养之则两全而交利，不养之则两伤而交病。故圣人取诸〈震〉以发身，受以〈复〉而知命。所以《庄子》曰智养恬、《易》曰蒙养正者也。”此段与律赋之破题并无二致。\n再如黄庭坚〈刘明仲墨竹赋〉，全篇句式对偶基本工整，但又有“黄庭坚曰”、\"苏子曰\"之类散句错综其间，仿佛是用散体文的结构来写作骈赋，表现出骈体向文体过渡的态势。\n★五、宋代律赋\n律赋最重要的特征是韵脚限制。宋人王楙《燕翼诒谋录》说：“国初进士辞赋押韵不拘平仄次第，太平兴国三年九月，始诏进士律赋平仄次第用韵；而考官所出，官韵必用四平四仄。辞赋自此齐整，读之铿锵可听矣。”由此可见，宋代官方规定的律赋押韵规则比唐代更为严整。不过，要完全熟悉和达到考试规定的押韵规范是有一个过程的，而且非考场所用的律赋也不必严格实行四平四仄的押韵规范，加之由于传抄版刻诸因素，造成部分律赋所限韵脚有脱落的现象，造成后人辨认赋体的困难。\n各朝赋体\n★一、从体裁特点上看，汉代辞赋有三种基本形式：\n1.诗体赋，四言为主，隔句用韵，篇幅较小，盖由《诗经》演变而来，与诗比较，趋向于散体化。\n2.骚体赋，形式与楚辞大体相同，乃由楚民歌演变而来抒情性强。\n3.散体赋，句式三、四言至九、十言均有，韵散结合，以体物为主，一般直书其事，铺采摛文，排比铺陈，多以问答体形式展开描写，辞藻富丽，篇幅庞大。主要由诸子问答体、战国纵横游说之文和楚辞演化而来。\n★二、唐代之后的赋作体裁\n中国传统文学的体裁大致可以分成\"有韵为文，无韵为笔\"（《文心雕龙·总术》）两种。在韵文之中，诗歌与辞赋是主要的代表性文类。辞赋的体裁，按照我的分类，可以分成骚体赋、文体赋、骈体赋、律体赋四种，简称为骚赋、文赋、骈赋、律赋（详参拙撰〈宋代辞赋辨体论〉，《逢甲人文社会学报》第7期，2003年）。骚体赋和文体赋是从先秦战国到汉代形成的文体，骈体赋是六朝形成的文体，律赋是唐代形成的文体。唐代及其以后各个朝代，骚、文、骈、律四种赋体都有所发展，根据社会功能和个人爱好，逐渐有所分工，正如清代赋家侯心斋所说：「今之作者，遇大典礼或用古赋(按：包括文赋和骈赋)；言情适志之作或杂用骚赋、文赋；考试所用皆律赋也。」（引自程祥栋编《东湖草堂赋钞》初集卷首）认为赋体之选择，是由表现内容的需要所决定的。侯心斋的讲法是不错的，不过，如果从唐代以后现存赋作的数量来考察，哪种赋体流传最多呢？事实上，律赋却是留存数量最多的一种赋体。\n★三、清代赋学家采用了赋体「三分法」。清初陆葇编《历朝赋格》十五卷，汇选历代之赋，起自荀子、宋玉，下迄元明，先按照赋体总分为三格：曰文体、曰骚体、曰骈体。\n林联桂《见星庐赋话》继承这种三分法。首先指出「古赋之名始于唐，所以别乎律也」，接着区分古赋之体为三种：\n「一曰文赋体。以其句栉字比，藻饰音谐，而疏古之气一往而深，有近乎文故也。」\n自周荀卿〈礼赋〉、宋玉〈风赋〉至唐杜牧〈阿房宫赋〉，以及宋元明以下之文体赋皆属此类。\n「一曰骚赋体。夫子删诗，楚独无风。后数百年，屈子乃作〈离骚〉。骚者，诗之变，赋之祖也。后人尊之曰经，而效其体者，又未尝不以为赋。」\n从汉贾谊之〈旱云赋〉至明陶望龄之〈述志赋〉、伍士隆之〈惜士不遇赋〉之类，皆属此体。\n「一曰骈赋体。骈四俪六之谓也。此格自屈、宋、相如，略开其端，后遂有全用比偶者。浸淫于六朝，绚烂极矣。唐人以后，联四六，限八音，协韵谐声，严于铢两；比如画家之有界画勾拈，不得专取泼墨淡远为能品也。」\n相关评论\n★宋代文体赋的评价存在着古今差异，造成评价差异的原因主要有两点：一是古今学者关注的重点有所不同，古代赋论家关注的重点在于辨体，当代学者关注的重点则在于新变；二是宋代辞赋文体分类相当混乱。造成宋代辞赋文体分类混乱的原因，追溯起来，应该要检讨明人徐师曾《文体明辨》的赋体分类。徐氏之分类来源于祝尧《古赋辨体》，但由于其对《古赋辨体》之误读，遂将赋体分为古赋、俳赋、文赋、律赋四种。按照徐氏的分类法，人们需要在古赋、俳赋、律赋之外，来找文赋，这就给宋赋辨体造成很大的困惑。当今学者对徐氏分类不满意，相继提出「诗体赋」或「齐言赋」之分类新说，但未成定论。\n★有学者主张按照「约定俗成」的学术惯例，将辞赋分成骚体赋、文体赋、骈体赋、律体赋四种体裁。针对宋代辞赋之特点，再将每类体裁一分为三，用列表和举例的形式，予以清晰的说明。至于骚、文、骈、律四体赋类之间的流变关系，则需就整个赋史作历时性之深入考察，亦需另文专题讨论。也许本文的研究，只能够使我们对宋代辞赋体裁的认识前进一小步；针对宋代赋学有关问题作详尽阐释的鸿篇大作，寄希望于将来。\n","category":"行书","verified":true,"user":1,"timestamp":1429951601149},{"name":"黄庭坚行书刘明仲墨竹赋","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791609456,"text":"黄山谷书刘明仲墨竹赋\n  内容简介：黄庭坚（(1045一1105)北宋诗人，书法家,字鲁直，号山谷道人，涪翁，分宁（今江西修水县）人。宋史有传，传云：善行草书，楷书亦自成一家，与张耒、晁补之，秦观俱游苏轼门，天下称为“四学士”。其书法初以周越为师，后取法颜真卿及怀素，受杨凝式影响．尤得力于《瘗鹤铭》。他的书法与苏轼、米芾、蔡襄为宋代四大家，对后世影响很大。他所撰并书的《刘明仲墨竹赋》楷行兼备，则以楷书为主．略带行笔，别具特色。\n\n黄庭坚伪迹考叙 水赉佑\n　　汉代发明纸张以来，至魏晋时期，_书法已广泛创作于纸上。加上东晋开始书家以用印泥钤印，书法的艺术价值更上层楼。渐渐地，人们或出于临摹学习，或为了逐名图利，对名家书法的造假作伪也日益多见。早在晋朝就有张翼仿王羲之书法，唐代也有程修已伪王右军书，但他们都是用双钩或填廓等方法来临摹古人名迹。到了宋代，就有人故意作伪了，米芾就曾伪造过褚遂良书。北宋中、后期，书法创作更形繁荣，文人士大夫书法画家的队伍日益壮大，书法作品已广泛作为商品在专门的书画市场上进行买卖。伴随着市民文人、商家富户购买收藏名家作品的风习日增，宋代对书法的作伪造假竟蔚然成风。\n　　作为北宋大诗人、大书法家的黄庭坚，在社会上享有极高声誉，其书迹深受广大百姓喜爱，向他求作品的人特多。据史籍记载，他一生曾书写了许多珍贵的作品，来馈赠亲朋好友、僧侣及贫苦百姓。杨万里《诚斋集》卷一一七中，述及水州的蒋湋（字彦回）。“其收藏山谷诗文字画有二百余纸”。时人除收藏黄山谷的墨迹外，还把他的书作集帖刻石，南宋周必大《周益国文忠公集.平园续稿》卷八云：“今江西豫章、庐陵、宜春皆刻山谷真草，惟蜀中刘氏十卷中草圣尤奇，实暮年笔也。”现收藏在上海图书馆的南宋刊刻孤本《郁孤台法帖》、《凤墅帖》中收录黄庭坚的作品即达三十九件之多。\n　　当时因苏轼的关系，黄庭坚被卷入党争旋涡，开罪当朝，连续二次被贬，特别是被列为元祐党籍后，遭到最高统治者的封杀，其著作、手迹、碑刻极大部分被查封销毁。崇宁二年四月，“诏毁刊行《唐鉴》并三苏、秦、黄文集”（《宋史》卷十九）。宣和六年“冬十月庚午，诏：有收藏习用苏、黄文者，并令禁毁，犯者以大不恭论”（《宋史》卷二十三）。周必大记道：“自崇、观以后，凡片文只字禁切甚严”（《周益国文忠公集.平园续稿》卷十一）。\n　　经过酷烈的禁毁，再加上战乱兵燹销烁，南宋初期，黄庭坚存世的书法作品已十分罕见，可谓凤毛麟角，极其珍贵。山谷的好友释惠洪说：“山谷翰墨妙天下，……殆可连城照乘争价也”（《石门文字禅》卷二十七）。其孙黄●说：“草书尤奇伟，公殁后，人争购其字，一纸千金”（《豫章先生传》）。南宋建炎三年四月，宋高宗解除元祐党禁：“乙卯，赦天下。举行仁宗法度，录用元祐党籍。嘉祐法有与元丰不同者，赏格听从重，条件听从宽。系石刻党人，并给还元官职及合得恩泽”（《续资治通鉴》卷一零五），黄庭坚恢复了名誉，时距他辞世已经二十四年。到绍兴元年（1131）特追赠直龙图阁。恭宗德祐元年（1275）被太常寺议谥为“文节”。黄庭坚的著作于是重新得以刊刻出版，北京大学图书馆所藏南宋乾道间刻（《类编增广黄先生大全文集五十卷》，中国国家图书馆藏南宋绍定五年刻《山谷诗注二十卷》，及四部丛刊影印南宋刊本《豫章黄先生文集三十卷》，就是目前我所见到的最早黄庭坚著作版本。加以黄书独得宋高宗爱赏，学习、临摹不辍，上有好者，官吏、百姓更纷纷求索黄书，黄书作伪造假之风，于是在商贾间兴起，故宫博物院所藏南宋时的伪作《千字文卷》就是一例。元代的刘敏中，在其题山谷《发愿帖》时就说：“然其书多赝本”（《中庵集》卷十）。黄书伪迹在宋元已相当盛行。明中叶以后，书画艺术商品化的趋势进一步发展，造假作伪的恶俗愈演愈烈，有些文人书家也以模仿自己喜爱的古人书体为荣，如沈周文徵明等一些著名当时的书家，也都仿写黄庭坚书体，这样，更对造假作伪之风起了推波助澜的作用，黄字伪迹大增。明张丑在《真迹目录》中说：“法书中有两本并难分真伪者，……宋黄涪翁《李白秋浦歌》，一在韩城良太史氏，一在董玄宰尚书家。……虽善鉴者，莫能辨其高下矣。”董其昌跋《黄文节公励志诗真迹卷》云：“黄文节公书世多摹本，又多赝本”（壬寅销夏录）。\n　　制造黄庭坚伪迹，主要有下列地区：\n　　苏州地区：主要伪造黄庭坚的题跋，以明万历至清乾隆时期为多。\n　　开封地区：多伪造黄庭坚的书法作品，如《此君轩诗》。以明末清初时期为多。其特点，作伪的能力和技巧都很拙劣，多是粉笺揉后染色，然后写上字，以后又加染一层颜色。故纸面上多有粉质脱落的痕迹，书写的墨迹常现墨色不均。\n　　江西地区：由于黄庭坚是江西名人，明清以来专事伪造墨迹者时有出现，书写及做旧手法都很粗劣，大都将纸或绢染得很黑，故意造出一种陈旧的样子，较易识别。\n　　需要指出，传世的伪作以拓本为主，而且大部分为清代所刻的丛帖。清代是刻帖的鼎盛期，也是刻伪帖的高峰期。清钱泳云：“吴中既有伪书画，又造伪法帖，谓之充头货”（《履园丛话·丛话九》）。容庚先生在《丛帖目》中所列举的十余种伪帖，都刻于清代。刻帖者一部分是文人墨客，他们出于个人的兴趣爱好，收集藏家所提供的墨迹、拓本，翻刻入帖，如钱泳在嘉庆二十年为师亮采刻《秦邮帖》，嘉庆二十一年为黄嵋刻《黄文节公帖》。一部分是黄庭坚在外地做官的同乡，他们为故里名人歌功颂德，借名人为自己树碑立传，也编刻黄帖。如江西义宁人万承风，乾隆进士，授检讨，官至兵部左侍郎，嘉庆元年审定编刻《宋黄文节公法书四卷》。也有黄庭坚的后裔借觅旧拓本重新入石，以光宗耀祖，如光绪间黄寿英所刻《分宁黄帖》。由于他们鉴赏水平不高，或出于个人某种目的，在他们汇编翻刻的各种丛帖中，往往羼杂不少伪作，或是学人临本，或是作伪者直接书写，这是黄书造假作伪的第三次。\n　　黄庭坚伪迹大致有两类：一是集字。如《南浦诗刻》系集《勒封院记》碑中的字刻石而成；《怀人五绝》系集《经伏波神祠诗》中的字刻石而成。二诗在《山谷集》中均无从查考。另一类则纯属造假。作伪者根据史籍的记载，仿黄字风格，书写刻帖。如《题子瞻书诗后》，《山谷外集诗注》收录，《山谷先生年谱》中记载有真迹，于是伪刻书迹。在造假伪作中，尤以模仿伪造黄庭坚晚年的书作为多，因为黄庭坚晚年作品的面貌已为人所熟悉，容易被接受。而收藏者一般也偏爱书家晚年之作，认为它们更具价值。\n　　据我们目前不完全的统计，现存黄庭坚伪作至少在六十件以上，可分为墨迹、拓本（拓片）及集字三大类。\n　　任何文物，真假各有其规律，书法作品也不例外。作伪者虽心机用尽，想方设法来以假乱真，仍免不了存在种种破绽，露出蛛丝马迹。关于黄书的各种伪迹亦同样如此。下面从三方面作考订：\n　　从文字考订\n　　一、由所题年代文字、避讳而知为伪者。如：《御刻三希堂石渠宝笈法帖》中的《洛阳雨霁诗》。此帖题款时间为“大观丁亥”，即1107年，而黄庭坚卒于崇宁四年，即1105年，哪能死后一年多又进行书作？故此帖属伪无疑。如：墨迹《跋宋太宗敕蔡行》，自署书于“元祐乙亥五月八日”，查宋哲宗元祐间无乙亥年，绍圣二年才是乙亥年，哪有把纪年都写错的文豪？此跋文当属伪作。如：墨迹本《千字文卷》，宋代避讳的风气很突出，在《千字文卷》中，“慎终宜令”的“慎”字，被改书为“谨”字，这是避南宋孝宗“”的名讳；“纨扇圆洁”的“纨”字，因讳钦宗“桓”的嫌名讳，而被改书成“团”字。黄庭坚卒于崇宁四年（1105），早于孝宗隆兴元年（1163）五十八年，早于钦宗靖康元年（1126）二十一年，故决不可能在书作中避孝宗、钦宗之讳，而无疑是南宋人的伪作墨迹。\n　　二、考证署名、印鉴、职官而知为伪者。如：《金刚经》。自署“元丰二年春三月廿有四日山谷老人黄庭坚书”，考《山谷先生年谱》，黄庭坚是元丰三年十月途经舒州，游三祖山山谷寺后才自号山谷道人。元丰二年黄庭坚在北京，尚无“山谷”之号。如《刘明仲墨竹赋》。自署“山谷老人书”，并钤“山谷老人”、“庭坚之印”二款印。查考宋代书画家的作品，没有一件同时钤有别号和名字两个印章的。而钤此二种印的习惯，于明代才开始的，画蛇添足，反成作伪的佐证。如：《唐韩伯庸幽兰赋》。自署“吏部员外郎臣黄庭坚奉敕敬书于积熙殿中”，考《山谷先生年谱》，黄庭坚从未受任“吏部员外郎”官职，又考《宋会要辑稿》，北宋内府只有“缉熙殿”，而无“积熙殿”，“奉敕敬书”不能成立。\n　　三、考证所书内容属假，而知为伪者。如：《檄龙文》。帖中记载黄庭坚在元丰四年（1081）赴太和县时， 欧阳修命他为文。事实上欧阳修卒于熙宁五年（1072），哪有死后九年又叫别人撰文之理。查史籍，原故事载于清康熙时人宋荦《筠廊偶笔》，此文显系清人伪作，嘉庆间造假者据此内容编刻入《唐宋八大家法书》中。\n　　从作品字迹考订\n　　考察作品本身，这是鉴定作品真伪最根本的方法一。任何一个书家的作品，必定有其个人独特的艺术风格、时代的气息。犹如人的脸孔，各各不一。在这几十件伪作中，除通过上述各种考订鉴别外，还有一个共同点，其运笔形虽竭力模仿黄书，然却与黄庭坚传统书风相去甚远，可谓天壤之别。如墨迹本《自书诗卷》，拓本《五君咏》、《春游词》等，都故意矫揉造作黄书欹侧、横画倾侧大，竖画虬曲不正的用笔，及中宫敛结、长笔四展的所谓“辐谢式”结构特点，而且还有过之者。十足是“东施效颦”，而不能得黄氏神韵于。如：《薄酒丑妇歌碑》。此碑传世有二件，一件见于宋拓《凤墅帖》，为大行书，正宗黄体字，后跋文字与《山谷先生年谱》记载相同。另一件拓片共两幅，为小行书，明刻《宝贤堂集古法帖》只收录其中一幅，第一幅后有“江南黄庭坚作”款字，第二幅后有“江南黄庭坚述怀”款字，无跋文。两件作品一对照，书风有泾、渭之分，后一件属伪不辨分明。\n　　从书迹来源考订\n　　清钱泳《履园丛话》述：“嘉庆初年，有旌德姚东樵者，目不识丁，而开清华斋法帖店。辄摘取旧碑帖，假作元明题跋，半石半木，汇集而成，其名曰《因宜堂法帖》八卷，《唐宋八大家帖》八卷，《晚香堂》十卷，《白云居米帖》十卷，皆伪造年月姓名，拆来拆去充旧法帖，遍行海内，且有行日本、琉球者，尤可嗤鄙。”《唐宋八大家帖》本身伪帖，其帖中所录的黄字《瘗鹤铭并跋》、《观柳书》、《檄龙文》、《跋林和靖诗》等，无疑全系伪迹。\n　　事实上，社会上流传的黄庭坚各种伪迹远不止这些，如：“清且顽老人（李锺珏）所藏《苏黄墨宝》中的黄庭坚“跋咏画马诗”，木刻《精椠黄山谷擘窠书真迹》册，武汉黄鹤楼的对联“燕入群花飞下上，蝶寻芳草戏翩翾”，修水黄庭坚纪念馆内山谷祠中的对联“芳草有情牵戏蝶，飞花无主寄骚人”，修水双井黄庭坚陵墓前自署元祐十四年的对联“看黄庭有味，笑白发无闲”，四川宜宾的流杯池崖壁“南极老人，无量寿佛”刻石，以及在日本的《跋苏轼枯木画》，在美国的《手录杂事》（山谷志林）册等等、等等，均系显而易见的伪作。\n　　考订作品真伪是一项复杂、严肃的工作，得从各方面进行综合性的分析、考证。如上所述，有些书迹本身问题明显，易于鉴别，但也有一些作品辨识艰难，迄今众说不一，还有待进一步的研究、论证。今就本人识见所及作一初步探讨，尚祈方家、读者指谬。","author":"宋代黄庭坚","description":"黄庭坚行书刘明仲墨竹赋"}]