[{"name":"陈献章草书种蓖麻诗卷","text":"陈献章，号白沙，广东新会人。成化时授翰林院检讨。写字爱用茅草束笔。遂呼为“白沙茅龙”。此卷用束茅笔书自撰诗五章，字体劲敛刚健，笔力苍老，当出于晚年手笔。\n陈献章\n陈献章（1428—1500）明代思想家、教育家、书法家、诗人，广东唯一一位从祀孔庙的明代硕儒，主张学贵知疑、独立思考，提倡较为自由开放的学风，逐渐形成一个有自己特点的学派，史称江门学派。字公甫，号石斋，别号碧玉老人、玉台居士、江门渔父、南海樵夫、黄云老人等，因曾在白沙村居住，人称白沙先生。 \n广东省江门市新会区人，正统十二年两赴礼部不第，从吴与弼讲理学，半年而归，居白沙里，筑阳春台，读书静坐，数年不出户，入京至国子监，祭酒邢让惊为真儒复出，成化十九年授翰林检讨，乞终养归，著作后被汇编为《白沙子全集》。\n古籍记载\n《南越笔记》卷四\n陈献章字公甫，新会人。正统间乡荐第九，两上春官。过临州谒吴与弼，有解悟。比归，声名蔚起。时钱浦谪顺德，见而知其醇儒，雅重之，劝之竟业。成均时，祭酒邢让命和杨龟山《此日不再得》诗，览之，惊曰：“警敏绝伦，青于蓝矣。”阙下竞传之。南归，从学日益众。于是天下无不知有陈白沙也。有司屡荐，勉起赴京，以母老身病上疏，诏许之，授翰林检讨，得家居，以绍明圣学为己任。及门如辽东贺钦之、嘉鱼李承基、番禺张诩、增城湛若水、东莞林光皆绍江门之绪。其诗自名其家，书法宗晋唐。晚喜为苑笔书，世竞珍焉。《通志》庐阜精舍在新会县南小庐山上，距江门二里，陈献章建白沙村名。\n《明史》列传第一百七十一\n陈献章，字公甫，新会人。举正统十二年乡试，再上礼部，不第。从吴与弼讲学。居半载归，读书穷日夜不辍。筑阳春台，静坐其中，数年无户外迹。久之，复游太学。祭酒邢让试和杨时《此日不再得》诗一篇，惊曰：“龟山不如也。”扬言于朝，以为真儒复出。由是名震京师。给事中贺钦听其议论，即日抗疏解官，执弟子礼事献章。献章既归，四方来学者日进。广东布政使彭韶、总督朱英交荐。召至京，令就试吏部。屡辞疾不赴，疏乞终养，授翰林院检讨以归。至南安，知府张弼疑其拜官，与与弼不同。对曰：“吴先生以布衣为石亨所荐，故不受职而求观秘书，冀在开悟主上耳。时宰不悟，先令受职然后观书，殊戾先生意，遂决去。献章听选国子生，何敢伪辞钓虚誉。”自是屡荐，卒不起。献章之学，以静为主。其教学者，但令端坐澄心，于静中养出端倪。或劝之著述，不答。尝自言曰：“吾年二十七，始从吴聘君学，于古圣贤之书无所不讲，然未知入处。比归白沙，专求用力之方，亦卒未有得。于是舍繁求约，静坐久之，然后见吾心之体隐然呈露，日用应酬随吾所欲，如马之御勒也。”其学洒然独得，论者谓有鸢飞鱼跃之乐，而兰溪姜麟至以为“活孟子”云。献章仪干修伟，右颊有七黑子。母年二十四守节，献章事之至孝。母有念，辄心动，即归。弘治十三年卒，年七十三。万历初，从祀孔庙，追谥文恭。门人李承箕，字世卿，嘉鱼人。成化二十二年举乡试。往师献章，献章日与登涉山水，投壶赋诗，纵论古今事，独无一语及道。久之，承箕有所悟，辞归，隐居黄公山，不复仕。与兄进士承芳，皆好学，称嘉鱼二李。卒年五十四。\n《尧山堂外纪》\n陈献章，字公甫，居广之新会县白沙村，天下称白沙先生，至儿童妇女亦皆目为陈道统云。尝梦拊石琴，见一伟人，笑谓曰：“八音中惟石音难谐，今谐若是，子异日得道乎！”因别号石斋，既老更号石翁。〕陈白沙当成化初会试，虽负重名，亦投时好，竞出新奇。作“老者安之，朋友信之，少者怀之”一题，其破云：“物各有其等，圣人等其等。”考官戏批其傍云：“若要中进士，还须等一等。”传者莫不绝倒。陈白沙下第，有神见梦于人曰：“陈先生卷为某投之水矣。”先是，献章寓居神乐观，科道群公往来请益，既而某被劾，疑出白沙，故特恶之，且曰：“彼戴秀才头巾尔，动人若是，脱居要路，当何如耶？”揭晓，编修李东阳为同考官，主《书经》房，索落卷，不可得，欲上章自劾，冀根究焉，不果。时京师有“会元未必如刘戬，及第何人似献章”之谣，以及舆夫、贩卒莫不啧啧叹恨。（戬，字景元，安福人。后乙未榜眼及第。）成化壬寅，陈白沙应诏之京，道过南安，太守张东海欲用曹参礼盖公故事，款留数月受教，白沙不可，东海不能强，白沙有诗曰：“玉枕山前逢使君，西风吹破玉台巾。”巾乃白沙自制，类华阳巾，直方而无襞帻者。东海恨谓白沙讥己，遂以一绝激之，曰：“白沙村里玉台巾，不奈风吹易染尘。莫笑乌纱随俗态，宋廷章甫是何人？”白沙得诗谓东海侮己太甚，便口占《玉枕山》诗曰：“一枕横秋碧玉新，金鳌阁上见嶙峋。使君得此元无用，卖与江门打睡人。”\n东海和答曰：“炎瘴多收一两新，独看天柱耸嶙峋。横秋玉枕真无用，自是乾坤不睡人。”天柱峰亦南安照山也，盖东海欲自依天柱而以玉枕与白沙云。既而，又作一绝：“客囊羞涩客衣单，却买南安玉枕山。纵有枕头那得睡，鸡声催入紫宸班。”“寄语江门打睡人，而今天地正芳春。觉来莫管闲花鸟，须扫昆仑顶上尘。”又继之一绝曰：“青茸铺榻玉枕横，白云为被天作?。东海先生睡不着，日月当天正大明。”未几，武选郎余干苏文简由广东使还，具道白沙之师吴康斋，亦千载人物，东海方悟，不惟深喜得闻前辈名德有所持循，且以谢玉台巾之过，漫赋一诗曰：“耳根何处得浮尘？浪说康斋讥未真。风月周台灯火夜，伊川路上见斯人。”因遗书白沙曰：“玉枕山不必买，留长揖白送矣。”张东海又有《赠陈白沙》一绝云：“平生浑未识丹砂，赤土时将向客夸。忽忆自家丹一寸，辰砂犹自隔天涯。”盖讥其不得进士，乃假道学以欺人也。此时犹未释然于白沙，故云。按察使薛纲始疑白沙，及见，即欲解官从学，有诗曰：“欲抛事业留门下，老骥那能学骏奔。”进士姜麟以史事使贵州，特取道如白沙，以师礼见，至京师，有问之，对曰：“活孟子！活孟子！”宪庙升遐，哀诏至广，白沙哭之恸，有诗曰：“三旬白布裹乌纱，六载君恩许卧家。溪上不曾携酒去，空教明月管梅花。”(成化丙午，嘉兴巫者召仙降笔问时事，以十二辰为诗，云：“劝君莫读《相鼠》诗，劝君莫歌《饭牛》辞。骑虎之势不能下，狡兔三窟将焉之？神龙未遇困浅水，虺蛇鳅鳝争雄雌。千金骏马买死骨，神羊触耶安所施！沐猴也作供奉官，斗鸡亦是五百儿。犭桀犬下陛走牧猪，奴献令人嗤次年。”宪宗厌代。)白沙初年甚窭，尝贷粟于乡人，都御史邓廷瓒檄有司月致米一石，岁致人夫二名，却之以诗云：“孤山鹤啄孤山月，不要诸司费俸钱。”行人左辅出使外夷，以其师意致白金三十星，亦拒而不受。白沙能作古人数家字，天下人得其片纸，藏以为家宝。山居，笔或不给，至束茅代之。晚年专用，自成一家，时呼为“茅笔字。”有诗曰：“神往气自随，氤氲觉初沐。圣贤一切无，此理何由瞩。调性古所闻，熙熙兼穆穆。耻独不耻独，茅根万茎秃。”弘治间，李若虚任广之宪使，有以旧交谒者，若虚转致以见白沙，并求言赠之。白沙少学于临川吴聘君。询知其人所居，与旧同学聘君之婿厚郭胡君全者为里?，乃以幅纸写一绝云：“居邻厚郭一鸡飞，桂树于今大几围？老忆旧时灯火伴，青山何处望霏微？”桂树，乃昔游丰城时见胡庭之所植也。盖以宪使代请，不得不言；在其人又不欲轻言。故赠之如此。陈白沙善画梅，人持纸求索者，多无润笔，白沙题其柱云：“乌音人人来。”或诘其旨，乃曰：“不闻鸟声曰‘白画，白画’。”客为之绝倒。弘治庚申三月，白沙病亟，前数日，蚤具朝衣、朝冠，命子弟扶掖焚香，北面五拜三叩首，曰：“吾辞吾君。”复作一诗云：“托仙终被谤，托佛乃多修。弄艇沧溟月，闻歌白玉楼。”曰：“吾以乱世。”殁之日，顶出白气，勃勃如蒸，竟日乃息。\n","category":"草书","verified":true,"user":1,"timestamp":1429951650099},{"name":"陈献章草书种蓖麻诗卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791638359,"text":"种蓖麻\n山渠面面拥蓖麻，锁尽东风一院花。\n江上行人迷指顾，老夫于此炼丹砂。\n短檠他夜照书床，一（*）蓖麻也借光。\n老去图书收拾尽，只凭香几对羲皇。\n红朵青条摆弄同，人间无地不春风。\n莫轻此辈蓖麻子，也在先生药圃中。\n蓖麻得雨绿成畦，如此风光亦老黎。\n饭后小庵搜句坐，山禽啼近竹门西。\n蓖麻绕竹径通云，云里樵歌隔竹闻。\n手把长铲种春雨，风光吾与老黎分。\n种了蓖麻合种瓜，青山周折两三家。\n老夫来构茅茨毕，别种秋风一径花。\n公甫\n陈献章的书法变革和茅笔  作者：李遇春\n  一\n  陈献章(1428—15OO）所处的年代，正是在师承 宋人抒发意气、表现个性的书风冲击下，板滞的台阁体开始为人们所厌弃，其影响逐渐式微的年代。\n  对于书法变革，陈献章的作用不仅在于注重身体力行，而且还在于注重对理论的探讨。尽管这些探讨不是宏篇巨制，往往 散见于诗文中，但有许多还是颇有见地的论述。例如他的《论书法》： “予书每于动上求静，放而不放，留而不留，予之所以妙 乎动也；得志弗惊，厄而不忧，予之所以保乎静也；法而不囿，肆而不流，拙而愈巧，刚而能柔；形立而势奔焉，意足而奇溢焉；以正吾心，以陶吾情，以调吾性，此予所以游于艺也。”①追求蕴含拙、巧、留、放、刚、柔、动、静的形态，体现的是自得的意趣，而不是笔笔究根、字字寻源地为写字而写字，这是陈献章书体与当时复古派书体的根本区别。又例如他的诗： “魏晋名家是一关，前驱黄米未知还。却疑醉点风花句，四海于今几定山？”②“笔下横斜醉始多，茅龙飞出右军窝。如何更作山阴梦，数纸换公双白鹅。”③常言道：晋人尚韵，唐人尚法，宋人尚意。这里，陈献章是推崇宋人书法的，他认为尚意的宋人书艺已然超越唐人，而可直接冲击魏晋统序。也就是说，只要你有“自得”，与他人有别，你也或许可以是开宗大家，也或许可以是“王羲之”，也可以做到“数纸换公双白鹅”。从中体现他那追求“自得”志趣，不愿受束缚的审美思想及其相关的理论取向。而恰恰是这些不同凡响的论述，折射出不求雷同，但求创新的艺术的真谛，这比其光凭身体力行对复占派的打击来得更加猛烈，更加震撼。\n  二\n  “茅君颇用事，入手称神工。”陈献章擅长茅笔书，这在书法史上早已成为美谈。然而他何以要选择茅笔书作为其参与书法变革的良器呢？我想其中必然存在客观方面和主观方面的因素。自古岭南无佳毫，学子惟以雉羽、雁羽、丰狐将就用之。陈樵《负喧野录》曰：“韩昌黎为毛颖传，是知笔以免颖为正。然兔有南北之殊，南兔毫短而软，北兔毫长而劲……闽广间有用鸡羽、雁领等为笔，余尝用之，究其软弱无取。”梁同书《笔史》曾录：“雉毛，《博物志·山》：‘岭外少兔，以鸡雉毛亦妙。’《树宣录》：‘番禺诸郡为笔，或用山雉、丰狐之毫。’”即使到了明代，广东一带欲购兔毫、狼毫仍感不易，代之用雉毫、狐毫者还十分普遍。陈献章也不例外，亦曾为缺佳毫而苦恼过。这是因为杂毫有软弱的缺陷，无法达到“动上求静”、“刚而能柔”、“形立而势奔”的书体要求。于是，陈献章遂作多方面的尝试，终于被他找到劲而有力，笔锋能依据需要捣至任何长度，且俯拾皆是的茅草做笔，创下“笔势险绝，如惊蛇投水；笔力横绝，如渴骥奔泉。其峭劲似率更，其轩昂似北海，其豪放又似怀素也”④的茅笔书法。的确，借助茅笔粗犷、劲健的特性，抒发质朴、自得的志趣，更显真率、自然。我们试以其非茅笔书《中秋诸友携酒饮白沙，时余有征命将行诗卷》和茅笔书《种蓖麻诗卷》作一比较：前者虽也达到刚中带柔、拙中寓巧的境界，但略感欠势。后者则不同，得茅笔的夸张、放大，“放而不放，留而不留”的特征愈加鲜明，字体显得劲健、沉着，气势磅礴，且兼具法度，为毫颖所不能。陈献章的茅笔书使台阁体、复古体在它面前尽现甜熟、软弱；又明显高于张弼等人求势不重法，偏于狂放、流肆的狂草体，诚为大家风范。茅笔书是使陈献章书法处于反复古派书体中，又超然于反复古派书体之外，独树一帜的标识。人们甚至是以茅笔书作为陈献章书法艺术的代名词。因此，祝允明《奴书辨》中对反复古派书体“走也狂简，良不合契，且即肤近”的指责，应与陈献章无涉。陈献章也因此对自书茅笔书颇为自诩，除了“茅君颇用事，入手称神工。”、“笔下横斜醉始多，茅龙飞出右军窝。”、“共契茅君理”以外，还有“束茅十丈扫罗浮，高榜飞云海若愁。”、“茅锋万茎秃”⑤等。茅笔书不愧是助陈献章倡导书法变革不可或缺的良器，是前无古人的创举。\n 此外，陈献章还很留意扩大其书法影响的深远效果，在流布墨迹的同时，还题写了不少碑记，如：《寿湛文》（湛若水父）、《（陈献章）父母合葬墓碑》（茅笔书）、《论书法》（茅笔书）、《敢勇祠记》、《戒懒文》、《赠袁晖诗》（茅笔书）、《忍字赞》（茅笔书）等。通常，书丹、镌碑都是因应而为的事，书写者往往不去在意镌刻者的作为，或者说只对镌刻者提出要求，而耻与镌刻者交流及征求其意见，然而，陈献章却不然，书丹虽属嘱托的差事，但他十分认真，不仅与镌刻匠人交流意见，而且就镌刻对书法的完善修饰寄予厚望。如他写有《赠镌者何侃》诗：“一镌一字一磨砻，万岁千秋感激同。未蜡碑前元属我，到书丹后却须公。……”⑥体现其为了使茅笔书能“万岁千秋”般隽永而不避尊卑，与刻匠通力合作之情谊。\n 陈献章很多时候是借助诗赋、书札来传播他的变革学说的，茅笔书便是强化学说的有效载体。关于这一点，我们可以从陈献章弟子湛若水对其《观自作茅笔书》诗所作的注释得到很好的认识。该诗云：“神往气自随，氤氲觉初沐。圣贤一切无，此理何由瞩？调性古所闻，熙熙兼穆穆。耻独不耻独，茅锋万茎秃。”湛氏注释云：“神，谓心之神，即志也。志者，气之帅，故神往则气随而往。神气相得，氤氲太和，如初沐之时。此先生作草书以寓学也。如明道作字时甚敬，即此是学之意。于是又言文字皆道之所寓，若圣贤一切绝去文字，则何由见此道理？故云：‘乾坤毁则无以见易，易不可见，圣人之道或几乎息矣。’又言：‘氤氲若初沐者，乃古人调性之学，所以有熙熙而光明，穆穆而和敬者。然此我之所耻独能者，故茅锋万茎皆秃也。’能书非先生所独，而书中之学，氤氲熙穆者，则先生之所独，人莫能之，所以耻也。”⑦的确，能以书名世的人很多，但能像陈献章那样善书兼带可传播理学意旨的则罕见，所以他敢以“耻独”自负。而他那“茅锋万茎秃”的自我评价也一点不虚，当时其字“一幅可易白金数两”，“交南人购先生字每一幅易绢数匹。” ⑧ 天下人欲得其只字片楮，并非易事。即便到了祝允明、沈周、文征明等在长江下游一带大倡其书道，称誉天下之时，陈献章纯朴、自然的茅龙“异体”，在岭南一隅竟蔚然成风，久盛不衰，真可谓：陈献章得茅龙助而显，茅龙体因陈献章创而传。其执著于勇闯前人樊篱的创新精神在明代中期书法变革中的成就和作用不是其他书法家可比拟的。\n 注释：\n ①②③⑤⑥《陈献章集》。④ 麦华三《岭南书法丛谈》。⑦湛若水《白沙子古诗教解》。 ⑧ 《白沙子全集》。","author":"明代陈献章","description":"陈献章草书种蓖麻诗卷"}]