[{"name":"米芾快雪堂法书第五册","text":"中国法帖艺术是中国书法艺术宝库中的重要组成部分，许多先贤的墨宝比如所谓魏晋风韵、唐法、宋意赖此得以流传。自宋初至明、清，从中外公私收藏的中国历代著名法帖中粹编为18巨册，并就各册所选丛帖、单帖由专家撰有论文及说明。其搜罗宏富、编辑精审、评论该切、规模宏大。有些名帖是首次发表，实集中国著名法帖现存孤本、珍本、善本之大成，是汇集整理伟大祖国书学躨的煌煌巨制。\n内容介绍\n全套共计17卷18册。大16开豪华精装加封盒全彩版精印，中国法帖艺术是中国书法艺术宝库中的重要组成部分，许多先贤的墨宝比如所谓魏晋风韵、唐法、宋意赖此得以流传。法帖、碑刻与墨迹，成就了中国乃至东亚一代又一代的书法家。《中国法帖全集》是国家重点出版工程《中国美术分类全集》之一类。它由中央文史馆馆长、《中国美术分类全集》总编辑启功先生兼主编，人民美术出版社编审王靖宪先生为副主编，自宋初至明、清，从中外公私收藏的中国历代著名法帖中粹编为18巨册，并就各册所选丛帖、单帖由专家撰有论文及说明。其搜罗宏富、编辑精审、评论该切、规模宏大。有些名帖是首次发表，实集中国著名法帖现存孤本、珍本、善本之大成，是汇集整理伟大祖国书学躨的煌煌巨制。《中国法帖全集》印制逼真、精美，精确地传达了原帖的面貌和神韵。它是学书者进入堂奥的重要图典，它是藏书家鉴赏收藏的珍贵典籍。\n第一章宋淳化阁帖\n《淳化阁帖》是中国最早编选镌刻的一部大型丛帖。北宋淳化三年，太宗出内府收藏历代墨迹，命王著摹勒刻成。全帖十卷，收集历代帝王、名臣及著名书法家的书迹。《淳化阁帖》为古代书法的传播以及对后代的书法影响极大。《淳化阁帖》版藏祕阁，当时惟大臣登二府者得赐一部，人间罕能得见。\n第二章宋绛帖\n《绛帖》为北宋潘师旦于皇祐、嘉祐间所刻。帖以《阁帖》为基础，编入其他法帖增减而成。因刻于山西绛州，故称。是一部宋代重要的法帖。此帖骨法清劲，自有特色。《中国法帖全集》之本册所收，是故宫博物院珍藏的明末涿州冯铨旧藏本，此本在冯藏后流传有绪，其中虽有补配，但在流传《绛帖》中仍是一部善本。\n第三章宋大观帖\n《大观帖》为北宋大观三年徽宗下诏镌刻。《大观帖》虽和《淳化阁帖》内容相同，但摹勒谨严，镌刻精工，又多处改正《阁帖》的错误，故为世所重视。\n《中国法帖全集》从全国各博物馆、图书馆所藏辑为此册，为目前最全的原刻本。\n第四章宋汝帖、宋雁塔题名帖、宋鼎帖\n《汝帖》，北宋大观三年州守王寀据《阁帖》并杂以他帖辑刻于汝州，收录历代名家法书七十七家，另作者不明法书二十三种。其\"古刻仅存，究属可实\"，现藏上海博物馆。\n《雁塔题名帖》为宋宣和二年柳瑊搜拓慈恩寺雁塔唐人题名，藏中国社会科学院考古研究所。\n《鼎帖》又称《武陵帖》，宋绍兴十一年郡守张斛择取《淳化阁帖》合《潭》、《绛》、《临江》、《汝》等诸帖刻于武陵（属鼎州）郡齐，藏上海图书馆。本册所收三帖，均是宋刻宋拓本。\n第五章宋兰亭序帖、宋绍兴米帖\n《兰亭序帖》是一部稀见的宋刻丛帖，北宋末年刻于越州，共六卷。它以《汝帖》为基础，并摹勒墨迹和石本（其中存有一些极有价值的孤本和善本）辑成。\n《绍兴米帖》（《宋高宗刻米元章帖》）是南宋高宗赵构于绍兴十一年汇集米芾书迹摹勒于石，刻成十卷，为米芾个人丛帖中辑刻最早者。\n第六章宋东坡苏公帖\n《东坡苏公帖》也称《西楼苏帖》，汪应辰于南宋乾道年间以其收集和收藏的苏轼墨迹刻石于成都西楼下，是苏轼书法的集帖。内容多为诗、文、信函。全帙难见。本册所选，一为天津市艺术博物馆藏五册，一为北京市文物公司藏一册，是存世的宋刻宋拓本。书刻精审，虽非全帙，但也为我们了解苏轼书法面貌及生平事迹提供了珍贵资料。\n第七章宋群玉堂帖、宋郁孤台法帖\n《群玉堂帖》为南宋韩侂胄以其家藏墨迹于嘉泰末、开禧前摹刻而成，十卷中大半辑刻宋代名贤如苏轼、黄庭坚、米芾书。是帖选择精严，摹刻精工，是南宋一部著名丛帖。本册所收美国安思远藏僧怀素《千字文》、故宫博物院藏三种、吉林省博物馆藏一册（苏帖）及上海图书馆藏第八卷残册，均为存世的宋刻宋拓本。\n《郁孤台法帖》为南宋绍定元年聂子述以已藏墨迹摹刻于赣州，本册所收上海图书馆藏两残册，主要为苏轼、黄庭坚书迹。刻拓精妙，是存世宋刻宋拓的孤本。\n第八章宋凤墅帖\n《凤墅帖》为南宋曾宏父在嘉熙、淳祐间所刻。刻帖收集了曾氏所见到的几乎宋代全部著名人物的墨迹，且刻工精细，故在刻成当时就得到很高评价。现藏上海图书馆。\n第九章宋忠义堂帖\n《忠义堂帖》，唐颜真卿书，帖中颜真卿帖，多属精本和稀见之本。本册为浙江省博物馆所珍藏的宋拓原本，是传世最为完整的孤本。\n第十章宋澄清堂帖、宋英光堂帖\n《澄清堂帖》，南宋嘉定年间所刻。刻帖由王羲之、王献之至苏轼，是绝好的书学资料。分别藏于故宫博物院和中国历史博物馆。\n《英光堂帖》，南宋绍定二年至六年岳珂以其家藏米芾墨迹摹刻于润州。保存了米书的多种面貌。本册所收香港中文大学藏第三卷及故宫博物院藏四残册，均是宋刻宋拓本。\n第十一章宋宝晋斋法帖\n《宝晋斋法帖》为南宋曹之格于宝祐二年至咸淳五年所刻。宝晋斋原是米芾斋名，米芾曾将其所藏谢安、王羲之、王献之真迹摹刻入石。现藏上海图书馆。\n第十二章守姑孰帖、宋松桂堂帖、守乐善堂帖\n《姑孰帖》，南宋淳熙年间杨倓、洪迈等刻于当涂郡斋。\n《松桂堂帖》，南宋淳熙十五年米巨窓刻于卢山。刻工精良、纸墨淳雅。以上两种宋帖今藏故宫博物院。\n《乐善堂帖》，元赵孟頫门生顾信摹勒，今藏国家图书馆。\n《姑孰帖》是清初出土宋石原刻清拓本；《松桂堂帖》是宋刻宋拓本；《乐善堂帖》是元刻明拓本。\n第十三章明真赏斋帖、明停云馆帖（选）、明余清斋法帖·续帖（选）、明戏鸿堂法书（选）\n《真赏斋帖》（故宫博物院藏），嘉靖元年无锡华夏编次，章简甫镌刻。\n《停云馆帖》（选），嘉靖十六至三十九年长洲文徵明集，其子文彭、文嘉摹。\n《余清斋法帖、续帖》（选），万历二十四至四十二年休宁吴廷辑刻。\n《戏鸿堂法书》（选），万历三十一年华亭董其昌辑。以上三帖今藏国家图书馆。\n本册所收以上四种明帖均是原刻本。\n第十四章明郁冈斋墨妙帖（选）、清快雪堂法书（选）、清秋碧堂法书（选）、清筠清馆法帖（选）\n本册所选明清丛帖有：明《郁冈斋墨妙帖》、清《快雪堂法书》、清《秋碧堂法书》均是原刻本，分别藏于故宫博物院和国家图书馆。\n第十五章清三希堂石渠宝笈法帖（选）\n《三希堂法帖》全称《御刻三希堂石渠宝笈法帖》，所收之帖自魏晋至晚明凡一百三十五家、三家四十帖。其规模宏大，收罗丰富，盛况空前。本册所选是今藏国家图书馆之原刻初拓本。\n第十六章单册帖\n本册所选是著名宋拓和明拓单册帖，分别是吴皇象《急就章》、晋王羲之《兰亭序》、《十七帖》和晋王羲之《黄庭经》、晋王献之《洛神赋十三行》、隋智永《真草千字文》、唐孙过庭《书谱》、唐张旭《狂草千字文》、唐颜真卿《争座位帖》及小字《麻姑仙坛记》、唐怀素《圣母帖》、《藏真帖》、《律公帖》以及《晋唐楷帖十一种》、《晋唐小楷》（六种）等。\n第十七章总目录、索引中国历代法帖叙录本册为中国法帖全集之总目录、索引以及中国历代法帖叙录。 \n目录\n第一册宋淳化阁帖\n第二册宋绛帖（上、下）\n第三册宋大观帖\n第四册宋汝帖宋雁塔题名帖宋鼎帖\n第五册宋兰亭续帖宋绍兴米帖\n第六册宋东坡苏公帖\n第七册宋群玉堂帖宋郁孤台法帖\n第八册宋凤墅帖\n第九册宋忠义堂帖\n第十册宋澄清堂帖宋英光堂帖\n第十一册宋宝晋斋法帖\n第十二册宋姑孰帖宋松桂堂帖元乐善堂帖\n第十三册明真赏斋帖明停云馆帖（选）明余清斋法帖.续帖（选）明戏鸿堂法书（选）\n第十四册明郁冈斋墨妙帖（选）清快雪堂法书（选）清秋碧堂法书（选）清筠清馆法帖（选）\n第十五册清三希堂石渠宝笈法帖（选）\n第十六册单册帖吴皇象急就章至晋唐小楷\n第十七册总目录索引中国历代法帖叙录 \n","category":"草书","verified":true,"user":1,"timestamp":1429951563436},{"name":"米芾快雪堂法书第五册","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791644918,"text":"","author":"宋代米芾","description":"米芾快雪堂法书第五册"}]