[{"name":"傅山行草书五言古诗卷","text":"全祖望在《阳曲傅山先生事略》中说他：“工书，自大小篆隶以下，无不精，兼工画\"。傅山的草书主要得力于二王，有评者说他“临池得二王神理”，“山书法晋魏，正行草大小悉佳”。\n傅山（1607——1684）初名鼎臣，后改名山，原字青竹，更字青主，又字仁仲，别署公他，又号石头，石道人等。\n诗中设问道“客嚷吾书好，吾书好在哪”？是这帧草书好在姿肆放纵，时有枯笔，如千年古藤缠绕，气势跌宕，书写有不经意之佳。\n傅山提出的“宁拙毋巧、宁丑毋媚、宁支离毋轻滑、宁直率毋安排”书法美学观对后人影响深远。傅山还是一位具有强烈民族意识的人物，同时又是一位思想家和名医。\n","category":"草书","verified":true,"user":1,"timestamp":1429951653808},{"name":"傅山行草书五言古诗卷","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791618553,"text":"傅山行草书《五言古诗卷》\n\n 康熙六年（1667）王毓青得一子，傅山作诗以贺（见《傅山书毓青得子诗》），李因笃也有《喜王大令毓青世兄生子》诗，收入李因笃《受祺堂诗集》。\n 康熙六年（1667）傅山61岁时，好友王毓青得一子，傅山作草书诗手卷为贺，手卷宽 25．4cm，长336cm，贺诗前有序言，诗后有长跋及附记。草书酣畅淋漓，起伏揖让，被列为中华行草经典，手卷不仅书法优美，而且文调无俗套，内容更富哲理。\n\n 傅山此诗结尾未记年，从傅山好友李因笃《受祺堂诗集》有《喜王大令毓青世兄生子》一诗系作于强圉协洽，古人以太岁纪年，太岁在甲曰阏逢，在乙曰旃蒙，在丙曰柔兆，在丁曰强圉，在戊曰着雍，在己曰屠维，在庚曰上章，在辛曰重光，在壬曰玄黓，在癸曰照阳。岁星则右行，与十二辰子、丑、寅、卯、辰、巳、午、未、申、酉、戌、亥的顺序相反，故岁星在子叫困顿，在丑曰赤奋若，在寅曰摄提格，在卯曰单阏，在辰曰执徐，在巳曰大荒落，在午曰敦牂，在未称为协洽，在申称为涒滩，在酉称为阉茂，在亥称为大渊献，由上可知强圉协洽，即丁未，为康熙六年。因此傅山贺诗亦当作于康熙六年。\n\n\n释文：\n\n 毓青丈五十二岁而举一六阴朝阳之儿，诒书属一言，以快万事之足；而书历叙十年来所遇之苦，不无芥蒂。即事奉羂，聊用发噱，不成诗也。\n\n 世人祷婴者，心力竭神鬼；或应或不应，司命岂厌 。\n\n 良繇有用物，无益于人耳。沙令罢官来，拮据海隅驶。\n\n 荒凉黄阁堂，乱作驿亭止。身仍代督邮，札垫不责里。\n\n 酒果络绎办，唯恐不甘旨。荔枝黄龙眼，狼籍等杏李。\n\n 厥田唯下下，厥贡海物美。八闽之风味，日输沙塞鄙。\n\n 即此大功德，救济穷桑梓。岂但波罗蜜，布施方外士。\n\n 编户不知觉，天作阴德记。特赐一佳儿，辛日时戊子。\n\n 朝阳合上格，啼笑熊罴起。开尊请自慰，恩害原伏倚。\n\n 蚌珠今在掌，所失皆糠?。仍告无儿翁，秘方总无俚。\n\n 勤劬任徭役，胜服破故纸。若但唯正供，沾沾未足喜。\n\n 犀蜡易麒麟，彼苍司厥市。修罗亦菩萨，恭敬等获祉。\n\n 老惫懒散，不会作一好语。麟郎之诞，自有子卿舂容。之章徽扬世德。方外唐园，打埽芳润不出，又怕翘脚拈手勉学妖娆，益卖嫫恶，索性胡诌，不藏真。须毓丈读宗工金玉后，引满半酲，取此一睨，定能胡卢不已，如黄钟大吕收场。忽然一阵村锣社鼓，教人又笑又，乃知天地间原有此一种伎俩也，不知说甚，不知唱甚。到海屋七八岁时，令看此定喜。正如初学于街头，看耍把戏，唱日头出来万丈高，红墨涂面，说狮子牛斗虎之类，未有不艳之不忘者。稍长，《关睢》、《麟趾》果然于腹，而老叟此技，知告退矣。若少为生冷肉面所中，亦不妨时令见之，会作呕，吐其间积，或亦可当山大夫之手立通病丸子邪！方外弟真山附记。响环买卖，不觉露了马脚。临了上皮儿家一荡。\n\n全诗大意：\n\n 虽然王毓青的福建沙县县令被罢免了，但因为在他做官期间，做了很多有益于人民的好事，因而修得了功德，不知不觉中，天作阴德记，特赐一佳儿，你应该想一想老子的“恩害原伏倚”的哲理，就会觉得你是得了上天赐予的福气了。再说，你已经52岁了，老来得子，应该高兴才对，而不应该为罢官的小事感到烦恼。\n\n 注：傅山把自己的诗当作一剂猛药，让深藏在王毓青肚内“十年来所遇之苦”，“病丸子”都一扫而光。令王毓青倍受鼓舞。\n\n\n\n\n\n 傅山《草书五言古诗立轴》，绫本，纵201.5cm，宽50.9cm。北京故宫博物院藏。\n\n 此作为“惠介文兄粲”录五言古诗一首，款署“侨老傅真山”，下钤“傅山之印”，首钤“忠厚传家”印。用墨干渴，飞白之笔居多，字型欹正自然，章法不落俗套，布局平稳，行笔奔放自如。\n\n释文：\n\n 娟娟青柳外，春山与争姿。组之以青云，句嫩不胜思。心目亦何极，收视而置之。三韵十二章之一书为惠介文兄粲。侨老傅真山。","author":"清代傅山","description":"傅山行草书五言古诗卷"}]