[{"name":"祝允明行草琼林玉树图歌","text":"内容介绍\n历代名家墨迹传真系列。\n ","category":"行草","verified":true,"user":1,"timestamp":1429951644595},{"name":"祝允明行草琼林玉树图歌","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791627001,"text":"祝枝山《琼林玉树图歌》（周而衍跋）\n\n 祝枝山《琼林玉树图歌》，行书，墨迹，绫本册页，纵34厘米，横22.5厘米，戚叔玉藏。此歌乃枝山38岁时在秦淮京舍为《琼林玉树》一图所题。其书行中夹草，遒古萧远，结字纵逸，倾侧跌宕得自山谷，酣畅流动，匀称妍妙，凝厚劲健如“绵里裹铁”，实出于东坡。诚如白云居士周而衍跋中所云：“往见黄鲁直书子瞻《定慧院海棠诗》，今枝山此卷，诗与字皆用其法。而诗则稍逊子瞻，盖太任真，乃近俚。书则欲青于蓝，其烂漫圆厚处，即子瞻得意时殆难过也。而自谓得法于赵，其实子昂岂能望见枝山耶。”\n\n 祝允明（1460-1527）字希哲，号枝山，因右手有六指，自号“枝指生”，又署枝山老樵、枝指山人等。汉族，长洲（今江苏苏州）人。他家学渊源，能诗文，工书法，特别是其狂草颇受世人赞誉，流传有“唐伯虎的画，祝枝山的字”之说。祝枝山所书写的“六体书诗赋卷”、“草书杜甫诗卷”、“古诗十九首”、“草书唐人诗卷”及“草书诗翰卷”等都是传世墨迹的精品。并与唐寅、文徵明、徐祯卿齐名，明历称其为“吴中四才子”之一。由于与唐寅遭际与共，情性相投，民间流传着两人的种种趣事。\n 出身背景\n　　祝允明的祖父祝颢是明正统己未（1439）进士，官至山西布政司右参政，六十岁后辞职回乡。他精于诗文，喜欢写行草书，远近都来求字。苏州的文士都很仰慕，和他一起交游的有几十人。成化癸卯（1483）去世，享年七十九岁。祝允明的父亲祝瓛不如他祖父，生前不太出名，而且比他祖父早五个月就去世了。那一年祝允明二十四岁。祝允明的生母在他十六岁时已经离世。因此祝允明青年时是很不幸的。外祖父徐有贞（1407—1472）字元玉，晚号天全，苏州吴县人。明宣德八年（1433）进士。后来因迎英宗复辟有功，委任为兵部尚书、华盖殿大学士，封武功伯。徐有贞才华绝世，天文、地理、道释、方技都很通。书法擅长行草，深得怀素、米芾笔意，在当时很有书名。\n 个人著作\n　　祝允明的著作有，《怀星堂集》30卷、《苏材小纂》6卷、《祝子罪知》7卷、 《浮物》1卷、《野记》4卷、《前闻记》 1卷、《志怪录》5卷、《读书笔记》1卷。\n 早年苦学\n　　在祝允明出生前，外祖父徐有贞迎英宗复辟有功，受皇帝宠爱，遭到在复辟中一同立功的曹吉祥、石亨等人嫉妒，几次被诬下狱，后来英宗特诏让他回家。回家后闭门谢客，直到曹、石相继败死才开始买田筑屋，准备安度晚年。这时祝允明已经两三岁了，跟随外祖父徐有贞学习。徐有贞在乡里德高望重，苏州府学碑刻立石往往请他撰并书，也经常有人请他作墓志铭。因此祝允明除了外祖父外，接触到了不少人，时时受到熏陶。祝允明五岁，祖父祝颢辞职回乡。祖父虽然年逾六十，但精神很好，他善会谈，旁征博引，又常会开开玩笑，当时人都很愿意和他交游。祖父风趣洒脱的性格和生动的言谈给祝允明留下了很深的印象。祝允明先天禀赋很好，又有两位大儒的教导，所以很早就显露出他的才华。他五岁时就能作一尺见方的大字，读书一目数行，九岁时已经能作诗，被称为“神童”。10岁已博览群书，文章瑰丽，才智非凡。十三岁时，外祖父去世，终年六十六岁。这一年吴门出了一位状元吴宽。两年后祝允明的老师王鏊廷试又得第三，吴门文人名声日大。祝允明青年时期发奋苦学，为的是和他的长辈一样求取功名，这是文人的唯一出路。苏州府学树立着他外祖父撰并书的《儒学兴修记》和撰写的《科第题名之记》，这对于祝允明来说就是压力和要求。眼看自己熟悉的师长一个个金榜题名，他也必须努力。科举除了读书外还要练好楷书，祝允明严格地按照前辈的教导扎扎实实地下功夫。祝允明往往把读书和写字结合起来学习。例如他二十八岁时用小楷书录一卷《唐宋四家文》。在卷末他自己认为前辈们往往书录古文上百，抄录一遍即能“得其大略”，所以他也学着这么做。这种口诵手录的学习方法对他的帮助很大。又如他二十七岁用小楷抄录了《庄子》中的七篇（《逍遥游》、《齐物论》、《养生主》、《人间世》、《德充符》、《大宗师》、《应帝王》），董其昌评为“绵里铁”，“如印印泥，方是本色”。\n 乡试中举\n　　祝允明青年时期的诗文书法已经闻名乡里，大家都知道他的才华，因此当时任中书舍人的李应祯把自己的长女许配给他。后生一子，名续，正德年间进士，官至广西左布政使。祝允明在书法上的进步得到了岳父的指导。李应祯精于书法，对各体都有研究，他提倡创新，在实践上自成一格。他又是文徵明的书法老师，因此对吴门书派的形成影响很大。祝允明在苦读期间结交了很多良师益友。其中如沈周、刘珏、杜琼、吴宽、周臣、朱存理等都是苏州名士。他拜比他长十岁的王鏊为师，又与年纪相仿的都穆、杨循吉为友，更与比他年轻的唐寅和张灵交往。经常一起作诗唱和、切磋书画，感情深厚。中年不得志怀才戏人生祝允明三十以后才华已经相当出众。请他撰写墓志、碑碣和求书画的人很多。他三十一岁就受聘为作《重刊王著作文集序》。刻书作序往往请名人，可见时人对他的看重。祝允明与都穆、文徵明、唐寅等常在一起创作古文辞。唐寅从小聪慧，也很早就出名。文徵明小时不很聪明，后来发奋学习，又得到沈周、吴宽、李应祯的指点，在文章、绘画、书法上进步很快。文徵明性格内向，文静而严谨。祝、都、文三人往往在唐寅的画上题句作文。\n　　祝允明三十三岁那年，参加乡试，考中举人。主考官王鏊对他的文章很赞赏。凭着自己的才学，祝允明很自信，认为进京考试，录取高第易如反掌。谁知以后七试礼部都没有成功。这出乎他的意料之外。仕途的失意和打击对于祝允明的后半生起了重要的作用，使他的心境、性格产生了巨大的变化。祝允明中年是在这样一个转变中度过的。他中年的前半期，孜孜不倦于科举考试，思想是积极入世的儒家观念。而后，一次次的失利，使他越来越心灰意冷，渐渐地转向了老庄的消极出世，开始游戏人生。他的心境除了在日常生活中的行为上表露外，只能在诗文、书法中抒发。他的书法也渐渐转向行草书。五十岁以后在草书上的发展和成功与这样的心境是分不开的。\n 结交唐寅\n　　他在三十七岁时，二十七岁的唐寅与邻居张灵一起常常纵酒游玩，不好好读书。祝允明知道后特地去规劝，此后唐寅又一心一意地读书了。他还把张灵收为自己的学生，在著文作诗或作书时，让张灵在旁边侍笔砚，因此张灵也进步很快。在那段时间里，苏州人称祝允明、唐寅、文徵明、徐祯卿为“吴门四才子”。他们都规规矩矩读书求功名。弘治十一年（1498），唐寅二十九岁乡试第一，成了南京解元。依他的才华有希望在会试中夺魁。当时在朝中的吴宽在公卿间常常称赞他，使他名声传遍京城。第二年唐寅进京应试，因同行的徐经贿赂会试总裁程敏政家僮，科场作弊，牵连唐寅因而入狱。后来经吴宽的求情，才得以赦免。踌躇满志的唐寅受到突如其来的打击，受到很大的精神刺激。仕途无望，又引起夫妇反目，妻子与他离婚，跟中了进士的都穆结合。这几件事使唐寅的人生观产生极大变化，性格也大变。这时的祝允明与唐寅同病相怜。他们的思想由追求功名、经世治国而都转向了独善其身、游戏人生的态度。祝允明在《再挽子畏》诗中有“少日同怀天下奇，中年出世也曾期”之句。唐寅，初字伯虎，更字子畏，后来自号“六如居士”，皈向佛门，而祝允明多署“枝山道人”，归向道家。这不能不说是一种遗憾，是封建社会中文人的遗憾！\n 得仕求隐\n　　五十岁以后的祝允明，心情极度矛盾。年逾五十仍未被录用使他焦躁不安、异常痛苦，常常借酒消愁。五十一岁时作了《闲居秋日》诗，其中有句“浮生只说潜居易，隐比求名事更艰”，发出了来自内心的感叹。这些诗句在祝允明五十一岁后，被他以草书的形式写了好多遍。在他五十三岁那年，痛苦、焦躁、烦闷的心情几乎到了极点。那年夏天，他常常因此而失眠，一连作了《泪》二首、《壬申夏夜不寐》以及《醉》等诗篇。诗中充满了不平和惆怅。但此时他内心还抱着一丝希望。五十五岁那年谒选，总算得了一官半职，授广东惠州府兴宁县知县。第二年走马上任。兴宁县民俗不淳，社会秩序不好，有强盗常出山谷放火抢劫。祝允明赴任后很感叹，有诗句云：“道惠何曾惠，吉宁又不宁。”祝允明以礼待百姓，教育引导民风。对于强盗他施展计谋，设法在一个早晨捕获三十多人，从此县里比较安定。兴宁县在祝允明的治理下很有起色。但祝允明并没有得上司的欢心，五十七岁那年冬天，因拙于催科秋税曾被停给俸米。这一年他奉命修兴宁县志，题名为《正德兴宁县志》。虽然是奉命修志，例行公事，但这篇县志序的手稿却由行书而行草，最后变成狂草，成为他传世中的珍品。祝允明身在兴宁做官，虽然政绩不错，但时间一长便生了归乡之心。原因主要是在官场上看不惯积弊。作为一个有学养的文人，虽然希望能得到重用，但他的良心却使他不能融入官场，这是一对矛盾。他的表弟在看望他时，他作诗钱别，诗句中便流露出这种心情。嘉靖元年（1522），六十三岁的祝允明调往南京任京兆应天府通判，因此后人称他为“祝京兆”。他面对官场的腐败，不堪忍受，终于下决心托病辞职，回故里苏州度残年。祝允明六十四岁，在外祖父旧宅中筑了怀星堂安身。这一年，他的好友唐寅，这位才华横溢的才子，在受尽世态炎凉后去世了，年仅五十四岁。祝允明异常悲痛，含泪为他作了墓志铭，写下了《哭子畏二首》，后来又作了《再挽子畏》。字里行间流露出悲叹和同病相怜的情感。又过一年，他的老师王鏊也去世了，终年七十六岁。祝允明作了《祭王文恪公文》。他为自己没有做到如老师期望的那样而感到惭愧。两位师友的去世在他的晚年又抹了一道阴影。他曾在病中，缅怀知友，不论少长、隐显、存没，各作一诗，计十八人，给王宠作了两首，因此留下《怀知诗》十九首。惨淡的人生使他在衰年更加放荡不羁，直率真切地表达自我，因此多作狂草巨制。\n 晚年生活\n　　祝允明晚年经济状况不佳。他六十六岁那年，文徵明次子文嘉知道他的情况后，在书房中设置了蚕丝纸和上等笔墨，请他去，许酬索字。祝允明趁兴写了行草书《古诗十九首》，这是件精品，文氏父子很是赞叹。后来刻入文徵明的《停云馆帖》。此时，祝允明虽隐于乡里，但书名大振，被公认为吴门书坛领袖人物。祝允明在他最后一年还写下了表述他书法观点的章草书《书述》，成为他为数极少的书法论著中重要的一部分。人们对祝允明的书法很喜爱，因此在他去世不久，就出现了大量的伪作。造假者借此谋利，这给后人对祝允明的研究带来了一定的困难。其中以他的外孙吴应卯学他的字最像，可以乱真，即使行家也难分辨。嘉靖五年十二月二十七日（1527年初），祝允明病逝，终年六十七岁。这位书法领袖在贫病中告别了人世。他以自己的实践使吴门书派在崛起中达到了全盛，并形成了明代的浪漫主义书风，成为明代中期书坛的主将，对明代书法的发展产生了巨大影响。王世贞在《艺苑卮言》中评价道：“天下书法归吾吴，祝京兆允明为最，文待诏征明、王贡士宠次之”。\n　　祝允明一生留下了很多诗文杂稿。《明史》本传称“著诗文集六十卷，其他杂著百余卷”。而以《祝氏集略》三十卷，《怀星堂集》三十卷为最有名。这是他除书法作品外的又一笔文化遗产。","author":"明代祝允明","description":"祝允明行草琼林玉树图歌"}]