[{"name":"吴玉如小楷千字文","text":"吴玉如，字家琭，后以字行。1898年生于南京。原籍安徽泾县茂林村，故早年号茂林居士，晚年自署迂叟[1] 。曾在天津南开中学就读，与周恩来同班，因娴熟古文，受校长张伯苓赏识。抗战胜利后，吴玉如曾在志达中学、达仁学院、工商学院等校任教，工商学院改为津沽大学后，任中文系主任，直迄天津解放。“文化大革命”以前，始终在北京以教书、鬻字、注释古籍、编撰《辞源》、《辞海》条目为生。建国后，曾任天津市政协委员、中国书法家协会[2] 名誉理事、天津市文联委员、天津市文史馆馆员。\n人物生平\n吴玉如曾在天津南开中学就读，与周恩来同班，因娴熟古文，受校长张伯苓赏识。后入北京大学预科，又转入朝阳大学，因丁先祖忧而辍学。1916年，曾远赴吉林、哈尔滨一带谋生。1921年以后历任黑龙江交涉局秘书、中东铁路局监事会秘书、北京烟酒督办公署秘书、南开大学文学院讲师兼经济研究所秘书、重庆国民党参政会秘书等职。\n抗战胜利后，吴玉如曾在志达中学、达仁学院、工商学院等校任教，工商学院改为津沽大学后，任中文系主任，直迄天津解放。其间从不涉足政界。1968年文革期间，全部藏书被抄一空。\n吴玉如自幼酷嗜书法，5岁时学写字，到十二三岁时，写小楷、行书已具有相当功力。后经几十年博览勤习专研，能熔合诸家风格，取唐、宋、元、清各朝名家之长，而又以二王（羲之、献之）为依归。形成了他端丽秀劲、遒健豪放、空灵飘逸的独特书风。隶、楷、行、草、篆无不精能。其小楷，放大后可作为大字帖临摹，可见功力精湛。他的行书、草书，在四体书法中造诣最高，集历代名家之长。在穿好扇骨的凹凸不平的扇面上悬腕写大草而无一败笔。他在用纸、用笔、用墨方面，都有自己的习惯和见解。早年作字，不用玉版宣，喜用生宣、料半，中年以后只用绵连；他喜用淡墨，恶用墨汁；还善使细管长锋羊毫笔。\n吴玉如在古文、诗词、文字等方面，都有很深的造诣。曾多次在国内和日本举办个人书法展览会，受到国内外的推重赞赏。并有《吴玉如书法集》、《迂叟魏书千字文》、《迂叟自书诗稿》、《吴玉如行书千字文》等传世。而他最受人崇敬的不仅限于在文学、书法上的成就，主要是由于他那刚直不阿，一辈子不肯随波逐流的品格。他对后学，一生都是循循善诱，门人弟子以至私淑者，遍及南北，远至新疆力境尼克勒县，云南昆明、大理，广东、广西等地。\n982年8月8日吴玉如在津病逝。他生病期间为天津市政协和天津市民革书写的两幅中堂，成为最后遗作。\n主要作品\n《吴玉如手卷精品》\n人物轶事\n算命与养生\n学者大书家吴玉如先生年轻时体格很弱，曾请算命先生给算过命，算命的算到五十五就不给算了。吴先生心里明白算命先生认为自己就能活五十五。结果五十五那年确实大病一场险些丢了性命。打那以后吴先生特别在意个人卫生和健康。到外边吃饭的时候自己带着碗和筷，肺不好讲课擦黑板时用手绢堵着鼻子。体育锻炼吴先生也一直坚持，平时除了步行锻炼还在马场道照耀里住所的小院里玩单杠。结果活到八十四岁，吴先生一直认为一个人的命运可以靠自我修养来改变。（《假日100天闻人旧闻》黎家明文）\n人物评价\n社会评价\n铁画银钩现代书法大家\n吴玉如（1898—1982）先生生前是不接受“书法家”这顶桂冠的。与吴玉如同时代的大画家溥心畲也曾说：“若你要称我画家，不如称我书家；若你称我书家，不如称我诗人；若你称我诗人，不如称我学者。”但是，世上的事并非都能遵循个人的意愿。今天人们提起吴玉如、浦心畲，都称其为大书法家和大画家。历史上也是这样，被后人奉为书圣的王羲之，所写的《兰亭序》尽管是一篇传流千古的美文，但人们更看重的是《兰亭序》的书法。再如唐代的虞世南、褚遂良、欧阳询、颜真卿、李北海等等，哪位不是腹笥充盈的饱学之士，一生中也多有可歌可泣的功业，但终为书名所掩，后人还都是目之为书法家。这样看来，吴玉如先生也不应拒绝书法家这顶桂冠。再者说，谁让吴老先生把字写得这么美、这么好、这么精到又这么极致呢！\n名家评价\n在我担任吴玉如先生遗墨《吴玉如手卷精品》责编之前，天津古籍出版社曾出版过《迂叟自书诗稿》、《吴玉如行书千字文》、《吴玉如临乐毅论》等多种书法字帖。这里我们先来看看一些大家名家对玉如先生的评价：\n启功：“三百年来无此大手笔”“自董其昌后无第二”。\n赵朴初：“玉如先生书，龙腾虎卧，意态不可方拟。”\n大收藏家张伯驹：“晋唐之风，当代巨擘。”\n画家李苦禅：“玉如公书文绝佳，真是千年不朽之文物，当重之宝之。”\n书法大家王遐举：“品在王内史（即王羲之）、颜真卿之间。”\n王全聚评论\n略如文艺评论家王全聚所论：吴玉如和任何帖学大家一样，都未能超越历史，成为开宗立派的人物，但将他置身于20世纪帖学大师之列，吴玉如无疑是内中之翘楚。在他创作的黄金时期，靠喝粥续命，却留下那么多珍贵的艺术瑰宝，供我们也供世代享用。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951548423}]