[{"name":"祝允明行草牡丹赋","text":"\n【名称】：明祝允明行书七律寿砺庵诗轴\n【类别】：纸类文物、书画\n【年代】：明代\n【文物原属】：明祝允明书\n【文物现状】：现藏北京故宫博物院\n文物简介\n纵145cm，横61cm。纸本。\n此幅是祝允明64岁时的作品，是应谢元和之请为毛珵（号砺庵）所书的贺寿诗轴。作品参学米芾笔法，兼有生拙之态，别具风格。\n【释文】：\n西山青拥午桥庄，南纪星辉砺石堂。百岁光仪高里社，四朝声望播岩廊。须知洞襄陶弘景，即是关中张子房。看取丹丘非浪语，朱颜漆鬓碧瞳方。\n中丞砺庵老先生。癸未孟秋初辰，谢元和索诗奉寿，公之道谢之情，皆媿未尽形容，唯庶几祝愿之果尔。后生祝允明顿首。\n祝允明（1460—1526年），字希哲，号枝山，因手生六指，故自号枝指生，长洲（今江苏苏州）人。明弘治五年（1492年）举人，正德九年（1514年）授广东惠州府兴宁县知县，后转任南京应天府通判，故后世又称之为“祝京兆”。《明史》有传。工诗文书法，才华横溢，与唐寅、文徵明、徐祯卿并称“吴中四才子”。书工各体，融会贯通，蜚声于当时艺坛，与文徵明、王宠并称“吴中三家”，是明代中期极负盛名的书法家之一。其书法博采众长，远法晋唐，复具创新意趣，成为明代书家巨擘。楷书法钟、王宗虞、褚，行书学二王、苏轼，草法旭、素而兼取章草意韵，然法古人而不泥于古法，呈现出独特的书法风貌，自成一家。明人谓其书：“出入晋魏，晚益奇纵，为国朝第一。”存世书法作品较多，故宫博物院收藏的《唐宋四家文》卷、《六体诗赋》卷、《牡丹赋》卷、《歌风台》卷等均是他各个时期书法的代表性作品。\n","category":"行草","verified":true,"user":1,"timestamp":1429951644593},{"name":"祝允明行草牡丹赋","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791629777,"text":"此卷行草书有自题云：“甲申岁春三月望日，过汤氏西园观牡丹盛开，廷用酒次出纸索书舒元舆牡丹赋，遂书以归之。允明”，并钤“晞哲”、“包山真意”二印。可知该卷是应友人所请，书唐舒元舆所撰文学名篇《牡丹赋》，时在嘉靖甲申（一五二四年）三月十五日，祝氏六十五岁。此卷由故宫博物院收藏，纵30.6厘米，横529.6厘米。钤有“昌伯所得”藏印一方。\n\n释文：\n　　古人言花者，牡丹未尝与焉。盖遁乎深山，自幽而著。以为贵重所知，花则何遇焉?天后之乡，西河也，精舍下有牡丹，特异，天后叹上苑之有阙，因命移植焉。由此，京国牡丹日月渐盛。今则自禁闼洎官署，外延庶士之家，弥漫如四渎之流，不知其止息之地。每暮春之月，遨游之士，亦上国繁华之一事也。近代文士为歌诗以咏其形容，未有能赋之者。余独赋之，以极其美。或曰：子常以丈夫功业自许，今则肆情于一花，无乃犹有儿女之心乎？余应之曰：吾子独不见张荆州之为人乎？斯人信丈夫也。然吾观其文集之首，有《荔枝赋。焉。荔枝信美矣，然亦不出一果尔，与牡丹何异哉？但问其所赋之旨何如，吾赋牡丹何伤焉，或者不能对，余遂赋以示之。\n　　圆玄瑞精，有星而景，有云而卿。其光下垂，遇物流形。草木得之，发为红英。英之甚红，钟乎牡丹。拔类迈伦，国香欺兰。我研物情，次第而观。暮春气极，绿苞如珠。清露宵偃。韶光晓驱。动荡支节，如解凝结，百脉融畅，气不可遏。兀然盛怒，如将愤泄。淑色披开，照曜酷烈。美肤腻体，万状皆绝。赤者如日，白者如月。淡者如赫，殷者如血。向者如迎，背者如诀。坼者如语，含者如咽。俯者如愁，仰者如悦。袅者如舞，侧者如跌。亚者如醉，曲者如折。密者如织，疏者如缺。鲜者如濯，惨者如别。初胧胧而下上，次鳞鳞而重叠。锦衾相覆，绣帐连接。晴笼昼熏，宿露宵袌。或灼灼腾秀，或亭亭露奇。或飐然如招，或俨然如思，或希风如吟，或泫露如悲。或重然如缒，或烂然如披。或迎日拥砌，或照影临池。或山鸡已驯，或威凤将飞。其态万万，胡可立辩?不窥天府，孰得而见?乍遇孙武，来此教战。教战谓何?摇摇纤柯。玉烂风满，流霞成波，历阶重台，万朵千棵。西子南威，洛神湘娥。或倚或扶，朱颜色酡。各衒红缸，争颦翠娥。灼灼夭夭，逶逶迤迤。汉宫三千，艳列星河，我见其少，孰云其多。弄彩呈妍，压景骈肩。席发银烛，炉升绛烟。洞府真人，会于群仙。晶荧往来，金缸列钱。凝睇相看，曾不晤言。未及行雨，先惊旱莲。公室侯家，列之如麻。咳唾万金，买此繁华。遑恤终日，一言相夸。列幄庭中，步障开霞。曲庑重梁，松篁交加。如贮深闺，似隔窗纱，仿佛息妫，依稀馆娃。我来观之，如乘仙槎。脉脉不语，迟迟日斜。九衢游人，骏马香车。有酒如渑，万坐笙歌。一醉是竞，孰知其他。我按花品，此花第一。脱落群类，独占春日。其大盈尺，其香满室。叶如翠羽，拥抱栉比。蕊如金屑，妆饰淑质。玫瑰羞死，芍药自失。夭桃敛迹，秾李惭出。踯躅宵溃，木兰潜逸。朱槿灰心，紫薇屈膝，皆让其先，敢怀愤嫉?焕乎!美乎!后土之产物也。使其花如此而伟乎，何前代寂寞而不闻?今则昌然而大来。曷草木之命，亦有时而塞，亦有时而开?吾欲问汝，曷为而生哉?汝且不言，徒留玩以徘徊。\n　　甲申岁春三月望日，过汤氏西园观牡丹盛开，廷用酒次出纸索书舒元舆《牡丹赋》，遂书以归之。允明。","author":"明代祝允明","description":"祝允明行草牡丹赋"}]