[{"name":"史孝山出师颂卷","text":"《出师颂》自唐朝以来，一直流传有序，唐朝由太平公主收藏，宋朝绍兴年间入宫廷收藏，明代由著名收藏家王世懋收藏，乾隆皇帝曾将其收入《三希堂法帖》。1922年，逊位清帝溥仪以赏赐溥杰的名义，将该卷携出宫外，1945年后失散民间。2003年7月突然在中国嘉德2003年春季拍卖会上亮相，引起业界轩然大波。\n全文\n茫茫上天降祚为汉作基开业人神攸赞\n五曜宵映素灵夜叹皇运未授万宝增焕\n历纪十二天命中易西戎不顺东夷构逆\n乃命上将授以雄戟桓桓上将实天所启\n允文允武明诗阅礼宪章百揆为世作楷\n昔在孟津惟师尚父素旄一麾浑一区寓\n苍生更始移风变楚薄伐猃狁至于太原\n诗人歌之犹叹其艰况我将军穷域极边\n鼓无停响旗不蹔褰浑御遐荒功铭鼎鈜\n我出我师于彼西疆天子饯我辂车乘黄\n言念旧劳恩深渭阳介圭既削裂壤酬勋\n今我将军启土上郡传子传孙显显令闻\n历史背景\n本幅无款。鉴藏印记有22方，计为：唐太平公主梵文印“三藐母驮”，唐邵王李约“约”和“邵约之印”，唐中书侍郎王涯“永存珍秘”（钤两处）；宋高宗“绍”、“兴”（联珠印）、宋内府“书印”（半印）和“内府秘书之印”；明以前人之“蓑笠轩印”、“历代永宝”、“刘氏中守”、“刘完私印”、“安元忠印”及二印文不辨之印；清安岐“仪周珍藏”，清内府“乾隆御览之宝”、“石渠宝笈”、“乐寿堂鉴藏宝”、“乾隆鉴赏”、“三希堂精鉴玺”、“宜子孙”诸玺。\n“右出师颂，隋贤书，绍兴九年四月七日，臣米友仁审定。”右下钤“监书画博士印”。左鉴藏印记6方，计有：“物”（半印）、“轩”、“山牧”、“古希天子”、“寿”及一印文不辨印。右鉴藏印6方，为“安仪周家珍藏”、“五福五代堂宝”、“八征耄念之宝”、“嘉庆御览之宝”、“宣统鉴赏”、“无逸斋精鉴玺”。\n“晋墨”两字及花押“伍”，押上钤“御府图书”，据押和印，前人定为宋高宗书，实为明人仿写。另有清内府鉴藏印“太上皇帝”、“石渠定鉴”、“宝笈重编”、“宁寿宫续入石渠宝笈”。左上乾隆癸巳（三十八年，1773年）御题一段。\n前隔水鉴藏印有：明王世懋“琅琊王敬美氏收藏图书”，清安岐“安”、“仪周鉴堂”，清内府“八征耄念之宝”。后隔水乾隆戊辰（十三年，1748年）御题一段，下钤“乾”、“隆”印，另有清安岐鉴藏印“麓邨”。\n此本见于著录的有：明·詹景凤《东图玄览》、王世贞《弇州山人续稿》、吴其贞《吴氏书画记》、孙鑛《书画跋跋续》、清·顾复《平生壮观》、安岐《墨缘汇观》、吴升《大观录》、《石渠宝笈续编·宁寿宫》、阮元《石渠随笔》、孙岳颁《佩文斋书画谱》、倪涛《六艺之一录》等书。刻入《三希堂法帖》。\n根据著录书及鉴藏印记，此本称为“绍兴本”《出师颂》，据米友仁跋，多定为隋贤书，也有认为是西晋索靖或南朝梁·萧子云写，乃至唐人作，流传情况大致是：唐代经太平公主、李约、王涯先后鉴藏；南宋绍兴年间入内府；明归王世懋；清初由安岐收藏，后入乾隆内府；民国十一年（1922年）十一月初九日，溥仪以赏赐溥杰的名义携出宫外，1945年后散落匿于民间不彰60余年；2003年由拍卖公司征得，故宫博物院以巨资购回。\n简介\n索靖是晋代著名书法家，《宣和书谱》记载，索靖少年时就有出群之才。索靖书法以章草名动一时，其书法“如风乎举，鸷鸟乍飞，如雪岭孤松，冰河危石”，十分地险峻遒劲，索靖在中国书法史上拥有很高的地位，史评其书法“与羲(王羲之)、献(王献之)相先后也”，而《出师颂》是其硕果仅存的孤品。\n嘉德公司的文物征集人员拓晓堂先生介绍，这次中国嘉德公司拍卖的《出师颂》是迄今为止发现的索靖惟一墨迹。这件作品自唐朝以来，一直流传有序，1922年，逊位清帝溥仪以赏赐溥杰的名义，将该卷携出宫外，1945年后失散民间。\n小传\n索靖（239一303年），西晋书法家。字幼安，敦煌（今甘肃人。张芝姐姐的孙子。官征西司马、尚书郎，封安乐亭侯，谥曰庄。工书法，尤擅章草，传张芝草法而变其形迹，骨势峭迈，富有笔力。前人评谓“精熟至极，索不及张；妙有徐姿，张不及索。”靖亦自重其书，自名其字势力“银钩虿尾”。所书《出师表》很著名。著有《草书状》。善章草书，峻险坚劲，自名曰“银钩蛋尾”。时人云：精熟至极，素不及张：妙有余姿，张不及素。著有《草书状》一篇。\n《晋书》有传。父湛，北地太守。靖少有逸群之量，该博经史，兼通内纬。州辟别驾，郡举贤良方正，对策高第。拜驸马都尉，出为西域戊己校尉长史。太子仆同郡张勃特表，以靖才艺绝人，宜在台阁，不宜远出边塞。武帝纳之，擢为尚书郎。靖在台积年，除雁门太守，迁鲁相，又拜酒泉太守。惠帝即位，赐爵关内侯。元康中，西戎反叛，拜靖大将军梁王肜左司马，加荡寇将军，屯兵粟邑，击贼，败之。迁始平内史。及赵王伦篡位，靖应三王义举，以左卫将军讨孙秀有功，加散骑常侍，迁后将军，太安末，河间王颙举兵向洛阳，拜靖使持节、监洛城诸军事、游击将军，领雍、秦、凉义兵，与贼战，大破之，靖亦被伤而卒，追赠太常，时年六十五。后又赠司空，进封安乐亭侯，諡曰庄。\n靖善章草，书出韦诞，峻险过之，有若山形中裂，水势悬流，雪岭孤松，冰河危石，其坚劲则古今不逮。张怀瓘《书断》引王隐云：靖草绝世，学者如云，是知趣皆自然，劝不用赏。时人云：精熟至极，索不及张；妙有余姿，张不及索。其推重至此。靖亦自重其书，名其字势为“银钩虿尾”。又善八分，著有《草书势》。\n集评\n齐王僧虔：张芝、索靖、韦诞、钟会、二卫并得名前代，古今既异，无以辨其优劣，惟见笔力惊绝耳。（《论书》）\n齐王僧虔：索靖字幼安，敦煌人，散骑常侍张芝姊之孙也。传芝草而形异，甚矜其书，名其字势曰银钩虿尾。（《又论书》）\n梁袁昂：索靖书如飘风忽举，鸷鸟乍飞。（《古今书评》）\n唐张怀瓘：崔瑗善章草．．．．．．索靖乃越制特立，风神凛然，其雄勇劲健过之也。（《书断》）\n唐张怀瓘：引羊欣云：张芝、皇象、钟繇、索靖，时并号“书圣”。（《书断》）\n唐张怀瓘：引王隐云：靖草绝世，学者如云，是知趣皆自然，劝不用赏。时人云：精熟至极，索不及张；妙有余姿，张不及索。（《书断》）\n唐房玄龄：靖与尚书令卫瓘俱以善草书知名，帝爱之。瓘笔胜靖，然有楷法，远不能及靖。（《晋书列传第三十》）\n宋姜夔：大凡学草书，先当取法张芝、皇象、索靖章草等，则结体平正，下笔有源。（《续书谱》）\n元刘有定：索靖与卫瓘及其子恒俱学于张伯英。瓘自言我得伯英筋，恒得伯英骨，靖得伯英肉。（《衍极注》）\n清宋曹：卫瓘得伯英之筋，索靖得伯英之骨。（《书法约言》）\n清钱泳：北派由钟繇、卫瓘、索靖及崔悦、卢谌、高遵、沈馥、姚元标、赵文深、丁道护等，以至欧阳询、颜真卿、柳公权。（《书学》）\n清阮元：《唐书》称询始习王羲之书，后险劲过之，因自名其体；尝见索靖所书碑，宿三日乃去。夫《唐书》称初学羲之者，从帝所好，权词也；悦索靖碑者，体归北派，微词也。盖钟、卫二家，为南北所同，托始于索靖，则惟北派祖之，枝干之分，实自此始。（《南北书派论》）清阮元：崔悦与范阳、卢谌齐名，谌法钟繇，悦法卫瓘，而俱习索靖之章皆尽其妙。（《南北书派论》）\n清包世臣：草书唯皇象、索靖笔鼓荡而势峻密，殆右军所不及。（《艺舟双楫》）\n清包世臣：《索靖传》云：“靖与卫瓘俱以草书知名，瓘笔胜靖，然有楷法，远不能及靖。”始知作草如真，乃汉、晋相承草法，吴郡传衣未远，非由冥悟。余前读《晋书》，于此章句，视为辞藻，心镜不明，目精遂眯。是以释子传法，名曰“证盟”法必心悟，非有可传；不得真证，难坚信受。余今日则不啻亲承狮子吼也。欢喜赞叹，并记于后，以吿天下后世之同此志者。（《艺舟双楫》）清刘熙载：索幼安分隶，前人以韦诞、钟繇、卫瓘比之，而尤以草书为极诣。其作《草书状》云：“或若倜傥而不群，或若自检其常度。”惟倜傥而弥自检，是其所以真能倜傥与？索靖书如飘风忽举，鸷鸟乍飞，其为沈着痛快极矣。论者推之为北宗，以欧阳信本书为其支派，说亦近是。然三日观碑之事，不足引也。（《艺概》）清刘熙载：西晋索靖、卫瓘善书齐名。靖本传言：“瓘笔胜靖，然有楷法，远不及靖。”此正见论两家者不可觭为轻重也。瓘之书学上承父觊，下开子恒，而靖未详受授。（《艺概》）清刘熙载：书有振、摄二法。索靖之笔短意长，善摄也；陆柬之之节节加劲，善振也。（《艺概》）\n清周星莲：昔有人问索靖笔法，索靖以三指执笔，闭目谓之曰：“胆，胆，胆！”（《临池管见》）\n清朱和羹：魏晋去汉未远，故其书点画丝转自然，古意流露。索、卫属一台二妙，二王妙迹，天骨开张。（《临池心解》）\n清康有为：王侍中论张芝、索靖、韦诞、钟繇、二卫书“无以辨其优劣，惟见其笔力惊异。”斯论致公。袁昂、梁武、肩吾、怀瓘、嗣真、吕总诸品，必欲强为甲乙，随意轩轾，滋增妄矣。（《广艺舟双楫》）清康有为：详观索靖、王导、右军、大令、鲁公草书．．．巨刃挥天，大刀斫阵，无不以险劲为主，若不得执笔之势，如何能之？（《广艺舟双楫》）清康有为：姜尧章最称张芝、索靖、皇象章草，以时人罕及，因力学之。（《广艺舟双楫》）\n清康有为：若欲复古，当写章草，史孝山《出师颂》致足学也。（按：《出师颂》，索靖书。）（《广艺舟双楫》）\n传世帖\n《出师颂》、《皋陶帖》、《七月帖》、《月仪帖》。\n版本\n宣和本\n《出师颂》作为流传有绪的章草墨迹曾留存有两本，一为此“绍兴本”，一为“宣和本”，后者曾入北宋内府，有宋徽宗标题“征西司马索靖书”及“宣和”瓢印，一般定为西晋索靖书，也有认为是梁·萧子云书，经北宋《宣和书谱》、明·文嘉《钤山堂书画记》、清·卞永誉《式古堂书画汇考》等书著录。其流传情况大致是：北宋入宣和内府，明代似从严嵩家辗转入文彭手，后售于项元汴，入清后不存。“宣和本”曾刻入董其昌《戏鸿堂帖》，王肯堂《泼墨斋帖》亦曾摹刻，今仅存法帖拓本。\n绍兴本\n绍兴本《出师颂》本无名款，后人认为是西晋索靖或南朝梁·萧子云作，或谓隋贤或唐人书，并无定论。从本幅中有唐太平公主、李约、王涯等人鉴藏印看，书写不会晚于初唐。据宋·米友仁跋定为“隋贤书”当较可信。此书属较典型的早期章草书体，“蚕头凤尾”带有隶书遗痕，“银钩虿尾”具草书特征，整体书风规整而不失变化，劲健中见自然飞动之势，古朴又典雅，是六朝以来创立规范章草的传统体貌，唯稍增飘逸之势，与隋·智永《真草千字文》中的草体大致相近。故定为隋人书是合宜的。\n","category":"草书","verified":true,"user":1,"timestamp":1429951664502}]