[{"name":"颜真卿书干禄字书","text":"颜真卿（709年—784年8月23日），字清臣，琅邪临沂（今山东临沂）人，颜师古五世从孙[1] 、颜杲卿从弟，唐代著名政治家、书法家。\n开元二十二年（公元734年）中进士，登甲科，曾4次被任命为监察御史，迁殿中侍御史。因受到当时的权臣杨国忠排斥，被贬黜到平原郡任太守，人称“颜平原”。肃宗时至凤翔授宪部尚书，迁御史大夫。代宗时官至吏部尚书、太子太师，封鲁郡公，人称“颜鲁公”。兴元元年（784年），遭宰相卢杞陷害，被遣往叛将李希烈部晓谕，凛然拒贼，终被缢杀。\n颜真卿创立“颜体”楷书，与赵孟頫、柳公权、欧阳询并称为“楷书四大家”。又与柳公权并称“颜柳”，被称为“颜筋柳骨”。\n（概述图片来源：[2] ）\n人物生平\n颜真卿三岁时丧父，母亲殷氏亲自教育他。长大后，学问渊博，擅长写文章，侍奉母亲非常孝顺。 \n开元二十二年（公元734年）中进士，登甲科。被任命为醴泉县尉。经两次提升，任监察御史，奉命巡查河东、陇州。当时五原有冤狱很久没有断案，天又干旱，颜真卿平反冤狱后，天降大雨，五原的百姓称为“御史雨”。又巡查河东郡，上书玄宗，弹劾朔方县令郑延祚在母亲死后三十年还未将其下葬，玄宗诏令终身不录用郑延祚。听闻此事的人都感到害怕。 \n天宝九年（公元750年），颜真卿升任殿中侍御史，当时御史吉温因为私怨陷害御史中丞宋浑，使其降职至贺州任职。颜真卿说：“怎能因一时气愤就想害宋璟的后代呢？”宰相杨国忠讨厌他，暗示御史中丞蒋冽奏请玄宗任真卿为东都（洛阳）采访判官，再转任武部员外郎，杨国忠始终想排挤他，于天宝十二年（公元753年）将颜真卿调离出京，担任平原太守。 \n平原郡属安禄山辖区，当时安禄山谋反的迹象已显露出来，颜真卿便假托阴雨不断，暗中加高城墙，疏通护城河，招募壮丁，储备粮草。表面上每天与宾客驾船饮酒，以此麻痹安禄山。安禄山果真认为他是个书生，不足忧虑。天宝十四年（公元755年），安禄山以“忧国之危“、奉密诏讨伐杨国忠为借口在范阳起兵。河北郡县大都被叛军攻陷，只有平原城防守严密，颜真卿派司兵参军李平骑快马到长安向玄宗报告。玄宗初起初听到安禄山反叛的消息，叹息说：“河北二十四个郡，就没有一个忠臣吗？”等到李平到京，玄宗大喜，对左右的官员说：“我不了解颜真卿的为人，他做的事竟这样出色！” 当时平原郡有三千静塞兵，又增招士兵一万人，派录事参军李择交统领，任用刁万岁、和琳、徐浩、马相如、高抗朗等人为将领，分别统领军队，在城西门盛大地犒劳士兵，颜真卿慷慨陈词，泪水直流，全军都感奋。饶阳太守卢全诚、济南太守李随、清河长史王怀忠、景城司马李〈目韦〉、邺郡太守王焘各领军来归附他。朝廷命北海太守贺兰进明率领五千精锐士兵渡河援助。 \n叛军攻下东都洛阳，派段子光送李憕、卢奕、蒋清的头到河北示众。颜真卿担心大家害怕，哄各位将领说：“我一向认识李憕等人，这些头都不是他们的。”于是杀了段子光，把三颗头藏起来。过了些时候，用草编个人体，接上头，装殓后祭奠，设灵位哭祭他们。 \n当时颜真卿的堂兄颜杲卿任常山（今河北正定）太守，杀了叛军将领李钦凑等人，清除了土门的敌人，十七个郡同一天自动归顺朝廷，推举颜真卿为盟主，有二十万兵力，截断了燕赵的交通联络。朝廷任命颜真卿为户部侍郎，辅佐河东节度使李光弼讨伐叛军。颜真卿任李晖为自己的副手，而任李铣、贾载、沈震为判官。不久，被加拜为河北招讨采访使。 \n清河太守派郡人李萼来向颜真卿求援，李萼建议颜真卿联结清河郡，利用其钱粮。颜真卿便派出六千援兵，又向李萼求计，李萼说：“朝廷派程千里统帅十万军队，自太行山向东进发，准备兵出山郭口，限制叛军前进。您如果攻打魏郡，杀掉叛将袁知泰，用精兵打下〈山郭〉口。迎接朝廷的军队出〈山郭〉口攻打邺城、幽陵，平原、清河两郡共十万军队攻向洛阳，分出精锐部队控制要冲。您坚守不与敌人交战，不超过几十天，叛贼必然溃败，自相残杀而死。”颜真卿同意，就传送文告给清河等郡，派大将李择交、副将范冬馥、和琳、徐浩与清河郡、博平郡的五千军队驻扎在堂邑。袁知泰派白嗣深、乙舒蒙等领兵二万交战，叛军战败，被斩了一万多颗首级，袁知泰败逃到汲郡。 \n史思明围攻饶阳，派游军截断了平原郡的救兵，颜真卿害怕打不过敌军，便写信请贺兰进明，把河北招讨使让给他。贺兰进明在信都作战失败。恰逢平卢将领刘正臣据渔阳起义，颜真卿想坚定他的信心，派贾载渡海送去十多万军费，并用自己十岁的儿子颜颇做为人质，众人坚决请求将他留下，颜真卿不听。 \n唐肃宗当时已在灵武即位。颜真卿多次派使者带着用蜡丸封的信向肃宗汇报军政事务，肃宗任命他为工部尚书兼御史大夫，复任河北招讨使。当时军费困难，李萼劝真卿收取景城的盐，让各郡之间互相调济，军中的费用才不缺。第五琦当时在贺兰进明军中参谋军务，后来实行这个方法，军中的物资很丰富。 \n安禄山乘虚派史思明、尹子奇急攻河北一带，各郡又沦陷，只有平原郡、博平郡、清河郡防守坚固。但人心惶惶，不能再振奋起来。颜真卿经与众人商议，于至德元年（公元756年）十月，放弃平原郡，渡过黄河，走崎岖小路到凤翔拜见肃宗，肃宗任命他为宪部尚书，又调任御史大夫。此时，朝廷正处于混乱状态，但颜真卿仍像平常一样按法律治事，武部侍郎崔漪、谏议大夫李何忌都被他弹劾降职。 \n广平王李豫统率二十万军队收复长安，辞行的那天，在行宫门前不敢上马，快步走出栅栏才上马。王府都虞候管崇嗣在广平王之先上马，颜真卿弹劾他。肃宗退回他的奏章，慰勉说：“朕的儿子每次外出，朕都谆谆教育他，所以不敢失礼。管崇嗣年老腿跛，你暂且宽容他。”百官由此都严肃守礼起来。 \n长安、洛阳收复后，肃宗派左司郎中李选祭宗庙，在祝词上署名“嗣皇帝”，颜真卿对礼仪使崔器说：“太上皇还在四川，这样行吗？”崔器立即报告肃宗更改，皇帝认为他通达事理。颜真卿又建议在长安郊野筑坛，由肃宗向着东方哭祭，然后再派出礼仪使，肃宗未采用此建议。宰相讨厌颜真卿直言劝谏，调他出京任冯翊太守。转任蒲州刺史，封丹阳县子。又被御史唐旻诬陷，降为饶州刺史。 \n乾元二年（公元759年），颜真卿任浙西节度使，刘展将要反叛，颜真卿指示预先做好战备，都统李峘认为他无事生非，反而攻击他，肃宗因此召颜真卿为刑部侍郎。刘展后起兵反叛，渡过淮河，李峘逃奔江西。李辅国将太上皇迁居西宫，颜真卿率百官问安，李辅国讨厌他，降他为蓬州长史。代宗即位，起用他为利州刺史，没有下任命书，任吏部侍郎。任荆南节度使，还未赴任，改任尚书右丞。 \n代宗自陕州回朝，颜真卿请代宗先参拜陵墓宗庙，后在正殿即位。宰相元载认为他迂腐，颜真卿生气地说：“这意见用不用在您，进言的人有什么罪过？但朝廷规章哪能经受您两次破坏呢？”元载记恨在心。不久以检校刑部尚书的职务任朔方行营宣慰使，没有赴任，留在京城主持尚书省事务，改封鲁郡公。当时元载结党营私，怕群臣奏报代宗，想要欺骗代宗，让他命群臣进言都经自己审查才能上奏。颜真卿上奏劝阻，于是宦官等在宫中和朝廷外传播。 \n后来颜真卿掌管太庙的事务，说祭器没有整治，元载认为他诽谤朝廷，降为峡州别驾，后改任吉州司马；大历三年（公元768年）四月，改任抚州、湖州二州任刺史。在抚州任职的五年中，他关心民众疾苦，注重农业生产，热心公益事业。针对抚河正道淤塞，支港横溢，淹没农田的现状，带领民众在抚河中心小岛扁担洲南建起一条石砌长坝，从而解除了水患，并在旱季引水灌田。抚州百姓为了纪念他，将石坝命名为千金陂，并建立祠庙，四时致祭。 \n元载被杀后，杨绾推荐他，提升为刑部尚书，随后升任吏部尚书。代宗驾崩后，任礼仪使，因而上奏说前几朝皇帝追加谥号的礼节繁复，请按初定的礼节为准，袁傪坚决排斥他的意见，扣住不上报朝廷。时值国家死丧战乱之后，典章法令废弛，颜真卿虽然博古通今，但他的建议多被权臣阻扰，难以送达皇帝。 \n杨炎掌管国政时，颜真卿因刚正，不被杨炎容忍，改任太子少师，但还兼任礼仪使。到卢杞掌权后，更加厌恶颜真卿的刚正，改任太子太师，连礼仪使也罢免了，多次派人探听哪一个方镇方便些，准备把他排挤出京都。颜真卿去见卢杞，告诉他说：“你先父卢中丞（卢奕）的头颅送到平原郡，脸上满是血，我不忍心用衣服擦，亲自用舌头舔净，您忍心不容忍我吗？”卢杞表面惊惶地下拜，但内心恨之入骨。 \n兴元元年（公元784年），李希烈攻陷汝州时，卢杞竟建议派颜真卿做使者到李希烈军中去传达朝廷旨意，德宗同意。朝臣为此大惊失色。宰相李勉也秘密上奏，坚决要求留下他。河南尹郑叔则也劝他不要去，颜真卿回答说：“圣旨能逃避吗？”颜真卿到后，李希烈想给他一个下马威。在见面的时候，叫自己的部将和养子一千多人都聚集在厅堂内外。颜真卿刚开始宣读圣旨，那些人就冲上来，手里拿着明晃晃的尖刀，围住颜真卿又是谩骂，又是威胁，颜真卿面不改色。李希烈才用身子护着他，命众将退下，让真卿住进驿馆。李希烈逼颜真卿写信给德宗来洗刷自己罪行，颜真卿不听，李希烈就借他的名义派颜真卿侄子颜岘与几个随从到朝廷继续请求，德宗没有答复。颜真卿每次给儿子写信，只告诫他们严谨地敬奉祖宗，抚养孤儿，从未有其他的话。 \n李希烈派李元平劝说他，颜真卿斥责元平说：“你受国家委任为官，不能报答国家，想我没有兵杀你，还来诱说我吗？”李希烈请来他的同党，设盛会，唤来颜真卿，并指使戏子们借唱戏攻击和侮辱朝廷。真卿愤怒地说：“您是皇帝的臣子，怎么能这样做！”起身拂衣离去。希烈非常惭愧。当时朱滔、王武俊、田悦、李纳等藩镇的使者都在座，对李希烈说：“很早就听说太师的名望高，品德好，您想当皇帝，太师来了，选人当宰相谁能超过太师？”颜真卿斥责说：“你们听说颜常山没有？那是我的兄长，安禄山反叛时，首先起义兵抵抗，后来即使被俘了，也不住口地骂叛贼。我将近八十岁了，官做到太师，我至死保持我的名节，怎么会屈服于你们的胁迫？！”众人面尽失色。 \n李希烈最终将颜真卿逮捕，用甲士看守着。在庭院中挖了一丈见方的坑，传言说要活埋他，颜真卿约见李希烈说：“死生有命，何必搞那些鬼把戏！”张伯仪兵败时，李希烈命令把张伯仪的仪仗和头颅送给颜真卿看，他悲痛地哭倒在地。恰逢李希烈同伙中的周曾、康秀林想偷袭杀掉李希烈，尊颜真卿为帅，事情泄露，周曾被杀死，李希烈就把颜真卿押送到蔡州。颜真卿估计自己一定会死，于是写了给德宗的遗书、自己的墓志和祭文，指着寝室西墙下说：“这是放我尸体的地方啊！”李希烈称帝时，派使者问登帝位的仪式，颜真卿回答说：“老夫年近八十，曾掌管国家礼仪，只记得诸侯朝见皇帝的礼仪！” \n后来，朝廷的军队又强大起来，叛贼料想形势会变，派将领辛景臻、安华到颜真卿住所，在庭院里堆起干柴说：“再不投降，就烧死你！”颜真卿起身跳入火中，辛景臻等人急忙拉住了他。李希烈的弟弟李希倩因与朱泚叛乱被杀，李希烈因而发怒，于兴元元年八月初三（784年8月23日）派宦官前往蔡州杀害颜真卿，说：“有诏书！”颜真卿拜了两拜。宦官说：“应该赐你死。”颜真卿说：“老臣没有完成使命，有罪该死，但使者是哪一天从长安来的？”宦官说：“从大梁来。”真卿骂道：“原来是叛贼，何敢称诏！”颜真卿于是遭缢杀，享年七十六岁（一作七十七）。嗣曹王李皋听到颜真卿死节的消息，流下眼泪，三军为之都痛哭。[29-30]   \n半年后，李希烈被手下陈仙奇毒杀，叛乱平定。颜真卿的灵柩才得以由其子颜頵、颜硕护送回京，厚葬于京兆万年颜氏祖茔。德宗皇帝为他废朝八日，追赠司徒，谥号文忠。 \n贞元六年（公元790年），德宗发赦书，封颜頵为五品正员官。开成初年，又封颜真卿的曾孙颜弘式为同州参军。 \n书法成就\n颜真卿为琅琊颜氏后裔，家学渊博，六世祖颜之推是北齐著名学者，著有《颜氏家训》。颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。\n他的书体被称为“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。但是颜真卿的书法用笔肥愚，行笔衄挫不爽落，书法艺术尖端的”飞白书“于颜氏而不显；东晋卫夫人《笔阵图》：”多骨微肉者谓之筋书，多肉微骨者谓之墨猪“，但是颜鲁公的书法虽然肥厚，但是丰润饱满，端庄尊重，绝对不是所谓的\"墨猪\"，颜体楷书，于圆满中见筋骨，笔力雄健，力沉势足，大气磅礴，树立了一代新风。如果说在中国书坛上还有谁能和书圣王羲之并肩而立的话，也只有颜真卿有这个声望与影响力了。\n他的行书遒劲郁勃这种风格也体现了大唐帝国繁盛的风度，并与他高尚的人格契合，是书法美与人格美完美结合的典例，故而被后世誉为“天下第二行书”他的书体被称为“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。颜真卿用笔匀而藏锋，内刚劲而外温润，字的曲折出圆而有力。\n欧阳修曾说：“颜公书如忠臣烈士，道德君子，其端严尊重，人初见而畏之，然愈久而愈可爱也。其见宝于世者有必多，然虽多而不厌也。”朱长文赞其书：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有志，自羲、献以来，未有如公者也。”颜体书对后世书法艺术的发展产生了深远影响，唐以后很多名家，都从颜真卿变法成功中汲取经验。尤其是行草，。苏轼曾云：“诗至于杜子美，文至于韩退之，画至于吴道子，书至于颜鲁公，而古今之变，天下之能事尽矣。”（《东坡题跋》）\n比较端庄遒劲还有《颜勤礼碑》也是他的作品，但笔画细瘦和其他碑刻不大一样。《颜氏家庙碑》，书法筋力丰厚，也是他晚年的得意作品，与其早年时期的作品相比更加浑厚大气，乃晚年之代表作。\n颜真卿的书法初学禇遂良，后又得笔法于张旭，彻底摆脱了初唐的风范，创造了新的时代书风。颜真卿的真书雄秀端庄，结字由初唐的瘦长变为方形，方中见圆，具有向心力。用笔浑厚强劲，善用中锋笔法，饶有筋骨，亦有锋芒，一般横画略细，竖画、点、撇与捺略粗。这一书风，大气磅礴，多力筋骨，具有盛唐的气象。他的行草书，遒劲有力、真情流露，结构沉着，点画飞扬，在王派之后为行草书开一生面。\n传世作品以碑刻最多，楷书有《多宝塔感应碑》《麻姑仙坛记》《东方朔画像碑》《颜勤礼碑》《颜氏家庙碑》等，行书有《争座位稿》，书迹有《自书告身》《祭侄季明文稿》。诗文后人编辑有《颜鲁公文集》15卷，并著有《韵海镜源》等。\n历史评价\n李隆基：朕不识颜真卿形状何如，所为得如此！ \n李萼：闻公义烈，首唱大顺，河朔诸郡恃公为长城。 \n卢杞：颜真卿四方所信，使谕之，可不劳师旅。 \n李适：器质天资，公忠杰出，出入四朝，坚贞一志。属贼臣扰乱，委以存谕，拘肋累岁，死而不挠，稽其盛节，实谓犹生。 \n殷亮：昨段秀实奋身击泚（朱泚）首，今颜真卿伏缢烈（李希烈）庭，皆启明君臣，发挥教训，近冠青史，远绍前贤。 \n裴敬：以忠烈称者，颜鲁公、段太尉。 \n刘昫等：①国，是武之英也；苟无杨炎弄权，若任之为将，遂展其才，岂有朱泚之祸焉！如清臣富于学，守其正，全其节，昌文之杰也；苟无卢杞恶直，若任之为相，遂行其道，岂有希烈之叛焉！夫国得贤则安，失贤则危。德宗内信奸邪，外斥良善，几致危亡，宜哉。噫，‘仁以为己任，不亦重乎；死而后已，不亦远乎！’二君守道殁身，为时垂训，希代之士也，光文武之道焉。 ②自古皆死，得正为顺。二公云亡，万代垂训。 \n宋祁：当禄山反，哮噬无前，鲁公独以乌合婴其锋，功虽不成，其志有足称者。晚节偃蹇，为奸臣所挤，见殒贼手。毅然之气，折而不沮，可谓忠矣。详观二子（段秀实、颜真卿）行事，当时亦不能尽信于君，及临大节，蹈之无贰色，何耶？彼忠臣谊士，宁以未见信望于人，要返诸己得其正，而后慊于中而行之也。呜呼，虽千五百岁，其英烈言言，如严霜烈日，可畏而仰哉！” \n姚兕：吾慕其人耳。 \n米芾：颜真卿如项羽挂甲，樊哙排突，硬弩欲张，铁柱特立，卬然有不可犯之色。 \n綦崇礼：昔唐天宝之乱，河北列郡并陷，独常山、平原能为国守者，盖杲卿、真卿二颜在焉。 \n朱熹：颜鲁公只是有忠义而无意智底人。当时去那里，见使者来，不知是贼，便下两拜。后来知得，方骂。 \n王应麟：①颜鲁公为《郭汾阳家庙碑》云：‘端一之操，不以险夷概其怀；坚明之姿，不以雪霜易其令。’斯言也，鲁公亦允蹈之。 ②颜真卿、郑畋以兴复为己任，倡义讨贼，其志壮矣。真卿权移于贺兰进明，畋见袭于李昌言，功不克就。故才与诚合，斯可以任天下之重。 \n徐钧：一曲霓裳失太平，渔阳鼙鼓暗风尘。君王只识杨丞相，不识平原老守臣。 \n赵秉文：①陛下勿谓书生不知兵，颜真卿、张巡、许远辈以身许国，亦书生也。 ②肃代有一颜真卿而不能用，德朝有一陆贽而不能用，宣朝有一李德裕而不能用，自是以还，唐衰矣。 \n丰坊：昔人传笔诀云：“双钩悬腕，让左侧右，虚掌实指，意前笔后。”论书势云：“如屋漏痕，如壁坼，如锥画沙，如印印泥，如折钗股。”自钟、王以来，知此秘者...唐则欧阳信本、虞伯施、褚登善、薛纯陀、薛嗣通、孙过庭、钟绍京、贾膺福、李泰和、贺季真、李太白、张伯高、杜子美、颜清臣、柳诚悬、钱藏真、张从申...虽所就不一，要之皆有师法，非孟浪者。 \n董其昌：书家以险绝为奇，此窍惟鲁公、杨少师（杨凝式）得之，赵吴兴（赵孟頫）弗能解也。 \n王夫之：颜鲁公谓卢杞曰：‘先中丞传首至平原，真卿以舌舐其面血，公忍不相容乎？’近世高邑赵冢宰以魏广微叔事逆奄，而欢曰：‘昆溟无子。’鲁公陷死于贼中，冢宰没身于远戍，取祸之繇，皆君子之过也。 \n蔡东藩：①拚生一击报君恩，死后千秋大节存。试览《唐书》二百卷，段颜同传表忠魂。 ②颜真卿奉敕宣慰，不受李希烈胁迫，且累叱四国使臣，直声义问，足传千古。至朱泚窃据京城，复有段秀实之密谋诛逆，奋身击笏，事虽不成，忠鲜与比。唐室不谓无人，误在德宗之信用奸佞，疏斥忠良耳。 \n野史逸闻\n颜体楷书\n颜真卿先从其外曾祖殷令名学习书法，遍临魏晋及唐诸名家书迹，又多次向草圣张旭学习书法，有《述张长史笔法十二惫》。还与怀素一起探讨书法。颜真卿广泛学习前人的成功经验，对二王、褚遂良等书法都进行深人研究，吸取其长处，经过消化咀嚼，形成了自家的面貌。来源书法屋，书法屋是一个书法学习基地。颜真卿以自己的审美习惯，以独特的气度和胸襟，对古法进行创新。颜字气度恢宏，雍容大度，早期以方笔为主，落笔侧入，后期改用圆笔，藏头护尾。从结字上看，多呈包围之势，外紧内松。米芾《海岳书评》说：“颇真卿如项羽挂甲，樊啥排突，硬弩欲张，铁往将立，昂然有不可犯之色。”颐之楷书颇具阳刚之气，既有恤个人的才情典斌，又代表盛店气象，正如范文湘《中国通史简编》所说：“初唐的欧、虞、褚、薛，只是二王书体的继承人，盛唐的颜真卿，才是唐朝新书体的创造者。”颜真卿的楷书，尤其是印岁以后的楷书，已形成一种范式，后世学习者极多，甚至有“学书当学颜”的说法，因此人们称之为颜体。\n改善风俗\n颜真卿作抚州刺史的时候，县里有个叫杨志坚的人，酷爱学习可是家里贫困，同乡人不了解他。他的妻子因为钱财的供给太少，向他要休书离婚。杨志坚写了一首诗送给她说：“当年立志早从师，今日翻成鬓有丝。落托自知求事晚，蹉跎甘道出身迟。金钗任意撩新发，鸾镜从他别画眉。此去便同行路客，相逢即是下山时。”他的妻子拿著诗，到州里去办理官府的公文，以便改嫁。颜真卿在评判的公文上说：“杨志坚很早就钻研儒家学说，很有作诗的名声，心里虽然羡慕高高地考中科举，自身却没有享受到一点俸禄。他的愚昧的妻子看他始终没有考中功名，竟然不想再和他一起生活下去，不愿意象冀缺的妻子，帮助丈夫成就事业；只想学朱买臣的女人，讨厌并抛弃自己的丈夫。给家乡带来耻辱，败坏了道德教化，如果不给以惩罚警诫，怎么能制止这类轻浮的行为呢？妇人应当打二十板子，任凭她去改嫁。杨志坚秀才，资助他粮食布匹让他随着军队暂时担任个职务。”四面八方远近的人们听说了这件事，没有不心悦诚服的。从此江表一带的女人，没有敢抛弃她的丈夫的。 \n史书记载\n《旧唐书·卷一百二十八·列传第七十八》 \n《新唐书·卷一百五十三·列传第七十八》 \n书法境界\n颜真卿在书学史上以“颜体”缔造了一个独特的书学境界。颜鲁公书法既以卓越的灵性系之，境界自然瑰丽；既以其坚强的魂魄铸之，境界自然雄健；又以其丰富的人生育之，境界自然阔大。在吐露风华的青年时代，颜真卿就向张旭请教“如何齐于古人”的问题。这是颜氏的书学心声，亦是颜氏高悬的鹄的。这位从小以黄土帚扫墙习字的颜氏苗裔，几乎在一开始就站到一个高耸的书学起点上。而在书学上鲲鹏展翅，则经过了几乎长达三四十年岁月的历练，才稍成自己的面目与气候。继之又以数十年工力百般锤炼、充实，使得“颜体”形神兼具。而其晚年犹求炉火纯青，出神入化的境界。“颜体”终于在书坛巍然屹立。\n颜真卿一生书学境界的历练，大略有三。\n第一境界\n立坚实骨体，求雄媚书风。\n在五十岁以前，可以说是第一境界的历练。在这一过程中初步确立自己的“颜体”面目。如果以天宝五年（746），张旭在裴儆府上授笔法于颜真卿为一个界线，那末在此以前颜真卿尚在艰苦的摸索阶段。此一阶段传世之作鲜见。如天宝元年写《张仁蕴德政碑》，天宝五年写摩崖书法禾山石壁“龙溪”二字。此时颜真卿在书学方面已有相当的修养，这在张旭考问颜氏十二笔意时，颜真卿或以从张旭处领教所得，或以自己攻习所悟对答如流，使张旭深以为然。他志向高远，期在“齐于古人”。张旭也因此愿意再授笔法。\n在接受张旭的笔法后，颜真卿欣喜地说：“自此得攻书之妙，于兹五年（或作七年），真草自知可成矣”。因此，从天宝五年以后的五年（或七年）时间，可说是颜真卿依照张旭的指引，刻苦再磨砺的阶段。果然在天宝十一年后，颜真卿书碑渐多，在社会上已享有一定的声誉。天宝十一年书有《郭虚己碑》、《郭揆碑》、《多宝塔碑》、《夫子庙堂碑》等。天宝十三年又有传世名作《东方朔画像赞》、《东方朔画像赞碑阴记》等。天宝十四年，安禄山反，颜真卿投身于金戈铁马与叛军作战之中，无暇顾及笔砚艺事。此可为颜氏书法历练的第一阶段，也是第一境界的历练。\n在这一时期，虽然各碑面目或有差异，但总体上说，是“颜体”的初步形成阶段。从《多宝塔》等典型作品的分析中可知，颜真卿所追求的是用笔上沉着、雄毅，以健力立骨体，敷以较厚之肉彩；结体上整密、端庄、深稳，由瘦长型变为方正形；在布白上减少字间行间的空白而趋茂密。这一阶段，颜真卿追求“雄”中有“媚”的境界：“点画皆有筋骨”，“点画净媚”，“其劲险之状，明利媚好”。另外他基本上专门攻习真书、草书，虽有隶书、篆书之作，并不多。颜真卿的第一境界，从初唐而来，又脱出初唐之轨辙，自立一家面目。这种境界的历练又多循张旭所示为门径。\n第二境界\n究字内精微，求字外磅礴。\n从五十岁后至六十五岁，可以说是第二境界的历练。在这一过程中“颜体”形神兼具，已渐成熟。其间作品有《金天王庙题名》（758）、《请御书逍遥楼诗碑额表》（758）、《鲜于氏离堆记》（762）、《磨灭记》（762）、《颜允南碑》（762）、《韦缜碑》（763）、《臧怀恪碑》（763）、《郭家庙碑》（764）、《颜秘监碑铭》（765）、《颜乔卿碑》（769）、“逍遥楼”三字（770）、《殷践猷碑》（770）、《张景倩碑》（770）、《元子哲遗爱碑》（770）、《宝应寺律藏院戒坛记》（771）、《麻姑山仙坛记》（771）、《小字麻姑山仙坛记》（771）、《大唐中兴碑》（771）、《颜含大宗碑》（771）、《宋广平碑》（772）、《重建颜含碑》（772）、《八关斋会报德记》（772）等等。\n经历了“安史之乱”的动荡，以及其后接二连三地被黜，使他一次又一次拓展了心灵的空间；书生——斗士——统帅，立朝——外黜——立朝，生活方式频繁转换，人生体验更多，艺术体味也就更深。这些，颜真卿“一寓于书”，将前期的“颜体”反复锤炼，炼形炼神，从而神形兼备，终至成熟。可以看到，他加强了腕力，中锋运行，取篆籀方法，圆转藏锋，如印印泥。笔画形成蚕头燕尾，直画则成弓弩蓄势之形。笔画之间采取横细竖粗的对比错综方法。在钩末、捺末挑踢出尖锋，耀其精神。其捺笔表现出一波三折的节奏。其直钩、平钩、斜钩，饱满取势，弯度均匀，圆劲有力。其折笔则提笔暗转，形成斜面折下，以“折钗股”拟之。从结体上说，方正端庄，稳健厚重，中宫宽绰，四周形密，不以重心欹侧取势，不以左紧右松取妍，而像篆隶以对称的正面形象示人。在布白上，字间栉比，行间茂密，以形密取气势，不以疏宕取秀逸。\n既至此境界，颜真卿已一扫初唐以来的那种楷书风貌：前者侧，后者正；前者妍，后者壮；前者雅，后者直；前者瘦，后者肥；前者法度深藏，后者有法可循；前者润色开花，后者元气淋漓。真可谓变法出新意，雄魂铸“颜体”。\n第三境界\n臻神明变化，与生命烂漫。\n在六十五岁以后的十多年中，可以说是第三境界的历练。从成熟中加以神奇变化，一日有一日之进境，一碑有一碑之异彩。此时期的作品有《元结碑》（772）、《干禄字书》（774）、《颜杲卿碑》（774）、《妙喜寺碑》（774）、《竹山堂连句》（774）、《李玄靖碑》（777）、《颜勤礼碑》（779）、《马璘碑》（779）、《颜家庙碑》（780）、《颜氏告身》（780）、《奉命帖》（784）、《移蔡帖》（785）等等。如《颜勤礼碑》、《颜家庙碑》等典型碑刻中，颜书在老辣中富有新鲜活泼的生机，在疏淡中显示质朴茂密的风神，在笔锋得意处显现功力的炉火纯青，在圆润丰腴中透露自己的豪迈气度。\n孔子说：“六十而耳顺，七十而从心所欲，不逾矩。”颜真卿晚年也达到了这样的境界。对生命与书艺在反省中得到悟彻，并将生命哲学与书艺哲学打通，因此在其点捺撇画中既留着生活的血泪斑驳，又在笔墨的动势中洋溢着生命的颂歌；既在线条的起落移动中灌注一腔豪情，又在栉比鳞次的布白中激射人格光辉！至此境界，其书如老枿枯林，却有浓花嫩蕊，一本怒生，万枝争发，生机盎然。\n后世纪念\n纪念馆\n主词条：颜真卿纪念馆\n颜真卿纪念馆位于南京市广州路，东连乌龙潭公园，南望蛇山，西邻龙蟠里，北依清凉山、虎踞关，清静幽雅，翰墨流香。这里原是颜鲁公祠，是全国唯一保存完好的祭祀颜真卿的祠庙遗迹。现存的颜鲁公祠为砖木结构，青砖小瓦，有大殿，配殿、东西厢房12间，占地1500平方米。\n982年，颜鲁公祠被列为市级文物保护单位。1994至1995，鼓楼区政府拨款全面维修颜鲁公祠。并在原放生井上恢复修建新放生亭一座。庭院内增设景点，栽种名贵花木。全国政协副主席、佛教协会会长赵朴初亲题\"书坛泰斗\"，镶金匾高悬与大殿内正中上方。\n公园\n主词条：颜真卿公园\n颜真卿公园位于山东临沂费县南外环路，主要以展示颜真卿生平事迹为主，建设颜真卿纪念馆、鲁公阁等一批主题建筑，充分展现历史文化。\n另在山东陵县亦有颜真卿公园，位于陵县城区颜城街以东、政府街以西，南临公园南路，北连鬲津河，占地113亩，其规划建设主旨是为了纪念颜真卿。\n墓葬\n主词条：颜真卿墓\n颜真卿墓位于偃师市山化乡汤泉村的村口，村民称之为“颜鲁公坟”。颜真卿墓北倚邙山，南坐洛水，墓长宽均为16米，墓前有明清石碑各1通。明碑为县令吕纯如撰写的“唐太师颜鲁公真卿墓碑记”。该碑高1.75米，宽0.60米，厚0.15米。清碑高1.45米，宽0.6米，厚0.17米。正面正中刻“福唐赠司徒谥文忠颜鲁公之墓”，为乾隆五十五年三月太守张松孙和邑令汤毓倬所立。现为市级重点文物保护单位。1996年，山化乡政府对颜真卿墓进行了整修，并建立了颜真卿纪念馆。国务委员陈俊生为纪念馆题写了馆名，著名作家吉学沛题写了“一代宗师”的条幅。\n","category":"草书","verified":true,"user":1,"timestamp":1429951556599}]