[{"name":"董其昌行书邠风图诗卷","text":"《东方朔答客难并自书诗》卷，为明代书画名家董其昌所书。此卷分为两部分，前半为《东方朔答客难》，后半为自书五言古诗一首，均有乌丝栏界格，款记“戊辰八月”。此“戊辰”年为1628年，董其昌时年74岁。此卷现藏于辽宁省博物馆。[1] \n作品原文\n客难东方朔曰：“苏秦、张仪一当万乘之主，而身都卿相之位，泽及后世。今子大夫修先王之术，慕圣人之义，讽诵诗书百家之言，不可胜记，著于竹帛；唇腐齿落，服膺而不可释，好学乐道之效，明白甚矣；自以为智能海内无双，则可谓博闻辩智矣。然悉力尽忠，以事圣帝，旷日持久，积数十年，官不过侍郎，位不过执戟。意者尚有遗行邪？同胞之徒，无所容居，其故何也？”\n东方先生喟然长息，仰而应之曰：“是故非子之所能备。彼一时也，此一时也，岂可同哉？夫苏秦、张仪之时，周室大坏，诸侯不朝，力政争权，相擒以兵，并为十二国，未有雌雄。得士者强，失士者亡，故说得行焉。身处尊位，珍宝充内，外有仓麋，泽及后世，子孙长享。今则不然：圣帝德流，天下震慑，诸侯宾服，连四海之外以为带，安于覆盂；天下平均，合为一家，动发举事，犹运之掌，贤与不肖何以异哉？遵天之道，顺地之理，物无不得其所；故绥之则安，动之则苦；尊之则为将，卑之则为虏；抗之则在青云之上，抑之则在深渊之下；用之则为虎，不用则为鼠；虽欲尽节效情，安知前后？夫天地之大，士民之众，竭精驰说，并进辐凑者，不可胜数；悉力慕之，困于衣食，或失门户。使苏秦、张仪与仆并生于今之世，曾不得掌故，安敢望侍郎乎！传曰：‘天下无害，虽有圣人，无所施才；上下和同，虽有贤者，无所立功。’故曰：时异事异。\n“虽然，安可以不务修身乎哉！《诗》曰：‘鼓钟于宫，声闻于外。’‘鹤鸣九皋，声闻于天’。苟能修身，何患不荣！太公体行仁义，七十有二，乃设用于文武，得信厥说。封于齐，七百岁而不绝。此士所以日夜孳孳，修学敏行，而不敢怠也。譬若鹡鸰，飞且鸣矣。传曰：‘天不为人之恶寒而辍其冬，地不为人之恶险而辍其广，君子不为小人之匈匈而易其行。’‘天有常度，地有常形，君子有常行；君子道其常，小人计其功。”诗云：‘礼义之不愆，何恤人之言？’水至清则无鱼，人至察则无徒；冕而前旒，所以蔽明；黈纩充耳，所以塞聪。明有所不见，聪有所不闻，举大德，赦小过，无求备于一人之义也。枉而直之，使自得之；优而柔之，使自求之；揆而度之，使自索之。盖圣人之教化如此，欲其自得之；自得之，则敏且广矣。\n“今世之处土，时虽不用，块然无徒，廓然独居；上观许山，下察接舆；计同范蠡，忠合子胥；天下和平，与义相扶，寡偶少徒，固其宜也。子何疑于予哉？若大燕之用乐毅，秦之任李斯，郦食其之下齐，说行如流，曲从如环；所欲必得，功若丘山；海内定，国家安；是遇其时者也，子又何怪之邪？语曰：‘以管窥天，以蠡测海，以筵撞钟，’岂能通其条贯，考其文理，发其音声哉？犹是观之，譬由鼱鼩之袭狗，孤豚之咋虎，至则靡耳，何功之有？今以下愚而非处士，虽欲勿困，固不得已，此适足以明其不知权变，而终惑于大道也。”\n译文\n有人诘难东方朔道：“苏秦、张仪一旦遇上万乘之主，就能身居卿相之位，泽及后世。如今你修习先王之术，仰慕圣人之义，诵读《诗经》.《尚书》.诸子百家的典籍，不可胜数。甚至将它们写于竹帛上.以致唇腐齿落，烂熟于胸而不能忘怀。好学乐道的效果，是很明显的了；自以为才智海内无双，可谓博闻强辩了。然而尽心竭力.旷日持久地侍奉圣明的君主，结果却是官不过侍郎，位不过执戟（按：韩信谢绝项羽派来的说客时说：“臣事项王，官不过郎中，位不过执戟），恐怕还是品德上有不足之处吧？连同胞兄弟都无处容身，这是何缘故呢？”东方朔喟然长叹，仰面回应道：“这不是你能完全理解的啊。此一时，彼一时也，岂能一概而论呢？想那苏秦.张仪所处的时代，周室衰微，诸侯不朝，争权夺利，兵革相战，兼并为十二国，难分雌雄。得士者强，失士者亡，所以游说之风大行于世。他们身处尊位，内充珍宝，外有粮仓，泽及后世，子孙长享。如今则不然：圣主德泽流布，天下震慑，诸侯宾服。四海相连如同腰带，天下安稳得像倒扣的痰盂。一举一动尽在掌握，贤与不贤如何区分呢？遵天之道，顺地之理，万物皆得其所。所以抚慰他就安宁，折腾他就痛苦。尊崇他可以为将领，贬斥他可以为俘虏。提拔他可在青云之上，抑制他则在深泉之下。任用他可为老虎，不用他则为老鼠。虽然做臣子的想尽忠效力，但又怎知道进退得宜呢？天地之大，士民众多，竭尽全力去游说的人就像车轮的辐条齐聚车轴一样，多得不可胜数，被衣食所困，找不到晋身之阶。即使苏秦.张仪与我并存于当世，也当不上掌故那样的小吏，还敢期望成为侍郎吗？所以说时异事异呀。\n虽然如此，又怎么可以不加强自身的修养呢？《诗经》上说：“室内鸣钟，声闻于外，鹤鸣于高地，声闻于天。如果真能修身，何患不荣耀！姜子牙践行仁义，七十二岁见用于文、武二王，终于得以实践他的学说，受封于齐，七百年不绝于祀。这就是士人日夜孜孜不倦，勉力而行不敢懈怠的原因呀。就好像那鹡鸰鸟，边飞翔边鸣叫。《左传》中说：上天不会因为人们害怕寒冷而使冬天消失，大地不会因为人们厌恶险峻而停止其广大。君子不会因为小人的喧嚣而改变自己的品行。天有常度，地有常形，君子有常行。君子走正道，小人谋私利。《诗经》说：礼义上没有过失，何必在乎人们议论呢？所以说：水至清则无鱼，人至察则无徒。冠冕前有玉旒，是用来遮蔽视线，丝棉塞耳，是为了减弱听觉。视力敏锐却有所不见，听力灵敏却有所不闻。扬大德，赦小过，不要对人求全责备。弯曲的再直起，但应让他自己去得到。宽舒进而柔和，但应让他自己去求取。揆情度理，应该让他自己去摸索。大概圣人的教化就是如此，想要自己通过努力得到它；得到后，则会聪敏而广大。\n当今之贤士，才高无友，寂然独居。上观许由，下视接舆，谋似范蠡，忠类子胥。天下太平之时，与义相符，寡合少友，是理所应当的事情，您对我又有什么可怀疑的呢？至于燕用乐毅为将，秦任李斯为相，郦食其说降齐王，游说如流水，纳谏如转环，所欲必得，功如高山，海内稳定，国家安宁，这是他们遇上了好时势呀。您又何必感到奇怪呢？俗话说，如果以管窥天，以瓢量海，以草撞钟，又怎么能通晓规律.考究原理.发出音响呢？由是观之，就像耗子袭击狗，小猪咬老虎，只会失败，能有什么功效呢？现在就凭你这样愚钝的人来非难我，要想不受窘，那是不可能的。这足以说明不知通权达变的人终究不能明白真理呀。 ”\n书法赏析\n《东方朔答客难并自书诗》卷为董其昌晚年佳作。这件作品书写轻松自如，平淡中蕴奇秀，用笔圆润精妙，法存笔端，真正是潇洒出尘、游刃有余。在书写上，他行笔轻捷，转折自如，用笔精到，没有拙滞之笔；用墨也非常讲究，枯湿浓淡，尽得其妙；在章法上，字距密，行距疏，布局疏朗匀称，与平淡率真的书风相和谐，具有清润虚灵、古淡散逸之美。董其昌善于在平淡中求变化、于洒脱中求雅逸，正合他“渐老渐熟，反归平淡”之意。\n“难”是西汉东方朔首创的一种古文体。据《汉书》本传，东方朔向武帝上书，“陈农战强国之计”，遭到冷遇，他便作《答客难》，用来自慰。文中假设有客话难东方朔，讥他官微位卑而务修圣人之道不止，他进行答辩。先说武帝时与战国时士人处境不同，遭遇自然而异；进而说修身是士人本分，不能因时而异；最后说士人的境遇因时而异自古而然。全篇带有诙谐的特点，发泄了他怀才不遇的牢骚情绪。\n董其昌的书写能结合自己的个性，力追帖学风神。此作行中兼楷，用笔有颜真卿的率意，体势有米芾的欹侧，布局得赵孟頫之风神，轻捷自如而风华自足，反映出一种人格风范。总之，他力追古法，体现了自然秀雅的书法风格，创造出一种不食人间烟火的气象。品读这件作品，有如清风拂面，令人心气爽然。从作品中，我们能感受到董其昌所具有的聪慧和机巧。康有为评价董其昌书法“如休粮道士”。要知“休粮道士”的远离尘世、娴静安详、不动声色也是一种美。这种美虽然不同于刚毅之美，却也是一种难得的境界。 \n董其昌（1555-1636），明代著名书画家。字玄宰，号思白、思翁，别号香光。松江华亭（今上海松江）人。“华亭派”的主要代表。谥叫文敏，因称董文敏。公元1589年（万历七年）举进士，历任编修，湖广副使、太常寺卿，礼部侍郎，南京礼部尚书等职，公元1626年（天启六年）辞官，以太子太保衔养老于家乡。他的字、画以及书画鉴赏，在明末和清代名声极大。善画山水，远师董源、巨然和黄公望。其画风笔意安闲温和、清新秀丽。他提倡用摹古代替创作。又以禅宗的南北派比附绘画，称“南北宗”。他是尚南贬北，抬高文人画的地位，打击压制和他相抗稀奇的“浙派”。其山水作品，用笔柔和，秀媚有余，魄力不足，缺乏气势，且多辗转摹仿，如《峒关蒲雪图》、《溪山平远图》等，皆为摹古之作。其作品留传至今的有：《山水》、《夏木垂阴图》等。著有《画禅室随笔》、《容台集》、《画旨》、《画眼》等。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951647916},{"name":"董其昌行书邠风图诗卷","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791617427,"text":"董其昌《邠风图诗卷》，纸本，墨迹。为董其昌六十七岁时所作。用笔清润精劲、厚重，结构端庄，含筋裹骨，表里莹润，疏淡耐看，风格独具而无一点尘俗之气，『笔势峥嵘，文采绚烂，渐老渐熟，乃造平谈，实非平淡，绚烂之极也』。\n\n可谓董其昌的行草佳作。","author":"明代董其昌","description":"董其昌行书邠风图诗卷"}]