[{"name":"蔡襄行书远蒙帖","text":"宋四家，即宋人苏轼、黄庭坚、米芾、蔡襄的合称，被后世认为是最能代表宋代书法成就的书法家。\n人物介绍\n苏轼\n苏轼（1037～1101），字子瞻，又字和仲，号东坡居士，世称“苏东坡”。四川眉山人。北宋著名文学家、书画家。诗词开豪放一派，为唐宋八大家之一。他和他的父亲苏洵，弟弟苏辙以诗文称著于世，世称“三苏”。就书、画而论，他是宋代文人画的中坚人物。其书法成就超过绘画成就，是宋代尚意新风的领袖，位居四家之首。 苏轼少负才名，博通经史。1057年（嘉祐二年）进士，曾官礼部尚书，翰林学士等职。他一生坎坷，多次被贬官放逐。他在宋神宗时曾受重用，然因新旧党争，屡遭贬抑，出任杭州、密州、徐州、湖州等地方官；又因作诗“讪谤朝政”，被人构陷入狱。出狱后贬黄州。此后几经起落，再贬惠州、琼州，一直远放到儋州（今海南儋县），从此随缘自适，过着读书作画的晚年生活。直到1100年（元符三年）宋徽宗即位，才遇赦北归。1101年（建中靖国元年）7月死于常州。\n苏轼为人正直、性旷达，才华横溢，诗词文赋而外，对书画也很擅长，他的书法从“二王”（王羲之、王献之），颜真卿，柳公权，褚遂良，徐浩，李北海，杨凝式各家吸取营养，在继承传统的基础上努力革新。他讲自己书法创作过程时说：“作字之法，识浅见狭学不足，三者终不能尽妙，我则心目手俱得之矣。”他又说：“我书意造本无法，点画信手烦推求。”他重在写“意”，寄情于“信手”所书之点画。苏轼的字看似平实、朴素，但有一股汪洋浩荡的气息，就像他渊厚的学问一样，神龙变化不可测。他长于行书、楷书，笔法肉丰骨劲，跌宕自然，给人以“大海风涛之气”、“古槎怪石之形”的艺术美感。苏轼的书法，后人赞誉颇高。黄庭坚他在《山谷集》里说：“其书姿媚……至酒酣放浪，意忘工拙，字特瘦劲……至于笔圆而韵胜，挟以文章妙天下，忠义贯日月之气，本朝善书，自当推（苏）为第一”。明董其昌盛赞他“全用正锋，是坡公之兰亭也”。传世书迹有《前赤壁赋》、《黄州寒食诗帖》、《洞庭春色赋》、《中山松醪赋》等。 \n黄庭坚\n黄庭坚（1045～1105），字鲁直，号山谷道人，后世称他黄山谷，晚号涪翁，洪州分宁（今江西修水）人。北宋诗人，书法家。\n067年（治平四年）进士。1070年（熙宁三年），王安石为宰相，实行新法遭到以司马光为首的保守派猛烈反对。后来新旧两党斗争愈演愈烈，一直延续到北宋灭亡。在这场斗争中，黄庭坚站在旧党一边，他虽然没有积极参加这场斗争，但他的一生一直卷在斗争的旋涡里。\n黄庭坚出于苏轼门下，与张耒、秦观、晁补之并称为“苏门四学士”，后与苏轼齐名，世称“苏黄”。他最重要的成就是诗。诗论标榜杜甫，但是强调读书查据，以故为新，“无一字无来处”和“脱胎换骨，点铁成金”之论。他在宋代影响颇大，开创了江西诗派。他又能词，兼擅行、草书。书法初以周越为师，后取法颜真卿及怀素，受杨凝式影响，尤得力于《痊鹳铭》，笔法以侧险取势，纵横奇倔，字体开张，笔法瘦劲，自成风格。《宋史·文苑传》称他：“庭坚学问文章，天成性得，陈师道谓其诗得法杜甫，善行草书，楷法亦自成一家。与张耒、晁补之、秦观俱游苏轼门，天下称为四学士。”他自己说：“余学草书三十余年，初以周越为师，故二十年抖擞俗气不脱。晚得苏才翁，子美书观之，乃得古人笔意。其后又得张旭，怀素，高闲墨迹，乃窥笔法之妙。”他著名的书迹有《松风阁诗》、《黄州寒食诗跋》、《花气熏人帖》、《虹县诗》、《砥柱铭》等。\n010年6月3日，《砥柱铭》以3.9亿元创下中国艺术品拍卖成交世界新纪录。 \n米芾\n米芾（（1051～1107）），字元章，号襄阳漫士、海岳外史、鹿门居士。祖籍山西太原，后定居江苏镇江。\n因他个性怪异，举止颠狂，遇石称“兄”，膜拜不已，因而人称“米颠”。宋徽宗诏为书画学博士，人称“米南宫”。米芾能诗文，擅书画，精鉴别，集书画家、鉴定家、收藏家于一身，他在“宋四家”中首屈一指。其书体潇散奔放，又严于法度。《宋史·文苑传》说：“芾特妙于翰墨，沈著飞，得王献之笔意。”米芾平生于书法用功最深，成就最大。他少时苦学颜、柳、欧、褚等唐楷，打下了厚实的基本功。苏轼被贬黄州时，他去拜访求教，东坡劝他学晋。1082年（元丰五年）开始，米芾潜心魏晋，以晋人书风为指归，寻访了不少晋人法帖，连其书斋也取名为“宝晋斋”。今传王献之墨迹《中秋帖》，据说就是他的临本，形神精妙至极。米芾一生转益多师，在晚年所书《自叙》中也这样说道：“余初学，先学写壁，颜七八岁也。字至大一幅，写简不成，见柳而慕其紧结，乃学柳《金刚经》。久之，知其出于欧，乃学欧。久之，如印板排算，乃慕褚而学最久，又摩段季转折肥美，八面皆全。久之，觉段全泽展《兰亭》，遂并看法帖，入晋魏平淡，弃钟方而师师宜宫，《刘宽碑》是也。篆便爱《咀楚》、《石鼓文》。又悟竹简以竹聿行漆，而鼎铭妙古老焉。”米芾自称自己的作品是“集古字”，对古代大师的用笔法、章法及气韵都有深刻的领悟，这也在一定程度上说明了米芾学书在传统上下了很大功夫。米芾未卷入政治漩涡，生活相对安定，后当上书画博士，饱览内府藏书，熟谙千载故事，古人得失，如数家珍。米芾以书法名世，他的成就完全来自后天的苦练，米芾每天临池不辍，史料记载：“一日不书，便觉思涩，想古人未尝半刻废书也。”“智永砚成臼，乃能到右军（王羲之），若穿透始到钟（繇）、索（靖）也，可永勉之。”他儿子米友仁说他甚至大年初一也不忘写字。（据孙祖白《米芾米友仁》）。米芾作书十分认真，自己说：“余写《海岱诗》，三四次写，间有一两字好，信书亦一难事”（明范明泰《米襄阳外记》）。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。米芾的书法在宋四家中，列苏东坡和黄庭坚之后，蔡襄之前。然如果不论苏东坡一代文宗的地位和黄庭坚作为江西诗派的领袖的影响，但就书法一门艺术而言，米芾传统功力最为深厚，尤其是行书，实出二者之右。明代董其昌《画禅室随笔》谓：“吾尝评米字，以为宋朝第一，毕竟出于东坡之上。即米颠书自率更得之，晚年一变，有冰寒于水之奇。”皇帝的询问书法，米芾自称自己是“刷字”，明里自谦而实点到精要之处，“刷字”，体现他用笔迅疾而劲健，尽兴尽势尽力。他的书法作品，大至诗帖，小至尺牍、题跋都具有痛快淋漓，欹纵变幻，雄健清新的特点。从现存的近六十幅米芾的手迹来看，“刷”这一个字正将米字的神采活脱脱地表现出来，无怪乎苏东坡说：“米书超逸入神。”又说“海岳平生篆、隶、真、行、草书，风樯阵马。沉著痛快，当与钟王并行。非但不愧而已。”米芾的书法影响深远，尤在明末，学者甚众，像文徵明、祝允明、陈淳、徐渭、王觉斯、傅山这样的大家也莫不从米字中取一“心经”对后世影响极大。米芾除书法达到极高的水准外，其书论也颇多。著有《书史》、《海岳名言》、《宝章待访录》、《评字帖》等。显示了他卓越的胆识和精到的鉴赏力，对前人多有讥贬，然决不因袭古人语，为历代书家所重，但过头话也不少，诮颜柳、贬旭素，苛刻求疵。米芾传世墨迹主要有《苕溪诗卷》、《蜀素帖》、《方圆庵记》、《天马赋》等，而翰札小品尤多。米芾擅水墨山水，人称“米氏云山”，但米芾画迹不存在于世。 \n蔡襄\n蔡襄（1012～1067），字君谟，兴化（今福建仙游）人。1030年（天圣八年）进士，先后在宋朝中央政府担任过馆阁校勘、知谏院、直史馆、知制诰、龙图阁直学士、枢密院直学士、翰林学士、三司使、端明殿学士等职，并出任福建路（今福建福州市）转运使，知泉州、福州、开封（今河南开封市）和杭州府事。卒赠礼部侍郎，谥“忠惠”。\n蔡襄为人忠厚、正真，讲究信义，学识渊博。宋四家中，蔡襄年龄辈份，应在苏、黄、米之前。从书法风格上看，苏轼丰腴跌宕；黄庭坚纵横拗崛；米芾俊迈豪放，他们书风自成一格，苏、黄、米都以行草、行楷见长，而喜欢写规规矩矩的楷书的，还是蔡襄。蔡襄书法其浑厚端庄，淳淡婉美，自成一体。展卷蔡襄书法，顿觉有一缕春风拂面，充满妍丽温雅气息。蔡襄其书法在其生前就受时人推崇备至，极负盛誉，最推崇他书艺的人首数苏东坡、欧阳修。苏东坡在《东坡题跋》中指出：“独蔡君谟天资既高，积学深至，心手相应，变态无穷，遂为本朝第一。然行书最胜，小楷次之，草书又次之……又尝出意作飞白，自言有翔龙舞凤之势，识者不以为过。”“欧阳修对蔡襄书法的评价真是到了无以复加的地步：欧阳修说：“自苏子美死后，遂觉笔法中绝。（《欧阳文忠公集》）黄庭坚也说：“苏子美、蔡君漠皆翰墨之豪杰。”（《山谷文集》）北宋科学家沈括，在《梦溪笔谈》中，评论蔡襄的草书曰：“以散笔作草书，谓之散草，或曰飞草，其法皆生于飞白，自成一家。存张旭怀素之古韵，有风云变幻之势，又纵逸而富古意。”《宋史·蔡襄传》称他：“襄工于手书，为当世第一，仁宗尤爱之。”许将《蔡襄传》说：“公于书画颇自惜，不妄为人，其断章残稿人悉珍藏，仁宗尤爱称之。”朱长文《续书断》：蔡襄书颇自惜重，不轻为书，与人尺牍，人皆藏以为宝。仁宗深爱其迹……及学士撰《温成皇后碑》文，敕书之，君谟辞不肯书，曰：‘此待诏职也。儒者之工书，所以自游息焉而已，岂若一技夫役役哉？从以上三段记载中，可以知道，蔡襄书法从当朝皇上到普通百姓都十分珍惜。由于他颇自惜，不妄为人书，所以传世作品较少。另外可以看出当时书坛的风气已完全转向了诗文尺牍，而书碑则被看作是一技夫役役之事，为士大夫所不屑为，甚至连帝王的敕命也已不能左右之。这与唐代以前的情况有着根本的不同。蔡襄不是一个开宗立派的大师。总体上看，他的书法还是恪守晋唐法度，创新的意识略逊一筹。但他却是宋代书法发展上不可缺的关纽人物。他以其自身完备的书法成就，为晋唐法度与宋人的意趣之间搭建了一座技巧的桥梁。蔡襄传世墨迹有《自书诗帖》、《谢赐御书诗》，以及《陶生帖》《郊燔帖》《蒙惠帖》墨迹多种，碑刻有《万安桥记》、《昼锦堂记》及鼓山灵源洞楷书“忘归石、”“国师岩”等珍品。 \n书法比较\n宋代的书法艺术在中国书法史上占有重要的地位，其最主要的实践者是北宋的苏轼、黄庭坚、米芾、蔡襄四人。盛时泰《苍润轩碑跋》中说：“宋世称能书者，四家独胜。然四家之中，苏蕴藉，黄流丽，米峭拔，而蔡公又独以浑厚居其上。”\n一、“宋四家”与唐书的渊源\n虽然宋代“尚意”是对唐代“尚法”的否定，但时代发展总是相连的，“宋四家”对唐代书法并不完全否定，因而不能将“法”和“意”对立起来看。唐代书家中，对宋代影响最大的是褚遂良和颜真卿二人。颜真卿对“宋四家”都有影响。蔡襄入宋已是暮年，笔下多是唐法。苏轼对颜真卿《东方朔画赞》极为垂青，评其“清雄深远”。留心苏轼书法，意态肥厚之处是颜真卿字态。黄庭坚说：“东坡道人少日学《兰亭》，故其书姿媚似徐继海……中岁喜学颜鲁公、杨风子书，其合处不减李北海。”王澍说：“‘宋四家’书，皆出鲁公，东坡得之为甚，姿态艳溢，得鲁公之腴。”米芾认为颜真卿行书有篆籀气，对其“三稿”极为称赞。米芾大字转折肥美，显出颜姿。黄庭坚书法对颜真卿反其道而行，中宫收紧，四面扩张，将颜书中短促的笔画加以夸张伸长，施以颤笔，形成真力弥漫的线条。至于褚遂良，其影响只针对米芾而言。米芾认为“褚遂良书举从动人，而别有一种骄色”。从褚遂良处以窥《兰亭》，这是米芾“入魏晋平淡”和“备其古雅”的捷径。\n二、行书之外的书法比较\n“宋四家”成就主要体现于行书，此外是楷、草两体，米芾有少量的篆、隶书作，但不值得称道。\n就楷书而言，笔者认为，“宋四家”中首推蔡襄。其面目多似颜真卿，渗入很多文人气，无胜唐正大气象。颜鲁公作书，不经意的地方很多，蔡襄作书则笔笔留心，所以米芾说：“蔡襄如少年女子，体妖娆，行步缓慢，多饰繁华。”苏轼大楷法颜真卿，在字形上压扁，重视的是意态肥厚。黄庭坚《夷齐庙碑》近似褚法，稍嫌松散。米芾没有大楷传世，小楷《向太后挽词》意守欧、褚之间，颇令人称道。\n就草书而言，“宋四家”中成就最高者非黄庭坚莫属。苏轼、米芾鄙薄张旭、怀素为“书工”，认为他们视书法为事业，违背书法娱己悦人的宗旨，丧失了林下之风的淡雅，而“有如市娼抹青红”。苏轼草书极为罕见，米芾草书数量也很少，线条尖薄油滑，创作行书时的自信一扫而光。蔡襄草书被称为“散草”，夹有章草遗意。他自诩道：“每落笔为飞草书，但觉烟云龙蛇，随手运转，奔腾上下，殊可骇也。静而观之，神情欣欣，可喜耳！”但苏轼认为蔡襄“大字不如小字，草不如真，真不如行也。”这三家草书和黄庭坚相比不可同日而语。黄庭坚草书作品颇丰，主要从张旭处得法。最具代表性的是《诸上座帖》，行笔如风，笔意超凡，线条如惊蛇走虺，跌宕多姿，具有强烈的抒情性。\n三、苏、黄、米、蔡究竟谁排第一\n苏轼在“尚意”书风中是领头人物。以“吾虽不善书，晓书莫如我”的气概引领一代新风。黄庭坚为“苏门四学士”之一，受苏轼教诲。留心黄庭坚手札一类，颇有苏字之风。米芾虽未入“苏门”，但听从苏轼“入魏晋平淡”的建议，取法二王，最终成就自我。因而苏轼对宋代书法有化身千百的不凡功德。他所书的《寒食诗帖》被誉为“天下第三行书”，能有这样的作品传世，可以说是平生无憾了。因而在“尚意”书风中，将苏轼排在第一应该是无可争议的。但如果要论及行书成就对后世的影响，则首推米芾。米芾在“宋四家”中年龄最小，影响却最大，连董其昌都说米芾“当在东坡之上”。\n近代康有为认为黄庭坚应该排第一。他在《广艺舟双楫》中说：“宋人之书，吾尤爱山谷，虽昂藏郁拔，而神闲意浓，入门自媚。若其笔法瘦劲婉通，则自篆来。”苏、米、蔡只有一种书体名世，而黄庭坚的行、楷和草书都达到了很高的艺术水准，不仅称雄当世，而且溢出时代。在“苏门四学士”当中，惟有黄庭坚视苏字为“压扁蛤蟆”，由此略知黄氏的胆识。可以说，黄庭坚是“宋四家”中最具创新意识的。\n蔡襄在“宋四家”中年龄最长，苏轼推崇其为“近世第一”。但在“宋四家”中，蔡襄“尚意”书风并不彰显，充其量是一个过渡人物。梁章钜《字学》中认为“宋四家，苏、黄、米皆可学，惟蔡不必学。盖蔡书尚未尽变唐人风貌，学蔡不如径学唐人”。因而潘伯鹰认为“蔡襄可当第一”的观点笔者很难认同。\n四、对“意”的表现\n宋代书法品评中常见“意”这个字眼，强调“意”是反叛“法”，但不是粗浅无法，而是“法本无法”，是在高度技巧承递基础上的自觉选择。元代刘有定《〈衍极〉注》中说：“今古虽殊，其理则一……庾、谢、萧、阮，守法而法存；欧、虞、褚、薛，窃法而法分；降而为黄、米诸公之放荡，持法外之意。”清代冯班《钝吟书要》中说：“宋人作书，多取新意，然意须从本领中来。”他认为苏、黄、米三人书艺超人，尤其是米芾，将外拓笔意之美发挥到了极点。明代李东阳《怀麓堂集》中说：“米书与苏、黄并驾，而各不相下。大抵苏、黄优于藏蓄，而米长于奔放。”现代陆维钊的《书法述要》中说：“书家笔势，穷极于米芾。”应该说，“宋四家”书法，气势充沛。\n人物争议\n书法史上论及宋代书法，素有“苏、黄、米、蔡”四大书家的说法，他们四人被认为是宋代书法风格的典型代表。“宋四家”中，前三家分别指苏轼（东坡）、黄庭坚（涪翁）和米芾（襄阳漫士）。从书法风格上看，苏轼丰腴跌宕，天真烂漫；黄庭坚纵横拗崛，昂藏郁拔；米芾俊迈豪放，沉着痛快。他们都善学古人又富于创新精神，书风自成一格，时人推崇备至，列于四家，向无异议。唯独列于四家之末的“蔡”，究竟指谁，却历来就有争议。\n一般认为所谓蔡是指蔡襄（君谟），他的书法取法晋唐，讲究古意与法度。其正楷端庄沉着，行书淳淡婉美，草书参用飞白法，谓之“散草”，自成一体，非常精妙。宋仁宗尤爱其书，曾“制元舅陇西王碑文，命书之”，又“令书温成后父碑”（《宋史·蔡襄传》）。蔡襄的书法艺术也为当时文人所重视，黄庭坚曾说：“苏子美、蔡君漠皆翰墨之豪杰。”（《山谷文集》）欧阳修说：“君漠独步当世，然谦让不肯主盟。”（《欧阳文忠公集》）苏武在《东坡题跋》中指出：“独蔡君谟天资既高，积学深至，心手相应，变态无穷，遂为本朝第一。”既然是“本朝第一”，既然其书法已可“主盟”，那么，列于四家应是当之无愧的。然而，明清以来，又有另一种说法一认为从四家的排列次序及书风的时代特色来说，“蔡”原本是指蔡京，只是后人厌恶其为人，才以蔡襄取代了他。明书画鉴赏家张丑在《清河书画舫》中说：“宋人书例称苏、黄、米、蔡者，渭京也。后人恶其为人，乃厅去之而进君谟书耳。君谟在苏、黄前，不应列元章后，其为京无疑矣。京笔法姿媚，非君谟可比也。”明代孙镀也说；“宋四大家其蔡是蔡京，今易以君谟，则前后辈倒置……”（《书画跋跋》）安世凤《墨林快事》进而替蔡京书名被掩抱不平，说；蔡卞胜于蔡京，蔡京又胜于蔡襄，“今知有禁而不知有他蔡，名之有幸不幸若此”。清杭世骏《订讹类编续编》也将“苏黄米蔡非蔡襄”，作为“人讹”的一个事例。可见，明清时“蔡京说”曾有很大影响。平心而论，“蔡京说”的提出确有一定的道理。蔡京的书法艺术有姿媚豪健、痛快沉着的特点，与保待着较多“古法”的蔡襄相比，蔡京的书法似乎更富有新意，也更能体现宋代“尚意”的书法美学情趣。因而在当时已享有盛誉，朝野上庶学其书者甚多。元陶家仪《书史会要》曾引当时评论者的话说；“其字严而不拘，逸而不外规矩，正书如冠剑大人，议于庙堂之上；行书如贵胄公子，意气赫奕，光彩射人；大字冠绝占今，鲜有俦匹。”甚能反映蔡京当时在书法艺术上的地位。其二，蔡襄的书法在北宋前期被推为“本朝第一”，但自北宋中期宋代书法新风貌形成后，人们对蔡襄书法渐有微词。苏东坡在《东坡题跋》中，就多次提到“近岁论君谟书者，颇有异论’”，“仆以君谟为当世第一，而论者或不然”。虽然苏轼始终坚持蔡襄为第一的看法，但至少在北宋中后期，人们对蔡襄的评价已不那么一致了。其三，从排列次序看，苏、黄、米三家的排列有明显的年辈次序，蔡襄是仁宗时人，年辈最高，列于哲宗、徽宗时的米芾之后，确有些疑问。对此，坚持“蔡襄说”者提出反驳，认为“宋四家”之说，虽然迄今未见于宋人文献，但南宋遗民、元朝人王存，已明确提出过“四家”之说。他在《跋蔡襄洮河石砚铭》墨迹中称蔡襄书法“笔力疏纵，自为一体，当时位置为四家。窃尝评之，东坡浑灏流转神色最壮，涪翁瘦硬通神，襄阳纵横变化，然皆须从放笔为佳。若君谟作，以视拘牵绳尺者，虽亦自纵，而以视三家，则中正不倚矣”。可见王存不仅指出当时有四家之说，而且四家明确无误是苏、黄、米、蔡。此外，在书法史上，蔡襄的书法成就以全面著称，楷、行、草书皆独树一帜，且又有屏弃帖学，振兴书风的贡献，因此，从总体上看，其成就显然是超过蔡京的。至于排列次序，近人张伯驹曾在《宋四家书》一文中指出，“按次序应是蔡、苏、米、黄，普追读为苏、黄、米、蔡，以阴阳平上去顺口，遂成习惯”。说明这一排列仅为读音上的顺口而形成，与四大家的年辈高下并无关系。看来，“蔡京说”并非无稽之谈，而“蔡襄说”也有理有据。由于蔡京身为“六贼”之一，人们从感情上实难接受他，于是人们多倾向于蔡襄说。不过，这一问题的最后定论，似乎应有待于宋代文献的确证。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951597918},{"name":"蔡襄行书远蒙帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791621719,"text":"尺牍《远蒙帖》，1061，纸本，28.6cmX28.6 cm。台北故宫博物院藏。\n释文：襄再拜。远蒙遣信至都波，奉教约，感戢之至。彦范或闻已过南都，旦夕当见。青社虽号名藩，然交游殊思君侯之还。近丽正之拜，禁林有嫌冯当世独以金华召，亦不须玉堂唯此之望。霜风薄寒，伏惟爱重，不宣。襄上，彦猷侍读阁下。谨空。","author":"宋代蔡襄","description":"蔡襄行书远蒙帖"}]