[{"name":"陈洪绶草书致三兄短札","text":"徐渭（1521—1593），汉族，绍兴府山阴（今浙江绍兴）人。初字文清，后改字文长，号青藤老人、青藤道士、天池生、天池山人、天池渔隐、金垒、 金回山人、山阴布衣、白鹇山人、鹅鼻山侬、田丹水、田水月，明代著名文学家、书画家、戏曲家、军事家。[1] \n徐渭出生在浙江绍兴的一个官绅家庭，徐渭出生百日，父亲去世，由母亲抚养成人。 明万历二十一年(1593年)，72岁的徐渭在自己破旧的小屋中，离开人世，身下是杂乱无章的稻草。门外，是那副流传千古的对联：“几间东倒西歪屋，一个南腔北调人。”[2] \n人物生平\n徐渭是明代嘉靖年间著名画家、文学家。与解缙、杨慎并称“明代三大才子”。清代郑板桥对徐文长非常敬服，曾刻一印，自称“青藤门下走狗”。文学家、艺术家木心先生评其为“英才天纵”。\n徐渭于正德十六年（1521年）出生于浙江绍兴府山阴城大云坊的官僚世家，父徐鏓，母为侍女小妾，少年时天才超逸，入徐氏私塾读书，“六岁受《大学》，日诵千余言”“书一授数百字，不再目，立诵师听。”。十岁仿扬雄《解嘲》作了一篇《释毁》，性格豪放，“指掌之间，万言可就。”二十岁时成为生员，嘉靖二十年（1541年）娶同县潘克敬女为妻，接下来八次应试不中，“再试有司，皆以不合规寸，摈斥于时。”\n嘉靖二十二年（一五四三年），徐渭二十三岁，与萧勉、陈鹤、杨珂、朱公节、沈炼、钱鞭、姚林、诸大绶、吕光升号“越中十子”。 \n徐渭曾服务于胡宗宪。当时胡宗宪总揽江南7省军务，负责剿除沿海倭患，位高权重。不过，他在政治上却依附奸相严嵩。明嘉靖四十一年(1562年)，严嵩倒台后没多久，胡宗宪也被捕下狱，其幕府解散。\n此时，徐渭已经43岁，生计没有着落，又因为不肯为礼部尚书李春芳撰写以邀宠为目的的“青词”，受到威胁。此时诸事不顺，精神上的痛苦愈演愈烈，竟使他发狂自杀。\n徐渭自杀的场面，是极其惨烈的。据《明史·文苑传》记载，他曾九次自杀：一次先以利斧击自己头部，“血流被面，头骨皆折”，幸而不死；又一次似鬼神附体，他以三寸长的柱钉刺入左耳数寸，然后用头撞地，把铁钉撞入耳内，丝毫不觉得痛苦，又不死；后又用椎子击碎自己的肾囊，仍不死。这些残酷、极端的自杀方式，远远不是一般人所能想象得到的。虽然屡次自杀未遂，但徐渭的“心疾”似乎并未缓解。第二年(1566年)就酿成了杀妻惨案。\n1岁时，徐渭在杭州迎娶张氏为继室。这次婚姻，徐渭竟然把妻子杀掉了。有关他杀妻的原因，众说纷纭。到了晚年，他自作《畸谱》，提及杀妻之事，简略记载说：“病易，杀张下狱。”“易”即“癔”，就是我们今天说的精神病，意思是在精神失常的情况下杀死了妻子。\n徐渭杀妻，最初被判为死刑。经亲朋好友多方营救，直到万历元年(1573年)新皇帝即位，大赦天下，才重新获得自由。这时，徐渭已经整整坐了7年牢。\n嘉靖二十六年（1547年）在山阴城东赁房设馆授徒，后来为浙闽总督作幕僚，曾入胡宗宪幕府，期间运筹帷幄，出奇计大破倭寇徐海，与胡宗宪谋怀柔政策制汪直（又做王直），但无奈为愚臣王本固破坏，误杀汪直，倭寇群龙无首，汪直死前预言：“死吾一人，恐苦两浙百姓。”，后两浙数万倭寇作乱十年。\n一日胡宗宪于舟山捕获白鹿，徐渭撰《进白鹿表》、《再进白鹿表》、《再进白鹿赐一品俸谢表》等并献于朝中，视为祥物，“上又留心文字，凡俪语奇丽处，皆以御笔点出，别令小臣录为一册”，学士姚汾等对徐渭文章大为赏识。又代作《贺严公生日启》，吹捧奸相严嵩。\n嘉靖四十三年（1564年）胡宗宪以“党严嵩及奸欺贪淫十大罪”被捕，狱中自杀，徐渭作《十白赋》哀之。李春芳严查胡宗宪案，徐渭一度因此发狂，作《自为墓志铭》，以至九次自杀，“引巨锥刺耳，深数寸；又以椎碎肾囊，皆不死。”精神几近失常，几近癫狂。\n嘉靖四十五年（1566年）在发病时杀死继妻张氏（自认为妻子出轨），下狱七年。狱中完成《周易参同契》注释，揣摩书画艺术。\n万历元年（1573年）大赦天下，为状元张元忭（明末著名散文家张岱的曾祖父）等所救出狱，出狱后已53岁。\n从此潦倒，痛恨达官贵人，浪游金陵、宣辽、北京，又过居庸关赴塞外宣化府等地，闻戚继光所云至辽寻李成梁，教授其子李如松兵法，结识蒙古首领俺答夫人三娘子。\n万历五年（1577年）回绍兴，注释郭璞《葬书》。\n徐渭晚年以卖画为生，但从不为当政官僚作画，“有书数千卷，后斥卖殆尽。畴莞破弊，不能再易，至借稿寝”，常“忍饥月下独徘徊”，杜门谢客，其中只在张元忭去世时，去张家吊唁以外，几乎闭门不出，最后在“几间东倒西歪屋，一个南腔北调人”的境遇中以73岁高龄结束了一生。死前身边唯有一狗与之相伴，床上连一铺席子都没有，凄凄惨惨。\n明清两代，出现过不少多才多艺的文人。不过像徐文长那样，在诗文、戏剧、书画等各方面都能独树一帜，在军事上运筹帷幄，给当世及后代留下深远影响的，却也颇为难得。他能谋善断，几乎一己之力尽破多年的倭寇之患，晚年悉心培养出李如松这位名将，建立不朽功勋。他的诗，袁中郎（即袁宏道）尊之为“明代第一”，他的戏剧，受到汤显祖的极力推崇，至于绘画，他更是我国艺术史上成就最为突出的人物之一。\n才名早扬\n他于明正德十六年（1521）出生于山阴（今绍兴）一个趋向衰落的大家族。他的父亲徐鏓做过四川夔州府的同知，原配童氏，生下徐淮、徐潞两个儿子，继娶苗氏，不曾生育，晚年纳妾生下徐文长，在文长出生百日后就死了。此后徐文长由嫡母苗夫人抚养到十四岁，苗氏死后，随长兄徐淮生活，直到二十一岁入赘潘家。虽然出生在官僚家庭，但徐文长早年的生活并不愉快。他的生母是个婢女，在家中自然毫无地位。嫡母苗夫人将徐文长当作亲骨肉抚养，寄予期望；但或许正因为这个缘故吧，在文长十岁那年，苗夫人就把他的生母逐出了家门。幼年夺母，对徐文长是一个很大的刺激。虽然二十九岁那年他得以把母亲接回自己家中，但直到垂暮之年，\n他仍然不能忘怀这件事情。由于徐文长是庶出，而两个嫡出的哥哥又比他年长二三十岁，所以徐文长在家中也没有什么地位。他年轻时考秀才未取，\n在给督学官员要求复试的上书中这样说道：“学无效验，遂不信于父兄。而况骨肉煎逼，箕豆相燃，日夜旋顾，惟身与影！”显得很悲愤。成年后家道中衰，徐文长入赘妇家，生活当然也不那么自在。一个机警敏感的人，在如此坎坷的境遇中长成，自然容易养成执拗和偏激的性格。徐文长生性极为聪慧。他六岁读书，九岁便能作文，十多岁时仿扬雄的《解嘲》作《释毁》，轰动了全城。当地的绅士们称他为神童，比之为刘晏、杨修。二十来岁时他与越中名士姚海樵、沈炼等人相交往，被列为“越中十子”之一。沈炼曾夸奖他说：“关起城门，只有这一个。”据说在一次酒宴上，主人有意为难徐文长，指着席上一件小东西请他作赋，暗中却命童仆捧上丈余长的纸卷。徐文长立身把笔，一气写尽，惊倒了满座的人。另外有一个关于徐渭的小故事，也能凸显他的聪明才智。在他年幼时，还在上私塾，老师看他聪明伶俐，便要考考他，让他拿着两个水桶去汲水，期间要度过独木桥，当时徐渭尚小，力气也不足，自是困难，但是塾师看见徐渭高兴地抬水回来，惊问方法，他高兴地说：把水桶放水里自然轻松多了！当时尚无浮力一说，文长的聪敏，让老师大加赞赏。\n屡试不第\n自幼以才名著称乡里的徐文长，一向颇有些自负自傲，对功名事业充满了向往，然而在科举道路上却屡遭挫折。二十岁那年，他结结巴巴地考中了个秀才，此后一次又一次参加乡试，直到四十一岁，考了八次，始终也未能中举。其间二十六岁时丧妻，从潘家迁出，以教书糊口；三十七岁时应胡宗宪之邀，入幕府掌文书。徐文长在科举中一再失败，并不是偶然的。他暮年作《自作畸谱》，还特地记下了六岁入学时所读的岑参《和贾舍人早朝》诗句：“鸡鸣紫陌曙光寒”，流露出无穷的人生感慨。\n从戎幕到牢狱\n徐文长通常给人以恃才纵诞的印象，不过他也是一个关心社会政治，富有爱国热情的人。嘉靖时期，东南沿海遭受倭寇的频繁侵扰，由于兵备松弛，官吏无能，给人民的生命财产带来惨重损失。徐文长一方面以诗歌对此进行尖锐的抨击，一方面满怀热忱地投入到抗倭战争中。他虽然身无一职，却几次换上短衣，冒险随军队来到前线，观察形势，然后记录下战事的经过，分析成败的原因，向有关官员提出破敌的方略。这些文章大都写得比较切实，不同于一般的书生议论。\n嘉靖三十六年（1557），徐文长以才名为总督东南军务的胡宗宪所招，入幕府掌文书。这是徐文长一生中最得意的时期。入幕之初，他为胡宗宪作《进白鹿表》，受到皇帝的赏识。自此胡宗宪对他更为倚重，对他放任的性格，也格外优容。陶望龄《徐文长传》记载说：徐文长常常与朋友在市井饮酒，总督府有急事找他不到，便深夜开着大门等待。有人报告胡宗宪，说徐秀才正喝得大醉，放声叫嚷，胡宗宪反而加以称赞。当时胡宗宪权重威严，文武将吏参见时都不敢抬头，而徐文长戴着破旧的黑头巾，穿一身白布衣，直闯入门，纵谈天下事，旁若无人。\n当然在幕府中也有许多不如意的事。胡宗宪出于各种原因，与权臣严嵩来往甚密，而徐文长是痛恶严嵩的，他最亲近的友人沈鍊就因参劾严嵩而遭到杀害。但徐文长又不得不代胡宗宪写了一些吹捧严嵩的文字，这真是文人的悲剧。\n嘉靖四十一年（1562），严嵩被免职，徐阶出任内阁首辅。在徐阶的策动下，胡宗宪受到参劾，并于次年被逮捕至京（后来因平倭有功，只受到免职处分），徐文长也就离开了总督府。到嘉靖四十四年，胡宗宪再次被逮入狱，死于狱中，他原先的幕僚也有好几人受到牵连。徐文长生性本来就有些偏激，连年应试未中，精神上很不愉快，此时他对胡宗宪被构陷而死深感痛心，更担忧自己受到迫害，于是对人生彻底失望，以至发狂。他写了一篇文辞愤激的《自为墓志铭》，而后拔下壁柱上的铁钉击入耳窍，流血如迸，医治数月才痊愈。后又用椎击肾囊，也未死。如此反复发作，反复自杀有九次之多。嘉靖四十五年，徐文长在又一次狂病发作中，因怀疑继妻张氏不贞，将她杀死，因此被关入监牢。\n其中援助最为有力的，先是礼部侍郎诸大绶，后是翰林编修张元忭（他是明末著名散文家张岱的曾祖父），他们都是徐文长的至交，又都是状元出身，颇有声望。在这些朋友的解救下，徐文长坐了七年牢，终于借万历皇帝即位大赦之机获释。这是1573年的事，徐文长已经五十三岁了。\n潦倒晚年\n经历了如此多的磨难，徐文长已不再有什么政治上的雄心，但他对国事的关注却老而未衰。出狱后，他先在江浙一带游历，登山临水，并交结了许多诗画之友。万历四年（1576）夏，徐文长年轻时代的朋友，这时已经做到担负北部边防重任的吴兑邀他北上，他便欣然前往。徐文长在宣化幕府的时间不到一年，但留下了不少描写北地风光、民俗和军旅生活的诗文。在写给许多官员的赠序中，他都喜欢议论政事，尤其是关于边防的策略。当时张居正主持国政，对蒙古采取抚和的方针，徐文长对此表示赞赏。他在吴兑那里受到敬重，无奈身体不好，只得于次年春经北京回到家乡。\n六十岁时，徐文长应张元忭之招去北京，但不久两人的关系就恶化了。据张岱的记叙，张元忭是个性格严峻、恪守礼教的人，而徐文长却生性放纵，不愿受传统礼法的束缚。张元忭常常以封建礼教约制徐文长，这使徐文长大为恼火。他曾对张元忭说：我杀人当死，也不过是颈上一刀，你现在竟要把我剁成肉糜！由于和老朋友的交恶，加上与官僚们交往受到不平等的对待，徐文长情绪郁愤，旧病复发，便于居京三载后重归家乡。此后，徐文长就再没有离开过山阴。\n晚年乡居的日子里，徐文长越发厌恶富贵者与礼法之士，所交游的大都是过去的朋友和追随他的门生。据说有人来访，徐文长不愿见，便手推柴门大呼：“徐渭不在！”他一生不治产业，钱财随手散尽，此时只得靠卖字画度日。但手头稍为宽裕，便不肯再作。倒是一班门生和晚辈的朋友，或骗或抢，常常得到他的杰作。徐文长似乎特别嗜蟹，许多题画诗记载了朋友们用活蟹来换他画蟹的经过。最后几年，徐文长身患多种疾病，大约画也不能常作，生活更为贫苦。《徐文长文集》中有《卖貂》、《卖磬》、《卖画》、《卖书》诸诗，显示出这位大文学家艺术家凄凉的晚境。1593年，徐文长去世，年七十三。\n徐文长传\n余少时过里肆中，见北杂剧有《四声猿》，意气豪达，与近时书生所演传奇绝异，题曰“天池生”，疑为元人作。后适越，见人家单幅上有署“田水月”者，强心铁骨，与夫一种磊块不平之气，字画之中，宛宛可见。意甚骇之，而不知田水月为何人。\n一夕，坐陶编修楼，随意抽架上书，得《阙编》诗一帙。恶楮毛书，烟煤败黑，微有字形。稍就灯间读之，读未数首，不觉惊跃，忽呼石篑：“《阙编》何人作者？今耶？古耶？”石篑曰：“此余乡先辈徐天池先生书也。先生名渭，字文长，嘉、隆间人，前五六年方卒。今卷轴题额上有田水月者，即其人也。”余始悟前后所疑，皆即文长一人。又当诗道荒秽之时，获此奇秘，如魇得醒。两人跃起，灯影下，读复叫，叫复读，僮仆睡者皆惊起。余自是或向人，或作书，皆首称文长先生。有来看余者，即出诗与之读。一时名公巨匠，浸浸知向慕云。\n文长为山阴秀才，大试辄不利，豪荡不羁。总督胡梅林公知之，聘为幕客。文长与胡公约：“若欲客某者，当具宾礼，非时辄得出入。”胡公皆许之。文长乃葛衣乌巾，长揖就坐，纵谈天下事，旁若无人。胡公大喜。是时公督数边兵，威振东南，介胄之士，膝语蛇行，不敢举头；而文长以部下一诸生傲之，信心而行，恣臆谈谑，了无忌惮。会得白鹿，属文长代作表。表上，永陵喜甚。公以是益重之，一切疏记，皆出其手。\n文长自负才略，好奇计，谈兵多中。凡公所以饵汪、徐诸虏者，皆密相议然后行。尝饮一酒楼，有数健儿亦饮其下，不肯留钱。文长密以数字驰公，公立命缚健儿至麾下，皆斩之，一军股栗。有沙门负资而秽，酒间偶言于公，公后以他事杖杀之。其信任多此类。\n胡公既怜文长之才，哀其数困，时方省试，凡入帘者，公密属曰：“徐子，天下才，若在本房，幸勿脱失。”皆曰：“如命。”一知县以他羁后至，至期方谒公，偶忘属，卷适在其房，遂不偶。文长既已不得志于有司，遂乃放浪曲糵，恣情山水，走齐、鲁、燕、赵之地，穷览朔漠。其所见山奔海立，如寡妇之夜哭，羁人之寒起。当其放意，平畴千里；偶尔幽峭，鬼语秋坟。文长眼空千古，独立一时。当时所谓达官贵人、骚士墨客，文长皆叱而奴之，耻不与交，故其名不出于越。悲夫！\n一日，饮其乡大夫家。乡大夫指筵上一小物求赋，阴令童仆续纸丈余进，欲以苦之。文长援笔立成，竟满其纸，气韵遒逸，物无遁情，一座大惊。\n文长喜作书，笔意奔放如其诗，苍劲中姿媚跃出。余不能书，而谬谓文长书决当在王雅宜、文征仲之上。不论书法，而论书神：先生者，诚八法之散圣，字林之侠客也。间以其余，旁溢为花草竹石，皆超逸有致。\n卒以疑杀其继室，下狱论死。张阳和力解，乃得出。既出，倔强如初。晚年愤益深，佯狂益甚。显者至门，皆拒不纳。当道官至，求一字不可得。时携钱至酒肆，呼下隶与饮。或自持斧击破其头，血流被面，头骨皆折，揉之有声。或槌其囊，或以利锥锥其两耳，深入寸余，竟不得死。\n石篑言：晚岁诗文益奇，无刻本，集藏于家。予所见者，《徐文长集》、《阙编》二种而已。然文长竟以不得志于时，抱愤而卒。\n石公曰：先生数奇不已，遂为狂疾；狂疾不已，遂为囹圄。古今文人，牢骚困苦，未有若先生者也。虽然，胡公间世豪杰，永陵英主，幕中礼数异等，是胡公知有先生矣；表上，人主悦，是人主知有先生矣。独身未贵耳。先生诗文崛起，一扫近代芜秽之习，百世而下，自有定论，胡为不遇哉？梅客生尝寄余书曰：“文长吾老友，病奇于人，人奇于诗，诗奇于字，字奇于文，文奇于画。”余谓文长无之而不奇者也。无之而不奇，斯无之而不奇也哉！悲夫！（选自《袁中郎全集》卷四）\n文学成就\n徐文长的文艺创作所涉及的领域很广，但可以指出它们共同的特征，就是：艺术上绝不依傍他人，喜好独创一格，具有强烈的个性，风格豪迈而放逸，而且常常表现出对民间文学的爱好。明代的诗坛，由于前后七子的提倡，出现了一股拟古的风潮。虽说他们也自有不可抹煞的成绩，但这种拟古的风气，显然有碍于诗歌艺术的发展。徐文长对此深致不满，并作了尖锐的批评。他说：鸟学人言，本性还是鸟；写诗如果一意模拟前人，学得再像，也不过是鸟学人言而已，毫无真实的价值。他自己的诗歌创作，注重表达个人对社会生活的实际情感，风格略近李贺，问学盛唐，并杂取南朝，出入宋元，而终不失其为自我。这个倾向为稍后主张抒发性灵的公安派所继承，对改变晚明诗风具有重要意义。公安派的主将袁中郎（袁宏道）对徐文长的诗有一段精彩的评述：“文长既不得志于有司，遂乃放浪曲蘖，恣情山水……其所见山奔海立。如寡妇之夜泣，羁人之寒起。当其放意，平畴千里；偶尔幽峭，鬼语秋愤。”徐文长的散文，以《自为墓志铭》一篇最为出色。此外许多尺牍也很有特色，泼辣机智，幽默多趣，文风远启金圣叹一流，但总的来说，成就不及诗歌。\n徐文长的戏剧创作有杂剧集《四声猿》，其中包括《狂鼓史》、《翠乡梦》、《雌木兰》、《女状元》四个独立的戏。《狂鼓史》是有感于严嵩杀害沈鍊之事而写的，表现出狂傲的反抗精神。后两个戏都是写女扮男装建功立业的故事，反映了徐文长对妇女的看法，有一定的反封建意义。这些作品都打破了杂剧固定的格式，为戏剧形式上的多样化开拓了门津。在戏剧理论方面，他主张“本色”，即戏剧语言应当符合人物的身份，应当使用口语和俗语，以保证人物的真实性，而反对典雅的骈语，过度的修饰，这些看法都是很有见地的。此外，他还作有《南词叙录》，这是我国第一部关于南戏的理论专著，在戏剧史上具有重要意义。\n此外，杂剧《歌代啸》，小说《云合奇纵》（即《英烈传》），据说也是徐文长所作。\n书法成就\n徐渭的书法和明代早期书坛沉闷的气氛对比显得格外突出，他最擅长气势磅礴的狂草，但一般人很难看懂，用笔狼藉，他对自己的书法极为喜欢，自己认为“书法第一，诗第二，文第三，画第四”。\n徐渭超越了时代，开启和引领了晚明“尚态”书风，把明代书法引向了新的高峰。陶望龄曾说过其书法“称为奇绝，谓有明一人”。袁宏道则称：“予不能书，而谬谓文长书决在王雅宜、文征仲之上，不论书法而论书神，先生者诚八法之散圣，字林之侠客矣！”（《徐渭集四-附录》《徐文长传》）\n徐渭书法和书法观的产生，是与明中、晚期整个思想、文化、审美观念巨大变迁相吻合的。俆渭书法也是从吴门书派主张唐法的反叛中出发，继而吸取北宋苏、黄、米追求艺术个性化的积极因素中走来。徐渭在《书季子微所藏摹本兰亭》中所说的“时时露己笔意”（《中国书法全集·徐渭》，411页）的审美精神。他的原话是：“非特字也，世间诸有为事，凡临摹直寄兴耳，铢而较，寸而合，岂真我面目哉？临摹《兰亭》本者多矣，然时时露已笔意者，始称高手。予阅兹本，虽不能必知其为何人，然窥其露已笔意，必高手也。优孟之似孙叔敖，岂并其须眉躯干而似之耶？亦取诸其意气而已矣。”\n如果说徐渭的行书已用“己意”实现了对传统笔法的改变，那么，最大的改变是那些高头大轴的中堂行草书。以前说“董其昌破坏了墨法”，在这则要说“徐渭破坏了笔法”。徐渭在书法从卷册翰札的文房把玩转向厅堂展示审美的变革中，实现了作品创作中笔法的改造。《代应制咏剑草书轴》和《代应制咏墨草书轴》是其代表作。徐渭这种借鉴于绘画的点画表现方法，是对晋唐笔法的创造性破坏。对于书法艺术这种美术化倾向的改变。（刘正成《书法艺术概论》）\n美术成就\n泼墨写意画\n明代（公元1368—公元1644年）时期的中国，美术正处在学习古人与创新两种意识碰撞的特殊阶段。水墨写意画迅速发展，以徐渭为代表的泼墨大写意画非常流行，名家出现很多，技法也不断更新，徐渭凭借自己特有的才华，成为当时最有成就的写意画大师。\n徐渭生性狂放，性格恣肆，但他在书画、诗文、戏曲等方面均获得较大成功。他的写意水墨花鸟画，气势纵横奔放，不拘小节，笔简意赅，用墨多用泼墨，很少着色，层次分明，虚实相生，水墨淋漓，生动无比。他又融劲健的笔法于画中，书与画相得益彰，给人以丰富的想象。\n似与不似之间\n徐渭的泼墨写意花鸟画，别开生面自成一家。其花鸟画，兼收各家之长而不为所限，大胆变革，极具创造力。其写意画，无论是花卉还是花鸟，皆一挥而就，一切尽在似与不似之间，对笔下的四时花木，画家运用勾、点、泼、皴等多种笔墨形态，将牡丹之雍容、紫薇之隽秀、竹子之萧疏、霜菊之孤傲、寒梅之挺洁的神韵刻画的入木三分，分别舒展九尺与五尺的梧桐和芭蕉，直冲画外，不见首尾，与密如骤雨的葡萄、虬如蟠龙的藤蔓构成了巨大的张力，充溢在画面中的纵横之气和豪放境界更是前所未有。他的水墨葡萄，串串果实倒挂枝头，水鲜嫩欲滴，形象生动，茂盛的叶子以大块水墨点成，风格疏放，不求形似，代表了徐渭的大写意花卉的风格。丰富的运动轨迹与浓淡、徐疾、大小、干湿、疏密程度各异的笔踪墨韵，无不具备振笔疾书的即兴性和不可重复性，呈现出中国绘画中最为强烈的抽象表现主义。这不是一般的描摹物象，而是艺术的加工，使其蕴含某种内在的气质、精神，这种气质、精神又使欣赏者有如临其境之感。徐渭笔下的南瓜、菊花图，一气呵成，驱墨如云，气势逼人，同时又恰如其分的驾驭笔墨，轻重、浓淡、疏密、干湿极富变化。墨法上既呈随意浸渗的墨晕，又见控制得宜的浓淡。虽然被徐渭自称“戏抹”，然而在写意中仍生动的传达出了花果的不同秉性和生韵。它的梧桐图，只以泼墨笔法绘其一小部分，却有使人联想到挺拔正直的参天梧桐。正如翁方纲所说：“纸才一尺树百尺，何以著此青林庐。恐是磊落千丈气，夜半被酒歌嘘唏。”（《复初斋诗集》）徐渭以其精湛的笔法，在似与不似之间，为欣赏者营造出一片开阔的审美天地。\n书中有画，画中有书\n徐渭是一个书法家，在绘画中，他将自己的书法技巧和笔法融于画中，使人觉得他的泼墨写意画简直就是一幅慷慨淋漓的苍劲书法。正如张岱所言：“今见青藤诸画，离奇超脱，苍劲中姿媚跃出，与其书法奇绝略同。昔人谓摩诘之诗，诗中有画，摩诘之画，画中有诗；余谓青藤之书，书中有画，青藤之画，画中有书。”（《陶庵梦忆》）他的《墨葡萄图》，墨的浓淡显示了叶的质感，题诗的字体结构与行距不规则，如葡萄藤蔓一样在空中自由延伸，书与画融为一体。徐渭的书法造诣很高，其跌宕纵横的笔法有助于绘画艺术的巧妙变化，如画墨荷、葡萄，大刀阔斧，纵横驰骋，没有深厚的书法功力是难以做到的。徐渭曾做一幅《梅花蕉叶图》，将梅花与芭蕉放在一起，并且在画上题写道：“芭蕉伴梅花，此是王维画”，显示出徐渭与王维在某些构图上的源流关系。当然，王维画雪里芭蕉，更突出一种禅机，即，使得雪的清寒与芭蕉的心空构成画面的宗教底蕴，而徐渭在这样的画面组合中，更突出一种超越时空的主体解放性。徐渭的书法和画法都极为娴熟，功底深厚，他的题字，如他的泼墨写意画，纵横不羁，洋洋洒洒；他的泼墨写意画，融合了精熟的笔法，意趣横生，极富韵味。\n画如其人\n徐渭平素生活狂放，对权势不妩媚，在当世凡前来求画者，须值徐渭经济匮乏时，这时若有上门求画者投以金帛，顷刻即能得之；若赶在他囊中未缺钱，那么你就是给的再多，也难得一画——实在是一位性情中人。徐渭的寂寞真可以用他自己的一首《题墨葡萄诗》来概括：\n半生落魄已成翁，独立书斋啸晚风。\n笔底明珠无处卖，闲抛闲掷野藤中。\n徐渭一生命途多舛，遭遇坎坷，晚年悲苦凄凉，形影相吊，他将自己的悲愤和怀才不遇之感融注于笔端，创造了一幅又一幅惊世骇俗的水墨名画。他笔下的墨竹，枝淡叶浓，逸笔草草，竹枝气势劲健，竹叶俯垂含情，虽属竹枝而高洁清爽之气不减。这正是画家身处下层，怀才不遇，品格高洁，绝世独立人格的光辉写照。他的泼墨牡丹，不拘于牡丹的富贵高雅特征，色彩绚烂，他却常常以水墨绘之，有意改其本性，其目的是有赋予牡丹清雅脱俗的格调和神韵，所谓“从来国色无装点，空染胭脂媚俗人。”\n作品流传至今的较多，著作有：《四声猿》、《南词叙录》、《徐文长佚稿》、《徐文长全集》等；传世著名作品有《墨葡萄图》轴、《山水人物花鸟》册（均藏故宫博物院）、《牡丹蕉石图》轴，以及晚年所作《墨花》九段卷（现藏故宫博物院）等。\n藏书之家\n晚年贫穷潦倒，靠卖书画度日，自书《题墨葡萄诗》：“半生落魄已成翁，独立书斋啸晚风。笔底明珠无处卖，闲抛闲掷野藤中”。是其晚年的真实写照。擅长画水墨花卉，用笔放纵，画残菊败荷，水墨淋漓，古拙淡雅，别有风致。性喜藏书，购书有近万卷，书楼有“青藤书屋”，一称“榴花书屋”，画家陈洪绶题匾额，至今犹存。藏书、藏画印章有“文长氏”、“石鸥馆”、“辛卯七十一”、“华暗子云居”、“龙哑大家公”、“天池山人”、“青藤老人”等。著有《徐文长集》、《路史分释》、《逸稿》、《四声猿》等。\n大师年谱\n521年（正德十六年）1岁\n二月初四，徐渭出生于浙江绍兴府山阴县一户官员家庭。五月十五日，父亲病故。\n524年（嘉靖三年）4岁\n徐渭聪慧早熟，二嫂杨氏去世，徐渭能够像大人一样迎送吊丧宾客，人以为奇。\n526年（嘉靖五年）6岁\n徐渭师从管士颜学习唐诗。\n528年（嘉靖七年）8岁\n徐渭师从陆如冈学习时文。\n530年（嘉靖九年）10岁\n家道中落，徐渭的生母被遣散出门。仅仅10岁的徐渭与逃跑的仆人对簿公堂。\n532年（嘉靖十一年）12岁\n徐渭师从本乡琴师陈良器学习琴艺。\n534年（嘉靖十三年）14岁\n徐渭师从王政学习琴艺。同年，疼爱徐渭的嫡母苗氏去世，徐渭悲痛欲绝。\n535年（嘉靖十四年）15岁\n徐渭师从本乡武举彭应时学习剑术。\n537年（嘉靖十六年）17岁\n徐渭参加绍兴府童试，不中。\n540年（嘉靖十九年）20岁\n再次参加绍兴府童试，经过申请参加复试，录取为童生。\n与潘似定亲，随潘家前往广东。\n541年（嘉靖二十年）21岁\n与潘氏成亲。\n二哥徐潞去世，返回绍兴办理丧事。\n543年（嘉靖十二十二）23岁\n参加乡试，不中。随潘家迁回山阴，重回故里。\n545年（嘉靖二十四年）25岁\n生子徐枚。大哥徐淮去世，家产被无赖霸占。\n546年（嘉靖二十五年）26岁\n第三次参加乡试，不中。妻子潘氏去世。\n548年（嘉靖二十七年）28岁\n搬出潘家，寓居一枝堂。拜王阳明的弟子季本为师，学习心学。\n549年（嘉靖二十八年）29岁\n第四次参加乡试，不中。将生母接回赡养。开始绘画创作。\n551年（嘉靖三十年）31岁\n前往杭州，结识画家谢时臣。当年三月，绘制百鸟朝凤图100米长卷。\n552年（嘉靖三十一年）32岁\n第五次参加乡试，初试第一名，录取为廪生，复试不中。\n555年（嘉靖三十四年）35岁\n第六次参加乡试，初试第二名，复试依然不中。\n557年（嘉靖三十六年）37岁\n为总督东南沿海抗倭军务的胡宗宪作文，获得好评。\n558年（嘉靖三十七年）38岁\n成为胡宗宪幕僚，为胡宗宪做《进白鹿表》，获得皇帝欣赏并得到胡宗宪信任。\n第七次参加乡试失败，迁居绍兴塔子桥。\n559年（嘉靖三十八年）39岁\n入赘杭州王家成亲，徐渭对此婚姻十分不满意，当年即断绝了往来。\n560年（嘉靖三十九年）40岁\n胡宗宪重修杭州镇海楼，徐渭为之作《镇海楼记》。同年，在绍兴购置宅第。\n561年（嘉靖四十年）41岁\n迎娶张氏为妻。第八次参加乡试失败。\n562年（嘉靖四十一年）42岁\n作为胡宗宪幕僚，徐渭转战浙江、福建、江苏等地追剿倭寇。同年，受严嵩案件牵连，胡宗宪罢职，总督府解散，徐渭赋闲回家。冬，次子徐枳出生。\n563年（嘉靖四十二年）43岁\n赴京城李春芳府做幕僚。\n564年（嘉靖四十三年）44岁\n与李春芳不合，辞归故里。\n565年（嘉靖四十四年）45岁\n因担心受胡宗宪案件牵连入狱，徐渭精神高度紧张抑郁以至神经错乱，数次自杀未死。\n566年（嘉靖四十五年）46岁\n病情复发，怀疑张氏不贞将其杀死，因而入狱。\n568年（隆庆二年）48岁\n生母病故，徐渭短期出狱办理丧事。\n573年（万历元年）53岁\n万历皇帝改元大赦，徐渭在张天复、张元忭父子帮助下出狱。\n574年（万历二年）54岁\n好友张天复去世，徐渭作《张太仆墓志铭》和《祭张太仆文》。\n575年（万历三年）55岁\n参加张元忭主持的《会稽县志》编修工作。\n576年（万历四年）56岁\n应老同学吴兑招募，前往宣化。作《杂花卷》，现藏上海博物馆。\n577年（万历五年）57岁\n因身体原因，辞幕离开宣化寓居北京，结识辽东名将李成梁之子李如松。同年返回绍兴，完成《四声猿》剧本；创作《花卉十六种》，现藏故宫博物院。\n580年（万历八年）60岁\n应张元忭邀请，带次子徐枳前往北京，遇到李如松，前往军中视察北方边关形势。\n581年（万历九年）61岁\n张元忭劝徐渭委任不可过于放任，徐渭心情抑郁旧病复发。\n582年（万历十年）62岁\n长子徐枚抵京将徐渭接回绍兴老家。\n586年（万历十四年）66岁\n次子徐枳订婚王氏，因为徐渭的房屋被大雪压塌，徐枳将徐渭接到王家。\n589年（万历十七年）69岁\n徐渭醉酒跌伤肩骨，卧床不起。\n591年（万历十九年）71岁\n作《墨花图》，现藏上海博物馆；作《杂画卷》，现藏故宫博物院。\n592年（万历二十年）72岁\n作《花卉图卷》，现藏上海博物馆；作《花卉卷》，现藏故宫博物院。\n593年（万历二十一年）73岁\n在贫病交困中，一代大家徐渭悄然去世，葬于绍兴城南木栅山。死前，徐渭写有《畸谱》，记述自己坎坷的人生经历。\n轶事典故\n冯梦龙《情史类略》记载：山阴徐渭，字文长，高才不售。胡少保宗宪总督浙西，聘为记室，宠异特甚。渭常出游，杭州某寺僧徒不礼焉，衔之。夜宿妓家，窃其睡鞋一只，袖之入幕，诡言于少保，得之某寺僧房。少保怒不复详，执其寺僧二三辈，斩之辕门。\n渭为人猜而妒。妻死后再娶，辄以嫌弃。续又娶小妇，有殊色。一日，渭方自外归，忽户内欢笑作声，隔窗斜视，见一俊僧，年可二十余，拥其妇于膝，相抱而坐。渭怒，往取刀杖，趋至欲击之，已不见矣。问妇，妇不知也。后旬日，复自外归，见前少年僧与妇并枕昼卧于床。渭不胜愤怒，声如吼虎，便取灯檠刺之，中妇顶门而死，遂坐法系狱。后有援者获免。一日闲居，忽悟僧报。伤其妇死非罪，赋《述梦诗》二章云：\n“伯劳打始开，燕子留不住。今夕梦中来，何似当初不飞去。怜羁雌，嗤恶侣。两意茫茫坠晚烟，门外鸟啼泪如雨。”“跣而濯，宛如昨，罗鞋四钩闲不着。棠梨花下踏黄泥，行踪不到栖鸳阁。”自是绝不复娶。\n徐渭的故事\n其一\n张三李四拜访徐文长，张三暗将徐文长拉到一边说：“文长兄，今日你若能令李四‘呱呱呱’的叫三声，我今天就请客吃饭。”\n徐文长笑道：“此事极易。”徐文长将张三李四带到一片西瓜地中，徐文长手指瓜田对李四说：“李兄啊，你看这一片葫芦长的多好啊。”李四纳闷道：“文长兄啊，这明明是瓜嘛，你怎么说是葫芦呢？”\n徐文长道：“是葫芦。”李四道：“是瓜。”徐文长：“葫芦！”李四：“瓜！！”徐文长：“葫芦，葫芦，葫芦！”李四：“瓜，瓜，瓜！”\n其二\n徐文长在街上遇见卖缸的，问一斤卖几文。卖缸的见他外行，答说“百文（？）一斤”。徐文长叫他扛着，跟了他走了许多路，到得家里，他进去拿出铁锤和秤来，说“我只要秤二斤就够了”。卖缸的只好又扛了回去。\n其三\n徐文长在桥边看见一个乡下人挑着一担粪走来，他便说：“这桥上挑了不好走，我帮你抬过去罢。”乡下人见他是斯文人，不敢劳他，但是他一定愿意帮忙，于是把一只粪桶抬过桥去了。随后他对乡下人说道：“我乏极了，那一桶不能再抬，请你自己设法罢。”\n其四\n有一个人去找徐文长，说他的女儿喜欢站在门口，屡戒不听，问他有没有什好法子。徐文长说只要花三文钱，便可替他矫正女儿的坏脾气。那父亲很高兴，拿出三文钱交给徐文长，他便去买了一文钱的豆腐和两文钱的酱油，托在两只手上，赤着背，从那女儿的门外走过。正走到她的前面，徐文长把肚皮一瘪，裤子掉了下来，他便嚷着说：“啊呀，裤子掉了，我的两只手不得空，大姑娘，请你替我系一系好罢。”那姑娘跑进屋里去，以后不再站门口了。\n其五\n徐文长住在一个寺里，方丈待他很怠慢。他每清早，乘和尚睡着未起的时候，穿戴了僧衣僧帽，往后园去，对着一家楼窗小便。这乃是一个武官的小姐的绣房，她把这事告诉了父亲，把方丈拿去，一顿板子打死了。后来冤鬼寻着了他，有一天他回家去，恍惚看见他的妻和一个和尚同睡，用刀砍去，原来却只是她独自睡着。徐文长因为这件事，坐了好几年的监，好容易才得放免。\n其六\n有人同徐文长赌赛，如他能够往三埭街连呼“堕贫”三声，当请他吃酒。徐文长便到三埭街的旧货店指着一个瓷瓶叫道：“那个大瓶卖多少钱？那个大瓶，那个大瓶！”店里的人无可奈何，他终于得胜而去了。\n又有乡村演戏，请徐文长写戏台的匾，文曰：“天下太平。”但是他们的报酬少给了一点，所以等到把匾挂好之后，大家一看，见第三个字缺少了一笔，变成“天下大平”了。村民大窘，又去求他，他随后走来，把笔掷上去，在大字下点了一下，大家这才安心了。\n其七\n徐文长买白菜，卖菜的说一文一斤，他说一文两斤，卖菜的粗鲁地答说：“那只好买粪吃。”徐文长便不再计较，说他要，照讨价买下了，可是称来称去费了许多工夫，卖菜的觉得很饿了，等徐文长进去算账之后，他看桌上有两个烧饼，便拿来吃了。徐文长出来，向桌上张望，卖菜的便说：“这里两个烧饼是我借吃了。”徐文长顿足道：“了不得，这是砒霜烧饼，我拿来药老鼠的。”卖菜的十分惊慌道：“那怎么好呢？”徐文长道：“现在已经来不及叫医生，听说医砒毒只有粪清最好，你还是到粪缸那里吃一点罢。”卖菜的性命要紧，只能去吃，徐文长随对他说道：“究竟是谁吃了粪呢？”\n其八\n徐文长遇见一个卖鸡蛋的，说要全买，叫他在石头上张着两臂做圈，自己把鸡蛋点数放在圈内。数了之后，徐文长说去拿篮子来盛，却再也不出来。卖鸡蛋的伸着两臂围住鸡蛋，不能动一动，正在焦急，里边又放出一只大狗来，真把他吓得不知怎么样才好了。\n其九\n有许多老太婆坐了一只船去进香，遇见徐文长请求搭船，她们就答应了。徐文长下了船，坐在船头上，说替她们烧茶。他拿出一包糖，泡起糖茶来，老太婆本来是喜欢喝糖茶的，又经徐文长殷勤相劝，左一碗右一碗地不知吃了多少，不久便觉得肚胀，想要小解了。她们正急得没法，却见徐文长在那里拿着一支纸捻刺鼻孔，很舒服似的打嚏呢。她们问说：“徐先生，你在干什么？”他答道：“我想小解，只是现在不便，所以在这里打几个喷嚏通通气，便不要紧了。”她们一听有这样的好法子，大家动手齐来仿行，可是才打了一个嚏，小便就立刻都漏了出来了。\n其十\n徐渭猜谜斗太师\n又到了府试之年，明朝廷派窦太师到江南主持考务。\n一天，徐渭到杭州西湖宜园游耍，这里正举行灯谜盛会，他见园门口高高悬挂一首诗谜：\n“二人抬头不见天，一女之中半口田；八王问我田多少，土字上面一千田。”\n当时不少人围在那里，苦苦思索，谁也没能猜出谜底。徐渭读罢微微一笑：“不难，不难。”说了句：“但愿人间家家如此。”便嘻笑而去。\n有个诗人仔细品味徐渭的话，恍然大悟，他对众人道破谜底：“‘二人抬头不见天’是个‘夫’字；‘一女之中半口田’是个‘妻’字；‘八王问我田多少’是个‘义’字；‘土字上面一千田’是个‘重’字，合起来就是‘夫妻义重’。这不正是家家所盼望的吗！”墨客骚人们一听，抚掌称赞：“徐渭真乃‘天下才子’也！”\n这消息传到那骄矜的窦太师耳中，气得胡子翘起，愤然道：“徐渭不过一介布衣，小小百姓，竟然比我多‘天下’二字！”于是，他派人请徐渭到西湖游船上饮酒赋诗。\n席间，窦太师笑道：“本官有一谜语，谜面是，‘摸着无节，看着有节；两头冰冷，中间火热’。猜一物。”徐渭淡淡一笑道：“谜底是那‘历书’，连杭州的三尺幼童都知道。”\n窦太师表面上对徐渭称赞了一番，心中妒火更旺。\n几日后开考了。主考官窦太师到贡院巡视了一遍，见徐渭也在考生中，冷冷一笑，拿起把剪刀，笔直插入木柱上，说声：“诸生开笔吧！”说完扭头便走了。\n没有试题，只插一剪刀，好一个奇怪的考试。一时弄得诸考生丈二和尚摸不着头脑，你看看我，我看看你，人人执笔发呆。\n徐渭见大家都在发呆，就提醒道：“太师拿起剪刀，戳破木头，这不是‘起剪破木’吗？他出的试题就是论战国时的四员大将——白起、王翦（与剪同音）、廉颇和李牧哩！没有错，大家赶快动手吧！”考生们经徐渭一点拨，个个得心应手，一挥而就。\n不久，窦太师又进来了，见诸考生缩手端坐着，以为这次真的被他难倒了，才慢慢地念出试题读到《论起翦颇牧》。诸考生一听，果然与徐渭说的分毫不差，不一会儿，大家随徐渭交了卷。\n窦太师接过考卷，顿时愣住了。他心想：才念了题目，怎么一下子就都写好了？抽卷阅读。篇篇扣题，他特地抽出徐渭的考卷来看，更是妙笔生花，不禁暗暗惊叹。但是到了卷末，忽然看见上面画着祭桌和灵牌。窦太师十分生气，心里骂道：“好一个自负的小子！还没考中，就想做官祭祖了！于是，他提笔批道：“文章虽好，祭祖太早。不取。”\n后来，有人告诉他这次批卷的事，徐渭听了哈哈大笑道：“真是个昏头的太师！我哪里是想做官祭祖，因为老母生病，我一边应考一边在记挂她，写好文章看看时间有多，才画了这点东西，我是在祷告祖先保佑她老人家玉体无恙哩！”\n诗词作品\n对于徐渭诗歌而言，最强有力的声音首先来自袁宏道的《徐文长传》。之后明清几本重要的明诗总集、选集中的徐渭诗歌评价、明清有关诗评对于徐渭诗歌的体认，大致经历了一个由高到低的过程。\n徐渭是一个性格很激烈的人，虽然他的诗中始终有细腻温厚的一面，但他的焦躁常常是无法遮掩的。如他在诗中常常用到的崩云和鼓声的意象，通过直接诉诸读者的感觉，使之历验曾激发诗人的原有情绪，尽量避免思索的迟延，来体验生命痛苦、倔强与美丽的韵律。\n海上曲\n暇日弃筹策，卒卒相束手。\n四疆险何限，但阻孤城守。\n旷野独非民，弃之如弃草。\n城市有一夫，谁不如木偶？\n长立睥睨间，尽日不得溲。\n朝餐雪没胫，夜卧风吹肘。\n彼亦何人斯，炙肉方进酒！\n谒孝陵诗\n二百年来一老生，白头落魄到西京。\n疲骑狭路愁官长，破帽青衫拜孝陵。\n亭长一抔终马上，桥山万岁始龙迎。\n当时事业难身遇，凭仗中官说与听。\n廿八日雪\n生平见雪颠不歇，今来见雪愁欲绝。\n昨朝被失一池绵，连夜足拳三尺铁。\n杨柳未叶花已飞，造化弄水成冰丝。\n此物何人不快意，其奈无貂作客儿。\n太学一生索我句，飞书置酒鸡鸣处。\n天寒地滑鞭者愁，宁知得去不得去？\n不如着屐向西头，过桥转柱一高楼。\n华亭有人住其上，我却十日九见投。\n昨见帙中大可诧，古人绝交宁不罢，\n谢榛既举为友朋，何事诗中显相骂？\n乃知朱毂华裾子，鱼肉布衣无顾忌！\n即令此辈忤谢榛，谢榛敢骂此辈未？\n回首世事发指冠，令我不酒亦不寒。\n须臾念歇无些事，日出冰消雪亦残。\n题墨葡萄诗\n半生落魄已成翁，独立书斋啸晚风。\n笔底明珠无处卖，闲抛闲掷野藤中。\n王元章倒枝梅画\n皓态孤芳压俗姿，不堪复写拂云枝。\n从来万事嫌高格，莫怪梅花着地垂。\n《金瓶梅》疑似作者\n《金瓶梅》诞生四百多年，学者普遍都知道书里面影射了严嵩，因此不少人相信《金瓶梅》的作者是严嵩的仇家——王世贞，这似乎是顺理成章的，而事实上却是只知其一不知其二。\n《金瓶梅》中兵部尚书王黼和禁军提督杨戬是一对难兄难弟，可以暂时放在一起考察。\n第十七回政和五年五月圣旨，上面写道：“蔡京姑留辅政。王黼、杨戬便拿送三法司，会问明白来说。钦此钦遵！”最后是处理意见“续该三法司会问过，并党恶人犯王黼、杨戬本兵不职，纵虏深入，荼毒生民，损兵折将，失陷内地，律应处斩。”王尚书、杨提督都判了死刑。\n接着《词话本》第十八回《来保上东京干事；陈经济花园管工》“只听见过路人风里言风里语，多交头接耳，街谈巷议。都说兵部王尚书昨日会问明白，圣旨下来，秋后处决。”皇帝已经下了命令，看来兵部王尚书非死不可了。多亏蔡京的儿子蔡攸介绍，来保找到了礼部尚书李邦彦，献上五百两银子的贿赂，李邦彦将案卷中的“西门庆”改为“贾廉”，救了西门庆一条性命。从后面第六十六回中翟谦信中提到“杨老爹前月二十九日卒于狱”来看，杨提督还活了几年，死于牢中。要是认真读过《宋史》，就知道《金瓶梅》这里绝对不是在讽刺宋朝的奸臣王黼和杨戬。\n据《宋史·卷四百七十·佞幸·王黼》，王黼担任过户部尚书，主要以贪污搜刮而有名，却从来没有担任过兵部尚书，也没有指挥过什么战役，靖康元年（1126年）被开封府尹聂山派出的武士暗杀于乡村，而不是被徽宗斩首于东京，钦宗刚刚上台，还讳言此事。再来看看《宋史·卷四百六十八·列传第二百二十七宦者三·杨戬》，杨戬是一个宦官，历任各镇节度使，官至太傅，善于搜刮，也没有指挥过什么战役，宣和三年（1121年）善终，“赠太师、吴国公”，而不是狼狈的死在狱中。\n看来《金瓶梅》用王黼影射一位严重贻误军机而被明世宗斩首的兵部尚书。嘉靖年间，鞑靼大规模的侵入长城、震动京师，皇帝严惩负责人只有两次，一次是嘉靖二十九年（1550年），一次是嘉靖三十八年（1559年）。因为这两次军事失败而被明世宗严厉处置的兵部尚书有这样几位：嘉靖二十九年被斩首的兵部尚书丁汝夔、嘉靖二十九年被斩首的兵部右侍郎赠兵部尚书杨守谦、嘉靖三十九年被斩首的蓟辽总督赠兵部尚书王忬。而用王黼影射王忬是最合理的。\n据《明史·卷二百四·王忬》，王忬嘉靖二十年中进士，先后任右佥都御史、浙江提督、巡抚、右副都御史、大同巡抚、兵部右侍郎、蓟辽总督等职务，参加了抗击蒙古、倭寇的一系列战役，败多胜少，嘉靖三十八年（1559年）二月因为滦河失守，触怒了嘉靖帝。御史王渐、方辂弹劾王忬。到了这年五月，方辂又提出了王忬的三条失策、四条罪状。王忬下狱。严嵩不救。第二年冬天王忬被斩首于北京。隆庆年间平反，赠兵部尚书。明代贺复征《文章辨体汇选》卷二十四中有冯琦的《王世贞父右都御史赠兵部尚书王忬诰命》，可作证明。\n《词话本》中的“乃者，张达残于太原，为之张皇失散”，这也不是空穴来风。张达是北宋末期的真实人物。《金史》卷七九“张中孚传”：“父达，仕宋至太师，封庆国公，中孚以父任补承节郎。宗翰围太原，其父战殁，中孚泣涕请迹父尸，乃独率部曲十余人入大军中，竟得其尸以还。”\n嘉靖年间也有一位将军张达，《明史》中多次提到这个人物。《明史·卷一八·世宗纪》记载嘉靖二十九年（1550年）夏六月，“俺答犯大同，总兵官张达、副总兵林椿战死。”\n嘉靖二十九年这次惨败之中，御史王忬虽然消极防御，还是守住了通州。而严嵩推卸责任，嘉靖皇帝事后立刻杀了兵部尚书丁汝夔和兵部右侍郎杨守谦。那么，“兵部王尚书”为什么不是影丁汝夔或者杨守谦呢？\n首先是张达战死和丁汝夔、杨守谦被处死都是在嘉靖二十九年，中间没有多少时间差，而《词话本》中却用“乃者”表示较长时间差。其次嘉靖二十九年蒙古兵是八月侵入长城，八月二十六日丁汝夔和杨守谦就被斩首。嘉靖三十八年蒙古兵是二月入侵，王忬五月被劾下狱，第二年冬天被杀，恰好符合《金瓶梅》情节。再次，王忬下狱到被处死在嘉靖三十八、三十九年，属于严嵩和徐阶共同辅政时期（嘉靖三十一年到嘉靖四十一年），而《金瓶梅》恰好用蔡京和李邦彦来影射。所以《金瓶梅》确实是影射王忬。\n《金瓶梅》的作者又给王忬以特殊待遇，专门用干支来表示嘉靖三十九年庚申年（1560年）是“断头年”。《词话本》第二十九回吴神仙给西门庆算命时，说他：“立命申宫，七岁行运辛酉，十七行壬戌，二十七癸亥，三十七甲子，四十七乙丑。”辛酉、壬戌、癸亥、甲子、乙丑代表的是连续五年干支，这些干支年代与西门庆的上述岁数没有关系，与算命情节也无直接关系。为什么吴神仙要说这些干支呢？无独有偶，第六十一回黄先生为李瓶儿算命时，说她：“借四岁行运，四岁己未，十四岁戊午，二十四岁丁巳，三十四岁丙辰。”丙辰、丁巳、戊午、己未代表的是连续四年干支，这些干支年代与李瓶儿的上述岁数同样没有关系，与算命情节也无直接关系。为什么黄先生要说这些干支呢？丙辰、丁巳、戊午、己未、辛酉、壬戌、癸亥、甲子、乙丑这九个干支排在一起，中间偏偏缺少一个“庚申”。\n而《金瓶梅》用杨戬影射嘉靖年间一位贪婪怯懦的方面大员，他是严嵩的党羽，防卫京师门户，因为军事失败受牵连而被逮捕，判了死刑却没有执行，后来仍然死在牢中。这个方面大员就是宣大总督杨顺。\n我们可以发现《金瓶梅》不但影射严嵩，影射了徐阶，而且影射了王世贞的父亲——赠兵部尚书王忬，甚至直接影射了王世贞。正是因为王世贞在明朝中后期文坛显赫的地位，一般文人都不会揭露这个巨大的伤疤，反而是掩饰事实。比较有名的是李攀龙的《挽王中丞》：“司马台前列柏高，风云犹自夹旌旄。属镂不是君王意，莫做胥山万里涛。”\n王世贞的亲朋好友也绝对不会作《金瓶梅》影射王忬，所以王世贞的门人或者好友屠隆、卢楠、王稚登等人都不可能作《金瓶梅》。越是与王世贞友好，越不可能写作《金瓶梅》。所以自清朝以来的许多学者都在这个问题上走了弯路。\n只有王世贞的仇家才往王世贞的心灵伤疤上撒盐，直通通记录“兵部王尚书”的悲惨下场，比如《金瓶梅》的作者。王世贞在文坛上有两大著名仇人，一个是谢榛（1495-1575，字茂秦，号四溟山人，山东临清人），一个是徐渭。\n其中徐渭对王世贞是终生仇恨，“当嘉靖时，王、李倡七子社，谢榛以布衣被摈。渭愤其以轩冕压韦布，誓不入二人党”。徐渭提起王世贞就忍不住要冷嘲热讽。我们来看看《徐渭集》中徐渭对王世贞的攻击。\n《徐渭集》143页《廿八日雪》（时棉被被盗）中痛快淋漓的揭露了王世贞、李攀龙等人富贵易友的丑陋行为。这里徐渭认为谢榛是布衣身份，不敢直接回击王世贞、李攀龙等人的侮辱，你不骂，我替你骂。这里也间接证明谢榛对王世贞、李攀龙的侮辱没有激烈回击。\n徐渭对王世贞的厌恶是全方位的。《徐渭集》155页有《九马圉人图，二圉醉濒堕》（王元美为太仆卿时刻《穆王八骏图》，形如蝘蜓），嘲笑王世贞画的马瘦得和壁虎差不多。\n徐渭坚决反对后七子盲目复古模仿的文学观点。《徐渭集》491页《论中四》中徐渭把王世贞及其门徒骂得狗血喷头，说他们见识短浅、学问浅薄、爱慕虚荣、党同伐异、生吞活剥、抄袭成风，甘当古人他人的奴才。徐渭坚决不同意后七子主导的诗风。《徐渭集》519页《叶子肃诗序》中讽刺王世贞等人写诗简直是鸟说人话，不是自己创造，不能表现真心。徐渭坚决不同意后七子主导的文风。《徐渭集》907页《胡大参集序》（代）中批判王世贞等人文章盲目模仿西汉，自鸣得意，其实早已经被时代所淘汰。\n严嵩和杨顺是徐渭的大仇人，徐渭的姐夫沈錬就是惨死在他们手里，这一段历史十分有名，徐渭仇恨他们是自然而然的。比如《四声猿》中的《狂鼓吏渔阳三弄》，公认用曹操影射严嵩，用黄祖影射杨顺、路楷，用祢衡影射沈錬和徐渭。徐渭自己也不掩饰，《徐渭集》1050页《与诸士友祭沈君文》中有“而公之死也，诋权奸而不已，致假手于他人，岂非激裸骂于三弄，大有类于挝鼓之祢衡耶？”\n徐阶是迫害胡宗宪的主要凶手，胡宗宪是徐渭的恩人和知己，徐渭仇恨徐阶也是自然而然的。\n徐渭经常用双关语和谜语影射徐阶。比如《徐渭集》844页竹枝词《雪竹》之二：“万丈云间老桧萋，下藏鹰犬在塘西。快心猎尽梅林雀，野竹空空雪一枝。”云间，指徐阶的籍贯松江。老桧，双关语，秦桧也，徐秦都是嬴姓，暗示徐阶就是秦桧一样的奸臣。塘西，代指杭州。梅林，那是胡宗宪的号。这里看起来是一幅题画诗，却明明影射徐阶和他的同党对胡宗宪及其幕僚的残酷迫害。《徐渭集》856页《题雪压梅竹图》：“云间老桧与天齐，滕六寒威一手提。折竹折梅因底事？不留一叶与山溪。”也是同样的意思。\n《词话本》第六回有“狂风相助，侵天老桧掀翻；霹雳交加，泰华嵩乔震动”，前一句似乎就是骂徐阶，后一句似乎就是骂严嵩。\n墓地\n徐渭（文长）墓，位于绍兴市绍兴县兰亭镇里木栅村姜婆山东北麓的徐氏家族墓地。墓园内还有一处徐渭纪念室，里面陈列了一些画像、文字资料和徐渭的作品。门口挂着一副对联，“一腔肝胆忧天下，满腹经纬传古今”。这算是对徐渭一生的概括。\n","category":"草书","verified":true,"user":1,"timestamp":1429951649870},{"name":"陈洪绶草书致三兄短札","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791638329,"text":"陈洪绶《致三兄短札》纸本 21.3×16.5cm 约崇祯三年（约1630）南京博物院藏\n释文：弟已诺朱孟二兄商刻文一事不得留三兄话歉不可言。相爰如三兄当不相责也顷如在金家庙不可招之。归晚际可期一语否草草。弟绶顿首。卿振告辰李五兄知己。","author":"明代陈洪绶","description":"陈洪绶草书致三兄短札"}]