[{"name":"陆深行书瑞麦赋","text":"陆深（1477—1544） 明代文学家、书法家。初名荣，字子渊，号俨山（此号取之于所居后乐园“土岗数里，宛转有情，俨然如山”之景），南直隶松江府（今上海）人。弘治十八年进士，授编修，遭刘瑾忌，改南京主事，瑾诛，复职，累官四川左布政使，嘉靖中，官至詹事府詹事。卒，赠礼部右侍郎，谥文裕。陆深书法遒劲有法，如铁画银钩。著述宏富，为明代上海人中绝无仅有。上海陆家嘴也因其故宅和祖茔而得名。\n生平简介\n陆深生于明宪宗成化十三年（1477），卒于世宗嘉靖二十三年（1544），年六十八岁。先祖世居华亭，曾祖德衡于明初入赘于上海浦东洋泾章姓人家，这是陆氏定居浦东之始。幼年聪明过人，五六岁即能辨字义并朗诵古诗，稍长洞究经史，文思警锐。 少与徐祯卿相切磨，以文章有名。又善书，仿李邕、赵孟頫体。\n弘治十四年（1501）至应天府（今南京）乡试第一名举人（解元）；弘治十八年（1505）进士二甲第一。授编修，遭刘瑾忌，改南京主事，瑾诛，复职。正德十二年（1517）受皇帝简派，担任同考官，舒劳、夏言等皆为陆深所得士，后来都成为名臣。\n陆深擢为国子监司业。丁父忧归。服满，不赴补。朝中大臣，纷纷荐举，起为祭酒，充经筵讲官，在帝前讲课。讲章原多由内阁删定。一次讲课完毕，陆深对世宗说：“臣今日讲章经阁臣改纂，其间必自有深意。然臣愚以为，嗣后且存诸臣所见，各尽其忱。一则圣德日新，广延纳牖；且壅蔽之患，永杜后来。”他的这一要求得到了世宗的许可。原来的讲章是桂萼更定的，桂萼任礼部尚书兼武英殿大学士，入参机务，此人性猜狠，好排斥异己，陆深改讲章事，被桂萼责为欺罔，陆深只得上疏谢罪，世宗批答说：”讲章阅看系旧规，不必更改。若有所见，当别具闻。“于是陆深条奏有关圣学干余言上于皇帝。由此，更受桂萼所忌，被谪为延平府同知。\n后又迁山西提学副使，在此任上，他秉公办事，为阳曲县秀才刘镗平反冤狱。刘镗的父亲，为县令所笞，下狱而死。刘镗诉于御史，御史赵镗，听从县令先入之言，反降罪刘镗，陆深为刘镗辩冤，而无结果，只得疏劾赵镗。赵镗也疏劾陆深。最后下科会勘，弄清了真相。不久，陆深补浙江副使，仍理学政。历四川左布政。嘉靖十六年（1537），改太常卿，兼侍读学士。世宗南巡，命陆深随从，掌行在翰林院印，世宗亲笔删“侍读”二字，进詹事，嘉靖十九年（1540）辞官回故里浦江东岸，在其旧居“后乐园”修建“后乐堂”、“澄怀阁”、“小沧浪”、“俨山精舍”等景点。今“花园石桥”一带即其遗址。 卒赠礼部右侍郎，谥文裕，敕葬于浦江东岸（今海兴路56弄～162弄之间），今浦东陆家嘴即以其故宅和祖茔而得名。其墓于1970年在浦东陆家嘴因人防工程发掘而毁，陆深干尸被送进火葬场火化。出土金、铜、玉等文物饰件160件，由上海博物馆保存，墓志铭由夏言撰写。 \n其子陆楫为明代经济思想家，文学家，著有《蒹葭堂稿》，\n个人成就\n书法\n陆深书法遒劲有法，少时作小楷极精谨，有黄庭经遗意，后效法李邕、赵孟頫，尝自言：“吾与吴兴同师北海，海内人以为吾取法于赵。”其真草行书如铁画银钩，赏鉴博雅，为词臣冠。为人作书，甚认真，每书通常要废十余纸才罢。明代著名政治家夏言曾说“文裕书法妙逼钟、王、比之赵雪松而遒劲过之。”莫如忠云：“俨山先山书法雅宗赵松雪，晚熔李北海，两晋风格，宛然县存、足传不朽。”\n代表作品《瑞麦赋》有上下卷，长3米左右，350余行，上卷从“瑞麦赋”三字标题开始，至“受冻而仆者又如干矣”止，共145行，下卷自“天子轸念南服”至末行题款，共213行。现北京故宫博物院藏。 \n著述\n陆深致仕后，明世宗还很想念他，一日世宗问侍臣翟銮：“陆深、张邦奇学问孰优？”翟銮回答说：“陆远过张”。《四库全书总目提要》中，对陆深有很高的评价：“今观其集，虽篇章繁富，而大抵根柢学问，切近时理，非徒斗靡夸多，当正嘉之间，七子之派盛行，而独以和平典雅为宗，毅然不失其故步，抑亦可谓有守者矣。”《总目》又谓“深最留心史学”。陆深摭刘知几《史通》之精华，巢括排纂，别分门目，而广采诸家之论以为佐证，撰《史通会要》三卷，凡十七篇，为明代史学批评著述中杰作。《四库全书总目》有专条论说。陆深在翰林院记其每日所得，成《玉堂漫笔》三卷，对历史典故考核精详。其中记杨士奇子稷得罪，为出于陈循所构陷，是为《明史》所未详。\n在《传疑录》一书中，陆深针对明代宗禄之弊，叙述明宗室恩薮等杀之制，为研究明中叶宗室制度不可或缺的重要文献。此外，在陆深的杂记和日记中，论明代史事得失与当时故实，俱有精辟见解。如在《淮封日记》中，录马中锡抚贼事，较《明史》所载更完备。陆深出入馆阁，前后几四十年，每见前辈抄录所得章故，便命其子熟读而收藏之。他说，士君子用世，非兼通今古，何得言经济。他又说，今世学者，不留心当代事故，一问及朝廷典章、及一代之经制沿革，恍如隔世。对这种人，陆深说：“纵才华迈众，恐其见诸施为，白至窒碍，宜识者目为俗子，无足怪焉。” 他又说：“士贵博古，亦要通今。博古而不通今，无用之学；通今而不博古，无体之学。”由于陆深文章能经世致用，许多文章收入明陈子龙等所编《明经世文编》中。《四库全书》、《明经世文编》，都从不同角度对陆深的学术成就予以高度评价。吴履震《五茸志逸》中把陆深与元代陶宗仪相提，说：“吾乡自陶南村撰《辍耕录》及《说郛》，嗣后，陆祭酒俨山最称博雅。”陆深自己论文说：“文章虽小技，要之天地灵秀之气，籍吾泄之笔端，苟不出之胸襟，何名作家？”\n藏书\n陆深又是历史上著名藏书家。《中国藏书家考略》略云：陆深喜收书，积蓄甚富，撰有《江东藏书目录》。其自序略云：余家学时喜蓄书，然视视屑屑，不能举群有也。壮游两都，多见载籍，然限于力，不能举群聚也。问有残本不售者，往往廉取之。故余之书多断阙。阙少者或手自补缀，多者幸他日之偶完而未可知也。陆深的好友何良俊在其《四友斋丛说》中说：陆藏书数量有数万卷。陆深藏书从他祖父算起，到陆深已是三代了。陆深的祖父，叫陆墙，据《陆墙小史》载：“好读书，又好古物，每见书法、名画之类，必以重价购求得。”陆深的父亲陆平，也喜看书购书。陆深的藏书楼名为“江东山楼”，建在陆氏后园内土冈之上。陆深的藏书是为他的治学服务的。他在学术研究上的博大，与他的藏书分不开。他手编的《江东藏书目》，与一般书目不同，不是按经史子集四部排列的，而是根据便于实用而设置门类的，正如他自己所说的那样：“读古人书，须从己躬合处用工，不可如矮人观场，随众喧喝。”陆深的藏书分十三类，以正经为第一，理性第二，正史第三，非经非史的古书第四，诸子第五，文集第六，诗集第七，类书第八，杂史第九，山经地志类的诸志第十，韵书第十一，小学医药第十二，方术杂流类第十三。 \n家富藏书，中年时游都市，多见藏书之家，遂多方收集载籍而归。而他限于财力，不能多购精本，有残本而廉价购之，藏书有残缺者，加以补抄。有家藏书目为《陆文裕藏书目》，已佚。另撰有《江东藏书目》。《江东藏书目·序》载于《式古堂书画考》中，其著录类例为经书、理性、史、古书、诸子、文集、诗集、类书、杂史、诸志、韵书、小学医药、杂流13大类，叶昌炽论其小学和医药和为一类，为诸家所未有。藏书楼有“绿雨楼”，东称“素轩”，北称“澹室”，中为“书窟”、“江东山楼”等。乾隆时所编的《四库全书》中收录陆深著述有21种。卒后，嘉靖帝赐以“先代名臣”之名，以示尊重。 \n相关文献\n明史\n陆深，字子渊，上海人。弘治十八年进士，二甲第一。选庶吉士，授编修。刘瑾嫉翰林官亢己，悉改外，深得南京主事。瑾诛，复职，历国子司业、祭酒，充经筵讲官。奏讲官撰进讲章，阁臣不宜改窜。忤辅臣，谪延平同知。晋山西提学副使，改浙江。累官四川左布政使。松、茂诸番乱，深主调兵食，有功，赐金币。嘉靖十六年召为太常卿兼侍读学士。世宗南巡，深掌行在翰林院印，御笔删侍读二字，进詹事府詹事，致仕。卒，谥文裕。深少与徐祯卿相切磨，为文章有名。工书，仿李邕、赵孟頫。尝鉴博雅，为词臣冠。然颇倨傲，人以此少之。\n嘉靖赐谥\n奉天承运，皇帝制曰：录善叙功，制实通于古今，赠官赐谥，义斯笃于始终。匪其人式，克以承则，兹命不轻以畀，故致仕詹事府詹事兼翰林院学士。陆深学识优良，性质敏达，早登名于甲第，爰擢秀于词林。史局绸书，褒贬不乘于公论；文场校艺，甄拔多得之名流。忤时而改秩留都；作士而历掌胄监。出佐名邦而荐更藩臬，久藢教养之功；入居光禄而载擢宫詹，益重老成之望。效殷勤于扈从；输献纳于经纬。委任方隆，休间恳遂，宜延遐祉，胡遽长终！念德勋之攸存，肆恤典之增贲，兹特赠礼部右侍郎，谥文裕，赐之诰命。于戏！学以致身，已遂平生之志；恩宜逮远，永垂奕世之光。惟尔冥灵，歆兹宠渥！嘉靖二十四年五月十七日。制诰之宝。\n诗词选摘\n【途中】\n晓行不知程，梦醒闻细浪。\n曙月逐鸡声，棹歌来枕上。\n【夜坐念东征将士】\n长河乘夜渡貔貅，兵气如云拥上游。\n大将能挥白羽扇，君王不爱紫貂裘。\n十二关山齐故国，百年疆域汉神州。\n不眠霜月闻刁斗，自启茅堂望斗牛。\n【五七哭桴】\n六龄携汝即辞家，能变南音语带华。\n时向西雍观振鹭，遥从北阙认朝鸦。\n乾坤有恨容啼鸟，风雨何心妒落花。\n莫向故园传此曲，年年寒食海西涯。\n【秋怀（四首）】\n碧草幽花满故园，南山卧对久忘言。\n年来行李书千卷，老去生涯水一村。\n已辨弓蛇还石虎，母烦怨鹤与惊猿。\n秋光更比春光好，蜂蝶纷纷不到门。\n斗帐香消病骨轻，少年忆得赋秋声。\n青藜火暖西风劲，白玉堂深昼漏清。\n上帝云霄陪绛节，仙人星汉湿金茎。\n高山流水空瞻溯，只恐涓埃报未成。\n六代三吴业已荒，英雄遗恨水茫茫。\n试量秋与愁多少，始信年随鬓短长。\n江上野凫争得食，山中丛桂早含霜。\n长门本为黄金赋，赋就长门却自伤。\n一翻风雨报园林，岸柳汀蒲半不禁。\n兔魄渐随华月满，凤栖应恋碧梧阴。\n清商律应笙歌细，白苎功多箧笥深。\n起向推移占物候，为谁先有岁寒心。\n【山堂晚晴观楫儿作字】\n论文说剑更争棋，五十年来两鬓丝。\n无事可为甘袖手，有山如画且题诗。\n望中禾黍秋风粒，梦后芭蕉夜雨枝。\n小几映窗承落日，双钩古帖坐教儿。\n【和汪有之园亭之作】\n一区犹愧子云才，薄有茅堂傍水开。\n远讯经秋凭雁到，问奇长日有人来。\n好花隔岸飞红雨，新笋穿篱迸绿苔。\n同上玉堂俱出牧，却从郊野望蓬莱。\n【风入松】\n绿窗午枕睡初酣。梦喜脱朝簪。觉来犹是长安客，垂杨里、空系归骖。恋主心依晓阙，思亲泪湿春衫。\n玉河流水碧于蓝。花外燕呢喃。新词谱就凭谁和，重封罢、亲自题缄。欲待天边鸿雁，秋风寄与江南。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951649688},{"name":"陆深行书瑞麦赋","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791636028,"text":"陆深《瑞麦赋》(局部) 北京故宫博物院藏\n 《瑞麦赋》有上下卷，长3米左右，350余行，上卷从“瑞麦赋”三字标题开始，至“受冻而仆者又如干矣”止，共145行，下卷自“天子轸念南服”至末行题款，共213行。现北京故宫博物院藏。明代著名政治家夏言曾经说“文裕书法妙逼钟、王、比之赵雪松而遒劲过之。”莫如忠云：“俨山先山书法雅宗赵松雪，晚熔李北海，两晋风格，宛然县存、足传不朽。”其书在吴门书法盛行之际，在松江地区别树一帜。但明代人对书法艺术的评价总不能合乎实际。像陆深的《瑞麦赋》这样的作品不论是当时还是后来，都不能算是第一流。其笔力固有过人之处，然结体气韵皆俗而不足法。","author":"明代陆深","description":"陆深行书瑞麦赋"}]