[{"name":"李邕行书云麾将军碑","text":"著名书法碑刻。公元720年立，李邕撰文并书。铭文记述李思训生平事迹。现存陕西蒲城，已残。是李邕书法代表作。亦有拓本传世。\n碑刻信息\n蒲城县李思训碑全称《唐故云麾将军右武卫大将军赠秦州都督彭国公谥曰昭公李府君神道碑并序》,亦称《云麾将军碑》,李邕撰文并书。行书。因碑文中有“以八年六月廿八合袱”等字，宋陈思《宝剑丛编》、赵明诚《金石录》等书定为开元八年（720年）立。但据清钱大昕《潜研堂金石文跋尾》和王昶《金石萃编》两书考证，分别以为开元二十四年以后，或开元二十七年立。 为睿宗（李旦）之“桥陵”陪葬墓群中神道碑之一。铭文内容记述李思训生平事迹。《金石萃编》载：碑高一丈一尺三寸六分，宽四尺八寸五分。碑石下半段文字残缺已甚，上半部字迹较清晰。现存陕西蒲城桥陵，下截多漫漶，上截亦石花满布，几不能读。额题篆书“唐故右武卫大将军李府君碑”4行12字。正文行楷书30行，行70字。此碑书法劲健，凛然有势。用笔清劲，自然，瘦劲异常，凛然有势，结字取势纵长，奇宕流畅，其顿挫起伏奕奕动人，顾盼有神，犹是盛唐风范。此碑规模极大，遒劲而妍丽，为李邕精心之作。为历代书家称道。\n品鉴\n明杨慎在《杨升庵集》中云：“李北海书《云麾将军碑》为其第一。其融液屈衍纡徐妍溢一法《兰亭》。但放笔差增其豪，丰体使益其媚，如卢询下朝，风度闲雅，萦辔回策，尽有蕴藉。”明王世贞评述“李北海（书）翩翩自肆，乍见不使人敬，而久乃爱之，如蒋子文佻达好洒丹青，竟为神也。”清康有为《广艺舟双楫》：“若唐碑则怀仁所集之《圣教序》，不复论。外此可学，犹有三碑：李北海之《云麾将军》，寓奇变于规矩之中；颜平原之《裴将军》，藏分法于奋斫之内；《令狐夫人墓志》，使转顿挫，毫芒皆见，可为学行书石本佳碑，以笔法有入处也。”梁启超谓：“北海碑版照四裔，云麾（《李思训碑》）尤极龙跳虎卧之姿。”\n李邕（678-747年）字泰和，江都人，开元间曾任北海太守，人称“李北海”。精于翰墨，尤喜行书。自唐太宗李世民始以行书写碑后，此风气浙开，李邕即为其中的大家。他的字从“二王”入手，能入乎内而出乎其外。魏晋以来，碑铭刻石，都用正书撰写，入唐以后，李邕改变用行书，名重一时。后人也多采用行书写碑。李邕书法的个性特点比较明显，字体左高右低，笔力遒劲舒展，给人以险峭爽朗的感觉，他反对机械地摹仿，提倡创新，曾说：“似我者欲俗，学我者死。”他的笔力遒劲舒放，给人以险峭爽朗的感觉。他能诗文，工书法，尤善行楷书。当时的中朝衣冠以及很多寺观常以金银财帛作酬谢，请他撰文书写碑颂。他前前后后共为人写了数百篇，得到的润笔竟达数万之多。但他却好尚义气，爱惜人才，常常用这些家资来拯救孤苦，周济穷人，以致家里很少积蓄。据文献记载，他前后撰碑八百余通，当时的官绅及佛寺多以重金请其撰书碑文，流传至今的有《云麾将军李秀碑》、《岳麓寺碑》等。\n《宣和书谱》中载“邕初学右军行书，顿挫起伏既得其妙，复乃摆脱旧习，笔力一新。”从此碑的书法看，其书笔力雄健，字势俊丽；虽是行书，依然显得沉厚宏伟；尤其字形多欹侧之势，但“势如斜而反正”，特点是很突出的。当时的大诗人杜甫赞云：“声华当健笔，洒落富清制”，这是对李邕书法特点非常公正的评论。\n碑主简介\n《李思训碑》不但书法称美于世，碑主李思训也是唐代有名的青绿山水画家。\n李思训，字建，是唐宗室李孝斌之子，生于永徽二年（651），死于开元六年（716）。他在唐高宗咸亨（670－673）期间，就少年得志，累转江都令属。垂拱四年（688）前后，武则天大杀唐朝宗室，李思训就丢了官职隐藏起来。唐中宗（李显）神龙初（705）任左羽林大将军，晋封彭国公，以后转为武卫大将军。由于他当过将军，画名大炽后，后世就尊称他为“大李将军”（他的儿子李昭道称“小李将军”）。\n朱景玄在《唐朝名画录》中说：“明皇天宝中，忽思蜀嘉陵江水，遂假吴生驿驷，令往写貌。及回日，帝问其状，奏曰：‘臣无粉本，并记在心。’后宣令大同殿图之，嘉陵江三百余里山水，一日而毕。时有李思训将军，山水擅名，帝亦宣于大同殿图，累月方毕。明皇云：‘李思训数月之功，吴道子一日之迹，皆极其妙也。’”这个传说历来脍炙人口，艺林传为佳话，但李思训死于开元六年，不可能和吴道子一起在大同殿作画。\n优质拓本\n故宫博物院藏本：此碑宋拓本流传很少，是册纸色醇古，墨似乌金，传拓精工，笔势锋颖尚凌厉可见，“并序”二字未剜，“精虑众艺”等字不损。共二十二页，每页纵31.6厘米，宽22.2厘米。为宋拓中极佳本。曾经萧山朱翼盦先生收藏，有梁鼎芬题签，朱翼庵题跋，钤“何厚琦”、“子彰”等印15方。1953年朱夫人张宪祗率子捐献故宫博物院。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951551900}]