[{"name":"扇面","text":"顾名思义，扇面就是扇子形状的一个面，在几何上是这样定义何为扇形的：一条弧和经过这条弧两端的两条半径所围成的图形叫扇形，那么扇面是不是就是一个扇形的面呢？这样定义就有点过于狭隘了。现多指为书画作品的一种形式，分为折扇和团扇。\n简介\n提起扇面自然免不了要联想起扇子，才子佳人，手持摇扇，风度翩翩。在中国历史上，历代书画家都喜欢在扇面上绘画或书写以抒情达意，或为他人收藏或赠友人以诗留念。存字和画的扇子，保持原样的叫成扇，为便于收藏而装裱成册页的习称扇面。\n所以所谓扇面，其实是约定成俗的一种习惯叫法。\n历史渊源\n中国扇文化有着深厚的文化底蕴，是民族文化的一个级成部分，历来中国有“制扇王国”之称。扇面画同样拥有着悠久的历史，文献记载，以东晋王羲之书老媪扇这脍炙人口的故事为先。史载王羲之曾在团扇上画小人物；其子王献之的《为桓温书并画乌牸驳牛扇》。\n到了宋代，随着绘画艺术的蓬勃发展，特别是山水画、花鸟画在唐末、五代基础上得到空前的提高。文人与绘画的关系越来越密切，形成了文人画创作高潮。加上皇帝对扇面艺术的重视，书画扇面相应得到飞速发展，臻于顶峰。《书继》中载：“政和间，徽宗每有画扇，则六宫诸邸竞皆临仿一样，或至数百本。”两宋盛极一时的画扇，创作了大批不朽之作，流传至今为我们饱览了两宋绘画的高尚艺术。小至花鸟画中的野草闲花，昆虫禽鱼，都运以精心，出以妙笔。\n在宋、元时代，团扇画广为流行。明代以后，折扇画渐执牛耳。\n当代画家高贺琪、魏剑峰的团扇、折扇艺术颇高，是继宋元时期巅峰艺术的绪余，代表作藏品扇面作品《韵》、《兰》、《高士幽居》 等。\n扇面的分类\n分类依据\n从形制上分，又有圆形叫团扇（纨扇）和折叠式的叫折扇。从材质上分，又可分为纸质扇面、绢质扇面、竹木质扇面和其他材质扇面（如现代工艺的24K纯金扇面等等）。\n折扇面\n折扇一名“折叠扇”，又名“聚头扇”。折扇收则折叠，用则撒开，故又称“撒扇”。折扇产生时间虽较迟，其重要性却极大。它携带方便，出入怀袖，扇面书画、扇骨雕琢，是文人雅士的宠物，所以又有“怀袖雅物”的别号。\n明代是折扇流行的开始，清代是折扇大发展的时期，折扇扇面少数用绢，多数用纸裱糊，便于书画创作；\n团扇面\n团扇又称“纨扇”“宫扇”，因形似圆月，且宫中多用之，故称。团扇边框及柄以竹制，\n扇面用洁白的丝娟，上画山水楼台、草虫花鸟等。早期多为圆形，后乃有长圆、扁圆、梅花、葵花、海棠等样式。多为唐代女性随身佩带，精巧雅致具有很高的美学欣赏价值。自汉代至北宋是纨扇，扇的盛行时期。四川及苏、杭的纨扇，制作最精、历史也最悠久。\n扇面的创作\n折扇的扇面上宽下窄，呈扇形。画家在命笔之时必须考虑在这种特定的空间范围中安排画面，精思巧构，展示技法。只有这样，才能够匠心独具，笔随意转，化有限为无限，创造出富有魅力的形象和意境。巧妙的构图，使扇面展开时不觉得是画在半环形式的扇面上，感觉如同画在一张平整的长方形的横幅上一样。扇面的书画更能反映每位书画家的艺术真谛。\n折扇面先以材料取扇形，在中间折一印，然后，按扇匹宽度及形状，从中间分别折之。折毕，剪齐两头，正面朝下覆于案上平开刷糊，每隔一折印中间粘一小纸条，再合一纸或绫绢，挣壁，干后按原印折起，刺齐两头，套边便可。\n扇面虽然尺幅不大，但由于其特殊的形制，再加上纸的质地非常厚实，是由多层薄宣粘合而成的，并且有折痕。有的材料，比如说色纸、金笺、发笺等，它们的落墨设色性都很难掌握，一般的书画家不敢随意渲染。明代书法家祝允明，曾经把在扇面上作画比做美女在瓦砾上跳舞。所以书画家扇面的润格往往不以尺幅的大小计算，而是单独计价。价格远高于同尺寸的册页。扇面给人一种视觉上的延伸感，特别是山水画，往往咫尺千里、小中见大。画家在构图布局时必须成竹在胸。所以是一种独具一格的书画形式。\n这里专指折扇扇面，它是一种特殊的形式。由于扇面上宽下窄的形状，使得折纹与拆纹之间也是上宽下窄。这种独特的样式，就要求我们在创作时，做出恰当地安排。\n扇面常见的形式有三种。\n(1)充分利用上端，下端不用。这种格式以每行写两字为宜，从右至左，依次安排。落款写在正文的左侧。款宜长些，款字写一行至数行不等，印章宜小于正文。\n(2)写少数字，利用扇面的宽度由右向左，横排书写二至四字，要收放有度，落款可写数行小字，与正文相映成趣。\n(3)上端依次书写，下端隔行书写，形成长短错落的格局。这样则可避免上端疏朗，而下端拥挤的情形，达到通篇的和谐。这种格式，先写长行，以五字左右为宜，短行以一、二字为宜。落款要精彩，一般写在正文后面，一行或数行均可。即章宜小于落款的字。\n名品鉴赏\n《豆花蜻蜓图》\n五代北宋初年画家徐熙所作，此图画家裁取苗圃篱边之景，写豆花一帧，悉察精微，用笔疏简，淡墨渲染然后敷色，天趣自然，别饶风致，笔姿动人，妙得神韵，野逸一派。\n虽尺幅不大，但意趣超然，蜻蜒双翼翘起飞落技头，曲身下垂，形象逼真，枝头作特写状，淡墨粗笔写成而备施粉彩，花色鲜活，香气四溢，新色满园，碧叶下垂，倒挂豆荚，似有轻风拂来，“风吹疏篱添景色，晨露秋妆一夜新”之妙，构图打破平稳之势，美不胜收。《圣朝名画评》评：“多做园圃以求情状，蔬菜茎苗，以入图写”。画史记载：“徐熙笔不以色晕染淡细碎为功”。\n《枇杷山鸟图》\n图绘江南五月，成熟的枇杷果在夏日的光照下分外诱人。一只绣眼翘尾引颈栖于枇杷枝上正欲啄食果实，却发现其上有一只蚂蚁，便回喙定睛端详，神情十分生动有趣。枇杷枝仿佛随着绣眼的动作重心失衡而上下颤动，画面静中有动，妙趣横生。绣眼的羽毛先以色、墨晕染，随后以工细而不板滞的小笔触根根刻画，表现出鸟儿背羽坚密光滑、腹毛蓬松柔软的不同质感。枇杷果以土黄色线勾轮廓，继而填入金黄色，最后以赭色绘脐，三种不同的暖色水乳交融，从而展现出枇杷果成熟期的丰满甜美。枇杷叶用笔致工整细腻的重彩法表现，不仅如实地刻画出叶面反转向背的各种自然形貌，且将叶面被虫儿叮咬的残损痕迹亦勾描晕染得一丝不苟，充分反映了宋代花鸟画在写实方面所达到的艺术水平。\n《早朝图》\n清，禹之鼎绘，纸本，设色，纵16.7cm，横50cm。今藏于故宫博物院。\n画心款署：“早朝图，都门客窗画，广陵禹之鼎。”钤“之鼎慎斋”朱文长椭圆印。\n图中写拂晓景色：陛殿沉沉，晓烟未泮，宫街漫漫，一官员身着朝服，在僮仆挑灯引领下往赴早朝。虽在尺幅不大的扇面之上难以表现出人物眉目所传达的细腻表情，但禹之鼎通过人物的形态将困乏、疲惫的神态生动地描绘出来，表现了作者高超的写实技巧。\n《兰亭图》\n明，仇英绘，金笺，青绿设色，纵21.5cm，横31.2cm。今藏于故宫博物院。\n本幅无仇英款印，根据作品画风及画心右上项元汴的二方鉴藏印定为仇氏之作。图中以工笔重彩描绘王羲之在兰亭水阁观鹅、赏鹤的情景。在尺幅之间构图繁密，笔墨精谨，其中岩泉回转，虬松垂柳、春花翠竹点缀着园囿。人物形象儒雅，巾带飘逸，院中的家僮或携琴，或烹茶，他们的行为衬托出主人清高自得的精神世界和生活情趣。对开有明代书法家丰坊于嘉靖甲子（1564年）为项元汴《临王羲之帖》二则。\n","category":"草书","verified":true,"user":1,"timestamp":1429951607489},{"name":"扇面","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791628012,"text":"","author":"明代文徵明","description":"扇面"}]