[{"name":"班惟志行书跋鲜于枢草书韩愈进学解","text":"《进学解》原文是唐代韩愈的著名文章。此卷是鲜于枢用行书、草书所写，其全文，共一○八行，每行二-十字不等。前半部以行书为主，后半部以草书为主，潇洒自然，一气呵成，刚柔顿挫，节奏分明。如水墨画高低远近，起伏多变。是鲜于枢作品中的一件精品。钤有\"鲜于枢伯几父\"白文印；\"渔阳\"、\"虎林隐吏\"朱文印。后续一纸，有元朝刘致、班惟志二跋。\n\n【材质】：纸本\n【收藏机构】：首都博物馆收藏[1-2]   \n书卷介绍\n《进学解》原文是唐代韩愈的著名文章。此卷是鲜于枢用行书、草书所写，其全文，共一○八行，每行二-十字不等。\n该卷尾题“右韩文公进学解”、未署书者名款。据卷后元人之跋，和书法风格相较，当为鲜于氏所书。此卷上下两端有火烧痕迹，下端间或有残缺。卷内铃有“晋府图书”“晋国奎章”“清和堂章”“郑亲王印”等鉴藏用印。今节选其一截五行。文日：“余哉弟子事先生于此有年矣先生口不绝吟于六艺之文手不停披万园编记事者心题其”大部草书。 \n作品释文\n国子先生晨入太学，召诸生立馆下，诲之曰：“业精于勤，荒于嬉。行成于思，毁于随。方今圣贤相逢，治具毕张。拔去凶邪，登崇俊良。占小善者率以录，名一艺者无不庸。爬罗剔抉，刮垢磨光。盖有幸而获选，孰云多而不扬?诸生业患不能精，无患有司之不明；行患不能成，无患有司之不公。”言未既，有笑于列者曰：“先生欺余哉!弟子事先生，于兹有年矣。先生口不绝吟于六艺之文，手不停披于百家之编。记事者必提其要，纂言者必钩其玄。贪多务得，细大不捐。焚膏油以继晷，恒兀兀以穷年。先生之业，可谓勤矣。抵排异端，攘斥佛老；补苴罅漏，张皇幽眇。寻坠绪之茫茫，独旁搜而远绍；障百川而东之，回狂澜于既倒。先生之于儒，可谓有劳矣。沈浸浓郁，含英咀华；作为文章，其书满家。上窥姚姒，浑浑无涯；周《诰》殷《盘》，佶屈聱牙。《春秋》谨严，《左氏》浮夸；《易》奇而法，《诗》正而葩。下逮《庄》《骚》，太史所录；子云、相如，同工异曲。先生之于文，可谓闳其中而肆其外矣!少始知学，勇于敢为。长通于方，左右俱宜：先生之于为人，可谓成矣。然而公不见信于人，私不见助于友。跋前致（踬）后，动辄得咎。暂为御史，遂窜南夷。三年博士，冗不见治。命与仇谋，取败几时！冬暖而儿号寒，年丰而妻啼饥。头童齿豁，竟死何裨？不知虑此，（而）反教人为！”先生曰：“吁！子来前。夫大木为杗，细木为桷。欂栌侏儒，椳闑扂楔，各得其宜，施以成室者，匠氏之工也。玉札、丹砂，赤箭、青芝，牛溲，马勃，败鼓之皮，俱收并蓄，待用无遗者，医（师）之良也。登明选公，杂进巧拙，纡余为妍，卓荦为杰，校短量长，惟器是适者，宰相之方也。昔者孟轲好辩，孔道以明。辙环天下，卒老于行。荀卿守正，大论以兴。逃谗于楚，废死兰陵。是二儒者，吐辞为经，举足为法。绝类离伦，优入圣域，其遇于世何如也？今先生学虽勤而不繇其统，言虽多而不要其中。文虽奇而不济于用，行虽修而不显于众。犹且月费俸钱，岁糜廪粟。子不知耕，妇不知织。乘马从徒，安坐而食。踵常途之役役，窥陈编以盗窃。然而圣主不加诛，宰臣不见斥，兹非（其）幸欤？动而得谤，名亦随之。投闲置散，乃分之宜。若夫商财贿之有无，计班资之崇庳。忘己量之所称，指前人之瑕疵。是所谓诘匠氏之不以杙为楹，而訾医师以昌阳引年，欲进其豨苓。”右韩文公《进学解》 。\n书法赏析\n鲜于枢书写的《韩愈进学解卷》，该作品前半部以行书为主，后半部以草书为主，潇洒自然，一气呵成，刚柔顿挫，节奏分明。如水墨画高低远近，起伏多变。用笔主锋圆画，飘逸之甚。每字起笔似都上承前字而来，绝无突入之感；每字收笔又都似下连后字之起笔，虽不见得有牵丝可循，然其笔意字态，清晰可见。虽以断字为主，但亦有三字相连者两处，二字相连者三处，其余皆字字不作牵丝萦绕，整篇看来，竟似都不连属，方显出点点洒洒，如银汉之群星，漫洒天河而又互相顾盼，彼此都各自为是，又有统一之意念。\n《韩愈进学解卷》是鲜于枢作品中的一件精品。 \n鲜于枢（1254-1322），字伯机，号困学山民，寄直老人，大都（今北京）人，一说渔阳（今北京蓟县）人，先后寓居扬州、杭州，曾任浙东都省史掾。1302年（大德六年）任太常典薄。早岁学书，未能如古人，偶于野中见二人挽车淖泥中，顿有所悟。他与赵孟頫齐名，同被誉为元代书坛“巨擘”，并称“二妙”，但其影响略逊于赵孟頫。鲜于枢兼长楷书、行、草书，尤以草书为最。其书多用中锋回腕，笔墨淋淳酣畅，气势雄伟跌宕，酒酣作字奇态横生。他的功力很扎实，悬腕作字，笔力遒健，同时代的袁褒说：“困学老人善回腕，故其书圆劲，或者议其多用唐法，然与伯机相识凡十五，六年间，见其书日异，胜人间俗书也。”（《书林藻鉴》）\n","category":"草书","verified":true,"user":1,"timestamp":1429951539258},{"name":"班惟志行书跋鲜于枢草书韩愈进学解","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791637703,"text":"【释文】西溪先生昔谢运司幕买屋 湖滨居闲十年所以文章字画大 进深非得之途人语盖在家庭（走甬）侍 先考尝言之至书文公此解得非潜寓 已意云读者试一思之后学班惟志信笔 书于嘉禾遂闲亭\n班惟志《跋鲜于枢草书韩愈进学解》。北京首都博物馆藏。","author":"元代班惟志","description":"班惟志行书跋鲜于枢草书韩愈进学解"}]