[{"name":"乙瑛碑","text":"《乙瑛碑》书风颇严谨，富素朴之趣，是汉隶成熟时期的典型作品，也是后人学习隶书最佳范本之一。\n清代万经在《分隶偶存》中评论此碑称：“字特雄伟，如冠裳佩玉，令人起敬。”\n翁方纲评论此碑，“骨肉匀适，情文流畅。”\n何绍基评论此碑，“朴翔捷出，开后来隽丽一门，然肃穆之气自在。”\n简介\n《乙瑛碑》，全称《鲁相乙瑛请置孔庙百石卒史碑》。无额。隶书，18行，行40字。桓帝永兴元年（153年）立，碑在山东曲阜孔庙。此拓本为故宫博物院藏明拓本，用墨沉细，字形丰厚清明，为\"辟\"字尚存本。每页，纵28.2cm，横14.6cm。有汪大燮观款一段及\"赵氏书村珍藏金石\"、\"萧山朱氏所藏善本\"等藏印多方。此碑记司徒吴雄、司空赵戒以前鲁相乙瑛之言，乙瑛上书请于孔庙置百石卒史一人，执掌礼器庙祀之事。此碑结体方整，骨肉停匀，法度严谨，用笔方圆兼备，平正中有秀逸之气，是汉隶成熟期的典型作品，属方整平正一路。历代书家对此碑赞誉甚多。清方朔云：\"字字方正沉厚，亦足以称宗庙之美。\"何绍基称此碑：\"横翔捷出，开后来隽利一门，然肃穆之气自在。\"宋赵明诚《金石录》、明郭宗昌《金石史》、清翁方纲《两汉金石记》等书著录。\n艺术特点\n《乙瑛碑》，全称《汉鲁相乙瑛请置孔庙百石卒史碑》，又名《孔庙置守庙百石孔龢碑》，东汉永兴元年（公元153年）刻，原石现存山东曲阜孔庙。与《礼器》、《史晨》并称“孔庙三碑”，历为书家所重。\n清杨守敬评：“是碑隶法实佳，翁覃溪（翁方纲）云：‘骨肉匀适，情文流畅。’诚非溢美，但其波磔已开唐人庸俗一路。”这正讲出了该碑的微妙处。临写此碑要特别注意波画的“逆入平出”，尤其是起笔处的逆势不能形迹外露。如“蚕头”的逆势形迹向上作侧锋外露，就流于了唐隶“蚕头”起笔侧露的庸俗风气。\n《乙瑛碑》是汉隶中有数的逸品，字势开展，古朴浑厚，俯仰有致，向背分明。特别是后半段，采取笔杆倒向左侧的逆向行笔，使每一点画入木三分，扣的很紧，尤为高妙。《乙瑛碑》的结字看似规正，实则巧丽，字势向左右拓展。书风谨严素朴，为学汉隶的范本之一。----《古代碑帖鉴赏》费声骞\n内容简介\n《乙瑛碑(02)》内容简介：东汉桓帝永兴元年，山东曲阜孔庙里刻立一块石碑。碑\n上记载鲁相乙瑛请在孔庙设置“百石卒史”，执掌祭祀的公赎。此碑全称“汉鲁相乙瑛置百石卒史碑”，又称“百石卒史碑”，简称“乙瑛碑”。“金石萃编”记载，此碑高七尺八寸五分，宽三尺七寸，宇共十八行，满行四十字。后人将“礼器碑”、“史晨碑”、“乙瑛碑”誉为孔庙著名三碑。\n《乙瑛碑(02)》影印之拓本，系藏于故宫博物院的明代中期古拓佳品。\n艺术特点\n清杨守敬评：“是碑隶法实佳，翁覃溪（翁方纲）云：‘骨肉匀适，情文流畅。’诚非溢美，但其波磔已开唐人庸俗一路。”这正讲出了该碑的微妙处。临写此碑要特别注意波画的“逆入平出”，尤其是起笔处的逆势不能形迹外露。如“蚕头”的逆势形迹向上作侧锋外露，就流于了唐隶“蚕头”起笔侧露的庸俗风气。\n《乙瑛碑》是汉隶中有数的逸品，字势开展，古朴浑厚，俯仰有致，向背分明。特别是后半段，采取笔杆倒向左侧的逆向行笔，使每一点画入木三分，扣的很紧，尤为高妙。\n《乙瑛碑》的结字看似规正，实则巧丽，字势向左右拓展。书风谨严素朴，为学汉隶的范本之一。----《古代碑帖鉴赏》费声骞\n碑文释文\n司徒臣雄，司空臣戒，稽首言，鲁前相瑛书言，诏书崇圣道，勉□〔艺〕，孔子作春秋，制孝经，□□五经，演易〔系〕辞，经纬天地，幽赞神明，故特立庙，?襃成侯四时来祠，事已即去，庙有礼器，无常人掌领，请置百石□□一人，典主守庙，春秋飨礼，财出王家钱，给犬酒直，须报，谨问大常，祠曹掾冯牟，史郭玄辞对，〔故事辟〕□〔礼〕未行，祠先圣师，侍祠者，孔子子孙，大宰，大祝令各一人，皆备爵，大常丞监祠，河南尹〔给〕牛〔羊〕彖□□□各一，大司农给米祠，臣愚以为，如瑛言，孔子大圣，则象乾坤，为汉制作，先世所尊，祠用众牲，长□〔备〕□，今欲加宠子孙，敬恭明祀，传于罔极，可许，臣请鲁相为孔子庙置百石卒史一人，掌领礼器，出□□□，□〔犬〕酒直，他如故事，臣雄、臣戒、愚戆诚惶诚恐，顿首顿首，死罪死罪，臣稽首以闻。制曰可，司徒公河南□□□□〔字〕季高元嘉三年三月廿七日壬寅奏雒阳宫，司空公蜀郡成都□〔戒〕字意伯元嘉三年三月丙子朔，廿七日壬〔寅〕，司徒雄，司空戒下鲁相，承书〔从〕事，下当用者，〔选其年〕?〔以〕□，经通一艺，杂试通利，能奉弘先圣之礼，为〔宗〕所〔归〕者，如诏书，书到言：永兴元年六月甲辰朔十八日辛酉，鲁相平，行长史事，卞守长〔擅〕，叩〔头〕死罪，〔敢〕言之，司徒司空府壬寅诏书，为孔子庙置百石卒史一人，掌主礼器，选年（卌）以上，〔经〕通〔一〕艺，〔杂试能〕奉弘先圣之礼，为宗所归者，平叩头叩头，死罪死罪，谨案文书，守文学掾鲁孔龢，师〔孔〕宪，户〔曹史孔宽等〕杂试，龢修春秋严氏，经通高第，事亲至孝，能奉先圣〔之〕礼，为宗所归，除龢，〔补〕名状如〔牒〕，平惶恐叩头，死罪死罪，上司空府。赞曰：巍巍大圣，赫赫弥章，相乙瑛字少卿，平原高唐人，令鲍叠字文公，上党〔屯〕留人，政教稽古，若重规〔矩〕，乙君察举，守宅除吏，孔子十九世孙麟，廉请置百石卒史一人，鲍君造作百石吏舍，功垂无穷，于是始□。\n译文\n司徒臣雄，司空臣戒，稽首言，鲁前相瑛书言，诏书崇圣道，勉□〔艺〕，孔子作春秋，制孝经，□□五经，演易〔系〕辞，经纬天地，幽赞神明，故特立庙，?襃成侯四时来祠，事已即去，庙有礼器，无常人掌领，请置百石□□一人，典主守庙，春秋飨礼，财出王家钱，给犬酒直，须报，谨问大常，祠曹掾冯牟，史郭玄辞对，〔故事辟〕□〔礼〕未行，祠先圣师，侍祠者，孔子子孙，大宰，大祝令各一人，皆备爵，大常丞监祠，河南尹〔给〕牛〔羊〕彖□□□各一，大司农给米祠，臣愚以为，如瑛言，孔子大圣，则象乾坤，为汉制作，先世所尊，祠用众牲，长□〔备〕□，今欲加宠子孙，敬恭明祀，传于罔极，可许，臣请鲁相为孔子庙置百石卒史一人，掌领礼器，出□□□，□〔犬〕酒直，他如故事，臣雄、臣戒、愚戆诚惶诚恐，顿首顿首，死罪死罪，臣稽首以闻。制曰可，司徒公河南□□□□〔字〕季高元嘉三年三月廿七日壬寅奏雒阳宫，司空公蜀郡成都□〔戒〕字意伯元嘉三年三月丙子朔，廿七日壬〔寅〕，司徒雄，司空戒下鲁相，承书〔从〕事，下当用者，〔选其年〕?〔以〕□，经通一艺，杂试通利，能奉弘先圣之礼，为〔宗〕所〔归〕者，如诏书，书到言：永兴元年六月甲辰朔十八日辛酉，鲁相平，行长史事，卞守长〔擅〕，叩〔头〕死罪，〔敢〕言之，司徒司空府壬寅诏书，为孔子庙置百石卒史一人，掌主礼器，选年（卌）以上，〔经〕通〔一〕艺，〔杂试能〕奉弘先圣之礼，为宗所归者，平叩头叩头，死罪死罪，谨案文书，守文学掾鲁孔龢，师〔孔〕宪，户〔曹史孔宽等〕杂试，龢修春秋严氏，经通高第，事亲至孝，能奉先圣〔之〕礼，为宗所归，除龢，〔补〕名状如〔牒〕，平惶恐叩头，死罪死罪，上司空府。赞曰：巍巍大圣，赫赫弥章，相乙瑛字少卿，平原高唐人，令鲍叠字文公，上党〔屯〕留人，政教稽古，若重规〔矩〕，乙君察举，守宅除吏，孔子十九世孙麟，廉请置百石卒史一人，鲍君造作百石吏舍，功垂无穷，于是始□。\n全称《汉鲁相乙瑛请置孔庙百石卒史碑》，又称《孔庙置守庙百石卒史碑》、《孔龢碑》。汉桓帝永兴元年(153年)立，隶书。18行，行40字。现存山东曲阜孔庙内。碑高260厘米，宽128厘米。碑后附“后汉钟太尉书，(宋)嘉祐七年张稚圭按图题记”正书一行。\n此碑记司徒吴雄、司空赵戒以前鲁相乙瑛之言，上书请于孔庙置百石卒史一人，执掌礼器庙祀之事。桓帝准可，时乙瑛已离任，遂以孔龢补之。此碑结体方整，骨肉亭匀，波磔分明，法度严谨，用笔方圆兼备，平正中有秀逸之气；是汉隶成熟期的典型作品，属方整平正一路，与《史晨》、《华岳庙》、《熹平石经》同趣。自欧阳修《集古录》以降，迭经著录，对后世影响很大。宋张稚圭以为钟繇所书。宋洪适《隶释》云：“……繇以魏太和四年(230)卒，距永兴盖七十八年，图经所云非也。”明赵崡《石墨镌华》也说：“元常，献帝初始为黄门侍郎，距永兴且四十年，此非元常书明甚。未知张稚圭所按何图。其叙事简古，隶法遒劲，令人想见汉人风采，正不必附会元常也。”明郭宗昌《金石史》谓此碑“尔雅简质可读，书益高古超逸。”清方朔《枕经金石跋》云：“《乙瑛》立于永兴元年，在三碑《礼器》、《史晨》为最先，而字之方正沉厚，亦足以称宗庙之美、百宫之富。王篛林(澍)太史谓雄古，翁潭溪(方纲)阁学谓骨肉匀适，情文流畅，汉隶之最可师法者，不虚也。”何绍基《东洲草堂金石跋》云：“朴翔捷出，开后来隽利一门，然肃穆之气自在。”\n赏析\n汉隶经过秦时的滥觞、东汉章帝时的发展，至桓、灵帝时达到鼎盛。《乙瑛碑》就是汉隶鼎盛时期的代表作品之一。\n碑刻是东汉开始盛行的一种刻石类型。东汉时期，统治者崇尚儒学，提倡名节孝道，盛行私立授受经学，社会上厚葬、树碑之风兴盛。\n《乙瑛碑》全名《汉鲁相乙瑛请置孔庙百石卒史碑》，东汉永兴元年（公元153年）立，十八行，满行四十字，无额。原存山东曲阜孔庙，现置曲阜碑苑。\n碑文主要记载鲁相乙瑛上书请于孔庙置百石卒史一人，执掌礼器庙祀之事，桓帝准可，碑中刻有奏请设置百石卒史的公牍和对乙瑛的赞辞。因遴选的百石卒史为孔和，所以此碑又称《孔和碑》。碑末刻有“后汉钟太尉书，宋嘉祐七年张稚圭按图题记”。考钟繇年代，乃后人伪托无疑，正如明代赵崡所言：“其叙事简古，隶法遒劲，令人想见汉人风采，正不必附会元常也。”（《石墨镌华》）\n此碑历来印本有：艺苑真赏社珂罗版二种、有正书局石印陶斋藏本、文明书局珂罗版印王孝禹题记本、日本二玄社所辑本、日本清雅堂珂罗版印本等，其中，古物同欣社委托中华书局代印、王懿荣旧藏明中叶拓本为最佳。\n后人对此碑评价颇高。自欧阳修《集古录》以降，迭经著录，对后世影响很大。清孙承泽《庚子消夏记》云：“文既尔雅简质，书复高古超逸，汉石中之最不易得者。”与《史晨碑》、《礼器碑》合称“三碑”。此碑对唐代隶书（如史惟则、梁升卿等）、明清隶书（如郑簠等）以及现代的马公愚、来楚生等都有重要影响。何绍基称其“开后来隽利一门”（《东洲草堂金石跋》）。\n乙瑛碑是汉隶最兴盛时期的典型作品，它除了具有汉隶在用笔结字等方面的共性外，还有自己的个性，即艺术特色。\n首先，从风格形态来说，乙瑛碑具有宗庙之美。其风格，既不像《石门颂》那样豪肆，也不像《曹全碑》那样秀润，而是介于二者之间。它又比《礼器碑》多一分沉厚，比《史晨碑》多一份雄强。其用笔沉著厚重，结字端庄雍容，体现了传统文化追求的一个向度，深具宗庙之美。正如清代方朔所言：“（乙瑛）在三碑为最先，而字之方正沉厚，亦足以称宗庙之美、百官之富。王篛林太史谓雄古，翁覃溪阁学谓骨肉匀适，情文流畅，汉隶之最可师法者，不虚也。”（《枕经金石跋》）\n其次，从技法角度看，用笔方圆兼备，结字匀适调和，章法规矩合度。\n乙瑛碑是八分隶书完全规范化的极致，具备了汉隶的全副表现手法。其用笔不像《张迁碑》那样多方笔，也不像《曹全碑》那样多圆笔，而是多切锋方笔入纸，顿笔圆转出锋，刚柔相济。平画表现最为明显。作为汉隶最重要表现特征的波碟画显明突出。\n其结字，笔画排列匀整，近小篆之排叠布白，没有大的松紧变化，字内空间较平均，笔画向四周均匀排布，不像《史晨碑》和《曹全碑》那样刻意突出长大的主笔画。\n其章法如同许多汉碑一样，横成行竖成列，字距略大于行距。呈森然气象。\n清代梁巘说：学隶书宜从乙瑛碑入手（《评书帖》）。乙瑛碑在汉碑中属平正规范一路，适合初学。自乙瑛入隶，左可通雄肆一路，右可通雅逸一路。\n比较\n和《礼器碑》相比，《乙瑛碑》更为秀美丰润。\n《乙瑛碑》的字体结构，可以说是所有汉碑中最美的，它不像《礼器碑》那样典重，而是飘逸得多。如果把它们比作君子，那么，《礼器碑》如袍服冠冕、峨冠博带；《乙瑛碑》则如素服葛巾、青衣小帽、曳杖而行，但二者皆不失君子之温润。清方朔此碑说：“字之方正沉厚，亦足称宗庙之美，百官之富。”并称它为“汉隶之最可师者”，正是看到它飘逸秀美而不失端庄的特点。\n和《礼器碑》相比，《乙瑛碑》的笔画要粗一些，给人一种更为丰满的感觉，它不像《礼器碑》多少还带有一点金文的味道，而是完完全全的隶书笔法，方朔说它是“汉隶之最可师者”，可能也是看到了它的这一特点。它的横画起笔略向下压，笔势稍稍向下，使得字的体势稍斜，更增灵秀之美。而捺画沉重有力，燕尾呈方形挑出，遒劲有力。它和《礼器碑》一样，是学习隶书最好的范本。 \n注意事项\n注意把握此碑的整体风格\n隶法以汉为极，每碑各出一奇，莫有同者。”（王澍《虚舟题跋》）。要注意寻找规律，抓住此碑不同于其他汉碑的用笔结字特点。我们在临习时，最好与其他汉碑对照临习，互参互证，这样才能更清楚地把握其风格特点。\n可与简牍书法结合临习\n碑刻书迹毕竟与墨迹不同，行笔法较隐晦。简牍书法墨迹的清晰用笔可给有“血缘关系”的碑隶以笔法的提示。正如郑孝胥《海藏书法抉微》所说，“上虞罗氏叔蕴辑为《流沙坠简》，由是汉人隶法之秘尽泻于世，不复受拓本之蔽，昔穷毕生之力于隶书而无所获者，至是则洞若观火。”而且简牍的生动活泼与汉碑的端严典重形成显明对照，对自己日后风格的形成大有裨益。\n要注意“碑法”用笔的把握。\n碑的笔法是与帖的笔法完全不同的另一系统。后人无视这一区别，挪用帖法写碑，只重笔画两端形态，中段一滑而过，致使隶书走向鄙俗一路。唐以后隶书家多难逃此弊。我们临习时要注意用笔节奏，中段行笔不可过速，而且笔要鳞勒，逆锋涩进，加大笔毫与纸面的摩擦，使笔画沉实杀纸，形成高古浑厚之气。这才是所谓“金石气”，而不是用笔模拟其笔画的剥蚀。\n注意用笔和结字方面的辨证处理\n，如方与圆，曲与直，长与短，轻与重，大与小，刚与柔，敛与放，肥与瘦、向与背，动与静等。注意点画和结体之间的关系——二者相辅相成，许多时候用笔造成结字。\n由于此碑法度谨严\n临写时要注意避免过于工整，以至走向拘谨和俗气。杨守敬称其“波磔已开唐人庸俗一路”（《评碑记》）。我们不可不查。\n临帖时还要注意仔细分辨字迹，勿将石碑的风化破残误作点画临写。\n总之，我们要对一个碑帖辨证认识和对待，有效把握其技法和气质之精髓，同时又不为其所蔽，从中吸取对自己有用的东西，用于自己的创作。\n教程系列\n正文语种:简体中文\n商品尺寸:36.4x25.4x0.8cm\n商品重量:621g\n品牌:湖南美术出版社\n内容简介\n《乙瑛碑》是对隶书的碑帖，隶书比篆书省易，且书写快速使用方便，富于旺盛的生命力，促使上层统治者在诏书、金石刻辞及官方文件中使用，推动了文字的发展，致使隶书成为汉代的主要书体。\n目录\n基本笔画练习\n笔画综合练习\n部首及机构练习\n","category":"草书","verified":true,"user":1,"timestamp":1429951664401}]