[{"name":"李文田行书致雨生书札","text":"此为清代李文田的《八言行书对联》。\n此联酣畅饱满，工稳华滋，可以见到其在唐碑临习的基础上，在魏碑上也下了很大的功夫。\n李文田（1834-1895）字余光，一字仲约，号若农，一作芍农。官至直隶学政，经筵讲官，领阁事。博学多识，精通金元故实，西北地理，明医方，名重海内。善山水，得宋元意境。工书，楷书宗尚北魏，篆、隶豪迈，行书自成一家，为清代著名的杂家。传世作品未能得到广泛流传。\n","category":"行书","verified":true,"user":1,"timestamp":1429951657421},{"name":"李文田行书致雨生书札","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791643033,"text":"致雨生书札\n释文：\n　　雨生尊兄大人执事：八月二日接奉手诲，敬悉诸凡，遥瞻矞采，弥用驰切。贵郡会课，不远千里问道於盲，敢不竭尽鄙见，冀窥象罔。就兹会论之，虽未尽珂乡之文采，然风力遒上，不为运会所移，则见骥一毛，知其善走，先正典型，一线未坠，实吾粤之光也。区区论文之志，微诸君，谁与归乎？前列拟定五十首，若欲再广，则百名次第已暗记於每卷之背，以花押志之，会中翘楚之材，似皆入吾彀中矣。八比风尚至今日而日趋於靡，不意中流砥柱，尚在天南，惊喜久之。暗中摸索，必不误认颜标，质之我公与玉臣太史，或期抚掌也。自前十年兰山一别，至今未接麈教，九月后海风不啸，拟访戴数日即返，此间书院功课不免劳人故耳。老母以下均托福芘，小儿乳食尚足，颇有豚犬之观，足慰长者之怀。专启敬复。叩请 　　崇安，并请潭喜，不尽。\n　　如弟文田顿首 望前一日\n　　家母奉问丁大人并府中各位福安。\n李文田（1834-1895）\n　　字畬光、仲约，号若农、芍农，谥文诚，广东顺德均安上村人。清咸丰九年（1859）己未科孙家鼐榜进士第三人。\n　　李文田原非今名，游学广州，见某寺姚文田（字秋农）尚书书匾额，上有己未状元印。他入考那年也是己未科，因此改名，别号若农。后来，他果然考中探花。只是仕途不畅，为官仅至侍郎。\n　　李文田进士及第后，授翰林院编修。由编修入值南书房。在南书房行走最久。同治六年，李文田出任四川乡试副考官。同治九年，他以庶子任江西学政。累迁为侍讲。后来又出任浙江乡试副考官。他的母亲已过七十古稀之年，他打算辞官还乡侍奉老母。正值朝廷议论大修园林，于是李文田先上疏进谏免除大兴土木，然后告假终养老母。擢升翰林院侍讲学士。后归广东主讲广州凤山、应元书院。归乡后，直到他母亲去世，李文田才出任官职，任职礼部左侍郎。收藏有秦《泰山石刻》宋拓本及汉《华岳庙碑断本》宋拓本，故他把在广州所筑之楼名曰“泰华楼”。\n　　光绪十四年，李文田以侍讲学士任江南乡试主考官。而后，升为刑部侍郎，出任直隶学政，光绪十七年，李文田同样以侍郎身份，再留任直隶学政。任学政时，他以能识拔真才实学之士，而为时人称赞。光绪二十一年，李文田升至礼部侍郎。任经筵讲官，入内阁。\n　　李文田操守耿介而端正。学问淹雅，广博，涉猎诸多书籍。他的学识精到渊博，出於郑夹說、王深宁。无论金、元史实，西北水土，兼及医方，没有不涉及而且精道的，当时他名重海内。他平生研究整部辽、金、元三史。尤其熟悉典章、舆地，考证、索引十分精详。此外，他的词章书翰也不在话下。文章不杂浮词，著作得体。时人言远非张南皮（张之洞）所及。由于他所注释的元、辽史，足以弥补所未著入的内容及其他不足，故号称博淹。在当时他论学也有独到见解，出发点不同于潘祖荫，虽然他们之间关系密切，但从一开始就无唱合之言。他谈论经时，曾讥讽翁同騄有不当之处，他倡导公羊学之举，采用凭诚言召士的作为。他坚持一家之见，与他人各不相同，然而潘祖荫，翁同騄都是声名显赫的权要人物。要不是李文田，一般人也没有胆量，敢于坚持这些批评意见。\n　　著有《宗伯诗文集》，还有《元圣武亲征录注》一卷、《元秘史注》十五卷、《双溪醉隐集》六卷、《西游录注》一卷、《朔方备乘札记》一卷、《林金石录》一卷《林金石诗》一卷等。\n　　李文田是岭南一代书法名家，对碑帖源流有深入的砧研。 他少年时专工欧阳询，精熟于《九成宫》等碑帖，旁及其他唐碑，后来转学隋碑《苏孝慈墓志》，中年以后，博采汉、魏碑刻。麦华三在《岭南书法丛谈》一文中说：“若农书法，实发源于北碑，而畅流于隋碑，所临唐碑，亦以隋碑笔意为之。”“若农乃以从容自在之笔调一写高古拙朴之北碑，一时书家奉为正宗。清末写碑，陶睿宣近于呆板，赵之谦过于轻佻，惟若农老成持重，雍容大方，为北派正传。”其书法，运碑入帖，笔力酣畅饱满，意态雍容厚重，功力颇深。李文田篆隶楷诸体皆能。其篆书，笔致温厚蕴藉；隶书则以楷法及碑法书写，挺拔有力，富于变化。而在篆隶楷诸体中，李文田最擅长的还是行楷。所作行楷，工稳平和笔画圆实，浑厚华滋，肥而不胖，瘦而不削，没有馆阁体肥重之弊，也没有丝毫纤弱之意，有的是魏晋隋唐以来的风流气骨。\n　　陈永正先生在《岭南书法史》一书中对李文田的书法成就颇多赞誉，认为清中叶学者阮元虽然创有“北碑南帖”一说，但阮元所倡导的碑学在广东并没有多大的影响。而粤中帖学名家吴荣光晚年所书，也只有略参北碑笔法而已。直到李文田出，广东的碑派才正式形成。李文田自创的这种碑派书法，对广东书坛作出了很大贡献，也应该在中国书学史上大书一笔。\n　　李文田传世作品较多，广东省博物馆藏有他写的《楷书轴》、《楷书八言联》、《行书七言联》、《隶书四屏》、《书画团扇》。广州美术馆藏有他画于同治庚午年（1870）的《仿李营丘笔法团扇》，《与苏六朋合作风景人物扇面》、《楷书轴》、《楷书八言联》、《隶书六屏》。广州博物馆藏有他写的《篆书八言联》佛山市博物馆有他写的《节录张猛龙碑楷书轴》等6种书法。此处，东莞市、江门市博物馆和香港中文大学文物馆均藏有他的作品。","author":"清代李文田","description":"李文田行书致雨生书札"}]