[{"name":"邓文原行书跋定武兰亭","text":"人称邓巴西、素履先生，迁寓浙江杭州。又因绵州古属巴西郡，人称邓文原为“邓巴西”。历官江浙儒学提举、江南浙西道肃政廉访司事、集贤直学士兼国子监祭酒、翰林侍讲学士，卒谥文肃。其政绩卓著，为一代廉吏，其文章出众，也堪称元初文坛泰斗，《元史》有传。著述有《巴西文集》、《内制集》、《素履斋稿》等。擅行、草书。传世书迹有《临急就章卷》等。 元代的邓文原与赵孟頫、鲜于枢齐名，号称元初三大书法家，邓文原尤以擅章草而闻名。\n人物简介\n[公元1258年至1328年]字善之，一字匪石，人称素履先生,四川绵州（今绵阳）人，其父早年避兵入杭，或称杭州人。又因绵州古属巴西郡，人称邓文原为“邓巴西”。生于宋理宗宝祐六年，卒于元泰定帝致和元年，年71岁。博学善书，工正、行、草书，早法二王，后法李邕。体势充伟，风骨键壮。与赵孟頫齐名。宋末应浙西转运司试中魁，选至元间辟，至元二十七年（1290）授杭州路儒学正，大德二年调崇德州学教授，后历任江浙儒学提举、江南浙西道、江东道肃政廉访使、集贤直学士兼国子监祭酒。卒谥文肃，《元史》有传。著述有《巴西文集》、《内制集》、《素履斋稿》等。 今仅存《巴西文集》一卷，《四库总目》作风皆温醇典雅。传世书迹有《临急就章卷》等。\n生平事迹\n邓文原青年时就与赵孟頫定交，被赵孟頫称为自己的“畏友”，两人感情至深。大德二年，成宗召赵孟頫入大都书金字《藏经》，许举能书者自随，邓文原为赵所荐，共同入京，使他的书法大显于世。在邓文原传世不多的书作中，可以明显地看出他受赵孟頫的影响要比鲜于枢深，他的书法风格颇似赵氏，如《黄庭坚松风阁诗卷跋》、《瞻近汉时二帖跋》等。陶宗仪《书史会要》评曰：“邓文原正、行、草书，早法二王，后法李北海。”宗法晋人的书学观和学书之路正和赵孟頫一致，两人在书法活动中接触频繁，且手札往还，自然受到感染。邓文原除了擅长写正书、行书、今草外，对章草也出于刻帖又兼行楷流美笔意，明人袁华跋日：“观其运笔，若神出海，飞翔白如。”\n人物评价\n邓文原和鲜于枢同在赵孟頫复古的大旗下，成为元代复古潮流中不可缺少的干将。鲜于的影响不如赵，而邓的影响不及鲜于，如果将鲜于归于英年早逝的话，那么邓的原因则是其晚年疏于翰事，书名渐隐。有张雨跋《临急就章》文为证：“(邓)早岁大合作。中岁以往，爵位日高，而书学益废。与之交笔砚，始以余言不妄。殆暮年章草，如隔事矣。信为学不可止如此。”，可见邓氏因多涉政事，翰墨日疏，以至未能在其后半生再将自己的风格拓展得更加鲜明。\n书法作品\n邓文原《家书帖》页，元，邓文原书，纸本，纵24.2cm，横29.1cm，行书。\n释文：\n连收庆长书，知吾妻一向平安，甚喜。我客中幸无恙，但终日劳于酬应，而老陆虽无他过，其蠢不可言，饮食起居，多不如意，无奈何也。若还司后未有脱身之计，不知吾妻可同稳儿暂到宣州，伺八月分司却还杭如何？若不可来，则止。此行皆未有脱暖之衣，又无便可寄，兹因饶州令史铺马便，作此。文原书寄贤妻县君。\n钤“素履斋”印。鉴藏印有“友古轩”、“乐葊”。\n此封家书叙述了作者当时的境况。宣州在元代属江东建康道，现为安徽属地。考《元史·邓文原本传》：“延祐四年升翰林待制，五年出佥江南浙西道肃政廉访使。……六年移江东道。……至治二年，召为集贤直学士。”固知此信为邓文原任江东建康道肃政廉访司时所写，即元延祐六年至至治二年（1319年-1322年）间，邓文原60余岁时所作。文中“庆长”名邓衍，《元史》附名邓氏本传后，“阴授江浙等处伊学副提举，未任卒。”\n此书行笔连绵，韵意清闲，笔势放纵，任兴所适，颇有“任天然而自逸，若众山之连峰”之态。\n史籍记载\n邓文原，字善之，一字匪石，绵州人。父漳，徙钱塘。文原年十五，通《春秋》。在宋时，以流寓试浙西转运司，魁四川士。至元二十七年，行中书省辟为杭州路儒学正。大德二年，调崇德州教授。五年，擢应奉翰林文字。九年，升修撰，谒告还江南。至大元年，复为修撰，预修《成宗实录》。三年，授江浙儒学提举。皇庆元年，召为国子司业。至官，首建白更学校之政，当路因循，重于改作，论不合，移病去。科举制行，文原校文江浙，虑士守旧习，大书朱熹《贡举私议》，揭于门。延祐四年，升翰林待制。五年，出佥江南浙西道肃政廉访司事，平江僧有憾其府判官理熙者，贿其徒，告熙赃，熙诬服。文原行部，按问得实，杖僧而释熙。吴兴民夜归，巡逻者执之，系亭下。其人遁去，有追及之者，刺其胁，仆地。明旦，家人得之以归，比死，其兄问杀汝者何如人，曰：“白帽、青衣、长身者也。”其兄诉于官，有司问直初更者曰张福儿，执之，使服焉。械系三年，文原录之曰：“福儿身不满六尺，未见其长也；刃伤右胁，而福儿素用左手，伤宜在左，何右伤也！”鞫之，果得真杀人者，而释福儿。桐庐人戴汝惟家被盗，有司得盗，狱成送郡。夜有焚戴氏庐者，而不知汝惟所之。文原曰：“此必有故也。”乃得其妻叶氏与其弟谋杀汝惟状，而于水涯树下得尸，与渍血斧俱在焉，人以为神。六年，移江东道。徽、宁国、广德三郡，岁入茶课钞三千锭，后增至十八万锭，竭山谷所产，不能充其半，余皆凿空取之民间，岁以为常。时转运司官听用乡里哗狡，动以犯法诬民，而转运司得专制有司，凡五品官以下皆杖决，州县莫敢如何。文原请罢其专司，俾郡县领之，不报。徽民谢兰家僮汪姓者死，兰侄回赂汪族人诬兰杀之，兰诬服。文原录之，得其情，释兰而坐回。时久旱不雨，决狱乃雨。至治二年，召为集贤直学士，地震，诏议弭灾之道。文原请决滞囚，置仓廪河北，储羡粟以赈饥；复申前议，请罢榷茶转运司，又不报。明年，兼国子祭酒。江浙省臣赵简请开经筵，泰定元年，文原兼经筵官，以疾乞致仕归。二年，召拜翰林侍讲学士，以疾辞。四年，拜岭北湖南道肃政廉访使，以疾不赴。天历元年卒，年七十一。\n文原内严而外恕，家贫而行廉。初客京师，有一书生病笃，取橐中金，嘱文原以归其亲；既死，而同舍生窃金去，文原买金偿死者家，终身不以语人。有文集若干卷，内制集若干卷，藏于家。子衍，廕授江浙等处儒学副提举，未任，卒。至顺五年，制赠文原江浙行省参知政事，谥文肃。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951546356},{"name":"邓文原行书跋定武兰亭","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791640096,"text":"","author":"元代邓文原","description":"邓文原行书跋定武兰亭"}]