[{"name":"赵孟頫行草致民瞻十札卷","text":"赵孟頫的《行书十札卷》十尺版合装卷，为赵孟頫致好友石民瞻书信九札，致高仁卿一札。\n简介及说明\n石民瞻，名石岩，字民瞻，号汾亭，镇江人，好书画，曾为官九江等地。早年便与赵孟頫为友，后成亲家。仁卿即高复礼，河南人，官兵部侍郎，是石民瞻亲戚。所以赵孟頫、石民瞻、高复礼三人即具友情，亦有亲情，关系甚为密切。十件书札原为石民瞻珍藏，其临殁时赠给友人戴氏；明代，张黼从戴家购得，后张家一直传递五代；入清后，是卷为王鸿绪所得，王鸿绪的儿子又将其献给乾隆帝，因内府贮赵迹甚多，乾隆十六年，本卷又还给王家。后又经潘延龄、罗天池、裴景福、伍元惠等人收藏。全卷横为五千三百一十五毫米，卷末后人题跋甚多，现藏於上海博物馆。关於十札书信书写的时间，有的专家认为是赵氏四十六岁至五十六岁时书写，亦有的专家以为是四十二岁至四十六岁时书写。尽管这些专家意见不一，但都认为，十札书信系赵氏盛年所书。\n这十通书札为亲友之间关于家庭琐事的通信，写来信手随意，自然地流露出作者的性情意趣和功力修养。书卷中真、草间出，映带匀美，较之正规书作，字形更多抑扬、奇正之态，流溢出温雅清朗的审美意蕴。笔意婉转停匀，妍润多姿，展现出书家一圆、二润、三熟的独特艺术风格。\n释文\n（札一）记事顿首再拜民瞻宰公仁弟足下，孟頫谨封。孟頫顿首再拜民瞻宰公仁弟足下：顷旆从一再过吴。何不蒙见过耶？孟頫滞留於此，未得至杭，想彼中事已定。昨承许惠碧盏，至今未拜赐，岂有所待耶？兹因仁卿来，草草数字附问。旦夕到杭，又有承教之便也。不宜。孟頫顿首再拜。十二月廿七日。\n（札二）孟頫方雨中闷坐，忽得惠字，乃（欲）知为雨小留，同此无聊。承示画梅及观音像，一如来意，题数字其上。却用奉纳，冀目入。行潦满道，不敢奉屈。临纸驰情。不宣。孟頫再拜。民瞻宰公弟侍史。\n（札三）孟頫再拜民瞻宰公老弟足下：雨中想无他出，能过此谈半日否？不别作仁卿弟简，同此拳拳。不宣。孟頫再拜。十七日。仁卿肯过此，当遣马去也。\n（札四）孟頫再拜民瞻宰公仁弟足下：孟頫去年一月间到城中，知旆从荣满后便还镇江，自后便不闻动静。欲遣一书承候，又无便可寄，唯有翘伫而已。新春伏计体中安胜，眷辑悉佳。孟頫只留德清山中。终日与松竹为伍，无复一豪荣进之意。若民瞻来杭州，能辍半日暇，便可来小斋一游观也。向蒙许惠碧盏，何尚未践言耶？因便草草具记。拙妇附承婶子夫人动睁。不宣。人日。孟頫再拜。\n（札五）孟頫再拜仁卿学士老弟坐右：顷闻旆从到桐川，相望甚迩，何不一过我？殊恨恨也！尔来想动履胜常。闻吾弟有翡翠石，蒙爱若此，能举以见惠否？不然当奉价拜还。唯慨然至幸。因盛季高便草具状。未能及其他。不宣。九月廿五日。孟頫再拜。\n（札六）顿首再拜民瞻宰公阁下，孟頫谨封。孟頫顿首再拜民瞻宰公老弟足下：适方走谒。不遇而归。兹枉简教，重以贱生。特饴厚贶，本不敢拜辞，又惧於得罪。强颜祗领，感愧难言。草草奉覆。尚图面谢。不宣。孟頫顿首再拜。\n（札七）记事顿首复民瞻宰公老弟足下，寓杭赵孟頫就封。七月廿七日。孟頫顿首再拜民瞻宰公老弟足下：孟頫奉别甚久，倾仰情深。人至，得所惠书。就审即日雅候胜常，慰不可言。承喻令弟文书即已完备，付去人送纳。外蒙远寄碧盏，不敢拜赐，并付去人，归璧，乞示至。镜子谨已祗领。感激感激。草草具答。附此致意，令亲仁卿想安好。不宣。七月六日。孟頫记事再拜。\n（札八）孟頫顿首再拜民瞻宰公仁弟足下：孟頫自去岁便过德清，盖三间小屋，滞留者三月。十一日归吴兴。闻骑气已还京口。十三日钱令史来，得所惠书，审动履之详，极慰下情。相别动是数月，满谓可以一见，不意差池。倾渴之怀，临风难写。或旆从过杭，千万一到龟溪为望。附此拜意仁卿令亲。闻携研见过，此意甚厚。何时重来，以慰翘想耶？因钱令史还桐川，作此附便奉问。草草。不宣。孟頫再拜。\n（札九）孟頫再民瞻宰公弟足下：别久不（胜）驰想。近京口客足来所惠书，就审腹（履）候清佳。八月晦日又囗囗书，尤以为慰。不肖自夏秋来，炀发於鬓，痛楚不可言。今五十馀日，而创尚未囗，盖濒死而幸存耳。想民瞻闻之亦必囗囗也。承示以墨竹，大有佳趣，辄书数语其上。涴损卷轴，深知罪戾。不知民瞻见恕否？寄惠沉香、沉香环，领囗感囗。未有一物奉报，想不讶也。老妇附致意阃政夫人。寒近。要鹿肉。千万勿忘。馀冀尽珍重理。不宣。即日。孟頫再拜。\n（札十）仰人至，得所惠书。就审履候胜常，深以为慰。不肖远藉庇休，苟且如昨。承远寄鹿肉，领次。至以为感。但家人辈尚以为少，不审能重寄否？付至界行绢素，已如来命，写兰亭一过奉纳。试过目，以为然乎？不然乎？紫芝有书，今附来使以书复之，冀转达拜意仁卿弟。堂上太夫人即日尊候安康，拙妇同此上问。不宣。正月廿四日。孟頫再拜。\n赵孟頫，元杰出书家，湖州人，宋室后裔。赵孟頫多才多艺，天姿卓绝，他精通音乐和鉴赏，书画皆有极高的造诣。他的书法精熟，以韵胜，越唐接晋，更力追远古，有人称他是六百年来第一人。此卷是他的信札，书法超迈，远接二王。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951545489},{"name":"赵孟頫行草致民瞻十札卷","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791642084,"text":"行书十札卷 纸本 25.8×57.3cm 不等 上海博物馆藏\n　　赵孟頫是元代书坛当之无愧的领袖。赵孟頫的《行书十札卷》十通尺牍合装卷，为赵孟頫致好友石民瞻书信九札，致高仁卿一札。石民瞻号汾亭，江苏人，好书画，曾為官九 江等地。早年便与赵孟頫為友，后成亲家。仁卿即高復礼，河南人，官兵部侍郎，是石民瞻亲戚。所以赵孟 頫、石民瞻、高復礼三人即具友情，亦有亲情，关係甚為密切。十件书札原為石民瞻珍藏，其临殁时赠给友 人戴氏；明代，张黼从戴家购得，后张家一直传递五代；入清后，是卷為王鸿绪所得，王鸿绪的儿子又将其 献给乾隆帝，因内府贮赵迹甚多，乾隆十六年，本卷又还给王家。后又经潘延龄、罗天池、裴景福、伍元惠等 人收藏。全卷横為五千三百一十五毫米，卷末后人题跋甚多，现藏於上海博物馆。关於十札书信书写的时 间，有的专家认為是赵氏四十六岁至五十六岁时书写，亦有的专家以為是四十二岁至四十六岁时书写。尽 管这些专家意见不一，但都认為，十札书信系赵氏盛年所书。\n　　这十通书札为亲友之间关于家庭琐事的通信，写来信手随意，自然地流露出作者的性情意趣和功力修养。书卷中真、草间出，映带匀美，较之正规书作，字形更多抑扬、奇正之态，流溢出温雅清朗的审美意蕴。笔意婉转停匀，妍润多姿，展现出书家一圆、二润、三熟的独特艺术风格。\n释文:\n　　（札一） 记事顿首再拜民瞻宰公仁弟足下，孟頫谨封。孟頫顿首再拜民瞻宰公仁弟足下、顷旆从一再过吴。何不蒙见过耶．孟頫滞留於此。未得至杭。想彼 中事已定．昨承许惠碧盏。至今未拜赐。岂有所待耶。兹因仁卿来。草草数字附问。旦夕到杭。又有承教之便也。不宜。孟頫顿首再拜。十二月廿七日。\n　　（札二） 孟頫方雨中闷坐。忽得惠字。乃（欲）知為雨小留。同此无类。承示画梅及观音像；一如来意。题数字其上。却用奉纳。冀目入。行潦满道。不敢奉屈。 临纸驰情。不宣。孟頫再拜。民瞻宰公弟侍史。\n　　（札三） 孟頫再拜民瞻宰公老弟足下。雨个想无他出。能过此谈半日否。不别作仁卿弟简。同此拳拳。不宣。孟頫再拜。十七日。仁卿肯过此。当遣马去也。\n　　（札四） 孟頫再拜民瞻宰公仁弟足下。孟頫去年一月间到城中。知旆从荣满后便还镇江。自后便不问动静。欲遣一书承候。又无便可寄。唯有翘伫而已。新春 伏计体中安胜。眷辑悉佳。孟頫只留德清山中。终日与松竹為伍。无復一豪荣进之意。若民瞻来杭州。能輟半日暇。便可来小斋一游观也。向蒙许惠碧盏。何尚未 践言耶。因便草草具记。拙妇附承婶子夫人动睁。不宣。人日。孟頫再拜。\n　　（札五） 孟頫再拜仁卿学士老弟坐右。顷闻旆从到桐川。相望甚邇。何不一过我。殊恨恨也，尔来想动履胜常。闻吾弟有翡翠石。蒙爱若此．能举以见惠否。 不然当奉价拜还。唯慨然至幸。因盛季高便草具状。未能及其他。不宣。九月廿五日。孟頫再拜。\n　　（札六） 顿首再拜民瞻宰公阁下。孟頫谨封。孟頫顿首再拜民瞻宰公老弟足下。适方走謁。不遇而归。兹枉简教．重以贱生。特飴厚贶。本不敢拜辞。又惧於 得罪。强顏祗烦。感愧难言。草草奉復。尚图面谢。不宣。孟頫顿首再拜。\n　　（札七） 记事顿首復民瞻宰公老弟足下。七月廿七日寓杭赵孟頫就封。孟頫顿首再拜民瞻宰公老弟足下。孟頫奉别甚久。倾仰情深。人至。得所惠书。就审即 日雅候胜常．慰不可言。承喻令弟文书即已完备。付去人送纳。外蒙远寄碧盏。不敢拜赐。併付去人。归璧乞示至。筑子谨已祇领。感激感激。草草具答。附此致 意。令亲仁卿想安好。不宣．七月六日。孟頫记事再拜。\n　　（札八） 孟頫顿首再拜民瞻宰公仁弟足下。孟頫自去岁便过德清。盖三间小屋。滞留者三月。十一日归吴兴。闻骑气已还京口。十三日钱令史来。得所惠书。 审动履之详。极慰下情。相别动是数月。满谓可以一见。不意差池。倾渴之怀。临风难写。或旆从过杭。千万一到龟溪為望。附此拜意仁卿令亲。闻携研见过。此 意甚厚。何时重来。以慰翘想耶。因钱令史还桐川。作此附便奉问。草草。不宣。孟頫再拜。\n　　（札九） 孟頫再民瞻宰公弟足下。别久不（胜）驰想。近京口客足来所惠书。就审腹（履）候清佳。八月晦日又囗囗书。尤以為慰。不肖自夏秋来。煬发於鬢。痛 楚不可言。今五十餘日。而创尚未囗。盖濒死而幸存耳。想民瞻闻之亦必囗囗也。承示以墨竹。大有佳趣。輒书数语其上。涴损卷轴。深知罪戾。不知民瞻见恕否。 寄惠沉香。沉香环领囗感囗。未有一物奉报。想不讶也。老妇附致意阃政夫人。寒近。要鹿肉。千万勿忘。餘冀尽珍重理。不宣。即日。孟頫再拜。\n　　（札十） 仰人至得所惠书。就审履候胜常。深以為慰。不肖远藉庇休。苟且如昨。承远寄鹿肉领次。至以為感。但家人辈尚以為少。不审能重寄否。付至界行 绢素。已如来命。写兰亭一遇奉纳。试过目。以為然乎。不然乎。紫芝有书。今附来使以书復之。冀转达拜意。仁卿弟。堂上太夫人即日尊候安康。拙妇同此上问。 不宣。正月廿四日。孟頫再拜。","author":"元代赵孟頫","description":"赵孟頫行草致民瞻十札卷"}]