[{"name":"笪重光小楷嘉州集","text":"笪重光（1623-1692），清朝书画家。字在辛，号君宜，又号蟾光、逸叟、江上外史、郁冈扫叶道人，晚年居茅山学道改名传光、蟾光，亦署逸光，号奉真、始青道人，江苏省句容人。一江苏丹徒人作。顺治九年进士，官御史，巡按江西，以劾明珠去官。罢官归乡，隐居茅山之麓，学导引，读丹书，潜心于道教。卒年七十。笪重光工书善画，与姜宸英、汪士鋐、何焯称四大家。精古文辞。有《书筏》、《画筌》传世。\n人物简介\n笪重光（1623-1692），清朝书画家。字在辛，号君宜，又号蟾光、逸叟、江上外史，\n笪重光书法\n自称郁冈扫叶道人，晚年居茅山学道改名传光、蟾光，亦署逸光，号奉真、始青道人，江苏省句容市白兔镇茅庄村人。顺治九年（1652）进士，官御史，巡按江西，以劾明珠去官。罢官归乡，隐居茅山之麓，学导引，读丹书，潜心于道教。卒年七十。笪重光工书善画，与姜宸英、汪士鋐、何焯称四大家。精古文辞，康熙十一年（1672）尝作《仿元人山水》轴，著录于《虚斋名画录》。\n清笪重光仿大痴山水纸本立轴天渡楼收藏\n人物生平\n笪重光 清顺治九年（1652年）进士，任御史。为人刚正，敢于直言，顺治十二年奉派到江西巡按，对江西分巡湖东道佥事李嘉猷贪酷不法，严词参劾。因李嘉猷在朝中有权贵作后台，笪重光反被革职，后被判刑收赎，“永不叙用”。此后，隐居在五州山、茅山求仙学道。\n传世作品\n传世作品 有顺治十七年作《松溪清话图》，图录于《神州国光集》；康熙二十五年(1686)作《柳阴钓船图》轴，藏日本大阪市立美术馆。《秋雨孤舟图》及《行书七律诗轴》，均藏北京故宫博物院。小楷《嘉州集》一册，录五言律二十四首。著有《书筏》、《画筌》，王翚、恽寿平作评注，曲尽精微，有裨后学。其人在当时不仅为四大书画家之一，而且有“官御史，有直名”之誉称。风骨棱棱，虽权贵亦惮之。书、画名重一时，书法苏米，笔意超逸，与姜西溟（宸英）、汪退谷（士鋐）、何义门（焯）齐名，称四大家。最为王文治所称服。山水得南徐气象，其高情逸趣，横溢毫端。兼写兰竹，精鉴赏。恽寿平、王翚尝主其家。\n论著名句\n《画筌》于康熙七年(1668)夏付印，全文4000余字，不分章节，\n笪重光书法\n通篇用骈文体对偶文字写成，一气贯注地讲述山水画理论和技法，兼及人物画和花鸟画。持论精微透彻，发前人所未发，是清代高水平的画论著作。文中逐段有王翚、恽寿平所加评语，篇末有作者的跋语。空本难图，实景清而空景现；神无可绘，真境逼而神境生。位置相戾，有画处多属赘疣；虚实相生，无画处皆成妙境。-------《画荃》\n译文：虚空本来就难以画出来，实在的景物清晰，那么虚空的景显露出来了。精神、神气很难画出来，实在的境界逼真了，神奇的境界就产生了。虚和实位置相反，画的景物不和谐，有画的地方大多属于多余的累赘。虚和实互相作用、生发，没有画的地方也能构成奇妙的境界。\n现存《书筏》现存28则，综论笔法、墨法、布白、风韵等，论述精明扼要，可惜段落零散，很可能不是全文。\n艺术特色成就\n笪重光生活的时代，正是董书最盛之期，由于他在书法上并不随顺时流而能逸出董书风气，并且过早地退出了政治舞台（中心）而隐居乡里，所以他的书法一直没有受到应有的关注。在当时及之后论及清初书家的书论中，很少提到他，也很少把他和姜宸英、汪退谷、何焯诸家并提。一直要到了清代中期，他的同乡王文治（字禹卿，号梦楼）才对他的书法推崇备至，且推论其书不遗余力，如云：吾乡笪江上先生书格超妙，小字尤佳。盖先生自解组后隐居句曲山中，读丹书、学导引、游神于尘滓之外，故所作书飘然有凌云之气。国朝善书之家如先生者未可数觏见也。（《快雨堂题跋·笪江上尺牍》）\n又云：国初善书之家如华亭沈绎堂、慈溪姜西溟皆能胎乳古人，\n摆脱时径。至于披露天真，俾字里行间飘飘然有凌云之意，则吾乡之笪江上先生所独也。（《快雨堂题跋·笪江上书江冷阁集序》）\n直欲置其书于沈绎堂（荃）、姜西溟（宸英）之上，而为清初书法之冠。这里虽然难免“于乡先辈不能无私”，但包世臣在其所撰《艺舟双楫·国朝书品》中将笪重光行书置“能品下”第三名（在笪重光前者为神品、妙品上一人邓石如；妙品下二人刘墉小真书、姚鼐行草书；能品上七人释邱山真及行书、宋珏分及榜书、傅山草书、姜宸英行书、邓石如草书、刘墉榜书、黄乙生行榜书；能品下二十三人王铎草书、周亮工草书……），也可谓评价极高了。\n关于笪重光书法之取径，王文治在《快雨堂题跋·笪江上尺牍》中有很详细的论述：\n江上书上至章草下至苏米，靡所不习，恨不能确然指其得笔之渊源。然其游丝袅空、萧然自得之处，无所秉承不能独造也。一日偶临嵇叔夜《绝交书》，恍然大悟曰：此吾乡江上先生之书之所自出也。自此以后，凡见笪书无一点一画不了然其来处矣。赵鸥波云：“昔人得古刻数行，专心学之便可名世。”真甘苦之言欤。\n王文治此语虽然只是一己之推测，但他对笪书如此穷索苦究，应该也是能比较接近事实的。嵇叔夜《绝交书》今日虽不可见其真貌，但总之笪重光的书法取法魏晋应该也是可信的。笪重光书法魏晋，特别是嵇叔夜，正和他的性格相契。这是可以以他的诗为证的。其诗曰：“野水桥边旧业存，数间茅屋向乾坤。太平一半深山得，何必承明始是恩。”诗的意境和用典都出自七绝圣手王昌龄的《长信秋词》，表现出一种洒脱不羁的气质和归隐山林的志趣，是其人、其诗、其书完满合一的体现。所以王文治评其书“无纤毫尘滓气也”，正是其高出众人之处，也是别人所难到处。\n笪重光并善画，与王、恽南田交游，互有影响，“江上之画特书之绪余，而一对恽王便入作家辙轨，此友朋之益也”（《快雨堂题跋·笪恽王三家合册》）。庞元济《虚斋名画录·笪江上仿元人笔意轴》中附录王恽二家题跋：“笔致飘潇，矫然出群，视余图何止十倍胜也。”（王）“笔不到处致有高韵，非近日庸史所能梦见。”（恽南田）正可见二人对其画推崇备至。\n成就\n笪重光并有《书筏》《画筌》二书传世。其论书曰“匡廓之白，手布均齐；散乱之白，眼布匀称”，是中国古代自孔子以来儒家“和”的思想在美学中的充分体现，说其“皆由甘苦中流出”也并非虚誉。\n昆仑堂美术馆藏笪重光小楷《嘉州集》一册，录五言律二十四首。《嘉州集》是唐代诗人岑参的诗集，通行本作《岑嘉州集》。岑参官嘉州刺史，因此得名。此册共十开，每开长二十一点五厘米，宽十二厘米，唯独第十开略窄（长二十一点五厘米，宽八厘米）。又册中诗题与诗往往分布前后两页（凡四处），一处则诗中分为两页，疑此作原为一小手卷，后割裱成册。册前有王文治题署，曰“江上先生真迹，松下清斋鉴藏，文治”，钤“王氏禹卿”朱文印，弥足珍贵。王文治称笪重光“小楷法度尤严，纯以唐法运魏晋超妙之致……以《曹娥》仰追《宣示》，乎登钟傅之堂矣。”（《快雨堂题跋·笪江上书江冷阁集序》）观此册字形宽展，捺画闲闲逸出，颇见雅意，亦合于“气之舒展在撇捺”（《书筏》）。此册前后共钤笪重光印十一枚（其中“直指之章”“江上笪氏图书印”重复），册尾钤“笪”“笪重光印”诸印以代款字，亦颇具一格。\n笪重光的小楷书传世极少，所以此册尤显珍贵。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951659909},{"name":"笪重光小楷嘉州集","dynasty":"清代","category":"小楷","type":"","user":1,"timestamp":1429791609759,"text":"笪重光小楷《嘉州集》，昆仑堂美术馆藏。录五言律二十四首。《嘉州集》是唐代诗人岑参的诗集，通行本作《岑嘉州集》。岑参官嘉州刺史，因此得名。此册共十开，每开长二十一点五厘米，宽十二厘米，唯独第十开略窄（长二十一点五厘米，宽八厘米）。又册中诗题与诗往往分布前后两页（凡四处），一处则诗中分为两页，疑此作原为一小手卷，后割裱成册。册前有王文治题署，曰“江上先生真迹，松下清斋鉴藏，文治”，钤“王氏禹卿”朱文印，弥足珍贵。王文治称笪重光“小楷法度尤严，纯以唐法运魏晋超妙之致……以《曹娥》仰追《宣示》，乎登钟傅之堂矣。”（《快雨堂题跋·笪江上书江冷阁集序》）观此册字形宽展，捺画闲闲逸出，颇见雅意，亦合于“气之舒展在撇捺”（《书筏》）。此册前后共钤笪重光印十一枚（其中“直指之章”“江上笪氏图书印”重复），册尾钤“笪”“笪重光印”诸印以代款字，亦颇具一格。笪重光的小楷书传世极少，所以此册尤显珍贵。","author":"清代笪重光","description":"笪重光小楷嘉州集"}]