[{"name":"高士奇书法集","text":"高士奇（1645-1704），字澹人，号江村。 清代著名学者。今匡堰镇高家村人。家贫，在朝廷以打杂为生，后在詹事府做记录官。康熙十五年迁内阁中书，领六品俸薪，住在赏赐给他的西安门内。 高士奇每日为康熙帝讲书释疑，评析书画，极得信任。官至詹事府少詹事兼翰林院侍读学士。晚年又特授詹事府詹事、礼部侍郎。死后，被封谥号文恪。他学识渊博，能诗文，擅书法，精考证，善鉴赏，所藏书画甚富。著有史学著作《左传纪事本末》53卷，《清吟堂集》等。\n高士奇是一生效忠于康熙的官吏，是一位在文史哲诸方面都有贡献的学者，决不是郭琇等人所说的“国之一路蠹，民之贼”。正因为如此，在高士奇病故后，康熙赐谥号文恪，意思是：一个谨慎守规章的文人。为人诙谐幽默，所藏书画甚富。士奇一直是康熙的宠臣，康熙自言“得士奇，始知学问门径。初见士奇得古人诗文，一览即知其时代，心以为异，未几，朕亦能之。士奇无战阵功，而朕待之厚，以其裨朕学问者大也。”\n人物生平\n高士奇（1645~1703.8.12）一作（1645—1704）字澹人，号瓶庐，又号江村，赐号竹窗，谥文恪。顺治二年（1645）生于浙江余姚樟树乡高家村（今慈溪匡堰镇高家村），祖上于“靖康之难”时，自汴京（开封）南迁而至。顺治十八年（1661）入籍钱塘（杭州），补杭州府学生员。康熙三年（1664）随父古生公游学京师。因父不久亡故，遂以卖文自给。新岁为人作春帖子，自为句书之。康熙八年入太学，得以初觐康熙，皇上喜其一手“王字”，好其理学文章，钦赐拨取，旬日中二试皆第一，记名翰林院供奉。高士奇从此踏上仕途，进入皇宫大院。官至礼部侍郎。精鉴赏，收藏名迹，与孙退谷（承泽）相埒。所著江郁销夏录，亦与庚子销夏记同工。工书，尤善钟、王小楷。画有仿文徵明湘君湘夫人图、拟徐贲枯木竹石图、仿宋克山水轴，又有丝纶垂钓图，均精妙。有清吟堂全集。卒年六十，一作五十九。 \n为便于了解高士奇的仕途生涯，也许列图表是最为简明的一法：\n年份\n康熙治政\n高士奇的状况\n康熙八年（1669）\n除鳌拜，宣布永停圈地.\n高入太学，初觐皇上，被钦赐拨取，记名翰林院供奉.\n康熙十年（1671）\n开御考（博学鸿词科的前身）.\n高御试第一，上经面试后，特旨恭写经筵讲义.\n康熙十一年（1672）\n上东巡\n高随驾.\n康熙十二年（1673）\n朝议撤藩，吴三桂反.\n康熙十四年（1675）\n\t\n授高为詹事府录事\n康熙十六年（1677）\n授靳辅为河道总督，用陈潢之策治理黄河.\n授高为中书舍人，入直内廷，赐御书“忠孝”.\n康熙十七年（1678）\n设南书房掌票拟谕旨，加强皇权.\n高入南书房，上赐“忠孝之家”印玺一方。赐居大内“苑西”.\n康熙十八年（1679）\n开博学鸿词科.\n高中博学鸿词科.\n康熙十九年（1680）\n\t\n授高为翰林院侍讲（助教）.\n康熙二十年（1681）\n平定“三藩”.\n康熙二十二年（1683）\n收复台湾，山河一统\n授高执事日讲官起居注\n康熙二十三年（1684）\n上南巡，赴曲阜祭孔，御题“万世师表”。至南京亲谒明孝陵。开放海禁\n高迁右春坊右庶子，又转左春坊左庶子。升翰林院侍讲学士（老师）。随驾南巡.\n康熙二十四年（1685）\n沙俄入侵，下令抗击，收复雅克萨.\n康熙二十五年（1686）\n设广州十三行\n授高为统制总裁，政治典训副总裁\n康熙二十八年（1689）\n与沙俄签订《尼布楚条约》。上南巡，再谒明孝陵.\n高随驾南巡。赐号“竹窗”，上御书“竹窗”二字。十月，高辞官归田，定居平湖.\n康熙二十九年（1690）\n上亲征噶尔丹\n高在籍赋闲\n康熙三十三年（1694）\n设馆纂修《明史》，编纂《古今图书集成》、《全唐诗》、《佩文韵府》、《康熙字典》等.\n高奉召二度进京，官复原职，仍入住大内.\n康熙三十四年（1695）\n噶尔丹二次南犯.\n高在职修书.\n康熙三十五年（1697）\n御驾亲征噶尔丹.\n高随驾征噶尔丹.\n康熙三十六年（1698）\n御驾亲征噶尔丹.\n授詹事府詹事。赐“清吟堂”御匾一幅。现次辞官赋闲.\n表至康熙三十六年，高士奇的仕途生涯可以说已基本结束，余下的只是与康熙的情谊而已。\n常言道：“人一走，茶就凉。”可是，康熙对亲政后自认的并非两榜出身的老师高士奇，却总是那么情意绵绵，念念不忘，充满着真挚的关爱呵护，是史所罕见的。\n康熙三十二年（1693），高士奇第一次在籍赋闲。康熙于四月十六日赐高士奇手敕一道：“朕少年最不喜参，尔所素知。只为前大病，后赖此药复元气。所以，使人到长白山觅得八九寸长五六两重者十余根，上好者数斤，念尔江湖远隔，苦楚频躬，想是未必当年气相也。故赐南方所无蜜饯人参一瓶，上好人参一斤，土木参二斤。尔当宽心自养，不必多虑。”\n七月，赐高士奇御扇一把，上有御制诗一首：“故人已久别三年，寄语封书白日边；多病相邻应有意，呤诗每念白云篇。”\n康熙三十七年（1698）七月高士奇第二次在籍赋闲。赐御制诗一首：“廿年载笔近螭头，心慕江湖难再留；忽忆当时论左国，依稀又是十三秋。”\n康熙三十八年（1699）三月，康熙赐高士奇“忠孝节义”的御篇一幅。\n同年，康熙第四次南巡。高士奇在杭州西溪高庄接驾。康熙御书“竹窗”相赐。\n康熙四十年八（1701）康熙赐高士奇联一对，上御书：“忠为表，孝为里；言有物，行有恒。”\n康熙四十一年（1702），康熙擢升高士奇为礼部侍郎。高士奇以母老为由未上京赴任。\n康熙四十二年（1703）康熙第五次南巡，高士奇奉召赴淮安接驾，随康熙巡视江南。南巡后，高士奇又随驾入京。第三次居寓于大内直庐。二月后回平，六月三十日在籍病故。\n康熙四十三年（1704）正月，康熙谕祭礼部侍郎兼翰林院学士高士奇一道。遣浙江等处承先布政使加三级郎廷极为代天御祭的钦差。康熙亲制悼词，并御书悼联：“勉学承先志，存诚报国思。”赐谥号文恪。\n人物分析\n高士奇就这样在康熙的钦赐御祭中为一生画上了句号。回顾他的一生，不难发现，他是从考入太学才踏进仕途，凭的是自身的才学。他平生所受的皇恩钦赐，其荣耀实在令人羡慕。《雍正正朝》中，一幅康熙御书的匾额，就镇住了敢作敢为的四阿哥胤禛，《铁嘴钢牙纪晓岚》中，一把乾隆御扇就宛如可先斩后奏的尚方宝剑。虽然，今天的电视剧是决不能把它看作为历史的事实，但是此类情节里所反映的皇权的威慑，却就是历史的事实。因此，这不难看到康熙对高士奇的器重和笃信。\n既然康熙对高士奇如此器重和笃信，那高士奇为什么要二度辞官归田？那他为什么授其礼部侍郎却偏偏要推故而不去赴任呢？这莫非是因为郭琇的弹劾。说不是也就不是。其实，高士奇并不惧怕郭琇的弹劾。高士奇自康熙八年入太学，以记翰林院供奉起，至康熙四十二年未赴任的礼部侍郎止。不曾放过地方官，也不曾在京畿直隶执掌过实权。无鸡焉能生蛋？无米岂可煮饭？所以，对于“贪赃枉法，卖官鬻爵”这究竟从何说起？郭琇的弹劾听来振振有词，实质不过是耸人听闻罢了。康熙对此弹劾不予理会，高士奇原本可以听之任之。当然，要说是也就是。为只为当时的时代背景错综复杂，犬牙交错。不仅满汉矛盾尖锐，而且太子与阿哥党的斗争日趋激烈。高士奇怎能不明白“木秀于林，风必摧之”的道理？高士奇岂会不曾读过王充用三十年心血写成的《论衡》？书中“累害第二”篇里指出，因嫉妒而生的毁谤，归纳为“三累”和“三害”，最终结论是：“虽孔丘、墨翟不能自免，颜回、曾参不能全身。”因此，郭琇的弹劾造就了高士奇激流勇退的理由。\n说到毁谤，其基础就是谎言。在谎言面前，别说一个处于动乱年代的臣子高士奇，就是在伊朗历史上的一代霸主——大流士，他威征四野，睥睨天下，可是他也害怕谎言，甚至把谎客列在干旱之前，居然成了他最害怕的东西。高士奇一个文弱书生，只能对谎言望而生畏。\n谎言果然可怕，可误解和曲解也常给人带来伤害。后世有的史学界人士，把高士奇贬义地称为宠臣，甚至是幸臣。我真为他们的历史识见而深感遗憾，难道他们不领会“不知其人，但观其友”的含义？难道他们把史所公认的千古一帝，一代英主康熙，只是视其为隋之炀帝。宋之徽宗了。\n那么高士奇的一生究竟有什么功勋和业绩？为什么康熙要对他如此超乎常例的器重，关爱和高度评价？真的，也许谁也不可能有根有据地说个明白。看来人们只能从高士奇伴随康熙的二十余年中去推测，这二十余年间是康熙在历史上最为辉煌的年代。康熙他——除鳌拜,止圈地,举恩科（博学鸿词科）治黄河，设书房（南书房）平三藩、收台湾、祭孔子、谒孝陵、开海禁、建洋行、抗沙俄、编史书,征噶逆等等。正是这一系列治政方略，才开启了“康乾盛世。”\n常伴随康熙身边，有几年甚至是朝夕相处的高士奇，自然是倾注了几多心血。是呀，康熙四十二年三月二十一日，康熙领高士奇游畅春苑，过观澜榭时，上日：“尔尚能记此地否？”高士奇答：“尚忆创造大略。”这有如偈语般的问答，使天机稍稍露白。人世间每每有“只能意会，不可言传”的玄义。高士奇一生的功勋和业绩，大概也归属于此间。\n高士奇的一生是幸运的。因为他深得康熙的知遇。常言道：“忠孝不能两全。”可高士奇受到了康熙御赐的印玺“忠孝之家”(此印在平湖市博物馆)。常言道：“伴君如伴虎”。可高士奇即使在籍赋闲，还不失日理万机的康熙的思念。称其为“故人”，揣摩其“气相”。确实，有谁能会比他更幸运呀！\n高士奇的一生也是最为不幸的。因为，古人有言人生三大悲哀：“少年丧父，中年丧妻，晚年丧子。”对于高士奇来说，这人生的三大悲哀，他全领受了。确实，有谁会比他更不幸呀！\n作品概况\n幸运也好，不幸也罢。高士奇就在这幸与不幸之间自行其是。一方面效忠于康熙，一方面悉心钻研学术和才艺。他生平著作甚富，有《春秋地名考略》、《左传纪事本末》、《春秋讲义》、《毛诗讲义》、《江村消夏录》、《金鳌退食笔记》……等等。他的画大多留于故宫，他的字，可看“西湖十景”的碑题。为此，高士奇的名字，不仅留在史册，而且民国初就入册《辞源》、《辞海》，同时入册以后发行的《中国文学家辞典》、《中国美术家辞典》、《中国书法家辞典》、《中国收藏家辞典》。就是在鲁迅先生所著的《中国小说史略》中，在评论《石头记》的一节里，他运用了前人对《石头记》人物的影射，说薛宝钗影射高澹人（士奇），林黛玉影射朱彝尊。说到此，实在凑巧。高士奇曾邀朱彝尊来平举行诗会，是平湖东湖的一大盛会，给诗坛留下了佳话。可见，高士奇就是这样一个多才多艺的名士。\n再说高士奇数次随驾南巡，留下了不少有趣的故事。在镇江金山寺，留下了“江天一览”，在苏州狮子林留下了“真趣”，在杭州灵隐寺留下了“云林禅寺”，在山东泰山之巅留下了“高明配天”。这些故事都透露了高士奇的机敏和才智。\n高士奇生平事母至孝，居乡谦和，约束家人从不马虎。对后代子孙提出告诫：“祖宗法度不可废，德泽不可恃；法度废则变乱之事起，恃德泽则骄佚之心生。”故高氏子孙在平湖已传十二世，均恪守祖训，安贫乐道，奉公守法，无一贪卑之徒，无一犯法之男。\n古书记载\n[清]（一六四五至一七o四）一作（一六四五至一七o三）字澹人，号瓶庐，又号江村，赐号竹窗，浙江平湖人（世）钱塘。初以国学生就试京师，不利，卖文自给。新岁为人作春帖子，自为句书之，偶为圣祖所见，旬日中二试皆第一。命供奉内廷，官至礼部侍郎。谥文恪。精鉴赏，收藏名迹，与孙退谷（承泽）相埒。所著江郁销夏录，亦与庚子销夏记同工。工，书，尤善锺、王小楷。《清史传、山静居画论、名人扇集小传、平湖县志、当湖历代画人传》\n高士奇(1645-1703)清朝大臣、史学家。钱塘(今浙江省杭州市)人。字澹人，号江村、全祖。以诸生供奉内廷，为清圣祖康熙帝所崇信，官詹府少詹事。以植党营私，被劾、解职归里。后复召入京，官至礼部侍郎。卒，谥文恪，他能诗、善书法，且精鉴赏，所藏书画颇多。著有《春秋地名考略》、《左传记事本末》、《清吟堂集《江村消夏录》、《天录识余》、《扈从目录》等。\n补充:清康熙十九年（1680），授额外翰林院侍讲。二十二年，补侍读，充日讲起居注官。二十三年，迁右春坊右庶子，不久，提升为翰林院侍讲学士。次年，转侍读学士，充《大清一统志》副总裁官。后迁詹事府少詹事。二十八年春，随康熙南巡至杭州。九月，左都御史郭琇上疏弹劾，指责他结党营私、贪赃受贿、私营土木，结果被解职归杭。三十三年，应诏入京到南书房修书。三十六年，以养母请归，特授詹事府詹事。四十一年，授礼部侍郎，未赴任。四十三年，又迎驾南巡杭州。高士奇学识渊博，康熙曾在左右大臣面前说：“士奇无战阵功，而朕待之厚，以其裨朕学问者大也。”能诗，善书法，精考证，能鉴赏，所藏书画甚富。\n与康熙渊源\n清朝康熙皇帝是一代英主，可谓名垂史册。他与高士奇的君臣交往，野史不少。对高士奇的评价，贬的多，褒的少。但反映高士奇早期生活的文章，却不多见。即使是《清史列传》、《清史稿》、《清代七百名人传》、《清平湖县志》，还是高氏的家谱《渤海高氏家谱》均叙述得不详实。\n但据上述史料可知，高士奇出生于余姚(今慈溪樟树镇高家村)。\n康熙三年(1664年)，高士奇全家北迁。不幸的是，到京后不久其父故世，一家的生活重担无情地压在这个二十岁的文弱书生身上。直到二十六岁入太学时，生活才有所转机。康熙十年(1671年)四月初三，康熙这位不满二十岁的年青皇帝，在果断巧妙地铲除专权谄佞的鳌拜等辅政大臣后，亲试太学生，高士奇荣登榜首，御试第一。因此，他入仕，不是如《清史稿》所述的为明珠所荐，而是凭他的书法才学。这年五月，康熙钦命高士奇为其抄写经筵讲义，高士奇兢兢业业，每夜书成后，与妻对读，常至半夜。由于高士奇工作出色，翌年七月二十五日，康熙皇帝在懋勤殿破格地接见了这位抄写员，且特赐内缎。而高士奇也不失机会，献《东巡赋》，既表达了对皇上的忠心，又显现出自己的才华，得到康熙的赏识。康熙十四年冬，高土奇被补詹事府录事，高土奇高兴地写下：“禁初开简从臣，多年供奉拜官新。”康熙十六年(1677年)八月，高士奇以录事随康熙行南苑，从此高士奇就成了康熙的随从。高士奇得意地写下：“自笑功名薄，谁知雨露深”的诗句。同年冬，高士奇又升任内阁中书舍人，食六品俸。康熙赐御书“忠孝”二字。后来，康熙又赐救高士奇曰：“尔在内办事有年，凡密谕及朕所览讲章诗文等件纂辑书写甚多，特赐表里十匹，银五百两，以旌尔之勤劳。还赐“忠孝之家”御印一方(现藏平湖市博物馆，篆体，七月初一赐)。\n康熙十九年五月，康熙又谕吏部曰：高士奇学问淹通，居职勤慎，供奉有年，应授为翰林院。吏部议叙后，授高士奇为额外翰林院侍讲。康熙称高士奇学问淹通，当然有依据的。在高士奇任内阁中书后，亲试其学问，赐博学鸿词。\n康熙二十二年(1683年)，高士奇补侍读充日讲起居住官，与康熙的关系更贴近了。\n康熙二十三年，高士奇迁右春坊右庶子，二月转左春坊左庶子。又升翰林院侍讲学士，成了康熙的“老师”。\n这几年是高士奇最辛苦的日子，每夜总劳作到二、三更，他夫人在家备具酒食坐待，偶话直庐事，则以清勤相勉。当进讲《周易》时，高士奇深夜归郎后，辄以明日所讲易义探索了然，才敢入寝，而其夫人总相陪伴，虽寒暑也如此。这时期，康熙外巡，高士奇总相伴，先后巡访松亭、塞北、盛京、乌喇、浙江等地。高士奇写下了这样的诗：“塞北松亭载笔频，江南山左扈时巡，旨甘不缺慈帏奉，内顾无忧赖尔身。”这首诗，不仅反映了他与康熙的“载笔频”，同时也对他夫人的歉意，“内顾无忧赖尔身”。但高士奇毕竟以康熙为重，当南巡江南，二十三年十一月，壬戊朔，康熙夜读三更，高士奇请曰：“圣躬过劳，宜少节奉。”康熙回答说：“朕自五龄受书；诵读恒至夜今，乐此不为疲也!”足见君臣之亲。\n康熙二十四年(1685年)高士奇又转为侍读学士，充大清一统志副总裁。丁卯(康熙二十六年，1687年)迁詹事府少詹事。从一个监生宜人宦官之列，成了四品官。这在举科年代是绝无仅有的。\n高士奇在内廷的这段时间，正是康熙大展雄图的时期。康熙二十年，已彻底平定了吴三桂、耿精忠、尚之信的三藩之乱。二十二年，收复了台湾，促进了国家的统一。二十五年，康熙又下令抗击沙俄侵略者，收复了雅克萨。并于康熙二十八年(1689年)，中俄双方签订了《尼布楚条约》，从而划定了中俄东段边界，不难想象，一直在内廷的高士奇，对康熙皇帝的影响和作用。\n正当高士奇步步高升的时候，厄运降临。康熙二十七年，山东巡抚张汧以赉银赴京行贿事发，经审讯，狱辞涉及高土奇。康熙谕令勿滋蔓，高士奇才得置弗问。那么狱辞涉及高士奇，而康熙谕令勿滋蔓的原因是什么呢?正如高士奇疏言所说：“臣等编摩纂辑，惟在直庐”，“非进讲，或数月不觐天颜，从未干涉政事……独是供奉日久，嫌疑日滋。张汧无端疑怨，含沙污蔑……伏乞赐归田里。”康熙心中十分明白，高士奇的疏言辞恳言衷，所以康熙同意高士奇解任。\n康熙二十八年春，康熙又南巡杭州，解甲的士奇仍为随从。在杭州，康熙题西溪山庄诗一首，并以御书“竹窗”两字赐高士奇。士奇即以“竹窗”为赐号。可见，康熙并不因为高士奇涉及张案而冷落，这必然引来更大的攻击。九月，左都御史郭琇严辞弹劾高士奇等人，高士奇成了一个表里为奸，植党营私的主犯，列举高士奇四大可诛之罪，最后又说：“高士奇、王鸿绪、陈允龙、何楷、王顼龄等豺狼其性，蛇蝎其心，鬼蜮其形，畏势者既观望而不敢言，趋势者复拥戴而不肯言，臣若不言，有负圣恩……”这样慷慨激昂之辞言，谁能不信呢?就这样高士奇等人休致回籍，康熙令他们回家。\n高士奇因闻平湖风俗敦朴，地僻事简，无外物之扰，得优游林野。10月，奉圣命归田，入籍平湖，成了平湖人。\n高士奇离开康熙，但康熙仍念念不忘，三十二年(1693年)癸酉四月十六日，又赐高士奇手敕一道：“朕少年最不喜参，尔所素知，只因前岁大病，后赖此药复还元气，所以，使人到长白山觅得八九寸长，五六两重者十余根，上好者数斤，念尔江湖远隔，苦楚频躬，想是未必当年气相也，故赐南方所无蜜饯人参一瓶，上好人参一斤，土木参二斤，尔当宽心自养，不必多虑。”笔者认为，康熙对待高士奇远远超出一般的君臣关系，高士奇离康熙三年多，当康熙大病复元，就想到江湖远隔的高士奇，一定没有当年的气相，赐南方所没有的补品，并安慰他“尔当宽心自养，不必多虑。”意思十分明显。七月，又赐高士奇御制扇诗一首：“故人久别已三年，寄语封书白日边，多病相邻应有意，吟诗每念白云篇。”康熙赐物寄情，君臣关系成了“久别的故人”。在封建社会中，又有谁能被皇上称故人?\n康熙三十三年(1694年)甲戌，康熙命大学士于翰林院官员内荐长于文章、学问超卓者前来修书，这实际上为高士奇等复出开了大门，这一点大学士王熙、张玉书等人很明白，况且张玉书与高士奇在南书房共事过。因此，自然荐徐乾学、王鸿绪、高士奇等人。这样高士奇在离京回乡五年后，又官复原职，住进内廷，在封建王朝中，二次能住进内廷的能有几人?\n康熙三十五年(1696年)丙子，噶尔丹叛乱，康熙三次亲征。高士奇也随皇上远征，风餐露宿。当噶尔丹叛乱平息后，高士奇就以母老乞还，康熙授高士奇詹事府詹事，为三品官，难其回乡，并赐“清吟堂”御匾一幅。\n高士奇回归后，康熙仍然惦记着高士奇，三十七年(1698年)戊寅七月，赐诗一首：“廿年载笔近螭头，心慕江湖难再留，忽忆当时论左国，依稀又是十三秋，康熙追忆高士奇当年讲授《左传》、《国语》时的情景，诉说了高士奇心慕江湖，无法挽留的伤情。可见康熙与高士奇之间情感是多么的笃诚。\n三十八年(1699年)已卯三月，康熙又赐高士奇“忠孝节义”匾。这“忠孝节义”四个大字，实际是对郭琇弹劾的四大可诛之罪的最好答复。四十年八月，康熙又赐高士奇联一对：“忠为表，孝为里，言有物，行有恒”，这是一代英主康熙对高士奇的一生评价。\n四十一年(1702年)壬午，康熙授高士奇礼部侍郎、二品官，高士奇以母老未赴，四十二年癸未春，康熙南巡杭州，高士奇特奔淮安接驾。康熙皇帝还曾为高士奇在杭州的私宅——西溪山庄——赐字“竹窗”。南巡后，士奇又随驾入京，三月十七日至畅春苑，即住进内直。二十一日，康熙对高士奇说：“尔在内历有年所，与众不同，今日令尔遍观园中诸景。”康熙一整天陪伴高士奇游览皇宫内园各式景点，正如高士奇在《蓬山密记》中写道：“是日所经，即内待少疏远者，亦不能至也!”康熙对高士奇最难能可贵的是四月十七日，他当着左右说：“当日初读书，教我之人止云：熟读四书本经而已……后得高\n士奇，始引诗文正路，他常向我言，诗文各有朝代，一看便知，朕甚疑此言，今朕迩年，探讨家数，看诗文便能辨白时代，诗文亦自觉稍进，皆高士奇之功。”\n那么，高士奇到底有多少学问?清光绪《平湖县志》、《高士奇传》的评价说得好：“策图书编纂最富；善神王小楷；工诗，尤长应制体；论者与桐城张相国英并称；精赏鉴；凡法书、名绘、彝鼎、琬琰，经拂拭者，声价十倍。”可见，他在文学、史学、政典、书法、鉴赏等方面都有很高的造诣，是一位学者。\n三百多年来，除了郭琇弹劾高士奇的奏折外，不少野史也把高士奇当作贪得无厌的佞臣这是不足为奇的。笔者认为缺少确实的依据。\n对高士奇的评价，笔者认为，康熙是历史上人们肯定的英主，高士奇是他的内臣，并不是外官，郭琇所以弹劾徐、高、王三家，实际上是太平盛世中官僚集团内部的争权夺利的反映。康熙看到了这一点，所以，未对高士奇论罪。高士奇的离京，是康熙为巩固统治而采取的一个措施。因此，高士奇解任回乡，康熙还是念念不忘，当高士奇最后一次离京时，康熙说：“见尔感涕，朕亦难忍。”命阖宫首领内监送至苑门外，此时不觉大恸，人人哀伤，这在封建王朝“伴君如伴虎”的年代里，有如此激动的场面，在中国上下五千年的历史长河中，是少有的。\n高士奇从北京回来，就为康熙编纂《御制诗》，六月十五月完稿并写了跋。可是，仅过半个月，三十日，他就病逝了。应该说，高士奇带着康熙对他的信任与他对康熙的忠诚离开了这个世界的。\n藏书之家\n清诗人、藏书家、刻书家。字澹人，号瓶庐，又号江村，赐号竹窗，钱塘（今浙江杭州）人。以诸生供奉清内廷，为康熙帝所宠幸，官詹事府少詹事。后以植党营私被劾，解职归里。后复召入京，官礼部会侍郎。能诗，善书法，精鉴赏，藏书楼为“朗润堂”、“岩耕草堂”、“江村草堂”等，分别收藏书画、古籍、彝鼎，也喜搜罗地方文献和诗文集。刻印图书很多，如隋杜公瞻《编珠》2卷，宋周弼《唐三体诗》6卷、宋高鹏飞《林湖遗稿》1卷、清张英《渊鉴类函》450卷，目录4卷、查为仁《绝妙好词笺》7卷等10多种千余卷。收藏印记有“士奇”、“红雨轩”、““生香乐意斋”、郎润堂”、“萧香斋”、“澹人”、“蔬香园”、“香斋”、“高氏岩耕草堂藏书之印”、“竹窗”、“高氏江村草堂珍藏书画之印”等多枚。著述宏富，主要有《春秋地名考略》、《左传纪事本末》、《清吟堂集》、《江村消夏录》、《扈从西巡日录》、《宛西集》、《归田集》、《城北集》等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663135},{"name":"高士奇书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791640044,"text":"高士奇跋张萱《捣练图》。美国波士顿博物馆藏。\n\n\n\n\n\n\n高士奇跋《绛帖》，楷书。\n\n\n高士奇跋怀素《自叙帖》，藏台湾故宫博物院。\n|\n\n\n\n\n\n\n\n跋欧阳询《仲尼梦奠帖》\n高士奇（1645-1740），字澹人，号江村。清代著名学者。浙江余姚樟树乡（高家村今匡堰镇高家村）人。家贫，在朝廷以打杂为生，后在詹事府做记录官。康熙十五年迁内阁中书，领六品俸薪，住在赏赐给他的西安门内。高士奇每日为康熙帝讲书释疑，评析书画，极得信任。官至詹事府少詹事兼翰林院侍读学士。晚年又特授詹事府詹事、礼部侍郎。死后，被封谥号文恪。他学识渊博，能诗文，擅书法，精考证，善鉴赏，所藏书画甚富。著有史学著作《左传纪事本末》53卷，《清吟堂集》等。","author":"清代高士奇","description":"高士奇书法集"}]