[{"name":"草书次韵答汤子重病中见寄诗","category":"草书","text":"短短的三年翰林院待诏，对文徵明书法的发展起到了非常大的影响。他从京城回居苏州故里后，在书画等艺术方面的心态有了很大调整，学书的途径和取舍都有了很大变化，而且一生中的许多具有代表性的书法作品，往往都是回居后创作出来的。本文就文徵明担任翰林院待诏这一简短的人生经历对他书法的影响作一较为翔实的探讨。\n文徵明担任翰林院待诏的原因及此前的书法成就\n文徵明（1470-1559），初名壁，徵明是其字，后以字为名，而更字徵仲，又因祖上为衡山人，故自号衡山或衡山居士，也自称停云生。文徵明以其诗文书画等方面的才能，在中国书法和绘画史上都留下了很高的声誉。他的诗文很有才气，与祝允明、唐寅、徐祯卿等一道被誉称为“吴中四才子”。他的绘画成就也相当高，是画坛“明四家”之一，又是吴门画派的中坚与领袖人物，其画风影响广远。就其书法而言，更是明代一位集大成的书法家，篆、隶、真、行、草各种字体都有不朽的作品留世，尤其是他的小楷和行草，更是成就卓越。但这样一位才气纵横的人，偏偏在科举考试中屡试屡败，九次参加乡试都名落孙山。直到1523年，嘉靖二年癸未，时年文徵明五十四岁，经工部尚书李充嗣极力举荐，才被朝廷授予翰林院待诏一职。从文徵明九次参加乡试到被举荐入朝，这一过程似乎并不怎么重要，无需着过多的笔墨。但对于文徵明来说，为什么参加乡试屡次失败后还要再次应试？为什么到了五十四这样的年龄，还接受别人的举荐而入朝，并且对这一举荐还感恩不已？对于其中的原因，笔者认为很有弄清楚的必要。因为解答了这个问题，也就容易理解，为什么文徵明自京城回居故里后，他的书法会有这么大的变化。\n对于文徵明来说，通过科举入仕，既是父亲文林的希望，也是自己的心愿。文徵明一家，自祖父文洪以来“始以文显”，父亲又是赐同进士出身，所以非常希望文徵明能通过科举入仕，在仕途上有所发展。文徵明很长一段时间跟随父亲在外，在父亲的监督下读书，因而“读书务稽古人之德，能自得师”。并且，文林还给他请了很好的老师。例如，在文徵明二十三岁时，他“从学史鉴，且侍赵宽游”，二十六岁时，“以父命从吴宽游，……（宽）悉以古文法授之，且为延誉于公卿间”。文徵明在二十岁时，想从沈周学绘画，沈周开始不太愿意教他，其原因就是“不欲徵明以艺事妨举业”，影响其仕途，这或许也与文林对文徵明的希望有关。文徵明的父亲和叔父都是关心国事、很有政治抱负的人，这自然也影响着文徵明形成了一种较为强烈的政治愿望。可以这么说，儒家的积极入世思想始终是文徵明的处世宗旨，在他写的许多诗文中都表现出这种观念。如他在丁巳（1497）年所写的《寂夜一首》有句云：“少壮不待老，功名须及时，男儿不仗剑，亦须建云旗。三十尚随人，奚以操笔为”？在癸亥（1503）年所写的《顾孔昭侍御起告北上》诗有句云：“心逐江流百折东，青山不似圣恩隆。著书偶作周南滞，簪笔还收柱下功”。于正德丙寅（1506）年所写的《靖海元功》诗云：“谁说赤子不烦徵？须信王家有应兵。明主已隆裴相命，边人先识范公名。饶渠固磊攻皆克，凡此奇功断乃成。要使愚民知改辙，不妨京观筑长鲸”。这些诗句，都比较明显地反映了文徵明在政治上的强烈愿望，很希望自己在仕途中有所作为。特别是他被举荐入朝，在翰林院担任待诏一职后，给李充嗣的书信中，更是明确反映了他热心于功名的状况。他在《谢李宫保书》中这样写道：“某家世服儒，薄有荫祚。少之时，不自量度，亦尝有志当世，读书缀文，粗修士业”。同时，他还说：“科举之法行，则凡翘楚特达之士，皆于科举乎出之。于是乎有以功业策名者，有以文章著见者，有以气节行能见称于时者。问之，皆科目之士也”。从中可以看出，文徵明对应试科举而入仕的途径是抱积极态度的，而且也很希望自己能一举成名。所以他在每次失败后，都将希望寄托在下一次，并相信自己终究有考取功名的一天，以至于连考九次。可偏偏他仕途不畅，九次应试都落榜。这对他经世报国的心愿来说，无疑是一次又一次的打击。尽管他受到打击的次数不少，但热心入仕的状况一直没有改变，所以，在他五十四岁时，也就是他第九次参加乡试不售的情况下，李充嗣举荐他入朝，他还是欣然前往。并且，当他被授予翰林院待诏后，他专门诚心诚意地写了《谢李宫保书》给李充嗣以表谢意。同时，他也希望这次举荐是他人生的一次转折，能使自己在仕途有所作为。这种思想在他刚到京城后所写的《郁裕州忠节诗》中表现得比较明显，其诗云：“仓皇战守强撑之，力尽孤城竟死之。不谓真卿能备寇，终然南八是男儿。尘昏何处归辽鹤？月黑空山叫子规。不负平生忠孝志，故人亲勤墓碑前”。这“不负平生忠孝志”不正是文徵明自己的意愿和当时的壮志豪情吗？\n正是因为文徵明有这种政治抱负，所以，他在被举荐入朝之前的时期，虽然在书画等艺术方面有了一定的投入，但很难说潜心于书画等艺术，因为他始终心中牵挂着科举应试这一事情，而书画往往在一定程度上成了他的一种“业余雅好”，他自己也认为“画是生平业障”，对于书法的态度，大概在那时也是如此。甚至他开始发奋习字的主要原因也应归功于他十九岁参加岁试时，字写得不好被宗师批为不佳、置三等这件事情，并且在当时他主要以《千字文》为范本，日临数遍。可以想见，他当时的主要目的是将字写好，而没有真正将书法作为一门艺术去追求。另外，当时朝廷以八股取士的方式，对于文徵明这样的艺术人才来说，也有很多不利因素。八股文为当时朝廷科举考试的唯一文体，可是文徵明不喜欢八股程式文，而只喜欢研读《左传》、《史记》、《两汉赋》等古文。他在《上守谿先生书》中写道：“某亦以亲命选隶学官，于是有文法之拘，日惟章句是循，程式之文是习，而心中窃鄙焉。稍稍以其间隙，讽读《左氏》、《史记》、两《汉书》及古今人文集，若有所得，亦时时窃为古文词。……惟一二知怜之，谓‘以子之才，为程文无难者，盍精于是？俟他日得隽，为古文非晚’。某亦不以为然。盖程式之文有工拙，而人之性有能有不能。若必求精诣,则鲁钝之资，无复是望”。从中可以看出，当时的八股取士方式，在很大程度上与他的艺术才能有所冲突，这也导致他在很长一段时期内彷徨于掌握八股文应试和热衷“复古艺术”之间，在这种矛盾之下，实在很难让他潜心于书画等艺术之中。\n当然，随着时间的推移，大概在他二十多岁至五十岁之间的这段时期，他在书法方面的取法也渐渐广泛，但成就不是很大，那时的书法水平，别人还有所微词。张宣在《西园题跋·题京兆真迹》中这样说道：“人不可无年，不惟文章，即临池家年亦不可少也。近代如文太史徵仲、祝希哲二公，余数见其真迹，徵仲虽年已耳顺，结体时有出入”。我们从这段话中可以得知，文徵明书法的成熟时期是在他的晚年，这与他晚年功夫的老到当然很有关系，但最主要的应该是他后期在书法上的取法和他对待书法的心态。当然，他的书法在五十岁以前，所学字体涉及的范围也是较广的。从流传下来的书法作品来看，在这段时期内，他在真、行、草、隶等字体上都花了不少功夫，并且可以看出，他此时主要以智永为基础，并广泛学习宋、元诸家，有时也临写晋、唐时期的书法，但以宋、元为多。就小楷而言，文徵明在这段时期的早期极力学习赵孟頫的小楷，这在一些作品中有所表露，有一段时期，他还临习欧阳询的楷书，并且还以这种风格创作了一些作品。稍晚一点，他又想把晋唐小楷的风格和赵字的风格结合起来。接近五十岁时，还学过一段时期的颜体，例如他四十九岁时写的《明故黄君仲广墓志铭》，就带有很浓的颜体味道。他在这段时期的行书，取法较广泛，学过《圣教序》，也学过苏东坡和米芾，当然以取法康里子山的笔法为较多，作品中有一种清劲爽利之气，例如他在二十几岁时写给蔡羽的书札《册页帖》和《子西集帖》，这两件作品就比较明显地反映了这种特性。蔡羽与文徵明定交较早，据周道振考证说，文徵明与蔡羽在明孝宗弘治元年戊申（公元1488年）就定交，那时，文徵明才十九岁。《册页帖》是文徵明二十二岁前后所写，署款采用花押的形式，这在他早年的书札中是较少见的。而《子西集帖》是文徵明二十五岁左右时所写。王世贞在《弇州山人四部稿·文太史云山卷后》中这样评价文徵明在这段时期的行书：“书法圆熟，翩翩出晋人。比之晚年，少骨多韵”。文徵明在这段时期的草书，主要取法于智永的草书《千字文》，当然，此时对怀素的草书也下过不少功夫，从他所写的草书作品《次韵答汤子重病中见寄诗》，可以比较清楚地看出，他此时的草书受怀素的影响是很大的。作品中法度严谨而自在，流露出简洁淡雅的气韵。至于这段时期的隶书，文徵明写得也不少，能代表这一时期隶书面貌的要数他三十九岁时所写的《内翰徐公像赞》。从作品中可以看出，他此时的隶书作品为古隶，用笔虽然方圆并使，但还是以方笔见多，而结体则多处采用篆书的写法。他隶书的取法，主要取法《受禅表》和《上尊号》。\n通过以上的分析，可以看出，文徵明在被举荐入朝之前，他心里最牵挂的应该是应试科举而进入仕途这件事情，在他心目中，这是正道，是儒者的必由之路，这与子夏所说的“仕而优则学，学而优则仕”以及孔子所倡导的“志于道，据于德，依于仁，游于艺”是一脉相承的。正是因为这种思想的存在，导致文徵明在这段时期很难全身心地投入到书画等艺术的学习与创作之中，因此，后人对他这一时期的作品有所微词也是合乎实际的。\n三年翰林院待诏对文徵明书法的影响\n三年翰林院待诏虽然短暂，但对于文徵明来说，在书法方面所带来的影响相当大。这主要在以下几个方面有所反映：\n一．经过三年的翰林院待诏生涯，使文徵明的心态更加平和，能潜心于诗文书画等艺术的创作。\n文徵明在京城担任翰林院待诏的初期，激情很高，非常希望自己能在翰林院立足，能在仕途上有所作为。但由于文徵明毕竟不是进士出身，只是一个靠举荐而授予的从九品官，这对于进士出身的翰林院许多人员来说，确实微不足道。我们先了解一下当时翰林院的设置情况以及文徵明在翰林院的地位。《钦定续通志》记载：“翰林院，明置。翰林院学士一人，掌制诰史册文翰之事。以考议制度，详正文书。侍读学士、侍讲学士各二人，侍读、侍讲各二人，掌讲读经史。五经博士九人，掌专经，讲经义。典籍二人，侍书二人，待诏六人，孔目一人”。《明史》又记载：“翰林院，待诏六人，从九品，不常设，待诏掌应对”。由此可见，文徵明在当时翰林院的地位是相当低的。而且，不是进士出身的文徵明，在翰林院的一些人眼里，自然也不受重视，导致他在京城没多久就想回家。《艺苑卮言附言》记载：“待诏以荐起，预修国史。北人同馆局者从待诏丐画，不以礼，多弗应。辄流言曰：‘文某当从西殿供事，奈何辱我翰林为！’待诏闻之，益不乐，决归矣”。正是因为这些原因，所以，文徵明在京城不长的时间里，写过许多怀归的诗句。他在到京城上任不久后所作的《潦倒》诗中有句云：“北土岂堪张翰住？东山常系谢公情。不须礼乐论兴废，毕竟输他鲁两生”。当然，最终促使他坚决辞官回家的应该是朝廷的政治昏庸，尤其是嘉靖三年（公元1524年）所发生的“大礼之争”这件事情，更使文徵明回家的心意已决。当年七月，因为明世宗想再次加封章圣皇太后的封号，引起群臣伏阙哭谏。明世宗一怒之下，命令逮学士丰熙等百三十有四人下狱，吏部右侍郎何孟春等八十有六人令待罪，并且还有数位五品以下的官员被当场杖打而死。因为这样一件事情，极大地破坏了“刑不上大夫”的老规矩，同时，更让“可杀不可辱”的文人们深感朝廷的昏庸和仕途的险恶，所以，在“大礼之争”前后，先后有不少朝廷大臣纷纷辞官隐退。文徵明由于“大礼之争”案发前不久，左臂摔伤而不在场，侥幸免了棍棒之苦，但这件事情对一生谨慎的文徵明来说，震动非比寻常。自那以后，他归心日益加剧，经前后三次乞归，最终获准，于1526年10月10日起程离京，次年春夏之交回到苏州老家。此时归来的他，心里有说不出的喜悦感和轻松感，当即写出了《还家志喜》的七律，其中有诗句云：“林壑岂无投老地，烟霞常护读书台。石湖东畔横塘路，多少山花待我开”。诗句中无不表达了文徵明归来后寄身山林之游的意愿和如释重任的喜悦心情。此时的他，经历了仕途的坎坷，体验了仕途的险恶。能无恙归来，心中庆幸不已。此时，他再也不用去应试那枷锁似的八股文，也不用如履薄冰似的体验官场的风险，总算可以安安心心地作一个真正的文艺人。于是他在住宅东边又建了一小室，取名为“玉磬山房”，用作吟诗、写字、绘画的场所，又“树两桐于庭，日徘徊啸咏其中”，过着那种“人望之若神仙”的生活。\n由于文徵明回居苏州老家后，心中已经完全没有了政治抱负，能够全身心地投入到了诗文书画等艺术方面的创作。从书法方面来看，他的心态发生了很大的变化，这主要体现在如下两方面：在书法的取法方面，他更加致力于取法晋唐；在书法的创作心态方面，更加理智和冷静。\n文徵明自从乞归之后，潜心于诗文书画。《弇州山人四部稿》记载：“先生归，杜门不复与世事，以翰墨自娱”。在书法的取法上，他致力于钻研晋、唐书法，力求在这方面有所突破。因此，在楷书（尤指小楷）的取法上，文徵明在汲取欧阳率更书法的精髓后，又极力参入王羲之的笔意，也时时在字里行间流露点赵孟頫的韵味。因而在六十岁以后的书法，就小楷而言，他能写出颇具欧阳特色的楷书，也能写出极具晋人气韵的作品。例如他在六十六岁时写的《嘉定新建思贤堂碑》和七十一岁时写的《辞金记》，欧体的味道非常浓厚，险劲犀利的风格在作品中流露无遗。文徵明以前用欧体写小字难以达到“宽绰有余”的境界，但《辞金记》这幅作品则写得从容自如。所以周道振先生在《行书大师文徵明》中这样评价：文徵明归田以后的小楷，“虽或仍有欧的面貌，但欧字紧，文较宽；欧笔在凝，文笔在展，已没有初学欧时那样，楷书略带板滞”。文徵明在六十三岁时所写的《石冲庵墓志铭》，用笔含蓄温和而自然朴雅，以《黄庭》为主调，但欧、赵的影子也依稀可见。尤其是他在同一年所临写的《黄庭经》，吴德旋在《初月楼论书随笔》中这样评价：“慎伯谓自柳少师后，遂无有能作小楷者，论亦过高。米海岳《九歌》，赵松雪《黄庭内景经》，皆能不失六朝人遗法。但其他书不能称是，遂为识者所轻。文徵仲《黄庭经》亦与右军原书酷似，但用笔太巧耳”。从文徵明所临写的《黄庭经》，我们可看出两个问题，一方面，文徵明对学习王羲之等晋人的书法下的功夫非常扎实，另一方面，他确实学到了晋人小楷的精髓。所以文嘉说：“小楷虽自《黄庭》、《乐毅》中来，而温纯精绝，虞、褚而下，弗论也”。文徵明特别喜爱小楷，以毕生精力潜心于小楷之中，自得颇多，成就也最高。如他八十八、八十九岁时为蔡汝楠所写《四山五十咏》，精工细致，笔画挺直劲健，结体严谨而不失虚和舒坦。如此高龄还能写出如此精到的小楷，真令人叹为观止！他晚年所写的小楷名作很多，如《莲社十八贤图记》（六十岁书）、《小楷扇面》（七十一岁书）、《草堂十志册》、《赤壁赋》、《后赤壁赋》（八十六岁书）、《离骚经》（八十六岁书）等等，件件都是精品。这些作品端庄严整，笔划线条较为清细，一字之内，布白非常均衡，无论横划、坚笔，都透出一种爽利秀劲的姿态。用笔上，大多入笔露锋，笔势清晰有力，顿按鲜明可辨。他这种起笔露锋的笔法，曾被人指责，如莫云卿说：“太史具有《黄庭》，而笔尖微，病在指腕，虽严端不废，未见岿峨磊落之姿”。王世贞也说：“书，小楷赵不能去俗，文不能去纤，其精绝同也”。文徵明晚年在小楷上摒去欧阳率更之体，尽得《黄庭》、《乐毅》之妙，足可称道，虽用笔尖微，只是小疵，无伤大雅。正如谢在杭所评：“古无真正楷书，即钟、王所传《荐季直表》、《乐毅论》皆带行笔，洎唐《九成宫》、《多宝塔》等碑，始字画谨严，而偏肥偏瘦之病，犹然不免。至国朝文徵仲先生始极意结构，疏密匀称，位置适宜，如八面观音，色相俱足，于书苑中亦盖代之一人也”。清代朱和羹也评价说：“明楷以文衡山为第一”。\n文徵明的行书早期得苏轼、黄庭坚、康里子山的笔意，到了晚年，则主要受益于王羲之《圣教序》。王世贞说：文徵明“行笔仿苏、黄、米及《圣教》，晚岁取《圣教》，损益之，加以苍老，遂自成家”。他晚年的行书作品大致为三类，一类以《圣教》笔意为主，兼有米字、苏字的笔意，有些还以行草的形式表现。这类作品大都字形偏小、秀美，用笔时讲究线条流畅、温润、富有节奏、不激不厉，笔道精到、细致，通篇气韵贯之。这类作品与他本人的性格相符，温和而不失刚介，谨细而不失洒脱。另一类以康里子山笔意为主，但字形与结体不同于子山的行书。这类作品字形稍大，行笔速度也有所增快，笔画粗细对比不甚强烈，用笔爽利明快、干脆利落，且文氏功夫深厚精湛，在书写这类作品时，能在行笔速度较快的情况下将起笔、行笔、出笔三者交待得很清楚，笔锋的转换、笔画之间的衔接过渡、提按的轻重变化，快而不乱，不失法度。第三类行书作品全仿黄字，这类作品无论从字形、用笔的变化、行笔的速度节奏，及至通篇的神韵，均以山谷行书为基调，俨然山谷再世。字形开张放纵，气势雄强而不失韵味，节奏明快而富有变化，至于他书写《万岁山四首》时，第一首《万岁山》模仿苏轼的行书，第二首《南台》模仿米芾的字，第三首《太液池》采用黄庭坚的笔法，第四首《平台》以《圣教》为主调，简直就是向世人展示他的行书渊源和高超的技巧，他能尽仿某一家的笔法，又能综合各家于一体，达到“蜜成而花不见”的艺术效果。\n文徵明晚年的心态相当平和，这在草书的书写方面也略有表现。文徵明学草书颇有来历，据王世贞记载，文徵明年轻时曾“草师怀素”，在狂草上下过一番功夫，例如，他五十一岁时所书的《八月六日书事四首》这幅狂草作品，其间主要是学习和借鉴了怀素与黄庭坚两位大家的风格特点，将两家的风格特点加以融汇，结构和章法上主要借鉴于怀素，结体疏放，笔势放纵无以复加，字的形体大小对比强烈，笔法上又主要借鉴于黄庭坚，行笔悠然而时有抖顿。但晚年却“绝不作草”，所以这幅狂草几乎成了文徵明狂草书的绝版。我们所见的文徵明晚年的草书作品，几乎都是类似于《四体千字文》中的草书（七十五岁书），以小草为主，作品中很少有大开大合的起伏动荡变化，可以明显地看出，文徵明晚年的心境是相当平静的，他似乎已经看透了人生。\n正是由于他这种平和的心境，所以晚年的行草作品往往杰作不少，在这方面所得的评价也历来不错。陶宗仪在《书史会要》中称：文徵明“小楷、行草，深得智永笔法，大书仿涪翁尤佳，如风舞琼花，泉鸣竹涧”。王世贞云：“行体苍润，可称玉板《圣教》”。清代梁章钜更是指出了文徵明临习《圣教》的用笔方法，他说：“《圣教》结构处，反正相生，画画有锋相向。昔人所谓侧笔取势，于此见之。前辈唯文衡山先生最得此秘”。\n二．文徵明在翰林院三年时间内，交往更广，眼界更宽，另外，他还要书写一些重要的文书材料。这在一定程度上扩大了他的影响，也同时为他提供许多提高书法的锻炼机会。\n明代丰坊在《书诀》中这样评价文徵明的书法：“五十之后，因书诰敕，颇兼时体，渐尚整齐。然八法完具，大革沈度之习。盖亦因猎校而整祭器者”。书写诰敕，是文徵明当时在翰林院的工作需要。但文徵明因为刚到京城就职，所以他在书写这方面的作品时格外认真，他想以所书写的每一样东西都赢来别人的认可和赞誉，这对初到京城且有远大抱负的文徵明来说，是很正常的。为达到这样一种目的，在翰林院这段时期，尤其是初到的一段时期内，文徵明常常以欧体的面目来书写一些作品，一方面有利于将作品写得工整规范，另一方面也有利于将自己以前的功夫反映在作品之中，便于得到别人的认可。例如，他刚到翰林院所书写的小楷作品《寿乔白岩六十诗》就是这种情况。文徵明的这幅作品是汪俊《寿乔白岩六十序》卷的一部分，首篇为汪俊所书《寿少保太宰白岩乔公六十序》，写于界格之内，共四十九行。其后为湛若水、季方、夏言、文徵明、吕楠、陈沂、汪佃、孙绍祖、马汝骥等人的祝寿诗，卷尾有清人张式观款。乔宇的六十寿辰为1523年三月十二日，文徵明是当年四月十九入京，闰四月初六授翰林院待诏，这作品的具体书学时间应该是在乔宇六十岁生日之后。对于文徵明被授予待诏一职，乔宇是极力主张的。《四友斋丛说》记载：“林见素（林俊）嘉靖初再起为刑部尚书，方到京，适文衡山应贡而至。见素首造其馆，遍称之于台省诸公。时乔白岩为太宰，素重见素，乃力为主张，授翰林院待诏”。所以，文徵明书写祝寿诗，一方面对乔宇表示感激，另一方面，由于他初入京都，想一展自己的才华，所以，这幅作品写得相当用功。在小楷规整的结体中时时露出隶书的笔意，这比较明显地反映了他当时的楷书受欧体的影响较大。文徵明为御史蒋伯宣所藏旧刻《十七贴》作的题跋更是典型地反映了他当时的小楷风貌。这篇题跋是文徵明于嘉靖四年乙酉（1525年）八月十八日所写，又是为当朝御史而作，且题在书圣佳作《十七贴》之后，种种情况表明，文徵明对于这篇题跋，实在不敢怠慢，所以文徵明书写这篇题跋时相当谨慎，欧书的风格在此作中表现得也很突出，以致这类作品有“板滞未化”之嫌。\n由于林俊、乔宇等人的极力推崇，文徵明在翰林院的声誉日益高涨。开始之时，翰林院的翰林杨慎、黄佐以及吏部的薛蕙等人皆负一世之才，以为林俊、乔宇等人的推崇有点过头，直到领略到了文徵明的才艺，才无不赞誉咸至，推服不已。《文徵明年谱》记载：文徵明在翰林院时，“一时名士皆为倾倒，比于唐之王维，宋之米芾，户外屦常满。尤为林俊所重，间日辄折简邀之，曰：‘座何可无此君也。’”在翰林院的时期内，文徵明的交往也日益广泛，例如卢襄、钱贵、黄佐、马汝骥、陈沂等人都成了他的诗朋艺友，时常一块酬唱谈艺。马汝骥的《西玄集·卷一》中有《十四夜对月联句》、《卷三》有《十四日夜文徵仲宅对月次韵》等诗，文徵明有《中秋夜同元抑诸君小楼玩月》等诗，黄佐的《泰泉集·卷十》有《中秋不见月，文徵仲席上赋》等诗，这些诗无不反映了他们一块吟诗的雅兴，这对于文徵明在文艺方面的造就是很有影响的。另外，翰林院也还有一些爱好书画等艺术的人员，他们在书画方面的成就虽然不大，但与文徵明在这方面的一些谈论，也对文徵明在艺术方面有所促进。还有一点，当时的京城，虽然很难说是全国的书画中心，但有不少杰作可以在京城看到，这对于开阔文徵明的眼界，应该在一定程度上有所帮助。\n三．对文徵明来说，三年的翰林院待诏，虽然不是他人生最风光的时期，但在很大程度上成了他引以自豪的一段人生经历。\n在文徵明晚年所书写的许多书法作品中，他经常提到“翰林院待诏”一职，这样一种现象应该可以说明文徵明是比较看重这段“待诏”时期的。例如他所撰写的《朱效莲墓志铭》，在后面这样落款：“前翰林院待诏将仕佐郎兼修国史长洲文徵明著并书”；他所书写的《文端吴公神道碑铭》也在后面这样落款：“前翰林院待诏将侍佐郎长洲文徵明书”；再如他的书作《八角石记》的最后也这样写道：“前翰林院待诏将仕佐郎兼修国史长洲文徵明书”，类似这样的作品还有许多，而且这些作品大多是一些比较重要的墓志铭或者其它重要铭记。晚年的文徵明，抱着一种“过来人”的心态，对功名已经相当淡漠。但对于自己担任“待诏”一职的人生历史，他似乎在很长一段时期内还津津回味。前文所提到的在作品后面留下“前翰林院待诏”这样的称呼是一种体现，同时，他在晚年还反复书写他在京城时期所作的诗文，这应该也是一个很好的例证。例如，《西苑诗》是他在京城时所作的诗文，他六十八岁、七十九岁、八十岁、八十一岁、八十三岁、八十五岁、八十九岁时都书写过。再如《早朝诗》，也是他在京城时所作的专门反映当时早朝情况的诗，他在晚年也反复书写，六十九岁、七十七岁、八十三岁、八十八岁时都书写过，有资料可以证明，光八十八岁那年，他就三次书写过《早朝诗》。对于这种现象，我们也不能简单地看待文徵明只是对以前诗文的一般抄写，更主要的应该将它看做是文徵明对自己以前人生历史津津回味的一种方式。\n还有一点，我们认为也不能不提，就是文徵明自京城归来之后，向他来求字画的人员络绎不绝。这当然与文徵明的学识、人品、才艺直接相关，但与文徵明在京城担任待诏一职应该也多少有点关系。文嘉的《先君行略》记载：“于是四方求请者纷至，公亦随以应之，未尝厌倦。……盖如是者三十余年”。尤其是当时一些名人的墓志铭，其亲人不计路途遥远来苏州求文徵明书写，这在一定程度上是因为文徵明既是书法大家，又有“政治资本”，可谓德高望重。否则，这些墓志铭的落款，文徵明为何非得注上“前翰林院待诏”这样的字眼？这不管是文徵明自己的主观意愿，还是求者的要求，至少可以说明两个方面的问题：一方面，文徵明自己很看重这段历史、也很惦记这份资本；另一方面，求书之人也对文徵明的“待诏经历”比较看重。所以，我们认为，三年的翰林院待诏对文徵明声名的扩大应该还是有一定关系的。\n综上所言，我们可以得出这样一个结论，三年的翰林院待诏，对文徵明书法的影响非比寻常，其中，对于他心态的调整所起的作用更为重要。因为文徵明在担任待诏前后的心态变化，直接影响了他的书法创作和学书途径，也直接关系到他书法成就的高低。本文仅属笔者个人愚见，望方家多加指正。\n","user":1,"timestamp":1429964631983,"verified":true},{"name":"草书次韵答汤子重病中见寄诗","text":"《次韵答宗汝为初夏见寄》是宋朝诗人黄庭坚的作品之一。\n\n宋黄庭坚\n诗词正文\n宫蛙无时休，不知忧复乐。\n夕晖半规黄，冉冉纳暮壑。\n鸟栖松陨花，风下竹解箨。\n南箕与北斗，磊磊贯缨络。\n怀我邻邦友，贤义本不薄。\n箕斗常相望，江含雾冥漠。\n忽烹双鲤鱼，中有初夏作。\n诗词清照眼，明月丽珠箔。\n闲出句崛奇，芙蕖依绿蒻。\n雄辨简色空，韩卢逐东郭。\n终篇谈不二，自脱世缠缚。\n此道久陆沉，喜公勤博约。\n盈笼惠石芝，乌皮剥猿玃。\n野人烹嘉蔬，回首葵苋恶。\n劝盐珠未工，追呼联纆索。\n闻君欲课最，岂有不龟药。\n我民六万户，过半客栖泊。\n棘端可沐猴，且愿观其削。\n官符昼夜下，朝播责暮获。\n射利者谁其，登陇弯繁弱。\n昨闻数邦贡，曲礼赋三错。\n恭惟廊庙上，献纳及新瘼。\n绣衣城南来，免冠谢公怍。\n归乘下泽车，绝意麒麟阁。\n田园蒙帝力，仰以万寿酢。\n公材横太阿，越砥敛霜锷。\n智囊无遗漏，胆量包空廓。\n行当治状闻，雄飞上碧落。\n我材甚不长，有地愧盘礴。\n平陆非距心，滕薛困公绰。\n看人取卿相，妄意亦馋嚼。\n终不作湘累，憔悴吟杜若。\n一心思倾写，何时叩扃钥。\n","category":"草书","verified":true,"user":1,"timestamp":1429951611044},{"name":"草书次韵答汤子重病中见寄诗","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791627893,"text":"","author":"明代文徵明","description":"草书次韵答汤子重病中见寄诗"}]