[{"name":"王宠小楷南华真经","text":"此册明王宠“小楷南华真经”纸本，每开尺寸长19.1、宽12.5厘米，荣宝斋藏。书后有梁启超、张謇跋。\n此册小楷字较小，字数很多，但写的一笔不苟，雅有书卷气，横画起笔尖露，略似文徵明，但比较含蓄，诚如梁启超跋中语：“吾常谓雅宜山人书有道气，远在文待诏上。兹卷渊懿静穆，稀世瓌宝也”。\n王宠（1494——1533）字履仁，号雅宜居士，人称“王雅宜”。江苏长州人（常州）。工诗文书画，善行草书，尤精小楷。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951612360},{"name":"王宠小楷南华真经","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791626185,"text":"(缺页内容)\n寐也魂交，其觉也形开。与接为构，日以心斗。缦者、窖者、密者。小恐惴惴，大恐缦缦。其发若机栝，其司是非之谓也；其留如诅盟，其守胜之谓也；其杀如秋冬，以言其日消也；其溺之所为之，不可使复之也；其厌也如缄，以言其老洫也；近死之心，莫使复阳也。喜怒哀乐，虑叹变蜇，姚佚启态--乐出虚，蒸成菌。日夜相代乎前而莫知其所萌。已乎，已乎！旦暮得此，其所由以生乎！\n非彼无我，非我无所取。是亦近矣，而不知其所为使。若有真宰，而特不得其朕。可行己信，而不见其形，有情而无形。百骸、九窍、六藏、赅而存焉，吾谁与为亲？汝皆说之乎？其有私焉？如是皆有为臣妾乎？其臣妾不足以相治乎？其递相为君臣乎？其有真君存焉！如\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n《南华真经》是王宠早期的小楷精品。此卷作於正德十年(1515年)，时王氏22岁。所书内容《南华真经》即《庄子》，是道家经典之一。据《新唐书·艺文志》载：“天宝元年，诏号《庄子》为《南华真经》”。《汉书·艺文志》著录《庄子》五十二篇，但保存下来的只有三十三篇。其中内篇七篇，一般认定为庄子所著。外篇杂篇可能掺杂有他的门人和後来道家的作品。其文章汪洋恣肆，并多采用寓言故事的形式，想象极为丰富，在哲学、文学上都有较高的研究价值。此卷所书就是《庄子》中的逍遥游、齐物论、养生主、人间世、德充符、大宗师、应帝王等内七篇。从王氏所书卷後题识中得知，此卷是应补庵先生之情而书写的。补庵名华云，字从龙，号补庵，补庵居士，斋号真休园、绿筠窝、剑光阁，江苏无锡人，为王宠好友。此卷前後钤有数十枚收藏印迹，可谓流传有绪。其中主要者有清代吴云平斋收藏印，孔广陶岳雪楼收藏印，近代裴景福壮陶阁收藏印等。吴云(1811-1883)字少青，号平斋，晚号退楼，又号榆庭。室名两罍轩，听枫山馆，二百兰亭斋。先世为歙县人，後迁归安(今浙江湖州)，晚年寓居苏州，道光年间中举人，历官至署苏州知府。笃学考古，性嗜金石书画，家藏甚富。著有《两罍轩收藏经籍碑帖书画目》、《二百兰亭斋鉴藏书画录》、《古铜印存》等多种，辑有《焦山志》。孔广陶(1832-1896)字鸿昌，号少唐，别号少唐居士，室名三十三万卷堂、岳雪楼、清淑轩，广东南海人。少为诸生，如国子监为太学生，纳赀分刑部郎中，好收藏古籍、书画、碑帖、古钱，有粤省四大藏书家之誉。精校雠，善鉴别，擅诗文。著有《岳雪楼书画录》、《清淑轩钱谱》等。其兄孔广镛，号怀民，道光举人，能诗文，工书法，尤精鉴赏法帖，编刊有《岳雪楼法帖》，王宠所书是卷上钤有“怀民珍密”朱文印，就是孔广镛的收藏印。近代裴景福(1854-1936)字伯谦，号睫闇，室名壮陶阁，安徽霍邱人。光绪二十年进士，工诗能书，家收藏金石、碑帖、书画极富。著有《河海昆仑录》、《壮陶阁书画录》、《壮陶阁字帖》等。此外卷上还有潘锡兰、蒋榖孙等人的印记，说明此卷的到收藏家的重视程度，也反映出人们对王宠书法的珍视。王宠《小楷南华真经》卷，结字疏荡萧散，风度雍雅闲静，是一卷最能体现作者书法风韵的力作。","author":"明代王宠","description":"王宠小楷南华真经"}]