[{"name":"王铎行书赠汤若望诗翰","text":"王铎，明末清初大臣、书画家。字觉斯，一字觉之。号十樵，号嵩樵， 孟津（今河南孟津）人。天启二年（1622年）中进士，入翰林院庶吉士，累擢礼部尚书。崇祯十六年（1643年），1644年王铎为东阁大学士。清朝入关后被授予礼部尚书、官弘文院学士，加太子少保，于永历六年（1652年）病逝故里。享年六十一岁，葬于河南巩义洛河边，谥文安。\n这是王铎为一位外国来华传教汤若望所书写的一册页。\n汤若望（字道未）於1622年抵华，稍后，在徐光启的请求之下，获朝廷征召参与历局的修历工作，开始其在中国明、清两代政府中长达三十八年的服务生涯。康熙元年(1662)，汤若望在管钦天监监正事十八年之后，终获敕封为光禄大夫，并得以用一品顶带、著绣鹤补服，成为历史上在中国任官阶衔最高的欧洲人之一，并为极少数获封赠三代以及恩廕殊遇的远臣。\n王铎于顺治二年(1645)在南京降清，并随清军将领多铎抵达北京。或因听闻旧识汤若望已於前一年十二月接掌清钦天监，乃决定手书一卷相赠，内容则选择他在崇祯年间(1628-1644)赠给汤若望的七言律诗四首。虽然在此一册页（装订成册的书法作品）中从不曾明白指出他书写的目的，但因王铎当时贫病交加，他显然希望此一旧作能令新贵汤氏忆起两人先前的交情，而加以周济。\n诗卷册页钤有“云谷叶氏家藏”及“南海叶氏云谷家藏”两印，可知此件曾为叶梦龙(1775-1832)所藏，叶氏友人翁方纲(1733-1818)与钱坫(1744-1806)落有观款。清末民初，此册归裴景福(1854-1926)，1914年上海文明书局刊行《王觉斯诗册墨迹》即借刊此作，1936年原作为叶恭绰所得，二玄社印本中即增见“番禺叶氏”、“恭绰长寿”等藏印。后北大研究所国学门导师兼京师图书馆馆长陈垣曾向叶恭绰借得原件，以细笔描出字框，再以浓墨向拓方式摹出，改原册页格式为条幅以流传。 \n点击下载浏览全本王铎《赠汤若望诗翰》\n释文：\n过访道未汤先生，亭上登览，闻海外诸奇\n风动铃旗树影斜，漆书奇变尽堪嗟。\n他山鸟兽诸侯会，异国琳球帝子家。\n可道天枢通海眼，始知日路小瓜洼。\n需时与尔探西极，浩浩昆仑未有涯。\n其二\n殊方别自有烟峦，一叶艅艎世外观。\n地折流沙繁品物，人穷星历涉波澜。\n眉间药色三光纳，匣里龙形万壑寒。\n好向橘官延受籙，知君定不吝琼丹。\n（“形万”二字落）\n书时，二稚子戏於前，叽啼声乱，遂落数“..”，如“龙形万壑”等字，亦可噱也。书画事须深山中、松涛云影中挥洒，乃为愉快，安可得乎？王铎漫识。\n其三\n八万遐程燕蓟中，如云弟子问鸿蒙。\n惯除修蟒箐风息，屡缚雄□瘴雾空。\n灵药施时回物病，玉衡齐后代天工。\n幽房剩有长生诀，一笑拢须遇苑风。\n其四\n图画充厨始摄然，何殊层阁揖真仙。\n醉吟心映群花下，闲卧情游古史前。\n琴瑟中和秋独奏，锟鋙光怪夜双悬。\n欲从龙拂求灵液，只恐鸾车泛海烟。\n道未先生（汤若望，字道未）学通天人，养多玄秘，心服其为人中龙象也。予曾书一卷，被盗窃去，因再书此，今裱成，再奉以赎遗失之愆，知道翁必大笑也。河南王铎具草求正之。月来病，力疾勉书，时绝粮，书数条卖之，得五斗粟，买墨，墨不嘉耳，奈何！\n","category":"行书","verified":true,"user":1,"timestamp":1429951615753},{"name":"王铎行书赠汤若望诗翰","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791626777,"text":"王铎 赠汤若望诗翰 册页 纸本\n这是王铎为一位外国来华传教汤若望所书写的一册页。\n\n汤若望（字道未）於1622年抵华，稍后，在徐光启的请求之下，获朝廷征召参与历局的修历工作，开始其在中国明、清两代政府中长达三十八年的服务生涯。康熙元年(1662)，汤若望在管钦天监监正事十八年之后，终获敕封為光禄大夫，并得以用一品顶带、著绣鹤补服，成為歷史上在中国任官阶衔最高的欧洲人之一，并為极少数获封赠三代以及恩廕殊遇的远臣。\n\n王铎于顺治二年(1645)在南京降清，并随清军将领多鐸抵达北京。或因听闻旧识汤若望已於前一年十二月接掌清钦天监，乃决定手书一卷相赠，内容则选择他在崇禎年间(1628-1644)赠给汤若望的七言律诗四首。虽然在此一册页（装订成册的书法作品）中从不曾明白指出他书写的目的，但因王鐸当时贫病交加，他显然希望此一旧作能令新贵汤氏忆起两人先前的交情，而加以賙济。\n\n诗卷册页钤有“云谷叶氏家藏”及“南海叶氏云谷家藏”两印，可知此件曾为叶梦龙 (1775-1832) 所藏，叶氏友人翁方纲 (1733-1818) 与钱坫 (1744-1806) 落有观款。清末民初，此册归裴景福 (1854-1926)，1914年上海文明书局刊行《王觉斯诗册墨迹》即借刊此作，1936年原作为叶恭绰所得，二玄社印本中即增见“番禺叶氏”、“恭绰长寿”等藏印。后北大研究所国学门导师兼京师图书馆馆长陈垣曾向叶恭绰借得原件，以细笔描出字框，再以浓墨向拓方式摹出，改原册页格式为条幅以流传。\n\n王铎《赠汤若望诗翰》释文： 過訪道未湯先生，亭上登覽，聞海外諸奇\n\n風動鈴旗樹影斜，漆書奇變儘堪嗟。 他山鳥獸諸侯會，異國琳球帝子家。 可道天樞通海眼，始知日路小瓜窪。需時與爾探西極，浩浩崑崙未有涯。\n\n其二\n\n殊方別自有煙巒，一葉艅艎世外觀。 地折流沙繁品物，人窮星曆涉波瀾。眉間藥色三光納，匣裡龍形萬壑寒。好向橘官延受籙，知君定不吝瓊丹。（“形萬”二字落）書時，二稚子戲於前，嘰啼聲亂，遂落數“..”，如“龍形萬壑”等字，亦可噱也。書畫事須深山中、松濤雲影中揮灑，乃為愉快，安可得乎？王鐸漫識。\n\n其三\n\n八萬遐程燕薊中，如雲弟子問鴻濛。 慣除修蟒箐風息，屢縛雄□瘴霧空。 靈藥施時回物病，玉衡齊後代天工。 幽房剩有長生訣，一笑攏鬚遇苑風。\n\n其四\n\n圖畫充廚始攝然，何殊層閣揖真僊。 醉吟心映群花下，閒臥情遊古史前。 琴瑟中和秋獨奏，錕鋙光怪夜雙懸。 欲從龍拂求靈液，只恐鸞車泛海煙。 \n 道未先生（湯若望，字道未）學通天人，養多玄祕，心服其為人中龍象也。予曾書一卷，被盜竊去，因再書 此，今裱成，再奉以贖遺失之愆，知 道翁必大笑也。河南王鐸具草求正 之。月來病，力疾勉書，時絕糧，書 數條賣之，得五斗粟，買墨，墨不嘉耳，奈何！","author":"明代王铎","description":"王铎行书赠汤若望诗翰"}]