[{"name":"赵孟頫相州昼锦堂记","text":"中国书法与古代诗歌是中华民族的珍贵遗产，有极高的美学价值，深受广大人民群众的喜爱。书写和欣赏诗书合璧的作品，能使人获得双重的美感享受。\n\n内容简介\n赵孟頫一二一五四年——三三年元代书画家，字子昂，号松雪道人。他的篆、隶、楷、草诸书皆精，以行书楷书为最。其书学宗二王，博采名家之长，自成一体。行书用笔温润圆劲，内藏筋骨，流美于外，笔画精到细腻，结字严谨简静，体态妍美。有人说他的字写得太漂亮了。漂亮有何不好？字就应当写好写美，雅俗共赏，体现书法的艺术性和实用性双重价值。还有人说赵体柔弱，这实属书者无赵之功力，难以达到其精妙之处。看其书作《相州昼锦堂记》、《嵇康绝交书》，线条刚劲，用笔老辣，字字都不软弱。赵孟頫一生研习书法，其字既秀美又劲健，用笔结字处处示人以法，是我们学习行书的极好教材。\n图书目录\n单字临创\n龙美\n福德书远豪静信智\n二字临创\n知音流水乐道雄风\n智慧玄远抱柱清虚\n寻真尚美乐学至善\n清气诚信对月得道\n率真精诚书香墨缘\n四字临创\n长风万里国家栋梁\n心清如水知足常乐\n鸿飞有志龙马精神\n江流有声断岸千尺\n道法自然书山学海\n崇尚天然金生丽水\n爱我中华浩然正气\n言而有信高山仰止\n山高水长云淡风清\n教学相长为人师表\n福如东海寿比南山\n书宗秦汉意与古会\n天下为公事在人为\n神与物游仰观俯察\n百年好合春和景明\n云山风度松柏精神\n承前启后推陈出新\n气若幽兰空谷传声\n龙飞凤舞花好月圆\n虚怀若谷抱朴含真\n物华天宝人杰地灵\n秋湖月夜渔舟唱晚\n三字、五字临创\n中国龙天地有正气\n学则正下笔如有神\n精气神怀抱观古今\n书画缘风来翰墨香\n游于艺超然见空灵\n无尽藏有容德乃大\n六字临创\n有志者事竟成\n学然后知不足\n","category":"草书","verified":true,"user":1,"timestamp":1429951542645},{"name":"赵孟頫相州昼锦堂记","dynasty":"元代","category":"","type":"","user":1,"timestamp":1429791626038,"text":"赵孟頫《相州昼锦堂记》卷。台北故宫博物院藏。是其逝世前两年，六十七岁之作。\n相州昼锦堂记　　欧阳修\n 仕宦而至将相，富贵而归故乡，此人情之所荣，而今昔之所同也。盖士方穷时，困阨闾里，庸人孺子，皆得易而侮之。若季子不礼于其嫂，买臣见弃于其妻。一旦高车驷马，旗旄导前，而骑卒拥后，夹道之人，相与骈肩累迹，瞻望咨嗟；而所谓庸夫愚妇者，奔走骇汗，羞愧俯伏，以自侮罪于车尘马足之间，此一介之士，得志于当时，而意气之盛，昔人比之衣锦之荣者也。\n 惟大丞相魏国公则不然，公，相人也。世有令德，为世名卿。自公少时，已擢高科，登显仕；海内之士，闻下风而望余光者，盖亦有年矣。所谓将相而富贵，皆公所宜素有，非如穷阨之人，侥幸得志于一时，出于庸夫愚妇之不意，以惊骇而夸耀之也。然则高牙大纛，不足为公荣；桓圭衮冕，不足为公贵；惟德被生民，而功施社稷，勒之金石，播之声诗，以耀后世而垂无穷；此公之志，而士亦以此望于公也，岂止夸一时而荣一乡哉！\n　　公在至和中，尝以武康之节，来治于相。乃作昼锦之堂于后圃；既又刻诗于石，以遗相人。其言以快恩雠、矜名誉为可薄。盖不以昔人所夸者为荣，而以为戒。于此见公之视富贵为如何，而其志岂易量哉！故能出入将相，勤劳王家，而夷险一节。至于临大事，决大议，垂绅正笏，不动声色，而措天下于泰山之安，可谓社稷之臣矣！其丰功盛烈，所以铭彝鼎而被弦歌者，乃邦家之光，非闾里之荣也。余虽不获登公之堂，幸尝窃诵公之诗，乐公之志有成，而喜为天下道也。于是乎书。\n　　尚书吏部侍郎、参知政事欧阳修记。\n[译文]\n 做官做到将相，富贵而回老家，这是大家都认为非常荣耀的事，也是古今都公认的。\n 一般当读书人穷困时，在乡里过着贫苦日子，平民儿童都可轻视甚至侮辱他。如苏秦不被嫂子礼待，朱买臣被妻子抛弃。一旦坐着四匹马拉的高大的车子，旗帜在前开道，又有骑兵卫队拥着，在街边观看的人，挤在一起肩并肩脚挨脚的，一边仰望一边赞叹；而所谓平头男女，又跑又窜又惊又慌，汗水都出来了，甚至惭愧得低头弯腰，跪在车轮辗起的灰尘和马蹄子中间，向新贵人悔过请罪。这就是一个普通士子，成功得志时，那意气的旺盛，是以前人们所比方的穿着锦绣的荣耀事啊！\n 惟有大丞相魏国公不是这样。魏国公，相州人。祖辈起代代都有美好的德行，都是有名的高官。魏国公从年轻时就考取科举高榜，登上显要的位置。海内人士听其传布四方的德音，仰望其播及的风采，已有多年了。所说的做将相，得富贵，都是魏国公早就应有的。不像那穷困的人，一时侥幸得志，出乎庸男和愚妇的意料而使他们惊异，并向他们夸耀。既然这样，那么仪仗大旗，不足为魏国公的光荣；桓圭和礼服，不足为魏国公的显贵。只有恩德遍及百姓，功勋建于国家，事迹刻入钟鼎碑石，传播在声乐和文章里，光耀后世，永世不朽，才是魏国公的心志。读书人也是在这点上寄望魏国公啊。哪里只是荣耀于一时一乡呢？\n 魏国公在仁宗至和年间，曾以武康节度使身份，管理相州，就在后园建了“昼锦堂”。后又刻诗于石碑上，留给相州的人们。诗篇说的是快意于感恩报仇，夸耀个人多誉，都是值得鄙薄的。他不以昔日人们所夸耀的为荣，反而作为自己的警戒。从此可见魏国公是如何看待富贵，而志向哪能轻易测量啊？因此他能出为大将入为丞相，勤劳地为朝廷办事，不论平顺时还是险难时都一样。至于面对重大事件，决策重要议题，垂着衣带，拿着手板，不动声色，把天下放置得像泰山一样安稳，可谓是国家重臣了。他的丰功伟业，被刻上钟鼎，谱成歌曲，是国家的光荣，而不单是乡里的光荣啊。\n 我虽无机会登上魏国公的厅堂，却庆幸曾诵读他的诗篇，很高兴他大志有成，并向天下宣告。于是就写下以上的文字。","author":"元代赵孟頫","description":"赵孟頫相州昼锦堂记"}]