[{"name":"王铎跋韩熙载宴图","text":"珍藏于故宫博物院的《韩熙载夜宴图》卷（上两图为作品局部），出自五代南唐顾闳中之手，且是他的唯一传世作品。此卷为绢本设色，纵28.7厘米，横335.5厘米，是一幅反映当时贵族阶级生活的现实主义作品。此卷是顾闳中奉南唐后主李煜之命所作。李煜听说中书舍人韩熙载生活荒纵，便派画院待诏顾闳中深夜潜入韩宅窥察其纵情声色的场景。顾闳中对此目识心记，回家后，绘制了这幅精品佳作。此作如实地再现了当时韩熙载夜宴宾客的场景，将宴会上弹丝吹箫、清歌艳舞、调笑欢乐的热闹场面表现得淋漓尽致，具有重要的历史价值和突出的艺术价值。\n作品赏析\n五代顾闳中所绘的《韩熙载夜宴图》卷，该作品无款。前隔水存南宋人残题“熙载风流清旷，为天官侍郎……”20字。引首有明初程南云篆书题“夜宴图”三大字。卷后有南宋史弥远“绍勋”葫芦印，清·宋荦钤“商丘宋荦审定真迹”一印。拖尾有行书“韩熙载小传”，后有元·班惟志泰定三年(1326年)题诗，又积玉斋主人题识。后隔水清·王铎题跋，后有“董林居士”、“纬萧草堂画记”等收藏印。又有乾隆皇帝长跋及清内府诸收藏玺印。 \n顾闳中的《韩熙载夜宴图》卷在布局上采用连环画的构图形式。这种构图形式打破了时间概念，把不同时间进行的活动同时展现在画卷上。全卷以韩熙载为中心，每段情节以屏风相隔，分为“听乐”、“观舞”、“休息”、“清吹”、“宴散”五段。“听乐”段描绘了韩熙载听教坊副使李嘉明之妹弹奏琵琶的场景。韩熙载身穿黑袍端坐于床上。另外，还有李嘉明、新科状元郎粲、太常博士陈志雍、紫薇郎朱跣和能歌善舞的家伎王屋山等人。此段人物虽多，但以琵琶演奏为主线，把人物自然地联系起来。李嘉明关注其妹的亲切目光、状元郎粲倾身细听的动态，以及其他人不由自主地合手打拍的动作，都将视觉中心导向琵琶演奏者的身上。“观舞”段描绘众人观赏王屋山跳六么舞的情景。舞女王屋山扭动腰肢，摆动双臂，翩翩起舞。韩熙载脱去黑袍，卷袖露肘，亲自鼓槌，为之伴奏，那专注神情似乎完全陶醉于歌舞中。围观者有的击掌，有的静坐观赏，场面热烈。此段正值夜宴的高潮。王屋山娇小玲珑的身姿、众人欢快的神情与一和尚背身合掌、低首而立的姿态形成了鲜明的对比。“休息”段描绘众人在床上暂歇的情景。韩熙载坐在床榻上与侍女调情。后面的床上有人盖被而眠，一侍女端着酒，另一侍女抱着琵琶，使画面由动转入静。“清吹”段中，韩熙载袒胸露腹，右手持扇，双腿盘坐于椅上，在侍女的服侍下，欣赏笛箫合奏。此时夜已深，宾客也不多了，只有李嘉明和另一人在一旁击拍相和。“宴散”段描绘了欢饮之后，大多宾客已散去，而有的仍依依不舍，其中有两位宾客正在戏谑女伎。韩熙载从中间走过，摆手告知这两位宾客不要惊动他人，实际上是纵容二人的放荡行为。\n通观此作，众人们有的轻歌曼舞，有的打拍欣赏，被这悠扬的乐曲、曼妙的舞姿、交错的觥筹陶醉着。唯有韩熙载，从坐床倾听到挥槌击鼓，再到曲终人散，一直都是紧锁眉头、面无笑容、心事重重的，似乎若有所思，与夜宴的欢快场面形成鲜明的对比。在宴会上，韩熙载袒胸露怀，为王屋山击鼓伴奏；宴会结束时，他任由客人与家伎厮混。这充分反映了他狂放不羁、纵情声色的处世态度。同时，他又心不在焉、满怀忧郁，击鼓时双目凝视、面不露笑，听清吹时也是漫不经心，这些又揭示出其政治的不得志。画家突出了这位极具才气的中书舍人放荡不羁、失意消沉、抑郁无聊的内心世界，也反映出南唐贵族阶级醉生梦死的腐朽生活。此画卷组织得连贯流畅，虽人物众多、情节复杂，却安排得宾主有序、繁简合度。全卷像叙事诗一般，有起有伏、有张有弛地将夜宴场面描绘出来。 \n顾闳中的《韩熙载夜宴图》卷，该作品的人物用笔既有铁线描，又有游丝描，圆笔长线、方笔顿挫。尤其是人物须发的用笔，更可谓“毛根出肉，力健有余”。画家用饱含生命力的线条将四十多个人物的音容笑貌活脱脱地展现于绢上。特别是对主角沉郁寡欢、纵情声色的描绘，更深化了作品的内涵。画家以深入刻画的细节挖掘了人物的内心世界，也揭示出人物的性格。在色彩上，画面多处采用绯红、朱砂、石青、石绿等矿物颜料。侍女的素妆艳服与男宾的青黑色衣衫、家具的黑色形成鲜明的对照。几案、坐榻等深黑色家具的沉厚古雅与侍女裙衫、帘幕、帐幔、枕席等绚烂多彩的图案在对比中又达到了和谐。另外，画家巧妙地把色彩统一于丰富的墨色变化中，色、墨相映，更加和谐。此作艳而不俗、绚中出素，呈现出高雅素馨的格调，代表了古代工笔重彩绘画的水平。 \n创作背景\n生不逢时的韩熙载\n韩熙载(公元902年-970年)，字叔言，五代时潍州北海(今山东潍坊)人，世家出身。后唐同光间(公元923-926年)中过进士，在政治纷乱中父亲被杀，926年，他和史虚白等人一同避难江南，投奔吴国。937年，李升代吴建立南唐，召韩熙载为秘书郎。太子李璟即位，拜为虞部员外郎、史馆修撰兼太常博士，受到重用。他初入朝时，颇有抱负和政治识见。947年时，后晋石敬瑭投降契丹，称“儿皇帝”，割让大批中原领土，他即上疏，建议抓住时机，平定中原，但李璟不纳，坐失良机。不久，陈觉、冯延鲁等“五鬼”弄权，造成福州惨败，韩熙载上书切谏，主张制裁他们，却遭到宋齐丘、冯延鲁等奸佞诬造，被贬官。后来，北周政权建立，北方日益强大，有人却侈言北伐，韩熙载审时度势，提出不可轻举妄动，李璟照旧不纳，结果一战失去江北、淮南14州，对北周称臣。李煜当朝时，南唐又沦为新建的赵宋王朝附庸，败亡已成定局。李后主又终日饮酒填词，高谈佛理，国势日趋衰微。时为兵部侍郎的韩熙载遂悲观失望，不得不“自污”以自保，他曾向好友德明和尚倾诉内心苦衷“中原常虎视于此，一旦真主出，江南弃甲不暇，吾不能为千古笑柄。”(宋·陆游《南唐书》)\n韩熙载晚年失意不得志，遂沉湎于酒色，“多好声色，专为夜宴”(明·朱存理《铁网珊瑚》著录《夜宴图》赵升跋)，“放荡嬉戏，不拘名节”(宋·马令《南唐书》“韩熙载传”)，“竭其财，致伎乐殆百数，以自污”(本卷无名人书《韩熙载行实》)。李后主闻其荒纵，遂命顾闳中画《韩熙载夜宴图》加以警告，“既而黜为左庶子，分司南都。尽逐群妓，乃上表乞留。后主复留之阙下。不数日，群妓复集，饮逸如故。月俸至，则为众妓分有，既而日不能给。尝弊衣屦作瞽者，持独弦琴，俾舒雅执板，挽之随房求丐，以给日膳。”(本卷无名人书《韩熙载行实》)后迁中书侍郎，依然故我地放纵，宋开宝三年(公元970年)卒，享年60多岁。\n寓意深刻的夜宴图\n顾闳中，江南人，南唐后主时画院待诏，擅画人物，与周文矩齐名。关于《韩熙载夜宴图》的创作缘由，有两种说法，《宣和画谱》记载后主李煜欲重用韩熙载，又“颇闻其荒纵，然欲见樽俎灯烛间觥筹交错之态度不可得，乃命闳中夜至其第，窃窥之，目识心记，图绘以上之。”《五代史补》则说韩熙载晚年生活荒纵，“伪主知之，虽怒，以其大臣，不欲直指其过，因命待诏画为图以赐之，使其自愧，而熙载自知安然。”总之，此图是顾闳中奉诏而画，据载，周文矩也曾作《韩熙载夜宴图》，元代时两者尚在，今仅存顾本。\n作品如实地再现了南唐大臣韩熙载夜宴宾客的历史情景，细致地描绘了宴会上弹丝吹竹、清歌艳舞、主客揉杂、调笑欢乐的热闹场面，又深入地刻画了主人公超脱不羁、沉郁寡欢的复杂性格。全图共分为5个段落，首段“听乐”，韩熙载与状元郎粲坐床榻上，正倾听教坊副使李家明之妹弹琵琶，旁坐其兄，在场听乐宾客还有紫微朱铣、太常博士陈致雍、门生舒雅、家伎王屋山诸人；二段“观舞”，众人正在观看王屋山跳“六么舞”，韩熙载亲擂“羯鼓”助兴，好友德明和尚不期而遇此景，尴尬地拱手背立；三段“暂歇”，韩熙载与家伎们坐床上休息，韩正在净手；四段“清吹”，韩熙载解衣盘坐椅上，欣赏着5个歌女合奏五段“散宴”，韩氏手持鼓槌送别，尚有客人在与女伎调笑。全卷以连环画的形式表现各个情节，每段以屏风隔扇加以分隔，又巧妙地相互联结，场景显得统一完整。布局有起有伏，情节有张有弛，尤其人物神态刻画栩栩如生，如“听乐”段状元郎粲的倾身细听动姿、李家明关注其妹的亲切目光、他人不由自主的合手和拍；“观舞”段王屋山娇小玲珑的身姿、德明和尚背身合掌低首而立的尴尬状等等，传尽心曲，入木三分。最出色的还是主人公韩熙载的刻画，长髯、高帽的外形与文献记载均相吻合，举止、表情更显露出他复杂的内心。一方面，他在宴会上与宾客觥筹交错，不拘小节，如亲自击鼓为王屋山伴奏，敞胸露怀听女乐合奏，送别时任客人与家伎厮混，充分反映了他狂放不羁、纵情声色的处世态度和生活追求；另一方面又心不在焉、满怀忧郁，如擂鼓时双目凝视、面不露笑，听清吹时漫不经心，与对面侍女闲谈，这些情绪都揭示了他晚年失意、以酒色自污的心态。画家塑造的韩熙载，不仅形象逼肖，具肖像画性质，而且对其内心挖掘深刻，性格立体化，可以说真实再现了这位历史人物的原貌。 \n画家简介\n顾闳中,,约910年生，980年间逝世，五代南唐画家。江南人。顾闳中是五代时著名的人物画家，南唐后主李煜时（公元570—583年）为画院翰林待诏。关于其生卒年代已无从考证，在史料中关于他的创作活动记载甚少，《夜宴图》是探讨和研究其创作思想和艺术成就的重要作品依据。南唐李异异元年间(937—943)中，已在宫中作画，以作《南庄图》著名。后主李煜(96l—975年)朝任翰林待诏，工画人物，尤擅仕女，多画宫廷贵族生活。画风继承唐代周防而更趋纤细，多用颤动的“战笔”画衣纹，这种用笔和线条，受李后主书法的影响。传世作品有《琉璃堂人物图》、《重屏会棋图》、《宫中图》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951659876}]