[{"name":"王文治行书跋虞恭公碑","text":"《虞恭公碑》为唐岑文本撰，欧阳询书。唐贞观十一年立。为欧阳询最晚年作品。原碑在宋代已残。有北宋及之后传世拓本数种。\n碑刻信息\n《虞恭公碑》又称《温公碑》、《温彦博碑》，是《唐故特进尚书右仆射上柱国虞恭公温公碑》的简称，唐贞观十一(公元637)年刻，岑文本撰，欧阳询书。宋时碑石下半截断裂，又有牧童嬉戏，下截多漫泐，昭陵诸碑多如此。是故此碑名声虽隆，而习者稀。而宋拓最多者仅存上半截八百余字，后翁方纲洗石释文，罗振玉亦有同举，将凿损字释出，既补唐史缺漏，又可资参习，惜释文未能得观。 \n碑帖信息\n传世拓本者计有：\n陆谨庭旧藏\n陆谨庭旧藏北宋拓本\n有王文治、陆谨庭跋。首行“碑”字直画上没有伸出，九行“太子洗马李纲”之“李”字木部仅中竖微损，左右二点均未泐连，“天地横溃”之“溃”字可辨。此本可能是除王华德藏本之外最佳拓本，惜今已不知所踪，仅见于王壮弘记载。\n陈镛藏本\n陈镛藏本（三行六字）\n此本黑墨精拓，裁去损字，白纸镶边，作蝴蝶装，共23页，每页纵18.3cm，横9.2cm。前有【王夫、】汪瀚云题签“宋拓虞恭公碑残字”帖内“公彦珍秘”“卷园”“田氏秘玩”等印8方。后有陈镛、罗振玉等题跋。此本较少出版，是“高”、“室”字未损宋拓残字本(为故宫现藏两本中的一本)，残字俱已删去且缺字多，无法通读。但拓工颇精，笔画丰满，有值得参考之处。文物出版社“历代碑帖法书选”系列选入，放大影印，颇宜初学者临习\n嘉庆内府旧藏\n嘉庆内府旧藏宋拓本（四行八字）\n清初为王闻远所藏，后归毕沅灵岩山馆，毕氏获罪，没入内府，1958年王壮弘于上海征得，初归上海博物馆，转归上海图书馆，该本共25开，册高36厘米，宽22.3厘米。碑文16开，帖芯高24.8厘米，宽11.9厘米。首行“碑”字直画上有伸出，第十三行“天地横溃”之“溃”字可辨。“李纲”之“李”字中竖泐处虽已连及左右二点，然尚未损去，亦属北宋精拓，仅次于王华德本和陆谨庭本。帖前有题签“宋拓虞恭公碑”，但无款帖内钤有“三希堂精鉴玺”、“宜子孙”、“嘉庆鉴赏”、“嘉庆御览之宝”、“石渠宝笈”、“宝笈三编”“苏斋审定”“覃溪”“东吴王莲泾藏书画记”等印，后有王澍、翁方纲、王文治题跋。\n天津延光室有照片略缩小。上海有正书局珂罗版印本。日本二玄社《书迹名品丛刊》辑入者以及日本《书苑》皆以延光室照片翻印；日本二玄社《中国法书选》辑入；上海古籍出版社“翰墨瑰宝”系列收入，制版印刷极精。\n临川李氏十宝本\n临川李氏十宝本（四行八字）\n黑纸镶边剪裱经折装，此本装裱时将损泐文字裁去，只留六百四十字，惜有涂墨。后过萧山朱文钧手，五十年代朱氏后人将此本捐献故宫博物院。今藏故宫博物院。前有李春孙题签“宋拓虞恭公碑”翁方纲临衔名补缺，帖内钤有“春孙书画”“双桂斋珍藏印”“宗瀚”“翊煌嗣守”“李翊勋印”“明窗细玩”“东卿过眼”“小鹤”“唐氏宝藏”“志超”“联琇嗣守”“宋直臣子方之裔”“阿难”“虚舟生王澍字若霖今字蒻林”等印，后有翁方纲等跋，光绪间李翊煌有石印本，名碑十品中有收录，印制颇精\n四欧堂本\n四欧堂本（四行八字）\n此本18开，册高32.9厘米，宽20厘米，碑文12开，帖芯高24.1厘米，宽14.4厘米。此本经缪武子、陆谨庭、费开绶、潘祖荫、吴湖帆递藏，现藏上海图书馆。此本首行“碑”字已泐成一白块，末行“泉室麟阁”之“室”字未损，字数虽多，然不少是描涂填墨所为，实乃南宋晚期拓本。前有吴湖帆题签“宋拓虞恭公碑”，王栩缘题“宋拓虞恭公温彦博碑”，李鸿裔题“宋拓温虞虞公彦博碑”。册首有吴湖帆手绘《四欧堂读碑图》及朱臧署端“宋拓虞恭公碑”，帖内钤有“武子”“松下清斋”“陆恭清赏”“吴潘祖荫章”“至宝”“鹤江鉴赏”“四欧堂藏碑印”“罗叔言”“吴潘静淑”“陈泰登印”“湖帆宝此过于明珠骏马”“吴湖帆”“春雨斋图书记”“蜗邃五蛹道人审定宋本”等印，后有陆谨庭、翁方纲、江凤彝、朱昌颐、吴湖帆、潘静淑等题跋，有顾莼、梁同书、李鸿裔、罗振玉、褚德彜、高时显、邓邦述、冯超然、吴梅、张茂炯、蔡晋镛、吴曾源、陈承修、方还、陈曾寿、叶恭绰、李浩生、朱豫卿、沈迈士、沈尹默观款有上海昌艺社珂罗版印本，印刷甚精。\n四川王华德藏本\n四川王华德珍藏本（四行七字）\n此本为北宋早期拓本（大部分文字比陆谨庭本还要清晰），是四川古琴泰斗王华德老先生的珍藏本，共存820余字。是迄今已知的最佳拓本，拓工非常精美，但题跋部分在文革期间丢失。首行“碑”字和“太子洗马李纲”之“李”完全清晰内有王澍、宓炳奎、王华德等鉴印十余枚。可惜王老先生去世后，今已不知所踪。\n南皮张之万旧藏\n南皮张之万旧藏浓墨拓\n明王世懋跋，惜有涂墨。此本今藏中国国家图书馆。\n贵池刘氏藏本\n贵池刘氏藏本\n此本首行有残，拓工精，大约只能见到400余字，后有吴平斋、杨守敬长跋。\n刘世珩，安徽贵池人。辛亥革命以后，移居上海，以清朝遗老自居。1926年去世后，其子刘公鲁将古籍大量典卖。今藏中国国家博物馆。有正书局、艺苑真赏社珂罗版印本。 \n艺术特点\n此碑结体严谨匀整，书法平正清穆，气度雍容，格韵淳古，矩法森严，体方笔圆，为欧书中典型之作。明代王世贞评为：“如《郭林宗(碑)》格清峻而虚和。”王世懋称：“虞恭公碑与九成、化度二碑，俱称欧书第一。然今世临池家率多效虞恭公碑，法以此书，方劲有格，效学者多从此入。”清代杨宾评道：“余所见欧书二十有七种，大都源出汉分隶，仅得房彦谦碑之神妙也。此帖(笔者注：指《虞恭公碑》)信本八十一岁所书，体方书圆，深稔秀腴，当为晋唐正脉，楷法极则，欧书中之最足宝贵者。”毕泷云：“楷当以信本虞恭公碑为第一，果然，知书者谓佳，不知书者亦谓佳，真具有八面之妙。”杨守敬谓：“《虞恭公温彦博碑》为最晚年之作，平正婉和，……惟原泉损甚，海内无全文拓本。”此碑是唐初属于最标准的正书格调，以笔法的广博和精湛来讲，八法兼备，能从中领略到每个字的点画转折之精致，结构安排之疏密，及章法、布置的技巧，可以说有意外的巧妙。乐卿文说：“率更书温虞公碑，为真书第一笔，学者率先学此。”(汪珂玉《珊瑚网·书录》) \n释文\n唐故特进尚书右仆射上柱国虞恭公温公碑（释文）\n昔者帝妫升历，九官奋其庸；有周诞命，六卿扬其职。国钧总於公相，赞乎二辅；极密归於台阁，成乎百官。淳雅推被于寀寮，勋庸特铭于锺鼎，是以功高魏赵，治比高傒，此炀帝载其盛德，建武嘉其卓操也。若夫昴宿丽天，感其灵者人杰；嵩岳镇地，降其神者国桢，叶□梦於彲（chi,螭的异体字），作□器於舟楫，其资也超庸器于陶窳，而其操也坚贞心于金石，此又岂虚誉哉，抑功无复加也矣。\n公太原祁人，讳彦博，字大临，系姬文之远胄，派唐叔之遥源。食邑河内，世功开其绪；著姓晋阳，世德派其祚。虽曰安国名震于寰中，而实持世之大义，独□于天下。世之勋烈未真著于众□□，盖犹培娄之望岱华，潢污之让河海。祖裕，魏太中大夫。言为准的，行成表缀，廊庙翘首，搢绅结辙，仿公叔而比德，颜思行而并驰，风追赤芾，使重皇华。随赠司马，皇朝赠魏州刺史。聚萤励学，梦鸟成文，名冠海中，望隆日下。孔门密子，声华不显於当时；颍川陈君，哀荣无闻於异代。能兼之者，不亦优乎！公建两仪之功勋，垂百世之懿德，穷节义以明之，敦礼让以行之，故能内疚常怀，外防自维，具耿光，映远识，所以知其洋洋焉若洪河之东注，岩岩焉犹华岳之西峙。若乃三德六行，列圣之所重也，举错必践其域，陈疏裕略，先贤之所难也。□报恩□阙庭，建侯疆圉，际风□之奇，树云霓以达命，沦湮者而能与，则高台凌霄，始於覆篑；长江维地，肇自涓流。是以平津筮仕，由宾王而佩印；文终创业，皆名吏而命礼。著昭雅范，同符前烈，宏开奥义，太启崇庸。奉诏启复旧职，乃以关内史用。于是隆令德而依仁，当朝硕望士如薛道衡，文宗于肆，牢笼多士；太子洗马李纲，直道正辞，羽仪海内；并下堂见礼，倒屣定交，而遂相称莫逆，远来能答赵孟之诗，近悦能追成季之勋。留心义化，处衡岳则奏疏章；辅善谠言，坐宣室而悦道谊。乃授通事舍人。敛笏凤池，垂绅鸾阁，瑰姿月举，韶音玉振。每至文武在列，华裔近庭，对越于青蒲之地，敛抑于丹墀之所，倍邀龙光，汉苑内之杞梓，亦即洪涛中之砥柱，以方其对，斯乃□贤。□馀庆具，□之□隅，猗欤雅度，在乎经国。大业之始，以亲丧去官，孺慕之感，哀毁之极，与夫长孙居夷乎龙性疚□其□而典归。嗣以夺情，起复旧职。炀帝巡历，时九伐逆罪，（而）输转无时，公记勋书功，不惑规矩，边徼宁谥。後或斛斯政出奔高丽，既而乘辕南反，诏公衔命蕃境。申明臣节，陈之以逆顺；晓畅皇威，喻之以祸福。遂致蠢兹赫亚，咸能以□心□，以纠察之，盖龄返撝日之戈，夷庭去焚巫之刑，岂如郭公申礼，空旋於辽海；张骞拥节，无功於月氏。又以公为东北道招慰大使。属天地横溃，华戎版荡，夷羊牧野，郊原起祥之师；如费代导，□无当难之臣。我高祖定四方而出震，乘六龙而御天，凭依握乾坤之符，播越迁夏商之鼎。艾绶银章，弓旌先於髦俊；建社班瑞，光宠属於勋庸。庶绩所以咸凝，群王然後就列。乃以公能扶危拯难，特授总管府长史，转授侍御。公逦迤而进，非忠义之报也哉！虽连接总其方盛，光能毗其政刑，而灭没不群，岂蹉跎於吴阪；清越振响，终特达於章台。徵为中书舍人，迁中书侍郎。昔周建选，远迩怀归，一时屏藩，胥比事书贤，国学乡校，尽德行道艺之选。故其历政则清忠传美于岐西，而其得人则孝若飞声於洛下，云谁嗣响，复在兹焉。属猃狁纵慝，疆场大骇，甘泉迷龙烟之火，云衢列象燧之阵，□神武之所前向，履满于皇躬鞠于朝。韬钤素怀，实干城之将；琴书在御，伫甘瑜之臣。乃以公为行军长史。十万之师，方绝大汉；五饵之术，必系单于。而南风褰律载之弘，北扬肆豺狼之毒，卫尉超奇，复设□□剪仇敌而未能，谓□□之难施，故困留于辽海焉。皇上嗣尧亮工，继文治宇，故荡瑕涤□，浇俗侔於结绳；叶和万邦，远夷同於编户。威慑龙瀚，泽浸龟沼，实宝无俟于方域也，而使敌者举被渥泽，褒其劲节，故嘉郦生之说齐，召士季而返晋。拜公为治中、检校吏部侍郎。寻以侍郎□（再）迁御史大夫。公望为时宗，才称王佐，鸿翼所渐，自回溪而薄九霄；骥足既驰，游阊阖而骋千里。虽信勇并宿，乃能斯灵道之术，□地者奠无辞焉。□议诚□□□□阁纠谬为於大选，陈议武□，渥洽归□□□，故能爵命日隆，宠禄岁厚，犹司马之四至，慈明之十旬。乃以维官行太子右庶子，迁御史大夫，仍给事中书侍郎，迁中书令。志矢蹇蹇，望重巍巍，建大义于廊庙，陈谔言于阙庭，在位几载，独宠冠百僚，职司八柄，公又处之，故能出总纠察，入专机管，执简册以肃周行，奉丝纶以光帝业。朝夕靖献，出纳廑随会之忱；远迩闻风，始终念苏武之节，岂其犹人欤！\n俄而勋铭卫鼎，功纪徐陵，故晋封虞公，复食邑三千户，德优爵重，镐京之旧制，非功不侯，中阳之令典，逾七命而兼二善。天下以为公之北征，而佩命南旋，以厉节醪庸，宠锡其由来者渐矣，斯旬宣而尽其方伯之职，仆射而逾于副相之位。上图天道，如斗极之运四时；下料人事，迈元恺之赞百揆。圣朝钦若前典，宪章往代，怀磻溪而萦梦想，嘉□国而励坚贞，非公之硗硗不屈，介介不苟，结主知於艰危之际，临事而不惧哉！观东道之通，返南宫之故，实心体道，勤行而不倦，历选前哲，仰止而无怠。是以忠允宽裕，怀内恭之温温，虚外著之抑抑。谨度习仪，自叶巽贞之吉；尽忠补过，不忘前惕之勤。损兹骄盈，戒其偏僻，夙夜匪懈，以事一人。献替之规，不忘於忠恕；损益之义，皆出於仁厚。违规矩，拄寻尺，光其家而弗为；利社稷，安秽兆，危其身而无悔。肃肃焉，济济焉，宛若犹龙之持已；仁以立之，义以行之，更如於菟之毁家。慎动言于公庭，即执信义为国。柄心之所同，必择善以利物；意之所异，不是已而违人。辟德义为宫墙，包礼度为开阖，勷人之善行，励人之清操，闲人之邪思，规人之匪彝，善辞令而绝毁誉，绳愆谬而笃德义。位高矣，持以慈和；禄厚矣，治以俭约。以孝敬之道，移於哲兄；行慈惠之心，洽於犹子。允所谓朝廷之栋干，家门之桥楚焉。\n以贞观十一年春，奉命巡察，道出洛阳，驻旌逅疾，以动寄深□□□□恩笃股肱之□，载口碑于道路，名□□陈其方技。逯辅德愆报，弥留旷旬，两楹之奠既兆，二竖之灾乃□。诏特遣银青光禄大夫行中书侍郎杜正伦抚视疾体，并简诒谋。而公志存忠□，表陈治道，慎忽之几□尽，□□之德著者。□卿大渐，无□忘於举能；子颜启足，情存於慎赦。眇焉千载，於斯一揆。六月廿日，薨於旌阳□贤进而官第，春秋七十有□。□□□□□□□之□□类齐后之□□□□□□即以其日□□於□陵□□□百寮倍列，莫不流涕。乃诏民部尚书莒国公唐俭、工部侍郎卢义恭护丧，行中书侍郎杜正伦持节吊祭，遣礼部侍郎令狐德芬、水部郎中□文纪，持节册赠尚书右仆射上柱国，谥曰恭公，敕令立碑纪德，卜茔地於昭陵之侧，并给东园秘器，赙赠二千段，丧葬所须，并令官给。予祖送之典，坟茔之制，咸率礼度之宜焉。\n夫显微阐幽，义不容辞。功高德盛，资篆籀之铺扬；声飞实腾，载金石以不朽。是以定献忠穆，汉室之良佐也；审晨当阳，晋朝之贤辅也。虽复卿云摛思，班尔运奇，勒铭由其子孙，表墓资于寅僚，纪奕叶之作述，叙国桢之挺生，故史册发乎幽光，而纶诏追乎往载，不甚伟欤！武汤一德，垂之百代。其词曰：\n蔼蔼高门，世膺显命。堂堂盛德，家袭馀庆。抗节飞英，扶危流咏。轩盖接联，圭璋辉映。操凌张裔，勋高赵孟。独饰朝纲，屡持国柄。露布驰声，循墙示敬。出险入危，风疾草劲。鼓箧穷经，超艺绝德。栽成吕锺，范围儒墨。非马擅奇，雕龙贻则。发迹素里，驰声上国。仲舒扬庭，吾丘侍职。数历屯遭，不遑日月。□是正直，待後守先。和璧韫石，隋珠辉川。伊吕之佐，尧舜之年。颃颉往哲，伯仲前贤。受书圯上，释钩滋泉。陈谟德显，定策功宣。纵壑才鹜，搏风初矫。密勿鸾阁，便繁凤沼。仲举性纯，伯适信皦。立我楷模，示我仪表。万古青霄，千秋丹施。泉仪维则，衣德堪绍。鸣呼忠忱，怀思渺杳。屡遭艰厄，盍逝良弼。铸丹义府，传薪理一。水逝黄陂，光浣赵日。税驾天府，夷体泉室。麟阁图形，乌台腾实。悲缠奄息，伤怀尹姞。永叨恩隆，垂裕韐韠。维地河山，□天箕毕。懿范昭兹，德音洋溢。\n银青光禄大夫渤海男欧阳询书 \n相关人物\n欧阳询\n欧阳询为此碑书者。\n欧阳询(557~641)，唐代著名书法家，字信本，潭州临湘(今湖南长沙)人。官至太子率更令、弘文馆学士，封勃海县男。书法学二王，参以隶法，劲险刻厉，于平正中见险绝，自成一体，世称“欧体”，对后世影响很大，与颜真卿、柳公权、赵孟頫并称为“楷书四大家”。他的书法在当时堪称一绝，“人得其尺牍文字，咸以为楷范焉。”楷书从隶书发展到唐初，成为一种成熟的书体，是以欧阳询的书艺为代表的。他的楷书体现出盛唐泱泱大国的风度，为李唐300年楷书中的龙头和执牛耳者。传世碑刻除《虞恭公碑》外，尚有《九成宫醴泉铭》、《化度寺碑》、《皇甫诞碑》、《房彦谦碑》等；墨迹有《张翰帖》、《卜商帖》、《梦奠帖》等编有《艺文类聚》100卷。\n岑文本\n岑文本为此碑撰者。\n岑文本（595~645年），字景仁，唐朝宰相，南阳棘阳人。祖父名善方，仕萧察，吏部尚书。父名之象，隋末为邯郸令。曾被人诬陷。岑聪慧敏捷，博通经史。他善于文词，《新唐书·艺文志》著录其文集60卷，已散佚。《全唐文》录存其文20篇，《全唐诗》录存其诗4首。 \n温彦博\n温彦博为墓主。\n温彦博（573~637），字大临。初仕隋，后被罗艺招纳，唐兴，随罗艺投唐，为一代名相。谥曰恭，陪葬昭陵。有文集二十卷，《两唐书志》传于世。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951659433},{"name":"王文治行书跋虞恭公碑","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791620595,"text":"王文治跋《虞恭公碑》","author":"清代王文治","description":"王文治行书跋虞恭公碑"}]