[{"name":"陈洪绶草书致开美手札","text":"陈洪绶（1599～1652），明末清初著名书画家、诗人。字章侯，幼名莲子，一名胥岸，号老莲，别号小净名，晚号老迟、悔迟，又号悔僧、云门僧。汉族，浙江绍兴府诸暨县（今浙江省诸暨市枫桥镇陈家村）人。\n年少师事刘宗周，补生员，后乡试不中，崇祯年间召入内廷供奉。明亡入云门寺为僧，后还俗，以卖画为生，死因说法不一。一生以画见长，尤工人物画，与顺天崔子忠齐名，号称“南陈北崔”，人谓其人物画成就“力量气局，超拔磊落，在仇（英）、唐（寅）之上，盖明三百年无此笔墨”，当代国际学者推尊他为“代表十七世纪出现许多有彻底的个人独特风格艺术家之中的第一人”。陈洪绶去世后，其画艺画技为后学所师承，堪称一代宗师，名作《九歌》、《西厢记》插图、《水浒叶子》、《博古叶子》等版刻传世，工诗善书，有《宝纶堂集》。\n人物生平\n陈洪绶祖上为官宦世家，至其父家道中落。出生前，有道人给他父亲陈于朝一枚莲子，说“食此，得宁馨儿当如此莲”，所以陈洪绶出生后，小名即为莲子（晚号老莲），谱名则为洪绶，一名胥岸，字章侯。\n陈洪绶幼年即喜绘画，相传陈洪绶四岁时到已订亲的岳父家读书，见室内墙壁粉刷一新，便用桌椅做脚手架，在墙上画了一尊八九尺高的武圣关羽像。九岁父亲去世，随蓝瑛学画花鸟。蓝瑛赞叹道：“使斯人画成，（吴）道子、（赵）子昂均当北面，吾辈尚敢措一笔乎！”有一次，陈洪绶在杭州学府里见到李公麟七十二贤石刻像，用十天时间画了一个摹本，人们都说临得很像，陈洪绶听了很高兴。后来他又去临了十天，边临边加以改造，结果人们都说临得不像，而陈洪绶听了却更高兴。不满二十岁时，祖父与母亲去世，他哥哥一心想鲸吞家产，陈洪绶就将自己的一份拱手相让，离家出走，客居绍兴。\n在绍兴师从著名学者刘宗周，深受其人品学识影响。1616年冬，洪绶作《九歌》人物十一幅，又画《屈子行吟图》一幅，仅用两日完成。天启三年（1623），洪绶妻萧山来氏染病亡故，后继娶杭州韩氏。崇祯三年（1630）应会试未中。崇祯十二年（1639）到北京宦游，与周亮工过从甚密。后以捐赀入国子监，召为舍人，奉命临摹历代帝王像，因而得观内府所藏古今名画，技艺益精，名扬京华，与崔子忠齐名，世称“南陈北崔”。但由于目睹政权的腐败，当崇祯帝任命他为内廷供奉宫廷画家时，他抗命不就。\n崇祯十六年（1643），南归隐居绍兴。明朝覆没后，清兵入浙东，陈洪绶避难绍兴云门寺，削发为僧，自称悔僧、云门僧，改号悔迟、老迟，曾自云：“岂能为僧，借僧活命而已”，“酣生五十年，今日始见哭”。一年后还俗，晚年学佛参禅，在绍兴、杭州等地鬻画为业。相传一位官员为骗取陈洪绶的画，便声称自己有件古画，不知是宋画还是元画，请陈洪绶到他的船舱中去鉴定一下。不料那官员拿出来的不是画而是绢，执意要陈洪绶为他画画。陈洪绶一面破口大骂，一面脱衣服准备往水里跳，弄得那官员只好作罢。陈洪绶性格放浪而好色，试图收藏或收购他的作品的人，竞相到他经常出入的妓院去求画。清军攻占南京时，大将军固山额真从城中抓获陈洪绶，大喜过望，当即指使陈洪绶作画，陈不画，拿刀威胁，也不画；最后用酒和美女引诱才得以如愿。\n晚年曾在浙抚“田雄坐，尝使酒大骂”，顺治九年，“跌坐床箦，喃喃念佛号而卒”。一说他“才多不自谋，有黄祖之祸”，被田雄所暗杀，一说是被杭州卢子由所害。逝后葬于绍兴谢墅官山。\n陈洪绶所画的人物，体格高大，衣纹细致、清晰、流畅，钩勒有力度，整体效果在仇英、唐寅之上，人称三百年间没有他这样格调的笔墨。明清之际，摹仿陈洪绶的画家多达数千人，其作品和技法远播朝鲜和日本。陈洪绶一生从事版画艺术，以书籍插图的形式广泛流传于世。他的作品数量很多，流传下来有《九歌图》、《西厢记》、《鸳鸯冢》、《水浒叶子》、《博古叶子》等五种，都由与他同时代的著名刻工雕刻，是明清木刻版画的代表作。陈洪绶的著作，有《宝纶堂集》、《避乱草》、《筮仪象解》等。陈洪绶的版画艺术，对清代画家萧云从、任熊等名家从事版画创作，都有着明显的影响。\n明亡后，出家为和尚，名悔迟。后来在杭州卖画。他画仕女，装束古雅，眉目端凝，古拙中透出妩媚。曾为《西厢记》等戏曲小说作插图，造型简练概括，其作品有版画《水浒叶子》、《博古叶子》、《西厢记》、《鸳鸯冢》、《九歌图》、《屈子行吟图》以及卷轴画《戏婴图》、《仕女图》、《花卉山岛图》等。藏书亦富于一时，其先人在元末曾建有“日新楼”以藏书，祖父陈奫又建有“宝书楼”。其父陈于朝(1573～1606)，尝读书苎萝山西竺庵。著有《苎萝山稿》、《四书简切讲义》、《自得斋稿》。他将先人所有著述及其先人所藏古籍、字画，建有“七章庵”以庋之，俞樾称“七章庵陈氏藏书，遂为越中冠”。著有《宝纶堂集》。裔孙陈烈新（1817～1899），字莼斋，藏书甚丰。 \n与好友张岱\n世家出身的张岱交游广泛，但多为心气心意相得者，有前辈学者文人，如黄道周、周懋谷、王思任等，有史学艺术同好如查继佐、祁彪佳等，也有民间艺人夏汝开、彭天锡等，还有身怀精艺居心高旷的鲁云谷、闵汶水等，而画家陈洪绶（字章侯，号老莲）可谓其至交，两人山水共游，艺术合作。\n那真是个懂女人、爱女人的画家啊。从他的一些画上题跋，可以知悉他在红楼画舫作画的情景，“辛卯八月十五夜，烂醉西子湖，时吴香扶磨墨，卞云裳吮管……”此等奢靡，胜过天上人间。朱彝尊在《静志居诗话》里说他，中年以后纵酒狎妓自放，有钱人拿了大把的银子恭恭敬敬来求画，他都不予理睬，但只要有酒、有女人，他自己都会找来笔墨作画，即使贩夫走卒乃至垂髫小儿，他也都有求必应。活脱写出此人可爱的还有清人毛奇龄《陈老莲别传》里的一节，说的是1646年夏天，陈洪绶在浙东被清军所掳，“急令画，不画。刃迫之，不画。以酒与妇人诱之，画。”\n在张岱晚年坐说昔年盛事的回忆录中，不时出没着一个被他称为“章侯”（章侯是陈洪绶的字，他还有一个广为人知的号叫老莲）的人的身影，称其为“字画知己”。陈章侯出生于诸暨望族，张系绍兴城内名门之后，一方水土所孕的奇才异趣，再加两人年龄又相去不远，两个青年艺术家很早就开始了密切交往。早年一同读书于“岣嵝山房”，后又多次一同出行访友。《陶庵梦忆》所记“甲戌十月”，两人和众友人一起到不系园看红叶，陈洪绶“携缣素为纯卿画古佛”，并“唱村落小歌”，张岱则“取琴和之，牙牙如语”，这般的放浪自在，进入新朝苟且偷生的张岱回望往事怎不感怀唏嘘？\n出于对友人画艺的欣赏，张岱在他著名的《石匮书》中把陈洪绶列于“妙艺列传”，称他“笔下奇崛遒劲，直追古人”；陈洪绶则这样评价他的朋友：吾友宗子（张岱，字宗子）才大气刚，志远博学，不肯俯首牅下。天下有事，亦不得闲置……言语间皆是惺惺相惜之意。\n张岱说，虽然他朋友的画名在生前就已得到承认，并常常炒成天价，“然其为人佻傝，不事生产”，以至顺治九年那年暴毙时竟至无以成殓。看来这些画并没有使他变得富有起来。张、陈都是由明入清，在新政权下一个“披发入山”，一个“剃发披缁”，在心态上都是不折不扣的文化遗民，张岱记录的陈洪绶的四句自题小像：“浪得虚名，穷鬼见诮，国亡不死，不忠不孝”，语间全是明末清初文人的大痛楚。时人记述，甲申之变的消息传来时，陈洪绶正寓居于徐渭的青藤书屋，悲痛欲绝之下，他“时而吞声哭泣，时而纵酒狂呼，见者咸指为狂士，绶亦自以为狂士焉。”\n《陶庵梦忆》的作者还记述了他的好友一次喝高了去追一个陌生女郎的事。说的是1639年，时近中秋，张、陈二人在西湖边的画舫应酬回来，看到月色明亮如许，两人又乘兴划船到断桥，一路饮酒、吃塘栖蜜橘，真个是不亦快哉。途中有一女郎要求搭船，此女“轻纨淡弱、婉瘗可人”本来喝得昏昏欲睡的陈洪绶直如打入了一针兴奋剂，他以唐代传奇中的虬髯客自命，要求此女同饮。女郎竟然也一点不扭捏，欣然就饮，把船上带的酒都给喝空了。问女郎家住何处，她总笑而不答。等她下了船，陈洪绶在后面暗暗跟踪，只见此女身影飘过了岳王坟，就再也找不到了。\n我想三百多年前的月色下，陈洪绶是遇到狐狸精了。 \n艺术特色\n书法\n陈洪绶虽不以书法名世，但其于书法艺术方面所取得的成就也是相当惊人的。陈洪绶作书严循中锋用笔之法，他深谙掌竖腕平执笔的奥秘。其间虽小有以侧锋取妍处，但他能立即将笔调整过来。如此高超的控笔能力，无疑只能以掌竖腕平执笔法为之方可。再有，书法所要求的“回藏”、“提按”、“顿挫”、“绞衄”、“呼应”等等笔法要略，在他的运笔过程中，似无一处有缺憾，只是他做了无痕迹罢了，这也正是大相不雕、信言不美、修养至炉火纯青境界的具体体现。从其书作中，我们可以感到，陈洪绶作书，心态是愉悦恬静、轻松欢跃的，书写过程对他来说似乎是一种最甜美适畅的享受。因此可以说，陈洪绶已找到了一种执运笔法的最佳方式，而这方式正是书法执笔、运笔的“真义”，在这“真义”中，书法的中锋运行、回藏提按以及顿挫绞衄，全都是为畅爽书写且写出美感服务的。\n清代包世臣将陈洪绶的书法归在“逸品上”，评曰：“楚调自歌，不谬风雅。”方邵村与周亮工论画时说：“逸者轶也，轶于寻常范围之外，如天马行空，不事羁络为也。亦自有堂构窈窕，禅家所谓教外别传，又曰别峰相见者也。”吴修在《明代尺牍小传》称“章侯书遒逸”。这种“逸”无疑是在审美情趣上受师友黄道周、倪元璐影响，所谓“师其心而不师其迹”也，黄涌泉先生分析陈洪绶书法是早年从欧阳通的《道因碑》用功，中年参学怀素，兼收褚遂良、米芾之长，并得力于颜真卿的三表。黄先生大抵是综合从三百年来各家对陈洪绶书法的简识，实质上从“气格”上辨析陈洪绶书画是同调的，因人物画的线描书法是关键所在，如宋徽宗虽创“瘦金体”，也纵然逃脱不了从欧取骨这一法则，杜甫讲“书贵瘦硬方通神”即是此理。陈洪绶的行书为长方的字形，内敛的结体，外拓的撇捺，细劲的笔致，如中宫收紧之波挑、长捺、抛钩等这些都是从唐人写经体中所取法。再则劲峭秀逸的书体用来题款与画面相得益彰，精通其理的赵吴兴一语道破“画法关通书法律”，历代的工笔画题款大致如此，若用肥硕的东坡体题陈洪绶画款岂不笨拙而使画面主次不分。反之，若徐渭的大写意画用瘦硬劲秀的书体题跋明显“失调”了，所以画家笔法必然与其画同调，亦即书法是为画法的用笔与题跋相辅的，鉴定古代书画从画法与题款的笔法来分析也是关键所在，上世纪三、四十年代张大千造假“四僧”蒙骗了世人，而其作伪金农与陈洪绶两家题款解决不了，他自言因金农“金石气”的气格高古无从落笔。而陈洪绶的假款相传为研究陈洪绶的谢稚柳所为，当然这一公案谢先生并未认可。 \n绘画\n陈洪绶的艺术成就，首先表现在版画方面。明代至清初是中国版画的黄金时代，尤以萧云从、陈洪绶两位主持画坛的大家之作为最。萧的传世木版画以山水为佳，而陈洪绶则独霸人物画坛。\n陈洪绶所作版画稿本，主要是书籍插图和制作纸牌（叶子）用，著名的有《九歌图》及《屈子行吟图》十二幅，《水浒叶子》四十幅，《张深之正北西厢》六幅，《鸳鸯冢娇红记》四幅，以及他逝世前一年所作的《博古叶子》四十八幅等。1638年，来钦之的《楚辞述注》付梓时，陈洪绶的《九歌图》被作为插图，付诸木刻，影响极大。他所创作的屈原像，至清代两个多世纪，无人能超过，被奉为屈原像有经典之作。\n《水浒叶子》是陈洪绶二十八岁时，花费四个月所作的另一组版画精品。陈洪绶在这套《水浒叶子》中，栩栩如生地刻画了从宋江至徐宁凡四十位水浒英雄人物。陈洪绶大量运用锐利的方笔直拐，线条的转折与变化十分强烈，能恰到好处地顺应衣纹的走向，交代人物的动势。线条均较短促，起笔略重，收笔略轻，清劲有力。这套图一出世，不仅民间争相购买而且博得了一班文人画友的交口称赞。\n明末，陈老莲的《水浒叶子》遍传天下，以致后世绘写水浒英雄的画工很难脱出他的范畴。\n《西厢记》是陈洪绶给书籍作插图最多的一种，流传有张深之的《正北西厢》、李吉辰本《西厢》及李卓吾《评本西厢》三种。张本的六幅插图中，第一幅为莺莺像，其余直接描绘原作内容有《目成》、《解围》、《窥简》、《惊梦》和《报捷》五幅，出色地表现了陈洪绶深厚的文学修养和高度的艺术水平。《博古叶子》（图2）是陈洪绶去世前一年所作。由陈洪绶的好友、明末徽派最著名的刻工黄建中所刻。这套图共四十八幅，黄建中的精湛技艺，与陈洪绶的设计堪称珠联璧合，忠实地展现了老莲晚年的画风和精神状态。人物造型和线条要比壮年期高古，人物头大身短，显得颇有稚趣，线条布置愈趋自然、散逸、疏旷，不像壮年期那样凝神聚力，细圆而利索，但更加苍老古拙，勾线也十分随意，意到便成。其人物及笔墨的舒缓状态，达到了中国传统文人审美的最高境界。\n曾经一度出家的陈洪绶，对于道释图像也多有涉足。《无法可说图》画一罗汉，高鼻深目，面颔奇异，手把藤杖坐在顽石上。罗汉耳孔穿环，嘴唇微启，似乎正在向面前跪拜之人说法。这一跪拜的人形貌也颇奇异，神态专注而虔诚。人物造型很可能受五代禅月大师贯休的影响，并经陈洪绶特有的变形处理，古朴率真。《观音像》是他晚年的另一幅佛画精品。图绘一男相观音，身披白衣袈裟，手执拂麈，端坐菩提叶团上。细眼长眉，方面阔耳，雍容大度。其风格状貌，一如论者所谓“躯干伟岸，衣纹细劲清圆”。画面上方以一半篇幅书《心经》，字体劲秀，末署“云门僧悔病中敬书”。\n综观陈洪绶在人物画上的成就，壮年时已由“神”人“化”，晚年则更炉火纯青，愈臻化境。造型怪诞、变形，线条清圆细劲中又见疏旷散逸，在“化”境中不断提炼。直到近代，陈洪绶的作品还受到鲁迅的极力推崇。鲁迅早在壮年就着手于陈洪绶作品的搜集，晚年还预备把他的版画介绍出来。这一切，都说明了陈洪绶是中国艺术史上一位光彩熠熠的伟大画家。\n一、在中国美术史上，独立创作一组个性极强的历史人物而达到特殊效果的，《水浒叶子》是显著的里程碑；\n二、夸张的人物造型是基于深刻的精神气质性格特征，他的想象力在此显示出极强的说服性，叶子成为他人物画作风的有力说明，而且解释了为什么对后世有如此大的影响；\n三、他利用各种作画技法适应不同题材，如用折笔或粗渴之笔表现英雄、细圆之笔表现文士美人、用游丝描表现高古，成为中国传统人物画法的丰盛宝库。陈洪绶一生秉性孤傲倔强，吞恨而终。他是一位擅长人物、精工花鸟、兼能山水的绘画大师，与北方崔子忠齐名，号称“南陈北崔”。当代国际学者推为“代表十七世纪出现许多有彻底的个人独特风格艺术家之中的第一人”。著有《宝纶堂集》、《避乱草》等作品集。\n馆藏画作\n作品名称创作年代收藏情况\n《晋爵图》早期北京故宫博物院\n《五泄图》1624-25美国克利夫兰美术馆\n《喜上眉梢图》1627美国大都会艺术博物馆\n《杂画图册》中前期北京故宫博物院\n《水浒叶子》1633\n《乔松仙寿图》1635台北故宫博物院\n《荷花鸳鸯图》中年时期北京故宫博物院\n《宣文君授经图》1638美国克利夫兰美术馆\n《黄流巨津图》晚于1644北京故宫博物院\n《蕉林酌酒图》1649天津艺术博物馆\n《梅花书屋图》1649安徽省博物馆\n《雅集图鉴》1649上海博物馆\n《踏雪寻梅图》上海博物馆\n《仿赵千里山水》北京故宫博物院\n《夔龙补衮图》北京故宫博物院\n《梅花山鸟图》台北故宫博物院\n《仙人献寿图》1649美国印第安纳波利斯美术馆\n《梅石图》北京故宫博物院\n《老子骑牛图》美国克利夫兰美术馆\n《龙王礼佛图》美国华盛顿弗利尔美术馆\n《升庵簪花图》北京故宫博物院\n《咏梅图》南京博物院\n《玉堂柱石图》北京故宫博物院\n《秋林策杖图》1650\n《春风蛱蝶图》1651上海博物馆\n《归去来图》1652美国檀香山美术学院\n艺术年表\n599年（明万历二十六年）1岁明万历二十六年十二月七日或十七日（戊戌十二月五日起，为公历1599年），生于浙江省绍兴府诸暨县枫桥镇长阜乡长道地。父陈于朝二十七岁。母王氏二十四岁。兄陈洪绪六岁。 \n601年（明万历二十九年）4岁是年，就塾萧山来斯行家，作巨幅关羽像于壁。\n606年（明万历三十四年）9岁五月十八日，父陈于朝殁，年三十五岁。\n607年（明万历三十五年）10岁是年，与兄洪绪读书涉园前之搴霞阁，并至杭州学画。濡笔作画，钱塘画家蓝瑛、孙见而奇之。数摹杭州府学宋代李公麟所绘之《孔子及七十二弟子圣贤图石刻》，改变其法，易圆为方。\n609年（明万历三十七年）12岁约此时，作《乾坤交泰图》（浙江省博物馆藏）。\n611年（明万历三十九年）14岁是年，悬画市中，立致金钱。\n612年（明万历四十年）15岁十二月二十日，为胡锦石、机石兄弟之母作寿图、寿文。\n613年（明万历四十一年）16岁七月初七日，祖陈性学殁，年六十八。\n614年（明万历四十二年）17岁或于是年娶妻萧山来氏，并侍妇翁来斯行先生几杖。\n615年（明万历四十三年）18岁二月十三日，母王氏殁，年四十一岁。\n秋，作《无极长生图》于广怀阁。约此时，离家僦居绍兴，师事刘宗周。\n616年（明万历四十四年）19岁八月，画高士人物扇（故宫博物院藏）寄岳父来斯行为寿。\n冬，在萧山松石居和来风季一起学《离骚》，并拟李贺体为长短歌行，烧灯相咏，风季取琴作激楚声。因作《九歌图》，始《东皇太一》，终《礼魂》，又画《屈子行吟图》，共十二幅，凡两日而就。\n约是年，于来斯行之槎庵为萧山徐也赤作《水浒叶子》（白描）。\n617年（明万历四十五年）20岁是年，读《华严经》，寝食皆废。\n618年（明万历四十六年）21岁是年为诸生。督学索画，勿与。此时嗜酒学诗，并喜习草书。\n619年（明万历四十七年）22岁是年，曾住在杭州法华山翻阅佛经，并写飞白竹数种。李流芳题曰：小净名（陈洪绶别号）醉墨。后为权要得之，传于关中。张道民以白马易之。\n画摹古册（美国翁万戈藏）。\n620年（明万历四十八年，泰昌元年）23岁正月二十九日，为山阴友人陈至谟画《准提佛母像》（美国纽约大都会博物馆藏）。三月，在杭州西湖岳坟应名妓董飞仙之请，画莲花图并赋七绝。是年，曾游杭州灵鹫寺。约于此时结识李流芳。\n621年（明天启元年）24岁是年乡试失利，功名不得意。\n622年（明天启二年）25岁二月，作设色桃花扇面，赠沈相如出守武陵。\n623年（明天启三年）26岁春，妻来氏卒。第一次北上，游天津，得诗数百首。至北京，甚穷困。\n624年（明天启四年）27岁春，在京得病，逾五六月始渐愈。后南返诸暨。八月，为锦城社兄作墨梅图。九月二十五日，赏红叶于诸暨苎萝山。此时，与周亮工订交，数同游诸暨五泄山。秋冬间，至杭州，与赵介臣、颜叙伯、卓珂月及张岱兄弟读书于杭州灵隐韬光山下之岣嵝山房。此时，继娶杭州卫指挥同知韩氏女。十一月，为璧生作山水人物扇面（故宫博物院藏）。冬，何实甫到金陵，舟次丹阳，赋诗送别。\n625年（明天启五年）28岁春，萧山来风季过访，吟诗唱和。十二月三十日，长子义桢生。约此时，作《水浒图卷》，凡四十人。\n626年（明天启六年）29岁二月初，在萧山来风季家住半月归。夏秋间或在杭州，写佛西湖南岸。八月二十六日，制序贺来斯行六十寿辰。是年。为豫安居士作《岁朝清供图》，未竟。\n627年（明天启七年）30岁正月底，于诸暨牛首山永枫庵读书。五日后，以访社友入城，遂留试。六月试毕归故里，旋渡江至杭州。此时，代来斯行作《寿太母范夫人七十序》。九月，诗邀孟称舜游西湖。十一月八日，与叔贶生、铭、面之等游永枫庵，作《游永枫庵记》。十一月中，在杭州为杨生作《古木秋天图扇》（美国纽约大都会博物馆藏）于清响斋。\n628年（明崇祯元年）31岁正月十八日，次子峙桢生。六月，为豫庵作人物山水册十二幅。冬，雪夜醉后为友人画水仙于读书处。\n629年（明崇祯二年）32岁九月，与朱士服、王子、吕吉士、赵介臣、孟称舜等水嬉二日，醉后为朱士服书旧诗。十二月，画凤尾墨竹（上海博物馆藏）于清泉草亭。\n630年（明崇祯三年）33岁三月二十一日，三子楚桢生。五月，涉园构成一堂、一亭（醉花亭），并穿二池，但因奔走功名，不得坐。清夏，摹元代李东书阁壁上所画墨竹一帧。八月应试，榜发未取，愁栖杭州，兄洪绪为招亲友相陪，并买酒买舟以宽慰。秋，在杭州为李廷谟（告辰）《北西厢》题词、写跋并作《莺莺像》插图。暮秋，为单继之画绢本山水一幅于醉花亭。冬，作人物一幅，贺张平子卜居。十二月，为季方社弟作《岁寒三友图轴》于玉树轩。\n631年（明崇祯四年）34岁二月三日，同宗兄陈庚卿因奉母故，卖田入国子学，写序赠行。\n六月，始坐故里醉花亭。后应萧山来咨隆请，作《来鲁直像》、《来鲁直夫人行乐图》。霜降后五日，代来斯行书《鲁直弟小像题赞》。\n是年，续成二十九岁所作之《岁朝清供图》。\n632年（明崇祯五年）35岁是年秋日，第二次北上入京。夜泊横市，有诗寄内。在京与倪元璐等人交游，纵酒谈诗。\n633年（明崇祯六年）36岁是年春离京南归，作《蕉石图》并赋诗辞别倪元璐。倪氏有五诗和之。至河西务关，因倪诗嘲其隐事者，复寄五诗答之。三月，作《花鸟画册》十开（上海博物馆藏）。四月，岳父来斯行卒，年六十七岁。中秋，作《湖石蜀葵凤仙图》。十月，作《松石罗汉图》。十一月，作绢本《山水人物》立轴于起馥楼（美国纽约大都会博物馆藏）。\n是年，邀赵公简，相与读书习经于溪上小庐。年终，送其返乡。赠赵介臣《长松高逸图轴》。\n634年（明崇祯七年）37岁五月初一日，四子儒桢（即陈小莲）生。五月，作《静香书屋记》。秋九月雨中，作《林壑泉声扇面》于借园（上海博物馆藏）。十月，与张岱、曾鲸、赵纯卿等人集会于杭州西湖“不系园”（舟名）中，极文会歌舞之乐。其间为赵纯卿画古佛，并唱村落小歌，张岱取琴和之。\n635年（明崇祯八年）38岁年初，病目二月。春，作《乔松仙寿图》（台北故宫博物院藏）。四月初七日，赵公简生日，集众亲友合钱觞于枫溪，并赋诗赠之。四月，应来彭禧之请，为岳父来斯行作传。五月十六日，五子芝桢生。十一月初一日，与社友采菊赋诗于溪山，应善至三叔嘱，写《冰壶秋色图》（真迹不传，伦敦英国博物馆所藏为伪本）祝开翁老伯寿。\n636年（明崇祯九年）39岁九月十一日，酌于绍兴祁彪佳家，观演《拜月记》。席半，游寓山，及暮乃别。十二月，作《三星图》于焚香馆。\n637年（明崇祯十年）40岁五月二十日，六子道桢生。\n638年（明崇祯十一年）41岁正月，作《寿者仙人图》于道藏楼。四月，为周臣社弟画扇（武汉市文物商店藏）。八月初二日，作《宣文君授经图》（美国克利夫兰博物馆藏）祝姑母寿。十二月，来钦之《楚辞述注》付刻，以先生十九岁所画《九歌图》作插图，先生为之书序于善法寺。\n639年（明崇祯十二年）42岁八月十三日，与张岱醉酒杭州西湖断桥边。秋，摹宋代李公麟《乞士图》。十二月，代马权奇书《张深之先生正北西厢秘本序》于杭州西湖定香桥畔，并作插图六幅。腊月，为孟称舜《节义鸳鸯冢娇红记》题签、评点、制序，并作《娇娘像》插图四幅。\n640年（明崇祯十三年）43岁约是年正月，第三次沿运河北上至京。\n二月，在北京临丁云鹏《祖师待诏图卷》。五月，跋友人画于公浦之来章馆。\n641年（明崇祯十四年）44岁正月十五日，得内府散出之《吴草庐先生外集》，撰《买书记》志慨。二月，作《芝草图》。五月，应朱兆柏请，为亡友钱受益作《真佛图》。九月，作绢本山水于京师选佛场中。是年周亮工谒选京都，与金堡、伍瑞隆结诗社。先生雅好亮工诗，遂成莫逆交。\n642年（明崇祯十五年）45岁四月十一日，兄陈洪绪殁，年五十岁。约是年，挟策入赀为国子监生，试辄高等。作书上刘宗周。\n643年（明崇祯十六年)46岁二月十三日，刘宗周受谴离京，赋诗赠别。三四月间，召为舍人，使临历代帝王像，因得纵观内府画，艺事益进。与顺天崔子忠齐名，时称“南陈北崔”。后被命为内廷供奉，不拜。此时名声蜚然，公卿均以识面为荣，得其片纸，珍若圭璧。七月，接家书，遂慨然离京。在天津杨柳青舟中作《饮酒读骚图》。至扬州，娶胡净为妾。\n是年，诸暨故里重修陈氏家庙，为撰碑文。\n644年（明崇祯十七年，清顺治元年）47岁约春夏间，僦居绍兴青藤书屋。闻知国变，哭泣狂呼，见者咸指为狂士。九月，王（紫眉）、王素中劝应南京科举，先生赋诗辞之。\n645年（清顺治二年）48岁正月初四日，大雪，感赋五律六首，抒亡国离乱之痛。二月，作《杂画册》于绍兴龙山。五月初五日，在青藤书屋为柳塘王盟兄作《钟馗像》。五月十五日，与赵伯章至祁彪佳家告以国事。六月二十二日，王毓蓍投柳桥河死，赋诗志哀。此时，在张岱家侍饮鲁王（朱以海），王命画扇，以醉酒不能提笔。鲁王征为翰林，隆武帝（唐王朱聿键）亦遣使以御史召，皆不赴。时马士英以重礼求一见，闭门拒之。秋，在杭州西湖长桥“宛在”（舟名）中作《雷峰西照小景》。\n646年（清顺治三年）49岁正月十五日，画花鸟屏之一于杭州苏堤定香桥畔。三月底，为友人作《葛洪移家图》。四月，为全叔盟长兄作山水轴于钱塘舟中。五月，自画弥勒佛像供养，并书观世音菩萨偈。五月底，清兵下浙东，因拒画险遭杀害。六月，避乱山中，自灵鹫寺至绍兴云门寺，剃发为僧，改号悔僧、云门僧等。夏秋间，将四子儒桢（小莲）为其集录诗稿，展阅裁删，定名为《宝纶堂集》，寄请诸暨西安乡江藻村王指正。九月九日，老友朱之（集庵）携子来访，饮酒赋诗，抒发感慨。九月底，移居薄坞。此时，赋诗为陶去病题祁彪佳遗砚。冬，作《杂画册》。除夕，自序《避乱草》于秦望之竹楼。\n是年，离乱多感，作诗文颇多。\n647年（清顺治四年）50岁正月初七日，访祁奕远于蒋氏山庄，和奕远所赋新诗。三月，移家绍兴卖画。此时，张名子赠米，书诗报谢。四月，续画花鸟屏之一于山阴讲堂。十二月十八日，孙昭（次子峙桢子）出生。是年，晤王于商道安之珠园。\n648年（清顺治五年）51岁正月初八日，作《枯木竹石图》于张墨妙之高寄轩。八月，在诸暨故里无见阁作《松溪高士图》。是年作《松石图》。与毛奇龄相识。\n649年（清顺治六年）52岁正月，寓杭州吴山。作《西湖垂柳图》，题《独步》诗于其上。春，为石友作人物扇。九月，应马白生请，为其友人所著《生绡剪》封面题字。十一月，为南生鲁作《四乐图卷》，命弟子严湛、四子儒桢设色。\n650年（清顺治七年）53岁四月四日，应林仲青邀，与友人在眉舞轩作送春雅举，画观音大士一躯。五月，周亮工北上过杭州求画，勿得。此时，为纪南盟兄作《秋林晚泊图扇》。六月，在林仲青所，为周亮工作《陶渊明归去来辞图卷》。七月，与胡秋观游净慈寺、烟霞洞、石屋洞、玲珑庵，登南高峰写佛菩萨，归观盂兰盆会。秋，作《斗草仕女图》于护兰书堂。作《折梅仕女图》、《李白宴桃李园图轴》（美国翁万戈藏，临摹本）于林仲青之眉舞轩。此时，与胡秋观游高丽寺，见东坡像为风雨侵蚀，集资别构一室安之。因《生绡剪》引起风波，触怒卢子由，请戴茂齐辩白。十月二日，跋赵孟《东土第一祖像图卷》。十一月，将《陶渊明归去来辞图卷》寄周亮工。\n是年，得知向老友索观未果之元代王蒙（字叔明）画，已悬于一富翁家，慨然作《王叔明画记》。\n651年（清顺治八年）54岁春，因卢子由穷究《生绡剪》，被迫写了《辩揭》。此时，作人物轴于定香桥畔。四月，与姜廷（绮季）游西湖及吴山。为林仲青作《溪山清夏图卷》。七月十五日，为自作诗集（姜廷手录）写序于杭州吴山火德庙之西爽阁。作《三处士图卷》（美国翁万戈藏）送姜廷之扬州。八月，作《辛夷花图轴》于眉舞轩。八月十五日夜，酒醉西子湖，让吴香扶磨墨、卞云裳吮管，为沈颢作《隐居十六观图册》。九月，得文徵明画一幅赠戴茂齐。后数日，丁良卯（秋平）之子病笃，先生借戴茂齐一金以资汤药。此时，据汪南溟所辑古代人物标目题赞作《博古叶子》四十八页。十月，将《博古叶子》赠戴茂齐。后因购米向戴茂齐借一金，作《春风蛱蝶图卷》酬之。此时，在菜根书馆作《陈治庵老人卖药缘起》，并绘《黄帝素问图》、《神农尝药图》。是年，周亮工入闽，途经杭州，十一日中先生为作大小横直幅四十二件。为杨犹龙作画数幅。\n652年（清顺治九年）55岁年初二，从杭州乘舟归绍兴。正月初七日，在绍兴罗坟陈鹤故居曲池，作《壬辰人日过曲池，叔翔属书壁》诗，有“曲池七日第三回”句。是年，画《白描罗汉卷》；又画《西园雅集图卷》，未竟，或为绝笔。与昔时交友流连不忍去。一日，趺坐念佛号而卒，享年五十五岁。葬绍兴谢墅官山岙横浜岭下。\n诗词选摘\n【梁湖见归舟】\n归棹如云驶，须臾过九潭。\n但看风色好，几日到江南。\n【强饮】\n山东山极少，况复障黄尘。\n多买他乡酒，如逢故国人。\n【寄林事声】\n闻尔歌狸首，吾将挟素琴。\n梅花开未落，不欲别山阴。\n【小雪】\n小雪连朝雪，来年大有年。\n人情惊盗贼，天意乐耕田。\n【寄王予安】\n深山古涧里，日日老梅开。\n醉后常相忆，君从驴背来。\n【梅墅舟还】\n流水唱酒船，归梦经南浦。\n莲折鲤鱼风，吹落黄昏雨。\n家人莫酿酒，予不庆新年。\n怕将新日月，来照旧山川。\n【故山】\n故山秋最好，今日断相思。\n但有丹枫处，无非白骨支。\n难忘生长地，痴想太平时。\n万念俱灰冷，一归梦未衰。\n【寄何大】\n何村真隐地，山涧尽深情。\n花水乱流急，禽虫相语清。\n幽奇惭未讨，高旷惜初行。\n万坞茶香日，当来问巨觥。\n【寄自超】\n自超曾约我，必过小庵来。\n竹下当茗饮，枫间把酒开。\n扣门闻远出，坐水久低回。\n尚复相期否？此诗故一催。\n【孟夏晨坐】\n野旷风轩静，江深水槛浮。\n佳人看弄棹，稚子学垂钩。\n柳拂翻黄鸟，荷披散白鸥。\n闲心与逸兴，长夏得淹留。\n【南山】\n南山多大木，十存一二焉。\n木乎吾与尔，值此鼎革年。\n陵树闻已尽，墓木安能全。\n日日望解甲，旄头正当天。\n不如同木尽，免我百忧煎。\n此身勿浪死，湖山尚依然。\n小债偿未了，楮素满酒船。\n【过夏镇】\n舟发夏镇口，褰裳入荆棘。\n荒井与废墟，眷兹长叹息。\n耆老从东来，自言南粤客。\n狗鼠纵横时，亲见为言悉。\n天下货利渠，舟车相络绎。\n宝玉共锦绣，金银铜铁锡。\n礼乐颇不知，风土事藻饰。\n安堵数百年，卒然遭盗贼。\n红巾起南山，白挺乱山北。\n居民尽脆弱，又不避寇敌。\n一朝下东来，凶悍过蛮貊。\n大车载糗粮，小车载金帛。\n壮者逼使降，不从即遭磔。\n妇女与老弱，肝脑涂矛戟。\n斩掠无孑遗，举火烈居宅。\n膏血相溯流，手足交撑藉。\n贼去禽兽来，积尸恣所食。\n鸟雀争肝肠，豺狼噬胸腋。\n白日断车马，暮夜啼魂魄。\n所亡幸免人，成群觅亲戚。\n时见荷锄畚，号泣掩遗骼。\n肢体多不全，腐烂更难识。\n或有埋一头，或有葬半额。\n亲骸未能得，呼天相踊躄。\n有绳悬树死，无绳即触石。\n悲风动地来，腥臭遍阡陌。\n日月惨无光，山川云气黑。\n同是覆载人，胡独罹祸厄。\n君子听所由，皆由人不德。\n前年大饥馑，州县尽捐瘠。\n此地独有秋，奈何弗珍惜。\n女妆无玫瑰，虽华心不怿。\n男服非文绣，虽美体不适。\n肥牛与美酒，筵会无朝夕。\n风俗变淫奢，罔有能启迪。\n天遣彘育人，址震又星鶂。\n奈何弗悛修，非命毙锋镝。\n君子幸毋忘，以此训邻国。\n天命无僭差，刍荛可采择。\n长揖谢耆老，归来泪沾衣。\n【山居】\n小乱入城好，大乱入山便。\n在昔用斯语，于今则不然。\n盗贼满山时，岂能此独全。\n父老为我言，此地久安眠。\n万山拥我后，千山护我前。\n灌木万余株，清流绕其边。\n曲径十余里，危石悬其巅。\n不惟山田好，又有万竹焉。\n有麻垂如丝，有栗果如拳。\n有梅匝茅屋，有兰可成阡。\n相见皆古人，不分愚与贤。\n亦少衣冠人，岂复肯守钱。\n其风不凋薄，或可免颠连。\n吾将携妇子，酿酒乐尧天。\n诸子渐长大，课读兼课田。\n斫竹学织帘，读书功不捐。\n无米拾橡栗，聊以续炊烟。\n探奇既有梅，采药将学仙。\n佩此王者香，一抚猗兰篇。\n【湖上】\n厌听楼船杂管弦，耳根清净小西天。\n朝朝暮暮闲亭子，满耳松风满耳泉。\n【醉中书怀】\n青山到处便成家，不得出门每自嗟。\n若得西湖桥畔住，妻儿杨柳共桃花。\n【寄周元亮】\n一日不见三寄书，那能一别一年余。\n梅花两度不易得，钱塘月色今何如。\n【闻莺作】\n后园大树五六层，摇落黄鹂三四声。\n可怜凡鸟乱鸣起，尚有几声听未明。\n【画扇与鲁伯芬】\n白鸥绿渚可人怜，拣个清秋剌钓船。\n不惯见人飞远避，波声隐隐没寒烟。\n【谢张大寄紫白丁香花】\n乱系丁香寄晚春，紫颦白笑惜流人。\n应从花影寻佳梦，深见湘君登白苹。\n【蓝太常席上】\n醉卧天涯酒百杯，更添翠袖一双催。\n客中但得如今日，不枉秋风瘦马来。\n【怀沈素先】\n沈郎腰似隋堤柳，载得春愁此独多。\n野棠开尽春工歇，倒挂黄鹂唤睡魔。\n【舟次德州寄答潘十三通判】\n此去神京八百里，明朝千里路漫漫。\n须知尺素当疏阔，乞把来书反复看。\n【卧病团娈居】\n浪游已倦足将禁，耐得风尘雨病侵。\n书看稗官何费力，诗删旧句有名心。\n小轩容膝闲情广，疏竹栖人幽趣深。\n日望天晴能杖履，二三酒伴踏长林。\n【云门寺九日】\n九日僧房酒满壶，与人听雨说江湖。\n客来禁道兴亡事，自悔曾为世俗儒。\n枫树感怀宜伏枕，田园废尽免追呼。\n孤云野鹤终黎老，古佛山癯托病夫。\n【怀朱集老】\n酒泉太守老醉翁，养和药囊半疏桐。\n怵之以死耳边风，自言不死化痴龙。\n雪夜月夜呼巴童，倾杯复碗四五通。\n刀槊杀声满虚空，蹑蹻刺天之危峰。\n背负鸱夷无戚容，持螯牛饮眠高松，吾怀此老吾欲从。\n【如梦令】\n瓢笠春行无几，望断桃花流水。彻夜雨潺潺，到天明晴矣。\n梦喜！梦喜！又是花朝晴起。\n【长相思】\n病起迟，懒起迟，蜂子排衙叫午鸡。床头改旧词。\n趱归期，办归期，忽值精神恍惚时，归期定复移。\n【菩萨蛮】\n小姑居处朱楼起，乌啼声隐杨花里。香气出罗衣，能留蝴蝶飞。\n远山青可见，绣领遮团扇。小立看鸳鸯，心怜浴故双。\n【更漏子】\n一重山，一重水，有甚别离情思。开扇面，展屏风，丹青都是侬。\n杭州客，并州况，吴越两山相望。茸母发，豆娘飞，望侬还浙西。\n纪念场所\n陈洪绶墓\n位于鉴湖镇官山岙村东南300米。墓坐南朝北，墓丘方形，边长3.4米，高1.6米。四周围以条石，上覆黄土，正面横置乾隆六十年（1795年）八月裔孙允绅立“明翰林陈章侯公暨德配来氏宜人韩氏宜人合墓”石碑。墓前设长方形祭桌，下置方形拜台。1987年重修。\n人物故居\n位于浙江省诸暨市枫桥镇（原新枫乡）陈家村。故居旧名“宝纶堂”。宣统《诸暨县志》：“宝纶堂在忠勤堂（陈洪绶曾祖父明扬州参军陈鹤鸣故宅）右，老莲先生故居。”旧有团栾居、搴霞阁、写经轩、曼殊室、七樟庵、借园、遗楼等，今尽圮。仅石柱础、石坪与水井尚存。\n旁有三间三进硬山造平屋，俗呼“光裕堂”。光裕堂为陈洪绶曾祖、明扬州府参军陈鹤鸣所建（据光绪《诸暨县志》记载：“光裕堂，陈鹤鸣建。鹤鸣子广东布政使陈性学著有《光裕堂集》。”），1984年公布为诸暨市级文物保护单位。 \n一九九八年一月，诸暨市文化局和枫桥镇人民政府出资重修光裕堂，并立光裕堂重修碑记。碑，青石质，须弥座，高170厘米，宽80厘米。碑额与碑文皆楷书阴刻。工程历时半年，耗资十七万元。重修的光裕堂坐落于宝纶堂东，平屋三进。\n轶事典故\n童年趣事\n陈老莲四岁那年，到亲戚家的私塾里念书。有一次，亲戚因有事外出，对家童说：“墙壁刚粉刷好，别弄脏了。”就在亲戚离开后，陈老莲走进这间房子，他觉得在这高大的墙壁上画些什么会很好看的。可是因为家童在旁看守，是不允许他这么做的。\n“小哥哥，你为什么不去吃饭呢？你放心好了，我不会弄脏的。”老莲说。\n家童听后就放心地吃饭去了，陈老莲这时的脑海中浮现了一尊不知在哪里看过的关公像，于是三下五除二地拿起笔把它的样子画了下来。当家童看到这情况时，因为怕主人回来把他打一顿。\n后来，陈老莲的亲戚知道以后，以为是关公显灵，又是下跪又是作揖，从此就把这房子作为供奉神像的地方。\n","category":"草书","verified":true,"user":1,"timestamp":1429951649872},{"name":"陈洪绶草书致开美手札","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791642894,"text":"陈洪绶《致开美手札》纸本 26.7×19.9cm 约1643 私人藏","author":"明代陈洪绶","description":"陈洪绶草书致开美手札"}]