[{"name":"张照临米芾墨迹","text":"古书画（Ancient Calligraphy and Paintings）指中国古代书法与绘画，两者构成中华民族的传统艺术门类之一。其中，碑帖是书法的一支，碑在刻立的当时虽以文为主，但后来流传却因书法而被重视；帖则纯是书法作品的留影。书法与绘画虽然形式不同，功能不同，在艺术的种类上也不同，但在中华民族文化中，却如同一对孪生兄弟，有着血肉相关不可分割的联系。\n起源\n在中华民族的艺术领域中，尤其是以汉族文化为中心的各种艺术，都有一种互相关联的现象，尽管它们的外形和用途不同，表现方法和所用工具也不尽相同，但那些不同门类艺术的艺术气息和趣味,也就是所表达的民族性格的特点,在神髓上却有相通之处，譬如建筑与服装，都以宽博严肃为基调；桌椅陈设，都以方整对称为基调；乃至文学语言上竟自出现世界各族语言都不曾有的四六排偶大篇作品等等,这是汉民族文化中特别讲求的对称美。因而,对称的要求贯穿于大部分这种文化艺术。具体到书法和绘画，更具有某些独特的内在的关联。譬如中国绘画，一直不是要求“逼真”，甚至是要求“避真”的。描绘人物只用单线条，并不借助阴影，面颊上加上几道线，性格就特别突出，所谓“传神”。“传神”一词，在绘画领域中也并不专指人像写真，它也常被用在画其他物像上，如“为山水传神”、“为花鸟传神”等。不难理解，用这个词，主要是指摆脱物像的一切细节，而要抓住它们的整体要点。所以许多“写意”的人物，并没有被观者误为猫狗；一抹远山，也没有被观者误为纸上的湿痕。尤可注意的，画树干、花头、山峦、衣褶，宁许它不尽相似，但不许它的笔触瘫软。久而久之，中国绘画、特别是文人画出现以后，刻意追求笔墨的表现与欣赏就成了主旨，至于物象描绘的形似与工拙并不再计较。而书法则是视觉艺术中形式最为简捷、抽象的艺术门类。看来仅仅是书字的结构、笔画以及行间字距的章法，其实在汉字的产生、发展和在书法的创作实践中，早已成了“束括万殊，裁成一相”的独特艺术形象了。这种独特的艺术创造，可以认为是中国艺术普遍要求“避真”的极诣表现。正因如此，中国的绘画与书法就必然会发生更为内在的深刻的关联。\n评论书画的人,常举“书画同源”这一理由,固然源是同的，但眼前的两项艺术，却是都处在流的阶段中。同源是几千年前的事，怎么几千年后，还都仍在源头不动，而称兄道弟呢？已如前面所述，乃是因为中华民族的各种艺术中共同的民族性格特点所致，更是因为书法与绘画始终在强调和强化笔墨的表现，而必然存在着趋同、融合的内在因素。正如早在唐代张彦远的《历代名画记》中指出的“书画用笔同法”。因此，在这两种艺术的创作者和观赏者心目中，它们是同样能满足民族审美的东西，至于表达出的形式和用以表达的方法如何,都退为次要的了。因此，我们也就可以理解,有了中国绘画这种画法作为语言符号的文字竟自与描绘物象的绘画不但相提并论，还密不可分地成为姐妹艺术品种，称为“书画”。\n从上面的叙述中我们可以知道，中国的书画在长期的历史发展中形成为世界艺术之林中独树一帜的民族艺术，具有深厚的艺术传统和鲜明的民族特色。尤其是书法艺术，更是中华民族所独创的艺术奇葩。这一民族艺术的形成与中国社会历史的发展、传统的学术思想、各种民族艺术间的交融，以及因之形成的某些带有共性的艺术风格、特征、特点和中华民族的欣赏习惯等等，都有着密切的关系。概括而言，中国书画是中华民族文明史所产生的艺术结晶之一。它在古代既已对世界东方的国家、民族产生过深远影响，在近、现代中更随着世界文化的交流而远播世界西方各国。正因为中国书画是中华民族文明史的一种物化见证，因此它们的全部历史遗存，就成了中华民族全部珍贵文物的组成部分。\n发展\n古书画的发展，从今天可见的资料中看，大略可分三大阶段。唐代以前的作品，随着出土文物而不时有所发现，但究竟断续不能连贯。例如战国的帛画和两汉马王堆古墓中的帛画，都给我们很完整的印象，看到当时绘画水平已相当高超，技术上也相当完善。汉墓壁画上也有不少汉代绘画遗迹。六朝隋唐的佛教画在敦煌等处洞窟中保存着大量作品，是极其丰富的古代绘画的宝库，但一般的其他内容的作品就相形见绌多了。流传号称唐人画的卷轴，多出宋人重摹或是被后人题作唐人的较晚作品，可信的只有《历代帝王图》中的一部分是唐人真迹。尽管如此，这些唐以前的绘画作品遗存，其中包括虽是传摹而仍能保存一定的原作的风格、特点的古摹之作，也依然可使我们窥出唐以前画史的梗概。战国帛画中描绘人物神情生动，线条简劲。汉代马王堆古墓帛画的想象力生动，构图井然有序，绘画技艺更趋完美，为魏晋以后的绘画发展奠定了雄厚的艺术基础。魏晋以后伴随着艺术自觉的大趋势，一些官宦、士大夫开始从事艺术创作和理论著述，更促进了绘画艺术的发展。传为晋顾恺之的《洛神赋图》卷，其景物的描绘虽然还处于“人大于山，水不容泛”的稚拙之态，但绘画技艺，特别是人物的描绘，显然获得了长足的进步。“传神”的艺术概念，正是产生于这种艺术历史背景中。隋展子虔的《游春图》，是否为真迹尚有争议，但它确能表现出“远近山川，咫尺千里”的空间距离，开始了山水绘画独立存在的艺术表现。在唐代除花鸟绘画尚待发展外，人物、仕女、山水、牛马等中国绘画的传统题材均获高度发展，并在中唐以后出现了泼墨山水、树石，标志着古代绘画已进入繁盛时期。五代、两宋绘画则是这繁盛时期的高峰。一方面继续着隋唐以往人物绘画的深厚传统，有顾闳中《韩熙载夜宴图》卷，周文矩《重屏会棋图》等名作传世；另一方面山水、花鸟绘画以及风俗画更为发达，出现了李成、范宽、郭熙等山水画名家和黄筌、徐熙不同风格的花鸟画。张择端的《清明上河图》则是著名的风俗画代表作，真实地再现了当时汴梁城内外的景物。北宋末期,由于皇帝的倡导,更出现了宫廷画院和拥有众多画院名手的院体绘画，刘松年、李波、马远、夏圭等画院画家都有著名的真迹流传。宋人绘画大部分是画在绢幅上的，显然是为了创作、欣赏、收藏的方便，更是艺术创作意识得到进一步强化的结果。\n从北宋熙宁、元丰年间开始，文人画运动兴起。这是由文人画家所创作的、更多是为抒情遣兴的绘画作品。扬无咎的《四梅图》是早期文人画的作品之一。到了元代，绘画的主流为文人所掌握，绘画创作更强调笔墨的独立表现，诗、书、画融为一炉，形成中国绘画的又一鲜明特点。赵孟頫、黄公望、王蒙、倪瓒、吴镇等人在画坛上都有重要地位。明清以后近代以前，都只是宋元画派的余波，特别是以元人的画法为依据。但其中亦不乏各时期有所创造的名家，譬如明代中期号称“吴门四家”的沈周、文徵明、唐寅、仇英和吴门大家张宏，以及清初的石涛、朱耷，清中期的“扬州八怪”，他们都有自己较鲜明的艺术个性，并有较丰富的作品传世。\n历史\n书法的历史演变大体与绘画相类。在唐以前的书法资料中，以现在所见的出土战国、秦、汉竹木简牍上的书法以及敦煌等地出土的六朝、隋唐人的书法墨迹最为突出，而这些几乎是唐宋人所未曾见到的，就是明清人亦只见到了秦汉石刻碑帖。因此，明清以往人的见解和论断都有极大的局限性。此后，随着墨迹、碑帖的不断出土，有关书法流派和书写笔法的种种议论，都受到新的冲击，而不得不有所发展。法帖的摹刻始自宋代，宋初的《淳化秘阁法帖》是第一部大型丛帖，但刻法不精。《大观帖》出现以后，其摹刻精工，不减墨迹原本。南宋以后至明清，陆续有丛帖的汇集摹刻，专摹苏轼书迹的《西楼帖》、专摹米芾书迹的《绍兴米帖》以及明代文徵明的《停云馆帖》、董其昌的《戏鸿堂帖》、清内府的《三希堂法帖》等都是大宗。这些刻帖和相应传世的墨迹法书，以及魏晋以来的一些著名碑帖，便成了五代、宋以后主要书学资料，并因之在宋、元、明、清中期的较长历史时期盛行帖派书法。宋代的苏轼、黄庭坚、米芾，元代的赵孟頫，明代的祝允明、文徵明、董其昌等名家书法，大体上便是对这些法帖、碑版的不同继承，并创造出各自的艺术风貌。直至清乾、嘉时期，由于金石学的再度兴起，大量碑版被发现，才又出现以宗法魏碑为主的碑派书法，邓石如、赵之谦诸人为其代表，亦有大量作品留存。\n收藏\n书画的保护与流传最初起于图书或类似汉代麒麟阁中功臣肖像的收藏。自东汉中后期，随着艺术自觉时代的开始,书画又作为艺术品而被珍视与保护“汉明(帝)雅好丹青，别开画室，又己创鸿都学以集奇艺，天下之艺云集”。自兹以后，书画作品既可供鉴赏，势必有收藏，为收藏、保护的妥善而发明了装裱，并将收藏的记录演为著录书的形式。东晋桓玄酷爱法书名画，巧取豪夺不已，欲使天下精品为己之一人所有，这些书画珍品后为刘宋王朝所有。梁武帝萧衍精于鉴赏，搜求法书名画更不遗余力。据当时中书侍郎虞《论书表》中所记，仅秘藏王羲之、王献之书法，就有“缣素书珊瑚轴二帙二十四卷，纸书金轴二帙二十四卷，又纸书玳瑁轴五帙五十卷，皆金题玉躞织成带”。这还是表中所记的节录。其中二王纸、绢书法分别存在，又分别以珊瑚、玳瑁、金等不同材料作装裱的轴头，可见梁武帝内府收藏之富，装潢之精，管理之妥善。隋唐以后，书画收藏风气更盛。初唐裴孝源的《贞观公私画史》，历来被看作书画著录书之祖，该书记载了当时秘府及私人收藏以及寺庙壁画，所见有晋魏以来名画293卷，壁画47幅。晚唐时期张彦远的《历代名画记》，既是一部完整的绘画通史，又兼有著录书画的内容。在该书卷三中还有“论装背轴”一节文字，简述了晋以后各时期书画装裱的优劣，记载了当时有关装裱书画的材料、技艺方面的改进，如使用的浆糊必去面筋，使之稀稠得宜，并加熏陆香末，防虫蛀。又装小轴，轴头使用白玉、水精、琥珀，大轴则用杉木漆头，以避免杂宝轴头易剥坏，有伤作品。这些改进，对书画的装潢、保护显然十分重要。宋以后，如宋宣和内府的《宣和画谱》、《宣和书谱》，米芾的《画史》、《书画》，明张丑的《清河书画舫》，以及清内府的《石渠宝笈》三编等书，均是官、私收藏、书画流传以及品评的重要书画著录书籍，是了解这些时代书画保护与流传等基本情况的文献记载。明初陶宗仪《南村辍耕录》中的“裱背十三科”，是对书画装裱所用材料、工具的集中概括，实际上也可看出装裱书画的全部工续过程。明周嘉胄的《装潢志》等书，则是有关书画装潢的专门文献记载。\n为有利于书画的保护与流传，在古代没有影印技术之前，则以摹画、摹写的方法制作副本，或将书迹刻石传拓，如晋顾恺之的《洛神图》，真迹早已佚亡，至今流传下来的有3种副本，虽然艺术水平高下不同，或带有后来者的画法、笔意，但其作用显然也是非常重要的，许多古代名作都是靠这类古摹本来传神影的。书法作品的摹写是以双钩描摹的办法，又叫“”。就是用油纸或蜡纸罩在名家手迹向著窗户亮处去描摹，这样可以做出若干件复制品。今天王羲之亲笔所写的原纸字迹，可以说一件都没有了，存留下白纸墨字的只有这种本。其次是用笔在石面直接写字，即时刻在石上的碑铭。这种笔写在石上的工序叫做“书丹”。因为丹是红色，以笔写即可称书丹。它虽不是墨迹，但究竟保留了名家字迹的外形，能看出书法的主要风格。再次是宋刻的法贴，即从原迹上钩摹下原字的轮廓，在纸背后把轮廓背面用笔钩出，再把笔挤按在石面上，然后按照线去刻,刻毕再照拓碑的方法捶拓加墨,就成了黑地白字的法帖。法帖是说可以取法的字帖，实际是比又多几层工序制成的复制品。许多古代名家连一件的墨迹本都留存较少，传下的以直接刻石的汉魏、隋唐的碑铭和宋以后多道工序摹刻成的“法帖”较多。这些碑铭、刻帖的传本，亦成了宝贵的文物类别之一。而今天研究书法史，除真迹墨书外，还有钩摹的本、书丹上石的碑铭、辗转摹刻的法帖等实物资料。\n鉴别\n鉴别、鉴定作品的真伪、优劣是古书画的保护与流传中重要的一环。唐张彦远曾讲：“有收藏而未能鉴识，鉴识而不善阅玩者，玩阅而不能装褫，装褫而殊亡铨次者，此皆好事之病也。”即道出了鉴识与收藏、开卷欣赏、装裱、铨次等在保护、流传过程中的关系。南朝王僧虔的《论书》中就指出王羲之书法曾有同时人张翼的仿书，和其后康昕、南州石道人的作伪。距宋初李成不远的宋米芾提出过“无李论”，但后世又有许多被称是李成画的作品。米芾的话是愤激之言，是“太少了”这句话的夸大之词。但今天题为李成画的作品，许多都是收藏者信手所题，未必都是真迹。因此，无论是为研究，为保护、收藏，先行须做的便是鉴别、鉴定。可以认为，自书画收藏之事初起，鉴别、鉴定工作便与俱发生。凡宫廷秘府收藏最富之时,必有一批御用的书画鉴定家,若梁武帝萧衍身边的陶宏景、虞等人。宋代米芾是私人收藏家，亦是著名的书画鉴赏家。宋以后，书画鉴赏风气更盛，举凡收藏、著录、赏玩、品评、装潢之事，必涉及鉴别、鉴定，并形成为至今仍有重要借鉴作用的方法、经验、见解，以及相应的文字记载。在当代，书画鉴赏、鉴别，更发展为一门专门学科，愈趋具有科学理论化的体系，并有多部研究著述问世，从而为书画的保护、研究奠定了不可或缺的基础。\n全国各大博物馆对古书画、碑帖都有大量的保存，也陆续有精美的影印，不但提供研究者以丰富的资料，而且使中华民族文化史的传播增加了可靠的依据。\n画种\n中国画：\n简称“国画”，是我国传统造型艺术之一，在世界美术领域中自成体系。画科有：人物、山水、界画、花卉、瓜果、翎毛、走兽、鱼虫等。技法形式有：工笔、写意、白描、设色、水墨。设色可分为：金碧、大小青绿、没骨、泼彩、浅绛等几种。主要是运用线条和墨色的变化，以勾、皴、点、染、浓、淡、干、湿、阴、阳、向、背、虚、实、疏、密和留白为表观手法。由于书画同源，因此绘画和书法、篆刻相互影响，形成了显著的艺术特征。绘画材料用具，为我国特有的“文房四宝”。\n水墨画家：\n中国画的一种，用水墨所绘。讲究单纯性、象征性、自然性。相传始于唐，成于五代，盛于宋元，明清以来续有发展。以笔法为主导，充分发挥墨法的功能。“墨即是色”指墨的浓淡变化就是色的层次变化。“墨分五彩”指缤纷的色彩可用多层次的水墨色度来代替。唐代王维对画体提出“水墨为上”，长期以来水墨画在中国绘画史上有；重要地位。\n油画：\n绘画的一种。是用亚麻仁油、核桃油等调制颜色所绘的画，一般多画在布、木板或厚纸板上，其特点是颜色有较强的遮盖力，能充分表观物体的真实感和丰富的色彩效果。是西洋绘画的主要画种。始于古希腊，十四世纪意大利文艺复兴时期画家辈出，到十五世纪初，尼德兰画家凡·艾克兄弟改革油画技术，进一步掺调颜料，运笔自如，层层敷设，提高了色彩亮度，西方广为采用并继续加以改进，使之不断完善，成为世界性的绘画表观形式。\n版画：\n造型艺术之一。是以刀和笔为工具，在不同的材料肤面上通过手工制版印刷而成的一种绘画，可有限复制。就版画性质和所用材料而言，可分为凸版，如木版画、麻胶版画；凹版，如铜版画；平版，如石版画；孔版及玻璃版等。\n水粉画：\n绘画的一种，用水调和粉质颜料所作之画。可画在布、木板及各种画纸上，颜色有一定覆盖力，一般不透明，运用恰当能有厚重、明朗、轻快的感觉。\n漫画：\n是一种具有讽刺性、幽默性的绘画。画家从政治事件和生活现象中取材，通过夸张、比喻、象征、寓意等手法，表观幽默、诙谐的画面，借以讽刺、批评或歌颂某些人和事，是政治斗争和思想斗争的艺术。\n小品：\n中国画术语。语出佛经，佛家称样本为“大品”，简本为“小品”。中国画小品盛行于宋代，规格不定，有方有圆，画面虽小也不轻心率意。“咫尺之图，写百千里之景”，是以小见大的作品。\n四君子画：\n中国画术语。是指以梅、兰、竹、菊四种花卉为题材作品的总称。这类题材象征高洁的品格和正直、坚强、坚韧、乐观以及不畏强暴的精神。\n文人画：\n也称“士大夫画”，中国画的一种，泛指中国封建社会中文人、士大夫所作之画。区别于民间画工和宫廷画院、职业画家的绘画。“文人画”多取材于山水，花鸟、梅兰竹菊、木石等，借以抒发“性灵”或个人抱负、寓有对民族压迫或对腐朽政治愤懑之情，讲求文字修养、笔墨情趣，强调神韵与画中意境。文人画对中国画的美学思想以及对水墨、写意画等技法的发展都有相当大的影响。 \n常见作伪方法及揭裱\n在投资领域中，古玩字画已成为当前有艺术雅兴投资者的一种时尚。大凡初入此道者，都愿先从收画作为投资点，认为书画书画在国内外艺术市场炙手可热，行情旺、风险小、增值快、效益大，其收藏价值经久不衰，是投资回报率最为理想的收藏品，然而，随着投资者不断增多，字画价格愈来愈高，特别是名家作品的高价位，驱使某些贪财者不择手段地制造假字画。那么，在此介绍一些最常见的作伪方法，以达到能够辨别真伪的目的。\n1、勾描着色填墨\n作伪者用纸或尖铅笔双勾措下线条轮廓。如果是，即在空心中填墨；若是绘画，则按线条轮廓对照原作模仿着色。这种伪作乍看还有些相似，但仔细端详就会发现整幅作品气韵滞钝，笔锋呆板无神，墨色缺少浓淡，有的伪作虽然先描后临，但终因心虚笔怯，难免其神韵，只要细察即能看出破绽。\n这种手法以伪造名人题款和名家书法为多。如南宁岳飞的《满江红》等草书，明人的条幅，以及清代和的书法作品等，都常见此类伪品。 \n2、改头换面\n作伪者利用残破字画，采取挖、洗、添、改移等各种手段，将无款作品变成有款作品，将近代作品改成古代作品，将一般作品改成名家作品，曾使不少功力不深、见识不广的投资者上当受骗，甚至行里人也难免落入圈套。\n书的作品几乎每件都有题款，而作者款的签名却根据他不同、不同境遇及心情等有所变化。款字是历来作伪者下功夫最大的地方。\n迄今所能见到有题款的画作，应从北宋开始，这些画的题款位置不一，而字都很小。到了南宋，一些画院的画家有的写款，有的不写款，有的即使写款也仅简单地落个姓名款。元明清的院体画，多不题诗文，只写年月日、姓名、仅写一行款，很少有二行款。明代院体画的时代离我们这样近，而流传下来的画却很少。因为明院体画的款少，容易让人挖去，冒宋人作品，于是传世署名的明代院体画也不多。\n洗款，是题款作伪的手法之一。所谓洗款，就是把原作者的款字洗去，不裁，不挖，不补。这种作假手段不十分多见，因为过去书法家讲究腕力，其书常透纸背，入木三分。也就是说下笔很重，笔画扎实，墨渗过纸背。既然如此，款字怎么可能洗去呢？岂不会把纸洗烂？这类作品当然无法被洗款。被洗款的作品所用不是一般的纸，而是用的藏经纸。\n加伪款是作假的另一种形式。我们对书法作品进行时，首先要看款与字的风格是否相符。书法家写字都很熟练，写完主文，连下来将落款一笔写就，极其自然，而伪款就前书主文的风格不同。\n还有一种作伪的手法值得注意。旧时有的书画家为了自己学习之用，照临别人的作品，到了末篇，连原作者的题款也如实临下，最后在落上自己的款。 \n挖款也是题款作伪的常见手法之一。\n书画题款作伪的手法虽然多种多样，有的甚至十分隐蔽，但总会有漏洞可寻。我们如果掌握了作伪的规律，在实践中认真考辨，就可以予以识别了。\n3.模仿风格特征\n一个书画家长年累月所形成的笔法习惯，无论其作品题材如何变化，总能看到他的笔法轨迹和风格特征。作伪者往往故意在伪作上夸大原作者的某些习惯性特点，哪怕是缺点，也尽其渲染，其用心是使人猛然一见，反而会产生开门见山的效应。\n有很多名人字画，风格极其鲜明，特点非常突出，不少玩字画的老手，以不看题款便知何人作品来炫耀自己的眼力，作伪者抓住这些人的轻浮心理，专门模仿原作特征，以至达到以假乱真程度，使某些骄傲粗心的投资者上当受骗。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951655633},{"name":"张照临米芾墨迹","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791612915,"text":"张照《临米芾墨迹》\n收藏章“震泽徐氏考藏之印”，此印经考证为徐三庚所刻，原印（青田石章）\n震泽徐氏为苏州的名门望族，吴江县著名的师俭堂的主人（江苏省文物保护单位，有“水乡大宅门之称”），震泽即吴江震泽镇，徐汝福、号寅阶（1838-1875），震泽镇人，清同治礼部郎中。 其重孙为民国间米业巨商徐启丞。","author":"清代张照","description":"张照临米芾墨迹"}]