[{"name":"翁同龢论画语","text":"陈滞冬，1951年生于成都。1984年获四川省政府颁“四川省哲学社会科学科研成果奖”。1985年四川省总工会颁“四川省职工自学成材奖”。1987年四川师范大学中国古代文学研究所毕业，获文学硕士学位。1993年四川美术家协会在四川美术展览馆举办《’93陈滞冬画展》。曾供职成都永陵博物馆、四川师范大学中文系、四川省外文书店艺术部。现为自由职业书画家、自由撰稿人。中国书法家协会会员，中国青年书法理论家协会副主席，四川省书法家协会常务理事兼创作评审委员，四川省美术家协会会员，四川省巴蜀文艺基金奖书法类评委。\n主要作品\n主要著作《中国书学论著提要》、《中国书画与文人意识》、《吴道子》、《图说中国艺术史》、《书法赏析丛书甲骨金文卷》\n译著《中国历代书法》、《新出土中国历代书法》\n编著《石壶论画语要》、《陈子庄画语录》、《张大千画语录》\n主编《蜀派书法名家精品》12册\n作品集《陈滞冬画集》、《陈滞冬书法集》、《现代书法字库.陈滞冬》\n相关文章\n 玉山堂外树离离聆听\n——陈滞冬先生笔底的波澜\n邱路琰\n初秋的下午，我漫步在去往玉垒山的小径上。玉垒山是岷江导入成都平原的最後一坐山，它不高却将汹涌的江水锁住，让其有节制的注入平原！玉山堂便位於玉垒山的一侧，文庙的後面，若以风水家的眼光来看此处四象和合，布局严谨，诚一居家的神仙地盤！\n玉山堂主人陈滞冬先生便是我时常造访的老师，每次与夫子游都足以使我学问与艺事有所得，因此每次的玉山问道都让我格外欣喜。\n我一直在思维中国传统人文与艺术的“前世今生”，即如何让古老的绘画依然能够打动身处不同时代人们的内心。中国文化在近一百年以来遇到过两次较大的诘难，一是清朝覆灭後带来对传统文化的质疑与反思，在这一过程中不少学人将中国近现代的没落与不振归结在了文化上，甚到以一种完全否定的方式来对待中国文化，而这一否定的直接後果便是让国人对於整个中华文明产生了严重的自悲感，以至於在今天我们都不能“贫而无谗，富而不骄”的面对自己。\n而更为严峻的诘难则直指当下，并且我亦深深的感受到了西方文化“摧枯拉朽”的侵蚀力量。在绘画上能够去力行这种唤醒的画家却太少，陈滞冬先生的工笔画却犹如一声晨锺敲响在我们的耳边，或许因心的昏溃未曾听见！\n陈滞冬先生的工笔画有意将宋人工笔的细腻与精湛融化到汉唐气象之中，并以人文画的笔墨方式重构工笔画，让其充满了富於人文气质的视觉振憾。\n节奏与律感，或是一切艺术感人的原因。陈滞冬先生的工笔绘画常以数种笔调与笔法营造不同的物态结构，其树与枝的线条是老辣古拙、花的线质柔美轻快、叶片的线条厚重舒展，当这些不同质地的线条编织在一起时，会让读者感受到与自然物态相契合的韵致，然而又不是自然物态本身，这是一种诗意般游离的表现。\n另者陈滞冬先生工笔绘画於色彩则有发前人未发的精妙。其所直袭张大千、晏济元等先贤所重启的重彩色使用方法，但先生的重彩使用却改造了前人所营造的氛围，其绘画的调子是更偏於文人画系统的，将近世工笔画那种铅华、浮躁、艳俗以其学识与修养将之通通涤去。\n在玉山堂聆听先生教诲时有清风徐来，或有好鸟相鸣，这都让我感到一份来自人文深处的默契，从玉山堂望去的满目青山中亦有枯树杂然其间，古人云：“画山不可无枯树，否则气不疏通”在中国文人与艺术这坐山上却是满山枯枝了无生趣，人文与艺术的精神指向要麼是浮越的躁狂，或者是陈旧的因循，幸而有如先生的存在让我们能够在当下感受到来自心灵的声音！\n壬辰秋月复之记於七月画舫\n \n当隐者，是非常奢侈的一件事对很多诱惑不动心，就是隐\n画家陈滞冬：画室隐在水池下\n一句禅：当代隐士的“隐”，主要是独善其身\n作为大画家陈子庄、晏济元的惟一“双料高徒”，画家、书法家、艺术史学者陈滞冬过着近乎闲云野鹤的生活。这么多年一直生活在四川的陈滞冬，久居青城山麓，“思索诘难，隐于画后”。他的生活如同经典的文人画中描绘的一般，云淡风轻、写意十足，大有“俗世翩翩少年歌一曲，心声只给青山听”的意味。\n陈滞冬学画始于1968年，当时他刚满18岁，跟陈子庄先生学画。“去了以后，陈先生的生活方式对我是一种很大的吸引，我才知道生活原来可以这样过，我马上放弃了一切，开始学画。”1974年开始，开始跟另一位大画家晏济元学习。“简单来说，影响我并最终让我选择现在这种生活方式的，就是‘两个人三本书’——两个人即陈子庄、晏济元；三本书是《约翰·克里斯多夫》《静静的顿河》《大卫·科波菲尔》。”\n少城一处静谧的小区，翠竹掩映，一扇篱笆小门虚掩，如若等待骑驴携酒而来的好友。陈滞冬的画室太隐蔽了，竟藏在这小院水池下的地下室里！虽然是一位颇具影响力的画家，但他的生活形态之“低隐”让人吃惊。一个在圈内著名的段子是，一次一个大老板提着好几百万的现金找到他，想要一次将他陈列室的作品包圆，他马上叫人把他打发走了……“我喜欢‘隐’下来，对我的创作更有利。\n陈滞冬要去北京发展了，这让人相当吃惊。难道“隐在青城”多年的习惯要破了？他解释说，自己需要一个更广阔的平台施展艺术才华。“‘隐’的最高境界是能在合适的时候走出去，但他的生活本真是隐下去的。”陈滞冬说。\n展览资料\n013年1月19日下午三点，“口头禅——陈滞冬的画禅之境”专题书画展在七月画舫隆重开幕。此次画展展出的皆为陈滞冬老师近年来的最新力作，主要包括《口头禅》系列、《罗汉图》系列、对联、条幅、《仿明人十六应真图》手卷等作品共计34幅 。\n此次画展立足学术性，主题鲜明。以山家清供为主题的18幅《口头禅》系列作品可以视为是陈老师以“口头”来体悟人生的心得；以佛教人物为主题的6幅《罗汉图》系列作品则表达了陈老师对“禅”的个人见解；《仿明人十六应真图》手卷则颇为传神地为我们展示出明人笔下的应真形象。\n作品欣赏\n","category":"草书","verified":true,"user":1,"timestamp":1429951660506}]