[{"name":"欧阳询小楷心经","text":"《般若波罗蜜多心经》，佛教经典。略称《般若心经》或《心经》。全经只有一卷，二百六十字，为般若经类的精要之作。阐述五蕴、三科、四谛、十二因缘本性为空的佛教义理，而归于“无所得”（不可得），认为般若能度一切苦，得究竟涅槃，证得菩提果。该经属于《大品般若经》六百卷中的一节，被 认为是般若经类的提要。该经曾有过七种汉译本，较为有名的是后秦鸠摩罗什法师所译的《摩诃般若波罗蜜大明咒经》和唐朝玄奘法师所译的《般若波罗蜜多心经》。最为通行的为玄奘法师译本。由于经文短小，便于持诵，在我国甚为流行。近代又被译为多种文字在世界各地流传。\n概述\n玄奘法师翻译的《心经》，文辞优美、琅琅上口，被抄写、传诵、刻印者甚多。更因此经蕴含着无上的智慧，而成为历代佛教徒修行的课本。这短短二百六十个字，既表达了大乘佛教智慧的核心，又蕴含着精进修持的法门，被誉为“经中之经”、“咒中之王”。\n佛教典籍中关于抄写、持诵《心经》而得善报、增福慧的故事有很多。历代帝王、将相、高僧大德、书法家、文学家，大多崇尚写经，而其中写得最多的，便是这部《心经》。\n心经全文\n般若波罗蜜多心经(全文注音)2010-04-2318:08\nbōrěbōluómìduōxīnjīng\n般若波罗蜜多心经\nguānzìzàipúsà,xíngshēnbōrěbōluómìduōshí，zhàojiànwǔyùnjiēkōng,dùyīqiēkǔè。\n观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。\nshèlìzǐ,sèbùyìkōng，kōngbùyìsè,sèjíshìkōng,kōngjíshìsè。\n舍利子，色不异空，空不异色，色即是空，空即是色。\nshòuxiǎngxíngshí，yìfùrúshì。\n受想行识，亦复如是。\nshèlìzǐ,shìzhūfǎkōngxiāng,\n舍利子，是诸法空相，\nbùshēngbùmiè,bùgòubùjìng,bùzēngbùjiǎn,\n不生不灭，不垢不净，不增不减，\nshìgùkōngzhōngwúsè,wúshòuxiǎngxíngshí,\n是故空中无色，无受想行识，\nwúyǎněrbíshéshēnyì,wúsèshēngxiāngwèichùfǎ,wúyǎnjiè,\n无眼耳鼻舌身意，无色声香味触法，无眼界，\nnǎizhìwúyìshíjiè,wúwúmíng,yìwúwúmíngjìn,\n乃至无意识界，无无明，亦无无明尽，\nnǎizhìwúlǎosǐ,yìwúlǎosǐjìn。\n乃至无老死，亦无老死尽。\nwúkǔjímièdào,wúzhìyìwúdé,yǐwúsuǒdégù。\n无苦集灭道，无智亦无得，以无所得故。\npútísàduǒyībōrěbōluómìduōgùxīnwúguàài。\n菩提萨埵，依般若波罗蜜多故，心无挂碍。\nwúguààigù,wúyǒukǒngbù,yuǎnlídiāndǎomèngxiǎng,jiūjìngnièpán。\n无挂碍故，无有恐怖，远离颠倒梦想，究竟涅槃。\nsānshìzhūfó,yībōrěbōluómìduōgù,déānuòduōluósānmiǎosānpútí。\n三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。\ngùzhībōrěbōluómìduō,shìdàshénzhòu,shìdàmíngzhòu,\n故知般若波罗蜜多，是大神咒，是大明咒，\nshìwúshàngzhòu,shìwúděngděngzhòu。néngchúyīqiēkǔ,zhēnshíbùxū。\n是无上咒，是无等等咒。能除一切苦，真实不虚。\ngùshuōbōrěbōluómìduōzhòu。\n故说般若波罗蜜多咒。\njíshuōzhòuyuē：\n即说咒曰：\njiēdìjiēdì,bōluójiēdì,bōluósēngjiēdì,pútísàpóhē。\n揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提萨婆诃。\nbk.view.catalog().start(\"0\");\n《般若波罗蜜多心经》玄奘译本观自在菩萨，行深般若波罗蜜多时，照见五蕴皆空，度一切苦厄。舍利子，色不异空，空不异色，色即是空，空即是色，受想行识，亦复如是。舍利子，是诸法空相，不生不灭，不垢不净，不增不减。是故空中无色，无受想行识，无眼耳鼻舌身意，无色声香味触法，无眼界，乃至无意识界。无无明，亦无无明尽，乃至无老死，亦无老死尽。无苦集灭道，无智亦无得。以无所得故，菩提萨埵，依般若波罗蜜多故，心无挂碍，无挂碍故，无有恐怖，远离颠倒梦想，究竟涅槃。三世诸佛，依般若波罗蜜多故，得阿耨多罗三藐三菩提。故知般若波罗蜜多，是大神咒，是大明咒，是无上咒，是无等等咒，能除一切苦，真实不虚。故说般若波罗蜜多咒，即说咒曰：揭谛揭谛，波罗揭谛，波罗僧揭谛，菩提萨婆诃。\n内容阐释\n经名\n整段话的概略意思是“透过心量广大的通达智慧，而超脱世俗困苦的根本途径”。“摩诃”：无边无际的大、心量广大。比喻宇宙万物大自然之间的规律与特质，约略相当于中国传统文化指称的道与广义的命。“般若”为梵语音译，指通达妙智慧；“波罗”为梵语音译，指到彼岸（不生不灭、不垢不净），有解脱挂碍的意思；“蜜多”为梵语音译，意为无极。可联想比如蜜蜂采花酿蜜，能融合众多不同来源成分而归纳为一。“心”：根本、核心、精髓。一方面表示内容所探讨的主体重心，另一方面也表示全篇内容的重要性。“经”：字义是线、路、径，引申为经典。代表前人走过的路途、独特而深入的经历或见解，借口述语言或文字记载来传承后世，以供人们做为参考指引。\n经文\n心经经文以“观自在菩萨”开头，以“菩提萨婆诃”结尾（萨婆诃本为祝颂语，亦有观自在的意思，与经文开头相呼应）。“舍利子（舍利弗）”是心经全文关键字词之一。\n起源\n释迦牟尼佛初转法轮先说四圣谛，即苦集灭道。灭谛中提及涅槃，为了阐释涅槃的内涵及意义，佛陀更深入说明空性之理。第二转无相法轮，借由对空性的认知，证明烦恼是可以断除的，从色法到一切遍智空，一切法皆无自性。有些论师不了解甚深空性，佛陀便对无自性再做解释，第三转善分别法轮的《解深密经》、《如来藏经》、慈氏菩萨的《相续本母经》，详细说明心的体性是惟明惟知，具有原始自然之光明。《般若经》及诸部般若，为佛陀在二转无相法轮时所宣说，乃大乘佛法中之深法。在藏传的经论中经常提到：“佛说八万四千法门中，般若法门最为殊胜。”《般若经》的内涵以空性为主，透过对空性的了解能断除烦恼障而得到小乘的涅槃，即声闻及独觉的菩提果位；也能够透过对空性的认识，再加上福德资粮的圆满，能彻底断除所知障而获得大乘的涅槃，即无上的菩提果位。因为解了空性贯穿三乘，故解空被称为三乘之母，诠释它的般若经亦称为母般若。《般若波罗密多心经》即是《大般若经》的心髓，全部般若的精义皆设于此经，故名为《心经》。佛说《心经》的缘起，是在灵鹫山中部，为诸菩萨声闻弟子所围绕，当时观自在菩萨正在观修般若波罗密多、专注思惟观修而照见五蕴皆自性空。心经主要内涵是舍利子与观自在菩萨有关空性的问答。佛出定后，认可菩萨所说，欢喜赞叹。心经内涵可分两种，显义与隐义。显义为观空正见，为龙树菩萨的《中论》所阐释。隐义则为现观道次第，间接显示空性所依的有法，为弥勒菩萨所造的《现观庄严论》所诠释。有学者认为《心经》经文结构之来源，大部分出于《大般若经》第二会观照品第三之二，即《大品般若》习应品第三）。“般若波罗密多是大神咒……”一段，出于《大般若经》第二会功德品第三十二，即《大品般若》劝持品第三十四。咒文则出于《佛说陀罗尼集经》第三卷，般若大心陀罗尼第十六。故《心经》是出自《般若经》的精髓，附加密咒真言，同时奉请观自在菩萨为其说法主，才完成现今《心经》组织的型态。《大般若经》中所开示之般若法门是专为已发菩提心之众菩萨们所宣说的。其最重要的观念在于以空性智慧觉悟诸法实相(即一切外在事物的名相，皆是自心的虚妄分别而已)，既不体证、进入涅槃而自愿生生世世轮回生死救度众生，其行为看似有违一般所认知的脱离轮回观念，而实际上这才是《大般若经》开悟菩萨的主旨所在。因为以慈悲喜舍之心平等救护一切众生才是真菩萨行，而自己逃离生死轮回却弃众生于不顾则有违菩萨自度度他之初衷誓愿。在《大般若经》中数度出现“菩萨摩诃萨普为利乐诸有情故，求趣无上正等菩提”与“观诸法皆空，不舍一切有情”字句。此即表示若离开对众生的慈悲济度，则一切修行的意义则大打折扣，不能最终成就无上菩提正果。\n版本\n《心经》是所有佛经中翻译次数最多，译成文种最丰富，并最常被念诵的经典。有广本及略本两种本子。广本具有序分、正宗分、流通分。略本只有正宗分。至今仍不断有新的译本出现，下面列出部分重要版本。\n梵文本\n日本法隆寺藏两片贝叶经钞本日本法隆寺贝叶是目前所知最古老的梵文本《心经》，原本现收藏于东京博物馆。相传此本原为迦叶尊者手写，后由菩提达摩传给慧思禅师，再经由小野妹子于推古天皇十七年（西元609年）传入日本。净严和尚于1694年以梵文悉昙体手写抄录。穆勒（MaxMuller）于1884年转写成天城体及罗马拼音，传至欧美国家。1957年及1967年，孔睿校订梵文本。伯希和收集的梵文心经巴黎，菲尔（H.L.Feer）校订之梵文本。原本现藏于法国巴黎帝国图书馆，CatalogueNo.967，为梵藏汉蒙满五本对照本，其梵文为兰札（lan-dza）字体。 \n历代名家写心经\n唐·怀仁集王羲之书《心经》\n唐·欧阳询书《心经》\n唐·张旭书《心经》\n宋·苏轼书《心经》\n元·赵孟頫书《心经》\n元·吴镇书《心经》\n明·文征明书《心经》\n明·周天球书《心经》\n明·张瑞图书《心经》\n明·董其昌书《心经》\n明·陈洪绶书《心经》\n明·傅山书《心经》\n明·八大山人书《心经》\n清·康熙书《心经》\n清·乾隆书《心经》\n清·刘墉书《心经》\n清·翁方纲书《心经》\n清·邓石如篆书《心经》\n弘一大师书《心经》\n吴昌硕书《心经》\n傅濡书《心经》\n于右任书《心经》\n启功书《心经》\n","category":"小楷","verified":true,"user":1,"timestamp":1429951553528},{"name":"欧阳询小楷心经","dynasty":"唐代","category":"小楷","type":"","user":1,"timestamp":1429791641472,"text":"","author":"唐代欧阳询","description":"欧阳询小楷心经"}]