[{"name":"张弼草书任华怀素上人草书歌","text":"王雝，唐代诗人，生卒年不详。曾任永州太守，与怀素过从甚密，御使窦冀在诗中说：“偏有能事转新奇，郡守王公同赋诗。”关于《怀素上人草书歌》的作者曾有分歧意见，《全唐诗》注：“一本作王邕诗，今从统签另编。”但《全唐诗集》仅载王邕是天宝年间（742—756）进士，而怀素于唐中宗景龙年间（707—710）圆寂，可见二人不是生活在同一时代。在永州郡志职官表内，唐代刺史中无王雝之名。所以，这首诗的作者应是王雝。\n作品原文\n衡阳双峡插天峻，青壁巉巉万余仞。此中灵秀众所知，草书独有怀素奇。怀素身长五尺四，嚼汤诵咒吁可畏。铜瓶锡杖倚闲庭，斑管秋毫多逸意。或粉壁，或彩笺，蒲葵绢素何相鲜。忽作风弛如电掣，更点飞花兼散雪。寒猿饮水撼枯藤，壮士拔山伸劲铁。君不见，张芝昔日称独贤；君不见，近日张旭为老颠。二公绝艺人所惜，怀素传之得真迹。峥嵘蹙出海上山，突兀状成湖畔石。一纵又一横，一欹又一倾。临江不羡飞帆势，下笔长为骤雨声。我牧此州喜相识，又见草书多慧力。怀素怀素不可得，开卷临池转相忆。 \n作品注释\n青壁：青色陡峭的山壁。巉巉（chán）：山势高峻的样子。仞：古代的长度单位，以七尺或八尺为一仞。\n灵秀：即钟灵毓秀，指美好的自然环境产生优秀的人物。\n嚼汤：喷水。诵咒：朗诵经文。咒，佛教经文之一类。吁：叹息。此处指令人惊叹。\n铜瓶：僧人的盛水之物。锡杖：僧人所持之手杖，亦称禅杖。闲庭：闲，幽静。闲庭，安静的门庭。\n斑管：笔身有斑纹者，笔杆如管，故名。秋毫：本指鸟兽在秋天新长出来的细毛，比喻极纤小的事物，引申为毛笔。这里的“斑管”、“秋毫”，均指代怀素的书法。多逸意：形容怀素的书法飘逸有致。\n蒲葵：棕榈科常绿木本植物，叶大而韧，可作蓑、笠和扇等。这里指扇。\n飞花兼散雪：指轻笔过纸，散开笔毫所留下的印痕，有如飞花飘雪。\n寒猿句：形容笔势飞动流走，令人惊奇。\n壮士句：形容笔势峭拔劲健，气势磅礴。项羽《垓下歌》有“力拔山兮气盖世”之句。\n张芝：字伯英，东汉末著名书法家，善草书。\n张旭：盛唐时最著名的狂草书法家和诗人。字伯高，吴郡（今江苏苏州市）人。精通书法，草书尤著，时称“张颠”。\n峥嵘：高峻貌。蹙（cù）：急促，紧迫。此句是说，高峻急迫而出如海上的仙山。\n突兀：高耸特出貌。此句是说，高耸的形状成为湖边的石头。\n欹（qī）：通“攲”，倾斜。\n慧力：佛教语，五力之一，能破三界诸惑，佛的智慧有祛除烦恼的力量。\n临池：张芝学书甚勤，“凡家之衣帛，必书而后练之；临池学书，池水尽黑。”（卫恒《四体书势》）后人称学习书法为“临池”。此句是说，打开卷轴学书法辗转回忆。 \n作品赏析\n该诗出自《全唐诗》。同题的诗共四首，王雝的诗排在第一。这首诗运用烘托、摹状、博喻、排比、夸张等多种修辞手法，细针密线，荡气回肠，极尽颂扬之能事，既活现了怀素的典型形象，又把他的草书品格推向一个神化的境界。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951605072},{"name":"张弼草书任华怀素上人草书歌","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791635306,"text":"张弼 草书任华《怀素上人草书歌》(局部) 31.5×526cm 纸本\n钤印：东海翁(白)\n收藏印：竹朋鉴定(朱) 尊生馆(朱) 渔樵于江渚之上(白) 戴倍之家珍藏(朱) 李氏贤卿(朱) 吴郡朱氏(朱)\n说明：姚世阣跋\n怀素(737～799年)的狂草书，不但享誉后世，在当时亦已倾动朝野，李白曾称赞他“少年上人号怀素，草书天下称独步”，又以“飘风骤雨惊飒飒，落花飞雪何茫茫”等诗句，赞美其草书的激扬挥洒。唐代著名的诗人如苏涣、戴叔伦等都有诗歌推许他在狂草创作上的卓越成就，尤以任华的《怀素上人草书歌》最为特出。\n任华，公元8世纪时人，活跃于唐玄宗时期，有《杂言寄李白》、《杂言寄杜拾遗》诗，与李白杜甫同时或稍晚。《怀素上人草书歌》通篇音韵铿锵，句法多变，三言、四言、五七言，缓急错落，随意所之，而且描写生动，使人如目睹怀素的狂草作品，跌荡纵横，动人心弦。此处介绍的手卷，乃明代张弼以狂草书录写，水墨纸本，淋漓酣畅，精彩动人，把任华诗中的境界、怀素草书的风貌及作书者本身对草书的狂热，结合在书法中，实为张氏传世作品中的颠峰之作。\n张弼(1425～1487年)字汝弼，晚号东海翁，松江华亭人。明成化二年(1466年)进士，授兵部员外郎，出守南安。工诗文，尤精草书。著有《鹤城》、《东海》二稿。\n张弼的草书，以唐代张旭、怀素为楷模，亦是明初草书家欲改变元代自赵孟緁以来蕴藉清妍的书风，追求挥洒放纵的延续。他的一些作品，在张旭和怀素的狂草中加入章草笔意，在意念上与早期的宋克、俞和颇为相近。但他的许多作品，却又完全抛弃章草的用笔，在结构上以开合为主，笔意上则求快、求飘。所以祝允明曾说：“张公始者尚近前规，继而幡然飘肆，虽声光海宇，而知音叹骇”，认为张弼作品中的轻浮作态不可取。但张弼求新求变的改革性书风，却成为当时潮流的走向，学他的人很多，甚至海外之国亦购求其迹。其间必然地有了精粗优劣的差别。陈献章评张弼草书：“好到极处，俗到极处。”俗到极处四字，诚然是很大的贬词，但好到极处却又是非常的褒语了。董其昌一代书学宗匠，评张弼的《庆云堂帖》亦多赞美之辞：\n世多推重其狂草，至祝希哲评书，独推其盛年之笔，当由未见翁之大全耳。今观此刻，众体毕备，若有意无意，或矜庄如礼法之士，或潇洒如餐霞之人。虽与希哲同学醉素，而狂怪怒张则希哲不免，翁无是也。\n此卷书《任华〈怀素上人草书歌〉》，应是张弼传世最好的作品，它包含了张弼对僧怀素的钦敬，而且随着诗意的伸展，隐然把自己代入其中，成了诗中的主角。正如《自叙帖》是怀素草书一次淋漓尽致的表演，张弼亦借任华赞美怀素的诗句，把自己在狂草书上的成就尽情发挥。怀素耶，张弼耶，写到后来，明显有照花前后镜的狂喜了。","author":"明代张弼","description":"张弼草书任华怀素上人草书歌"}]