[{"name":"赵孟頫楷书观音殿记","text":"马丽生，硕士，滁州学院计算机与信息工程学院讲师。\n专业学习简历\n000．9～2004．7太原师范学院本科\n004．9～2007．7西南大学硕士\n曾讲授过课程\n曾讲授过的课程有：编译原理、操作系统、Linux系统管理、数据结构、计算机导论、程序设计基础等。\n主要科研教学成果\n项目\n1.主持院级教学研究项目（(2009jyy028)）一项。\n2.主持院级优质课程《操作系统》。\n3.主持安徽省高校省级自然科学研究项目(KJ2010B421)一项；安徽省高校省级优秀青年人才基金项目(2010SQRL137)一项。\n论文\n第一作者发表论文7篇，二类3篇，国际会议论文2篇，三类2篇。\n获奖\n1.获省级教学成果奖二等奖（第五完成人）。\n2.获2010年院级教学优秀奖三等奖。\n3.指导学生参加安徽省高等学校首届师范生教学技能竞赛获三等奖。\n详细介绍\n大理当代书画名家马丽生先生（1910年—2006年），自幼酷爱书画，几十年临池不辍。师承赵元、花品洁二位。主要临习晋王羲之《兰亭序》，宋米《蜀素贴》，赵孟頫《观音殿记》，兼习周《毛公鼎》钟鼎文，汉《曹全碑》，唐“九成宫碘泉铭”柳公权《玄秘塔》碑，宋苏轼《寒食贴》等诸家法贴、碑文。更喜摘抄名人名著诗词，如宋·岳飞《满江红》、明《三国演义》开篇词反复书写创作，博采众家之长，学古不泥古，不断创新，终于形成自我，精通书法篆、隶、楷、行、草五体具备，且字体严谨，气宇轩昂、错落有致、疏密相间，用笔流畅、清俊，峰势多变，章法大方美观。\n马丽生先生的书画作品，从1985年以来有300首（幅）入选国际、国内的上百次书、画大型联展。主要包括：第十一届亚运会“北京书画大联展”、“爱我中华杯”、“孙滨杯”、“98全国百杰书画艺术家杯”第二、三、四届“世界华人艺术大会”大型艺术，99北京“二十世纪书画家作品大展”、99昆明“世博会书画展”、99昆明“迎澳门庆回归书画展”等。作品多次获金、银奖，其精品广为亚、欧、美诸国家和地区收藏，并赢得世人和著名书画艺术大师徐悲鸿、张大千、夏衍、舒同、刘海粟、关山月等名人的极高评价。在90年第十一届北京亚运会参展的“龙腾虎跃”作品荣获特别金奖，该作品创作意境突出，主题鲜明，显示了运动健儿在比赛场上生龙活虎，叱咤风云、王者之风的形象，另外该书法艺术创作审美点评赏析上看、章法完美，布局讲究，笔力雄劲，书写出了虎气、霸气，虎字的最后一笔长竖、犹似虎的“铜头铁尾”，两侧书写龙腾跃三字，动感极强，虽是一幅字，却给人们眼前展现了一幅“龙腾虎跃”的画图。（原件已由北京亚运村收藏）\n马丽生先生的书法艺术人生是：师羲献柳颜，习真草隶篆，仿苏黄米蔡，尝酸甜苦辣、扬仁义礼信，书情真美善。\n一九四一年夏，著名绘画大师徐悲鸿先生途经下关，由马丽生先生接待于家中，由于爱好相同，经常陪徐悲鸿游览了苍洱风光，宾川鸡足山，剑川石宝山，大理中和寺，无为寺，蝴蝶泉，崇圣寺等名胜古迹。游览中有时写生，有时对景生情，吟诗作赋，谈笑风生……。经常在一起作画，久而久之马丽生通过细心观摩，领悟其技法，或请徐作示范，一边画一边讲。经过三个多月的相处，马老的绘画造诣有了很大的提高。他的创作主要擅长画虎、鹰、松、鹅图等。\n马丽生先生极爱好作诗词、楹联，共作诗、填词二千余首，他的诗创作可以说“新篇日日成，旧句日日改”。\n马丽生所藏书画印章共有百余方，其石质较有名的有田黄石、鸡血石、寿山石、青田石，可谓名石俱多。其中一方名章是中国金石第一名家张敬子所篆刻“马丽生印”，另有齐白石，闻一多等名家所刻，这些名、闲章与马丽生书画艺术相配合，堪称完美。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951542201},{"name":"赵孟頫楷书观音殿记","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791644618,"text":"《观音殿记》原文：\n殿多历年所，穿风漏雨，凛欲压。过弗问南，更几住持。山师祖晖坐丈席，锐以兴起，自任谒诸檀信。裒金粟，拮据捋荼，靡惮劳勚，且捐衣钵，资相其役。际州牧戎帅，咸乐善劝施。撤旧营新，栋隆宇壮，丹楹藻棁，惊耳夺目，恍如小白花，花岩现紫金。宫阙落成日，芗云滃空。士女趍庆，合爪赞叹。得未曾有，於休哉。晖师请记於余，余告之曰，师知观世音所以名乎？世间音可闻，不可观而观之也。何居经云，观其音声，而得解脱。匪观以音，观以心尔。法界唯心，心心相照。当有自得於声音之外者，是名福德藏，应作如是观。师湖海尊宿，繇定慧明，教来主是山。闢垣展关，列树嘉木，群像轩豁，百废修举，兹事尤大，殊胜法书。余吴之鄙人，宋季筮仕于此，久皈敬。大士灵响混一，後十五载重来，又三十稔。若于普门有夙缘，虽不敏，记何敢辞。延佑七年，翰林学士知制诰兼修国史赵孟頫书。（凡三百字）  \n注释：\n多历年所：多，仅仅，只；所，左右，表示大概范围。按，《尚书·君奭》：“故殷礼陟配天，多历年所。”\n凛：通“懔”，危惧。\n锐：突然。\n檀信：犹施主。谓修檀行的信士。唐·黄滔《丈六金身碑》：“螺纍纍以成髻，珠隐隐以炫额，檀信及门而膝地，童耋遍城而掌胶。”宋·吴自牧《梦粱录·僧寺结制》：“大刹日供，三日或五日换堂，俱都寺主辨，皆十方檀信施助耳。”又《佛学大辞典》注曰：术语，施主之信仰。檀越之信施。檀为施与之义。僧史略中曰：“或契宿因，冥招檀信。”\n裒：音póu，在此意为聚集，募集。\n金粟：钱和粮谷。\n拮据捋荼：捋荼（lǚ tú），比喻辛苦劳碌。《诗经．豳风．鸱鸮》：“予手拮据，予所捋荼；予所蓄租，予口卒瘏。”孔颖达疏：“予手口尽病，乃得成此室巢。”\n劳勚：勚（yì），劳苦。\n役：古文作“伇“，《观音殿记》拓片上此字正写作如此。意为事情。《左传》：“为此役也，子若以君命赐之，其已。”杜预注曰：役，事也。\n际：恰逢。\n州牧戎帅：泛指军政官员。州牧，官名。古代指一州之长。《书．周官》:\"唐虞稽古建官惟百内有百揆四岳外有州牧侯伯。\"蔡沈集传:\"州牧各总其州者。\"汉成帝时改剌史为州牧。后废置不常。东汉灵帝时，再设州牧，掌一州军政大权，魏晋后废。后世借用为对州最高长官的尊称。戎帅，军队的统帅。\n棁：音zhuō，梁上的短柱。\n芗云滃空：芗（xiāng），通“香”。滃（wěng），形容云起。\n趍：音qū，古同“趋”。《诗经·齐风·猗嗟》：“巧趍跄兮。”\n合爪：佛教术语。合左右十指之爪也，同于合掌。印度之敬法。法苑珠林二十曰：“律云：‘当令一心合十指爪掌供养释师子。’”\n於休哉：相当于“罢了罢了”，多用于一重意思表达完毕后的结语。\n观其音声，而得解脱：此为引用《首楞严经》经文。原文作：观其音声，即得解脱。大意为：苦恼众生，能称念菩萨名号时，一心观自音声，心意集中，心恳情急，必感菩萨，迅速来应，故能立即解脱苦恼。其次观是菩萨之慈观，其声音是众生称念圣号之音声，菩萨以慈观，观众生称念其圣名之音声，即令众生，离苦得乐。故曰即得解脱。\n法界唯心：佛教术语，总该万有而名法界，此法界悉为自己一心之变造，谓之法界唯心。华严一经之所明是也。华严经十九曰：“若人欲了知三世一切佛，应观法界性，一切唯心造。”\n名福德藏：《大方广佛华严经》曰：“如来于彼。或名本性。或名勤意。或名无上尊。或名大智炬。或名无所依。或名光明藏。或名智慧藏。或名福德藏。或名天中天。或名大自在。如是等百亿万种种名号。令诸众生。各别知见。”此处当指菩萨。\n尊宿：宿（xiǔ），亦作“ 尊夙 ”。多指年老而有名望的高僧。唐·贾岛《送灵应上人》诗：“遍参尊宿游方久，名岳奇峰问此公。”宋·苏轼《书麘公诗后》诗：“寿逾两甲子，气压诸尊宿。”明·沈德符《野获编·释道·禅林诸名宿》：“ 竺乾一时尊夙，尽在东南，最著则为莲池、达观两大宗主。”\n繇：同“遥”，远，早。\n慧明：佛教术语，乃智慧光明之意。又作慧灯明、慧灯。谓智慧能破除迷妄，譬如灯火之袪除黑暗。于经典中，‘慧明’一语，或指佛之智慧，或指比丘之智慧。\n轩豁：敞亮。\n殊胜：佛教术语，事之超绝而世所稀有者曰殊胜。\n筮仕：古人将出做官，卜问吉凶。此处指初出做官。\n皈敬：佛教术语，犹皈依。\n大士：佛教对菩萨的通称。\n灵响：犹灵应。\n稔：《广雅·释诂》：“稔,年也。”\n普门：佛教术语，意指周遍圆通。又译无量门。天台宗将实相圆法周遍一切称为“普”，实相（即中道）无所蔽塞称为“门”。即谓《法华经》所说中道实相之理，遍通一切，无所壅塞，故诸佛菩萨乘此理，能开无量门，示现种种身，以拔除一切众生之苦，令成就菩提。\n夙缘：前世之缘。\n延佑七年：元仁宗延佑七年，即公元1320年。\n译文：\n  殿（观音殿）仅仅经过了一年左右的时间，就穿风漏雨，岌岌可危，快要压倒下来。就算经过那里也没人关心，寺里住持都换了几次。山师祖晖成为寺里的住持后，一时兴起，自己亲自拜访信徒施主，以募得资金，辛苦忙碌，并且捐其衣钵，来资助这件事（指重修观音殿）。适逢地方长官都乐于做善事，劝勉布施。于是便拆掉旧殿营建新楼。新殿高大宏伟，楹棁丹书藻饰，令人耳目一新，恍如小白花，花岩现紫金（此句不解，故依原文）。观音殿竣工落成那天，香气弥漫空中，善男信女纷纷聚集庆祝，拍手赞叹，从来都没有过这样的。晖师请我为之作记，我对他说：大师知道观世音为什么会为世人所知？众生受苦受难而发出的悲苦之声，是可以听见的。普通人只能听见，而菩萨可以用心观照。为什么经文上会有：“观其音声，而得解脱。”并非是用耳朵去听，而是用心去观。“法界唯心”“心心相照”，倘若能不受外界声音影响而有所得，这就叫做菩萨，应该像这样来认识。大师是有名望的高僧，很早就得佛之智慧与光明，让他来住持这里的山寺，修葺寺庙，周建垣墙，列植树木，使得群像敞亮，并且恢复了往日的气象。这件事尤其重大，比之佛法经书犹胜。我本吴兴鄙人，宋末才在此做官，皈依佛门也很久了。大师佛法精深，影响很大，十五年后又回来，至今已有三十年了，好像我前生就和佛门有缘。我虽然不聪敏，但是这篇记我又怎么能推辞呢。延佑七年，翰林学士知制诰兼修国史赵孟頫书。","author":"元代赵孟頫","description":"赵孟頫楷书观音殿记"}]