[{"name":"行草王屋图诗","text":"《临终歌》是中国唐代诗人李白的一首古体诗，出自《李太白全集》第一首，后世认为此诗可看做李白在此时中所抒发的志向和悲愤之情可看做他的墓志铭。\n原文\n《临终歌》\n大鹏飞兮振八裔，中天摧兮力不济。\n余风激兮万世，游扶桑兮挂左袂。\n后人得之传此，仲尼亡兮谁为出涕！\n译文\n大鹏奋飞啊振动八极，中天摧折啊力所不济。虽被摧折，其余风啊仍可激扬万世，游于扶桑啊又挂住左翼；力虽不济，后人得此余风而可传此事迹，然而世无孔子，谁能为我的摧折而哭泣?\n注释\n【临终歌】临终歌。李白绝笔\n【中天】半空\n【摧】折断\n【馀风】遗风\n【挂】喻腐朽势力阻挠\n【左袂】左衽。汉族传统习俗，死者之服用左衽，示“不复解”也。此句指诗人幻想自己与大鹏合为一体，挂于扶桑枝上而死。\n【得】知大鹏夭折半空\n【仲尼】鲁国抓一条麒麟，孔子认为麒麟出非其时，世道将乱，大哭。\n赏析\n打开《李太白全集》，开卷第一篇就是《大鹏赋》。这篇赋的初稿，写于青年时代。可能受了庄子《逍遥游》中所描绘的大鹏形象的启发，李白在赋中以大鹏自比，抒发他要使“斗转而天动，山摇而海倾”的远大抱负。后来李白在长安，政治上虽遭到挫折，被唐玄宗“赐金还山”，但并没有因此志气消沉，大鹏的形象，仍然一直激励着他努力奋飞。他在《上李邕》诗中说：“大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。……”也是以大鹏自比的。大鹏在李白的眼里是一个带着浪漫色彩的、非凡的英雄形象。李白常把它看作自己精神的化身。他有时甚至觉得自己就真象一只大鹏正在奋飞，或正准备奋飞。但现在，他觉得自己这样一只大鹏已经飞到不能再飞的时候了，他便要为大鹏唱一支悲壮的《临终歌》。\n《临终歌》发之于声是李白的长歌当哭；形之于文，可以看作李白自撰的墓志铭。李白一生，既有远大的理想，而又非常执着于理想，为实现自己的理想追求了一生。这首《临终歌》让我们看到，他在对自己一生回顾与总结的时候，流露的是对人生无比眷念和未能才尽其用的深沉惋惜。读完此诗，掩卷而思，恍惚间会觉得诗人好象真化成了一只大鹏在九天奋飞，那渺小的树杈，终究是挂不住它的，它将在永恒的天幕上翱翔，为后人所瞻仰。\n李白（701年－762年），字太白，号青莲居士，唐朝诗人，有“诗仙”之称，伟大的浪漫主义诗人。汉族，出生于剑南道之绵州（今四川绵阳江油市青莲乡），一说生于西域碎叶城（今吉尔吉斯斯坦托克马克），5岁随父迁至剑南道之绵州（巴西郡）昌隆县（712年更名为昌明县），祖籍陇西郡成纪县（今甘肃天水市秦安县）。李白父亲名叫李客，李白育二子（伯禽、天然）一女（平阳）。存世诗文千余篇，代表作有《蜀道难》、《将进酒》等诗篇，有《李太白集》传世。762年病逝于当涂，享年61岁。其墓在今安徽当涂，四川江油、湖北安陆有纪念馆。\n中文名：李白\n外文名：LiBai\n别名：李太白，青莲居士、诗仙\n国籍：中国\n民族：汉族\n出生地：唐剑南道绵州或西域碎叶\n出生日期：701年（辛丑年）\n逝世日期：762年\n职业：诗人\n主要成就：创造了古代积极浪漫主义文学高峰为唐诗的繁荣与发展打开了新局面批判继承前人传统并形成独特风格歌行体和七绝达到后人难及的高度开创了中国古典诗歌的黄金时代\n代表作品：《蜀道难》《行路难》《望庐山瀑布》《梦游天姥吟留别》等\n李白（701年—762年），唐代伟大的浪漫主义诗人，字太白，号青莲居士，祖籍陇西成纪（今甘肃天水附近），有“诗仙”之称。\n据《新唐书》记载，李白为兴圣皇帝（凉武昭王李暠）九世孙，如果按照这个说法李白与李唐诸王实际上同宗，应是唐太宗李世民的同辈族弟。亦有说其祖是李建成或李元吉，因为被灭族而搬至西域；但此说缺乏佐证。据《旧唐书》记载，李白之父李客为任城尉。\n李白生于武后长安元年（701年）。李白祖籍陇西成纪（今甘肃秦安县）。关于其出生地有多种说法，《旧唐书·李白传》记载，李白，字太白，山东人。少有逸才，志气宏放，飘然有超世之心。父为任城尉，因家焉。少与鲁中诸生孔巢父、韩沔、裴政、张叔明、陶沔等隐于徂徕山，酣歌纵酒，时号“竹溪六逸”。另一种说法是其父从中原被贬至西域的碎叶城（今吉尔吉斯斯坦的托克马克市）所生，4岁再迁往剑南道之绵州（巴西郡）所属昌隆县（712年更名为昌明县，今四川省绵阳市所属江油市）。其父李客，生平事迹不详。\n李白出生于盛唐时期。二十五岁时就只身出蜀，开始了广泛漫游，南到洞庭湘江，东至会稽（绍兴），寓居在安陆（今湖北省安陆市）、应山（今湖北省广水市）。\n直到天宝元年（742年），因道士吴筠的推荐，李白被召至长安，供奉翰林，他文章风采名震天下，后因不能见容于权贵，在京仅两年半，就弃官而去，然后飘荡就四方的流浪生活。\n安史之乱发生的第三年（756年），他感愤时艰，曾参加了永王李璘的幕府。不幸，永王与肃宗发生了争夺帝位的斗争，兵败之后，李白受牵连，流放夜郎（今贵州境内），途中遇赦写下《早发白帝城》。晚年漂泊东南一带，投奔族叔当涂县令李阳冰，不久即病逝，也有说是：“醉致疾亡”，就是喝酒引发疾病而死（见皮日休《李翰林诗》）。也有说是单纯的喝酒猝死（见《旧唐书》）。也有说是醉酒入湖中捉月溺死，这种说法古已有之且广为流传（并不完全真实）。\n名字由来\n第一种说法：那是李白七岁时，父亲要给儿子起个正式的名字。李白的父母亲就酷爱读书，他们要培养儿子做个高雅脱俗的人。\n父亲平时喜欢教孩子看书作诗，父亲在酝酿起名之时，同母亲商量好了，就在庭院散步时考考儿子作诗的能力。父亲看着春日院落中葱翠树木，似锦繁花，开口吟诗道：“春国送暖百花开，迎春绽金它先来。”母亲接着道：“火烧叶林红霞落”。\n李白知道父母吟了诗句的前三句，故意留下最后一句，希望自己接续下去。他走到正在盛开的李树花前，稍稍想了一下说：“李花怒放一树白”。\n“白”——不正说出了李花的圣洁高雅吗？父亲灵机一动，决定把妙句的头尾“李”“白”二字选作孩子的名字，便为七岁的儿子取名为“李白”。\n第二种说法：李阳冰的《草堂集》序中说：“逃归于蜀，复指李树而生伯阳。惊姜之夕，长庚入梦。故生而名白，以太白字之”。\n范传正的《唐左拾遗翰林学士李公新墓碑》中写道：“公之生也，先府君指天(李)枝以复姓，先夫人梦长庚而告祥，名之与字，咸取所象”。\n从以上文献中我们不难看出，李白的姓名是李白的父亲回到蜀中先给自己恢复了李姓后才给后来出世的李白取的名字，李母梦到太白金星后于是有了身孕，在阵痛难忍中生出李白，李白的名字就是根据这一梦境得来的。\n个人品性\n李白一生不以功名显露，却高自期许，不畏权力，藐视权贵，曾流传着“力士脱靴”“贵妃捧砚”“御手调羹”“龙巾拭吐”的故事。肆无忌惮地嘲笑以政治权力为中心的等级秩序，批判当时腐败的政治现象，以大胆反抗的姿态，推进了盛唐文化中的英雄主义精神。李白反权贵的思想意识，是随着他的生活实践的丰富而日益成熟起来的。在早期，主要表现为“不屈己、不干人”、“平交王侯”的平等要求，正如\n他在诗中所说：“昔在长安醉花柳，五侯七贵同杯酒。气岸遥凌豪士前，风流肯落他人后！”（《流夜郎赠辛判官》）“揄扬九重万乘主，谑浪赤墀青琐贤。”（《玉壶吟》）他有时也发出轻蔑权贵的豪语，如“黄金白璧买歌笑，一醉累月轻王侯”（《忆旧游寄谯郡元参军》）等，但主要还是表现内心中的高傲。而随着对高层权力集团实际情况的了解，他进一步揭示了百姓基层和权贵的对立：“珠玉买歌笑，糟糠养贤才。”（《古风》第十五）“梧桐巢燕雀，枳棘栖鸳鸯。”（《古风》第三十九）并对因谄事帝王而窃据权位者的丑态极尽嘲讽之能事，如：“大车扬飞尘，亭午暗阡陌。中贵多黄金，连云开甲宅。路逢斗鸡者，冠盖何辉赫。鼻息干虹霓，行人皆怵惕。世无洗耳翁，谁知尧与跖！”而在《梦游天姥吟留别》中，他发出了最响亮的呼声：\n“安能摧眉折腰事权贵，使我不得开心颜！”这个艺术概括在李白诗歌中的意义，正如同杜甫的名句“朱门酒肉臭，路有冻死骨”（《自京赴奉先咏怀五百字》）在杜诗中一样重要。\n在天宝末日益恶化的政治形势下，李白又把反权贵和广泛的社会批判联系起来。如《答王十二寒夜独酌有怀》：君不见李北海，英风豪气今何在？君不见裴尚书，土坟三尺蒿棘居。少年早欲五湖去，见此弥将钟鼎疏\n。为屈死的贤士仗义抗争。（《行路难》）：君不见，昔时燕家重郭隗，拥篲折节无嫌猜。剧辛乐毅感恩分，输肝剖胆效英才。昭王白骨萦蔓草，谁人更扫黄金台？表达了诗人不被重用而产生对朝廷的失望和气愤。在《书情赠蔡舍人雄》、《古风》第五十一、《登高丘望远海》等诗中，李白甚至借古讽今，对玄宗本人提出了尖锐的斥责。总之，可以说他把唐诗中反权贵的主题发挥到了淋漓酣畅的地步。任华说李白“数十年为客，未尝一日低颜色”（《杂言寄李白》），这种在权贵面前毫不屈服、为维护自我尊严而勇于反抗的意识，是魏晋以来重视个人价值和重气骨传统的重要内容，李白正是在新的历史条件下继承和发扬了这一优秀传统而成为诗坛巨星的。\n他永不安于寂寞和孤独，如《月下独酌》其一，表明了只有充溢着生命活力的诗人才能发出如此的奇思妙想。他有一首《短歌行》，诗中构想道：“吾欲揽六龙，回车挂扶桑。北斗酌美酒，劝龙各一觞。富贵非所愿，为人驻颓光。”这里没有嗟老叹卑的哀惋，却用“劝酒”的天真想象表达了对人生的无限依恋之情。这些诗篇以其纯真的情趣，感召着被庸俗的生活所淹没了的美好的人性，并因此而获得永久的魅力。\n李白对大自然有着强烈的感受力，他善于把自己的个性融化到自然景物中去，使他笔下的山水丘壑也无不具有理想化的色彩。他在《日出入行》诗中说：“吾将囊括大块，浩然与溟涬同科。”又说：“阳春召我以烟景，大块假我以文章。”（《春夜宴从弟桃花园序》）李白具有英风豪气，又追求单纯高洁的心境，这些不同的性格侧面也就形成了他的山水意境的两大类型：一类是在气势磅礴的高山大川中突出力的美、运动的美，在壮美的意境中抒发豪情壮思；另一类则着意追求光明澄澈之美，在秀丽的意境中表现纤尘不染的天真情怀。例\n如他笔下的黄河、长江，奔腾咆哮，一泻千里：“黄河之水天上来，奔流到海不复回”（《将进酒》）；“黄河万里触山动，盘涡毂转秦地雷……巨灵咆哮擘两山，洪波喷流射东海”（《西岳云台歌送丹丘子》）；“登高壮观天地间，大江茫茫去不还。“黄云万里动风色，白波九道流雪山”（《庐山谣寄卢侍御虚舟》）；“海神来过恶风回，浪打天门石壁开。浙江八月何如此，涛似连山喷雪来”（《横江词》）。他笔下的山峰高耸峻拔，峥嵘奇峭：“连峰去天不盈尺，枯松倒挂倚绝壁”（《蜀道难》）；“天姥连天向天横，势拔五岳掩赤城；天台四万八千丈，对此欲倒东南倾”（《梦游天姥吟留别》）。他用胸中之豪气赋予山水以崇高的美感，他对自然伟力的讴歌，也是对高瞻远瞩、奋斗不息的人生理想的礼赞，超凡的自然意象是和傲岸的英雄性格浑然一体的。\n同时，李白又写了许多具有晶莹透剔的优美意境的山水诗。例如“人游月边去，舟在空中行”（《送王屋山人魏万还王屋》）；“人乘海上月，帆落湖中天”（《寻阳送弟昌岠鄱阳司马作》）；“月随碧山转，水合青山流。杳如星河上，但觉云林幽”（《月夜江行寄崔员外宗之》）；“金陵夜寂凉风发，独上西楼望吴越。白云映水摇空城，白露垂珠滴秋月”（《金陵城西楼月下吟》）等。这些诗以明朗纯净取胜。李白的山水诗与其说是对自然形貌的逼真描绘，不如说是按诗人个性被改造和理想化了的图景。他只求把握整体的气势或氛围，凭倏来飙起的感兴泼墨写意，而略去具体的细节，甚至连观照景物的视觉转移的顺序也往往毫不在意。李白的山水诗又是无往而不抒情的，他善于把山水物色和特定的情绪渗透、交融在一起，在“景”的形势和“情”的特征之间有着“同构互感”的微妙的呼应关系。例如《送友人》：青山横北郭，白水绕东城。此地一为别，孤蓬万里征。浮云游子意，落日故人情。挥手自兹去，萧萧班马鸣。诗中的“浮云”、“落日”，既是眼前景，又是古诗中有着特定情感内容的比兴意象，意谓游子一去如浮云飘泊无止，故人惜别又似落日依依，缘情布景而不留凿痕。又如“云归碧海夕，雁没青天时。相失各万里，茫然空尔思”（《秋日鲁郡尧祠亭上宴别杜补阙范侍御》），首两句既点明了季节和时辰，又用“云”和“雁”的意象喻指离别和远行。此外如“有时白云起，天际自舒卷。心中与之然，托兴每不浅”（《望终南山寄紫阁隐者》），“请君试问东流水，别意与之谁短长”（《金陵酒肆留别》），“西辉逐流水，荡漾游子情”（《游南阳清泠泉》）等。\n李白自由解放的思想情操和具有平民倾向的个性，还使他能更深入地开掘社会生活中的各种人情美。这里有对和平生活的向往之情，如《子夜吴歌》其三：长安一片月，万户捣衣声。秋风吹不尽，总是玉关情。何日平胡虏，良人罢远征。有对劳动生活的赞美之情，如《秋浦歌》十四：“炉火照天地，红星乱紫烟。赧郎明月夜，歌曲动寒川。”所有这些诗篇，都无不是以理想的光轮使日常生活题材焕发出诗意的丰采。李白实在是中国诗人中的游侠。这位伟大的漂泊者用他的双脚和诗笔丰富了大唐的山水他的大笔横扫，狂飙突进，于是，洞庭烟波、赤壁风云、蜀道猿啼、浩荡江河，全都一下子飞扬起来。在诗中，诗人灵动飞扬，豪气纵横，像天上的云气；他神游八极，自由驰骋，像原野上的奔驰的骏马。在诗里，诗人一扫世俗的尘埃，完全恢复了他仙人的姿态：上穷碧落下黄泉。他的浪漫、癫狂、爱恨情仇，寂寞与痛苦、梦与醒，他的豪气义气，他的漂泊，全都达于极端。\n他的诗歌创作带有强烈的主观色彩，主要侧重抒写豪迈气概和激昂情怀，很少对客观事物和具体时间做细致的描述。洒脱不羁的气质、傲视独立的人格、易于触动而又易爆发的强烈情感，形成了李白诗抒情方式的鲜明特点。他一旦感情兴发，就毫无节制的奔涌而出，宛若天际的狂飙和喷溢的火山。他的想象奇特，常有异乎寻常的衔接，随情思流动而变化万端。\n人物故事\n在黄鹤楼公园东边，有一亭名为“搁笔亭”，亭名取自“崔颢题诗李白搁笔”的一段佳话。唐代诗人崔颢登上黄鹤楼赏景写下了一首千古流传的名作：“昔人已乘黄鹤去，此地空余黄鹤楼。黄鹤一去不复返，白云千载空悠悠。晴川历历汉阳树，芳草萋萋鹦鹉洲。日暮乡关何处是，烟波江上使人愁。”\n后来李白也登上黄鹤楼，放眼楚天，胸襟开阔，诗兴大发，正要提笔写诗时，却见崔颢的诗，自愧不如只好说：“一拳捶碎黄鹤楼,一脚踢翻鹦鹉洲。眼前有景道不得，崔颢题诗在上头。”便搁笔不写了。有个少年丁十八讥笑李白：“黄鹤楼依然无恙，你是捶不碎了的。”李白又作诗辩解：“我确实捶碎了，只因黄鹤仙人上天哭诉玉帝，才又重修黄鹤楼，让黄鹤仙人重归楼上。”实际上，李白热爱黄鹤楼，到了无以复加的程度，他高亢激昂，连呼“一忝青云客，三登黄鹤楼”。山川人文，相互倚重，崔颢题诗，李白搁笔，从此黄鹤楼之名更加显赫。\n后来，李白也仿照《黄鹤楼》写下《登金陵凤凰台》：凤凰台上凤凰游，凤去台空江自流。吴宫花草埋幽径，晋代衣冠成古丘。三山半落青天外，二水中分白鹭洲。总为浮云能蔽日，长安不见使人愁。\n年谱\n01年（武则天长安元年）李白生。\n05年（中宗神龙元年）李白五岁。发蒙读书始于是年\n。\n11年（睿宗景云元年）李白十岁。攻读《诗》、《书》及诸子百家。\n15年（开元三年）李白十五岁。已有诗赋多首，并得到一些社会名流的推崇与奖掖，开始从事社会干谒活动。亦开始接受道家思想的影响，好剑术，喜任侠。\n18年（开元六年）李白十八岁。隐居戴天大匡山（在今四川省江油县内）读书。往来于旁郡，先后出游江油、剑阁、梓州（州治在今四川省境内）等地。\n20年（开元八年）李白二十岁。出游成都、峨嵋山。谒颋于成都。颋甚赞其才，复励之以学。\n21年（开元九年）李白二十一岁。春归家昌明。此后三年均在匡山读书。\n24年（开元十二年）李白二十四岁。离开故乡而踏上远游的征途。再游成都、峨眉山，然后舟行东下至渝州（今重庆市）。\n25年〔开元十三年）李白二十五岁。春三月自三峡东下。经荆门山至江陵（今湖北省江陵县）。在江陵与当时著名的道士司马承祯相遇。夏游洞庭（在今湖南省境内）、庐山（在今江西省境内）。秋游金陵（即今江苏省南京市）。\n26年（开元十四年）李白二十六岁。春往会稽（绍兴）。秋，病卧扬州。冬，北游汝州（今河南省临汝县），至安陆（今湖北省安陆县）。途经陈州时与李邕相识。结识孟浩然。\n27年（开元十五年）李白二十七岁。居于安陆寿山，与故宰相许圉师之孙女结婚，遂家于安陆。\n28年（开元十六年）李白二十八岁。早春，出游江夏（今湖北省武汉市），与孟浩然相会于斯。\n30年（开元十八年）李白三十岁。春在安陆。前此曾多次谒见本州裴长史，因遭人谗谤，终为所拒。初夏，往长安，渴宰相说，并结识其子张相。寓居终南山玉真公主（玄宗御妹）别馆。又曾谒见其它王公大臣，均无结果。暮秋游邢州（在长安之西）。冬游坊州（在长安之北）。\n31年（开元十九年）李白三十一岁。穷愁潦倒于长安，自暴自弃，与长安市井无赖之徒交往，初夏，离长安，经开封（今河南省开封市），到宋城（今河南省商丘县）。秋到篙山，恋故友元丹丘的山居所在，遂有隐居之意。暮秋，滞留洛阳。\n32年（开元二十年）李白三十二岁。自春历夏在洛阳，与元演、崔成甫结识。秋，自洛阳返安陆。途经南阳（今河南省南阳市），结识崔宗之。冬，元演自洛阳到安陆相访，二人同游随州（今湖北省随县）。岁未，归家安陆。\n33年（开元二十一年）李白三十三岁。构石室于安陆白兆山桃花岩。开山田，日以耕种、读书为生活。\n34年（开元二十二年）李白首至兖州，初识杜甫，两人一面，即亲如弟兄，“醉眠秋共被，携手日同行”，在兖州结下了深厚友谊，双曜相会，成文坛千古佳话。开元24年，李白携妇将自安陆移家东鲁兖州。\n李白移家兖州后，将家庭安置兖州治所瑕丘（今兖州）城的东门之外，即李白所谓的“鲁门东”和“沙丘城下”，随即入编瑕丘户籍，占籍瑕丘，并得到了瑕丘官府所分给的田地。\n36年（开元二十四年）李白三十六岁。春在太原，曾北游雁门关（今山西省代县）。南下洛阳与元丹丘相逢。秋，至篙山元丘处，结识岑勋。南返途经襄阳时，与孟浩然再会。是年杜甫二十五岁。在齐鲁燕赵一带漫游。\n38年（开元二十六年）李白三十八岁。春，又出游南阳、篙山（元丘的居所）、陈州、楚州（今江苏省淮安县）。\n39年（开元二十七年）李白三十九岁。春至初夏，在安宜（今江苏省宝应县）。夏，漫游于吴地（今江苏省苏州市）一带。秋，逆长江西上，经当涂（今安徽当涂县），至巴陵（今湖南省岳阳县），适逢王昌龄被贬谪岭南（今广东省、广西壮族自治区一带），二人会晤。冬，自巴陵归安陆。\n41年（开元二十九年）李白四十一岁。居东鲁，与韩淮、裴政、孔巢父、张叔明、陶河等隐于徂徕山（音cúlaí，在今山东省泰安市境内），纵酒酣歌，号称“竹溪六逸”。又以学道为事，意欲出游越地。\n42年（玄宗天宝元年）李白四十二岁。四月，游泰山。夏，与子女一道至南陵（今安省南陵县），欲游越中。玄宗征召入京，返南陵。秋，赴长安。与太子宾客相遇，贺以“谪仙人”称之，复推荐于朝廷，得玄宗优遇，命为翰林院供奉。\n43年（天宝二年）李白四十三岁。诏翰林院。初春，玄宗于宫中行乐，李白奉诏作《官中行乐词》，赐宫锦袍。暮春，兴庆池牡丹盛开，玄宗与杨玉环同赏，李白又奉诏作《清平调》。对御用文人生活日渐厌倦，始纵酒以自昏秽。与贺知章等人结“酒中人仙”之游，玄宗呼之不朝。尝奉诏醉中起草诏书，引足令高力士脱靴，宫中人恨之，谗谤于玄宗，玄宗疏之。\n44年（天宝三年）李白四十四岁。春正月，去绍兴，送贺知章归越。三月，自知不为朝廷所用，上书请还山，赐金，离长安而去。初夏，与杜甫识于洛阳。旋往开封，请北海高天师授其道，决心遁入方外。秋，与高适、杜甫共游梁宋（在今河南省）。冬，北往安陵（唐属平原郡，在今河北省吴桥县北），乞盖寰为造真（道教的秘籍），由高天师如贵道士授录济南（今山东省济南市）的道观紫极宫。成为一个真正的道士，还归任城。\n45年（天宝四年）李白四十五岁。春在任城。杜甫来东相方。二人同游于任城一带。夏，与高适、杜甫同渴北海太守李邕于济南。秋，与杜甫复会于郡（今山东省曲阜市），二人同游甚密。秋冬，在鲁郡别杜甫，游金乡（今山东省金乡县）、单父（今山东省单县）。\n46年（天宝五年）李白四十六岁。春，游鲁郡。卧病任城甚久。秋，病愈，又游于鲁郡。是年自春以来屡有南游之念，终于秋末启程。至宋城，又游梁园（汉梁孝王所造的一座的御苑，又名兔园），旋到扬州。\n47年（天宝六年）李白四十七岁。在路上遇崔成甫。秋到绍兴，往会稽吊贺知章。登天台山（在今浙江天台县）。冬返金陵，此后二年，留居金陵。\n48年（天宝七年）李白四十八岁。春在金陵，夏至杨州，秋游霍山（今安徽省六安县南），冬到庐江（今安徽庐江县），谒见江太守昊王李抵。\n51年（天宝十年）李白五十一岁。春在任城。秋滞留在高凤（后汉的隐士）石门山（又名西塘山，在今河南省叶县西南）元丹丘居处。秋末，自开封北游幽州（今北京市），经河北道、邺郡（今河南省安阳市）。\n52年（天宝十一年）李白五十二岁。北上途中，游广平郡（今河北省南部），拜访侄子李聿清漳县（今广平县）令。沿途留连。十月，抵达范阳郡（即幽州，今北京市）。初识安禄山跋启与边地战事之真相，颇感危险，即离范阳而去。\n53年（天宝十二年）李白五十三岁。早春，自范阳南下魏郡（今河北省魏县东），游西河郡（今山西省汾阳县），继续沿汾水南下，入潼关（关所在今陕西省，为洛阳与长安之问的要地），登西岳华山。至历阳（今安徽省和县）横江浦渡长江。秋，又南下游宣城（今安徽省宣城市）、句溪、敬亭山等地。\n55年（天宝十四年）李白五十五岁。夏游当涂。秋游秋浦（今安徽省贵池县），冬返宣城。旋至金陵，获安禄山乱。门人武谔许去鲁中（今山东省）接其子女南下。分别后，自往宋城接其妻宗氏。\n56年（肃宗至德元年）李白五十六岁。岁初，与妻子宗氏一道南奔避难。春在当涂。旋闻洛阳失陷，中原横溃，乃自当涂返宣城，避难刻中（今浙江省膝县）。至漂阳（今江苏省滦阳县），与张旭相遇。夏至越中（绍兴）。闻郭子仪、李光弼在河北大胜，又返金陵。秋，闻玄宗奔蜀，遂沿长江西上，入庐山屏风叠隐居，永王数次下达聘书，几经犹豫，终于决定下山入其幕府。\n57年（至德二年）李白五十七岁。正月，在永王军营，\n作组诗《永王东巡歌》。永王兵败丹阳，李白自丹阳南逃。旋被缚入寻阳狱中。妻宗氏为救其四处奔走。江南宣慰使崔涣与御史中承相宋若思极力救之，乃获释。宋若思辟白为军幕参谋，以掌军中文书事务。并随宋若思一同至武昌（今湖北省鄂城县）。九月，病卧宿松（今安徽省宿松县）。曾两次赠诗宰相张镐求救。终以参加永王东巡而被判罪长流夜郎。\n58年（肃宗乾元元年）李白五十八岁。李白自寻阳出发，开始长流夜郎，妻弟宗嫌相送。春末夏初。途经西塞驿（今武昌县东），至江夏，访李邕故居，登黄鹤楼，眺望鹦鹉洲。秋至江陵，冬入三峡。\n60年（肃宗上元元年）李白六十岁。春由洞庭返江夏。秋至寻阳，再登庐山。决意游仙学道以度余年。冬在建昌（今江西省修水县西北）。岁末至豫章（今江西省南昌市）。\n61年（上元二年）李白六十一岁。流落江南的金陵一带。靠人赈济为生，闻史朝义势力复盛，李光弼派兵镇压，再次请缨入其军幕，但因病而半道还。冬初，寄宿于当涂县令（县知事）李阳冰处。曾出游历阳，旋归当涂，卧病于斯。\n62年（代宗宝应元年）李白六十二岁。早春，卧病当涂。晚春三月，作最后的一次旅行，游宣城、南陵。秋归当涂，病况日下，自知无望。而李阳冰又退隐在即，欲走无路，精神失常。临终之际，将平生所著托李阳冰。十一月，卒于当涂，有绝笔《临终歌》一首。\n据邵康节《紫微斗数》的记载李白生于丙辰年十一月初十日午时不是辛丑年。\n史料\n《新唐书·卷202·李白传》\n往见贺知章，知章见其文，叹曰：“子，谪仙人也！”言于玄宗，召见金銮殿，论当世事，奏颂一篇。帝赐食，亲为调羹，有诏供奉翰林。……帝爱其才，数宴见。白尝侍帝，醉，使高力士脱靴。力士素贵，耻之，擿其诗以激杨贵妃，帝欲官白，妃辄沮止。……恳求还山，帝赐金放还。白浮游四方，尝乘舟与崔宗之自采石至金陵，着宫锦袍坐舟中，旁若无人。\n《旧唐书·列传第一百四十·文苑下·李白传》\n既而玄宗诏筠赴京师，筠荐之于朝，遣使召之，与筠俱待诏翰林。……尝月夜乘舟，自采石达金陵，白衣宫锦袍，于舟中顾瞻笑傲，傍若无人。\n《唐才子传·李白》\n白浮游四方，欲登华山，乘醉跨驴经县治，宰不知，怒，引至庭下曰：“汝何人，敢无礼！”白供状不书姓名，曰：“曾令龙巾拭吐，御手调羹，贵妃捧砚，力士脱靴。……璘起兵反，白逃还彭泽。璘败，累系浔阳狱。初，白游并州，见郭子仪，奇之，曾救其死罪。至是，郭子仪请官以赎，诏长流夜郎。\n成就\n从艺术成就上来讲，李白的乐府、歌行及绝句成就为最高。其歌行，完全打破诗歌创作的一切固有格式，空无依傍，笔法多端，达到了任随性之而变幻莫测、摇曳多姿的神奇境界。李白的绝句自然明快，飘逸潇洒，能以简洁明快的语言表达出无尽的情思。在盛唐诗人中，王维、孟浩然长于五绝，王昌龄等七绝写得很好，兼长五绝与七绝而且同臻极境的，只有李白一人。\n李白的诗雄奇飘逸，艺术成就极高。他讴歌祖国山河与美丽的自然风光，风格雄奇奔放，俊逸清新，富有浪漫主义精神，达到了内容与艺术的完美统一。他被贺知章称为“谪仙人”，其诗大多为描写山水和抒发内心的情感为主。李白的诗具有“笔落惊风雨，诗成泣鬼神”的艺术魅力，这也是他的诗歌中最鲜明的艺术特色。李白的诗富于自我表现的主观抒情色彩十分浓烈，感情的表达具有一种排山倒海、一泻千里的气势。他与杜甫并称为“大李杜”，（李商隐与杜牧并称为“小李杜”）。\n李白诗中常将想象、夸张、比喻、拟人等手法综合运用，从而造成神奇异彩、瑰丽动人的意境，这就是李白的浪漫主义诗作给人以豪迈奔放、飘逸若仙的原因所在。\n李白的诗歌对后代产生了极为深远的影响。中唐的韩愈、孟郊、李贺，宋代的苏轼、陆游、辛弃疾，明清的高启、杨慎、龚自珍等著名诗人，都受到李白诗歌的巨大影响。\n诗词风格\n豪迈奔放，清新飘逸，想象丰富，意境奇妙，语言奇妙，浪漫主义\n思想内容\n讴歌理想，抒发悲愤\n盛唐国力强盛，士人多渴望建功立业。李白以不世之才自居，以“奋其智能，愿为辅弼，使寰区大定，海县清一”的功业自许，一生矢志不渝地追求实现“谈笑安黎元”、“终与安社稷”的理想。他以大鹏、天马、雄剑自比：“大鹏一日同风起，扶摇直上九万里。假令风歇时下来，犹能簸却沧溟水。”（《上李邕》）。他希望能像姜尚辅佐明君，像诸葛亮兴复汉室。《梁甫吟》、《读诸葛武侯传抒怀》、《永王东巡歌》、《行路难》（其二）都反映了他的这类思想。\n蔑视权贵，追求自由\n他觉得凭借自己的才能，可以“出则以平交王侯，遁则以俯视巢许”（《送烟子元演隐仙城山序》），对于那些靠着门第荫封而享高官厚禄的权豪势要，他投以强烈的鄙视，表现出傲岸不屈的性格。他蔑视封建等级制度，不愿阿谀奉迎，也不屑于与俗沉浮。现实的黑暗使他\n理想幻灭，封建礼教等级制度的束缚使他窒息，他渴望个性的自由和解放，于是采取狂放不羁的生活态度来挣脱桎梏、争取自由。其表现方式或纵酒狂歌，寻仙学道，然而，酒既无法销愁，神仙更虚无飘渺，于是他“一生好入名山游”（《庐山谣》），把美好的大自然作为理想的寄托、自由的化身来歌颂。他笔下的峨嵋、华山、庐山、泰山、黄山等，巍峨雄奇，吐纳风云，汇泻川流；他笔下的奔腾黄河、滔滔长江，荡涤万物，席卷一切，表现了诗人桀傲不驯的性格和冲决羁绊的强烈愿望。如：《玉壶吟》《梦游天姥吟留别》、《答王十二寒夜独酌有怀》是这方面的代表作。\n揭露现实，抨击时政\n这是李白对社会的愤怒抗争，是他叛逆精神的重要体现。他反对玄宗好大喜功，穷兵黩武，揭露将非其人，致使百姓士卒白白送死，由于玄宗的骄纵，宦官权势炙手可热……通过对政事朝纲的分析，并到幽燕的实地观察，李白以诗人的敏感，洞幽烛微，在当时诗人中他和杜甫最早揭示祸乱将作。“安史之乱”爆发，他的爱国热情因此升华，摆脱了用藏出处的矛盾。他的反抗性格和叛逆精神具有深刻的爱国内涵，并富于社会意义和时代特征。《古风》其三、十五、二十四、三十九等都对社会现实作了深刻的揭露和有力的批判。\n情绪起伏，充满矛盾\n他既有清高傲岸的一面，又有庸俗卑恭的一面，他的理想和自由，只能到山林、仙境、醉乡中去寻求，所以在《将进酒》、《江上吟》、《襄阳歌》等诗中流露出人生如梦、及时行乐、齐一万物、逃避现实等消极颓废思想，这在封建社会正直孤傲的文人中也具有一定的代表性。\n艺术成就\n李白生活在盛唐时期，他性格豪迈，热爱祖国山河，游踪遍及南北各地，写出大量赞美名山大川的壮丽诗篇。他的诗，既豪迈奔放，又清新飘逸，而且想象丰富，意境奇妙，语言轻快，人们称他为“诗仙”。\n李白的诗歌不仅具有典型的浪漫主义精神，而且从形象塑造、素材摄取、到体裁选\n择和各种艺术手法的运用，无不具有典型的浪漫主义艺术特征。\n李白成功地在中塑造自我，强烈地表现自我，突出抒情主人公的独特个性，因而他的诗歌具有鲜明的浪漫主义特色。他喜欢采用雄奇的形象表现自我，在诗中毫不掩饰、也不加节制地抒发感情，表现他的喜怒哀乐。对权豪势要，他“手持一枝菊，调笑二千石”（《醉后寄崔侍御》二首之一）；看到劳动人民艰辛劳作时，他“心摧泪如雨”。当社稷倾覆、民生涂炭时，他“过江誓流水，志在清中原。拔剑击前柱，悲歌难重论”（《南奔书怀》），那样慷慨激昂；与朋友开怀畅饮时，“两人对酌山花开，一杯一杯复一杯。我醉欲眠卿且去，明朝有意抱琴来”（《山中与幽人对酌》），又是那样天真直率。总之，他的诗活脱脱地表现了他豪放不羁的性格和倜（俶）傥不群的形象。\n豪放是李白诗歌的主要特征。除了思想性格才情遭际诸因素外，李白诗歌采用的艺术表现手法和体裁结构也是形成他豪放飘逸风格的重要原因。善于凭借想象，以主观现客观是李白诗歌浪漫主义艺术手法的重要特征。几乎篇篇有想象，甚至有的通篇运用多种多样的想象。现实事物、自然景观、神话传说、历史典故、梦中幻境，无不成为他想象的媒介。常借助想象，超越时空，将现实与梦境、仙境，把自然界与人类社会交织一起，再现客观现实。他笔下的形象不是客观现实的直接反映，而是其内心主观世界的外化，艺术的真实。\n李白诗歌的浪漫主义艺术手法之一是把拟人与比喻巧妙地结合起来，移情于物，将物比人。\n李白诗歌的另一个浪漫主义艺术手法是抓住事情的某一特点，在生活真实的基础上，加以大胆的想象夸张。他的夸张不仅想象奇特，而且总是与具体事物相结合，夸张得那么自然，不露痕迹；那么大胆，又真实可信，起到突出形象、强化感情的作用。有时他还把大胆的夸张与鲜明的对比结合起来，通过加大艺术反差，加强艺术效果。\n李白最擅长的体裁是七言歌行和绝句。李白的七言歌行又采用了大开大合、跳跃宕荡的结构。诗的开头常突兀如狂飙骤起，而诗的中间形象转换倏忽，往往省略过渡照应，似无迹可循，诗的结尾多在感情高潮处戛然而止。\n李白的五七言绝句，更多地代表了他的诗歌清新明丽的风格。如《早发白帝城》、《送孟浩然之广陵》等，妙在“只眼前景、口头语、而有弦外音、味外味，使人神远。”（《说诗晬语》上）\n李白诗歌的语言，有的清新如同口语，有的豪放，不拘声律，近于散文，但都统一在“清水出芙蓉，天然去雕饰”的自然美之中。这和他自觉地追求自然美有关。他继承陈子昂的文学主张，以恢复诗骚传统为已任，曾说“梁陈以来，艳薄斯极，沈休文又尚以声律，将复古道，非我而谁欤？”（孟棨《本事诗·高逸》）他崇尚“清真”，讽刺“雕虫丧天真”的丑女效颦，邯郸学步。他的诗歌语言的自然美又是他认真学习民歌明白通俗的特点的结果，明白如话，通俗生动。\n个性名言\n黄河之水天上来，奔流到海不复回。\n天生我才必有用，千金散尽还复来！\n仰天大笑出门去，我辈岂是蓬蒿人！\n大道入青天，我独不得出。\n抽刀断水水更流，举杯消愁愁更愁。\n一夫当关，万夫莫开。\n飞流直下三千尺，疑是银河落九天。\n白发三千丈，缘愁似个长。\n安能摧眉折腰事权贵，使我不得开心颜。\n长风破浪会有时，直挂云帆济沧海。\n书法\n《上阳台帖》为李白书自咏四言行草诗，也是其唯一传世的书法真迹。纸本，纵28.5厘米，横38.1厘米。草书5行，共25字。款署“太白\n”二字。引首清高宗弘历楷书题“青莲逸翰”四字，正文右上宋徽宗赵佶瘦金书题签：“唐李太白上阳台”七字。\n后纸有宋徽宗赵佶，元张晏、杜本、欧阳玄、王馀庆、危素、驺鲁，清乾隆皇帝题跋和观款。卷前后钤有宋赵孟坚“子固”、“彜斋”、贾似道“秋壑图书”，元“张晏私印”、“欧阳玄印”以及明项元汴，清梁清标、安岐、清内府，近代张伯驹等鉴藏印。\n0道术\n李白从少年时起，常去戴天山寻找道观的道士谈论道经。后来，他与一位号为东岩子的隐者隐居于岷山，潜心学习。他们在自己居住的山林里，饲养了许多奇禽异鸟，做了动物饲养员。这些美丽而驯良的鸟儿，由于饲养惯了，定时飞来求食，好像能听懂人的语言似的，一声呼唤，便从四处飞落阶前，甚至可以在人的手里啄食谷粒，一点都不害怕。这件事被传作奇闻，最后竟使绵州刺史亲自到山中观看鸟儿们的就食情况。这位刺史见他们能指挥鸟类的行动，认定他们有道术，便想推荐二人去参加道科的考试。可是，二人都婉言拒绝了。当时有名的纵横家赵蕤也是李白的好友，此人于开元四年（公元716年）就著成了《长短经》十卷。那时李白才十五岁。赵蕤这部博考六经异同、分析天下形势、讲求兴亡治乱之道的纵横家式的著作引起了李白极大的兴趣。他以后一心要建功立业，喜谈王霸之道，也正是受到这部书的影响。\n1剑术\n李白不仅文采斐然，其剑术亦是十分高明。他“十五好剑术”，“剑术自通达”。造诣非同一般。\n李白的诗，裴旻的剑术，张旭的草书合称唐朝“三绝”。虽然“三绝”中没有李白的剑术，但其剑术之高却仅位于裴旻之下，居唐朝第二。\n据统计，《全唐诗》李白诗中“剑”字共出现了107次，除去作为地名的“剑阁”3次，“剑壁”1次，武器之“剑”犹有103次之多。属于剑的“铗”出现了1次、“吴钩”1次、“吴鸿”1次、“湛卢”1次、“干将”1次、“莫邪”1次、“青萍”2次、“秋莲”2次、“霜雪”2次、“匕首”3次、“龙泉”4次。总计，“剑”共出现了118次（统计时把“吴钩霜雪明”，“空余湛卢剑”，“剑花秋莲光出匣”，“拙妻莫邪剑”，“吾家青萍剑”分别计做1次），分布在106首诗中，约占全诗总数的10%。可见，李白是多么地钟情于剑了。\n2后人评价\n历代文人对李白的诗歌成就作出了很高的评价。\n李白生前就有诗名。杜甫对其诗歌有“笔落惊风雨，诗成泣鬼神。”（《寄李十二白二十韵》）之评，赞\n其“白也诗无敌，飘然思不群；清新庾开府，俊逸鲍参军。贺知章誉之为“谪仙”（《本事诗》）。魏颢在《李翰林集序》中说：“白与古人争长，三字九言，鬼出神入。”许多文人都对李白有着很高的评价。韩愈云：“李杜文章在，光焰万丈长。”（《调张籍》）唐朝文宗御封李白的诗歌、裴旻的剑舞、张旭的草书为“三绝”。到元白时期，开始扬杜抑李。白居易说：\"又诗之豪者，世称李杜之作。才矣奇矣，人不逮矣。\"杜甫曾对李白有过这样的评价：“李白斗酒诗百篇，长安市上酒家眠。天子呼来不上船，自称臣是酒中仙。”(《饮中八仙歌》)\n3经典诗句\n1、长风破浪会有时，直挂云帆济沧海。《行路难》\n2、抽刀断水水更流，举杯销愁愁更愁。《宣州谢朓楼饯别校书叔云》\n3、此行不为鲈鱼脍，自爱名山入剡中。《秋下荆门》\n4、天生我材必有用，千金散尽还（huan）复来。《乐府·将（qiang）进酒》\n5、君不见黄河之水天上来，奔流到海不复回；君不见高堂明镜悲白发，朝如青丝暮成雪。《乐府·将进酒》\n6、人生得意须尽欢，莫使金樽空对月。《乐府·将（qiang）进酒》\n7、两岸青山相对出，孤帆一片日边来。《望天门山》\n8、我今携谢妓，长啸绝人群。欲报东山客，开关扫白云。《忆东山》\n9、飞流直下三千尺，疑是银河落九天。《望庐山瀑布》\n0、水作青龙盘石堤，桃花夹岸鲁门西。若教月下乘舟去，何啻风流到剡溪。《东鲁门泛舟二首》\n1、仰天大笑出门去,我辈岂是蓬蒿人。《南陵别儿童入京》\n2、世间行乐亦如此，古来万事东流水。《梦游天姥吟留别》\n3、总为浮云能蔽日，长安不见使人愁。《登金陵凤凰台》\n4、浮云游子意，落日故人情。《送友人》\n5、山随平野尽，江入大荒流。《渡荆门送别》\n6、平林漠漠烟如织，寒山一带伤心碧。《菩萨蛮》\n7、我寄愁心与明月，随风直到夜郎西。（另作“随君直到夜郎西”）《闻王昌龄左迁龙标遥有此寄》\n8、桃花潭水深千尺，不及汪伦送我情。《赠汪伦》\n9、白发三千丈，缘愁似个长。《秋浦歌》\n0、何日平胡虏，良人罢远征。《子夜吴歌》\n1、举杯邀明月，对影成三人。《月下独酌》\n2、两岸猿声啼不住，轻舟已过万重山。《早发白帝城》\n3、宫女如花满春殿，只今惟有鹧鸪飞。《越中览古》\n4、今人不见古时月，今月曾经照古人。《把酒问月》\n5、安能摧眉折腰事权贵，使我不得开心颜。《梦游天姥吟留别》\n6、床前明月光，疑是地上霜。《静夜思》\n7、郎骑竹马来，绕床弄青梅。同居长干里，两小无嫌猜。《长干行》\n8、半壁见海日，空中闻天鸡。《梦游天姥吟留别》\n9、众鸟高飞尽，孤云独去闲。相看两不厌，只有敬亭山。《独坐敬亭山》\n0、弃我去者，昨日之日不可留；乱我心者，今日之日多烦忧。《宣州谢朓楼饯别校书叔云》\n1、蓬莱文章建安骨，中间小谢又清发。《宣州谢朓楼饯别校书叔云》\n2、三杯吐然诺，五岳倒为轻！《侠客行》\n3、黄金白璧买歌笑，一醉累月轻王侯。《忆旧游寄谯郡元参军》\n4、乍向草中耿介死，不求黄金笼下生。《设辟邪伎鼓吹雉子斑曲辞》\n5、大鹏一日同风起，扶摇直上九万里。《上李邕》\n6、十步杀一人，千里不留行。《侠客行》\n7、呼儿将出换美酒，与尔同销万古愁。《乐府·将（qiang）进酒》\n8、黄河捧土尚可塞，北风雨雪恨难裁。《北风行》\n9、黄河西来决昆仑，咆哮万里触龙门。《公无渡河》\n0、有长鲸白齿若雪山，公乎公乎挂罥[juàn]于其间！箜篌所悲竟不还。《公无渡河》\n1、秦王扫六合，虎视何雄哉。《古风其三》\n2、玉阶生白露，夜久侵罗袜。《玉阶怨》\n3、三川北虏乱如麻，四海南奔似永嘉。但用东山谢安石，为君谈笑静胡沙。《永王东巡歌其二》\n","category":"行草","verified":true,"user":1,"timestamp":1429951616028},{"name":"行草王屋图诗","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791627470,"text":"释文：\n送自玉\n六载宅频移，汝归不必悲。笙镛俱歇处，哭泣独存时。有鹿堪为伴，河淡不可期。微官终代谢，村酒带品篱。自玉归寄题王屋解嘲。云峰久与（“无”点去）别，薄禄复燕都。落日空原上，幽山似怨吾。花林春事早，鱼浦兴情孤。寄语西王屋，茗华举举无。人事多遗虑，终朝独静吟。敢言巢父逸，空负食牛心。伊洛风尘扰，衣裳虮虱侵。火山与瘴土，翻觉林深远。梅公临行，邀予过斋中。归心去已久，行色更如何？徐孺曾相吊，柴桑又一过。鼂声彭蠡静，猱路弋阳多。料得怀思处，岩云欵乃歌。\n其二\n待到秋江日，（“到”点去）秋江到处花。戍旗无海盗，村庙下神鸦。湓浦橙香熟，鹅湖月影斜。安安垂骨健，休忘送驴车。\n一任\n一任愁烟举，狂夫卧小斋。北燕回气候，数日不阴霾。清庙为吹籥，圆丘俟集紫。况闻勤恤*，休沐学无怀。\n听南蛮语\n海南多异事，远道未经传。市易玻璃货，家携砮石絃（即“弦”）。穴峒疏泉细（脉），架海种高田。雪色何曾见，獉獉（即“榛榛”）只醉眠。跣足虚房内，草香气已深。画观诸洞相，书见至人心。欵客捎时果，善言假古琴。逸形天步移，玄秀峭阴阴。\n何日示七襄\n何日便隳官，帔霞性始安。鬼神恭受箓，星斗护加餐。远硐逃苍兕，清晨漱白湍。桃花容欲非，天柱亦无难。\n心存\n心存灵异迹，往往忆榛丘。世事今初定，吾情外敢求。元龟韬石砌，老鹤夸沧州。酸楚木瓜岫，悠悠复几秋？京中昼夜不闲，自玉亲丈来，犹作一画二长卷，可谓暇且整矣。丁亥夏四月初五夜书近做博正。孟津王铎时年五十六。","author":"明代王铎","description":"行草王屋图诗"}]