[{"name":"董其昌行书舞鹤赋养生论","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791617328,"text":"董其昌《舞鹤赋》\n\n\n\n《舞鹤赋》原文：\n 散幽经以验物，伟胎化之仙禽。钟浮旷之藻质，抱清迥之明心。指蓬壶而翻翰，望昆阆而扬音。澘日域以回骛，穷天步而高寻。践神区其既远，积灵祀而方多。精含丹而星曜，顶凝紫而烟华。引员吭之纤婉，顿修趾之洪姱。叠霜毛而弄影，振玉羽而临霞。朝戏于芝田，夕饮乎瑶池。厌江海而游泽，掩云罗而见羁。去帝乡之岑寂，归人寰之喧卑。岁峥嵘而愁暮，心惆怅而哀离。\n 于是穷阴杀节，急景凋年。骫沙振野，箕风动天。严严苦雾，皎皎悲泉。冰塞长河，雪满群山。既而氛昏夜歇，景物澄廓。星翻汉回，晓月将落。感寒鸡之早晨，怜霜雁之违漠。临惊风之萧条，对流光之照灼。唳清响于丹墀，舞飞容于金阁。始连轩以凤跄，终宛转而龙跃。踯躅徘徊，振迅腾摧。惊身蓬集，矫翅雪飞。离纲别赴，合绪相依。将兴中止，若往而归。飒沓矜顾，迁延迟暮。逸翮后尘，翱翥先路。指会规翔，临岐矩步。态有遗妍，貌无停趣。奔机逗节，角睐分形。长扬缓骛，并翼连声。轻迹凌乱，浮影交横。众变繁姿，参差洊密。烟交雾凝，若无毛质。风去雨还，不可谈悉。既散魂而荡目，迷不知其所之。忽星离而云罢，整神容而自持。仰天居之崇绝，更惆怅以惊思。\n 当是时也，燕姬色沮，巴童心耻。巾拂两停，丸剑双止。虽邯郸其敢伦，岂阳阿之能拟。入卫国而乘轩，出吴都而倾市。守驯养于千龄，结长悲于万里。\n\n\n\n 董其昌（1555-1636），明代，字玄宰，号思白，华亭（今上海市松江）人，一作上海人（上海在唐为华亭县地，清属松江府。华亭，云间、松江、上海、娄县俱为一地）。\n 万历十六年（1588）进士，选庶吉士授编修官至礼部尚书。谥文敏。\n 天才俊逸，善谈名理，少好书、画，临摹真迹，至忘寝食。行楷之妙，跨绝一代。同时以善书名者，临邑邢侗、顺天米万锺、晋江张瑞图，时人谓邢张米董，又曰南董北米。然三人者不逮其昌远甚。其昌自云：“吾这书，初师颜平源（真卿）多实塔，又改学虞永与（世南），以为唐书不如晋、魏，遂仿黄庭经及锺元常（繇）宣示表、力命表、还示帖、丙舍帆凡三年，自谓逼古，不复以文征仲、祝希哲置之眼角。乃于书家之神理实未有入处，徒守格辙耳。比游嘉兴，得尽者项子京家藏真迹，又见右军（王羲之）官奴贴于金陵，方悟从前妄自标评，自此渐有小得。今将二十七年，犹作随波逐浪，书家翰墨小道，其难如是。”又云：“余书与赵文敏（孟俯）较，各有短长。行间茂密，千字一同，吾不如赵，若临仿历代，赵得其十一，吾得其十七。又赵书因熟得俗态，吾书因生得秀色，吾书往往率意，当吾作意，赵书亦输一筹，第作意者少耳。”画山水少学黄公望，中复去而宗董源、巨然，复集宋、元诸家之长，行以己章。气韵秀润，潇酒生动，尤与米、高为近。因其曾祖母乃高克恭之云孙女，渊源有自，故粗于用墨。其昌又云：“余画与文太史（征明）较各有短长。文之精工具体，吾所不如，至于古雅秀润更进一筹矣”。所惜笔力柔媚，结构松懈，邱壑平庸，树木支离。对于清代三百年画坛有极大影响。其昌最矜慎其画，贵人巨公，郑重请乞者，多倩他人应之。或点染已就，僮奴以赝笔相易，亦欣然为题署，都不计也。家多姬侍，各具绢素索画，稍有倦色，则谣诼继之，购其真迹者，得之闺房者为多。清代康熙、乾隆俱喜其书、画，因之全国靡然从风。着画禅室随笔、画旨、画眼、容台集。卒年八十年。\n 传世遗迹颇多，印本亦夥。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n 董其昌《养生论》\n\n\n嵇康《养生论》原文：　　\n 世或有谓神仙可以学得，不死可以力致者；或云上寿百二十，古今所同，过此以往，莫非妖妄者。此皆两失其情，请试粗论之。 　　\n 夫神仙虽不目见，然记籍所载，前史所传，较而论之，其有必矣。似特受异气，禀之自然，非积学所能致也。至於导养得理，以尽性命，上获千馀岁，下可数百年，可有之耳。而世皆不精，故莫能得之。何以言之？夫服药求汗，或有弗获；而愧情一集，涣然流离。终朝未餐，则嚣然思食；而曾子衔哀，七日不饥。夜分而坐，则低迷思寝；内怀殷忧，则达旦不瞑劲刷理鬓，醇醴发颜，仅乃得之；壮士之怒，赫然殊观，植发冲冠。由此言之，精神之於形骸，犹国之有君也。神躁于中，而形丧於外，犹君昏於上，国乱於下也。 　　\n 夫为稼于汤之世，偏有一溉之功者，虽终归燋烂，必一溉者后枯。然则一溉之益，固不可诬也。而世常谓一怒不足以侵性，一哀不足以伤身，轻而肆之，是犹不识一溉之益，而望嘉谷於旱苗者也。是以君子知形恃神以立，神须形以存，悟生理之易失，知一过之害生。故修性以保神，安心以全身，爱憎不栖於情，忧喜不留於意，泊然无感，而体气和平。又呼吸吐纳，服食养身，使形神相亲，表里俱济也。 　　\n 夫田种者，一亩十斛，谓之良田，此天下之通称也。不知区种可百馀斛。田种一也，至于树养不同，则功收相悬。谓商无十倍之价，农无百斛之望，此守常而不变者也。且豆令人重，榆令人瞑，合欢蠲忿，萱草忘忧，愚智所共知也。薰辛害目，豚鱼不养，常世所识也。虱处头而黑，麝食柏而香；颈处险而瘿，齿居晋而黄。推此而言，凡所食之气，蒸性染身，莫不相应。岂惟蒸之使重而无使轻，害之使暗而无使明，薰之使黄而无使坚，芬之使香而无使延哉？故神农曰“上药养命，中药养性”者，诚知性命之理，因辅养以通也。而世人不察，惟五谷是见，声色是耽。目惑玄黄，耳务淫哇。滋味煎其府藏，醴醪鬻其肠胃。香芳腐其骨髓，喜怒悖其正气。思虑销其精神，哀乐殃其平粹。 　　\n 夫以蕞尔之躯，攻之者非一涂，易竭之身，而外内受敌，身非木石，其能久乎？其自用甚者，饮食不节，以生百病；好色不倦，以致乏绝；风寒所灾，百毒所伤，中道夭於众难。世皆知笑悼，谓之不善持生也。至于措身失理，亡之於微，积微成损，积损成衰，从衰得白，从白得老，从老得终，闷若无端。中智以下，谓之自然。纵少觉悟，咸叹恨於所遇之初，而不知慎众险於未兆。是由桓侯抱将死之疾，而怒扁鹊之先见，以觉痛之日，为受病之始也。害成於微而救之於著，故有无功之治；驰骋常人之域，故有一切之寿。仰观俯察，莫不皆然。以多自证，以同自慰，谓天地之理尽此而已矣。纵闻养生之事，则断以所见，谓之不然。其次狐疑，虽少庶几，莫知所由。其次，自力服药，半年一年，劳而未验，志以厌衰，中路复废。或益之以畎浍，而泄之以尾闾。欲坐望显报者，或抑情忍欲，割弃荣原，而嗜好常在耳目之前，所希在数十年之后，又恐两失，内怀犹豫，心战於内，物诱於外，交赊相倾，如此复败者。 　　\n 夫至物微妙，可以理知，难以目识，譬犹豫章，生七年然后可觉耳。今以躁竞之心，涉希静之涂，意速而事迟，望近而应远，故莫能相终。夫悠悠者既以未效不求，而求者以不专丧业，偏恃者以不兼无功，追术者以小道自溺，凡若此类，故欲之者万无一能成也。善养生者则不然矣。清虚静泰，少私寡欲。知名位之伤德，故忽而不营，非欲而强禁也。识厚味之害性，故弃而弗顾，非贪而后抑也。外物以累心不存，神气以醇白独著，旷然无忧患，寂然无思虑。又守之以一，养之以和，和理日济，同乎大顺。然后蒸以灵芝，润以醴泉，晞以朝阳，绥以五弦，无为自得，体妙心玄，忘欢而后乐足，遗生而后身存。若此以往，恕可与羡门比寿，王乔争年，何为其无有哉？\n　\n嵇康《养生论》译文：\n 世上有人认为 神仙可以学成，不死可以通过努力获得；又有人说：人得最高寿命是一百二十岁，这是自古以来共有的认识，超过这个岁数往上的说法，没有不是蛊惑人心而又荒谬的。这两种说法都搞错了寿命的实情，请允许我试着粗略地论述这个问题。 　　\n 神仙虽然不能凭者眼睛看到，但记事之书记载的史实、历代史籍传写的人物中，都明明记述锗神仙及其事迹，看来神仙是一定有的了。似乎是独独禀受了特异的东西，是从自然中禀受的，不是长期学习能够获得的。不过要能导气养性得当，用来使人享尽天年，上等的获得一千多岁的寿命，下等的获得大约数百岁的寿命，是能够实现的。然而世人都不精通导气养性的方法，所以无人能够获得这样的寿命。 　　\n 凭什么说明这一道理呢？人们服用药物来希求发汗，有时并不能够取得效果；可是惭愧的心情一旦汇集，就会大汗淋漓。整个早晨没有用餐，就饥肠辘辘、很想吃饭；可是曾子由于亲人去世而心情悲伤，七天不吃东西也不饥饿。到了夜半还坐着不睡，就昏昏沉沉，很想就寝；要是心存深忧，那么到了天亮也不能合眼。梳子可以梳起头发，浓酒可以使脸红热，不过是靠外力达到了这样的程度罢了；壮士如果发怒，愤怒的样子看起来和平常人大不相同：是竖起头发、冲起帽子。由此说来，人的精神对于身体，犹如国家的君主。精神在内躁乱不安，身体就会在外受到损害，犹如君主在上位昏庸无道，国人就会在下边作乱一样。 　　\n 在商汤时的大旱年间种庄稼，独独有过一次灌溉的禾苗，虽然终归也要枯萎，但必定是那有过一次灌溉的最后枯萎。既然这样，那么，一次灌溉的益处本来就不能轻视啊！可是世人常说一次生气不能够伤害生机，一次悲哀不能够伤害身体，于是轻率的放纵自己，这就犹如不明白一次灌溉的益处，却对着旱苗、期望她长成好的庄稼一样。因此精通养生的人知道身体是依赖精神来挺立的，精神是凭借身体来依存的，明白生机容易丧失，懂得一次过错也会伤害生命，所以修养性情来保养精神，使心志安定来保全身体，在感情上不留爱憎，在心中不留忧喜、清净淡泊，不受哀乐的影响，这样就会身心和洽，气机平顺；还要进行呼吸吐纳的修炼，服食但要来调养身体，使身体和精神相互融合，这样就会表里一起相辅相成。 　　\n 采用播种之后不再管理的田种法，一亩地能出产十斛粮食，就叫做良田，这是天下的共同说法；不知道采用播种之后讲究管理的区种法可以使一亩地出产一百多斛粮食。土地和种子是一样的，然而种植管理的方法不同，那么成效就会相差很大。认为商人没有十倍的利润，农民没有一亩地收获百斛粮食的希望，这些都是墨守陈规而不知变化的看法啊！ 　　\n 常吃黑大豆就会让人身体沉重，过量使用榆皮和榆叶就会让人昏昏欲睡，合欢能让人消除郁忿，萱草能让人忘记忧愁：这是愚蠢人和聪明人都知道的常识；打蒜会伤害眼睛，河豚鱼有毒不能使用；这也是一般世人所懂得的道理。身上虱子寄生到了头上就会逐渐变黑，雄麝吃了柏叶就能生成麝香；生活在有些山区的人由于水土不好颈部就会生出瘿病，生活在晋地的人则由于水土的原因牙齿就会变黄患病。从这些情况推论来说，凡是吃的东西的特性，在熏陶性情、影响身体方面，无不产生相应的作用。难道只是吃了黑大豆而影响身体使之沉重就没有什么东西使之轻健、大蒜伤害眼睛使之昏暗就没有什么东西使之明亮、水土熏染牙齿使之变黄生病就没有什么东西使之洁白坚固、柏叶的香气袭入雄麝使之生成麝香就没有什么东西使之生成臭物吗？！ 　　\n 因此神农氏所说的“上品药保养生命、中品药调养性情”的话，实在是由于深知养性保命的道理，才要靠药物的辅助养护来达到养生的目的啊！可是世人不去仔细思考这一道理，只是看到五谷的作用，沉溺于声色之中，眼睛被天地间的事物所迷惑，耳朵致力于欣赏淫邪的音乐，让美味佳肴熬着他们的脏腑，让美酒烧灼着他们的肠胃，让香气腐蚀他们的骨髓，让喜怒扰乱着他们的正气，让思虑损耗着他们的精神，让哀乐伤害着他们平和纯正的本性。就小小的身体来说，摧残它的东西不是来自一个方面；精气容易耗尽的身体，却要内外受到攻击，身体不是木石，难道能长久吗？\n　　那些自行其是表现过分的人，饮食不加节制，因而产生百病；好色不知疲倦，因而导致精血亏竭。他们是风寒侵袭的对象，是百毒伤害的目标，在生命的中途就会因这种种灾难而早死。是人都只知道嘲笑或哀伤，说他们不善于养生。至于安排生命活动不够妥当，在疾病还未显示征兆时就疏忽了它的危害，以致没有显示的病症累积起来造成虚损，虚损累积起来造成衰弱，从衰弱发展到头发变白，从头发变白发展到精力疲极，从精力疲极发展到寿命终结，竟糊里糊涂地不知道其中的原因。中等才智以下的人们，还以为那是自然的规律。纵使稍有醒悟，也只是在患病开始之后叹息并表示遗憾，却不懂得在疾病还没有显示征兆时就小心防范各种危害。这就犹如齐桓侯染上了将死的疾病、却为扁鹊的先见之明而生气一样，把感到了病痛的时候当作患病的开始。病害是在没有显示征兆的时候就已经形成了，却要在病情显著之后救治它，所以会有白费力气的治疗，奔波于常人的世界，所以只能有短暂的寿命。总览古今人间，无不都是这样。用多数人的情况来证实自己的看法，用跟常人同样的寿命来安慰自己，认为天地之间的事理，完全都在这里了。纵使听到了养生的方法，就用自己的见识评判它，认为它不怎么样；再者则是疑虑重重，即是稍有仰慕养生的奥妙道理之心，却不知道遵从的途径；又再者是自己努力服用丹药，半年一年之后，劳苦一番却不见有效，心劲因此倦怠而衰退下来，中途又放弃了。有的人补益自己就像用田间小沟的细流去浇地一样，又小又慢，可是耗散起来却象用海水流归之处的巨洞让大水奔泻而去一样，又多又快，还想坐待明显的好报；有的人压抑性情，强忍欲望，违心舍弃宏大的志愿，可是世俗的嗜好却常常萦绕在耳目之前，而期待的养生功效要在数十年之后才能显现出来，又担心两者都会失去，心中犹豫不决。思想在内不断校正，物欲在外不断诱惑，近前的物欲享受与远期的养生功效相互排斥，这样也要失败的。 　　\n 养生的道理隐微奥妙，可以从事理上推知，难以用眼睛识别，譬如枕木与樟木，生长七年之后才能区分开来。如果以急于求成的心理来跨入清心寡欲的修养之路，意图速成但收效缓慢，希望迫切但效应久远，所以没有谁能坚持到底。 　　\n 心志远离养生之道的众多世人既然认为养生没有效果，于是就不去追求；然而追求养生的人由于不专心也会丧失成效，片面依靠一种方法的人由于不全面也最终会没有建树，只是追求养生技术的人由于思路狭窄则会自毁大业。因为都是像这种种的情况，所以想要享尽天年的人一万个里边也没有一个能成功的。 　　\n 善于养生的人就不是这样，是思想上淡泊虚无，行为上安静泰然，不断地减少直至去除私心和贪欲。懂得名利地位会伤害精神，所以轻视而不去追求，并不是心中希望得到而后要在行动上硬行克制；明白美味佳肴会伤害生机，所以抛弃而不眷恋，并不是心中贪恋不已然后要在行动上强行压抑。名利地位等外在东西因为会使心性受害所以不留在心中，精神因于淳朴淡泊就能特别饱满。胸襟坦荡而没有忧患，心性宁静而没有思虑。又去用纯一功之约束自己，用和谐之气调养自己，两者一天天地相辅相成，就会在安定的境界统一起来。然后再用灵芝薰蒸身体，用甘泉滋润脏腑，用朝阳沐浴皮肤，用音乐安定神志，顺其自然而为，自感适意，这样就会身体轻健，心性沉静。忘掉物质享受带来的所谓欢乐然后就会得到真正的愉快满足，摆脱生命的牵挂然后就会使身体获得长寿。象这样地坚持下去，差不多就同羡门比一比寿命，同王子乔较量年龄了！为什么说养生没有应有的成效呢？\n\n\n\n\n\n\n 董其昌《古赋》手卷（传）\n\n\n\n\n\n \n 董其昌 行书《舞鹤赋》 册页（十三开选六 1612年作）","author":"明代董其昌","description":"董其昌行书舞鹤赋养生论"}]