[{"name":"黎简书法","text":"黎简（1747年6月30日～1799年12月3日），字简民，一字未裁。号二樵，又号石鼎道人、百花村夫子，广东顺德县弼教村人，清代乾嘉年间岭南著名诗人、书画家。乾隆五十四年拔贡。诗画书称三绝，诗学李贺、黄庭坚，刻求新颖，书得晋人意。性喜山水，与张如芝、谢兰生、罗天池并称为粤东四大家。有《五百四峰草堂诗文钞》、《药烟阁词钞》等。\n简介\n黎简原籍广东顺德，其父来南宁经商，娶当地大族雷氏女为妻。乾隆十二年（1747）五月二十三日（6月30日）黎简生于广西南宁，年轻时往来广东、广西间。因喜爱广东省内东樵（罗浮）、西樵二山之胜，故自号“二樵”。他还取东樵432峰、西樵72峰之意，把居室命名为“五百四峰堂”。黎简性情耿介，不慕名利，世人目之为狂，遂自号“狂简”。乾隆五十四年（1789）拔贡，将赴廷试，因父丧未行，遂不复应试。黎简多才多艺，工诗善画，兼精书法，擅长篆刻，号称“四绝”。\n一生未出仕，靠卖画、卖文及教馆为生，生活比较清贫。曾寄居广州慈度寺，住处四周种上竹子，曰竹平安馆。中年所居村曰百花村，筑亭曰众香阁、曰药烟堂、曰五百四峰。袁枚当时名动天下，来到广州欲求一见，却被黎简拒之门外，一时轰动诗坛。翁方纲任广东学政时，未到广州上任，先梦见二樵，更被传为佳话，也可见二樵在当时文化人心目中的地位。1799年十一月七日（12月3日）卒。\n四绝\n黎简号称诗、书、画、印四绝，对岭南诗歌的发展起过积极的作用，且影响至中原。他一生虽然足迹未出岭南，但中年时诗画名气已远播中原。其诗以境新、句奇、意深、情真而独树一帜。但是，这位出色的诗人在中国文学史上长期没有位置，直到改革开放后才引起权威文学研究者的注意，收入《中国文学史》中。著有《五百四峰堂诗钞》、《五百四峰堂续集》、《药烟阁词钞》，戏曲《芙蓉亭》等。\n诗\n诗从学李贺、黄庭坚入手，刻意求新，极“峻拔清峭”（王昶《湖海诗传》）之致，能自树一格。张维屏《国朝诗人征略》称：“其诗由山谷（黄庭坚）入杜，而取炼于大谢（灵运），取劲于昌黎（韩愈），取幽于长吉（李贺），取艳于玉溪（李商隐），取瘦于东野（孟郊），取僻于阆仙（贾岛）。锤焉凿焉，雕焉琢焉，于是成为其二樵之诗”。他的记游、题赠之作较多。不少诗描绘了两广山水风光、名胜古迹，如《藤县》、《白马角》、《龙门滩》、《邕州》、《白鹤观登五龙潭上玉女峰》、《冲虚观至朱明洞》、《浴日亭》、《江南岸蕉园歌》等。也有少数篇章，反映民间疾苦，如《田中歌》，反映少数民族的风习，如《歌节》、《大排三十八韵》等。\n书\n其书法，意志追晋人，中年兼学李北海，晚年写苏黄两家为多，隶书真追《礼器》、《熹平石经》，传世书法作品甚丰，显示了他在书法上的不断追求。肇庆七星岩石室岩洞内有他的《南服陨石》刻石，隶书体，秀劲舒放，纵横跌宕，属黎书上品。\n画\n黎简工山水，早年粗犷、率意的用笔，侧重写生的表现，则多属效法明末清初的广东先哲。中年临摹倪云林、石涛作品，几可达到与真迹无异的境地。由近及远地求索，融古汇今地创新，师自前人，不囿于前人，始终是黎简所遵循的山水画创作主线。在这种意识指导下，创作出来的作品，自然会有一种清新、活泼的感觉。而且，由于他是以绝无“甜赖”气的元人、“搜尽奇峰打草稿”的石涛的技法，作为其创法的基调，又兼具乾隆盛世艺术所惯有的平稳、温润，对曾被扬州八怪个性化花鸟画震撼过的人们来说，黎简这种挑战主流派的山水画，又是一次新的震撼。\n印\n黎简的篆刻，虽然属他诗书画的“余事”，但他有深厚的传统文化基础，才思敏捷。他的篆刻，得汉人神髓，参以己意，作品淳厚苍雄，意格甚高，自成面目。自刻图章曰“小子狂简”，刀法峻傥。又能治铜印。1962年，麦华三等辑成《二樵山人篆刻佚存》1册。\n史载\n黎简，字简民，顺德人。十岁能诗。益都李文藻令朝阳，见简诗，曰：“必传之作也。”劝令就试。学使李调元得其拟昌黎石鼎联句，奇赏之。补弟子员，人号之曰黎石鼎。久之，膺选拔。寻丁外艰，遂终于家，足不逾岭。海内名流，钦其高节。袁枚负盛名，游罗浮，邀与相见，谢不往也。著五百四峰草堂诗文抄。所与交同邑张锦芳、黄丹书，番禺吕坚皆以诗名。（清史稿）\n诗选\n【野碧】\n野碧春天合，天青野色高。吾今适莽苍，力足翔蓬蒿。\n已觉此身远，亦怜归雁劳。惊弦满关塞，孤影堕江涛。\n【小园】\n水影动深树，山光窥短墙。秋村黄叶满，一半入斜阳。\n幽竹如人静，寒花为我芳。小园宜小立，新月似新霜。\n【四更】\n柳梢缺月一痕明，雨后星前欲四更。天色苍苍风瑟瑟，谁家有泪冻无声。\n【复寄石崖】\n饥能鸾啸病凫伸，归似鸿飞出犬狺。万户冷眠琴独语，东城风雨杳怀人。\n【听吴客作吴歌】\n吴女吴声作短讴，水风荷叶送归舟。一时怅望无寻处，月照松陵江水流。\n【歌节】\n春衣白夹骑青骢，浅浅平芜淡淡风。蜡髻蛮姬斗歌处，四山纯碧木棉红。\n【二月十三夜梦于邕江上】\n一度花时两梦之，一回无语一相思。相思坟上种红豆，豆熟打坟知不知？\n【题画】\n两道春洲隔水青，桃花万树日冥冥。红衫碧草绿波底，上有浴鸥双白翎。\n【夜将半，南望书所见】\n乍冷初冬密云黑，忽惊万丈曙霞红。远知何处中宵火，低拜前头北海风。\n五岭三年千里内，多时十室九家空。已怜泪眼啼饥尽，更使无归作转蓬。\n【独夜】\n独夜起窥江月寒，四山阴似梦中看。关河霜雪朋侪旧，溟渤鱼龙窟宅宽。\n空有相思送迟暮，更无佳誉恣怀安。扁舟合试墙根竹，敢趁任公下钓竿。\n【村饮】\n村饮家家醵酒钱，竹枝篱外野塘边。谷丝久倍灵常价，父老休谈少壮年。\n细雨人归芳草晚，东风牛藉落花眠。秧苗已长桑芽短，忙甚春分寒食天。\n【昨梦李昌谷弹琴】\n年无几梦十九恶，昨夜何人媚魂魄？长爪诸孙秀眉绿，围玉神麟腰一束。\n鸣弦古寒动秋屋，陇山月黑叫孤鹦，昌谷云深啼老竹。红丝剩血弹涩吟。\n千年以还吾识音，车行确确雷碾心。行云已去银浦浅，出门独愁碧海深。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663513},{"name":"黎简书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634769,"text":"行书五言联\n\n\n黎简（1747—1799）\n 字简民，一字未裁，顺德（今属广东）人。他因喜爱广东省内东樵（罗浮）、西樵二山之胜，故自号“二樵”。他还取东樵432峰、西樵72峰之意，把居室命名为“五百四峰堂”。年轻时往来广东、广西间，乾隆五十四年(1789)拔贡，将赴廷试，因父丧未行，遂不复应试。诗书画兼精,时人评价很高,为清朝中叶岭南书法大家。个性狂狷僻介,自称\"狂简\"。曾寄居广州慈度寺，住处四周种上竹子，名为竹平安馆。袁枚当时名动天下，来到广州欲求一见，却被黎简拒之门外，一时轰动诗坛。翁方纲任广东学政时，未到广州上任，先梦见二樵，更被传为佳话，也可见二樵在当时文化人心目中的地位。\n　　其书法，意志追晋人，中年兼学李北海，晚年写苏黄两家为多，隶书真追《礼器》、《熹平石经》，传世书法作品甚丰，显示了他在书法上的不断追求。肇庆七星岩石室岩洞内有他的《南服陨石》刻石，隶书体，秀劲舒放，纵横跌宕，属黎书上品。\n　　黎简的诗从学李贺、黄庭坚入手,刻意求新,极“峻拔清峭”（王昶《湖海诗传》）之致，能自树一格。黎简号称诗、书、画、印四绝，对岭南诗歌的发展起过积极的作用，且影响至中原。他一生虽然足迹未出岭南，但中年时诗画名气已远播中原。其诗以境新、句奇、意深、情真而独树一帜。但是，这位出色的诗人在中国文学史上长期没有位置，直到改革开放后才引起权威文学研究者的注意，收入《中国文学史》中。\n　　黎简的篆刻，虽然属他诗书画的“余事”，但他有深厚的传统文化基础，才思敏捷。他的篆刻，得汉人神髓，参以己意，作品淳厚苍雄，意格甚高，自成面目。自刻图章曰“小子狂简”,刀法峻傥。又能治铜印。1962年，麦华三等辑成《二樵山人篆刻佚存》1册。","author":"清代黎简","description":"黎简书法"}]