[{"name":"司马光行书资治通鉴残稿","text":"此稿为宋司马光手书，二十九行，四百六十五字，并有宋任希夷、赵汝述、葛洪、程垓、赵崇龢、元柳贯、黄溍、宇文公谅、朱德润、郑元佑跋，历经名家递藏，流传有绪\n基本资料\n【名称】北宋司马光资治通鉴残稿\n【类别】中国书法\n【年代】宋代\n【作者】司马光\n【规格】纵33.8厘米，横130厘米\n【收藏】中国国家图书馆\n作品鉴赏\n残稿以中间空白为界，前一部分被称为“幅纸三绝”。其中，前29行共465个字是司马光亲笔手书，记录了东晋元帝公元322年（永昌元年）的事件；中间部分被毛笔划掉的四行是范仲淹次子范纯仁写给司马光的书信；最后一小部分是司马光手书的谢人惠物状（感谢信）。空白之后均为历代名家的提拔。\n司马光为人行事都很严谨，黄庭坚谓：“余尝观温公《资治通鉴》草，虽数百卷，颠倒涂抹，迄无一字作草。”近人马宗霍云：“司马温公性端重，《通鉴》书稿，作字方整，未尝为纵逸之态，故十九年始克成书。” \n司马光（1019年-1086年）。字君实，世称涑水先生。陕州夏县涑水乡（今山西夏县）人。仁宗公元1038年（宝元初）中进士甲科，除奉礼郎。公元1036年仁宗末，迁天章阁待制兼知谏院。公元（1046年-1067年）英宗时，进龙图阁直学士。治平三年，以所撰《通志》八卷进献，英宗悦之，命置局秘阁续其书，神宗名之曰《资治通鉴》。王安石得政，行新法，以司马光为代表的旧党不断反对新法，迫使王安石辞去宰相职务。哲宗即位，公元1086年（元佑初）拜尚忆左朴射兼门下侍郎，遂废新法，恢夏旧制，是为“元佑更化”。年六十八卒。赠太师、温国公，谥文正。\n司马光所著《资治通鉴》凡二百九十四卷，上起公元前403（周威烈王二十三年），下迄后周世宗公元959年（显德六年），取材除十七史外，尚有野史、文集诸书凡三百二十二家。光自云编此书“遍阅旧史，旁及小说，简牍盈积，浩如烟海。”全书年经事纬，史实系统宗整。此外尚著有《稽古录》、《涑水纪闻》等，诗文有《司马文正公集》。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951559419},{"name":"司马光行书资治通鉴残稿","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636791,"text":"司马光《资治通鉴残稿》， 纵33.8厘米，横130 厘米。中国国家图书馆藏\n    司马光的《资治通鉴》是中国第一部编年体通史。此为司马光亲自书写的原本。 这本作品约 29 行，460 多个字，记录了西晋元帝永昌元年（公元 322 年）的事件。 卷背有陈谢状5行，24字，亦是司马光手笔。司马光为人行事都很严谨，黄庭坚谓：“余尝观温公《资冶通鉴》草，虽数百卷，颠倒涂抹，迄无一字作草。”近人马宗霍云：“司马温公性端重，《通鉴》书稿，作字方整，未尝为纵逸之态，故十九年始克成书。”\n    司马光，字君实，世称涑水先生。陕州夏县涑水乡（今山西夏县）人。仁宗宝元初（1038）中进士甲科，除奉礼郎。仁宗末（1036），迁天章阁待制兼知谏院。英宗时（1046-1067），进龙图阁直学士。治平三年，以所撰《通志》八卷进献，英宗悦之，命置局秘阁续其书，神宗名之曰《资治通鉴》。王安石得政，行新法，以司马光为代表的旧党不断反对新法，迫使王安石辞去宰相职务。哲宗即位，元佑初（1086）拜尚忆左朴射兼门下侍郎 ，遂废新法，恢夏旧制，是为“元佑更化”。年六十八卒。赠太师、温国公，谥文正。\n　　光所著《资治通鉴》凡二百九十四卷，上起周威烈王二十三年（前403），下迄后周世宗显德六年（959），取材除十七史外，尚有野史、文集诸书凡三百二十二家。光自云编此书“遍阅旧史，旁及小说，简牍盈积，浩如烟海。”全书年经事纬，史实系统宗整。此外尚著有《稽古录》、《涑水纪闻》等，诗文有《司马文正公集》。\n　　司马光留存下来的书法作品不多，他的字瘦劲方正，一笔一画都写得十分规矩，即使是长篇大幅，也毫不马虎。如此端劲的书风，与他忠直严谨的个性也是相似的。\n　　司马光是以正书和隶书为主要书体的，且正多于隶。其正书的特点是：用笔提按分明，结体规整扁平，在横划的入笔出锋处，时常带有隶意蚕头凤尾的意图和造型,明显融入了隶书传统。而隶书的特点则是：淳古不及汉隶，流美不及唐隶，但其用笔方折斩截，笔力力透毫端，笔画沉涩刚劲，结体多取纵势。字体虽小而意气雄厚，转折之处，锋棱宛然，刚柔相济。线条以直弧相参，于朴拙之中带有十分秀美之态。其隶法之外兼带楷意，无一般唐隶多见的肥满之弊，有怒而不威的风致。\n　　司马光之书法的成就，主要是由于他具有对书画和金石的学识与鉴赏之能，并根据个人胸臆，博采众家之长，融秦篆之圆劲、汉隶之凝重、晋人之蕴藉、唐楷之刚健于一炉，从而形成鲜明的个人面貌和风格，这在宋人书法中无疑是自成一家、独树一帜。\n　　 黄庭坚《论书》就曾评价说：“温公正书不甚善，而隶法极端劲，似其为人，所谓左准绳，右规矩，声为律、身为度者，观其书可想见其风采。”黄庭坚是一代大家，最重视作品的气韵，能得到他的激赏，说明司马光的书法成就的确过人。宋高宗也称：“司马光隶书字真似汉人，近时米芾辈所不可仿佛。朕有光隶书五卷，日夕展玩其字不已。”","author":"宋代司马光","description":"司马光行书资治通鉴残稿"}]