[{"name":"张照行书杜甫草堂诗","text":"此作品现藏于上海博物馆，系纸本立轴。从此件书作不难看出，张照书法远宗颜、米，近师赵、董，有着天骨开张，气魄浑厚的独特魅力。他的行书不仅布白疏朗闲逸，结体峭劲险绝，而且醇厚敦朴的笔致，也令人扼腕叹服。释文：自有仙才自不知，十年常梦采华芝。西风动地黄云暮，归去嵩阳寻旧师。\n张照（1691~1745），字得天，号泾南、天瓶居士，上海松江人。乾隆时大书法家，常为乾隆代笔，擅长行楷书。康熙四十八年进士，官至内阁学士、刑部左侍郎、刑部尚书等。从事大清会典纂修，后因失职下狱。乾隆七年复任刑部尚书，后在父丧途中病逝，加太子太保，吏部尚书，谥号文敏。性地高明，深通释典，诗多禅语。书法初从董其昌入手，继乃出入赵、颜、米诸家。擅画兰，间写墨梅，疏花细蕊，极其秀雅。著有《天瓶斋书画题跋》、《得天居士集》、《宝禊轩诗文集》、《昭代尺牍小传》、《书画纪略》、《国（清）朝书识》、《桐阴论画》、《海上墨林》、《画传编韵》、《清画家诗史》、《清朝书人辑略》，刻有《天瓶斋帖》。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951655791},{"name":"张照行书杜甫草堂诗","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791612930,"text":"张照行书《杜甫草堂诗》\n 张照（1691-1745），字得天，号泾南，亦号天瓶居士，江南娄县人，清朝大臣。康熙四十八年进士，改庶吉士，授检讨，南书房行走。雍正初，累迁侍讲学士。圣祖训士民二十四条，世宗为之注，题曰圣谕广训，照疏请下学官，令学童诵习。复三迁刑部侍郎。十一年，授左都御史，迁刑部尚书，疏请更定律例数事。大学士鄂尔泰初为云贵总督，定乱苗，稍收其地，置流官。既而苗复叛，扬威将军哈元生、副将军董芳讨之，不以时定。上责鄂尔泰措置不当，照素忤鄂尔泰，因请行。\n 十三年五月，上命照为抚定苗疆大臣。照至贵州，议划施秉以上为上游，用云南、贵州兵，专属元生；以下为下游，用湖广、广东兵，专属芳：令诸军互易地就所划。元生、芳遂议村落道路皆别上下界，文移辨难。照致书元生等，令劾鄂尔泰。会高宗即位，召照还，以湖广总督张广泗往代。上怒照挟私误军兴，广泗复劾照谬妄，元生等并发照致书令劾鄂尔泰事，遂夺职逮下狱。\n 乾隆元年，廷议当斩，上特命免死释出狱，令在武英殿修书处行走。二年，起内阁学士，南书房行走。五年，复授刑部侍郎。照言：“律例新有更定，校刻颁行诸行省，期以一年。旧轻新重者，待新书至日遵行，不必驳改；旧重新轻者，刑部即引新书更正。庶一年内薄海内外早被恩光。”特旨允行。上以朝会乐章句读不协节奏，虑坛庙乐章亦复如是，命庄亲王允禄及照遵圣祖所定律吕正义，考察原委。寻合疏言：“律吕正义编摩未备，请续纂后编。坛庙朝会乐章，考定宫商字谱，备载於篇，使律吕克谐，寻考易晓。民间俗乐，亦宜一体釐正。”下部议行。七年，疏请矜恤军流罪人妻孥，罪人发各边镇给旗丁为奴，其在籍子孙到配所省视，旗丁不得并没为奴。寻擢刑部尚书，兼领乐部。民间贷钱徵息，子母互相权，谓之“印子钱”。雍正间，八旗佐领等有以印子钱朘所部旗丁者，世宗谕禁革。都统李禧因请贷钱者得自陈，免其偿，并治贷者罪。至是，照言印子钱宜禁，如止重利放债，依违禁取利本律治罪，禧所议宜罢不用，从之。九年十二月，父汇卒於家，照方有疾，十年正月，奔丧，上勉令节哀，毋致毁瘠。至徐州，卒，加太子太保、吏部尚书，谥文敏。\n 照敏于学，富文藻，尤工书。其以苗疆得罪，高宗知照为鄂尔泰所恶，不欲深罪照，滋门户恩怨。重惜照才，复显用。及照卒，见照狱中所题白云亭诗意怨望，又指照集愤嫉语，谕诸大臣以照已死不追罪。后数年，一统志奏进，录国朝松江府人物不及照，上复命补入，谓：“照虽不醇，而资学明敏，书法精工，为海内所共推，瑕瑜不掩，其文采风流不当泯没也。”\n 照通法律，工书法，尤精音律。尝与庄亲王奉敕查明《律吕正义》源委；又参修《一统志》。亦作曲，著有《月令承应》、《法官雅奏》、《九九大庆。及《劝善金科》十本，《升平宝筏》十本，《曲录》均为供奉内廷搬演而作。\n\n暇复依前体集五七言各二十首。”乾隆在张照去世后三次集其所书为春帖子词，固可认为乾隆怀旧，而乾隆之所以怀旧，张照翰墨文章深得乾隆帝推许当为其主要者，而臣子能得此际遇，亦为佳话。\n\n 从乾隆四十一年到五十五年，乾隆帝多次对张照书法进行题跋，对张照的书法大加赞誉。乾隆四十四年，乾隆帝作诗怀念张照，诗云：“书有米之雄，而无米之略。复有董之整，而无董之弱。羲之后一人，舍照谁能若。即今观其迹，宛似成于昨。精神贯注深，非人所可学。……”在题跋中，乾隆帝以张照之书法过于米董而为羲之后一人，将张照推倒了有清以来书法第一人的位置，对张照书法的推重已臻其极。\n 乾隆五十一年十月，乾隆帝跋张照临《颜真卿争座位帖》（黄腊笺本）。其中有言曰：“米芾有临本争座位帖……。兹张照所临……摹仿逼真，得平原之筋髓。米迹虽未见，有过之无不及也……。”又曰：“此卷结体运笔颇觉流丽，得鲁公神韵。香光自跋中有此临本，略存优孟衣冠俾后之览者。知颜书于郁屈瑰奇之中，自具柔倩绰态，是则鲁公知己之语，盖自道其得心应手之妙。然以余视之，终逊照之两卷也。”乾隆认为张照所临《争座位帖》超越了米芾、董其昌二人，不仅是乾隆个人识见，刘墉、阮元对张照临《争座位帖》亦多有赞誉。阮元在《石渠随笔》中谈到：“张文敏（照）临争座位帖，……笔力直注，圆健雄浑，如流金出冶，随范铸形，精彩动人，迥非他迹可比。内府亦收藏董文敏争座位稿，以之比较，则后来居上，同观者无异词，不观此不知法华庵真面目也。”[16]刘墉《刘文清公遗集》中有《题张照临座位帖》四首，其中有“真卿书稿前无古，臣照临抚又逼真。不用镂锼自奇峭，纵然含蓄倍精神。求之宋后固难匹，即在唐时亦绝伦。符采焕呈归宝笈，昔人何必胜今人。”[17]以刘墉之识见，有如此评价，可见张照书法之高度。","author":"清代张照","description":"张照行书杜甫草堂诗"}]