[{"name":"项元汴行草题山水图卷","text":"项元汴(1525—1590)，字子京，号墨林，别号墨林山人、墨林居士、香严居士、退密庵主人、退密斋主人、惠泉山樵、墨林嫩叟、鸳鸯湖长、漆园傲吏等，浙江嘉兴人。明国子生，为项忠后裔，为明代著名收藏家、鉴赏家。\n人物简介\n项元汴[biàn](1525—1590)\n明代著名收藏家、鉴赏家。字子京，号墨林，别号墨林山人、墨林居士、香严居士、退密庵主人、退密斋主人、惠泉山樵、墨林嫩叟、鸳鸯湖长、漆园傲吏等，浙江嘉兴人。明国子生，为项忠后裔。\n精于鉴赏，好收藏金石遗文，法书名画，因得到一副铁琴，琴上有印有“天籁”二字，遂命名其藏书楼为“天籁阁”。藏书皆精妙绝伦，每遇到宋刻，即邀请文彭、文嘉兄弟共同鉴赏。史称“三吴珍秘，归之如流”，法书名画、古玩彝鼎，鉴别精到，过眼即识真赝。王世贞“小酉馆”藏书3万余卷，其“尔雅楼”所藏宋版更是名闻天下，但时人仍然以为“不及墨林远矣”。当时越中藏书家，当以嘉兴项元汴、鄞县范钦为首。藏书楼还有“退密斋”、“白雪堂”、“墨林堂”等。收藏书画钤有“世济美堂”、“天籁阁”、“墨林山房”、“传家永宝、神游心赏”、“项子京家珍藏”、“檇李”、“世济美堂项氏图籍”、“古狂”、“古檇李狂儒墨林山房史籍印”、“墨林山人”、“项墨林鉴藏章”、“项墨林季子章”、“项墨林父秘笈之印”、“项子京家珍藏”等40余方。因其喜好在古籍书画上累累钤盖图章，曾受到书画收藏家的讥评：“钤印累幅，犹如聘丽人却黥其面”。\n兄项笃寿，亦富收藏，家有“万卷楼”。 \n生平经历\n少即英敏，博雅好古，绝意仕进。当时风雅之士来嘉兴，必访项元汴，名画家文彭、文嘉（文徵明之子）等与项元汴交往尤密。明万历年间，神宗朱翊钧闻其名，特赐玺书征他出来做官，不赴任。\n家资富饶，广收法书名画，所藏法书、名画以及鼎彝玉石，储藏之丰，甲于海内，“极一时之盛”。项元汴曾获一古琴，上刻“天籁”两字，故将其储藏之所取名天籁阁、并镌有天籁阁、项墨林等印，经其所藏历代书画珍品，多以“天籁阁”等诸印记识之，往往满纸满幅。项氏以天籁阁名传后世，阁早已毁。今城区建设街道天籁里即以天籁阁命名。如今被珍藏在故宫博物院的国宝唐李白“上阳台帖”，即经他当年收藏，并加盖“墨林项季子”藏印。在他所收的伊英《秋江独钓图》上，还钤一白文闲章“西楚王孙”，自诩楚霸王后裔也。常见主要印记有“项元汴印”、“子京”、“檇李项氏世家珍玩”、“神品”等。其部分藏品为睢阳袁枢（袁可立子）递藏。\n精于鉴赏，辨别真赝，析及毫发，当时无人可比。又曾遴选能工巧匠制作各种器具，凡几榻架柜奁盒等，镌以铭识，都极精巧，如同秦汉之物。\n项元汴工绘画，兼擅书法。山水学元代黄公望、倪瓒，尤醉心于倪瓒，笔致疏秀，神合处辄臻胜境。但每绘一画，必自题跋，其辞句之累赘，和钤印不厌多的习惯相类。故有些求画者多出钱三百贿其仆，伺元汴画毕，即刻取去，以防他题识，戏称这笔钱为“免题钱”。书法出入唐智永、元赵孟頫，题句最佳。刊有《天籁阁帖》，著有《墨林山人诗集》、《蕉窗九录》等。传世作品有： 《兰竹图》轴，辑入《参加伦敦中国艺展出品图说》。\n清顺治二年(1645)闰六月，清兵攻破嘉兴府城，其藏品被千夫长汪六水所劫掠，散失殆尽。后有些藏品归于皇宫，现仍藏于北京故宫博物院和其他博物馆。\n子孙后代\n项氏一门于书画二艺自元汴始，可谓家学渊源。\n项元汴长子项德纯，名穆，号贞元、无称子，以字行。官中书。工书法，于晋唐名家无所不能。与伯父项元淇齐名，有《双美帖》行世。著有《书法雅言》、《元贞子诗草》。\n项元汴三子项德新，字复初、又新。工山水，也善写生。作品流传极少，有人得其片纸，珍如拱璧。\n项德新之子项嘉谟、项徽谟、项圣谟皆以画名。项徽谟之子项奎善山水兼工兰竹，项圣谟之侄项玉笋工写墨兰。由明至清，项氏子孙陆续出现画坛，数目之多惟有同时之文徵明一族可以比拟。\n","category":"行草","verified":true,"user":1,"timestamp":1429951650254},{"name":"项元汴行草题山水图卷","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791638907,"text":"项元汴题《山水图卷》，纵30.2cm。美国纽约大都会藏。\n项元汴（1525-1590），明代著名鉴藏家。字子京，号墨林山人、墨林居士、香严居士、退密斋主人等，浙江嘉兴人。为项忠后裔，少即英敏，博雅好古，绝意仕进。当时风雅之士来嘉兴，必访项元汴，名画家文彭、文嘉等与项元汴交往尤密。明万历年间，神宗朱翊钧闻其名，特赐玺书征他出来做官，不赴任。所藏法书、名画以及鼎彝玉石，甲于海内。精于鉴赏，辨别真赝，析及毫发，当时无人可比。又曾遴选能工巧匠制作各种器具，凡几榻架柜奁盒等，镌以铭识，都极精巧，如同秦汉之物。清顺治二年（1645）闰六月，清兵攻破嘉兴府城，其藏品被千夫长汪六水所劫掠，散失殆尽。后有些藏品归于皇宫，现仍藏于北京故宫博物院和其他博物馆。\n项元汴曾获一古琴，上刻“天籁”两字，故将其储藏之所取名天籁阁、并镌有天籁阁、项墨林等印，凡藏品都钤有印记，往往满纸满幅。项氏以天籁阁名传后世，阁早已毁。今城区建设街道天籁里即以天籁阁命名。\n“天籁阁”收藏的名画有：韩滉的《五牛图》、李唐的《采薇图》、杨无咎的《四梅图》、赵令穰的《秋塘图》、马和之的《唐风图》、赵孟頫的《鹊华秋色图》、王蒙的《稚川移居图》、钱选的《浮玉山居图》、张渥的《竹西草常图》等。收藏的法书名帖有：东晋王羲之的《兰亭序》（冯承素本）、《远宦帖》、《十七帖》、《平安·何如·奉橘帖》，唐欧阳询的《梦奠帖》，张旭的《草书古诗四帖》，怀素的《苦笋帖》、《食鱼帖》、《论书帖》、《自叙帖》，孙过庭的《景福殿赋》，李白的《上阳台帖》，杜牧的《张好好诗》，五代杨凝式的《神仙起居法》、《韭花帖》、《夏热帖》，宋徐铉的《千字文》，李建中的《土母帖》、《同年帖》，蔡襄的《脚气帖》，黄庭坚的《廉颇蔺相如传卷》，蔡卞的《雪意帖》，米芾的《蜀素帖》、《苕溪帖》，张孝祥的《泾月帖》，张即之的《报本庵记卷》，文天祥的《宏斋帖》，元赵孟頫的《烟江叠嶂图诗卷》、《种松帖卷》、《洛神赋卷》、《老子道德经卷》，赵孟坚的《自书诗》，邓文原的《急就章卷》，明沈周的《赵雍沙苑牧马图跋》等。\n项元汴工绘画，兼擅书法。山水学元代黄公望、倪瓒，尤醉心于倪瓒，笔致疏秀，神合处辄臻胜境。但每绘一画，必自题跋，其辞句之累赘，和钤印不厌多的习惯相类。故有些求画者多出钱三百贿其仆，伺元汴画毕，即刻取去，以防他题识，戏称这笔钱为“免题钱”。书法出入唐智永、元赵孟頫，题句最佳。刊有《天籁阁帖》，著有《墨林山人诗集》、《蕉窗九录》等。","author":"明代项元汴","description":"项元汴行草题山水图卷"}]