[{"name":"徐渭行草作品欣赏","text":"明徐渭草书七律诗轴，明代徐渭创作，纵163.7cm，横43cm。现藏于北京故宫博物院。\n作品赏析\n作品出处\n此幅作品书《七律诗》一首，诗见《徐渭集》。 \n作品释文\n“朝廷久罢孝廉科，只尺公车奈若何。墓道且须镌石去，关门终见弃儒过。寸心落日俱千里，尺雪孤舆夹两臝。此生彭城止十日，莫教造次下冰坡。子遂父以尊人墓表故抵燕，至腊始归，赋此送之。天池山人徐渭。” \n作品鉴赏\n钤“山阴布衣”、“漱仙”、“金垒山人”、“八□里□□□人”印4方，引首印钤“公孙大娘”。收藏印钤“慎生珍赏”、“李”。\n《七律诗》书法笔势酣畅，锐气十足，布局茂密遒劲，用笔纵肆淋漓，放浪开张，似奔蛇走虺，戈戟森然，满纸云烟，摄人心魄。 \n徐渭(1521～1593)，字文清，后改字文长，别号青藤、天池、田水月等，明山阴人。我国明代晚期杰出的文学艺术家，列为中国古代十大名画家之一。其画能吸取前人精华而脱胎换骨，一改因袭模拟之旧习，用泼墨勾染，水墨淋漓，重写意慕生，不求形似求神似，以其特有之风格，开创了一代画风。山水、人物、花鸟、竹石无所不工，以花卉最为出色，公认为青藤画派之鼻祖。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951607193},{"name":"徐渭行草作品欣赏","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791615183,"text":"徐渭《草书七律诗轴》 纸本，行草书，纵209.8厘米，横64.3厘米，北京故宫博物院藏。\n\n\n 【释文】：春园细雨暮泱泱，韭叶当篱作意长。旧约隔年留话久，新蔬一束出泥香。梁尘已觉飞江燕，帽影时移乱海棠。醉后推敲应不免，只愁别驾恼郎当。醉间经海棠树下，时夜禁欲尽。天池山人渭\n\n\n\n\n\n\n徐渭 草书杜甫怀西郭茅舍诗轴 纸本 189.5X60.3cm\n上海博物馆藏\n\n\n\n钤印：天池山人 青藤道士 漱仙（白文）\n【释文】：幕府秋风入（日）夜清，淡云疏雨过高城。叶心朱实看时落，阶面青苔先自生。复有楼台含（衔）暮景，不劳钟鼓报新晴。浣花溪里花饶笑，肯信吾兼吏隐名。<高> 徐渭\n\n\n\n评说：有人这么评价徐渭的书法——成功的作品不多，但真正成功的作品都是惊世骇俗的，也就是说天才与白痴就差一步——无庸质疑，上面这件作品是徐渭的一件绝作！他用那如椽大笔向世人展现出其高超的用笔、结构以及章法技巧，笔墨苍润相间，满篇点画狼藉，笔画跌宕起伏而从容不迫，笔意奔放豪迈，有如狂风骤雨，渴骥奔泉，酣畅淋漓而又苍劲浑厚，飞扬恣肆而又不失法度，令人叹为观止。\n2006年3月上海博物馆“中日书法珍品展”目录上见有此件作品，然而亲临现场却没能一睹真容，实为一憾事！（刘有林于2006年3月27日）\n\n\n\n\n\n\n徐渭《草书岑参诗轴》 纸本，353cmX104cm 西泠印社藏。\n资料来自《西泠印社百年社藏精品》（西泠印社出版社）\n\n\n\n  【释文】：鸡鸣紫陌曙光寒，莺啭皇州春色阑。金阙晓钟开万户,玉阶仙仗拥千官。花迎剑佩星初落,柳拂旌旗露未干。 独有凤凰池上客,阳春一曲和皆难。徐渭\n\n\n\n\n\n\n\n\n徐渭《咏月词轴》 纸本 208×79cm 山西省博物馆藏\n\n\n\n【释文】：冰轮挂处，有千寻丹桂，七宝层楼。正直一天铺霁，万里横秋。井梧岸柳，伴砧声一叶西流。当此际，征人戍妇，何人不动离愁。问甚嫦娥灵药，夜夜对青天碧海，应悔曾偷。且喜毕离雨顺，晕少风柔。阴阳变理，问道傍不喘吴牛。影里山河大地，万年长印金瓯。\n\n【附录】恣意纵情丹青间\n　山西省博物院 陈汾霞　 \n来自《人民网.书画人生》\n　　徐渭是明代的书画大家，他的花鸟画一反文人画恬适闲雅的意趣，直抒激荡不平的情怀，能够产生撼人心弦的艺术感染力。他与陈淳并称明代两大写意花卉画家，其画风对清代的朱耷、石涛、扬州八怪、海派乃至现代的齐白石等都产生了深远影响。他的书法擅长泼墨法，以狂草般的笔法纵情挥洒，这种随意点染的画法，气势磅礴，表达了画家炽热激愤的情怀。\n　　山西博物院馆藏的这幅徐渭草书《咏月诗》（见上图），作者师法米芾，笔法奔放狂纵，结体纵横恣肆，为传世珍品。虽然内容描写的是风花雪月、幽幽离愁，却是笔划沉劲，豪放激烈。\n　　徐渭独特的艺术表现力缘于他波折多难的一生。幼时丧父的他聪明伶俐，十几岁时曾仿杨雄的《解嘲》作《释毁》一文而轰动整个绍兴城。然而，纵使才华横溢，但他却因行文不拘礼法，八次乡试都没中秀才。\n　　时值倭寇横行江浙，徐渭毅然投笔从戎。因其喜欢钻研兵法，屡献奇计擒拿海盗，得到当时的兵部右侍郎胡宗宪的赏识。然而不久之后，“靠山”胡宗宪被捕入狱，并被处以死刑，徐渭被迫远走他乡，极度痛苦之下一度精神失常。他曾用巨锥从耳根刺入几寸深，之后又击碎自己的肾囊，采取这种极端的方式企图自杀。后来徐渭因误杀妻子被捕入狱6年，获救后长期流浪于荒凉的大西北。\n　　徐渭的晚年居住在绍兴老家的青藤书屋，生活穷困潦倒，靠卖书画为生。“忍饥月下独徘徊”是他晚年真实的生活写照。73岁时，徐渭孤独凄凉地离开人生，族人将其葬于绍兴城。\n\n\n\n\n\n\n\n\n\n\n徐渭《行书三江夜归诗轴》 纸本 127×32cm 南京博物院藏\n\n【释文】：吴馆观涛百不违，卅年闭户一全非。 念为发难放乘老，听说风波柳毅归。 龛赭夹流惊箭筈，鸬鹚逥艇晒溪衣。 孝娥不减行人恨，并作鸱夷怒色飞 。枳儿观潮三江夜归四首之一 ，濑仙老身。\n\n\n\n\n\n\n\n\n\n徐渭《行草七言诗轴》 纸本188.9×46.8cm 台北故宫博物院藏 \n转自《故宫线上》\n\n【释文】： \n天产奇葩在空谷。佳人作佩有余香。自是淡妆人不识。任他红紫斗芬芳。天池山人徐渭书。\n\n\n钤印：天池山人。青藤道士。湘管斋。 \n印记款识： 【收传】国兴姚佰子觐方鉴藏书画图籍之印。兰千山馆珍藏书画印。","author":"明代徐渭","description":"徐渭行草作品欣赏"}]