[{"name":"柳公权兰亭人柱长卷","text":"兰亭八柱乃圆明园遗物，于1910年（宣统二年）被移到颐和园，后置于耶律楚材祠中。1915 年，江朝宗致函溥仪内务府，请求拉运圆明园兰亭碑及山石，以供社稷坛开拓公园之用。其后，兰亭碑及八根石柱，分别于1917年前和1941年之后运至中山公园，直到1971年，始用八根石柱，在唐花坞西侧新建成重檐八角亭，额曰“景自天成”。八根石柱之兰亭帖，多有风化，半数帖尚好，仍可辨读。\n八柱\n第一根柱子上，刻的是唐初书法家虞世南的临摹；第二根柱子上，刻的是褚遂良的临摹；第三根柱子上，刻的是冯承素的临摹；第四根柱子上，刻的是唐著名文学家柳宗元的“兰亭诗”真迹；第五根柱子上，刻的是唐著名书法家柳公权所写的“兰亭诗”原本；第六根柱子上，刻的是清乾隆进士于敏中补修柳公权所写的兰亭阙笔；第七根柱子上，刻有明书画家董其昌仿柳公权所写的“兰亭诗”；第八根柱子上，刻的是乾隆皇帝临摹董其昌仿柳公权所写的“兰亭诗”。\n兰亭八柱及兰亭碑皆为圆明园“坐石临流”亭之旧物，今为中山公园内“景自天成”亭重要组成部分。\n坐石临流亭\n坐石临流亭，位于同乐园西北，建成于雍正五年(1727年)前，仿自绍兴古兰亭意境，时称流杯亭。于仄涧中，奇石峭列，激波分注，作亭据胜处。亭为重檐三开间，乾隆帝弘历命名为“坐石临流”。\n历史革程\n乾隆四十四年(1779年)春，弘历收集到历代书法名家《兰亭帖》墨迹六帧(唐虞世南、褚遂良、冯承素摹《兰亭序》，唐柳公权书《兰亭诗》并后序，明董其昌临柳公权《兰亭诗》，戏鸿堂刻柳公权《兰亭诗》原本)，再加上大学士于敏中补戏鸿堂刻柳公权兰亭诗阙笔，及乾隆御临董其昌仿柳公权兰亭诗，合为“兰亭八柱册”。弘历为了“一永其传”，即将坐石临流亭改建成八方重檐亭，并易以石柱，每柱刻帖一册，此即著名的圆明园“兰亭八柱”。\n坐石临流亭中有一石屏(即兰亭碑)，屏由屏身、屏座两石组成，屏高六尺，阔五尺、厚一尺；须弥座高约一尺半。屏的正面镂刻有王羲之等文人雅士《兰亭修禊》图，碑阴刻乾隆御笔诗四首(九年“坐石临流”诗，四十四年、四十七年、五十年“题兰亭八柱册”)。\n北京中山公园唐花坞迤西，有座八根石柱筑成的重檐蓝色琉璃瓦八角亭，亭额题曰“景自天成”。该亭建于1971年，亭内置有石碑一块，名为兰亭碑。石碑的正面刻有《兰亭修禊》曲水流觞图，图的上方还刻有清高宗乾隆皇帝于己亥年（乾隆四十四年）暮春题写的兰亭八柱册并序的全文。碑阴刻有甲子年（乾隆九年）、己亥年、壬寅年（乾隆四十七年）、乙巳年（乾隆五十年）所作的御制诗和诗注。该碑及八根石柱，均为圆明园四十景之一“坐石临流”景区的遗物。\n据钦定《日下旧闻考》载：“坐石临流在水木明瑟东南，澹泊宁静之东，溪水周环，轩宇三楹，西向”。“兰亭”是坐石临流景区的一个景点，该亭在早期原是一座三开间的长方形敞亭，后来在改建时建成了重檐八方亭，它是清代雍正初年仿浙江绍兴兰亭意境而建的。对此，乾隆皇帝在其中一首诗中作了说明：“白石清泉带碧萝，曲流贴贴泛金荷。年年上巳寻欢处，便是当年晋永和。”该诗将此亭曲水流觞的景观，引伸到东晋永和年间，王羲之在绍兴古兰亭每年上巳日（即三月初三）的雅事，以此说明该亭的园林渊源\n《兰亭序》\n晋代大书法家王羲之于永和九年春，与群贤儒士聚会宴咏时，席间饮酒赋诗，王羲之为32人诗作，写了一篇324字的《兰亭序》，又称《兰亭诗序》或称《兰亭集序》。该序在书法上有很高的价值，被称为“天下第一行书”。而这次历史上的聚会，也被称为兰亭会。酷爱书法艺术的乾隆皇帝，对于文人雅士游兴会稽古兰亭和王羲之所书《兰亭序》帖深表赞许，而坐石临流景区的兰亭，其文化内涵尚显不足。于是从内务府藏帖中，尽搜历代名家的兰亭墨迹，共收集到兰亭帖墨迹六帧：唐虞世南摹、褚遂良摹、冯承素摹《兰亭序》、唐柳公权书《兰亭诗》并后序、明董其昌临柳公权《兰亭诗》、戏鸿堂刻柳公权《兰亭诗》原本，加上清大学士于敏中补戏鸿堂刻柳公权《兰亭诗》所缺部分，及乾隆御临董其昌仿柳公权《兰亭诗》，合为“兰亭八柱册”。同时于乾隆四十四年，在兰亭改建时，将原亭的木柱，改为八根石柱，每根石柱均为方形，每面宽半米，长约四米有余。乾隆帝在他所作的题记中写道：“己亥春，辑兰亭八柱之册，就此亭易以石柱，而各刻一册一柱”，其目的是“以永其传”。所以，在他的诗中强调“钩摹传八柱，盖欲永其龄。即此千秋宝，因他一序馨。”\n现今概况\n如今，坐石临流景区的兰亭，早已无迹可寻，成为了野草丛生的废墟。英法联军将圆明园焚毁后，兰亭和兰亭八柱这两件重要文物被弃于荒野。至1914年，将北京城内社稷坛改为中央公园，为充实公园内的文物，于1917年将该文物运到中央公园，并在“绘影楼”前建前厅三间，四出廊，作为陈列碑石之用。新中国建立后，党和政府十分重视这一重要文物，于1971年，利用这八根石柱，在中山公园内建起了“兰亭”，同时也将原来的石碑置于亭中。今天，兰亭碑仍完好，字迹图像清晰，八根柱石之兰亭帖虽有风化，但仍可辨读。这座重檐八角的兰亭碑亭，成为中山公园的重要景观之一，同时也成为人们凭吊圆明园沧桑历史的一件重要文物\n《兰亭八柱帖》册(初拓本)\n中国清刻兰亭集帖的善本。托裱经折装，两函8册，每册内为一卷，包括一种兰亭序帖，共175开，每开纵29.8厘米，横34.2厘米。\n八卷按八卦之名“乾、坎、艮、震、巽、离、坤、兑”为序，第一卷，虞世南摹兰亭序；第二卷，褚遂良摹兰亭序；第三卷,冯承素摹兰亭序；第四卷,柳公权兰亭诗墨迹；第五卷,戏鸿堂刻柳公权兰亭诗原本；第六卷,于敏中补戏鸿堂刻柳公权书兰亭诗阙笔；第七卷，董其昌仿柳公权书兰亭诗；第八卷，乾隆皇帝临董其昌仿柳公权书兰亭诗。其中虞、褚、冯摹本和柳书兰亭诗为内府所藏。八帖帖首有乾隆撰写题记，帖后附刻历代名人题跋。因以墨迹钩摹上石，刻工精良，使笔意墨趣神采毕现。每册前后有“乾隆御览之宝”印章，现藏故宫博物院。\n兰亭八柱刻于乾隆四十四年(1779)，置于圆明园文源阁。圆明园被毁后，1917年将兰亭碑及碑亭石柱移入北京中山公园，现存该园兰亭碑亭内。\n","category":"草书","verified":true,"user":1,"timestamp":1429951552474}]