[{"name":"王十朋行书宠示帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636572,"text":"王十朋《宠示帖》纸本，行书。33.3×73.6cm。台北故宫博物院藏。\n　　王十朋道德文章名满天下，而书法艺术亦名当世。然其传世墨宝真迹仅存《劄子》一篇，即所谓《宠示帖》而曾载《宋名家二十帖》，今见台湾《故宫历代法书全集》第十三册中。署款“左奉议郎充集英殿修撰权发遣饶州军州事王十朋劄子”。 此劄子是王十朋答谢收信人为其书斋室铭题跋的回信，未见于《王十朋全集》，是一篇佚文。它涉及王十朋的政治、思想、交游、文学、书法诸方面，价值甚大，弥足珍贵。其全文如下：\n　　十朋伏蒙宠示室铭题跋并和诗，三复钦叹。诗词意俱工，但过情之誉，非所敢当耳。铭跋高深微妙，然有所未谕者。“不欺”二字，岂晚学无力量之人所敢拟议？以是铭室，自知得罪。窃效古人座右铭，聊以自警云耳。张丞相以合天人为不欺，深得《中庸》谨独、《论语》一贯之旨，其说非不广大，和为训诫也，亦深且至矣。而高见以为未广，如是则吾夫子所谓“惟天为大”，“吾谁欺，欺天乎”之语亦未广耶？近世学者多流入于异端，反以吾圣人之道为小，又以天为小，而求其所谓大于虚无荒唐，清静寂灭，不验无实之间。是之所谓大者，非欺而何？不谓贤者过之而亦以是说也，大是饶舌。及“神游毗耶离城，稽首丈室”等语，虽出于戏翰弄墨，然先贤所不道，六经所不载，恐非先生长者为后学之训，未敢承教。金华子之学，亦杂于佛老，至其《读和韩诗》有“想见大颠师，不应谈么”之句，识者伟之。圣道不明久矣，诸儒不能无罪。因高论雄文之及，辄敢布复狂言。十朋惶恐，右谨具呈。左奉议郎充集英殿修撰权发遣饶州军州事王十朋劄子。\n　　从此劄子的内容来看，是谢为不欺室铭题跋及和诗者的回信，写作时间是在孝宗隆兴二年（1164）知饶州时。其中提到张丞相，就是指为王十朋题室铭的张浚。原先王十朋“素不识张浚，闻浚天资忠义，誓不与敌俱生。”由于志同道合，故对这位抗金老臣一直深怀敬仰。绍兴三十年（1160）、三十二年王十朋一再力荐重用张浚。同样隆兴元年（1163）正月张浚为右相，亦荐王十朋。五月张浚北伐兵败被罢，王十朋不得不引咎自劾。隆兴二年外放知饶州，时张浚亦罢相返乡途经饶州，两人早已彼此怀念，只是未得一见。恰此相见，才有书《不欺室铭》之赠。朱熹为撰张浚《行状》有这样的记载：“仲秋二十日，犹为饶州王十朋作《不欺室铭》，有曰：‘泛观万物，心则惟一。如何须臾，有欺暗室。君子敬义，不忘栗栗。'至二十有二日，始寝疾。二十八日疾病。日晡时，命子木式等坐于前，问国家得无弃四郡乎？且命作奏乞致仕。日暮命妇女悉去，夜分而薨。”铭文凡八十四字，而《行状》所引仅二十四字非全文，乃张浚于隆兴二年八月二十日的绝笔之作。故王十朋有“可惜作铭人已死”，“八十四字腾光芒”及“惊闻讣音，忍观绝笔之铭”之叹。\n　　这次见面给王十朋留下难忘怀念，于是写下《不欺室铭不欺室三字参政张公书也笔力劲健如端人正士俨然人望而敬之因成古诗八韵》，诗云：“云山老人国大老，历代遗编饫探讨。余事游神翰墨间，乘兴濡毫快挥扫。严霜烈日如鲁公，抉石奔泉陋徐浩。国朝君谟书第一，大字劣于行与草。云山心画无不长，笔力纵时书更好。我来求字盖求人，不为有官缘有道。紫岩之铭云山笔，不欺室中双至宝。玉箫峰下梅花溪，愿学云山归去早。”写出了自己与张浚心心相印的情意。\n　　为表明心迹，王十朋早于绍兴三十一年（1161）在家乡就名其书斋为不欺室，并特作《书不欺室》诗：“室明室暗两何疑，方寸长存不可欺。勿谓天高鬼神远，要须先畏自家知。”其诗道出了王十朋刚直忠诚的品格。然而隆兴二年对题不欺室铭的和诗就更多了。特别是王十朋在饶期间与何子应、王嘉叟、洪景卢、张安国等组成“楚东诗社”，他们都是支持张浚北伐的志同道合者，对于不欺室，当时他们均有和诗。而王十朋的致信人也有题跋室铭并和诗，可见其应是楚东诗社中人，或是王十朋的好友。惜跋诗俱佚，不知王十朋所与书极辨者何许人？想亦工佛法者，王十朋讥其引用佛经，由此可见他对佛教的态度，这也与世称其不喜佛尝排之，“遇人谈释氏辄诋骂”之说相验证。\n　　由于长期受儒家思想的熏陶，铸就了王十朋的个性，并以先贤言行自励，“书室匾曰‘不欺'，每以诸葛亮、颜真卿、寇准、范仲淹、韩琦、唐介自比。”在王十朋的思想中，修身立言，这是实现其政治理想的必要条件；修身治邦，这是他能成为一代名臣的重要原因。王十朋注重自我修养，一向严于律己，勤政清廉，贵在表里如一，言行一致，与人不欺，与世不欺，所以才能无私无畏。这是王十朋做人的宗旨。“不欺”作为王十朋“窃效古人座右铭，聊以自警”而伴随其一生。\n　　至于王十朋文章书法，正如王十朋自己所说：“吾贫，好作文，苦于无书可阅；好习字，苦于无纸可书。遂于贫中撰出一术，以桌为纸，以肺腑为书。净几无尘，日书数百字，我之无尽藏纸也；心之精微，日书数百言，我之无尽藏书也。”如是经长期奋发苦学，不但文章拔乎其类，且书法独到自然。观此文，有大家风度。从书法的视觉效果来看，结字缜密，书法圆熟遒劲，丰腴跌宕，恣肆遒媚，师法苏东坡，绝无矫饰之态。在文里看出深刻的思想内涵，在字里看出精湛的艺术表现。由此劄子可见王十朋其胸怀与为人。","author":"宋代王十朋","description":"王十朋行书宠示帖"}]