[{"name":"张从申楷书改修吴延陵季子庙记","text":"张从申，唐代书法家。吴郡（治今江苏苏州）人。活动于大历（766-779）间。官至大理寺司直，人称“张司直”。善真、行书，师法王羲之。\n古人评价\n窦蒙《述书赋·注》称其“工正、行书。……结字紧密，近古所无；恨历览不多,闻见遂寡，右军之外，一步不窥”。北宋黄伯思《东观余论》日：“从申书虽学右军，其源出于大令，笔意与李北海同科，故名重一时，宣不虚得。但所短者，抑扬低昂太过，又真不及行耳。然唐人有晋韵，殊可嘉尚。”南宋陈思《书小史》谓:“其兄从斯、从义、从约，灼然有才，并工书，皆得右军风规，时人谓之张氏四龙。”执笔方法特别，清代朱履贞《书学捷要》称其“擎拳握管，书名独步江表”。\n作品\n传世墨迹有《玄静先生碑》、《修吴季子庙碑》刻本等。\n相关信息\n唐吴郡人，擢进士第，尝官大量司直检校礼部郎中，书学二王。凡其书碑，李阳冰多为题额，书名益高。唐窦臮《述书赋·下》窦蒙注云：“从申志业精绝，工正行书，握管用笔，其于结字紧密，近古所无。恨历览不多，闻见遂寡。”唐吕总《续书评》谓从申真、行书“远近称美，独步江外”。宋朱长文《续书断》卷下列其书入能品，宋黄伯思《东观余论》云：“从申书虽学右军(王羲之)，其源出于大令(王献之)，笔意与李北海(李邕)同科，名重一时，宜不虚得，但所短者，抑扬低昂太过，又真不及行耳。然唐人而有晋韵，殊可嘉尚。”明项穆《书法雅言·正奇》谓从申“笔气绝似北海”。明冯班《钝吟书要》云：“张书古甚，拙处人不知其妙。”清梁巘《评书帖》谓张从申“开张本大令，遒紧本率更(欧阳询)，然书多生硬，不及北海劲健中饶柔和”。清朱履贞《书学捷要》卷下评其书为“笔画沈峭，风格萧疏”。传世书迹有《李玄靖碑》、《王师乾神道碑》、《慎律师碑》、《改修吴延陵季子庙碑》、《铜牙镇福兴寺碑》。弟从师、从义、从约并工书，时人称“张氏四龙”(见梁披云著《中国书法大辞典》张从申条目)。张氏书法承袭右军书风，《李玄靖碑》为张书中最烜赫者，在唐行书中极得名，拓本流传甚少。观此碑书法，用笔爽利、遵劲，结构得《集王书圣教序》，所谓“右军风规，下笔斯在”。\n作品欣赏：《李玄靖碑》\n《李玄靖碑》(张从申书)又称为《玄靖先生李含光碑》，全称《唐茅山此阳观玄静先生碑》。唐代宗大历七年(772)八月十四日刻，由柳识撰，张从申书，李阳冰篆额。碑石原在江苏句容玉晨观，明世宗明嘉靖三年(1529年)毁于火，传世拓本甚稀，未见整纸本，字共八百三十五，原碑行数已不可知。\n《李玄靖碑》记载了唐朝茅山此阳观道士李含光一生行实。李玄靖(683—769)，字含光，本名弘，因避高宗太子李弘讳，故改为李姓。他是神仙道教上清派陶弘景五代传人，颇获玄宗嘉许，是当时朝野上下信徒最多的著名道士。李玄靖本人也精通书法，颜真卿在《李玄靖碑》中说他“颇工篆籀，而隶书尤妙”。在唐朝，佛道中人均极精书法，此为抄写经卷和游艺之需要，故而佛道二系书法蔚为大观，并与俗世书家多有往来。道家善书者还有如太清宫道士卢玄卿，权德舆《太宗飞白书答诏记》称“工为篆隶八分诸书，具其家法。”又有鱼又玄、梁元一，《宣和书谱》卷十谓：“(道士鱼又玄)工行书，得王羲之笔意，而清劲不堕世俗之习，飘然有仙风道骨，可以想见其人。“卷五评之曰：”(道士梁元一)尤喜翰墨，初慕钟、王楷法，久而出入规矩之外。然其法严，其气逸，其格清……观其书《太上内景经》，作小楷法而体兼丛善，乃知游方之外者，非世习之所能及也。”李、卢、鱼、梁四人，虽名高千载，深得后民敬仰，然元一纸片石留世，终令人扼腕(见朱关田著《中国书法史?隋唐五代卷》)。我们今天只能从柳识(字方明，工文章。)的文章中去一窥李玄靖之风采了。\n此碑笔意虽出自《圣教序》，然云其柔美三分，增其简劲三分。所谓干净利落，笔短意长，起落笔之处求之以方，以得遒逸之气，显得峻劲严整，古拙雄健，有“画能如金发之割净，白始如玉尺之量齐”(清笪重光《书筏》)之妙。体稍疏隽，曲折顿宕，方峻中寓圆柔，严整中现婉丽，甚有欧阳询遗意。此碑前半段写得拘谨而后半段则已放开，更有开合变化之妙。唐代书法无论在笔意、笔法以及形体结构上都是一个大整理的时期，是对前朝繁冗芜杂的书法内在因素的再厘定，从楷法上说，欧阳询无论在字体、笔法、结构上都是对北碑正书的雅化和整饬化。同样，张从申也是从行书角度以《集王圣教序》做同样工作，但没有取得特别的成功。惟颜真卿从篆法入手来改造行书，别创一格，终于臻达中国行书的又一高峰，这只能说是书家在识见和取法上的不同导致了不同的结果。\n此碑的主要著录有：宋欧阳修《集古录跋尾》、欧阳棐《集古录目》、黄伯思《东观馀论》、陈思《宝刻丛编》，清李光映《观妙斋藏金石文字考略》、严观《江宁金石记》、方履《金石萃编补正》、何绍基《东洲草堂金石跋》，近代罗振玉《雪堂金石文字跋尾》等。\n此元拓本毡蜡精湛，纸墨淳古。曾经萧山朱翼盖先生收藏，一九五三年朱夫人张宪祗率子捐献故宫博物院。\n据王壮弘《增补校碑随笔》中，所见的版本有：\n一、北京故宫博物院藏王觉斯题签宋拓本。(实为元拓)\n二、北京图书馆藏归安吴云旧藏宋拓本，有张照、毛怀、何绍基、吴让之、莫友芝、许乃钊、李鸿裔等人题记。\n三、张叔未旧藏本，此本缺额，拓也稍晚，有正书局有石印本。\n四、瞿良士旧藏宋拓本，有龚自珍跋，商务印书馆曾以金属版影印。此外闻上海图书馆有藏本，未见。(已由上海古籍出版社影印出版)\n五、一九三五年江西集古山房印欧阳辅泰题为北宋精拓，实翻刻本。\n[注]上海图书馆藏本为宋拓本，字无损泐，惟缺碑额。钤“希世之珍”、“定甫审定”、“曰藻”、“秉衡私印”、“元淳之印”、“子孙世守”、“平原叔子谷夫珍玩”印。此本共二十六开半，册高三十八点七厘米，宽二十四点八厘米。碑文十六开半，帖芯高二十七厘米，宽十五点六厘米。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951549964},{"name":"张从申楷书改修吴延陵季子庙记","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791608275,"text":"张从申书《改修吴延陵季子庙记》\n\n\n 延陵镇九里有季子庙，始于汉，盛于唐、宋，延于明、清至今，世称“江南第一大庙廷”。公元前477年（按中国历史纪年表计），吴国君主夫差失国，越灭吴后，季札后人仅有四子子玉一支血脉，隐姓埋名，世代一直坚守家园，岁岁祭祀吴氏始祖季札墓茔，并在墓左侧建立季子祠。古时，祠四周水泽万倾，沸井百余。今尚存沸井六口，三清三浊。汉时，儒学渐兴，誉为“儒家先驱”的季札，其君子之德被司马迁誉为：“延陵季子之仁心，慕义无穷，见微而知清浊，呜呼，又何其闳览博物君子也！”（《史记·吴太伯世家》）。笔者推定：子玉后人据家中祖藏的孔子手迹，放大刊石立“十字碑”于墓前。晋代，季子庙“世经五代，年积千祀，而坟垅勿剪，庙宇长存”。唐开元年间（公元713年——公元741年），延陵九里季子墓前“十字碑”因年代久远，风化开裂，铭文残破，唐玄宗令“殷仲容摹拓其本”。唐大历十四年（公元779年），时任润州（今镇江市）刺史萧定将“十字碑”按殷仲容拓片重刊于石，并亲撰碑文《改修吴延陵季子庙记》，请唐代知名书法家张从申书于碑阴。其唐碑距今已有一千二百余年，现为江苏省文物保护单位。\n 张从申书学二王，凡其书碑，李阳冰多为题额，书名益高。唐窦《述书赋·下》窦蒙注云：“从申志业精绝，工正行书，握管用笔，其于结字紧密，近古所无。恨历览不多，闻见遂寡。”唐吕总《续书评》谓从申真、行书“远近称美，独步江外”。宋朱长文《续书断》卷下列其书入能品，宋黄伯思《东观余论》云：“从申书虽学右军(王羲之)，其源出于大令(王献之)，笔意与李北海(李邕)同科，名重一时，宜不虚得，但所短者，抑扬低昂太过，又真不及行耳。然唐人而有晋韵，殊可嘉尚。”明项穆《书法雅言·正奇》谓从申“笔气绝似北海”。明冯班《钝吟书要》云：“张书古甚，拙处人不知其妙。”清梁巘《评书帖》谓张从申“开张本大令，遒紧本率更(欧阳询)，然书多生硬，不及北海劲健中饶柔和”。清朱履贞《书学捷要》卷下评其书为“笔画沈峭，风格萧疏”。传世书迹有《李玄靖碑》、《王师乾神道碑》、《慎律师碑》、《改修吴延陵季子庙碑》、《铜牙镇福兴寺碑》。弟从师、从义、从约并工书，时人称“张氏四龙”(见梁披云著《中国书法大辞典》张从申条目)。张氏书法承袭右军书风，观此碑书法，用笔爽利、遵劲，结构得《集王书圣教序》，所谓“右军风规，下笔斯在”，正合此碑。\n 在唐代书法史上，多有兄弟皆擅书者，如吴通微与吴通玄，柳公绰与柳公权，唐玄度与唐玄序……然兄弟多人皆擅书者，却要数“张氏四龙”了。“四龙”分别是张从师、张从义、张从申、张从约，吴郡（今江苏苏州）人，其父张法（浤）曾为会稽令。“四龙”书法名噪一时，而张从申之书尤为世人称道，至宋代还颇有影响。朱长文《续书断》评从申书法“老硬奇谲”，将其列入能品。宋代书家李建中、米芾都受张氏书法的影响，李建中的弟子秦玠以为建中之书不及从申；清代书家翁振翼认为，米芾书“其飞扬处，全学张从申”。北宋画家王诜“腕力遒劲，出入于徐季海、张从申两家”。但遗憾的是，这样一位优秀的书法家，其身后却颇为寂寥，存世书迹仅有《改修吴延陵季子庙碑》一通，《福兴寺碑》、《李玄靖碑》二石拓本而已。\n 清人朱履贞为张从申鸣不平，其《书学捷要》云:“今有《改修延陵季子庙碑》，乍观形体，颇似赵书，然笔画沈峭，风格萧疏，较之赵书相去实殊。何后之人，但知有赵文敏，而不知有张司直？是以孙虔礼之作《书谱》，深致叹于无知音也。” （佚名）\n\n\n\n 张从申，唐代书法家。吴郡（治今江苏苏州）人。活动于大历（766-779）间。官至大理寺司直，人称“张司直”。善真、行书，师法王羲之。窦蒙《述书赋·注》称其“工正、行书。……结字紧密，近古所无；恨历览不多,闻见遂寡，右军之外，一步不窥”。北宋黄伯思《东观余论》日：“从申书虽学右军，其源出于大令，笔意与李北海同科，故名重一时，宣不虚得。但所短者，抑扬低昂太过，又真不及行耳。然唐人有晋韵，殊可嘉尚。”南宋陈思《书小史》谓:“其兄从斯、从义、从约，灼然有才，并工书，皆得右军风规，时人谓之张氏四龙。”执笔方法特别，清代朱履贞《书学捷要》称其“擎拳握管，书名独步江表”。传世墨迹有《玄静先生碑》刻本等。","author":"唐代张从申","description":"张从申楷书改修吴延陵季子庙记"}]