[{"name":"赵孟頫清华斋赵帖古籍","text":"《赵孟頫文集》是任道斌先生对传世公认的赵氏书画真迹作的梳理，为中国美院教授任道斌辑集点校的元代书画大家赵孟頫的文集，包括诗词曲赋、碑铭、记、制、赞、序、疏、题跋等所有文体，是目前赵孟頫存世文字的全面汇集。新得碑文、题跋62则，信札67通，并赵氏代管夫人作信札3通，补入其文集中，留存历史之真。所以此书是研究赵孟頫的比较全面详实的文献资料。此外，还补辑了词《巫山一段云》十二首及文《翠寒集序》，原件采自北京图书馆善本室。附录中还有《四库全书总目提要——松雪斋集提要》及《赵孟頫系年简编》，以供参考。《赵孟頫文集》由上海书画出版社出版。\n基本内容\n内容概括\n《赵孟頫文集》包括了纨扇赋、修竹赋、古诗、古风十首、有所思、咏怀六首、春思、杂诗、赵村道中、桐庐道中、送周正平学士致仕还里、寄鲜于伯几、罪出、次韵齐彦学士中秋雨后玩月、自释、祷雨龙洞山、送石仲璋、题桃源图、题归去来图等。\n作品目录\n卷第一\n赋\n吴兴赋\n求友赋答袁养直\n纨扇赋\n修竹赋\n赤兔鹘赋\n卷第二\n古诗\n古风十首\n有所思\n和子俊感秋五首\n咏怀六首\n咏逸民十一首\n岁暮和刚父杂诗四首\n赠道隆上人\n游南山憩山下人家和人韵\n东郊\n春后多阴偶成三首用复无逸来贶\n晓起川上赠友\n游弁山\n二月二日尊经阁望郊外山水二首\n四慕诗和钱舜举\n春思\n杂诗\n寄题右之此静轩\n廉山晓行\n奉和本斋先生首夏即事\n赠赵虞卿\n题董元溪岸图\n赠别夹谷公二首\n题舜举小隐图\n赵村道中\n奉酬戴帅初架阁见赠\n桐庐道中\n张詹事遂初亭\n送周正平学士致仕还里\n寄鲜于伯几\n送程子充运副之杭州\n赠茅山梁道士\n罪出\n次韵齐彦学士中秋雨后玩月\n秋日锦樱为继卿作\n听姜伯惠父弹琴擘阮\n题洞阳徐真人万壑松风图\n自释\n祷雨龙洞山\n送石仲璋\n题桃源图\n题归去来图\n题李伯时元祐内厩五马图黄太史书其齿毛\n酬滕野云\n述太傅丞相伯颜功德\n送文子方调选云南\n吴真人卢沟雨别图\n高氏谨节堂\n题耕织图二十四首奉懿旨撰\n","category":"草书","verified":true,"user":1,"timestamp":1429951542582},{"name":"赵孟頫清华斋赵帖古籍","dynasty":"元代","category":"","type":"","user":1,"timestamp":1429791609274,"text":"《清华斋赵帖》\n\n\n\n 赵孟頫（1254-1322），元代书画家、文学家。字子昴，号松雪道人、水精宫道人，中年曾作孟俯，湖州(浙江吴兴)人。宋太祖子秦王德芳的后裔。自幼聪明，读书过目成诵，为文操笔立就。宋灭亡后，归故乡闲居，后来奉元世祖征召，历仕五朝，官至翰林学士承旨，荣禄大夫，封魏国公，谥文敏。信佛，与夫人管道昇同为中峰明本和尚（1263-1323）弟子。精通音乐，善鉴定古器物，其诗清邃奇逸，书画尤为擅名，篆籀分隶真草书俱佳，以真书、行书造诣最深、影响最广。\n 赵孟頫是元代初期很有影响的书法家。《元史》本传讲，“孟頫篆籀分隶真行草无不冠绝古今，遂以书名天下”。赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵(即宋高宗赵构)书，中年学“钟繇及羲献诸家”，晚年师法李北海。王世懋称：“文敏书多从二王（羲之、献之）中来，其体势紧密，则得之右军；姿态朗逸，则得之大令；至书碑则酷仿李北海《岳麓》、《娑罗》体。”此外，他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人；于篆书，他学石鼓文、诅楚文；隶书学梁鹄、钟繇；行草书学羲献，能在继承传统上下苦功夫。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。虞集称他：“楷法深得《洛神赋》，而揽其标。行书诣《圣教序》，而入其室。至于草书，饱《十七帖》而度其形。”他是集晋、唐书法之大成的很有成就的书法家。同时代的书家对他十分推崇，后世有人将其列入楷书四大家：“颜、柳、欧、赵”。明代书画家董其昌认为他的书法直接晋人。\n 赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。尤为可贵的是宋元时代的书法家多数只擅长行、草体，而赵孟頫却能精究各体。后世学赵孟頫书法的极多，赵孟頫的字在朝鲜、日本非常风行。\n 赵孟頫在中国书法艺术史上有着不可忽视的重要作用和深远的影响力。他在书法上的贡献，不仅在他的书法作品，还在于他的书论。他有不少关于书法的精到见解。他认为：“学书有二，一曰笔法，二曰字形。笔法弗精，虽善犹恶；字形弗妙，虽熟犹生。学书能解此，始可以语书也。”“学书在玩味古人法帖，悉知其用笔之意，乃为有益。”在临写古人法帖上，他指出了颇有意义的事实：“昔人得古刻数行，专心而学之，便可名世。况兰亭是右军得意书，学之不已，何患不过人耶。”这些都可以给我们重要的启示。\n 他的文章冠绝时流，又旁通佛老之学。其绘画，山水取法董源、李成；人物、鞍马师法李公麟和唐人；工墨竹、花鸟，皆以笔墨圆润苍秀见长，以飞白法画石，以书法用笔写竹。力主变革南宋院体格调，自谓“作画贵有古意，若无古意，虽工无益”，遥追五代、北宋法度，论者谓：“有唐人之致去其纤；有北宋人之雄去其犷。”开创了元代新画风。交友甚广，与高克恭、钱选、王芝、李衍、郭祐之等相互切磋；直接受其指点的有陈琳、唐棣、朱德润、柯九思、黄公望、王蒙等。能诗文，风格和婉。兼工篆刻，以“圆朱文”著称。","author":"元代赵孟頫","description":"赵孟頫清华斋赵帖古籍"}]