[{"name":"赵孟頫尺牍初探","dynasty":"元代","category":"","type":"","user":1,"timestamp":1429791643226,"text":"赵孟頫尺牍初探\n第一章    绪论\n第二章    赵孟頫生平及书法概述\n第一节     家世生平\n第二节     书法渊源\n第三节     书学主张5\n第四节 书学及书风承继变化\n第五节     书法成就\n第三章  赵孟頫尺牍书艺\n第一节     赵孟頫尺牍概览\n第二节 赵孟頫尺牍内容简介及时间考异\n第三节 赵孟頫尺牍之风格特色\n第四章  结论\n附录：赵孟頫尺牍释文\n参考书目\n第一章    绪论\n赵孟頫，一个在元代艺坛响亮、然在历史上地位颇多不定的名字，由于其多才多艺的展现、与其以往总是被中国旧有礼教制度所制梏的风格所限的文风，后人对其总为毁誉参半。然而到近现代，在开始摆脱传统「就人论书」的观点，单纯「就书论书」，将书法艺术独立出来重新去加以定位之后，对赵孟頫之书终能以较客观的角度去看待，故乃以其作为研究对象。\n而历来对赵孟頫的各项研究评述颇多，包括对于其政治立场、社会现实及书画文艺诸方面，关于其于书法艺术方面之全面研究评价亦十分丰富，然笔者研究发现，一般都倾向对其作品作整体性的概括研究，或就重要传世书迹加以评析，较少针对赵孟頫其中某一类别作品，如题跋、碑文、临摹、尺牍等作有系统的整理探讨，尤对尺牍方面的作品评析最少，故本研究拟从尺牍方面入手，透过探讨比较及对于同时相关作品的研究，希望能在旧有的方向上，从其日常生活往来书信，来看其书法风格、才华及关联性的表现。\n本研究虽以「赵孟頫之尺牍作品」为探讨重点，但在此之前，仍需对赵孟頫有全面性的认识，故先从其家世生平谈起，进而概述其缘由及其社会背景，除接续旧有研究外，再进一步就尺牍部分进行探讨，除列表概述外，并针对各作品作一主要陈述，期能呈现各篇既有文本之风貌，就其外在及内涵本源自然陈述其原有面貌，结合形式与内在的了解，使其层次能有一贯的展现，希望对于赵孟頫的书法艺术能有细部的考究而非一般的巨观陈述，最后再就较具代表性之尺牍，从各向度—用笔、结体、章法、气韵等进行分析。这只是个初步的尝试研究，希望透过赵孟頫尺牍，能对其人其事有更进一步的了解，让该位曾在在书法史上有一定贡献之一代书家，能在新时代中透出打破旧有时代的一丝光芒。\n第四章    赵孟頫生平及书法概述\n第一节 家世生平\n赵孟頫（公元1254-1322年），字子昂，号松雪道人、水精（晶）宫道人，因所居有欧波亭，为其临池处，故世亦称之为欧波。本系宋太祖第四子秦王赵德芳之后，原籍大梁（今河南开封），因四世祖赵伯圭受赐居湖州，遂为吴兴人。据〈赵文敏公行状〉，赵孟頫之父与岩乃宋太祖第二子德昭之后，因过继，两支合而为一，而与德芳、德昭皆有关系。虽赵孟頫四世祖伯圭与南宋孝宗有骨肉之亲，但至其父与岩已是远裔；又由德字辈至孟字辈，分宗别派达十一世之久，故赵孟頫与赵宋皇室实已是血缘悬殊之疏属。其祖希永、父与岩，皆是宋朝的大官，颇受南宋皇帝宠遇，然至赵孟頫十一岁时，与岩卒，家道即告中落。\n孟頫生于南宋理宗宝佑二年。「幼聪敏，读书过目成颂，为文操笔立就。」 年十二父丧，十四岁以父荫补官，试中吏部铨法，调真州司户参军。二十三岁时，宋亡，其母告诫云：「圣朝必收江南贤能之士而用之，汝非多读书，何以异于常人。」其时社会动荡，而赵氏则隐于故里，益加勤学，并沉浸于诗文书画之中，常与当地文人相往还，于当时与钱选等人被称为「吴兴八俊」。因其声誉日远，为江南浙西道提刑按察司事夹谷之奇所激赏，力荐孟頫为翰林国史院编修官，然不就。\n至元二十三年（公元1286），行台治书侍御史程巨夫 奉召搜访江南遗逸，得二十余人，三十三岁的赵孟頫居首选，此时以才名赫赫，不得不应选入觐。次年春，入大都，受兵部郎中，开始其官宦生涯。由于在诗书画方面的特殊造诣，加上理政治文的卓识，颇得元世祖赏识，二十七年时官至集贤直学士。世祖以其刚正有守、敢为直言，数有意大用，择为辅相，然赵孟頫「自念久在帝侧，必为人忌」，故力请补外，远离京师。\n至元二十九年（年39岁），离京师出任济南路总管府事，因府事多暇，遂赐力文字。成宗元贞元年（年42岁），以修《世祖皇帝实录》而至京师，不久即辞官回故里吴兴。成宗大德元年（44岁），元欲任其为太原路汾洲知州，孟頫辞之，这期间，赵孟頫之生活不出吴兴、江浙一带，过着吟诗作画写字之写意生涯，广交文人学士，与好友周密等人相交甚密。\n武宗至大三年（公元1310），年五十七岁，被召回京师撰《集百本经叙》，官拜翰林侍读学士、知制诰、同修国史。次年又升为集贤侍读学士中奉大夫，官从二品。仁宗皇庆元年（公元1312），年五十九岁，擢为集贤侍读学士正奉大夫。延佑元年（公元1314），年六十一，迁集贤侍读学士资德大夫，之后数年内再拜翰林学士承旨荣禄大夫，官至一品，推恩三代，时称「赵承旨」。仁宗曾言：「文学之士，世所难得，如唐李太白，宋苏子瞻，姓名彰彰然，常在人耳目。今朕有赵子昂，与古人何异！」皇帝青睐加上其艺术成就，使其名声至为显赫，官位达到一生巅峰。\n延佑六年（公元1319），年六十六岁，以夫人管道升脚疾复发请辞南归，途至临清，管夫人卒，丧偶之悲痛，而使孟頫健康状况急遽下降。冬，仁宗遣使召回大都，「以疾不能行」辞。英宗至治二年（公元1322）夏，卒于吴兴家中，享年六十九岁，是年葬于德清县千秋乡东衡山之阳。至顺三年（1332），追赠为江浙行省平章政事，追封「魏国公」，谥号「文敏」。\n赵孟頫博学广识，才气横溢，在历代文人艺术家中，他的多方面才能，实为罕见。除了在书法上取得很高成就，是元书艺泰斗；又善诗文，其诗清远隽永，文章亦冠绝时流；也长绘画，是元「四大家」的师祖，其诗连同书法及绘画，被后人誉为「诗、书、画三绝」。此外，且精通音律，并善鉴定古器物与书画，能一眼看出真赝，还旁通佛老经典，几可说是一位天资超群、多才多艺的全才。\n第二节 书法渊源\n元代的艺术发展基本上是朝着复古主义的道路迈进的，而赵孟頫便是引领这复古风气的主要领袖人物。他虽以宋宗室，入元而仕元，然因受元代帝王之赏识，使得他在文学艺术领域方面能够独领一代风骚，具有举足轻重的地位。其力倡回归古法的复古主张，领导当时之文人画家，影响了整个元代的书风发展，同时在整个中国书法发展史上，亦具有承先启后、继往开来的关键性地位。\n然而赵孟頫之所以在书法艺术上能有如此大的影响力，除了他自身的才气及努力之外，与朝代政治及书法发展具有不可分割的密切关系，如果说是因赵孟頫的出现而带动元代书法回归晋唐之风尚，或许我们也可以说，是时代趋势及书法艺术自身发展的历史规律促成了赵孟頫的成就。\n一、朝代政治因素\n元朝为异族建立的政权，实行民族歧视，政权主要掌握在蒙古贵族手上。但元代统治者意识到，若只是尚武而不尚文，势将难以驾驭这样一个大国，为巩固其对广大汉人的统治，于是在政治上乃改采「近取金、宋，远法汉唐」的政策，立孔庙、建官制、兴学校、开科举、征召儒生，起用汉文人学者助其施行汉法。当时元世祖并派遣御史程巨夫至江南一代访贤，得文士二十四人，孟頫即其中第一人，于出仕后甚得帝王赏识，其书画亦深受当时朝野好评。\n然而，元朝政府之所谓搜访遗逸、征召贤才，与其说是爱才，最主要还是为了笼络汉族知识分子，欲利用他们来稳定汉族统治区的民心，可以说当时入仕之汉人仅为附庸，并无能够影响当时的政治经济之实权。所以虽然赵孟頫因其才华横溢而颇受赏识及恩宠，但因「南人」及赵宋宗室的身份，让他的仕途始终伴随着蒙古贵族的猜忌，在他出仕元朝的数十年中，虽有治国之大才，却尽可能的避开政事。且由赵氏在元代所任官职来看，地位虽高，但所做的无非是执写诏书、讨论古义、典司述作一类之官职，无法尽情施展他的理想抱负，也促使他将毕生精力尽量用于文学艺术上，如其诗所云：「功名亦何有，富贵安足计，唯有百年后，文字可传世」，而这也正是他能在书画艺术有如此重要成就之根源。\n另外还有一个因素，是由于书法的实用性，为任何一个在中国的统治者不可回避的，所以元世祖虽不善书，却为了他的子孙能在这块汉文化的土地上坐牢江山，而令太子裕宗向指定的名儒学习书法，其后之英宗、文宗、顺帝也都研习书法，元文宗更是集历代书法名画作为内府收藏，故元代书法也因为受到帝王一定程度上支持而得以发展。\n二、书风发展的自然改向\n清梁献《评书帖》：「晋书神韵洒脱，而流弊则清散；唐贤矫之以法，整齐严谨，而流弊则拘苦，宋人思脱唐习，造诣运笔，纵横有余而韵不及晋，法不及唐；元明厌宋之放佚，而慕晋轨。」\n晋唐的中正规矩风度到了北宋四大家，转而朝向「尚意」书风，表现出强烈的文人写意特征，他们在形式表现上，继承了二王及唐法的精粹，在晋唐古法的基础上去追求意境的创造展现，而不以示”法”为能。然到了南宋中期之后，大多数的书家皆热衷于再现前人，丧失鲜明个性及特色，缺少像苏、黄、米、蔡四家般有才气的书家继续发扬北宋书风，能够有新创意，展现新的生命力，因此使得仿效尚意书家的体势风格从时风渐转化为流弊，使原本充满朝气和活力的尚意风格成为定式，演为陈腔滥调。当时书法应有的法度也愈加丧失，只强调意趣和精神层面的极度放纵，而忽略了基本该有的技法和形式。\n不仅南宋后期是如此，到元朝初期书艺也在此风笼罩之下，此时弊若持续下去，将使书法的发展面临无路可走的困境。此种流弊其实在南宋初年的宋高宗赵构，就已经看出来了，其《翰墨志》云：「本朝世人，自国初至今，殊乏字画名世，纵有不过一二数，诚非有唐之比。」其学书「自魏晋以来至六朝笔法无不临摹」，特别对王羲之的《兰亭序》用功至深，「详观点画，以致成诵」。可惜南宋为时代所限，一方面由于政权动荡不安，一方面是当时尚无一群志同道合的书家群，使得宋高宗这种以回归晋唐而谋书法变革，冀图以其至尊之位改造日益衰落的书艺的想法，未能拓展实现。\n不过「物极必反」，乃万物发展的自然法则，等古法丧失损坏到了极点，曾一度为人们所疏远的晋唐大家及其法度，便因此重新给予人们一种新的审美感受，而回归晋唐平正严谨之书风便成为很自然的发展，这其实也可说是书法发展延续中隐藏着的必然。此时赵孟頫的出现，与一批有识之士高举起「力抵两宋、师法晋唐」的复古主义旗帜，正是顺应著书风发展的趋向顺势而发，加上其政治地位上的优越条件，以其地位之显、交游之广、历时之久，改变了南宋后期日益空虚单薄的颓废书风，成为影响元代书坛无可移易的一员主帅。\n第三节    书学主张\n赵孟頫在整体艺术审美观上是以「崇古」为立场的，这种崇古思想，使他在书法上主张以晋人书风为尚，极力提倡回归晋唐书法。其书法观，集中体现在「当则古，无徒取于今人也」这句话中，即认为应以古法为准则，而不能如南宋般只以本朝书家为法。可以说其复古行动，正如唐宋八大家之古文运动，乃借古以开今，以法古而希能力矫时弊。\n赵孟頫对书法的主张虽无专门的书学著述，皆为只字片言，但却是他累积了丰富的实践经验之后提取出的，所以仍可由其中了解其书法美学思想。透过他对历代法帖的品评题跋，大抵可知其对书法艺术的基本看法。首先，赵氏以为写字的态度不离「认真」二字 ，他在《论书》中曾说：「凡作字虽难写，亦如欲刻金石。」即便后来因书名之隆盛，使得欲求得其书者纷至，因而应接不暇，深受其扰。然从赵孟頫传世之众多墨迹来看，却篇篇无不是规旋矩折，动止合度，不因疲于应酬而漫不经心，草率随意。\n其次，他认为「纸笔相称」是写好字的必要条件。当时南宋书法的颓坏，与一部份书家「不择纸笔」，以为作书能不择纸笔，乃是一种很高的境界，却造成用笔粗俗之弊。其于《论书》曰：「书贵纸笔调和，若纸笔不称，虽能书艺不能善也。譬之快马行泥滓中，其能善乎？」 明李日准云：「赵文敏善用笔，所使笔有宛转如意者，辄破之，取其精毫别贮之。……故公书，点如碾玉锤金，无丝毫遗憾也。」可知赵孟頫在作书时对纸笔之讲究。其在题《禊帖》亦云：「右军书《兰亭》是已退笔，因其势而用之，无不如志，兹其所以神也。」强调王羲之能因势利导克服「已退笔」障碍的过人本领，绝不能曲解为是因为使用「已退笔」而使得《兰亭》如此精彩，提倡「纸笔调和」的必要性。\n而针对宋以后书艺普遍存在「鄙薄古人基本技法」而产生的弊病，他在《跋定武兰亭》主张：「书法以用笔为上，而结字亦需用工，盖结字因时相传，用笔千古不易。」「学书在玩味古人法帖，悉之用笔之意，乃为有益。」认为应该从「用笔」、「结字」这两方面入手，去学习和领会古人书法的精准，才是最切实有益的。也提到：「学书有二：一曰笔法，二曰字形。笔法弗精，虽善犹恶；字形弗妙，虽熟犹生。学书能解此，始可以语书也已。」（方鹏《昆山志》）而在《跋临右军乐毅论帖》又言：「临帖之法欲肆不得肆，欲谨不得谨；然与其肆也，宁谨。非善书者莫能知也。」他的这些理论，并不是隔靴搔痒的空泛之谈，而是切切实实的甘苦之言；他的全面强调复古，持坚定不移的复古信念，主张恢复晋人的姿韵和唐人的法度，是透过实际的反复探索比较、创作及实践而提出的。他花费毕生的精力去临摹大量的晋唐书法，并于其中悟出：既要学习古人，也要懂得变化创新的道理，认为应透过不断的学习揣摩、仔细体味，去了解古人用笔之意，而书法的体势则顺乎个人的情志，力求表现自己的面目。由此而提出了「结字因时相传，用笔千古不易」的见解，从用笔和结字来达成创新与继承的结合。\n其「用笔千古不易」的说法曾引起不少争议，有人斥为谬论，也有人加以拥护。其实，赵氏所欲阐释的「不易」应是指用笔规律总体把握的重要，所谓的「用笔千古不易」强调的是书写时各体皆有其用笔基本原则，必须先掌握好才去加以变化，且许多新笔法的使用往往和书家自己创作出的新书风有密切关系，后学者不能只学这些和个人书风有密切关系的用笔，而不去学经过上千年实践证明了的基本笔法原则。也就是说，尽管随着风格变化，笔法亦是千变万化，但其中必定包含着一个不变的规律－－如何最有效的运用毛笔特性，最有效的运用手段来体现书法线条的立体感、力量感和节奏感，这是他大量临摹之后的体悟，也是其真正精华所在。而「结字因时相传」所指的应是随着时代的发展，结体都有不同的变化；各体书法随着形成过程及个人风格的需要，都有明显的体势上的变化，如偏旁移位、笔画增减等，但并不是完全没有约定俗成的结字原则，而是在法则之内的变化。因此，他的两句话都是有双重意义在内，只是侧重点不同罢了，加上当时他并没有在提出「结字因时相传，用笔千古不易」的观点时具体说明其内涵，因而遭后人之讥，其实两者都包含继承和创新的双重含义。\n第四节 书学及书风承继变化\n赵孟頫之书法风格演变，最普遍的方式是采明宋濂于跋《赵子昂书浮山远公传》所言：「赵魏公之书凡三变：初临思陵，中学钟繇及羲献诸家，晚乃学李北海。」将之分为分为三个阶段，清吴荣光在题赵孟頫所书之《杭州福神观记》亦言：「松雪书凡三变。元贞以前，犹未脱高宗窠臼；大德间，专师定武禊帖；廷佑以后，变入李北海、柳诚悬法，而碑版犹多之。」此种说法基本上代表了明清以来对赵氏书风演变过程的评述。 孟頫早期学赵构书，再由智永追踪右军，尤其临写二王作品不下数百次，如临《兰亭序》，评者云：「吴兴公临，所见亡虑数十本。」（黄潽《文献公集》）；临《十七帖》，跋者云：「于一日之间，所闻见者，已得三本，乃之此帖盖为公平日书课。」（吴宽《匏翁家藏集》）；宋濂说他「羲献诸帖，凡临数百过」（宋濂《宋学士集》）；虞集讲得更为详实：「赵松雪书，笔既流利，学亦渊博，观其书，得心应手，会意成文。楷法深得《洛神赋》而揽其标，行书诣《圣教序》而入其室，至于草书，饱《十七帖》而变其形。可谓书之兼学力，天资精奥神化而不可及矣。」（《道园学古录》）晚年碑版之书又参以李邕之法，王世贞谓：「其规模李北海，遂无一笔失度。」（《弇州续集》）。且李邕之书原亦出于二王，所以赵孟頫从幼学思陵，中年学二王，到晚年入李北海，可说是追本溯源、一脉相成之事。\n然有学者对此分期提出不同看法，中田勇次郎于《元人书和题跋》一文云：「宋高宗之书风乃南宋一代皇室书体之典范，赵孟頫出自宗室，初学时受其影响可能性不可说没有。但是，从现存赵梦俯的书迹中，要找出受高宗影响的痕迹极难。元贞二年（1295）以前之作品中，书风变迁很大，其中钟繇之影响比较显著，以三希堂续帖刻的鲜于府君墓志铭为代表。相反的，元贞以后之作品用钟法的极少，这是和宋濂说法不一致的。再从文献资料来看，赵孟頫书论中，言及高宗的，仅曹娥碑真迹本之题跋见出，因此，宋濂之三分法，实在有检讨之必要。」\n对其说法，笔者以为宋濂及吴荣光所言，应为大体言之，并非将其截然划分为三阶段，只不过如此归类型的评述，很容易造成浅显的理解或后人之误会罢了；故中田勇次郎的看法，似过于拘泥于三变之时间性。且由今天赵孟頫的书迹来看，「初临思陵」，是有迹可寻的。由著录可见，其十九岁所书之《读书乐趣》篇，已称「笔力遒劲」、「用笔全具思陵体格」 ；二十四岁时所作之《书画合卷》，「字近思陵，而笔无停机，有大风撼毫之态」 ；三十岁时所书《杜工部秋兴四诗卷》，亦为「学高宗书」、「韵度丰艳」 ，加上从高宗「回归晋唐」的书学主张及对二王之书用力之勤，即可了解赵孟頫必定有受其影响，甚至可说孟頫在元代书艺的作为，正是完成赵构在南宋初年未竟之理想。\n当然，在赵孟頫的书法生涯之中，并非仅学赵构、钟繇、二王、李邕这数家，其它如唐代虞、永、欧、褚、颜、徐以及宋代诸名家，只要在历代有较大成就的其它书家，他几乎都深入地研讨过。由其传世作品中，留有大量临写作品，可见其勤奋之学书历程。他曾经背临十三家书，取复视之，无毫发不肖似；又自云中年「学褚河南《孟法师碑》，故结字规模八分。」（题《千字文》卷后）；他所临张长史《京中帖》，「笔法操纵，骨气深稳….且不用本家一笔。」（陆深《书画题跋记》）；他亦爱欧阳询，以为「清劲秀健，古今一人」，且尝手录《欧阳氏八法》以授子弟，所书之《发兴寺碑》，结束处颇得欧阳询《邕禅师》笔意；即如他反对宋人只求尚意之书风，然对宋四家之书作，亦每有临习，扬其长而避其短；柳贯的记载亦可知其旁涉之广，云：「犹记寒夕宿斋中，文敏谈余，试濡墨覆临颜、柳、徐、李诸帖，既成命取真迹一一覆校，不惟转折向背，无不绝似，而精彩发越，有或过之。」（《柳侍制文集》卷十九）；明王世贞亦言：「欧、虞、颜、柳、旭、素，以至苏、黄、米、蔡，各用古法损益，自成一家，若赵承旨则各体具有师承，不必己撰。」再加上其章草学索靖、萧子云，隶书学梁鹄，篆书学李斯，小楷还能窥及他向民间抄经手的学习，可见其广采博收而冶融百家。由此可知，赵氏一生的书法风格演变是在大量临摹晋唐名家书法的基础上，逐渐的融合，最后贯穿斟酌而自成一家法度，虽然其法度严谨、古法较多，然自家面貌并不逊于唐宋各家，风格韵味也独具一格，才有后人称其书为「赵体」，与「颜体」、「柳体」、「欧体」并称于世。\n第五节 书法成就\n赵孟頫的书法及其书学思想，从书法历史地位来说，当然与开创书法新时期的东晋「二王」不可比拟；从书法艺术本身的创造性来说，也并非十分特出。但其之所以能够在书史上留名，最重要就在于他能够力破宋人取法「四家」及轻视古法之风，重新发掘树立晋唐的用笔规范，将快被遗忘之法度、形式找回，而能开启一代书风。\n一、书迹作品\n《元史．本传》云：「孟頫篆、籀、分、隶、真、行草书，无不冠绝古今，遂以书名天下。」赵孟頫于一生中流传下来许多作品，内容广泛，一般言其书篆、隶、真、草四体皆善。然从传世之赵书《六体千字文》来看，其篆、隶水平似乎并未见得十分高明，篆书虽宛转流美，隶书亦清劲秀逸，结体皆由古制，而取法却不甚高。其弟子杨载于《赵公行状》中云：「篆则法《石鼓》、《诅楚》，隶则法梁鹄、钟繇」恐是牵强附会之词。应以方孝孺于《逊志斋集》所言较为可信：「赵魏公子昂爱鼎臣（徐铉）书，所作大小篆多类鼎臣」，陶九成则谓孟頫晚效吾衍。因徐、吾都以毕生精力专攻篆学，于宋元两代声闻甚着，故赵氏在篆隶上的成就比之当代书家，恐不及吾衍、徐铉。故观赵孟頫书法之成就，应将重点摆在正、行、草这三个方面较为恰当。\n赵孟頫的楷书，与颜真卿、柳公权、欧阳询并称四大家，世称「赵体」。传世碑刻墨迹之多，恐怕无人可比，因此自元代以来，从而学者颇众。其结体一般取横势，字形偏扁，平整中带有倚侧，呈左紧右疏，每一笔画皆有明显之三过折，带有行书笔意，不仅有颜的庄严、柳的劲拔，还有欧阳的紧密、褚的清朗，晚年又增以李北海的飞动之势和峭拔之力，遂卓然自立。传世代表作有《胆巴碑》、《仇锷墓志铭》、《玄妙观重修三门记》等，此类作品多见于书碑，用笔沉稳，一丝不苟，精到严谨，章法布局经纬分明，尤以晚年所作之《胆巴碑》，法度严谨，神采焕发，可看出赵书技法之炉火纯青。\n而小楷作品亦被誉甚崇，鲜于枢评为「子昂诸书第一」，其小楷主要得力于王羲之、王献之，曾自云：「余临王献之《洛神赋》凡数百本，间有得处….亦自宝之…。」在自跋所临王羲之书《东方朔画赞》亦言：「右军小楷存于代者唯《乐毅论》、《黄庭经》及《东方朔画赞》耳，余深爱此墨本《画赞》，笔意清古，思齐有此」。小楷极为工整，笔法劲利，姿态多变，富有唐法晋韵，论者以为「如花舞风中，云生眼底」（袁桷《清容居士集》），文嘉说他自「右军《黄庭经》、子敬《十三行》之外，不染他人一笔。」（《珊瑚网》）并由于书写内容和形式不同，如写经、墓志、辞赋、手札等，其风格面貌也有所差异。传世代表作有《汲黯传》、《洛神赋》、《书禊帖源流卷》、《过秦论》及大量的佛道经卷如《道德经》、《法华经》、《心经》、《金刚经》、《度人经》等。据墨迹流传和著录所记，不同名称的佛经和道经不下二十余种，其用力之勤，历代书家无一过之，明代顾起元谓「松雪居士平生善以笔砚作佛事，所书经当不下数百本。」这一方面可以看出当时佛教、道教之盛行，因其中许多经卷是应帝王之命而抄写的，另一方面也反映了赵氏一生以佛道寻求超脱的精神世界。从书法而言，这些作品似多法小王，流丽中寓绵劲，深得《洛神》神髓，确为唐以后的最高境界，故倪云林评：「子昂小楷，结体妍丽，用笔遒劲，真无愧隋唐间人。」\n在各体之中，赵氏成就最大者当首推行草，传世作品以行草书最多，对后世之影响也以行草书最深，其中包括大量的信札、题跋。大致上可以分为三类 ：一是行楷兼及，如《行书千字文》、《前后赤壁赋》、《归去来辞》等等。二为行草相继，赵孟頫抄录一些短文诗篇、来往信札、题跋作品多属于此类，于行书中带草笔，如《玄都坛歌》、《纨扇赋》、《行书杜甫诗》、《方外交疏》、《苏轼古诗卷》等等及大量的信札、题跋作品，数量之广，不胜其计。三为草书，数量较少，但于尺牍中时可见之，如《与鲜于枢尺牍》，作品除临摹二王草书外，《衰荣无定诗帖》是草书中的佳作。\n赵孟頫的行草书，可说深得右军遗意，几乎融汇了二王书风中所有书家的技巧，从各种不同角度汲取其中的精华部分，进行相互交叉融合。其笔法蕴藉沉稳，笔意纵横，流利飞动，多姿多态，秀逸清新，传世之《兰亭十三跋》、《归去来辞卷》、《赤壁赋》、《雪晴云散帖》为其代表作，可窥其书风的主要面貌。而晚年代表作《玄都坛歌》，通篇气势跌宕，宛转流畅，笔意滋润，行笔舒展开朗而又圆浑沉稳，其中融会了李北海、徐浩、柳公权、陆柬之等人的笔法，交叉于二王笔法之中，显出赵氏已将所学完全融合运用，不会任何生拉硬凑之感。另外，其书法中风格最接近晋人风度的，则数流传下来的大量信札、题跋作品，信手拈来，非常自由随意。由其信札尺牍中，不仅可以看到汉魏六朝潇洒纵逸的神态，亦可见唐代书法严谨森然的秩序。\n二、书史地位\n关于赵孟頫在中国书法史上地位的评价，历来颇不一致、褒贬互见，有人讥为「奴书」、「缺乏骨气」，也有评为「冠绝古今」，其中以明代王世贞的评价较为客观。其曰：「承旨可出宋人上，比之唐人，尚隔一舍。」平心而论，赵孟頫的书法，比之王右军、颜鲁公在创造性上显然并不如他们，但作为元代书艺高峰，则仍堪与前贤并肩。近人杨守敬也说：「元人自以赵松雪为巨擎，简札脱胎右军，碑版具体北海，自是东坡后第一人。」\n赵氏的书法，在元代影响了一代士人，形成了风格鲜明的赵派书家群，书法名家鲜于枢、邓文原、虞集、俞和、康里子山、郭异等皆受其影响。之后亦影响有明一代，直至明代晚期在个性解放思潮下出现的一批书家才使赵书风靡的局面得以打破，但他的书法仍受到广大世人的喜爱，入清后乾隆皇帝酷爱其书，使赵书再度风靡朝野。因此赵书作为承先启后、继往开来的大家，以及他所领导的全面回归的古典主义书法潮流，在书法史上的影响是极为深远的。\n赵孟頫之所以能成为元代书坛的盟主，在书史上留下光辉灿烂的一页，在于他渊博的学识及对艺术创作一贯的认真态度，而他在书史上最重要的贡献即在于他所提倡并推动带领的复古书风，由于他的努力钻研和身体力行的摹古实践，对当时的书艺起了示范和引导作用，矫正了南宋以后尚意书风末流所造成的时弊，使晋唐法度，尤其是在两宋一度被疏远遗弃的二王书风又重新被加以重视，其复在书法上的「复古」功绩是可以肯定的。但从创新的风格角度来看，这种尊崇表现出来却是被动摹仿的，失却了唐人尊王法而能出新法的创造精神，对后世书家因而产生了负面影响，使在效法二王法度的书法面目基本上皆大同小异，缺乏鲜明的个性，造成只取其形，而未学其神之弊。即使如此，以他对书法的造诣和影响，称其为宋之后书法发展史上的一位巨匠，仍然是无可非议的，其所带动元代的复古书风，在书法史上所起的「调整」作用亦是功不可没的。\n第五章    赵孟頫尺牍书艺\n赵孟頫存世之书画作品甚多，其中信札占有相当部份，也可以作为研究赵孟頫书法艺术的重要材料，明王稚登即认为：「赵魏公书名绝世，而尺牍尤工，纵横放逸，无不如意，若神入三昧，虽游戏而皆入圣也。」除了书艺之外，透过这些赵孟頫与亲友间往来之信件内容，可以发现到一些不见史籍记载的情况，如家庭私事、生活情况、个人行踪、亲友关系、人事交往等，以补充赵孟頫生平或《年谱》并纠正某些失实之处。同时，在信函中对亲友自然流露的感情，对事务处理必须持有的求实态度，对人事难以回避的应对酬往，都表现得更加具体直接，从中可以了解赵孟頫比较真实的思想感情、处世准则及人生观等内在的精神世界。也因此，尺牍作品便有别于赵孟頫其它碑文题跋作品，亦使赵孟頫尺牍有其研究之价值。\n第一节    赵孟頫尺牍概览\n要使尺牍有其研究价值，就必须先确定这些信件的绝对年代或是相对年代，此为先决条件、也是最不容易的部分，因为信札往往都只署月日而无纪年，或者缺月少日甚至两者皆无，如果不能确定信札书写时间，就不易与作者的生平事迹相联系，也就更难以把握其实际内容和深层内涵去作进一步的了解与剖析。同时，信札尚有真伪问题，必须去伪存真才可加以利用。由于许多方面尚付阙待考，因此笔者仅就目前所得之数据，以系年表的方式呈现，并对其于收录帖及历代著录中因帖名不同而事实上表同一件作品者以括号说明，避免造成混淆。\n第二节 赵孟頫尺牍内容简介及时间考异\n对赵氏尺牍的时间、内容、书法风格及前后递变，单国强先生已有论述（见《赵孟頫信札系年初编》），然其中似或有疏误之处，以下兹依照时间先后排列，概要略述、分析其内容，并试对其中有疑问之数帖提出笔者之看法，以提供作为进一步研究证实之参考。\n一、《致郭天锡札》\n1. 此为致郭天锡书札，时年35。\n2. 由信札内容可知，时当至元二十五年（1288）十二月二十九日，春节将至之时，在北京寄往杭州之信。\n3. 信中言「每南望矫首，不觉涕泪之横集」，表达了冷寂孤独的悲伤心情：一方面是因为思乡、思念亲友，另一方面则是因在京中地位卑微，再加上无书画上的同好相与往还。这当中亦流露出作为赵家王孙，然出仕元朝的矛盾心情。\n二、《与王子庆札》\n1.    此为致王子庆书札，时年36。\n2.    子庆即王芝，字子庆，号井西，大梁（今河南开封）人，寓居杭州，为元初书画鉴藏家。\n3.    至元廿六年（1289）秋，是赵孟頫出仕第三年，也是他从南方到大都后第一次全面的观察书坛时局。当时他与江南杭州的鲜于、邓等书家及王芝、周密、郭天锡等诸多藏家对书法有共同的审美追求，此种审美却与北方辽金遗风及元代初期的北方书风格格不入，因此向王芝吐露心中的看法。\n4.    从信中可知赵孟頫出于书家本能，感到时代之压，责任心驱使使他决心以回归二王为复古指向，改变北方「近世又随俗皆好颜书」的风气。并且提出从童子学书入手，也就是今人所谓早期教育入手，以扭转当时书法之衰势。他尤其指出颜书的缺陷，称：「童子习之，直至白首往往不能化，遂成一种臃肿多肉之疾，无药可差，是皆慕名而不求实。」亦可看出赵氏此观点，在大都已有流露，但每遭受阻力，故其云：「吾每怀此意，未尝感以语不知者，俗流不察，便谓毁短颜鲁公，殊可发大方一笑。」\n三、《丈人帖》（除援未定帖）\n1.     纸本，行书，纵八寸九分，横一尺二寸，台北故宫博物院藏。为致丈人书札， 时三十八岁。\n2.    《丈人帖》，单国强〈赵孟頫信札系年初编〉作《除援未定帖》；《式古堂书画彚考》作《丈人帖》。\n3.    《妮古录》卷一：「节干即公（赵孟頫）舅氏管公，管公无子，公奉之甚至。即殁，建孝思道院，以主其祀。」。可知「丈人」，即孟頫妻管道升之父，名伸，字直夫。母周氏，惟道升一女，孟頫为作孝思道院祀者也。\n4.    帖中所指「二姐」，即夫人管道升，其为管家次女，故称「二姐」。「阿彪」即次子赵雍，因生于虎年，故取此小名。信中述「秋间先发二姐与阿彪归去」，可知赵氏夫妇时在京都（大都）。\n5.    此札年月，据明文征明考证 ，以为此帖应是元贞元年春赵应召由济南赴京修《世祖实录》时所书。然台湾姜一涵先生考证 ，则以为乃至元二十八年首赴大都时所书。其论据：一是赵当时任正五品的奉议大夫，称丈母为正五品的「县君」恰合适（管家无入仕并受封者，丈母称「县君」只能是随赵孟頫之官阶），又其它阶段赵官职均高或低于正五品；二是赵雍生于虎年，至元二十七正是虎年，故此札当写于稍晚于虎年的至元二十八年。两说中以姜氏考证为当。\n四、《希魏帖》（倏尔两岁帖）\n1.    纸本，行书，纵八寸九分，横一尺四寸八分，台北故宫博物院藏。为致希魏（郑月窗）书札，时三十八岁。\n2.    《希魏帖》，单国强〈赵孟頫信札系年初编〉作《倏尔两岁帖》；《式古堂书画彚考》作《希魏帖》。\n3.    「希魏」，即《丈人帖》中提及的郑月窗，「一书与郑」指的即是此帖，故可知两信写于同一天，均署「六月廿六日」。另据「奉别诲言，倏尔两岁」句，上推两年为至元二十六年，当时赵正好有自京返乡接管夫人之行，郑月窗应当在其时与赵晤面，故赵写此札时称「倏尔两岁」。此内容可旁证姜氏所考致丈人及希魏二札是写于至元二十六年无误。\n五、《论古人画迹札》（与鲜于枢尺牍）\n1.    纸本，行草书，存十九行。第一行字仅余其半，每行字数不一，计二七九字。25.5 ×45.5 ㎝。台北故宫博物院藏。\n2.    旧题《与鲜于枢尺牍》，盖因其尾有「伯几想安胜，便中冀为道意」一行，而误判为致鲜于枢之信札。从文意来看，不过是顺便代向鲜于枢致意而已，并非与鲜于枢者。\n3.    所致者推测为赵氏之友人，为赵孟頫趁在京同僚赵彦伯南还时带给友人的一封信。因信前端已残，故无从知受信者为何人。然此受信人既是赵之友人，又是鲜于枢之友人，且居于同地，信中所言又为收藏事，故可判断，受信者多为杭州旧友或周密、王芝等藏家。此一判断，可从信中窥及，札云：「昨见教化公，言有铜器见赠，留足下处，望附良便，发与湖州舍下为感。」此亦可知受信人居地非湖州也。信中「不得不报」、「近有新收，不惜报示也」，皆显示了赵与杭州藏家的密切关系。\n4.    赵孟頫于至元二十三年（1286）出仕赴大都，数年中曾因公回到杭州四次，他在出仕前即是杭州文化圈重要的鉴藏家之一，赴京后自然关心大都的书画、古玩。据周密《云烟过眼录》卷下《赵子昂孟頫乙未自燕回出所收书画古物》中所记，当中包括此札中所提到的《晋人谢稚三牛图》、《颜鲁公乞米帖》等。又乙未为成宗元贞元年（1295），故可推知此札必书于1286-1295年间。\n5.    此外，赵孟頫与鲜于枢相识是在至元二十四年（1287）八月，而鲜于枢卒于大德五年（1301），当时赵任江浙儒学提举，尚未再次赴京，可见此信是写于二次赴京任职之首次（1286-1292）。\n【按】： 关于撰书之年，黄惇、石风 以为此札约书于至元二十五年（1288）前后，乃是从书风推测。然单国强根据《年谱》记载，赵在至元二十八年居京时，曾见到许多古人名迹，故以为此封论古人画迹之信，应是书于至元二十八年（1291）前后。笔者以为后者说法可能性较大。\n＊《赵孟頫十札卷》（致民瞻十札卷）\n赵孟頫此十札，合为一卷。其中九札为致民瞻之书，只有《翡翠石札》为致仁清。均无纪年。纸本，行草书。十札卷末之题跋甚多，较早的为明成化二年（1466）无名氏；另有嘉靖四十四年（1565）张隽跋记。从张隽之跋文，成化二年一跋，应是其五世祖「西庄」（张黼）所书。此卷原为石民瞻珍藏，临殁时赠与友人戴氏，后由张家传递了五代，入清后为王鸿绪所得，后又经潘延龄、罗天池、裴景福、伍元惠等收藏。现藏于上海博物馆。\n民瞻，即石岩，字民瞻，号汾亭，京口（江苏浙江）人。好书画，有《鹤溪图》、《五柳图》等作，曾任县尹，官于九江。早年即与赵孟頫为友，后成姻家。由信札可知，赵居家休病期间，与之交往密切，元贞二年一月初七日，李衍即为赵赠石岩的《过秦论》题跋。(《大观录》卷八载赵氏《过秦论卷》款云：「……民瞻自江左来谒选，时时相过，慰余寂寥，风雨中持黄素四幅求作小楷。适案间有贾生《过秦论》三篇， 乃为书之。」) 又二十三年后，赵氏书《宝积经》款：「……吾友石民瞻得此数年，一日持过吴兴，命书是经，余不能辞，遂援笔录于卷左以归。时延佑改元秋九月朔日。」由此可见赵孟頫与石岩的关系，并非泛泛之交。\n行文内容虽多为约会、馈赠、需求等家常琐事，但亦无处不流露赵孟頫对友人的一片真实情感。\n六、《许惠碧盏札》（暂名）\n此札谈及石岩「一再过吴」而未曾会面，赵滞留于吴也未及返杭，信中所言「孟頫滞留于此，未得至杭」、「旦夕到杭，又有承教之便也」，与元贞元年八月由京返乡，途经苏州停留，后才返吴兴，次年一月方抵杭州的过程甚相吻合，故可初定此札书于元贞元年十二月二十七日。\n七、《炀发于鬓札》（暂名）\n信中提到「自夏秋来，炀发于鬓」，休养五十余天尚未痊愈，可知是在休病期间所书，又曰「寒近，要鹿肉」，单氏推测此信乃书于元贞二年冬。\n【按】：笔者以为或于元贞元年冬较妥。观其书信内容，言「自夏秋来，炀发于鬓，痛楚不可言，今五十余日」，《年谱》亦记载元贞元年八月赵以病辞归，则信中所言恰可与之吻合，同时亦可知其时赵以病辞归并非托词，确实是犯病需返乡休养。\n八、《远寄鹿肉札》（暂名）\n信札内提到于《炀发于鬓札》中要的鹿肉已收到，所署日期为「正月廿四日」，联系《炀发于鬓札》，则此札应作于元贞二年正月二十四日。信中既感谢鹿肉之惠，又因「家人辈尚以为少」，故不得不再次启口，寻问是否能再重寄一些来。若与民瞻非极熟识，应不可能如此开口请求。\n九、《不闻动静札》\n信中所言「孟頫只留德清山中，终日与松竹为伍，无复一豪荣进之意」，表明其时赋闲在家，并未出任为官。当中并提及前札「许惠碧盏」一事，询问「何尚未践言耶」。单氏推测此信乃写于比《许惠碧盏札》稍晚的元贞二年正月人日（初七）。\n【按】：笔者以为「去年一月间到城中」，指的应是元贞二年抵杭州之时。且赵既于元年十二月二十七日才致民瞻一札，若此封是在二年一月七日寄，则信中理应不会出现「欲遣一书承候，又无便可寄」之语。故应再晚一年，即大德元年（1297）所书较合理。\n十、《便过德清札》（暂名）\n信中言「自去岁便过德清，盖三间小屋，滞留者三月，十一日归吴兴」。因联系《年谱》曾提赵在大德元年间十二月由杭州返吴兴，三十日在德清日今浙江钱塘道）度岁，一月三日（四天后）即回杭州。故「去岁」所指必不为大德元年，有可能为前一年元贞二年冬，则此札应书于越冬后的大德元年初。\n十一、《雨中闷坐札》（暂名）\n信中提到「雨中闷坐」，为民瞻的梅花及观音像题字，可见亦赋闲在家，推测当书于元贞二年（1296）多雨的夏季。\n【按】：单氏为何不推为次年（大德元年）所书，或尚可考。\n十二、《雨中札》（暂名）\n信中所提「仁卿」，即高复礼，河南人，官兵部侍郎，为石岩亲戚。\n从称呼民瞻「老弟」，可见其熟识程度。此信亦写于雨中，因为下雨不想外出，故邀石岩「过此谈半日」，同时亦请石岩一同邀仁卿同来，并言若仁清愿意过来，将遣马去接。由此信可知石、高两人住处应不远。此信与《雨中闷坐札》所书之年月应于同时，即元贞二年之夏。\n【按】：同上札，单氏为何不推为次年（大德元年）所书，或尚可考。\n十三、《令弟文书札》（暂名）\n1. 单氏以为书于元贞二年七月六日。但若依笔者于前之推估，则当书于大德元 年七月六日。\n2. 由「外蒙远寄碧盏，不敢拜赐，并付去人归壁」可知，于《不闻动静札》中向民瞻催要的碧盏已收到，但因为不好意思平白受赠，故亦回赠璧玉。\n3. 信中亦请民瞻代为向仁清问候，由上札及此札所书内容来看，当时赵、石、高三人的交往应甚频、友情亦密。\n4. 从赵致民瞻信函中求赠碧盏一事：始承「许惠」，企待「惠赐」，再而提醒「践言」，最后终于「远寄」而至，赵孟頫对古器物的喜爱，以及迫不及待、害怕民瞻忘记或反悔之心理，可于札中窥知。\n十四、《翡翠石札》（暂名）\n此为致仁卿（高复礼）信札。赵孟頫直接向仁卿求赠或借观翡翠石，有此闲情逸致，亦当书于休病期间，即元贞二年或大德元年时。\n十五、《厚柷札》（暂名）\n信中提到「走谒不遇而归」，表明是寻亲访友的赋闲期间，当亦写于与前几札同，即元贞二年至大德元年之时。\n此十札之书写时间，从书风、内容等方面来看，反映了赵氏书法的纯熟阶段，可确定为其盛年作品无疑。而确切纪年，徐邦达先生以为致民瞻诸札应作于大德三年至至大二年间江浙任上，时亦居江南，书风属五十岁左右。而单国强先生则认为主要应写于元贞元年八月以病辞归吴兴至大德二年应召赴京写经前的休病期间，从诸札内容来看，赵其时居处清闲，或养病数月，或会晤亲友，或在家写字作画，或外出游赏山水，无一字提及府衙公事，可见应是休病赋闲在家时期所书。笔者亦同意单氏之观点，以为其书于元贞年间较为可能。\n十六、《数日帖》（心腹帖）（致晋之尺牍）\n1. 此为致晋之书札。\n2. 《数日帖》，《式古堂书画彚考》、《退盦金石书画跋》作《心腹帖》；单国强〈赵孟頫信札系年初编〉作《数日帖》；《致晋之尺牍》所指亦为此帖。\n3. 信中提及「仲美」，据考，此人即其侄赵仲美。\n4. 由「数日来心腹之疾大作」，表其时身体状况欠佳，病休居乡，与家族亲友同寓一地，推测此札当书于元贞年间刚返乡时。在收到晋之馈赠的西洋布和报惠诸物之余，亦收到请他挥毫书写的纸素。除了相互馈赠物品，也有托办事情（沈提领处绫亦望催促）。观此信内容，可知赵与亲友当时往来情形。\n十七、《风采帖》（不望风采帖）\n1. 此为致野堂提举札。\n2. 《风采帖》，单国强〈赵孟頫信札系年初编〉作《不望风采帖》；《式古堂书画彚考》作《风采帖》。\n3. 「不望风采，恍不记时」表明身体欠佳；所提「景亮」，即外甥，姐夫张伯淳之子张景亮；「景远学士」即周驰，其字景远，号如是翁，少有文名，尤工书法，为赵孟頫家乡至友。\n4. 由此信内容可知，野堂提举拜托赵孟頫为其先安人书写墓石，并给予「润笔之惠」。赵言因有外甥景亮之嘱，故不敢拖延，同时还自谦「笔札荒芜，恐不可以用以上石」。\n5. 单国强先生推测此帖应写于元贞年间。\n十八、《与季统札》（付至纸素帖）（致季统山长秘书足下尺牍）\n1. 此为致季统山长秘书札。「季统山长秘书」未之其为何人。\n2. 《与季统札》，单国强〈赵孟頫信札系年初编〉作《付至纸素帖》；《式古堂书画彚考》称《与季统札》；《退盦金石书画跋》于《赵文敏七札册》中所作为《与季统帖》；《致季统山长秘书足下尺牍》指的亦是此札。\n3. 信中言「小干过吴门。未暇写，须伺吴门还，乃可奉命」，之其时曾去苏州。而赵于元贞二年、大德元年多往来于吴兴、杭州、苏州等地，推测此札应书于此期间内。据所署日期「十二月廿八日」，单氏推测此乃元贞二年所书。\n4. 季统赠与赵口味之惠及笺纸、兰亭绢等物以索其书，而赵对所索之书虽未暇写，但恐辜负来意，未免送信人空手而回，故仍先作「大字、兰亭等奉纳」。\n【按】：由以上诸封信札内容可略看出，赵于休病期间，与亲友间酬往频繁情形，问候、拜谒、叙情之外，也互赠诗文书画。而且这些馈赠是彼此间互惠、有来有往的，中国人一向重视的人情世故准则，可于赵氏信札中得到应证。\n十九、《前岁到杭帖》\n1.    此帖收于《赵管尺牍合壁卷》，现藏于北京故宫博物院。为致吉卿郎中札。然「吉卿郎中」未知其为何人。\n2.    信中提及「前岁到杭，多有溷扰，杜门卧病，甀然拜谢」，知书于休病期间。对照《年谱》，赵在元贞元年八月（1295）以病辞归到大德二年春（1298）暂命赴京书《大藏经》，两年半时间以养病为主，并来往居于吴兴、杭州两地。以「前岁到杭」 推算，此札应写于大德二年，且所署日期为「二月十四日」，于暂命赴京写经之前，尚未离家。\n3.    信中内容乃是赵为女婿之事，「切望以孟頫故，力赐宛转」，托吉卿为其于金郎中处宛转一言（与《病来月余帖》联系），并告知详细情形已托进之「备细陈渎」。\n二十、《病来月余帖》\n1. 此帖收于《赵管尺牍合壁卷》，现藏于北京故宫博物院。为致进之信札。\n2. 上款「进之」，即崔晋，字进之，与周密同乡，曾官提举，赵氏亲戚。\n3. 信中提到为女婿之事，初在「耶律处致辞」，并已给吉卿写信（即《前岁到杭帖》），请吉卿于「金郎中处宛转一言」，致此函给进之，乃请其帮忙「备说」，由此可见，赵孟頫为此事托多少人情，费多少周折。\n4. 此帖虽无日期，但与致吉卿札联系对照，可知此帖亦书于大德二年二月十四日前后。\n二一、《李长帖》\n1. 此为致德辅教授札。\n2. 上款「德辅教授」，即段辅，赵之亲戚，小赵一二十岁。因曾以司业教国子生，故称「教授」。\n3. 此信虽无年月，但信中提到「发去物想已脱手，望疾为催促」，而观《奉答帖》亦询问「所发去物不审已得脱手未耶，急欲得钞为用」，可推测两札书写时间应相近。信中另述乡间大水来得稍早，未如《奉答帖》中提及赴京之事，故此札书写时间应该是较《奉答帖》早，约大德二年初春。\n二二、《奉答帖》\n1. 此为致德辅教授札。\n2. 信中述「不知何日入京」，所署日期为「四月十一日」。对照《年谱》，大德二年春，赵曾应召赴京书写《大藏经》，故此札当写于是年动身之前。\n3. 由致德辅教授之李长、奉答二帖，一再催促「发去之物」早日脱手，并将所得钱钞尽快寄来，以供急用，可知当时赵孟頫亦须出面处理家中财务之事。\n二三、《乡人帖》（乡人莘升帖）（致廉访监司相公尺牍）\n1. 此为致廉访监司书札。\n2. 《乡人帖》，《式古堂书画彚考》、《退盦金石书画跋》作《乡人莘升帖》；单国强〈赵孟頫信札系年初编〉作《乡人帖》；《致廉访监司相公尺牍》亦指此札。\n3. 上款「廉访监司」，即陆垕，字仁重，号义斋，江阴人，大德中任广东道肃政廉访使。信中已称「廉访监司」，故当写于大德年间。单氏以为信中所言乃向陆垕托乡人莘升事，似乎是在家乡休病时期，故初定此札为大德三年八月任职前所书。\n其中《数日帖》《风采帖》《与季统札》《李长帖》《奉答帖》《乡人帖》皆见于《赵孟頫七札册》，除致进之提举《去家帖》所书时间甚晚之外，余札均书于元贞年间及大德二年前（1295-1298），现藏于台北故宫博物院。\n二四、《宗阳宫帖》\n1.    此帖收于《赵孟頫集册》，现藏于北京故宫博物院。为致彦明之书札。\n彦明未知为何人。\n2.    「任先生」，即任叔实，字士林，奉化松乡人，儒生。\n3. 赵孟頫在大德四年至杭时始闻任叔实之名，数年后在杭州结识，计算结识时间当为大德七、八年间。则此札应书于结识之后，约大德八、九年，当时赵在江浙任上。\n4.    此信乃赵通知彦明郎中已在「宗阳宫借房，请任先生开讲」一事，请彦明「疾早择日收拾生徒为佳」。\n二五、《违远帖》\n1. 此帖收于《赵孟頫集册》，现藏于北京故宫博物院。为致兄长之信札。\n2. 上款「兄长」，即指长兄赵孟邮，曾任杭州路儒学教授，故衔以「教授」。信中提及「五兄」，即赵孟頖，据《五兄圹志》，其卒于大德九年五月二十三日。而此札「因五兄便」而拜覆，可见定书于五兄卒前，即大德九年前。\n二六、《近来吴门帖》\n1. 此帖收于《赵孟頫集册》，现藏于北京故宫博物院。为致德辅教授之札。\n2. 由信中「近来吴门」，又邀德辅可来嬉数日，可知赵当时居于吴门（苏州），故此札亦当书于大德年间任江浙儒学提举时。\n3. 对令弟德俊求书《老子》，除告知已写毕，「可疾忙报令弟来取」，也提醒「前发至《观音》已专人纳还，宅上至今不蒙遣还余钱，千万付下以应用」。可知赵对亲友所要求的字画，虽尽量满足，但并不是不收馈赠的，仍重视所谓「礼尚往来」之道。\n二七、《过蒙帖》\n1. 此帖收于《赵孟頫集册》，现藏于北京故宫博物院。为致总管之书。\n2. 信中言「家兄过蒙照管」，单氏考此所指「家兄」，当非只做官的大兄、六兄和早么的二兄、四兄，而入元未仕的三兄、五兄中，五兄与孟頫关系密切，或是指孟頖，则此札即不应晚于大德九年五月（孟頖卒前）。\n3. 在信中谈及学寅康振孙，「其人至贫」，端赖俸禄过活，然近有停止支俸的可能，望总管「怜其寒素」，特别予以开支。由此可见赵孟頫之悲悯心肠与待人之宽厚。\n二八、《度日札》\n1.    此札收于《赵孟頫致季宗源二札卷》，现藏于北京故宫博物院。乃致宗源之书。\n2.    上款「宗源」，即季渊，字宗源，曾任靳州路总管，赵之姻亲。有曰赵女嫁其子克兆，然赵婿中无季姓者，亦或三子赵奕之岳父耶？此处待考。\n3.    信中称宗源为尊亲家，据单氏考，赵孟頫与管道升于至元二十三年（1288）结婚，则至少二十年后方有儿女亲家，如此则已至大德十年（1306）左右，若为三子岳丈，时间又更晚。然信中另述及二哥、三哥随赵上任，可知任职地据家乡不远，当写于江浙任上。（大德十年到至大二年间）\n4.    赵孟頫在休病四年复出做官，此信内容则具体倾诉了他对繁冗公务甚感烦苦之心情：「见星而出，戴星而归，簿书期会，埋头其间，况味可想」。又对随往的二哥、三哥也跟着受累感到愧疚，言「不肖受此苦恼，乃命所当然。而三哥因不肖故，亦复如是，负愧无可言者」。字里行间所表达之苦恼、负愧情绪真切感人。\n二九、《近见札》\n1. 此札收于《赵孟頫致季宗源二札卷》，现藏于北京故宫博物院。亦为致宗源之信札。\n2. 上款所指「宗源」，与致宗源总管「度日札」同，故此札亦当书于江浙任上。信札内容为告知宗源近来所见古画名迹：张萱的《横笛仕女》、李昭道的《摘瓜图》及董元的《江村春日卷子》，似有收购之意。\n三十、《国宾帖》（致国宾山长书）（入城帖）\n1.    蓝笺本，行书，共三十五行，收于《三元人合卷》，北京故宫博物院藏。为致国宾之书信。\n2.    《国宾帖》，单国强于〈赵孟頫信札系年初编〉中称作《入城帖》；《墨缘汇观》称《国宾帖》；而《宋元明清书法丛刊2》中则称《致国宾山长书》。\n3.    上款「国宾」，及王利用，字国宾，通州潞县人，大德前曾为翰林待制，兼兴文署奉旨程试上都隆兴等路儒士，正合「山长」之称。\n4.    从「盖先子没四十余年」，札所署日期为「闰月一日」来推年月，因赵父于至元二年（1265）卒，后推四十余年，大德十年（1306）正好有闰一月，故此札当写于大德十年闰一月一日。\n5.    由信之内容来看，赵在问候国宾疾患同时，也送上药品，「偶有上党紫团参一本，恐可入喘药，附去人奉纳」。另外还劝慰国宾：「户役造船之扰，虽不能不动心，然要当善处，恐未可缘此便为释老之归，释老二家，又岂能尽无事耶！」不要因区区俗事之扰而作出世之想，一再叮嘱国宾：「此却非细事，更须详思，切祝、切祝。」\n三一、《进之帖》（乍凉帖）\n1. 元黄纸本，行书，十七行。收于《赵孟頫六帖册》（《石渠宝笈续编》则称《赵孟頫尺牍六帖》），台湾陈氏藏。为致进之之信札。\n2. 《进之帖》，单国强于〈赵孟頫信札系年初编〉中作《乍凉帖》；《墨缘汇观》、《石渠宝笈续编》则称《进之帖》。\n3. 「进之」，即崔晋，字进之，与周密同乡，曾官提举，赵氏亲戚。\n4. 由札中所述「侄女自平江（今江苏吴县）来」，望「进之遣舍侄速归」、「不肖当在几日到杭面谢」，可知赵其时活动在江南，应是任江浙儒学提举时所书。\n三二、《经率帖》（静心帖）\n1. 白宋纸本，行草书，八行。收于《赵孟頫六帖册》，台湾陈氏藏。为致静心之信札。\n2. 《经率帖》，单国强于〈赵孟頫信札系年初编〉中如是称；《墨缘汇观》、《石渠宝笈续编》则称《静心帖》。\n3. 上款「静心」，即吴森，字君茂，晚自号静心，居吴兴，好礼尚义，嗜好古画，有「义士」之称，皇庆二年五月卒，赵曾撰《义公吴公墓铭》。故此札必写于吴森卒前，信中提到「令遣小计去，望收留之」，知赵其时所居之地当离吴兴不远，故推测为江浙任上时之事。\n三三、《惠竹帖》（明远提举帖）\n1. 元黄纸本，行书，七行。收于《赵孟頫六帖册》，台湾陈氏藏。为致明远之信札。\n2. 《惠竹帖》，单国强于〈赵孟頫信札系年初编〉中如是称；《墨缘汇观》、《石渠宝笈续编》则称《明远提举帖》。\n3. 此札与《静心帖》书风接近，又属同一册，故推测亦约作于江浙任上。\n三四、《惠书帖》\n1. 此帖收于《元贤词翰册》，现藏于北京故宫博物院。为致达观长老之书信。\n2. 据单国强先生考，《元贤词翰册》中仅此一帖真。信中答谢达观长老「凉筝之饷」，「明远提举帖」中亦提到「达观来，得所惠书，承惠竹」，两帖联系对照，所指或当一事，则此札亦当书于同时，即江浙任上之时。\n3. 赵于信中表对达观所赠凉笋甚表感激，同时亦告知「所索书」已写毕，「敬此奉纳」。\n三五、《柔毛帖》（怀想帖）（致明远提举尺牍）\n1. 此帖收于《赵孟頫尺牍诗翰》（《石渠宝笈初编》内），台北故宫博物院藏。为致明远提举之书信。\n2. 《柔毛帖》，《式古堂书画彚考》作《怀想帖》；单国强于〈赵孟頫信札系年初编〉中作《柔毛帖》。\n3. 上款「明远」，同于《惠竹帖》。信中所曰「柔毛」即羊的别称。其书写时间亦当在大德、至大年间任江浙儒学提举之时。\n三六、《承教帖》\n1.    此帖收于《致中峰和尚六札卷》，今藏于日本，为致中峰和尚之书。\n2.    上款「中峰和尚」，即明本，号中峰，居钱塘，俗姓孙，十五岁出家，先后居吴兴天目山、庐州弁山、吴门雁荡村幻住庵等处。大德八年赵任职江浙儒学提举时，曾延之杭州武林官舍，以后相交日密。\n3.    信中提到「弟子日堕在尘埃中」，当指仕途。「《师子院记》留在杭州，他日寻检上纳」，表明赵其时于江南，故此札当写于江浙任上。又至大二年正月人日（初七），赵曾绘《中峰禅师像》以赠，相处甚欢。单氏以为本札或即作于是年二月九日。\n4.    由此信中所言『承教「若人识得心，大地无寸土」之说，无他，只是一个无是无非，无管无不管，没义味之极，当自有得，一切葛藤、一切公案，皆是系驴橛的样子耳』这段话，可以看出他的处世哲理。也就是说，只要修炼内心，达到无所谓是与非、管与不管的境界，就能超然物外，看清官场功名，摆脱世俗纠缠。综观其一生，其处世态度即是：既淡薄名利，又关注国计民生；既随遇而安，又富于进取心。这种既要面对世俗人生，又要有超脱的思想，就是赵孟頫的人生观。\n三七、赵跋书兰亭考帖（致野翁教授尺牍）\n1.    《禊帖源流考小楷卷并信跋》，实是包含《禊帖源流考》（亦称《兰亭考》）、二十年后的题跋和致野翁的信函三部分，后人将其合装于一，非同时所书，故实际上只有最后部分是属于尺牍。不过因收信对象为野翁，故亦称《致野翁教授尺牍并跋》。于《故宫历代法书全集》（三）、《中国书法全集》44中有收录，《中国书法鉴赏大辞典》中亦有介绍。现藏台北故宫博物院。\n2.    据赵于卷后之自跋，「余二十年前为曹野翁谒选都下，求余书《兰亭考》」，及署款「至大二年岁在己丑十二月廿四日」，前推可知此小楷乃书于赵三十六岁时。当时他应曹野翁之请，在大都写下姜白石《楔帖源流考》小楷卷，二十年后，宣城张巨川从曹野翁处得到此卷，再请赵孟頫作跋，旧作重逢，让赵孟頫十分感慨，云：「恍然如梦。余往时作小楷，规模钟元常、萧子云，尔来觉稍进，故见者悉以为伪，殊不之年有不同，又乖合异也。」同时并写一尺牍致函曹野翁，言：「余今日见此简，真是惭愧杀人也。」故尺牍所书时间应与跋同时，即至大二年。 （单国强或有疏漏，故误以为此札和《楔帖源流考》同书于早年。）\n3.    从赵于题跋中所言亦可知，赵当时所书小楷是书宗钟繇和萧子云，尚未形成自己的风格，结字亦不甚稳妥。且赵作书极讲究环境、纸笔和气候，而当时赵初到北方，不适应天气干燥和多风尘，亦不适应北方土炕和炕桌，自然所作无法精妙，是以令他耿耿于怀，二十年「时时往来胸中不忘」这幅旧作。\n4.    观此帖，题跋及尺牍部分间之字体风格相近，和早年所书之《兰亭考》极为不同，可看出赵氏书风早期与后期变化的明显。亦可由此得知，赵氏书法虽早在二十多岁已初见面貌，但个体之成熟并非齐头并进，而具有阶段性特征。\n三八、《秋深帖》（与婶婶书）\n1.    纸本，行草书，凡十八行，计132字，29.6厘米×53.3厘米。选自《元名家尺牍》，故宫博物院藏。\n2.    此札管道升给婶婶的信札，又称《与婶婶书》。因署款「道升」下露「孟頫」两字修改痕迹，可证为赵孟頫代夫人所书。夫代妇书信，在古代本是平常之事，然赵在署款时却忘了是在代夫人写信，不小心就落上了自己的名字，发现错误之后，才再利用原来字形加粗改成『道升』二字。\n3.    据单氏考，信中提到「近尊堂太夫人与令侄吉师父，皆在此一再相会」，可知赵氏夫妇时居江浙，尚未上京，故能与亲戚常聚。又至大三年（1310）九月五日赵孟頫应召赴京（管道升亦随行），而此帖所署日期为九月二十日，若为至大三年书，则此时应已在往大都的运河途中。因与前引文意不合，故推定应写于至大三年前的至大元年或二年的九月二十日所书。\n三九、《二哥久出帖》\n1.    此帖收于《赵氏一门合札》，现为美国普林斯顿大学美术馆所藏。为赵代管道升致尊亲家太夫人之信。\n2.    上款「尊亲家」，当指儿女亲家，应为赵雍岳父季博家。赵雍生于至元二十七年（1290）年，若二十岁结婚，为至大二年（1309），所以此札必书于是年之后。信中又述「遣人到宅上」，赠送紫栗、冬笋等物，可知其时尚在江南，则时间应不晚于至大三年（1310）九月赴京时。\n四十、《久疏上状帖》（与亲家太夫人书）\n1.    纸本，行草书，凡十四行，计106字。选自《赵孟頫管道升尺牍合璧卷》，故宫博物院藏。\n2.    此札亦为赵代笔，又称《与亲家太夫人书》，《中国书法全集》将此札与《秋深帖》合称《代管道升书二札》。\n3. 信中明确提到「道升将有大都之行」、「旦夕即行」之语，因可断定此信乃书于至大三年九月五日赵赴京前夕。\n四一、《长儿帖》（长儿常德帖）\n1. 此帖收于《赵孟頫致中峰和尚六札卷》，现藏于日本。\n2. 由信中所述，可知赵孟頫在至大三年应召赴京，乃于九月离吴兴，十月十九日才到大都，十一月二十一日正式任翰林侍读学士。且因「去岁九月离吴兴」，知此札乃写于赴京第二年，即至大四年二月二十七日。\n3. 此信乃赵托中峰和尚为病故之长子超渡之事。赵之长子赵亮在至大三年十月赵赴京上任不久，于十二月受寒病倒，次年二月即逝。其时赵雍二十一岁，可知赵亮卒时已成年，并非史籍所载为早年么亡。透过赵在信函中之哀诉：「六十之年，数千里之外，罹此荼毒，哀痛难胜」；「念起便哀，哭泣之余，目为之昏」，可看出孟頫对长子哀情之深。\n4. 信中所言「写得金刚经一卷」，即为《竹崦庵金石目录》卷五之《金刚般若波罗密经》，因该经之署款为『至大四年二月廿七日，赵孟頫正书，荐亡男由亮』，可知此经与《长儿帖》乃书于同一天，两帖可互相联系应证。\n四二、《草率帖》（致季博札）\n1. 纸本，行书，共十四行，计130字。又称《与季博札》，收于《赵氏一门合札》，《石渠宝笈初编》 有著录，刊于《中国书法全集》44及《中国古代书画图目》2，现藏于美国普林斯顿大学美术馆。\n2. 上款「季博」，即束季博。与赵孟頫交往甚久，后成姻亲，为赵雍岳丈。又《松雪斋续集．临右军乐毅论帖跋》：「……廿年前为季博临《乐毅》，殆过于谨。…..至治改元四月十一日题。」可见两人关系密切。信中赵氏称束氏为「季博提举相公尊亲家」，自称为「忝眷赵孟頫」，可知已结亲，时当至大三年之后。\n3.    单国强云：「此札未署年月，仅曰『炎署』，初步推定书于至大四年夏。\n四三、《窃禄帖》（次山总管帖）\n1.    此帖收于《赵孟頫六帖册》（《墨缘汇观》著录）（《石渠宝笈续编》则称《赵孟頫尺牍六帖》），并刻入《三希堂石渠宝笈法》21，现为台北陈氏藏。乃致次山总管之信札。\n2.    《窃禄帖》，单国强于〈赵孟頫信札系年初编〉中如是称；《墨缘汇观》、《石渠宝笈续编》则称《次山总管帖》。\n3.    信中曰「不肖窃禄于此，欲归而未可得」，知是书于上任之时，在离家乡遥远之京都。又曰「别来倏已两载」，从至大三年（1310）九月赴京计算，此札当书于两年后的皇庆元年正月十九日。\n四四、《吴门帖》（归自吴门帖）\n1.    纸本，行书，凡十九行，每行字数不一，计一四四字，收于《致中峰和尚十一札册》（与中峰十一帖），台北故宫博物院藏。\n2.    《吴门帖》，《墨缘汇观》、《大观录》中作《归自吴门帖》。\n3.    信中所提「月师」，即月千江，中峰和尚之法嗣，续主吴兴弁山幻住庵。又曰「示谕陈公墓志」，此陈公或即陈元凯，字时举，卒于皇庆元年七月十七日，十月柩葬，赵孟頫曾撰《故嘉议大夫浙东海右道肃政廉访使陈公碑》。\n4.    是年五月，赵氏正返吴兴立先人碑，到来年春方返京。此札中言及「孟頫归自吴门」，表当时赵行迹在家乡一带，极有可能在其时受中峰之托为陈元凯写碑志。如是，则此札约当书于皇庆元年十月前后。\n四五、《暂还帖》\n1. 此札收于《致中峰和尚六札卷》，现藏于日本，为致中峰和尚之书。\n2. 信中言四月「得旨暂还，为先祖考立碑」，五月离都，六月到家，所署日期为「一月十一日」，可知乃写于皇庆元年返家立先人碑之次年，即皇庆二年正月十一日所书。又提到「继而月师过访」，联系《吴门帖》「写付月师」语，可证两札书写时间相近。\n3. 从信中所言「触暑远涉，虽幸而孟頫与老妻、小儿皆善达，而童仆多病，死者三四人」，可知古时往返南北，其路途乃十分艰苦，长途跋涉使得相随僮仆死了三四人。\n4. 此致中峰和尚之信，乃是赵在归吴兴之后，由月师处知中峰因「俗境相驱迫」而避世移居六安山中，但他却认为「恐未必如此逃避也」，故规劝中峰「不如且还浙间，亦省事清心之一端」，不必过于超凡脱俗，并希望中峰能「来归相见一言」。\n四六、《幼女么亡帖》\n1. 此札收于《致中峰和尚六札卷》，现藏于日本，为致中峰和尚之书。\n2. 此信述说「正月廿日幼女么亡」，哀写《金刚经》一卷，请中峰和尚为其女超渡，并托俊兄带信回去给中峰。可知幼女么亡应是在赵暂还吴兴立先人碑期间，也就是皇庆二年正月二十日。而是年春，赵假满即返京，故此札应写于皇庆二年二、三月间。\n3. 联系《暂还帖》，或可推测其么女之卒，当与往返南北的长途跋涉有关。因皇庆元年五月先从京城返吴兴，八月再赴吴兴谒先人墓，十二月又返回杭州，在此半年多一直处于舟车劳顿、奔波未定之中，其所受知劳累与风霜可想而知。\n4. 故赵孟頫此番入京做官，虽于仕途上可谓一帆风顺、光宗耀祖，然对家庭带来的并非全是荣幸和欢乐，长子、幼女的相继亡故，给赵氏夫妇造成无法弥补的心灵伤痛，此由信函中「幼女么亡，哀怀伤切，情无有已」，「老妇钟爱此女，一旦哭之，哀嚎数日，所不忍闻」可强烈感受其悲痛之情。\n四七、《佛法帖》（致中峰明本尺牍）（致中峰和上吾师尺牍）（祖父之荫帖）\n1.    纸本，行书，收于《致中峰和尚六札卷》，现藏于日本，亦为致中峰和尚之书。《中国书法鉴赏大辞典》中之《致中峰明本尺牍》、《致中峰和上吾师尺牍》，其所指皆为此帖。\n2.    单国强云：「当书于皇庆二年四月四日，时赵已返京。」然另有二说：一说为书于大德八年（1304）（张羽翔） ；一说为书于至大四年（1311），究竟何者为真，尚待考。\n3. 信中所言乃告中峰其已悟佛法解脱之妙，并发出忏悔之语。\n四八、《亡女帖》\n1. 此帖收于《致中峰和尚六札卷》，现藏于日本，亦为致中峰和尚之书。\n2. 信中提到亡女蒙超渡，署日期为「六月廿五日」，故知当书于皇庆二年。\n3. 信中言「老妻以伤女故，殊黄瘦」，赵虽「亦未能释然」，然由「亡女蒙吾师资荐，决定往生，亦是此女与吾师缘熟故耶」，可知赵于心境上已与书《幼女帖》之时有明显不同。且由赵自此之后，对佛道的信奉日渐笃诚，知必与他因家庭变故而由佛法上寻求解脱有十分相关。\n四九、《东衡帖》\n1. 此帖收于《赵孟頫东衡帖卷》，现藏于吉林省博物馆。\n2. 信中所提「东衡穴边地」，即东衡的赵氏家族墓地，在德清县千秋乡。\n3. 信中所托均湖州家事，可知其赵在北京任上。所署日期为「闰月十日」，查此时期延佑元年和五年均有闰月，因元年时赵刚处理完先人墓地，回到北京不久，而信中又言「家间两次发到所寄书及田上帖，已收」，则应不大可能在元年之时就往来通信并托买墓地，故以延佑五年闰月十日写此信为宜。\n五十、《不蒙惠字帖》\n1.    此帖为附于《赵孟頫二体千字文卷》后之尺牍，收信者为进之提举。\n2. 信中述「今写真草千文奉还」，可知此信与卷前《二体千文》乃写于同时，故此札虽仅署「十一月二十九日」，然因千文署有年款「延佑戊午十一月二十七日」， 故可认定应是写于晚两天的延佑五年十一月二十九日。\n五一、《叨位帖》\n1. 此帖收于《致中峰和尚札卷》，故宫博物院藏。\n2. 所提「以中」，即中峰和尚之首座，天墓山僧，常代中峰外出联络。\n3. 札曰「窃禄叨位，日逐尘缘，欲归未能」，指明是在京都任上之时。信中提到「圣旨已得，碑文都已圆备」，查《年谱》：延佑五年，中峰被朝廷赐号为「佛慈圆照广慧禅师」，并改「师子院」为「师子正宗禅寺」，又诏赵孟頫撰碑文赐之。可知信中所述当指此事，故此札应书于延佑五年，又「欲挽以中过腊」，时当在冬天。\n五二、《俗尘帖》（每蒙尊者帖）\n1. 纸本，行书，凡十九行，每行字数不一，计187字。台北故宫博物院藏。\n2. 由「孟頫汨汨俗尘中」，知尚未离任，也未提及夫人病故之事。又曰「春深犹寒」，故此札当写于延佑六年四月前的暮春。\n五三、《南还帖》（得旨还南帖）\n1. 纸本，行书，凡二十行，每行字数不一，计202字。台北故宫博物院藏。\n2.    由「得旨南还，何图病妻道卒」，恳请中峰为其超度，所署日期为「六月十二日」，可知此札作于延佑六年管夫人卒后月余之时。\n五四、《醉梦帖》（如在醉梦帖）\n1. 纸本，行书，凡二十三行，每行字数不一，计254字。台北故宫博物院藏。\n2. 此信主要感谢中峰为亡妻赐法语、悼章、祭文，时间稍晚于上札，应再延佑六年六月二十八日。\n五五、《去家帖》（八年帖）（得旨暂还帖）\n1. 此札收于《赵孟頫七札册》（赵文敏七札册），台北故宫博物院藏。为致进之信札。\n2. 《去家帖》，《式古堂书画彚考》称《八年帖》；《退盦金石书画跋》称《得旨暂还帖》。\n3. 信中提到「夫人奄弃，触热长途，护柩南归」，得进之「远贻厚奠」，故应写于管夫人病逝之时。另札中又云「去家八年得旨暂还」，从至大三年再次赴京算起，正好八年，故此札定当写于延佑六年七月四日。\n五六、《还山帖》（以中还山帖）\n1. 纸本，行书，凡二十行，每行字数不一，计241字。台北故宫博物院藏。\n2. 因信中提到「所谓普渡功德，此乃先妻愿心，必须为之，但日期未敢定」，可知此札应亦作于管夫人卒后不久之延佑六年七月二十三日。\n3. 信中赵向中峰叙说其感叹，言三十年来的奔波劳碌都是梦幻，只是因本心迟钝，而随波逐流、时醒时梦，终未能彻悟，而这是赵极希望能将之破灭，使幻心日渐消散。由可看出赵孟頫对人生及佛理的深切体悟。\n五七、《丹药帖》（雨后渐凉帖）\n1. 纸本，行书，凡二十六行，每行字数不一，计358字。台北故宫博物院藏。\n2. 信中提到「小儿时去东衡，营治丧事，略有次第，择九月初四日安厝」，故知此札乃作于安葬管夫人前的延佑六年八月二十二日。\n五八、《两书帖》（如对顶相帖）\n1. 纸本，行书，凡二十七行，每行字数不一，计280字。台北故宫博物院藏。\n2. 信中提到老妻去世「既将半载」，故从延佑六年五月十日管夫人卒算起，此札当书于是年十一月初冬。「以中」为天目僧。\n3. 由信中所述对管道升病逝后思念及哀痛之情，以及未了却夫人生前心愿而精心安排丧葬、佛事等，可以看出他们夫妻感情之笃厚。三十年的相濡以沫，也不难体会管夫人之卒对赵孟頫来说是多大的打击。\n五九、《入城帖》（千江入城帖）\n1. 纸本，行书，凡二十三行，每行字数不一，计269字。台北故宫博物院藏。\n2. 信中提到请中峰至东衡普度亡妻之事，署日期「四月十二日」，故应为延佑七年所书。\n3. 「千江」，为吴兴弁山幻住庵住持。\n4. 在信中赵对中峰和尚的入山表示支持，并由衷发出同感，可明显看出此时赵之心境已与在京心态已有明显差异。另外亦可感受到赵孟頫晚年对字画应酬的厌烦，「必要满幅盈卷，问其所以，莫知好处安在，徒使人终日应酬，体疲眼暗，无荣可免」，或许是因为管夫人之卒，加上其年老体衰，使其心境有极大转变，思想上似乎已看透人生，而向往释家清净无为的出世生活，不愿再为世事操劳。\n六十、《尘事帖》（纷纷尘事帖）\n1. 纸本，行书，凡十七行，每行字数不一，计197字。台北故宫博物院藏。\n2. 信中提到为老妻忌辰作法事，此札即作于管夫人逝世即将一周年的延佑七年四月二十六日。\n六一、《山上帖》（自山上来帖）\n1. 纸本，行书，凡十九行，每行字数不一，计193字。台北故宫博物院藏。\n2. 信中谈及杭州报国寺「去岁九月火灾，止存三门」。据考，报国寺在延佑六年遭火毁，故此札应写于延佑七年六月二十一日。\n六二、《先妻帖》\n1. 纸本，行书，凡十九行，计198字。上钤有『赵孟頫印』朱文印。书札首尾有收藏印『项子京家珍藏』、『乾隆鉴赏』、『嘉庆御览之宝』等等。此札后与赵雍、赵由皙共六札合装成册。现藏于美国普林斯顿大学美术馆。\n2. 此札虽无纪年，但从信中「为先妻再期」，可知为管氏殁后二周年（「再期」即去世二周年之称）。管夫人卒于延佑六年（1319）五月十日，因此赵孟頫此札约书于至治元年（1321）。\n3. 「千江」，为吴兴弁山幻住庵住持；「以中」为天目僧。赵孟頫笃信佛事，而对禅僧尤为敬重，故此札真切之情表露于笔画间，可为晚年书札的代表作。从此札内容得知，管道升在赵孟頫心中是一位「德言容功，靡一不备」的贤妻。因此书与中峰托千江代作佛事，以求管夫人「超度之望」。\n六三、《荣上帖》（致张景亮信札）\n1. 收于《致张景亮书札册》，中国历史博物馆藏。为致张采之书信。\n2. 「景亮」，即张采，字景亮，姐夫张伯淳之子，小赵氏十余岁，官河南宣慰副使，吴江知州。\n3. 此信是代「语溪濮慰润」求婚，「语溪」即石门县，「濮慰润」指当地望族濮鉴之子允中，赵氏为濮允中的小令（即次子）来求张采之女秀姐，望结良缘。\n4. 据考，此札当作于至治元年十一月二日。 因赵虽于大德年间曾任江浙儒学提举，然其时濮允中次子尚幼，不可能提亲；后于延佑六年再度返乡养老，然延佑六年和七年之时，赵忙于处理官夫人丧事，且心情哀痛，按常理濮家不大可能托以婚事。而赵于七年秋去杭州，并赴濮家为濮鉴撰墓志铭，至翌年（至治元年秋）方归故里吴兴，其时，濮家才有可人遣人来请赵提婚事。故以为写于至治元年十一月二日为当，八个月后赵即去世。\n六四、《旬日帖》\n1. 此札收于《赵孟頫杂书四帖》，藏于故宫博物院。为致牟应龙之书札。\n2. 「成甫」，即牟应龙，字伯成，号成甫，吴兴人，牟献之子，曾任溧阳教授，以上元县主簿致仕，与赵孟頫交善，为「吴兴八俊」之一。\n3. 此信所署日期为「闰月七日」，赵晚年居家期间唯至治二年有闰五月，信中述及「天日晴暖」，与五月气候亦合，故此札应作于至治二年闰五月七日。信中谈到近两日来病体「稍似小减」，然仅知「饮食之味」，尚「未见其复常之渐」，诚望牟成甫能「略过作半日谈」。\n六五、《乞米帖》（为年成甫告贷书）\n1. 此札收于《赵孟頫杂书四帖》，藏于故宫博物院。\n2. 为代友人牟应龙乞米，只是未知收信者为何人，其年月亦不知。单国强以为与旬日帖当作于同时。\n六六、《疮痍帖》（久不上状帖）\n1. 纸本，行书，凡十六行，每行字数不一，计183字。台北故宫博物院藏。\n2. 信中提到「以中示寂」，（查：以中卒于至治二年）。「闰月」即是年闰五月，故此札当书于至治二年闰五月二十日，距赵氏去世的六月十五日不及一月，推测应为其卒前绝笔书札。\n3. 对于以中示寂一事，赵除表示悲痛与不舍之情，亦言「人谁无死，如空华然」，一方面是要安慰中峰，因其「年来多病」，望其保重，不必深恼；另一方面也可看出赵对死亡的看法，其生死观若无深悟佛理精义，绝不可能达到如此境界。\n第三节 赵孟頫尺牍之风格特色\n赵孟頫作书态度极为认真，即使是日常生活之书信，亦继承晋人的作风，从不草率从事，因而在分析其行草书作品风格时，其尺牍是一个重要的组成部分。\n在六十六件尺牍中，乃依其生平几个阶段的重要行状，将之分为五个时期 ，并选取其中具代表性之数篇尺牍，对其笔法、结体、章法神韵加以分析，由此探讨赵氏尺牍风格之特点与变化。\n一、首次赴京&总管济南府时期 ( 1287---1294 ) ，34—41岁\n赵孟頫自宋理宗宝佑二年（1254）出生到元世祖至元二十三年（1286）三十三岁时，皆居住于家乡吴兴，未入仕外任，亦尚未见有此时期存世信札墨迹。至元二十四年（1287）到二十九年（1292）首次赴大都任职。期间主要经历为：\n＊    至元二十四年春，应召赴京任奉训大夫、兵部郎中。\n＊    至元二十六年三月偕夫人管道升至京。\n＊    至元二十七年五月迁集贤直学士、奉议大夫。\n＊    至元二十九年正月进朝列大夫。\n＊    至元二十九年六月－三十一年（1294）任济南总管同知署总管事。\n赵孟頫四十一岁以前的行草书具有结体方阔、遒劲圆活、用笔多变的特点，作品有《草书千字文卷》、《跋大道帖》、《跋保母碑帖》，小楷则有《禊帖源流》、《常清静经》等。在赵氏最早年阶段，仅留有四件书札，故可视为赵孟頫极珍贵的早年书迹，反映了他四十岁以前泛学晋唐诸家的书风。兹举此时期信札之一《与鲜于枢尺牍》为例作介绍。\n此札用笔较快，上下属连，气韵贯通，入笔多侧锋，似效褚虞而及米书，起笔收笔变化微妙，露而不浮。线条似不经意，但却极有法度。造型结体灵秀绰约，圆中有健。章法布局疏密相杂，一种飘逸妍媚的神韵洋溢其间。线条的动感较赵氏一般作品强烈，乍徐还疾，忽往复收，偶尔还可见章草笔意融于其中，如第七行的「书画」、倒数第六行的「何可当也」、及倒数第三行等，与《草书千字文》中精致而遒劲的用笔、谨严又富变化的结体，风格非常相近，尤其第三行「动教胜常昨见」六字，变化多样、顾盼呼应，几乎是一笔写成，使欣赏者的目光随着其线条的奔走而有神思飞越、激情奔放的心理效应。\n二、休病居家时期 ( 1295---1299 ) ，42—46岁\n此时期自成宗元贞元年（1295）八月到大德三年（1299）七月。元贞元年春，赵因成宗之召，曾从济南赴京修《世祖实录》，夫人偕行，八月即以病辞归吴兴。休病期间，往返于吴兴、杭州、德清等江南诸地。大德二年（1298）春一度应召赴京书写《大藏经》，七月即辞返吴兴。\n从书法艺术角度来看，此时期之十八信札反映了赵孟頫四十至四十五岁壮年时期的书风，其面貌正由泛学诸家向主宗二王转变，并初步形成了自身的「赵体」特色。这些书札，运笔已很宛转圆润，提按轻重得宜，映带粗细分明，重者沉着、轻者灵动；结体亦骨肉停匀，丰筋健骨，端整而遒丽，已融唐人之严谨、二王之流润于一体，并更多显出姿韵之美。和同时期的行书代表作《洛神赋》圆活遒媚、珠圆玉润又含清劲之气之用笔，疏展灵秀、绰约巧丽的结体，有异曲同工之妙。此时期诸多信札，以往都以为书于四十五岁之后中年时期，故一般均认为「赵体」本色乃形成于四十五至五十岁中年，现在看应提前五年。兹举《与民瞻十札卷》作进一步书艺之赏析。\n这十札卷因是信件，当然是即兴之作，然虽是信手而书，却是十分精采。可说笔随心转，自然天成，法度严谨而又神采飞扬，可见子昂功夫之熟练、素养之深，没有五百纸的智永《千字文》、王羲之《兰亭序》的临写功夫是极难做到的。十札的书法风貌略有不同，微有差异。因为作者在书写信札时多为自由发挥、率性而写，所以最能反映出书家的个性、兴趣及当时的思想情绪，和其它碑文作品相较，明显显得较为自由奔放。由于赵孟頫对晋唐各家，尤其是二王下过很深的功夫，深得晋人气韵及唐人法度，所以能够运用自如，并于各札之中皆有体现，这可说是十札卷的共同面貌，也使其成为赵书中的精品。而因具体书写时心情、兴趣所致，此十札又大体可分出数种不同之风貌，可说代表了赵书笔札风貌。\n《许惠碧盏札》（札一）、《不闻动静札》（札四）、《便过德清札》（札八），此三札得王羲之《十七帖》等的神意，结体规矩紧密，笔划疏朗洒脱，虚和宛畅，神完气足，每一点画都不放松，笔笔到家，流畅有神，甚有姿态，用笔遒劲，显示出赵氏书写这几札时精神极好。\n《雨中闷坐札》（札二）一笺，结体较为宽博，丰筋健骨，行草间杂，行书部分结体端庄、草书则率意自然，静动结合，别有一种风姿。\n《雨中札》（札三）和《令弟文书札》（札七）两札，有王羲之《二谢》、《丧乱》等帖笔意，结体疏散，较少顿挫笔法，给人宛转流利、清和洒脱之感。两札比较，又以前札较为瘦骨清劲。\n《翡翠石札》（札五）一札，字字端正、法度森严，线条丰健，结字用笔都极为规矩，丝毫无懈怠率意之处，因此给人感觉书写时态度极为严肃。\n《厚柷札》（札六）一笺，似有《圣教序》笔意，劲力奔放，从内容来看，虽写得匆忙，然仍不失规矩法度，忙中而稳健。\n《炀发于鬓札》（札九）和《远寄鹿肉札》（札十），两札有李北海之笔法，运笔劲峭，又染以王字《频有哀橘帖》之洒脱笔意，形成清劲散朗的风韵。\n三、任江浙儒学提举时期 ( 1299---1310 ) ，46—57岁\n此时期自大德三年（1299）八月到至大三年（1310）九月赴京任职前。大德三年八月，出任集贤直学士、江浙行省等处儒学提举，主要行迹在浙江、江苏一带；至大二年任满时，改任中顺大夫、扬州路泰州尹兼劝农事，但未赴任，到至大三年八月才再次赴京任职。\n从书艺角度看，此时之十六封书札，反映了赵四十六岁至五十六岁中年时期面貌，即本色风格已经成熟，并达到出神入化之境，是赵体书法最精采的阶段。代表性书札有致明远二札、《赵孟頫集册》中四札、致国宾山长帖，以及为管夫人代笔的三札。其总体风格是姿媚温润，主要特点为：结构端延稳妥，体势修长柔媚，笔法遒劲飘逸，运锋轻灵圆活，可谓字字风骨内含，神采外溢，篇篇珠圆玉润，潇洒多姿。兹举《赵孟頫集册》中之《违远帖》一札为例，来探讨此时期其用笔结体特色。\n笔法，在书法艺术中是一个重要的环节，若书者不懂笔法，或不讲究笔法，是很难完成一幅好的艺术作品的，这也就是赵孟頫为何强调「书法以用笔为上」的道理，从《违远帖》中可观其对用笔所下工夫之深。此帖法度严谨，笔法圆润流畅，起笔藏露交错，运笔迟速分明，转折方圆结合，收笔顿锐错落，轻重提按变化通篇一气，爽朗有致，充分展现出娴熟的技巧。其横画多为逆锋下笔，中间稍提笔带过，再回锋收笔，整个运笔沉稳果断，略向右上取势，如「尊」、「不」；短横则下笔较重，如「一」、「士」、「正」等字。点画则姿态繁多，长短点变化丰富，藏露多由侧势下笔，信手点来，俯仰自如，短点如「仰」、「斾」、「之」等字，长点则如「番」、「覆」字。其它如竖、钩、撇、捺等笔法亦有特色，不仅线条变化细致，姿态亦各有所别。再看其结体，于平稳中有变化，既把点画之间安排得峻巧，又能做到形态自然，不失重心，使整体看来体态灵活，行气流畅。\n四、再次赴京时期 ( 1310---1318 ) ，57—65岁\n至大三年（1310）九月到延佑五年（1318），赵孟頫再次赴京任职累进升至翰林学士承旨、荣禄大夫，官至一品。此时期主要经历为：\n＊    至大三年九月，偕夫人进京，十月抵达，拜翰林侍读学士、知制诰同修国史。\n＊    至大四年五月，升集贤侍讲学士、中奉大夫，管夫人封为吴兴郡夫人。\n＊    皇庆元年春，赵之父、祖皆得封赠，五月准假返吴兴立先人碑。\n＊    皇庆二年春，假满，携夫人返京，六月任翰林侍讲学士、知制诰同修国史，十一月转集贤侍读学士、正奉大夫。\n＊    延佑三年七月，进拜翰林学士承旨、荣禄大夫、知制诰兼修国史，用一品例，推恩三代，夫人赠魏国夫人。\n＊    延佑五年冬，管夫人疾作，思归家乡。\n此时期之信札，有诸多为致中峰和尚之信札，由信札内容可看出赵氏对佛门的日益笃信，同时信中叙述的某些行迹和家事具体而微，可补《年谱》之不详或缺遗。从书法风格看，反应赵孟頫由中晚年向晚年书风转变的轨迹。至大、皇庆年间五十六至六十岁时，属于中晚年阶段，可以《致中峰和尚六札卷》为代表，书风在保持中年姿媚圆润基调同时，用笔已见刚健挺拔，遒劲渐胜流润，结体在修长中兼具端严精谨，雍容中显雄健。六十岁以后的延佑年间，已形成晚年风貌，即更多苍劲纵逸之势，从《赵孟頫二体千字文卷》及所附致进之札中可见一斑。\n细看《佛法帖》（致中峰明本尺牍），其结体得自欧字之严谨有致，用笔则颇具二王端庄秀丽之态，间忽插入一二章草笔法，显得更是婀娜多姿。行气委婉连绵，犹如潺潺流水。这些特点构成了此件作品之基本特色。观赵孟頫之尺牍，可发现一明显特点，这些书札虽是信笔拈来，为日常生活中往来的书信，然于运笔使墨间，却都丝毫不出法度之外。细心体会此件作品，无论是用笔或结体，无不取法晋唐诸大家，在扎实基础上，倾注自己的情感和意境，和对书法特有的悟性和灵性。洒脱流畅、清新温润，不愧为当代大家。\n五、晚年居家时期 ( 1319---1322 ) ，66—69岁\n赵孟頫自延佑六年（1319）离京返乡，到至治二年（1322）逝世，归为晚年居家时期。其间主要行迹为：\n＊    延佑六年四月二十五日，因管夫人疾作，即得旨回乡，五月十日夫人卒于临清途中，九月四日安厝夫人灵柩。\n＊    延佑六年冬，仁宗遣使者召还京，赵因病不赴，此后即居家乡吴兴，或书画应酬、或乡友往来，即至年迈体弱，病药不离。\n＊    至治元年春，正式致仕。\n＊    至治二年六月十六日逝世，九月十日与夫人合葬于德清县东衡山。\n这段时期，赵孟頫与中锋和尚信札颇多，主要为其妻管道升亡后寄托哀思及求中锋和尚所做佛事，信札内容围绕着对管夫人病故所倾诉的哀情，以及向中峰和尚所吐露的思绪，从中不难发现赵孟頫晚年精神世界的丰富性及对管道升的一往深情，是了解赵孟頫晚年内心世界的重要材料。在书风上亦反应了他极晚年的面貌，以致中峰和尚诸札、致进之《去家帖》和致成甫《旬日帖》为代表，可看出笔锋更见苍劲，字体亦多疏放。然仍保持着「赵体」端丽严谨的结构和清润精致的笔法，只是在姿媚中增添了雄健之势，显出老年人独具的特色。\n《吴门帖》一札写于皇庆元年（1312年），故其风格和其它诸帖明显不同，结体较为方阔，不如其它帖之紧密修长，线条较为圆浑，用笔刚柔兼具、藏露皆有。\n《俗尘帖》行与字间较为宽松，开头「俗尘中每蒙尊者不弃」数字，只用笔尖在纸上书写，线条感觉较为纤瘦细小，和下面「顾为何」三字成明显对比；开头三行字字独立，后则有数处可见两两牵丝映带，如「两月」、「死生」、「敬领」、「莫知」等，使整幅字贯通起来而连成一气。\n《南还帖》、《醉梦帖》和《尘世帖》因述及先妻之事，故于字里行间即可感受到其悲痛之情感，尤以《南还帖》中的「哀痛之极，不如无生」最为强烈。然即使在如此哀伤之情绪下，赵氏写来亦是放而不肆，纵而不狂，笔到法随，不失风韵法度。\n《还山》、《两书》、《入城》三札用笔轻巧灵动，使转轻盈流畅，行笔或轻或重、或急或徐，皆自然生动，有清晰细致之气。不仅笔锋劲秀，浓纤刚柔、大小疏密运用灵活，而又处处讲求法度、巧中求精。使通篇风卷云舒，浑然一体，字字风骨内含，神采外溢，可见其书法艺术已达到炉火纯青的境界。\n《丹药帖》一札前五行以行楷书之，字体较为端正，虽是如此，每字内的粗细对比强烈，笔法精到而笔力劲健；后半部则书写渐快，而带有行书及行草笔意。\n《山上》、《疮痍》两札，给人振笔如飞之感，真、行、草三体俱见，章草、今草笔间出。字与字、行与行、笔与笔的使转，章法的安排照应，既迅疾飞动而又变化多端，极尽起伏跌宕之势，尤其《疮痍帖》中「耳」字最后一笔和「甚盛」两字，写得极为率性，充分表现出赵氏书写时之情感。\n从《致中峰和尚十一札册》之书风来看，正因赵孟頫晚年所具对人生的超脱，故其书可说已达到了一种「无意于佳乃佳」的境界，为赵孟頫一生数十幅信札之精品。虽说当时终日应酬、体疲眼暗，但笔笔精致可掬，丝毫无老态粗涩之感；其笔锋劲健而稳实，结体洒脱而疏放，呈现纵逸欹侧、苍劲奔放的特点，表现出和中年时期尺牍完全不同的风貌。\n第四章  结论\n书法作为一门艺术，不同的审美情趣固然有各种各样对美的追求，从而有各种各样美的标准，过于媚俗固然不可取，然清雅温润却不可不算是其中一种美；更不能因赵孟頫出仕元朝，就因此而诋毁赵书，如此岂不是「就人代书」，而非「就书论书」了。幸而对赵书的评论，随着思想的解放，对于历史上形成的偏见，亦日益有所认识，故许多文章已经比较公允的评论了他的书法艺术成就，并重新给予评价。\n本篇论文主体部份共分四大章节，其中主体部份共有两大层面。其一为赵孟頫生平及书法风格概述，另一层面为尺牍探讨。在前者之下，分别分叙其家世生平、书法渊源、书学主张、书学及书风承继变化和书法成就等，其中家世生平乃简述其人生历程转折，及其尔后北往仕元之历程；书法渊源部份下则就朝代政治环境及书法自然改变趋向作说明；并由其书迹作品及书史地位来了解赵氏之书法成就。至于尺牍书艺部份，则是对所知可信之赵孟頫信札的初步剖析探讨，包括内容简介、书艺与时间辨证考异，并对每札的绝对或相对年代，依照时间先后排列后以表格方式列之。最后并将六十六件尺牍分为五个时期：首次赴京及总管济南府时期、休养病情居家时期、任江浙儒学提学举时期、再次赴京任职时期及晚年退隐居家时期等，由此对赵孟頫尺牍风格特色进行探讨。\n关于赵孟頫尺牍之探讨，除结合旧有单纯世家考证外，希望能更贴进书法艺术本身，透过对赵孟頫尺牍作品全面及细部的了解，在承继既有研究成果的基础上，能对该方面研究有进一步的探讨，并由尺牍作品能对赵孟頫之生活、思想、情感等层面的了解有所补充，此乃写作该篇论文之最大希冀。然因笔者本身之学识、时间及资料搜集上的不足，尚对数十件信札之真伪、年代、内容、现藏等未作探讨，而六十六件尺牍于许多方面亦付阙待考，如信中某些亲友的情况、若干家事之来龙去脉等，加上部分信函的确切书写年月，仍属笔者本身之推断，尚未进一步加以证实，故期盼未来有机会或有兴趣于此之研究者，能再进行更深入之探讨研究。此外，有关书法方面之研究，亦建议可在承继既有研究基础上，对历代之诸书家(如本篇之赵孟頫)，能从事各取向的新研究并进行主题与题材的突破，如此对于建立具有中国书学系统的研究，方才有旧的生命传承与新的生命风格展现。\n附录：赵孟頫尺牍释文\n一、《致郭天锡札》（部分）\n……。不肖一出之后，欲罢不能，每南望矫首，不觉涕泪之横集。今秋辈既归，孓然一身，在四千里外，仅有一小厮自随，行影相吊，知复何时可以侍教耶？……。\n二、《与王子庆札》\n自度南后，士大夫悉能书，纵复不至神妙，去今人何啻万万。盖少小握笔，便得曲肖神情。今人童幼学书，为师者悉皆恶书之人，以及省事，稍欲学古，俗气以渐入，恶体不可复洗，岂不可叹也哉。若今子弟辈，自小便习二王楷法，如《黄庭》、《画赞》、《洛神》、《保母》等帖，不令一豪俗态先入以为主，如是而书不佳，吾未之信也。近世，又随俗皆好学颜书，颜书是书家大变，童子习之，直至白首往往不能化，遂成一种臃肿多肉之疾，无药可差，是皆慕名而不求实。向使书学二王，忠节似颜，亦复何伤？吾每怀此意，未尝感以语不知者，俗流不察，便谓毁短颜鲁公，殊可发大方一笑。至元廿六年九月七日，信笔书去，子庆必不以为过也。\n三、《丈人帖》（除援未定帖）\n孟頫上覆 丈人节干丈母县君：\n孟頫一节不得来书，每与二姐在此玄思而已。伏想各各安佳，孟頫寓此无事，不烦忧念，但除授未定，卒难动身。恐二老无人侍奉，秋间先发二姐与阿彪归去，几时若得外任，便去取也。今因便专此上覆，闻乡里水涝，想盘缠生受，未有一物相寄，二姐归日，自得整理。一书与郑月窗，望递达。不宣。六月廿六日。孟頫上覆。\n手书上覆 丈人节干丈母县君。孟頫谨封。\n四、《希魏帖》（倏尔两岁帖）\n孟頫顿首 希魏判簿乡兄足下：\n孟頫奉别诲言，倏尔两岁，追惟从游之乐，丹青之赠，南望怀感，未之所报。惟是官曹虽闲，而应酬少暇，以故欲作数字，道区区之情而不可得，希魏爱我甚至，当不以为谴也。即日毒热，伏想水晶宫中，夷犹自得，屡候安胜，孟頫赖庇如昨，秋间欲发拙妇与小儿南归，以慰二老之思，是时又当致书，并以缪画为献也。家间凡百，悉望照拂，因便奉状。不宣。六月廿六日。孟頫再拜。\n五、《论古人画迹札》（与鲜于枢尺牍）\n□……□陆沉于尘土中，不得致书，悬仰之怀，何可云喻。即日伏惟动静盛常。昨见教化公，言有铜器见赠，留足下处，望附良便，发与湖州舍下为感。都下绝不见古器物，书画却时得见之，多绝品，至有不可名状者，有晋人谢稚三牛图，妙入神，非牛非麟，古不可言。进见双幅董元着色大青大绿，真神品也。韩干明皇试马、张萱日本女骑，皆真迹，若以人拟之，是一个无拘管放泼底李思训也。上际山，下际幅，皆细描，浪纹中作小江船，何可当也。又两轴屈原渔父，又一轴江乡渔父，皆董元绝品，并双幅，不得不报耳。鲁公自书太子少师告朝回马病帖、乞米帖、怀素客舍等帖，伯时天神鬼马，妙，又驴鸣马惊图。因赵彦伯仕郎南去，辄附片纸，近有新收，不惜报示也。正远唯善护兴息。不宣。四月廿四日。孟頫再拜。伯几想安胜，便中冀为道意。\n六、《许惠碧盏札》\n记事顿首再拜 民瞻宰公仁弟足下。孟頫谨封。\n孟頫顿首再拜 民瞻宰公仁弟足下：\n请闻施从一再过吴，何不蒙见过耶。孟頫滞留于此，未得至杭，想彼中事已定。昨承许惠碧盏，至今未拜赐，岂有所待耶？兹因仁卿来，草草数字附问，旦夕到杭，又有承教之便也。不宣。孟頫顿首再拜。十二月廿七日。\n七、《炀发于鬓札》\n孟頫再拜 民瞻宰公弟足下：\n别久不（胜）驰想。近京口疾走来，所惠书就审腹厚清佳，八月晦日又得书，尤以为慰。不肖自夏秋来，炀发于鬓，痛楚不可言，今五十余日，而创尚未□，盖濒死而幸存耳。想民瞻闻之亦必□□也。承示以墨竹，大有佳趣，辄书数语其上，婉损眷轴，深知罪戾，不知民瞻见恕否。寄惠沉香香环，领□感□，未有一物奉报，想不讶也。老妇附致意政夫人，寒近，要鹿肉，千万勿忘。余冀尽珍重。理不宣。即日。孟頫再拜。\n八、《远寄鹿肉札》\n仰人至得所惠书。就审履候胜常，深以为慰，不肖远藉庇休，苟且如昨，承远寄鹿肉，领次至以为感，但家人辈尚以为少，不审能重寄否？付至界行绢素，已如来命。写兰亭一过奉纳，试过目以为然乎、不然乎，紫芝有书，今附来使以书复之。冀转达拜意仁卿弟，堂上太夫人即日尊候安康，拙妇同此上问。不宣。正月廿四日。孟頫再拜。\n九、《不闻动静札》\n孟頫再拜 民瞻宰公仁弟足下：\n孟頫去年一月间到城中，知旆从荣满后便还镇江，自后便不闻动静，欲遣一书承候，又无便可寄，唯有翘伫而已。新春伏计体中安胜，眷辑悉佳，孟頫只留德清山中，终日与松竹为伍，无复一豪荣进之意。若民瞻来杭州，能辍半日暇，便可来小斋一游观也。向蒙许惠碧盏，何尚未践言耶，因便草草具记，拙妇附承婶子夫人动静。不宣。人日。孟頫再拜。\n十、《便过德清札》\n孟頫顿首再拜 民瞻宰公仁弟足下：\n孟頫自去岁便过德清，盖三间小屋，滞留者三月，十一日归吴兴，闻骑气已还京口，十三日钱令史来，得所惠书，审动履之详，极慰下情。相别动是数月，满谓可以一见，不意差池，倾谒之怀，临风难写，或旆从过杭，千万一到龟溪为望。附此拜意仁卿令亲，闻携研见过，此意甚厚，何时重来，以慰翘想耶？因钱令史还桐川，作此附便奉问，草草。不宣。孟頫再拜。\n十一、《雨中闷坐札》\n孟頫方雨中闷坐，忽得惠字，乃（欲）之为雨小留，同此无赖。承示画梅及观音像，一如来意题数字其上，却用奉纳。冀目入行潦满道，不敢奉屈，临纸驰情。不宣。孟頫再拜 民瞻宰公弟侍史。\n十二、《雨中札》\n孟頫再拜 民瞻宰公老弟足下：\n雨中想无他出，能过此谈半日否。不别作仁卿弟简，同此拳拳。不宣。孟頫再拜。十七日。仁卿肯过此，当遣马去也。\n十三、《令弟文书札》\n记事顿首 复民瞻宰公老弟足下。七月廿七日宋杭赵孟頫就封。\n孟頫顿首再拜 民瞻宰公老弟足下：\n孟頫奉别甚久，倾仰情深，人至得所惠书，就审即日，雅候胜常，慰不可言。承喻令弟文书即已完备，付去人送纳，外蒙远寄碧盏，不敢拜赐，并付去人归壁，乞示。至统子谨已只领，感激感激，草草具答，附此致意，令亲仁卿想安好。不宣。七月六日。孟頫记事再拜。\n十四、《翡翠石札》\n孟頫再拜 仁卿学士老弟坐右：\n顷闻旆从到桐川，相望甚迩，何不一过，我殊恨恨也。尔来想动屡胜常，闻吾弟有翡翠石，蒙爱若此能举以见惠否？不然当奉价拜还，唯慨然至幸。因盛季高便草具状，未能及其它。不宣。九月廿五日。孟頫再拜。\n十五、《厚柷札》\n顿首再拜 民瞻宰公阁下。孟頫谨封。\n孟頫顿首再拜 民瞻宰公老弟足下：\n适方走谒不遇而归，兹枉简教重，以贱生，特贻厚柷。本不敢拜辞，又惧于得罪，强颜只领，感愧难言，草草奉复，当图面谢。不宣。孟頫顿首再拜。\n十六、《数日帖》（心腹帖）（致晋之尺牍）\n孟頫顿首 晋之足下：\n数日来心腹之疾大作，作恶殊甚，令亲至，得所惠书，知安善为慰不可言。付至西洋布及报惠诸物，一一拜领，感激无喻，负印冀用情，昨仲美以为必可得，望以下意祝仲美委屈成就为佳。沈提领处绫亦望催促，令亲带来纸素，缘情绪不佳，不能尽如来戒，千万勿讶，人还。草草具答，余唯珍重。不宣。十一日孟頫再拜。\n十七、《风采帖》（不望风采帖）\n孟頫再拜 野堂提举友旧执事：\n孟頫不望风采，恍不记时，僧来得所惠书，道旧如梦，其慰何可胜言。且承谆谕俾书先安人墓石，极仞不鄙，既严命所临，又有景亮之嘱，即以如戒写付去僧，但恐笔札荒芜，恐不可以用以上石，然景远学士之文自可传达也。外承润笔之惠，尤佩厚意，感激感激，草率具答。不宣。孟頫顿首再拜。\n十八、《与季统札》（付至纸素帖）（致季统山长秘书足下尺牍）\n付至纸素，索及恶书。适有小干过吴门。未暇写，须伺吴门还，乃可奉命（既而思之，恐孤来意，先作大字、兰竹等奉纳。）却当寄僧判处附去。外蒙口味之惠，一皆珍物（其余笺纸皆不佳。兰亭绢亦不佳），非厚意何以得此，只领感激无已。英公惠椒，深用佩戢，会间冀道谢，先此奉复，余伺后书，新春唯加爱。不宣。十二月廿八日。孟頫再拜 季统山长秘书足下。\n十九、《李长帖》\n顿首 奉记德辅教授友爱足下。孟頫就封。\n孟頫顿首 奉记德辅教授仁弟足下：\n孟頫李长去后，至今不得答书，中间亦学具记，不审得达否。发去物想已脱手，望疾为催促，并前项余钞付下为感。乡间大水可畏，虽水来稍早，未知可救否。米又大贵，未知何以卒岁，因便略此，专俟报音。不宣。孟頫顿首奉记。\n二十、《奉答帖》\n德辅教授友爱足下。孟頫顿首谨封。\n孟頫记事顿首 德辅教授友爱足下：\n自盛仆回奉答字后，至今未得书，想即日体候安胜，所发去物不审已得脱手未耶，急欲得钞为用，望即发至为荷、为荷，专等、专等。又不知何日入京，或且少迟留为佳，庆长老庵屋，今已有人成交（陈提领），但珍和不令庆长老知会，今庆长老遣小徐去，中间或有争讼，望德辅添力为地。切祝、切祝。专此不具。四月十一日。孟頫顿首。\n二一、《乡人帖》（乡人莘升帖）（致廉访监司相公尺牍）\n孟頫记事顿首再拜 廉访监司相公兄阁下：\n孟頫近拜答后，伏想日来体候胜常，孟頫拖赖亲爱，乡人莘升昨因事革闲，今欲援再叙例告状，望吾兄以孟頫之故特与主张改正，如小弟受赐也。比由会晤，善保尊重。不宣。九月十五日。孟頫记事顿首再拜 廉访监司相公兄阁下。\n二二、《前岁到杭帖》\n记事再拜 吉卿郎中阁下。赵孟頫谨封。\n孟頫记事再拜 吉卿郎中阁下：\n孟頫前岁到杭，多有溷扰，杜门卧病，甀然拜谢，唯有倾仰而已，兹托过爱，有所禀愍，其详悉托进之提点，备细陈渎，切望以孟頫故，力赐宛转，早得完备，拜赐非浅、非浅也。未由承教，唯珍重、珍重。不宣。孟頫记事再拜，二月十四日。\n二三、《病来月余帖》\n家书再拜 进之提点真人亲家。赵孟頫谨封。\n孟頫稽首再拜 进之提点真人亲家：\n病来月余，眠食都废，□□瘦削，极无聊赖，春寒，计惟道体清安。孟頫昨为女婿处张人事，曾转烦于耶律处致辞，今耶律已满，欲烦任吉卿于金郎中处宛转一言，但得赵元委官徐推所问，断绝其事，幸甚，仆以作吉卿书，其事甚详，委全在进之备说，乃所望也，专此干烦，千万用情为愍。不宣。孟頫稽首再拜 进之提点真人亲家看。\n二四、《宗阳宫帖》\n孟頫记事再拜 彦明郎中乡弟足下：\n前者所言，宗阳宫借房，请任先生开讲，今已借得门西屋两间，彦明疾早择日收拾生徒为佳，想吾弟必不退耳也。专此不宣。十月十三日。孟頫再拜。\n二五、《违远帖》\n孟頫拜覆 兄长教授学士尊前：\n孟頫远违已复兼旬，不胜尊仰。近闻回自鄣南，甚望尊旆过此一番，如蒙惠然贲临，深慰下情，因五兄便，草草拜复，愿俟之至，不备。十二日，孟頫拜覆。\n二六、《近来吴门帖》\n孟頫记事顿首 德辅教谕仁侄足下：\n近来吴门，曾附便寄书与德俊令弟，不见回报，不审前书得达否。昨令弟求书《老子》，今已书毕，可疾忙报令弟来取。长兴刘九舍亦在此，德辅可来嬉数日。前发至《观音》已专人纳还，宅上至今不蒙遣还余钱，千万付下以应用，愿俟、愿俟。老妇附致意堂上安人。不宣。十四日，孟頫记事顿首。\n二七、《过蒙帖》\n孟頫记事顿首再拜 总管相公宗兄阁下：\n孟頫前者家兄过蒙照管，此皆吾兄以孟頫之故，感谢难胜。即日炎热，伏惟尊候胜常，学寅康振孙归在去学，有俸，其人至贫，藉此以活，而近乃有住支之行，望吾兄怜其寒素，特与放支，岂胜幸甚，未由侍教，伏乞倍保尊重。不宣。孟頫顿首再拜。\n二八、《度日札》\n宗源总管相公尊亲家阁下：\n孟頫近附便上候，当以达听。即日春气向曛，伏惟尊履佳胜。（以上四行明嘉靖年间按家乘填补）（一行残缺）度日已及，瓜而未代，见星而出，戴星而归，簿书期会，埋头其间，况味可想。复欲戏弄笔研。如在江左时绝不可得。凡此皆二哥在此所见，当能一一为尊亲家道，故不敢缕除耳。三哥随不肖来，甚知相累，不肖受此苦恼，乃命所当然。而三哥因不肖故，亦复如是，负愧无可言者。久留于此，觉甚不便，今附因长老小归，便发其归家，唯是贫者，无以为厚赆，极不安耳，因其得归，此拜覆，拙妇附此起居诸位夫人。不宣。\n二九、《近见札》\n二月廿六日眷未赵孟頫拜覆。\n近见张萱《横笛仕女》（金御府题、凡五人），精神明润，远在乔仲山《鼓琴仕女》上，又李昭道《摘瓜图》真迹（思陵题），神品，绢素百破碎，山实水纹用笔圆劲，树木皆古妙，人物面如渥丹，马绝骏传，世间神物也，破处皆绍兴间填补。又董元《江村春日卷子》（思陵题），青绿、微脱落，山实皆不描，但描浪纹树石屋木而已，虽较唐画差少古意，而幽深平旷，兴趣无穷，亦妙品，闻有宣和韩干黄马一匹，未见，并此报知。\n三十、《国宾帖》（致国宾山长书）（入城帖）\n孟頫顿首 国宾山长学士友爱足下：\n孟頫自顷得答字，云行当入城，日望文柿之来，而岁事更新已复一月，其悬想之意殊拳拳也。人至得所惠字，乃知疾患渐安，极用为慰。户役造船之扰，虽不能不动心，然要当善处，恐未可缘此便为释老之归，释老二家，又岂能尽无事耶。此却非细事，更须详思，切祝、切祝。承索先人墓表，仅以一本上纳，盖先子没四十余年，而墓石未建，念之痛心，故勉强为之，才薄（劣）不能制奇文，力薄不能立丰碑，此皆可深恨者。非国宾相知，不敢及此。名印当刻去奉进。承别纸惠画绢、茶，与麂鸠、鱼干、乌鸡、新笋，荷意甚厚，一一只领，不胜感激。偶有上党紫团参一本，恐可入喘药，附去人奉纳，冀留顿，未承教问，唯厚自爱。（老妇附承堂上安人动履）不宣。闰月一日。孟頫再拜。\n乌鸡不阉者求一二对作种，无则已之。\n手书再拜覆 国宾山长友爱足下。赵孟頫谨封。\n三一、《进之帖》（乍凉帖）\n孟頫顿首 进之足下：\n连日不得书，乍凉计，为雅侯清胜。当时遣舍侄去，本欲令其诸处投抹子，不谓其滞留不归，并无分晓回报。近闻塘门侄女自平江来，此约在中旬必到，望进之遣舍侄速归为妙。恐路上相差不作舍侄书也。官人身起安乐，闻将北去，不审果否，望与一初商量，不肖当在几日到杭面谢，冀赐报右丞处，不知曾说得透否。望再托王成之，转免赵公于右丞处说如何，卑斜皮靴若已办之，岂令万八送至为感。孟頫顿首。\n三二、《经率帖》（静心帖）\n孟頫顿首再拜 静心相干心契足下：\n孟頫经率有白，令遣小计去，望收留之，切告，勿令此间觉可也，专此数字，唯加察。不宣。孟頫顿首再拜。\n记事顿首再拜 静心相干足下。赵孟頫谨封。\n三三、《惠竹帖》（明远提举帖）\n孟頫顿首 明远提举贤弟：\n达观来，得所惠书，承惠竹，甚济所乏，知感知感。香炉既不可得，且当置之。草草数字，具复，未既欲言。不宣。三月八日。孟頫上覆。\n三四、《惠书帖》\n达观长禅师 孟頫和南上记谨封。（来人钞一两）\n孟頫和南上覆 达观长老禅师道契：\n孟頫政此驰仰，忽承惠书，深切欣浣，凉笋之饷，尤见厚意，领次感激。所索书已与施老言之，不复赘及田提领记事。敬此奉纳，余唯早还。不宣。孟頫和南上覆。\n三五、《柔毛帖》（怀想帖）（致明远提举尺牍）\n孟頫书致 明远提举贤弟坐右：\n孟頫别来，每切怀想，极寒，计惟动履胜常。兹有柔毛一牵，牟粉十封，朱橘一盘，蜜果十桶。专仆驰纳，聊见微意，一笑留之，幸甚。不宣。孟頫书致。\n三六、《承教帖》\n孟頫河南上覆 中峰和上吾师侍者：\n俊兄来，得所惠书，审即日道体安隐，深慰下情。承教「若人识得心，大地无寸土」之说，无他，只是一个无是无非，无管无不管，没义味之极，当自有得，一切葛藤、一切公案，皆是系驴橛的样子耳。和上大慈悲，而弟子日堕在尘埃中，孤负提警之意。不宣。二月九日。孟頫河南呈。《师子院记》留在杭州，他日寻检上纳，中峰和上吾师，孟頫河南谨封。\n三七、书兰亭考帖（致野翁教授尺牍并跋）\n野翁教授足下：\n余今日见此简，真是惭愧杀人也，子昂。\n三八、《秋深帖》（与婶婶书）\n道升跪覆 婶婶夫人妆前：\n道升久不奉字，不胜驰想。秋深渐寒，计惟淑履清安。近尊堂太夫人与令侄吉师父，皆在此一再相会，想婶婶亦已知之。兹有蜜果四罐、糖霜饼四包、郎君鲊廿尾、臼烛百条拜纳，聊见微意，辱略物领，诚感当何如。未会晤间，冀对时珍爱。官人不作别书，附此致意。三摠管想即日安胜，郎、娘悉佳。不宣。九月廿日。道升跪覆。\n三九、《二哥久出帖》\n安书拜上 尊亲家太夫人妆前。道升谨封。\n道升跪覆 尊亲家太夫人妆前：\n道升久不上记，伏想淑侯请安。二哥久出。兹喜锦还，计惟尊亲家均此欣慰，兹因遣人到宅上，漫有紫栗十斤、冬笋十斤、宽椒饼百枚、白菜三百窠，拜纳，乡里荒凉，无佳物可以寄意，辱一笑，幸甚。正寒，仗冀保暖。不宣。道升跪覆。\n四十、《久疏上状帖》（与亲家太夫人书）\n家书拜上亲家太夫人。道升谨封。（来人廿两）\n道升跪覆 亲家太夫人尊前：\n道升久书上状，不任驰仰。二哥来得书，审即日履候安裕，深用为慰。且蒙眷记，以道升将有大都之行，特有白番布之惠，只拜厚意，感激无已。旦夕即行，相去亦远，临纸驰恋，余唯加餐善保。不宣。道升跪覆。\n四一、《长儿帖》（长儿常德帖）\n弟子赵孟頫河南再拜 本师中峰和上座前：\n弟子去岁九月离吴兴，十月十九日到大都，蒙恩除翰林侍读学士，廿一日礼上，虚名所累至此。十二月间，长儿得嗽疾寒热，二月十三日竟成长往，六十之年，数千里之外，罹此荼毒，哀痛难胜。虽明知幻起幻灭，不足深悲，然见道未澈，念起便哀，哭泣之余，目为之昏，吾师闻之政堪一笑耳。今专为写得金刚经一卷，附便寄上（今先担其柩归湖州）。伏望慈悲，与之说法转经，使得证菩提，不胜至愿。此子临终，其心不乱，念阿弥陀佛而逝，若以佛语证之，或可得往生也。老妻附问信，不宣。弟子赵孟頫和南拜上。二月廿七日。\n四二、《草率帖》（致季博札）\n孟頫顿首再拜 季博提举相公尊亲阁下：\n孟頫顷草率奉记，随蒙赐答，极慰倾驰之情。兹承惠书，知体中小不安，不审所苦者何，今进何药，堂上尊夫人想日来履候康和，欲得令弟蹔还，今发一文字去，如此即可归也。人回，仅此具复，炎暑，唯厚加珍爱之祷，不宣。赵孟頫顿首再拜。\n记事顿首再拜 季博提举相公尊亲家。忝眷赵孟頫谨封。\n四三、《窃禄帖》（次山总管帖）\n孟頫再拜次山总管仁弟足下：\n别来倏已两载，日坐扰扰，不得奉书，伏想履候清佳。不肖窃禄于此，欲归而未可得，此心殊摇摇也。因十哥还，冗中援笔具字，极草草，余惟善护。老妻致意合政夫人。不宣。正月十九日孟頫再拜。\n记事再拜 次山总管仁弟足下，皮帽一枚同往，孟頫谨封。\n四四、《吴门帖》（归自吴门帖）\n中峰和上吾师侍者。孟頫和南谨封。\n孟頫和南拜覆 中峰和上吾师侍者：\n孟頫归自吴门，得所惠字，审道体安隐，深慰下情。示谕陈公墓志，即如来命，写付月师矣。送至润笔，亦已只领，外蒙诲以法语，尤见爱念，即与老妻同看，唯有顶戴而已。此番杖锡，恐可还山中，瞻望白毫，不胜翘想，不宣。弟子赵孟頫和南拜覆。\n月师云：吾师近到弊舍，而弟子偶过吴门，不得一见，不胜怅然。\n四五、《暂还帖》\n孟頫和南拜覆 中峰和上吾师：\n孟頫自四月间得旨暂还，为先祖考立碑，五月间离都，触暑远涉，虽幸而孟頫与老妻、小儿皆善达，而童仆多病，死者三四人，其况可想。六月廿四日到家，继而月师过访，备知吾师住六安山中，道体安隐，甚慰。然俗境相驱迫，固不得不尔，然佛菩萨用心，恐未必如此逃避也。世事如云，可拨遣即拨遣，不可拨遣亦随缘而已，何必尔耶。此亦吾师所了，殆是代吾师自说法耳。故余见以为不如且还浙间，亦省事清心之一端，尊见以为如何。孟頫世缘缠绕，未易得脱，蒙□上深眷，田里恐难久住，甚迟吾师来归相见一言，乃至望也。因用兄行，草草作此，老妻附此问信，不宣。一月十一日弟子赵孟頫拜覆。\n四六、《幼女么亡帖》\n孟頫和南再拜 中峰和尚吾师侍者：\n俊兄来，蒙赐书，就审即日，道体安隐，深慰下情。孟頫不幸，正月廿日幼女么亡，哀怀伤切，情无有已。虽之死生分定，去来常事，然每一念之，悲不能胜。兼老妇钟爱此女，一旦哭之，哀嚎数日，所不忍闻。近写金刚经一卷，却欲寻便上纳。今得俊兄来，就说其持去，望师父于冥冥中提诲此女，使之不昧明□，早生人天，弟子不胜悲泣愿望之至。法华经已僭越题跋，承惠柳文，感佩尊意。老妇附此上谢（摩菇一裹聊充奉养）。甚望师父一来，为亡女说法，使之超脱，伏惟仁者慈悲，惠然肯临，幸甚。不宣。弟子孟頫和南再拜。\n四七、《佛法帖》（致中峰明本尺牍）（致中峰和上吾师尺牍）（祖父之荫帖）\n孟頫和南拜覆 中峰和上吾师侍者：\n孟頫平生承祖父之荫，无饥寒之窘，读书不敢谓博，然亦粗解大意，其于佛法，十二时间时时向前，时时退后，见人说东道西，亦复随喜。然自今者一瞻顶相，蒙训诲之后，方知前者真是口实眼前无益之语，深自毁恨，干过五十年无有是处，三要之说谨当铭心，以为精进之际。闻杖锡入瞻，恋无喻彰，侍者索回书，草草具答，书不属言，唯吾师慈悲，时时寄声提醒，乃所至愿。不宣。四月四日。\n弟子和南中峰和上吾师 赵孟頫和南复谨封。\n四八、《亡女帖》\n孟頫和南拜覆 中峰和上禅师座前：\n孟頫自结夏后，便望杖锡之晦，师非忘吾者，当必以缘事不可来耳。亡女蒙吾师资荐，决定往生，亦是此女与吾师缘熟故耶。今岁贱体虽托道庇苟安，老妻以伤女故，殊黄瘦，下次俾仆辈多病患，死者二人，极不能为怀。虽时蒙提诲，以道消息，然学道未有所见，亦未能释然，要亦念起便消，皆吾师之赐也。秋间专伺尊临，或孟頫往杭州，又得相报也。毒热，想山中清凉，道体安隐，不宣。六月廿五日。\n孟頫拜覆 和南呈吾师中峰和上。弟子赵孟頫谨封。\n四九、《东衡帖》\n孟頫记事 园中提举足下：\n自来奉字，每深驰想，家间两次发到所寄书及田上帖，已收，□洞并一应山、望都与遍种松，切祝、切祝，东衡穴边地，望都与实了，价钱可与舍侄处锁，贵用大，心建而力不建也，徐庭备知艰难，他日必能详言，如欲之，可遣人来为佳，因便奉记，莫属欲言，不悉。闰月十日，孟頫记事致。\n五十、《不蒙惠字帖》\n孟頫顿首 启事进之提举友爱：\n足下久不蒙惠字，想为况情适，不肖托庇，平平无足道者。前者发朱丝□绢，今写真草千文奉还，冀示至，因便率尔数字。不宣。十一月二十九日，孟頫顿首。\n五一、《叨位帖》\n手书和南上记 中峰和上吾师侍者。弟子赵孟頫谨封。\n弟子赵孟頫和南上记　中峰和上吾师侍者：\n孟頫窃禄叨位，日逐尘缘，欲归未能，南望驰企。以中来得所惠书，审道体安隐，深慰下情。远寄沈速香极仞至意，拜领，感激难胜，以中后得报，知吾师颇苦渴疾，欲挽以中过腊，坚不可留，谨发其回，今想以平复。圣旨已得，碑文都已圆备，就有人参一斤、五味一斤拜纳，何时南还，临纸驰情，老妻自有书。不宣。弟子赵孟頫和南上记 中峰和上吾师侍者。\n五二、《俗尘帖》（每蒙尊者帖）\n中峰和尚老师侍者。弟子赵孟頫再拜谨封。\n孟頫和南再拜 中峰和上老师侍者：\n孟頫汨汨俗尘中，每蒙尊者不弃，时时赐问，顾惟何者，乃辱过爱如此，当亦是前世有缘故耶。近一病两月，几至不起，得鲍君方调理，方赐小差，然眠食未复常，气力惙惙忧之深，至于死生之说，师所谓委顺者，固已知之矣。感师提诲，情何敢忘。蒙寄惠酒鼓，粒粒皆是禅味，敬领莫知所报，阿孙回，草草道谢，春深犹寒，山中当益甚，唯珍重珍重，不宣。孟頫和南再拜，廿四日。\n至侍者，前蒙惠药，甚济所乏，冀为道谢。\n五三、《南还帖》（得旨还南帖）\n中峰和上老师。弟子赵孟頫再拜谨封。\n弟子赵孟頫和南上记 中峰和上老师侍者：\n孟頫得旨南还，何图病妻道卒，哀痛之极，不如无生。酷暑长达三千里，护柩来归，与死为邻。年过耳顺，罹此荼毒，为吾师慈悲，必当哀悯。蒙遣以中致名香之奠，不胜感激。但老妻无恙时，曾有普渡之愿，吾师亦已允许。孟頫欲因此缘事，以资超渡，不审尊意以为如何。又闻道体颇苦渴疾，不知能为孟頫一下山否。若仁者肯为一来，存殁拜德，不可思议，以中还，仅具拜覆，哀戚不能详悉，并祈师照。不宣。弟子赵孟頫和南上记，六月十二日。\n五四、《醉梦帖》（如在醉梦帖）\n和南拜覆 中峰大和上师父侍前。弟子赵孟頫谨封。\n弟子赵孟頫和南拜覆 中峰和上师父侍者：\n孟頫自老妻之亡，伤悼痛切，如在醉梦，当是诸幻未离，理自应尔。虽畴昔蒙师教诲，到此亦打不过，盖是平生得老妻之助，整卅年，一旦丧之，岂特失左右手而已耶。哀痛之极，如何可言，过蒙和上深念，远遣师德，赐以法语，又重以悼章，又加以祭文，亡者得此，故当超然于生死之涂，决定无疑。至于祭馔之精，又极人间盛礼尤非所宜。蒙殁存感激，不知将何上报师恩，虽亡者妾身已灭，然我师精神之所感通，尚不能无望于慈悲拯拔，俾澄菩提，此则区区大愿。因俊兄还山，仅此具覆，临纸哽塞，不知所云。六月廿八日。弟子赵孟頫和南拜覆 中峰大和上师父侍前。\n五五、《去家帖》（八年帖）（得旨暂还帖）\n孟頫再拜 进之提举友爱执事：\n孟頫去家八年得旨暂还，何图酷祸夫人奄弃，触热长途，护柩南归，哀痛之极几无欲生，忧患之余两目昏暗，寻丈间不辨人物，足胫瘦瘁、行步艰难，亦非久于人间者。承专价惠书远贻厚奠，即白灵几存殁哀感，托交廿年余蒙爱至厚，甚望吴友一来以叙情苦而又不至，悬想之情临纸哽塞，不具。七月四日。孟頫再拜 进之提举友爱执事。\n五六、《还山帖》（以中还山帖）\n中峰大和上老师。弟子赵孟頫和南拜上谨封。\n弟子赵孟頫和南再拜 中峰大和上老师侍者：\n昨以中还山，草草具字，陈叙下情，兹承嘉上人下访，特蒙惠书，审即日道体胜常，深用为慰。又知以中十七日，方登天目，所谓普渡功德，此乃先妻愿心，必须为之，但日期未敢定，临时又当上禀耳。海印虽有登山之约，然亦未可必，外承指示，卅年陈迹，宛若梦幻，此理昭然，夫复何言。但幻心未灭，随灭随起，有不能自己者，此则钝根所障，亦冀以渐消散耳。圆觉经尚有三张未毕，一得断手，便当寄上，又恐字画拙恶，不堪入板，然惟师意。秋暑不欲久滞，嘉兄肯此具复，余唯尽珍重理，不宣。孟頫和南再拜 中峰大和上老师侍者，廿三日。\n五七、《丹药帖》（雨后渐凉帖）\n中峰大和上师父尊者。弟子赵孟頫和南拜覆谨封。\n弟子赵孟頫和南拜覆 中峰大和上尊者尊前：\n孟頫近者拜书，谢丹药之惠，言不尽意，想蒙深察，雨后渐凉，山中气当已寒，伏惟道体安隐。孟頫自先妻云亡，凡事罔知所措，幸得雍子种种用力，稍宽燋烦。两日来觉眠食粗佳，但衰年无绪，终是苦恼。小儿时去东衡，营治丧事，略有次第，择九月初四日安厝，势在朔旦日起灵，区区欲躬诣丈室，拜屈尊者为先妻起灵掩土，亦想师父寻常爱念之笃，勤勤授记。先妻余师父所言所惠字所付话头，未尝顷刻忘，今日至此，实是可怜。师父无奈何，只得特为力疾出山，庶见三生结集，非一时偶然会合之薄缘耳。弟子本当亲去礼拜，而老病不可去，欲令小儿去，又以丧葬事繁，萃于此子，又去不得，故专俛月师兄代陈下情，惟师父慈悲必肯为弟子一来，若蒙以他故见拒，则是师父于亡妻，不复有慈悲之念，而有生死之异也，孟頫复何言哉。临纸不胜哀痛涕泣徯望之至，不备。八月廿二日。弟子孟頫和南拜覆 中峰大和上尊者尊前。\n五八、《两书帖》（如对顶相帖）\n和南复书 中峰和上老师侍者。弟子赵孟頫谨封。\n弟子赵孟頫和南再拜 中峰和上老师侍者：\n以中来得两书，披读如对顶相，感激慈念，不觉泪流。盖孟頫与老妻，不知前世作何因缘，今世遂成三十年夫妻，又不知因缘如何差别，遂先弃而去，使孟頫恓恓然无所依。今既将半载，痛犹未定，所以拳拳，欲得师父一临，以慰存殁之心耳。今蒙谕以病恼之故，弟子岂敢复有所请，赐教普度榜文，情旨仰见慈悲，此事度葬事以前，必不能办，一则事绪纷忙，二则气力难办，已与以中仔细商量，直伺东衡房屋完备，就彼修设，庶望山灵川只，方隅禁忌亡者，神识冤亲之等，皆沾福利耳，想老师亦必以为然也。闻老师有疝气之疾，已写方与以中，恐可服也，仅此拜覆。圆觉俟再写纳，并乞清照。弟子赵孟頫和南再拜 中峰和上老师侍者。\n五九、《入城帖》（千江入城帖）\n中峰和上老师侍者。弟子赵孟頫和南拜上谨封。\n孟頫和南拜覆 中峰和上老师侍者：\n孟頫千江入城，得诲帖，知杖锡以篮舆入山益深，闻之，甚为惊叹，顷时时有人持法语见过，每以人不识好恶，与从孟頫求书者无异，是与不是，必要满幅盈卷，问其所以，莫知好处安在，徒使人终日应酬，体疲眼暗，无荣可免，虽吾师道大语妙，不可以此为比，然其疲于应接，亦岂不然耶。和上既已入山，在孟頫辈便未有望见顶相之期，为之怅然，殆不容说，又先妻无恙时，曾有普度之愿，满拟和上一到东衡，为了此缘，今既不然，只得请千江主其事，若其它人，孟頫殊不委信，想和上亦已为然耶，闻有便，草草具覆，临纸不胜驰情之至，山深林密，地多阴湿，唯冀珍重珍重，不宣。弟子赵孟頫和南拜覆。四月十二日。\n六十、《尘事帖》（纷纷尘事帖）\n中峰和上老师侍者。弟子赵孟頫和南谨封。\n孟頫和南上覆 中峰和上老师侍者：\n孟頫纷纷尘事中，不得以时上状，惟极驰向，渐热，伏计道体安隐，五月十日，老妻祭辰，一如前议，命千江庵主主持了普度一事，只作一昼夜，日诵法华，夜施十灯十斛，兼三时宣礼法华忏法，区区不敢只屈尊重，敢乞慈悲，就山中默加观想，庶使无情有情及亡者俱获超度，孟頫拜德，岂有已哉，因幻住道者上山，谨附短状，余唯珍重珍重，不宣。大拙以中来侍，并冀道及下意。四月廿六日。弟子赵孟頫和南和南 中峰和上老师侍者。\n六一、《山上帖》（自山上来帖）\n手书和南拜上 中峰大和上老师侍者。弟子赵孟頫谨封。\n弟子赵孟頫和南拜覆 中峰和上老师侍者：\n近数有人，自山上来，知道体安隐，慰不可言，兹有少禀渎杭州报国寺，在旧内中，栋宇极大，去岁九月火灾，止存三门，犹足称雄于诸寺，近笑隐欣老住持，欲求大和上，信笔草一疏，渠欲持以为兴复之计，弟子与欣老有文字之交，故敢干聒。方盛暑中，求法语者无数，度老师必大厌之，而孟頫又复有请，亦恃慈悲故耳，唯恕之而屈从之，幸甚，感甚。余唯珍重珍重，不备。弟子赵孟頫和南。六月廿一日。\n六二、《先妻帖》\n孟頫和南拜覆 中峰和上老师侍者：\n孟頫近为先妻再期，托千江达下意于尊前，伏蒙慈悲，俾千江代作佛事，既而以中奉命远访，过蒙香奠，即已白之神主前矣。所有斋仪之惠，孟頫寻常蒙老师哀怜，拜赐不一而足。今若又拜受，实是惶愧，谨附以中归纳，切告衿察，此番幸得缘事周圆，愿心不负，又谢老师特为修设，佛无妄语，先妻必然有超度之望，无非皆出老师之恩。孟頫伏楮，不胜悲感之极，百冗作字不谨，时暑，唯冀珍重。不宣。弟子赵孟頫和南拜覆，五月十一日。\n中峰和上老师。弟子赵孟頫和南拜覆，谨封。\n六三、《荣上帖》（致张景亮信札）\n孟頫书致 景亮县尹贤甥坐右：\n别去未久，已深驰想。伏计荣上之后，吏敬民爱，□听政声，以慰老怀。语溪濮慰润，遣人来为其小令嗣来求令女秀姐，其意勤勤愍愍，前者以其长子年长，今则小男年纪相若，于理亦可许之，托老夫至此意。兼已曾令福寿长老达意于嫂，嫂云：一从景亮言语。用敢再以为请。今令人去，如蒙允可，望付下草帖，濮家自来起细帖。专此奉字，不具。孟頫书致，十一月二日。\n六四、《旬日帖》\n再拜成甫宰公致政老兄。孟頫谨封。\n孟頫旬日不面，仰驰如谒，得示承体候无恙，深以为慰。仆病体两日来稍似小减，然亦未见其复常之渐，心甚懮之，但得脚肿小退，气不滞急，知饮食之味，以为幸矣。天日晴暖，不妨略过作半日谈，甚迟公来也，孟頫再拜 成甫宰公致政老兄阁下，闰月七日。\n六五、《乞米帖》（为年成甫告贷书）\n友人牟成甫之贫，香严所谓难也。无者丰年犹啼饥，况此荒歉，将何以望其腹，而瞻其老樨，渊明乞食、鲁公乞米，赖多古贤可为口实，仁人义士，有能指鲁肃之囷，而时菜芜之甑者乎。吴兴赵孟頫白。\n六六、《疮痍帖》（久不上状帖）\n和南再拜 中峰和上老师侍者。弟子赵孟頫谨封。\n弟子赵孟頫和南再拜 中峰和上老师侍者：\n孟頫政已久不上状，测闻苦疮痍之疾，深助耿耿，而贱体亦为老病所缠，眠时日减，略无佳况，大拙来收两书，第二书报以中示寂，不觉失声。盖平生荷以中主为相爱，今其长往，固是无可深悲，但人情世端，自不能已耳。和上年来多病，恐亦不必深恼，人谁无死，如空华然，此不待弟子言也。惠茶领次知感，因大拙还，草草具答，时中为珍重之祝。不宣。弟子赵孟頫和南再拜，闰月廿日。\n参考书目\n一、专著\n（一）书法论述\n1. 大学书法 祝敏申主编 复旦大学出版社 民七七年八月\n2. 中国古代书法史 朱仁夫 台北淑馨出版社 民八七年\n3. 中国书法思想史 姜澄清 河南美术出版社 民八三年\n4. 中国书法欣赏 冯振凯 台北艺术图书公司 民八四年\n5. 中国书法美学（上册） 金学智 江苏文艺出版社 民八六年\n6. 中国书法史 蒋文光 台北文津出版社 民八二年\n7. 中国书法文化大观 金开成、王岳川主编 北京大学出版社 民八四年一月\n8. 中国书法批评史略 陈代星 四川巴蜀书社 民八七年\n9. 书法美学史 萧元 湖南美术出版社 民七九年\n10. 书法美学思想史 陈方既、雷志雄 河南美术出版社 民八三年\n11. 笔歌墨舞－书法艺术 徐天福主编 国立历史博物馆 民八六年六月\n12. 赵孟頫文学与艺术之研究 戴丽珠 台北学海出版社 民七五年\n13. 赵孟頫研究论文集 上海书画出版社 民八四年三月\n14. 论古代名家书法 王景芬 西泠印社 民八一年\n15. 历代书法论文选续编 崔尔平选编 上海书画出版社 民八二年\n（二）书迹碑帖\n1. 中国书法全集（四三）赵孟頫 刘正成主编 荣宝斋出版社 二○○二年五月\n2. 中国五千年文物集刊?法书篇六 张光宾主编 民七三年十月\n3. 中国古代书画图目 中国古代书画鉴定小组 北京文物出版社 一九八七年\n4. 中国书法通鉴 黄思源、王朝宾主编 中国文化大学出版部 民八○年九月\n二、工具书\n1. 中国书法鉴赏大辞典 刘正成主编 旺文出版社 民七八年\n2. 中国书法大辞典 书谱出版社主编 出版\n3. 历代著录法书目 李家溍主编 紫禁城出版社 一九九七年十月\n三、期刊论文\n1. 赵孟頫的复古及其意义 罗尗子 艺文丛集第二五编 台北艺文印书馆 民六七\n2. 赵孟頫 刘龙庭 中国巨匠美术周刊（中国系列036） 民八四年\n3. 赵孟頫书法风格初探 龚玫瑾 墨海轻舟 台南师院 民八九年六月\n4. 赵孟頫的影响 傅申 书史与书迹－傅申书法论文集（一） 国立历史博物馆 民八五年\n5. 赵孟頫书法艺术论 黄惇 全国第四届书学讨论会论文集 重庆出版社 民八五\n6. 赵孟頫三论 徐立明 全国第四届书学讨论会论文集 重庆出版社 民八三年\n7. 赵孟頫书画伪讹考辨 徐邦达 赵孟頫研究论文集 上海书画出版社 民八四年\n8. 赵孟頫的仕途生涯 陈高准 赵孟頫研究论文集 上海书画出版社 民八四年\n9. 赵孟頫书法论 金鉴才 赵孟頫研究论文集 上海书画出版社 民八四年\n10. 赵孟頫书法艺术简论 王连起 赵孟頫研究论文集 上海书画出版社 民八四年\n11. 从杭州到大都－赵孟頫书法评传 黄惇 中国书法全集（四三）赵孟頫\n12. 赵孟頫信札系年初编 单国强 中国书法全集（四三）赵孟頫","author":"元代赵孟頫","description":"赵孟頫尺牍初探"}]