[{"name":"林则徐行草画禅室随笔","text":"中国明代书法、绘画理论著作。董其昌著。是明末清初画家杨补辑录董其昌未收入《容台集》的零篇散帙而成书 。卷一包括论用笔 、评法书、跋自书、评古帖等节；卷二包括画诀、画源、题自画、评古画等节。该书论书主张巧用笔墨，强调结字，临帖重在领会其精神，提倡“以意背临”；论画以南北宗论为中心，提倡文人画，贬抑“行家画”。对于绘画的发展，推崇自唐而宋由“工”变“ 畅 ”，批评由宋入元某些画家的由“畅”而“佻”。主张画家要读万卷书，行万里路，以生 、秀、真为艺术境界之极诣。\n书籍简介\n《画禅室随笔》共分十五门：论用笔、评书法、跋自书、评古帖、画诀、画源、题自画、评旧画、评诗、评文、纪事、纪游、杂言、楚中随笔、禅说。其言书画之旨，皆深造微妙，其要领归纳为“运笔”和“用墨”。各论之中，融会长期实践经验之所得，其以书迹神妙于法度之中，而法者流通于书迹之外。其中“论用笔”与“评书法”两门，则是作者关于书学观点的核心部分。如作者对于“笔法”之论中，提出了墨法的重要关系和作用，曰：“字之巧妙处在用笔，尤在用墨，然非多见古人真迹，不足与语此窍也。”“提笔时须定宗旨，若泛泛涂抹，书道不成形象。用笔使人望而知其为某书，不嫌说定法也。”“笔画中须直，不得轻易偏软。”“发笔处便要提得笔起，不使其自揠，乃是千古不传语。盖用笔之难，难在道劲，而道劲非是怒笔木强之谓，乃大力人通身是力，倒辄能起。此惟褚河南，虞永兴得书得之。须悟后始肯余信也。”……比较全面地概括了笔法在整个作书过程中的作用和变化。关于“笔意”，作者认为：“最要泯没棱痕，不使笔笔在纸素成板刻样。东坡诗论书法云：‘天真烂漫是吾师’此一句丹髓也。”所最忌者位置等匀，且如一字中，须有收有放，有精神相挽处。王大令之书，从无左右并头者。右军如凤翥鸾翔，似奇反正……皆言布置不当平均，当长短错综，疏密相问也。”则把较为抽象的笔意概念加以具体的剖析，从而得出其变化规律。关于“墨法”，作者以为：“用墨须使有问，不可得其枯燥，尤忌秧肥，肥则大恶道矣。”关于“作书”，其自抒心得曰：“予学书三十年，悟得书法，而不能实证者，在自起自倒、自收自束处耳。过此关，即右军父子亦无奈何也”。“书道只在巧妙二字，拙则直率而无化境矣。”其评古人书云：“米海岳书，无垂不缩，无往不收。此八字真言，无等等咒也。然须结字得势，海岳自谓集古字，盖于结字最留意，比其晚年，始自出新意耳。学米书者，惟吴琚绝肖。黄华、樗寮，一支半节，虽虎儿亦不似也。”皆为有感而发，避开了常人论书专以神、理、气韵、风骨等玄妙处入笔的通病。其涉猎广泛，又能循依书史发展，的脉络而展开，且所论多树卓见。\n《四库全书》著录谓：“其昌于斯事，积毕生之力为之。”其“论书”之作，虽然尚存在品书评人较为保守，系统性欠强，前后间有未能一贯等局限，但仍不失为明代书学论著中不可多得之作，对后人书法理论的研究亦颇有参考作用。 \n版本\n传世有康熙庚子长洲杨氏刊本、《金台别集》本、乾隆中董氏刊本、搂藻堂刊本和《艺林名著丛刊》本等，流传较广的是海书画出版社《历代书法论文选》的选录本。 \n论用笔\n米海岳书，无垂不缩，无往不收。此八字真言，无等之咒也。然须结字得势，\n海岳自谓集古字，盖于结字最留意。比其晚年，始自出新意耳。学米书者，惟吴\n琚绝肖。黄华樗寮，一支半节。虽虎儿亦不似也。\n作书所最忌者，位置等匀。且如一字中，须有收有放，有精神相挽处。王大\n令之书，从无左右并头者。右军如凤翥鸾翔，似奇反正。米元章谓：“大年千文，\n观其有偏侧之势，出二王外。”此皆言布置不当平匀，当长短错综，疏密相间也。\n作书之法，在能放纵，又能攒捉。每一字中，失此两窍，便如昼夜独行，全\n是魔道矣。余尝题永师千文后曰：作书须提得笔起。自为起，自为结，不可信笔。\n后代人作书，皆信笔耳。信笔二字，最当玩味。吾所云须悬腕，须正锋者，皆\n为破信笔之病也。东坡书，笔俱重落。米襄阳谓之画字，此言有信笔处耳。笔画中\n须直，不得轻易偏软。\n捉笔时，须定宗旨。若泛泛涂抹，书道不成形像。用笔使人望而知其为某书，\n不嫌说定法也。\n作书最要泯没棱痕，不使笔笔在ㄌ素成板刻样。东坡诗论书法云：“天真烂\n漫是吾师。”此一句，丹髓也。\n书道只在“巧妙”二字，拙则直率而无化境矣。\n颜平原，屋漏痕，折钗股，谓欲藏锋。后人遂以墨猪当之，皆成偃笔。痴人\n前不得说梦。欲知屋漏痕、折钗股，于圆熟求之，未可朝执笔，而暮合辙也。\n乐山看经曰：“图取遮眼，若汝曹看牛皮也须穿。”今人看古帖，皆穿牛皮\n之喻也。古人神气，淋漓翰墨间，妙处在随意所如，自成体势。故为作者，字如\n?子，便不是书，谓说定法也。\n予学书三十年。悟得书法而不能实证者，在自起、自例、自收、自束处耳。\n遇此□关，即右军父子亦无奈何也。转左侧右，乃右军字势。所谓迹似奇而反正\n者，世人不能解也。书家好观阁帖，此正是病。盖王著辈，绝不识晋唐人笔意，\n专得其形，故多正局。字须奇宕潇洒，时出新致，以奇为正，不主故常。此赵吴\n兴所未尝梦见者。惟米痴能会其趣耳。今当以王僧虔、王徽之、陶隐居大令帖几\n种为宗，余俱不必学。\n古人作书，必不作正局。盖以奇为正。此赵吴兴所以不入晋唐门室也。兰亭\n非不正，其纵宕用笔处，无迹可寻。若形模相似，转去转远。柳公权云：“笔正，\n须喜学柳下惠者参之。”余学书三十年，见此意耳。\n字之巧处，在用笔，尤在用墨。然非多见古人真迹，不足与语此窍也。\n发笔处，便要提得笔起，不使其自偃，乃是千古不传语。盖用笔之难，难在\n遒劲；而遒劲，非是怒笔木强之谓。乃如大力人通身是力，倒辄能起，此惟褚河\n南、虞永兴行书得之。须悟后，始肯余言也。\n用墨，须使有润，不可使其枯燥。尤忌?肥，肥则大恶道矣。\n作书，须提得笔起，不可信笔。盖信笔，则其波画皆无力。提得笔起，则一\n转一束处，皆有主宰“转束”二字，书家妙诀也。今人只是笔作主，未尝运笔。\n书楷，当以黄庭怀素为宗。不可得，则宗女史箴。行书，以米元章、颜鲁公 \n为宗。草以十七帖为宗。\n评法书\n余十七岁时学书。初学颜鲁公多宝塔，稍去而之钟王，得其皮耳。更二十年，\n学宋人，乃得其解处。\n文待诏学智永千文。尽态极妍，则有之。得神得髓，概乎其未有闻也。尝见\n吴兴临智永故当胜。\n赵吴兴跋兰亭序云：与丙舍帖绝相似。丙舍，乃锺元常书。世所传者，右军\n临本耳。东坡先生书，深得徐季海骨力。此为文湖州洋屿诗帖。余少时学之，今\n犹能写，或微有合处耳。\n米元章尝奉道君诏，作小楷千字，欲如黄庭体。米自跋云：“少学颜行，至\n于小楷，了不留意。”盖宋人书多以平原为宗，如山谷、东坡是也。惟蔡君谟少\n变耳。吾尝评米书，以为宋朝第一，毕竟出东坡之上。山谷直以品胜，然非专门\n名家也。\n东坡先生书，世谓其学徐浩。以予观之，乃出于王僧虔耳。但坡云：“用其\n结体，而中有偃笔，又杂以颜常山法。”故世人不知其所自来。即米颠书，自率\n更得之。晚年一变，有冰寒于水之奇。书家未有学古而不变者也。\n杨景度书，自颜尚书、怀素得笔。而溢为奇怪，无五代茶□之气。宋苏、黄、\n米皆宗之。书谱曰：“既得正平，须追险绝，景度之谓也。”\n古人论书，以章法为一大事。盖所谓行间茂密是也。余见米痴小楷，作西园\n雅集图记，是纨扇，其直如弦。此必非有他道，乃平日留意章法耳。右军兰亭叙\n章法，为古今第一。其字皆映带而生，或小或大，随手所如，皆人法，则所以为\n神品也。\n素师书本画法，类僧巨然。巨然为北苑流亚，素师则张长史后一人也。高闲\n而下，益趋俗怪，不复存山阴矩度矣。\n兰亭，出唐名贤手摹，各参杂自家习气。欧之肥，褚之瘦，于右军本来面目，\n不无增损。正如仁智自生妄见耳。此本定从真迹摹取，心眼相印，可以称量诸家\n禊帖，乃神物也。\n晋唐人结字，须一一录出，时常参取，此最关要。吾乡陆俨山先生作书，虽\n率尔应酬，皆不苟且。常曰：“即此便是，写字时须用敬也。”吾每服膺斯言，\n而作书不能不拣择。或闲窗游戏，都有着精神处。惟应酬作答，皆率易苟完，此\n最是病。今后遇笔研，便当起矜庄想。古人无一笔不怕千载后人指摘，故能成名。\n因地不真，果招纡曲，未有精神不在传远，而幸能不朽者也。吾于书，似可直接\n赵文敏，第少生耳。而子昂之熟，又不如吾有秀润之气。惟不能多书，以此让吴\n兴一筹。画则具体而微，要亦三百年来一具眼人也。\n吾学书，在十七岁时。先是吾家仲子伯长名传绪，与余同试于郡。郡守江西\n衷洪溪，以余书拙，置第二。自是始发愤临池矣。初师颜平原多宝塔，又改学虞\n永兴，以为唐书不如晋魏，遂仿黄庭经及钟元。常宣示表力，命表还示帖丙舍帖。\n凡三年，自谓逼古，不复以文徵仲。祝希?置之眼角，乃于书家之神理，实未有\n入处，徒守格辙耳。比游嘉兴，得尽睹项子京家藏真迹，又见右军官奴帖于金陵，\n方悟从前妄自标许譬如香岩和尚，一经洞山问倒，愿一生做粥饭僧。余亦愿焚笔\n研矣。然自此渐有小得。今将二十七年，犹作随波逐浪书家，翰墨小道，其难如\n是，何况学道乎？\n吾乡陆宫詹，以书名家。虽率尔作应酬字俱不苟。且曰：“即此便是学字，\n何得放过？”陆公书类赵吴兴，实从北海人。有客每称公似赵者，公曰：“吾与\n赵同学李北海耳。”\n吾乡莫中江方伯，书学右军，自谓得之圣教序。然与圣教序体小异，其沉着\n逼古处，当代名公，未能或之先也。予每询其所由，公谦逊不肯应。及余己卯试，\n留都。见王右军官奴帖真迹，俨然莫公书，始知公深于二王。其子云卿，亦工书。\n书家有自神其说，以右军感胎仙传笔法。大令得白云先生口授者，此皆妄人\n附托语。天上虽有神仙，能知羲献为谁乎？\n吕纯阳书，为神仙中表表者。今所见，若东老诗，乃类张长史。又云：题黄\n鹤楼，似李北海。仙书尚以名家为师如此。孙虔礼曰：妙似神仙。余谓实过之无\n不及也。昔人以翰墨为不朽事，然亦有遇不遇，有最下而传者；有勤一生而学之，\n异世不闻声响者；有为后人相倾，余子悠悠，随巨手讥评，以致声价顿减者；有\n经名人表章，一时慕效，大擅墨池之誉者。此亦有运命存焉。总之，欲造极处，\n使精神不可磨没，所谓神品，以吾神所着故也。何独书道，凡事皆尔。\n赵吴兴大近唐人，苏长公天骨俊逸，是晋宋间规格也。学书者熊辨此，方可\n执笔临摹。否则ㄌ成堆，笔成冢，终落狐禅耳。\n米元章云：“吾书无王右军一点俗气，乃其收王略帖。”何珍重如是。又云：\n见文皇真迹，使人气慑，不能临写。真英雄欺人哉。然自唐以后，未有能过元章\n书者。虽赵文敏亦于元章叹服曰：“今人去古远矣。”余尝见赵吴兴作米书一册，\n在吏部司务蒋行义家，颇得襄阳法。今海内能为襄阳书者绝少。\n宋时有人以黄素织乌丝界道三丈成卷，诫子孙相传。待书足名世者，方以请\n书。凡四传而遇元章。元章自任，腕有羲之鬼，不复让也。\n神宗皇帝，天藻飞翔，雅好书法。每携献之鸭头丸帖、虞世南临《乐毅论》、\n米芾文赋，以自随。予闻之中书舍人赵士祯言如此。因考右军，曾书文赋。褚河\n南亦有临右军文赋。今可见者，赵荣禄书耳。\n以平原争坐位帖求苏米，方知其变。宋人无不写争坐位帖也。\n晋宋人书，但以风流胜，不为无法，而妙处不在法。至唐人，始专以法为蹊\n径，而尽态极妍矣。\n昔颜平原鹿脯帖，宋时在李观察士行家，今为辰玉所藏。争坐位帖，在永兴\n安师文家。安氏析居，分而为二。人多见其前段，师文后乃并得之，相继入内府。\n今前段至行香菩萨寺止，为项德新所藏。\n东坡作书，于卷后余数尺曰：“以待五百年后人作跋。”其高自标许如此。\n书家以险绝为奇。此窍惟鲁公杨少师得之，赵吴兴弗能解也。今人眼目，为\n吴兴所遮障。予得杨公游仙诗，日益习之。\n唐林纬乾书学颜平原，萧散古淡，无虞褚辈妍媚之习。五代时少师特近之。\n临帖如骤遇异人，不必相其耳目手足头面，当观其举止笑语精神流露处。庄子所\n谓“目击而道存者也。”\n大慧禅师论参禅云：“譬如有人，具万万赀。吾皆籍没尽，更与索债。”此\n语殊类书家关捩子。米元章云：如撑急水滩船，用尽气力，不离故处。盖书家妙\n在能合，神在能离。所欲离者，非欧虞褚薛诸名家伎俩，直欲脱去右军老子习气，\n所以难耳。那叱析骨还父，析肉还母，若别无骨肉，说甚虚空粉碎，始露全身。\n晋唐以后，惟杨凝式解此窍耳。赵吴兴未梦见在。□余此语，悟之。楞严八选义，\n明还日月，暗还虚空。不汝还者，非汝而谁？然余解此意，笔不与意随也。甲寅\n二月。\n书法虽贵藏锋，然不得以模糊为藏锋，须有用笔，如太阿蒇截之意。盖以劲\n利取势，以虚和取韵。颜鲁公所谓如印印泥，如锥画沙是也。细参玉润帖，思过\n半矣。\n宋高宗于书法最深。观其以兰亭赐太子，令写五百本，更换一本，即功力可\n知。思陵运笔，全自玉润帖中来，学禊帖者参取。\n柳诚悬书，极力变右军法，盖不欲与禊帖面目相似。所谓神奇化为臭腐，故\n离之耳。凡人学书，以姿态取媚，鲜能解此。余于虞褚颜欧，皆曾仿佛十一。自\n学柳诚悬，方悟用笔古淡处。自今以往，不得舍柳法而趋右军也。\n吾松书，自陆机、陆云创于右军之前，以后遂不复继响。二沈及张南安、陆\n文裕、莫方伯稍振之，都不甚传世，为吴中文祝二家所掩耳。文祝二家，一时之\n标。然欲突过二沈，未能也。以空疏无实际，故余书则并去诸君子而自快，不欲\n争也。以待知书者品之。（此则论云间书派）\n余性好书，而懒矜庄，鲜写至成篇者，虽无日不执笔，皆纵横断续，无伦次\n语耳。偶以册置案头，遂时为作各体，且多录古人雅致语，觉向来肆意，殊非用\n敬之道。然余不好书名，故书中稍有淡意，此亦自知之。若前人作书不苟且，亦\n不免为名使耳。\n吾书无所不临仿，最得意在小楷书，而懒于拈笔。但以行草行世，亦都非作\n意书，第率尔酬应耳。若使当其合处,便不能追踪晋宋,断不在唐人后乘也。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951657982},{"name":"林则徐行草画禅室随笔","dynasty":"清代","category":"行草","type":"","user":1,"timestamp":1429791642329,"text":"林则徐行草《画禅室随笔》节录","author":"清代林则徐","description":"林则徐行草画禅室随笔"}]