[{"name":"欧阳询李誉墓志","text":"姚辩墓志刻于隋大业七年（公元六一 一年）的《姚辩墓志铭》， 是欧阳询书写的一篇墓志，虞世基撰，寸楷三十二 行，行四十二字 。石在陕西西安出土，但不是原石，属北宋 元祜三年戊辰（公元一O八八年）刻，翻刻技术极好，而且 还 能看到欧书小楷风格，字体方整，极有六朝风致。关于姚辩，见《金薤琳琅》曾说：“隋左屯卫大将军姚辩精于边事， 屡立大功，盖老将也。其官至大将军，谥恭公爵亦尊矣。而隋史不为立传，向非率更之书，后世不复知有辩 。”\n墓志简介\n《姚辩墓志》，虞世基撰，欧阳询正书。万文韶镌。志目又称《姚辩墓志》、《姚恭公墓志铭》、《左光禄大夫姚辩墓志》、《左屯卫大将军姚辩墓志》、《隋故左屯卫大将军左光禄大夫姚恭公墓志铭》。文见严可均《全隋文》卷十四（《全上古三代秦汉三国六朝文》）。十月二十一日入窆万年县。著录首见朱长文《墨池篇》卷十七，武亿《授堂金石一跋》卷四所见为“近人重刻”：王昶《金石萃编》卷四十记宋时重刻本“一石二面”，“多讹字落字。高三尺三寸，广一尺五寸。三十二行，行四十二字”。欧阳询结衔“太常博士”。志主姚辩（546-6ll），宇思辩．武威人，官至左屯卫大将军、右光禄大夫，大业七年三月十九日（《隋书》卷三《炀帝上》记“三月丁亥”即初二日）卒，年六十六．赠左光禄大夫，谥曰“恭”。\n宋赵明诚《金石录目记》曰“第五百三十/隋屯卫大将军姚辩墓志/虞世基撰/欧阳询书/大业七年十月”。赵明诚又於跋隋西林道塲碑中曰“余家蔵隋姚辩墓志-元夀碑/皆率更（欧阳询，隋时官太常博士，唐时封为太子率更令，也称“欧阳率更”）在大业中为博士时所书”。姚辩其人，隋书无传，仅炀帝纪曰“三月丁亥/右光禄大夫-左屯卫大将军姚辩卒”云云（下附原文①）。清-王昶-金石萃编卷四十录有随故左屯卫大将军左光禄大夫姚恭公墓志铭全文，可补隋书无传之漏。墓铭记姚辩“大业七年三月遘疾/十九日薨於京兆郡/春秋六十有六…其年十月癸丑朔二十一日葬”云云，知是墓铭撰并书於大业七年无疑。\n又：是铭“随”字带“辵（chuò，即“辶”）”，为隋碑尟（xiǎn）见也，此亦可旁证“文帝受禅後/以魏-周-齐不遑宁处恶之/虽去辵而但书隋字”之说是为一辩。古“随/隋”二字有通叚多例，不赘述。\n又：墓铭前题“廪军内史侍郎虞世基撰文/太常博士欧阳询书丹”；末属“万文韶刻字”。唐-禇遂良有圣教序碑，立於永徽四年（653年），镌刻者即属为万韶文，与刻是碑相距四十二年。噫，知万韶文乃事隋-唐两朝之凿字名手，亦可揣其在永徽时至少已年过六秩矣。清-钱大昕-潜研堂金石文跋尾记是碑字为“信本（欧阳询字信本）小楷之有名者”云云。其又以为是碑因有误脱误刻字数处，故断是碑乃後人“据搨本钩摹入石/芟弃其残缺曼患者故尔”云云；清-授堂金石跋则以为是“近人重刻”。姑录於此，聊备一说。\n墓志释文\n万文韶（刻者），隋文帝至唐高宗时人。善刻碑，能将转折微妙处一一传出，摩勒之精，为有唐各碑之冠。大业七年（六一一）刻姚思辩墓志铭，唐永徽四年（六五三）刻褚良书慈恩寺三藏圣教序。\n（正文）随故左屯卫大将军、左光禄大夫姚恭公墓志铭（并序）\n内使侍郎虞世基撰文\n太常博士欧阳询书丹\n公姓姚，讳辩，字思辩，武威（位今甘肃境内）人也。导清源于妫汭（guīruì妫，虞舜居妫汭，因以为氏。—《说文》），肇崇构于轩丘（古地名。相传为轩辕黄帝所居之处）。世隶斯土，五世祖泓，为晋所灭，子孙播越，居于武威。曾祖赞，抚军左军将军、武威太守，以硕量伟才，佐时匡国。父宝，散骑常侍。锺孕山川，降神象纬，幼而风韵开爽，志节通亮，弓殚百步之奇，剑敌万人之气驰名，遂以材官入选。周保定四年，起家宗侍下士。天和二年，伐敌亏胜群帅见囚，公频进奇谋，竟弗能用，乃以舟师先济。\n朝廷攸赖统营校。公抚养士卒，劝课农桑，莫不家寔廪食，人知礼节。保定五年，从周武平定晋州，摧殄高壁。十二月，进屠并州，既陷，公独为后距，转战不衰，皇舆获安，公之力也，频蒙优赏。六年，从定相州。以前、后功授大都督，封安养县开国，子邑四百户，检校武侯兵事。又命公随上柱国既拔崇于武陟合战，又于野马相济寔繁有徒。公建旆旋征，摄弓言迈，摧锋接战，充著奇功。开皇元年，授上开府仪同三司，进爵为公，增邑为一千户，自治所届，即事戎车。公诚勇奋发，义同阃外，屡出奇兵，频摧丑虏，建勋天府。凡厥赏赐，散之士卒。二年，匈奴复入凉州，诏以公为行军都督，前后冲击，昼夜攻围。校尉之井既枯，将军之泉又竭。空有思梅之鞅，以亡为存，策勋命赏，理在不次。五年，授右武卫、骠骑将军，霍去病之功蔑如也。六年，授云州道水军总管。戈船掩渚，巨舰浮川，河涘肃整，匪曰崇墉（chónɡyōnɡ高墙;高城。），棋跱（qízhì亦作“棊峙”。谓处相持之势，如弈棋之交互对峙。）耸堞（dié堞，城上女垣也。——《说文》。按，古城用土，加以砖墙，为之射墙也，亦谓之陴，或谓之陴倪。）相望，边杵弗腾，控弦远逝。其年，授使持节，河中化若神明。十年，检校叠州总管、河州刺史，行叠州刺史事。公才略俊敏，宽弘政教，安民和众，于是乎在。十二年，转授左武侯将军，寻为凉州，总管凉州牧，边烽寝候（守望;侦察）。毳（cuì毳，兽细毛也。——《说文》）幕旃（zhān同毡）裘，望风敛迹。十六年，使持节灵州总管诸军事。公顷（qǐng通“倾”。）俗易风，移政成期月。十八年，授原州道行军总管。十九年，授环州道行军总管。公屡总戎律，特精边事，每秋风起塞，胡骑扬尘，折冲之任，非公莫能。大业二年，授左武侯大将军，进爵蔡阳郡开国公，食邑一千五百户。大启皇丘钦明，御箓睿圣纂图，特荷天眷，恩遇隆重，密勿禁候，知无不为。乃舆子威等同进位大将军、左武侯大将军如故。三年，以母忧去官。其年有警公孝性自天几于毁灭，黾勉王事，杖而後起。四年，以官方草创，授金紫光禄大夫、上光禄大夫如故。车驾北巡，诸蕃朝朔，以旧典纠察，整肃军（容）。乃令公建旌门洞张，内外肃然，事严细柳。吐谷浑大保五期尼乐周等率众归附，使銮跸西幸，底定浑国。以公为郁卑道将军。旗鼓所振，莫不摧殄，俘献授右光禄大夫、左屯卫大将军如故。乃献凯庙廷，礼崇备物，六军之长。车驾南巡江都，以公京师留守，职居爪牙，任惟心膂，出处崇重，朝野荣之。大业七年三月遘疾，十九日薨于京兆郡，春秋六十有六。惟公体量宏达倡仁兴义，造次弗违，虚己推贤，始终同致，加以雄图恢廓，奇略弘远，气有馀勇，莫之与抗。善于御抚，得士卒之心，长于政术，致廉平之美。自入统禁旅，出总戎所，夙夜匪懈，简在帝心。至于敬友穆亲，轻财贵义，家禀诚孝，奉以周旋，训与不善，遽此归全。知与不知，莫不流涕。粤以其年十月癸丑朔二十一日葬，有诏：故左屯卫大将军、右光禄大夫姚思辩，性理和谨，秉心恭慎，历仕无玷式表哀荣，可赠左光禄大夫。又蒙赐物八百段，粟麦一千石，谥曰恭公乃为之铭。\n铭曰：长澜若水，远馥薰风。时贤继及，世德攸隆。勤王成务，启霸垂功。炳灵不已，玄宫冥照。落雁穷能，通猿尽妙。蹶张选勇，期门待诏。职分七萃，官联五营。入登陪卫，出拥高旌。汜水兵略，常山陈势。卓荦明谋，沉深节制。功有必取，算无遗计。累膺恩宠，显赫身名。执恭履慎，守满持盈。方陪祀岳，遽掩佳城。游魂不归，逝川何既，春秋递代，徽猷勿替。万文韶刻字。\n欧阳询（557-441），生于陈武帝永定元年，卒于唐太宗贞观十五年，终年八十五岁，字信本，潭州临湘（湖南）人。因官至太子率更令，故世又称“欧阳率更”。其书初学王羲之，后又汲取了六朝碑版墓志方劲峻利的笔意而自成风格。他的楷书险劲刻厉，清峻秀健。相传欧阳询书八体尽能，尤精篆隶，得方圆之妙，因取法高古，流溢为楷书，自然骨气洞达，点画工妙。又因其博采众长，故其楷书结构稂纤得度，意态精密，卓然成一代大家。欧阳询与虞世南、褚遂良、薛稷并称为“初唐四家”。\n欧阳询流传下来的楷书代表作品有：《九成宫醴泉铭》、《皇甫君碑》、《化度寺碑》、《虞恭公碑》、《李誉墓志》。从总体上说，欧阳询的楷书有以下两个特点：一是点画以方笔为主，铁画银钩，刚劲不挠，有[森森然若武库之戈戟]之誉，但世人只知其方，而不知其用笔圆，写得棱角分明，锋芒毕露，此实误解。郭宗昌《金石史》谓：“人知信本变晋法，不知结体用笔多从古隶中出。”其书法之中截极其浑厚，而其起折角处刚而有韵致；二是其结构险峻严密，横势用仰，纵势用背，属于斜画紧结一路。王文治《快雨堂题跋》谓：“欧阳险绝为平，以奇极为正。”正因为其楷不避免险，故学之不当，易伤于清雅之致。欧阳询的楷书看似奇，其实正，貌似方，其实圆，在欧楷诸碑中，尤其是《九成宫醴泉铭》因为奉敕之书，故写得特别严谨，亦特别难学，米芾曾谓“欧阳如新瘥病人，颜色憔悴，举动辛苦”正指此而言。\n","category":"草书","verified":true,"user":1,"timestamp":1429951553644},{"name":"李誉墓志","dynasty":"唐代","category":"楷书","author":"欧阳询","type":"拓本","description":"欧阳询精品小楷《李誉墓志》新出土于2014年，呈正方形，高、宽58.5厘米。","text":"《李誉墓志》是唐代碑刻，公元641年镌立，欧阳询小楷书写。笔法刚劲婉润，兼有隶意，是欧阳询晚年经意之作，历来为学书者推崇。\r\n\r\n欧阳询（公元557——641）字信本，汉族。公元557年生于衡州（今衡阳），祖籍唐潭州临湘（今长沙）。官职为太子率更令。中国楷书四大家之一。\r\n\r\n欧阳询楷书法度严谨，笔力险峻，世所无双，被称之为唐人楷书第一。他与虞世南俱以书法驰誉初唐。后人以其书“平正中见险绝”而号称“欧体”。\r\n\r\n欧阳询精品小楷《李誉墓志》新出土于2014年，呈正方形，高、宽58.5厘米。四周志墙镌刻十二属相图案。志文三十六行，每行三十六字。实存1249字。小楷，字幅约1厘米。《李誉墓志》约立于贞观15年，同年欧阳询逝世。可能是欧阳询最后一篇墓志。"}]