[{"name":"陈奕禧书法","text":"陈奕禧(1648—1709)，字六谦，又字子文、文一，号香泉，晚号葑叟，海宁盐官人。\n\n陈奕禧，贡生。出身名门，自幼即爱作诗学书，其诗“斜阳一川汧水北，秋山万点盆门西”曾得当时诗坛盟主王士祯赞许。清康熙三十九年(1700)，官户部郎中，分司大通桥。康熙帝乘船经过，命其登船，于素绢上写字，深得赞赏。虽无科举功名，破格被召入直南书房。后出任贵州石阡府知府，康熙四十七年（一七0八）擢江西南安知府，修学宫、纂府志、兴文教，卒于官（即卒于任内），年六十二。\n诗歌、书法，著名当世。陈奕禧书法专法晋米芾、黄伯思一流人，于秦、汉、唐、宋以来历代文字搜罗极富，精勤钻研，皆为题跋辨证。好作小楷亦稳称，但留心字样而不知笔法，故媚而少骨，大字条幅沉着浑融，绝无轻佻之态，有“用笔千古不易之正宗”、“翰墨妙当代，海内翕然”之称，号称“香泉体”。远近争求其作品，日本国天皇也出重金收购。所书《梦墨楼法帖》、《予宁堂法帖》，流传甚广。雍正年间(1723—1735)曾将《梦墨楼法帖》抚勒上石，贮于内府。他还是位金石收藏家，集有大量秦、汉、唐、宋金石，逐一辨证题跋，辑为《隐绿轩题跋》。又曾仿《文选》体例编《文海》，搜集历代诗文刊刻行世。此外，尚著有《金石遗文录》、《春霭堂集》、《皋兰载笔》、《葑叟题跋》、《小名补录》、《益州于役记》、《北解杂述》、《北行日记》、《晋阳行记》、《云中纪行》、《陈子日记》《奇花异木记》、《含香新牍》、《秋雨斋集》、《虞州集》、《笑门集》、《绿荫亭集》等。\n代表作品\n藏书故实\n清书法家、藏书家。字六谦、子文,号香泉，晚号葑叟。浙江海宁人，贡生。康熙三十九年(1700)，官户部郎中，康熙帝极为欣赏其书法，召入值南书房。后出任贵州石阡知府，江西南安知府，修学宫、纂府志、兴文教，卒于任内。自幼爱诗和书法，其诗曾得王士祯称赞。他的书法取法晋人，小楷精稳，大字沉著浑融，其书体号称“香泉体”，远近争求其作品，日本天皇曾出重金收购。他的行草书也得到康熙、雍正、乾隆帝的赏识。雍正十一年(1733)，命将他的墨迹勒石为《梦墨楼帖》10卷。所书《梦墨楼法帖》、《予宁堂法帖》，流传甚广，贮于内府。他收藏有大量秦、汉、唐、宋金石，辨证题跋，辑为《隐绿轩题跋》。藏书处有“春霭堂”、“梦墨楼”、“予宁堂”等，收藏书画、碑帖、古籍甚富。藏书印有“香泉居士”、“渤海郡图书印”、“盐官陈氏梦墨楼印”、“盐官岱清陈氏图书”、“武烈王孙”、“养心堂”、“翩然阁”、“卞壁楼”、“石阡太守”等。又曾仿《文选》体例编纂《文海》，搜集历代诗文刊刻行世。著有《金石遗文录》、《皋兰载笔》、《北解杂述》、《春霭堂集》、《封叟题跋》、《益州于役记》、《北行日记》、《晋阳行记》、《小名补录》、《云中纪行》、《陈子日记》、《奇花异木记》、《含香新牍》、《秋雨斋集》、《虞州集》、《笑门集》、《绿荫亭集》等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951662735},{"name":"陈奕禧书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791635029,"text":"立轴\n\n\n陈奕禧行书七言诗，绫本立轴，131.5×43.5cm，钤印：海宁陈奕禧章、南安太守、御赐日巌。\n【释文】追数陈吴与郭公，大通碑版纪遗功。朝家制度应难改，细绎吾文见始终。奕禧。\n\n\n行书立轴\n\n行书七言诗轴\n钤印：臣奕禧、子文、御赐日岩（参见《中国书画家印鉴款识·陈奕禧》57、56、82印，1046-1047页）\n题识：奕禧。\n鉴藏印：怡亲王宝、染心簃书画印、明善堂览书画印记、天泉阁秘籍印、琴砚斋\n\n\n\n\n\n\n\n\n\n\n\n陈奕禧《行书诗卷》 香港艺术馆虚白斋藏\n\n\n陈奕禧行书七言诗，质地：绫本，形式：立轴，尺寸：163.5×47cm，估价：RMB：90，000-160，000元，成交价：RMB：134400元，钤印：陈奕禧印（白文）、字六谦（朱文）、双梅堂（朱文），海宁陈奕禧书。\n【释文】九十残春去已赊，绿阴几处试新鸦。自然物色天时节，浴水菖蒲又着花。海宁陈奕禧书。\n\n陈奕禧\n浙江海宁人。字六谦，又字子文、文一，号香泉，晚号葑叟，海宁盐官人。贡生。出身名门，自幼即爱作诗学书，其诗“斜阳一川汧水北，秋山万点盆门西”曾得当时诗坛盟主王士祯赞许。清康熙三十九年(1700)，官户部郎中，分司大通桥。康熙帝乘船经过，命其登船，于素绢上写字，深得赞赏。虽无科举功名，破格被召入直南书房。后出任贵州石阡府知府，转江西南安知府，修学宫、纂府志、兴文教，卒于任内。\n 陈奕禧与汪士宏、何焯、姜宸英等被称为清初四大家。书法取法晋人，专以帖学取胜，在当时的士大夫文人中影响较大。于秦、汉、唐、宋以来文字收集尤富，皆为题跋辨证。精勤钻研，小楷稳称，大字条幅沉着浑融，有“用笔千古不易之正宗”、“翰墨妙当代，海内翕然”之称，号称“香泉体”。远近争求其作品，日本国天皇也出重金收购。所书《梦墨楼法帖》、《予宁堂法帖》，流传甚广。雍正年间(1723—1735)曾将《梦墨楼法帖》抚勒上石，贮于内府。他还是位金石收藏家，集有大量秦、汉、唐、宋金石，逐一辨证题跋，辑为《隐绿轩题跋》。又曾仿《文选》体例编《文海》，搜集历代诗文刊刻行世。此外，尚著有《金石遗文录》、《春霭堂集》、《皋兰载笔》、《葑叟题跋》、《小名补录》、《益州于役记》、《北解杂述》、《北行日记》、《晋阳行记》、《云中纪行》、《陈子日记》《奇花异木记》、《含香新牍》、《秋雨斋集》、《虞州集》、《笑门集》、《绿荫亭集》等。","author":"清代陈奕禧","description":"陈奕禧书法"}]