[{"name":"鲜于枢草书乱泉飞下诗札","text":"文德皇后长孙氏（601年3月15日—636年7月28日），小字观音婢 [1] ，河南洛阳人，隋朝右骁卫将军长孙晟之女，母亲高氏为汉族，唐朝宰相长孙无忌同母妹，唐太宗李世民的皇后。\n长孙氏13岁嫁李世民，武德末年，她竭力争取李渊后宫对李世民的支持，玄武门之变当天，她亲自勉慰诸将士。之后拜太子妃。李世民即位后册封为皇后。在后位时，善于借古喻今，匡正李世民为政的失误，并保护忠正得力的大臣。先后为李世民诞下三子四女，即恒山王李承乾、濮恭王李泰、唐高宗李治、长乐公主李丽质、城阳公主、晋阳公主李明达、新城公主。\n贞观十年（636年）六月，长孙氏在立政殿去世，葬于唐昭陵，谥号文德皇后。[2] 咸亨五年（674年），加谥号为文德圣皇后。[3] 天宝八载（749年），加尊号为文德顺圣皇后。李世民誉之为“嘉偶”、“良佐”并筑层观望陵怀念。[4] \n尝著有《女则》三十卷，尚有翰墨存世，今均佚。仅存《春游曲》一首。[5-6]   \n人物生平\n将门之女\n长孙皇后于隋文帝仁寿元年（601年）出生，洛阳（今河南洛阳）人。长孙氏的父亲长孙晟是右骁卫将军，母亲高氏是北齐乐安王高劢之女。长孙一族因是北魏宗室之长，在孝文帝改革时，赐姓长孙。长孙家族作为皇族宗室，从北魏至隋以来能人辈出，可谓“门传钟鼎，家世山河”。 长孙氏的父亲长孙晟有一箭双雕的美誉，且在军事外交上也颇有建树。 长孙晟长期处理隋与突厥的关系，曾使计分化突厥，对突厥分裂有极大贡献。突厥之内，对长孙晟非常敬畏，听闻他的弓声，认为是霹雳，见到他骑马，认为是闪电。 因此，长孙晟家得到霹雳堂的称呼。长孙氏就是这样一位出身贵族世家的名将之女。\n喜结良缘\n长孙皇后是长孙晟的幼女，对于这个小女儿的婚事，长孙家族非常上心。伯父长孙炽十分欣赏当时唐国公李渊睿智大气的妻子窦氏。窦氏年幼时曾劝说舅父周武帝宇文邕为了北周大局优待突厥皇后。长孙炽认为窦氏这样一个优秀的女子必然会教出出色的子女，因此劝说长孙晟为年幼的长孙氏与唐国公家结下姻亲。 然而，在婚约定下后不久，长孙晟于大业五年（609年）去世了，随后长孙兄妹与母亲被同父异母兄斥还舅家。幸运的是，长孙氏的舅父高士廉对待妹妹及其一双儿女非常优厚。 \n长孙氏的哥哥长孙无忌和李世民是少时好友，高士廉见李世民非常人可比，又知晓长孙氏幼年时的婚约，便在长孙氏父丧期满后，就开始促成此事，将长孙氏许配给他。[14-15]   于是在大业九年（613年），13岁的长孙氏，便在这豆蔻之年与时年十六岁的李世民完婚，从此开始了与李世民互爱互信，相知相伴的一生。婚后，长孙氏曾归宁于永兴里，舅父高士廉的妾室张氏在长孙氏住的房舍外面看见了一匹大马，此马高二丈，鞍勒都在，张氏惊惧，将此事告知高士廉。高士廉请人占卜，显示遇坤之泰，内阳外阴，内健外顺，显示天地之交。占卜之人说“龙是乾的卦象，马是坤的卦象，女子处于尊位，居于中正之位卦象显示，这个女子贵不可言”。[16-17]   高士廉听后心中欢喜，“亲戚知者，咸敬异焉”。 \n归宁后不久，隋炀帝发动第二次征辽战争。李世民的母亲窦氏随担任督粮官的丈夫李渊出征，在涿郡意外病倒。随军的李世民衣不解带地照顾母亲。可是窦氏仍不幸于大业九年（公元613年）五月过世。[19-20]   次月杨玄感谋反，同谋兵部侍郎斛思政逃亡辽东，与其交好的高士廉被贬外放。 一方是生身母亲，一方是情同慈父的舅父，正在新婚燕尔的小夫妻遭到了极大的打击。二人在逆境中互相安慰，扶持激励彼此，关系越加融洽。\n大业十二年（616年），唐国公李渊迁右骁卫将军，同年四月奉诏为太原道安抚大使。[22-23]   次年（617年）皇帝杨广敕李渊为太原留守。 李世民和长孙氏夫妻二人也随父亲就任而居太原。既没有婆婆的指导，也不见妯娌的帮衬，[25-26]   太原留守的次媳，年仅十七岁左右的长孙氏自然而然地承担起唐国公府的当家主妇一职，在公公的信任支持和丈夫的爱护包容下，长孙氏度过了幸福的太原时光。当长孙氏在太原附近出资修建了玄中寺，并于寺中聆听钟声时，李唐家的声望和长孙氏的仁德也随着仁寺钟声传扬，平和的在太原郡百姓心中扎下了根。 \n武德斡旋\n隋末暴政，民怨沸腾，各地反隋势力纷纷揭杆而起，群雄纷争。李家于大业十三年（617年）五月举义旗，很快异军突起，于同年十一月入主长安，先奉代王杨侑为隋帝，改当年年号为义宁。同月二十二日李世民被封为秦国公， 次年（618年）三月初九改封赵国公。 长孙氏随丈夫李世民先后为秦国夫人和赵国夫人。\n义宁二年（618年）五月二十日李渊受禅登基为帝，国号唐，改元武德。六月初七李世民受封秦王， 长孙氏亦随之受册为秦王妃。 建唐之初，天下未平，李唐势力范围仍很小。作为主帅，李世民常常出征在外，但期间子女的诞生给夫妻俩带来了不少喜悦。长孙氏在牵挂夫君之余，也尽力为夫君免除后顾之忧。作为秦王妃，长孙氏依旧孝事李渊，深得皇帝公公的认可。李渊以过继早夭嫡子李玄霸为名，将长孙妃亲生儿子李泰直接晋封为卫王、上柱国。[32-34]    \n秦王李世民征伐四方，先后讨平了薛举父子、刘武周、宋金刚、窦建德和王世充。于武德四年（621年）受封天策上将，位在王公之上。 此时的秦王李世民身兼数职，威望势力直逼太子李建成，功高震主难免被猜忌。 平定洛阳后，李世民拒绝了奉命前来有非分之请的贵妃等人，秦王部属又多次与后宫亲属产生摩擦。[37-38]   秦府上下对后宫已多有得罪。反之太子齐王与后宫妃嫔时常往来，经常联合在高祖面前谗害李世民。眼见多次在外浴血征战的丈夫与皇帝疏远，又为太子齐王所嫉，秦王妃直接出面缓和矛盾。她常常在宫中出入，孝顺高祖李渊，同后宫妃嫔交往，以弥补丈夫与皇帝的嫌隙，在后宫中为丈夫存留助力。[39-40]   在尚书右仆射萧瑀和太子少保李纲等人的鼎力支持下，高祖李渊最终没忍心对李世民下死手。秦王妃长孙氏等人同心影助为秦府的绝地反击赢得了宝贵的备战时间。 正如历史上无数次的皇权斗争一样，兄弟反目终于决裂。\n玄武之变\n武德二年（619年）末因刘文静事件，高祖已冰封过秦王。只因内外战事不断，唐廷必须仰仗秦王武功，不得不在每次战事吃紧时，一次复一次地启用李世民，而事平之后对战功越发显赫的李世民猜忌更重。 武德末期，皇帝猜忌日重，太子齐王日渐紧逼，李世民的处境更加艰难。在武德七年（624年）六月杨文干事件，秦府与太子齐王两败俱伤之后，双方争斗进入白热化。\n同年七月突厥再度寇边，情势危急，太子齐王与多数大臣纷纷赞同迁都，唯独李世民直谏，认为夷狄之患不足为惧，请求出征讨伐突厥。高祖听从了他的请求，但是太子与后宫妃嫔却乘机进谗言诬陷李世民谋掌兵权以篡位。 高祖再起疑心。之后高祖在城南狩猎，太子将一烈性胡马授予秦王妄图摔死秦王，秦王驯马后完好无伤答以“死生有命”，太子借机令后宫妃嫔妄言“天命”诬陷秦王。 高祖大怒，但碍于边境不宁，缺不了李世民这军事奇才，不得不按下此事。一计不成再生一计，太子于东宫设宴欲用毒酒加害李世民，不成。 又和齐王策划在昆明池暗杀李世民，并乘机逼宫。幸得率更丞王晊得知阴谋并将此事告知李世民。 \n经过一系列的事件，持续加剧着秦王府与东宫间的矛盾。秦王妃长孙氏没有放弃弥缝。然而面对丈夫及其部署遭遇的不公和打击，长孙氏越发警醒地意识到摆脱困境的紧迫感。此时的秦王妃长孙氏没有退缩，义无反顾地站在丈夫身后，和胞兄长孙无忌及房玄龄等秦王府僚共同给予丈夫毫无保留的支持。武德九年（626年）六月三日，金星再次白天出现在天空正南方的午位，当高祖将傅奕密奏“秦王当拥有天下”告知李世民， 处于生死存亡之际的李世民下定了决心。\n六月四日凌晨李世民率领秦王府八百将士在玄武门设伏。通常站在丈夫身后的长孙氏出人意料地出现在了丈夫身旁，从容勉励将士。将士们无不感激秦王妃的亲自慰勉，因此更奋发无畏。[48-49]   妻子无所畏惧地生死相随不离不弃，更激励着丈夫李世民。玄武门之变以秦王的完胜而告终。三天后的六月七日李世民被立为皇太子，长孙氏随之成为太子妃， 八月八日李世民登基为帝，并在登基后十三天册封长孙氏为皇后，从此明君贤后，交相辉映。[51-52]   \n佳偶良佐\n长孙皇后喜爱看书籍图传，即便是梳妆打扮时也手不释卷。 成为皇后后依然如此。经常与丈夫一起地共执书卷,谈古论今，从容以对，发表独特见解，对丈夫与朝政大有裨益。[54-56]    唐太宗对长孙皇后一向爱重。 登基之后，对长孙家族常常恩遇逾制。\n长孙皇后深以盈满为诫，说服胞兄让位，在太宗恩准下，长孙无忌得以闲职高薪退避宰执之位。[58-60]    长孙皇后还利用自身对丈夫的影响力来护慰朝廷贤良，匡正丈夫的过失。 长孙皇后一方面欣赏“庇护”着魏徵那些敢于直言的忠臣，另一方面也在不断地提醒着李世民要行仁政。 她以女性特有的力量在男权至上的封建社会发挥着独特的作用，辅佐皇帝丈夫，使得初唐出现了有利的政治局面。\n君明后贤臣直，文治武功，春风和睦，亲切包容。大唐初期迎来了它令后世魂萦梦绕的理想境界“贞观之治”。\n因病去世\n贞观八年（634年），长孙皇后陪同太宗在九成宫避暑期间，身染重疾。皇太子请求大赦并度人入道，为妻子健康忧虑的唐太宗立即应允，但遭到长孙皇后的坚决反对，无奈唐太宗只好请普光寺法师昙藏入宫为妻子祈福，或是天子诚意所致，长孙皇后病情旋及康复。[63-64]   \n九年（635年）皇太子李承乾纳妃苏氏， 然而喜悦之后却连接着悲伤，此后接踵而来的生身母亲赵国太夫人的薨逝以及太上皇李渊的驾崩，给长孙皇后和李世民这对夫妻又一次沉重打击。 双重丧期的哀痛，诱发了长孙皇后早年罹患并时常发作的气疾，次年，病势加重，药石皆不见效。\n早年，太宗驾幸太原，长孙皇后生病，他曾亲自到石壁寺礼谒禅师，并解众宝名珍，为妻子供养启愿。 于是太宗决定再次求助于佛家。十年四月，李世民下诏修复天下名胜古寺392座为皇后祈福，著名的善寂寺，修定寺便在此列。[68-69]   虽然太宗期待佛家的福祉能够又一次给妻子带来好运，但是，幸运没有再次眷顾。\n十年六月（636年），长孙皇后崩逝于太极宫立政殿，终年三十六岁。太宗悲伤不已，遵从皇后遗愿，营山为陵，是为昭陵。 纵观长孙皇后的一生，她与太宗从少年结发，一起互相扶持，走过了二十三载。于情伉俪情深，于政相辅相成。“一与之齐，终身不改。”\n母仪何炜\n训诫诸子\n长孙皇后生性简约，不喜欢浪费，所需的东西，够用就可以。[71-72]   对于皇子要求也很严格。她经常训戒诸位皇子，要求他们以谦恭节俭为先。 即便对于自己的亲生子女也不例外。\n长孙皇后的长子李承乾，自幼便被立为太子，由他的乳母遂安夫人总管东宫的日常用度。遂安夫人对于太子十分上心，觉得东宫之内器物还不够，于是在长孙皇后面前屡次要求增加费用。长孙皇后虽然爱护儿子，但并不想助长东宫的奢侈之风。她对遂安夫人说：“身为储君，所患者德不立而名不扬，何患器物之短缺与用度之不足啊！”于是驳回了遂安夫人的请求。 贞观的风气从此处也有所体现。\n调和直谅\n长孙皇后御下平和，从不无故令人有冤。太宗长年行军打仗，脾气难免急躁。后廷之人常因小事触怒太宗。长孙皇后深谙太宗脾性，总能让在气头上的丈夫熄灭雷霆之怒。[75-76]   \n有一次唐太宗一匹心爱的骏马突然无病死掉了，唐太宗迁怒于养马的宫人，“将杀之”，长孙皇后并没有直接为宫人求情，而是对丈夫谈起了两人曾经共同读过的一个故事：“过去齐景公因为马死了要杀人，晏子就请求列举养马人的罪过，说：‘你养的马死了，这是你的第一条罪；让国君因马死而杀人，老百姓知道了，必定埋怨我们的国君，这是你的第二条罪；诸侯听到这个消息，必定轻视我们的国家，这是你的第三条罪。’齐景公听后便赦免了养马人的罪。陛下曾经在读书时看到过这件事，难道忘了吗？”唐太宗听了妻子的这番话后自然会意，养马宫人也因此得以免罪。\n唐太宗又对房玄龄说：“皇后在各种政务政事上都能启发影响我，对我极其有好处。 \n养马人这样的宫人只是皇宫内苑里极其卑微的人物，但长孙皇后仍然以她的仁慈智慧照拂着他们，不因他们地位卑微而轻视他们的安危性命，正是因为有这样一个宽和明理的女主人，才能使得宫内没有任何冤屈。\n抑制外戚\n唐太宗和长孙皇后情义深重，对于妻子的家族也十分恩宠。长孙无忌与唐太宗为布衣之交，又是皇后胞兄，还是辅佐元勋，李世民视为心腹，让他自由出入皇宫内室，对他的待遇群臣无人堪比。几度想要任命他为尚书右仆射，却遭到长孙皇后的反对，她觉得自己身为皇后，家族的贵宠以极，不愿意家族子弟遍布朝廷。于是再三阻挠丈夫授予哥哥大权，太宗认为长孙无忌才兼文武，没有听从。但长孙皇后异常坚定，在无法说服丈夫的情况下，转而私下命令哥哥让他坚决辞职，拗不过妻子的坚持，李世民只得解除长孙无忌尚书右仆射的官职，但却将他升为从一品地开府仪同三司，让长孙无忌享受高官厚禄但不管事。 长孙皇后这才满意的喜见颜间。 \n长孙皇后对外戚之事一直以前代为鉴，临终前仍然不忘嘱托丈夫不要给予她的家族太多。她认为自己的家族有幸结为皇室姻亲已经是很大的荣幸了，但他们并非都是才德出众之人却身居高位，所以很容易遇到危险，想要长久无忧，就不能让他们担任要职，只需要以外戚的身份觐见，就已经是极大的幸事了。[80-82]    长孙皇后对于家族的看法再联系日后之事，足见她的非凡的远见和智慧。\n赞成帝治\n长孙皇后对于丈夫的事业一直以来都是全力支持的，作为皇后，她对于内宫治理上的优秀自不必多提。护俾忠良，赞成帝治更是十分出色。长孙皇后对于太宗是十分了解的，她知道丈夫为君不易，虽然李世民在纳谏方面做的已经是非常出色，但总有疏忽不及的地方，况且善始善终对于任何人而言都不是易事。于是她常常劝说丈夫要始终记得容纳良言。\n长孙皇后曾借长乐公主李丽质嫁妆一事谏言，她认为，“韩非谓之说难，东方朔称其不易”忠言逆耳利于行。肩负国家社稷之人最要紧的就是容纳忠言。“纳之则世治，杜之则政乱”。如果太宗能深切了解，那么就是天下之幸。临终之时，仍不忘嘱咐丈夫，要亲信君子，远离小人，容纳忠臣良言，不可听信谗言，停止游猎劳役。[83-84]   \n诗曰“夙夜匪懈，以事一人”此之谓也。唐太宗得贤后作配，唐朝有这样敢于谏言，远见卓识的皇后，贞观之治的出现长孙皇后实在助益良多。 \n奖进忠良\n长孙皇后和唐太宗生有不少儿女。太宗对他们都宠爱有加，关爱之心与寻常父亲并无区别。长乐公主李丽质因长孙皇后所生，太宗对她特别钟爱，将她许配给长孙无忌之子长孙冲。\n贞观五年开始准备嫁妆，唐太宗对众臣说“长乐公主，皇后所生，朕及皇后并所钟爱。今将出降，礼数欲有所加”。大臣纷纷表示“陛下所爱，欲少加之”，于是进言请求双倍于永嘉长公主，太宗欣然同意。然而魏征对此表示反对。因为永嘉公主乃是长乐公主的姑姑。此举逾越了礼制。太宗回宫把此事告诉了长孙皇后。长孙皇后得知此事后感叹魏征能“引礼义抑人主之情”，并对他大加赞赏。特地派人前去赏赐给魏征绢四百匹、钱四百缗，并传口讯说：“听闻你正直，现在见识到了，希望你一直保持，不要改变”。在太宗并未有所表示的时候，长孙皇后直接对魏征加以赏赐，并暗示自己会给予支持，可谓给魏征注入了强心剂。也正是因为有长孙皇后这样的靠山，魏征的正义直谏才会这般顺利。[86-87]   \n用俾房魏\n长孙皇后虽然不主动出面干涉朝政，但她对于贤良却从来看重。唐太宗是一个性情中人，手下谏臣众多，尽管太宗善于调整心态，听取意见，但难免有被冲撞的时候。盛怒之下，也会出现过失。这个时候，身为妻子的长孙皇后就会发挥她的柔性力量，安抚丈夫，护佑贤良。\n最著名莫过于“朝服进谏”。一次李世民下朝回宫后，十分气愤地对妻子说：“我以后找机会一定要杀了那个乡巴佬！”长孙皇后问道“是谁惹怒了陛下？”，李世民回答说：“魏征经常在朝堂上羞辱我。”长孙皇后面对盛怒中的丈夫。既没有顺水推舟出言煽动，也没有唯唯诺诺，默不敢言。她做了一个奇特的举动，暂时不理会丈夫，退到里间，换上了正式的朝服。然后走到丈夫面前表示祝贺。李世民十分惊奇，询问妻子的用意。长孙皇后则笑着答道：“我听说君主开明则臣下正直，如今魏征正直敢言，是因为陛下的开明，我怎能不祝贺呢！”太宗听了转怒为喜，之后更加重视魏征。[88-89]   \n同样受惠于长孙皇后的还有房玄龄,当时房玄龄因过错被遣回家,长孙皇后便对唐太宗说：“玄龄侍奉陛下时间最久，为人小心谨慎，颇有奇谋秘计，他知道的事情从无泄露，如果不是有大的过错，希望陛下不要放弃这么一位大臣”。太宗听了妻子的意见，觉得有理，之后便再次重用了他。[90-92]    详观上面两件事情，长孙皇后对于太宗的影响力自是不用多说。自古国家将兴，必有明君临朝，而又有哲后作配。关雎美后徳，长孙皇后维护中正之臣，实不负关雎之美。\n鹣鲽情深\n生死相随\n唐太宗登基后生过一场重病，缠绵床榻累年，长孙皇后悉心照料，昼夜不离左右。唐太宗和长孙皇后自少年结发，共同进退十多年，即使武德末年生死攸关之际都互不离弃。因感念丈夫对自己付出的真心实意，长孙皇后将毒药系在腰间，准备“若有不讳，亦不独生”。[93-94]   贞观八年（634年），帝后生死相依的情景再度出现。在九成宫的某夜，柴绍突来告变，太宗立刻穿上盔甲，同房就寝的长孙皇后，见丈夫全副武装准备，不顾自己病体虚弱，立即紧跟太宗而出。左右竭力劝说她应以身体为重，然而长孙皇后只顾念着丈夫，不惜自身病情加重，执意随从丈夫，直至此事完结。 \n无须誓言表白，多少次危难中的生死相随，增进了李世民与长孙氏在相知相守岁月中的浓情深意。无论夫妻俩身份如何改变，始终不渝。\n当太宗面对长孙皇后的遗作，悲痛欲绝，亲口对侍臣说出“我岂不知道皇后之崩是天命而不能割情？只是想到失去贤妻良佐，仍然克制不住悲伤啊”时，太宗和长孙皇后夫妻二人的情深意笃已然昭显。 \n爱屋及乌\n太宗对长孙皇后的宠爱同样惠及到了长孙皇后的亲族身上。太宗对长孙无忌的宠遇众所周知，自太宗登基开始便一再加恩，委以腹心，群臣莫及。 长孙皇后父亲早丧，后来由舅舅高士廉抚养，她与李世民的婚事也是由高士廉促成。因此，太宗一生对于高士廉都非常感激，极其敬重。 贞观二十年（646年）高士廉病重，太宗亲临其家探望，并和他述说生平往事，感慨流涕。[99-100]   二十一年（647年）高士廉去世，太宗因着“故旧情深，姻戚义重”，不顾自身病体和大臣劝谏执意要去临丧。后来在陪葬诏中太宗又不忘强调“朕爰在弱龄，早敦姻戚，绸缪眷遇，多历年所”可见对高士廉的感念。 类似“地兼贤戚”，“地兼姻戚”“椒掖之亲”的词语在下达给长孙无忌和高士廉的诏书中比比皆是。当然长孙无忌和高士廉除了长孙皇后的原因之外还有自身的才干，可是其他人却是实实在在的“以后亲”了。\n长孙皇后的族子长孙祥，他的父亲长孙安世曾经是王世充部署，但因为长孙皇后的缘故，长孙祥得以在唐廷做官，并最终做到刑部尚书。 长孙敞因受贿被免官后，太宗却因为他是皇后的亲叔叔，常常赏赐给他大量丝绢，不久不仅重新任命还升他宗正卿。[103-104]   \n比起私惠后亲，还有更明显的事,贞观初年，长孙皇后的异母哥哥长孙安业（名无宪，字安业）参与谋反，按律当诛，却因为长孙皇后的求情，太宗免除了他的死罪。唐律谋反本十恶之首，最后不仅活命还官拜兵部尚书，封薛国公。 亲兄弟谋反，皇后没有跪着请罪，担心自己被株连，反而以“释憾于兄”这个牵强的理由直接要求太宗网开一面饶恕这位异母兄长，能有如此的自信，可见“恃宠”之言非虚。[106-107]   \n长孙皇后临终前之所以要说“妾之本宗，慎勿处之权要，但以外戚奉朝请，则为幸矣”。当一个皇后不去忧虑人走茶凉，反而担心皇帝莫要赏赐太多时，必然是因为皇帝已经对自己的家族太好了。\n其实唐太宗对长孙皇后亲族的好也就是和普天下所有爱妻子的丈夫一样，爱她所爱，亲其所亲，身为帝王在自己力所能及又无伤大雅的范围里给予妻子最好的。\n帝后互动\n李世民爱重长孙皇后，尊重她的看法，即使朝政大事也毫不避讳。经常向长孙皇后询问朝中赏罚之事，长孙皇后不想回答时以“牝鸡之晨，惟家之索”为由拒绝干涉朝政。李世民却一定要和她讨论，再三询问，长孙皇后无奈之下决定不理踩丈夫，以沉默应对，对此李世民对妻子也毫无办法。[108-111]     \n朝政之外，长孙皇后和唐太宗的相处颇有有闲情逸趣。有一日春景正盛，长孙皇后在内苑游玩，见桃花灿烂，嫩柳抽芽，一片欣欣向荣之景，便乘兴赋诗，名曰《春游曲》。太宗听闻后，“见而诵之，啧啧称美”。[112-113]   贞观二年，幼子李治诞生，洗儿礼时，长孙皇后赠给幼子一个吉祥之物玉龙子。这本来是李世民于晋阳宫所得，看它“虽广不数寸，而温润精巧，非人间所有”便作为礼物送给了妻子，长孙皇后一直将它放在衣箱里，乘着这次幼子诞育，才又转赠。后来李唐皇帝“以为国瑞，帝帝相传”。[114-115]   \n九成宫作为避暑度假佳地，深得唐太宗的青睐。贞观六年，他和长孙皇后一起去九成宫避暑，兴之所至便拉着妻子在九成宫中散步，历览台观。帝后二人走到西城背阴处时，突然发现所处位置的泥土异常湿润。太宗放开妻子，拿起手杖朝地上深础，不多久，便冒出了泉水，帝后二人十分欣喜。太宗特地让魏征撰文，欧阳询书刻《九成宫礼泉铭》，以作纪念。 \n太宗与长孙皇后还常常奉养高祖，诚心尽孝。贞观六年十月（632年），太宗和长孙皇后回到京师，侍奉太上皇宴于大安宫。“帝与皇后更献饮膳及服御之物，夜久乃罢”贞观八年三月（632年），高祖在两仪殿摆宴，宴请西突厥使者，因贞观以来，功业极盛，四夷臣服，高祖十分高兴。太宗与长孙皇后互进御膳，又献服御衣物，长孙皇后执栉为高祖理发戴冠，看到高祖发已花白，心中感怀，与太宗皆不禁流泪，如同家人常礼。[117-119]    \n子以母贵\n唐太宗最宠爱的儿女皆为长孙皇后所出或收养。即便最是冰冷客观的史书里，也依然能感受到那一腔由对妻子切切之情演化而来的拳拳父爱。翻开史书，唐太宗对长孙皇后儿女的宠爱比比皆是。\n长孙皇后的长子李承乾，性聪敏，太宗“甚爱之”。对于长子太宗夫妇寄予了厚望。[120-121]   在李承乾年幼时就给他找了侍读，又让魏徳明，孔颖达教授承乾儒家典籍。[122-125]     太宗登基后便立李承乾为太子，十二岁时，太宗就开始有意识的锻炼承乾身为储君的政治能力了，下诏令承乾“宜令听讼”，还说“自今以后，诉人惟尚书省有不伏者，於东宫上启，令承乾断决。”[126-127]   后来又为他开设学馆并先后派遣房玄龄魏征等重臣加以辅佐。 李承乾身体不好，太宗舍不得让他多读书，但承乾并不因此放纵，反而在太宗问他治国策略时显示了才能。对此太宗非常高兴，特地对群臣炫耀了一把。 贞观年间李承乾两次生病，太宗先后请道士，高僧入宫为太子祈福，承乾病愈后，又度了三千人出家，为他建造普光寺、西华观，[130-132]    并赦囚徒。[133-136]     长孙皇后去世后李承乾渐渐长大，开始不修徳业，行为叛逆，太宗却依然对他宠爱纵容，直到李承乾谋反事败。[137-138]   然而太宗却不忍心依律将他处死，最终只是将李承乾废黜。在废太子诏中，太宗感叹“况乎冢嫡，宁不钟心”。虽然李承乾的作为伤了唐太宗的心，但在后来重新选立太子时，太宗却仍然念着他的安危，竭力保全。 \n长孙皇后的次子李泰，聪敏绝伦，“宠冠诸王”。 太宗登基后改封越王，李泰所获封地多达二十二州，其他同时受封者却只有八州。[141-144]     后又加封其雍州牧，左武侯大将军，余官如故。[145-148]     雍州即长安京几之地。因为太宗宠爱，李泰迟迟没有出阁之藩，连带李泰的儿子也被带入宫中抚养，长孙皇后亲自给其赐名“欣”。 除了王府之外，太宗还将芙蓉园和东都洛阳一个坊及此坊所在之地，一并赐予了李泰。[150-153]     李泰喜好文学，太宗便为他设文学馆。李泰编写《括地志》成，太宗多次赏赐，以至用度超过了太子。[154-155]   因李泰体胖，未免儿子上朝辛苦，太宗特意赐给他小辇。 类似这种私爱不胜枚举。以至史官感叹“其宠异如此”。 后来李泰夺嫡被贬，太宗却仍然认为“朕之爱子，实所钟心”，后来又对大臣表示自己“钟心念泰”只是为了社稷不能不忍痛割爱。[157-158]   没过多久，便又重新进封了李泰。 \n长孙皇后的幼子李治，太宗对他十分钟爱。为庆贺李治出生，太宗下令赐天下是日生者粟。 李治封号晋王，为并州都督。之后又加封右武侯大将军。长孙皇后去世时，李治年幼，在母亲的葬礼上，哀慕甚深，太宗见状，对他更是怜爱， 后来便亲自抚养李治，[162-164]    在长孙皇后去世后多年，仍然舍不得他出阁，于是李治一直没有出宫到晋王府居住，一直到被立为太子。[165-167]    虽然住在宫中，但李治在宫外却有一座占一坊之地的王府。贞观十七年（643年），李承乾被废，太宗开始想立李泰，大臣认为要先安置晋王，不然难以保全。李世民听后涕泪交下说“我不能”于是便找来大臣定计立了李治。 李治成为太子后，太宗对他的宠爱丝毫不减，即便李治已经纳妃生子，也不愿和爱子远离。导致大臣多次上书要求太宗让太子回东宫，不要总是留在身边过分溺爱，然而收效甚微。[170-172]    征辽期间，因为李治担心前线战事，太宗为他创飞表奏事， 因为李治担忧太宗打仗不爱惜身体，太宗便不再身先士卒。 一次李治久久没有回信，太宗在终于接到信后非常激动，回信写道“忆奴欲死，“少顷忽得手书，忧惶一时顿解”。 足见爱子之深。\n太宗和长孙皇后另有四个女儿，长女长乐公主李丽质。美丽聪慧，太宗和长孙皇后“并所钟爱”，并在她出嫁时嫁妆逾制。 长乐公主还曾协助长孙无忌等劝说太宗打消了分封功臣的想法。 长乐公主因病去世，太宗非常悲痛，将她葬在了离元宫很近的地方。并打破皇子、妃嫔、公主只设一道石门的制度，设了三道石门，是昭陵已发掘的陪葬墓中仅此一例。 \n城阳公主是长孙皇后所生，太宗对她也非常喜爱，将她嫁给了杜如晦的嫡子杜荷，因为尚公主，杜荷得封郡公。后来因参与李承乾谋反案被赐死。 太宗再次为她指婚，由于前段婚姻不顺，太宗特命人婚事占卜，欲破例黄昏行吉礼的婚制而改由白天行吉礼，以期女儿有一段良缘。 \n晋阳公主李明达是唐太宗极其喜爱的女儿，长孙后去世后太宗“亲加鞠养”。 年仅五岁的晋阳开始思念起了母亲。唐太宗外出巡幸都会带上晋阳，每次经过妻子生前到过的所游之地，都会告诉女儿，孝顺的晋阳控制不住自己的悲伤，哀哀地痛哭起来。晋阳公主和李治感情亲厚。李治上朝之前，晋阳公主哭着不舍哥哥离开。唐太宗见此情景也泪流满面。晋阳公主常常在太宗发怒时为大臣求情，晋阳宫中常常临摹父亲的飞白体，久而久之写字时便有了太宗的风格。将太宗和晋阳公主的字出示大臣，大家都无法辨别。然而晋阳公主未及出嫁就去世了，太宗万分悲痛，连续一个月没法进食，身形消瘦，大臣见状纷纷进谏，但唐太宗却对来劝勉的臣子叹道：“你们说的那些道理，其实我都明白。我也知道人死不能复生，再怎样的悲伤都与事无补，但是不知道为什么，我就是控制不住这种悲伤啊。”。最后太宗下令用晋阳公主汤沐之资，在公主墓旁修建佛寺，给早夭的女儿追福。 \n新城公主，初封衡山公主，打破了名山大川不得作为封号的规定。 公主墓志记载其册封后便“汤沐增赋”，可知新城公主和姐姐晋阳一样小小年纪就有了实封。 新城公主先是许婚魏征之子魏叔玉， 后来因事婚约被解除，太宗又在妻子生日那天宣布将女儿许配给皇后的侄子。[185-186]   贞观二十三年（649年），太宗感到自己大限将至，担心耽误女儿的婚事，便开始张罗新城公主出嫁事宜，由于程序繁琐，最终没能来的及，还是留下了遗憾。\n除却嫡出儿女，长孙皇后还收养了庶女豫章公主。 因为被长孙皇后收养，太宗对豫章公主的感情也十分不同。豫章公主死后，太宗非常悲伤，长期穿着素服，以至群臣惊恐，纷纷上书劝谏，要求皇帝克制悲伤。 \n唐太宗对长孙皇后所生子女的溺爱事迹还有很多，古人云“母爱者子抱”太宗对于长孙皇后子女的宠爱即便在长孙皇后过世后也丝毫不变，反而更加依赖，怜子而思母。男人总会爱他所爱之人生的孩子，这一点，即使帝王明主也不例外。\n死后追忆\n视死如生\n长孙皇后出殡，李世民“亲临宵载，义追深远”，更亲自为长孙皇后撰写碑文。[189-191]    之后太宗又做了件前所未有之事。他认为仅是在寝宫陵殿安奉皇后并不够，于是命人在元宫外的栈道上修建了宅舍，令宫人居住其中，如侍奉活人一般侍奉皇后。贞观二十三年（649年），唐太宗入葬元宫，高宗李治希望继续保留栈道起舍，却被大臣谏止，理由是，按照旧例，“只有寝宫安养供奉之法，而无陵上侍卫之仪”。 可见这种在寝宫陵殿之外再修宅舍对已逝之人供养如生方式，为李世民首创。在李世民心里，长孙皇后永远是活着的。\n望陵毁观\n长孙皇后入葬昭陵后，太宗对她思念无法停止，为了缓解思忆之苦，便在宫中建起了层观，终日眺望妻子的陵墓，还让大臣陪同悼念。一次太宗让魏征陪同，并指着昭陵的方向问魏征是否看清了，魏征装作没看见，太宗顿时着急，问“怎么会没看见，那是昭陵啊！”魏征闻言回答说“以为陛下望的是献陵，原来是昭陵啊！”[193-194]   太宗听后明白魏征是在提醒自己，不要只顾及思念亡妻而忘了父亲。于是便哭着下令拆掉了层观。尽管太宗这样追思妻子的行为是违背礼教传统的，却是一个天子的真情流露。\n在那个以孝为先，“夫不祭妻”的时代里，李世民如此张扬的思妻念妻被人嘲弄讥讽也是理所当然。太宗作为封建帝王，对此礼制不会不知，却还是毫不避讳建层观，望昭陵，甚至还拉着大臣一起怀念。只能是用情太深，情难自己了。层观虽然拆除了，但李世民对爱妻的思念却并没有因此而停止，反而越发汹涌难以自控，以至于他在一次回诏中，公然向大臣倾诉自己在丧偶之后，心虑恍惚，当食忘味，中宵废寝的悲苦情境。 \n追福建庙\n贞观十年（636年），因哀痛妻子逝去，唐太宗搜访道林，度人出家，为长孙皇后祈福。 \n贞观十四年，长孙皇后和祖考们（皇祖弘农府君李耳、宣简公李熙、懿王李天赐、太祖景皇帝李虎、世祖元皇帝李昞、高祖大武皇帝李渊六人）同享天子七庙乐， 七庙登歌，每室别奏。 文德皇后庙乐，奏《光大》之舞。 \n贞观十五年（641年），太宗又命高僧道宣为长孙皇后造供养经，此经卷至今尚存。 \n同年，长孙皇后的次子李泰在洛阳大兴土木，于龙门山开凿佛窟，为母亲追福。等到佛像即将完工，十月唐太宗亲自前往龙门检验， 看到一切令他满意后，命令中书侍郎岑文本撰文，起居郎褚遂良书写，刻发愿文《三龛记》于石碑之上。这就是著名的《伊阙佛龛碑》，立于贞观十五年十一月，是龙门石窟形制最大的摩崖碑刻。[202-204]    碑文中述写了李泰在母亲去世后，思念母亲恩德，于是在龙门造佛像经过。 不可否认李泰此次造像的确有讨好父亲，与长兄李承乾竞争之意，但除此之外，追思母恩也是不必怀疑的。此时长孙皇后已然过逝五年多了，李泰谋嫡时扔抬出母亲来讨好父亲，说明在李世民心中，对妻子一直没有忘怀，足见痴心情长。\n贞观十六年（642年），太宗命人在太平观内为长孙皇后造原始天尊像，“二真夹侍，拟香园之妙，写空歌之仪”。以此为爱妻追福。 \n李治一直知道父亲对母亲的深深思念，自己也经常回忆起母亲生前的种种慈爱，贞观二十二年（648年），决定“思报昊天，追崇福业。” 于是在唐太宗的支持下建造了一座宏伟富丽的寺院，起名大慈恩寺以此来纪念母亲。[208-209]   大慈恩寺的规模很大，共有十几个院落（现仅存唐代时的西塔一院，其余早已荡然无存），1897间房屋，云阁禅院，重楼复殿， 十分豪华。 唐玄奘称其“壮丽轮奂，今古莫俦”。大慈恩寺落成，太宗和太子举行了隆重的入寺仪式。当时“其锦彩轩槛，鱼龙幢戏，凡一千五百余乘，帐盖三百余事”并经，像，舍利等从弘福寺引出，京城僧众执持香华，呗赞随后，文武百官各将侍卫部列陪从，“眩日浮空，震耀都邑”沿路观者数亿万人。 此外特地将玄奘任命为主持。高宗即位之后，玄奘认为大慈恩寺是皇帝为母亲追恩所建，此事应该立碑传扬后世，高宗应允，亲制碑文，此即《慈恩寺碑铭》。[213-214]   碑将至寺，玄奘法师“惭荷圣慈，不敢空然待送，乃率慈恩徒众及京城僧尼， 各营幢盖、宝帐、幡华， 共至芳林门迎”。 终唐一世，大慈恩寺香火鼎盛，是长安城中的佛学名胜之处，无数文人墨客在此留下了足迹。 直到千年后今天，依然矗立。\n同年唐太宗令苏方士为长孙皇后造《妙法莲花经》以追福。 \n从长孙皇后逝世到唐太宗病逝这十三年间，给长孙皇后的追福活动一直不曾停止。虽然身处皇权中心，但李世民追忆妻子，李治感恩母亲的感情与常人并无二致。高宗登基后继续为母亲追福，并于龙朔三年（663年）立资圣寺于崇仁坊。 \n同寝同穴\n长孙皇后遗言要求薄葬，希望不起坟茔，以山为陵。一向爱重妻子的太宗不仅听从，更下诏将其作为祖制，以传后世。从此开创了唐朝以山为陵的先河。其后太宗命令阎立徳营建昭陵。 在长孙皇后去世当年，太宗就开始设想将来与妻子的合葬事宜，决意将来与爱妻同穴而眠。先是于十年十一月（636年），刻六骏雕像于昭陵。[222-223]   后又在十一年二月（637年）下达了功臣陪葬诏。 并开始陆续让功臣葬入昭陵。[225-230]       其实在长孙皇后生前，便与太宗同住一个寝宫，正因为如此，柴绍旦夕告变之时，才得以扶疾以从。 贞观二十三年（649年），太宗入葬昭陵，在元宫中等待了十三年的长孙皇后终于又一次与丈夫聚首。正所谓“伉俪之道，义期同穴”。长孙皇后和太宗生同寝死同穴，不负夫妻之义，伉俪情深。\n轶事典故\n通宝甲痕\n据《唐会要》记载，武德四年（621年）七月，唐高祖废五铢钱，发行开元通宝，并让欧阳询制词书写制作蜡样。 十七日又在洛，益各州设置钱监，后赐予秦王，齐王，裴寂等铸炉，特许他们自己铸钱。自此，开元通宝一直是唐朝的主流货币。关于开元通宝本身还有一桩趣事。据玄宗时期大臣郑虔所作的《荟粹》记载，一开始，欧阳询呈送蜡样之日，时为秦王妃的长孙皇后拿着蜡样端详，在蜡样上留了一抹指甲痕，不知何故，蜡样不曾重做，这抹掏痕便留在了开元通宝之上 （唐代的《谭宾录》《唐圣运图》也记有此事）。[232-234]    \n丹羽宝履\n履，始自夏，商，周时期，汉代时有歧头履。据《全宋文》所载，长孙皇后身后留下的一双歧头履曾传至宋代，被收入秘库。 此履制作精细绝伦，宋代画家米芾曾奉命为之作画，名曰《唐文德皇后遗履图》。据米芾跋文载，此履是高底形制，履身以丹羽织成，前后镶有金叶，并以云纹作为装饰，履长有一尺，底部向上翘起三寸呈两歧头钩状，中间有两系，履首还缀有二珠，从其形容可知做工精巧，不流于俗。后来传到明代，才子姚叔祥得到此图，十分珍视，不敢亵渎。有人愿出数万钱，只求看上一眼，遭到断然拒绝，姚叔祥说：“文德皇后遗履，岂能随便让观看”。[236-238]    \n个人作品\n书法\n唐朝皇室历来擅长书法丹青，长孙皇后的儿子李泰与李治亦善书法，只不过李泰工于草书、隶书，李治除了工于草、行、隶书外还与父亲一样，工于飞白体。 \n李世民亲自抚养的晋阳公主李明达也是写的一手好飞白，临摹父亲的手书甚至周围的人都分辨不出哪个才是真迹。 \n长乐公主李丽质墓志记载其“（公主）散玉轴于缥帙，悬镜惭明；耀银书于彩笺，春葩掩丽。”翻译成白话文就是：“展开公主所作的画卷，悬挂的明镜就显得黯淡无光；展示公主所写的书法，就连春天的花朵也被掩去丽色。”\n在这样的情况下，尽管长孙皇后的书法墨宝因为年久失传，但看过长孙皇后墨宝的古人，都将其与吴采鸾、胡惠斋、张妙净、朱淑真、管道升等诸位女书法家相提并论，[241-244]     甚至称赞说“皆具有俊才，出其柔翰，俱各精妍”，可见长孙皇后的书法水平亦是不容小觑。 \n女则\n有些人认为女则的内容与后来的《女诫》等倡导三从四德的书籍相同，事实则不然，明朝仁孝皇后徐氏作品，“以教宫壸”的《内训》白底黑字提到：“有所谓《女宪》、《女则》，皆徒有其名耳。” \n所谓《女则》徒有虚名，言下之意就是《女则》名不副实，“女则”不是“女”之“则”。\n《旧唐书》很明白地定义了长孙皇后所著《女则》的内容：“撰古妇人善事，勒成十卷，自为之序。”显然长孙皇后的《女则》不是女性的行为规范。\n长孙皇后所著的《女则》，至少在永乐年间还存留，只是不符合当时的女性价值观而已。\n《女则要录》卷数有十卷、二十卷、 [248-253]       三十卷等多种说法。[254-255]   \n史论\n此文全文已失传，从史书中提到的一段内容来看，评论的是东汉明德皇后马氏不能抑制外戚“贵盛”而开启祸端一事。  \n诗作\n《春游曲》\n上苑桃花朝日明，兰闺艳妾动春情。\n井上新桃偷面色，檐边嫩柳学身轻。\n花中来去看舞蝶，树上长短听啼莺。\n林下何须逺借问，出众风流旧有名。\n贞观初年，长孙皇后创作了一首活泼浪漫的诗名曰《春游曲》   ，诗中描写的后宫佳人在桃花芳菲烂漫之际，翩然穿梭于漫天锦绣之中，观蝶聆莺。桃花因偷得她的面色而娇艳，嫩柳因习得她的腰身而身轻。她自负地认为自己的出众风流之名早已远播于世间，又勿须借问。此诗被李世民见而诵之，啧啧称美。 于是此诗被某些迂腐的老学者究斥为“艳诗”。 但这首诗事实上描绘的是一位幸福的女子张扬而自信的画像。\n家庭成员\n父母\n父亲：长孙晟，隋朝右骁卫将军。 \n母亲：高氏，北齐乐安王、隋扬州刺史高劢之女，高士廉妹妹。  \n丈夫\n唐太宗（李世民）。\n子女\n儿子\n长子：恒山王李承乾。 \n次子：濮恭王李泰。[261-262]   \n幼子：唐高宗李治。 \n女儿\n长乐公主李丽质，嫁长孙无忌之子长孙冲。 \n城阳公主 ，初嫁杜如晦之子杜荷 ，后改嫁薛瓘。 \n晋阳公主李明达。 \n新城公主，嫁长孙诠。 \n历代评价\n史评\n（唐）宋璟：文德皇后奏降中使致谢于征。此则乾坤辅佐之间，绰有余裕。岂若韦庶人父追加王位，擅作酆陵，祸不旋踵，为天下笑。则犯颜逆耳，阿意顺旨，不可同日而言也。\n刘昫《旧唐书》赞曰：坤德既轨，彤管有炜。韦、武丧邦，毒侔蛇虺。阴教斯僻，嫔风浸毁。贤哉长孙，母仪何伟。 \n周召《双桥随笔》：三代以来，皇后之有贤徳者，唐长孙氏为最。.......其贤徳节节如此，又非宋髙、曹、向、孟诸皇后之所能及。 \n真德秀《大学衍义》：臣按：文徳长孙后之贤，其行事皆可为后世法。方太宗之怒魏徵也，非后从容开捄，则徵不得免矣！其为君徳之累可胜计耶？一言而全直臣於将死之际，立太宗於无过之地，虽古之贤后何以逾此？吁可仰哉！吁可仰哉！\n唐吴兢撰、元戈直集论《贞观政要》：若后之徳，虽汉之隂、马，亦不能及，可谓无愧周之任、姒、邑姜者矣！正家而天下定，后之谓欤？ \n唐吴兢撰、元戈直集论《贞观政要》：三代兴王之主，无不内有贤助，以协成至治。任、姒、邑姜，其表表於经传者，为天下母仪之所取则焉。若长孙皇后之贤，自三代而下，之绝无仅有者也。马、邓不足以侪之矣！遇危疾而不以肆赦徼福，非卓然有见何以能？兹不幸而弗登耆艾，宜太宗有“失内良佐”之叹也。\n唐氏仲友曰：天启兴运，亦不偶然。助兴运，必有贤妃。以汉唐论，长孙贤於隂、马，有古后妃之美，无后世后妃之失。太宗谓“内良佐”，信夫！\n范祖禹《范太史集》：诗人美后妃，辅佐君子、求贤审官，国家将兴，必有淑哲之配，儆戒以成君子之德。若长孙皇后感悟太宗，其可谓贤矣。 \n王祎《大事记续编》：十月之交，曰皇甫卿士、畨维、司徒、家伯。维宰仲允，膳夫棸子，内史蹶维，趣马楀为师氏，艶妻煽。方处幽王之时，小人之所以满朝，而官爵所以多滥者，由艶妻之方处也。文武之朝，有任、姒以居内，则官爵曷至是哉！贞观之初，内治有长孙皇后，虽以无忌之贤，而皇后尚请不使久居宠位。则朝廷之名器，冝其无泛加者矣。\n蔡世远《古文雅正》：“汉唐宋后之最贤者，汉则明徳马皇后，唐则文徳长孙皇后，宋则宣仁髙太后。 \n周必大《文忠集》：某闻：爱其息，女人之常情也。况以万乘之主、天下之冨，独不能厚一女子资送，而尽其亲爱之道乎？魏徴於此，犹以不当倍於长主为谏，可谓有责难之恭矣！虽然帝用其言，迫於理也。彼皇后深居宫中，知爱而已，今能本乎礼义，抑其私情，不特称徴之贤，又请捐金帛以奨之，此贞观之治所以庶几三代也！欤《关雎》序后妃之德曰“思贤才而无伤善之心”，《卷耳》序后妃之志曰“辅佐君子求贤审官”。知臣下之勤劳。内有进贤之志。而无险詖私谒之心。是则正始之道、王化之基，不在乎他，在乎后妃而已。太宗与后，其知此也哉。 \n唐仲友：“有古后妃之美，无后世后妃之失，太宗谓内良佐，信夫！若长孙皇后之贤，自三代而下之绝无仅有者也。” \n袁燮撰《絜斋毛诗经筵讲义》：唐长孙后毎对太宗称魏徴之直，以社稷臣名之，保护其贤，成太宗纳谏之美。呜呼！其有古后妃之遗风哉！ \n《新镌增补全像评林古今列女传》母仪传：克树母仪，首盛唐而圣善。赞成帝治，开贞观之休明......君子谓长孙后，贤而能谏，可为世法，诗曰，夙夜匪懈，以事一人，此之谓也。“亲君子”数语，法语也，君人者铭之座右亦宜。为失良佐而哭之悲，则后之德益彰矣。颂曰：惟长孙后，性好读书。献可替否，裨益訏谟。采古女则，益昭其德。允兹后焉，正是四国。 \n张居正《帝鉴图说》：尝考自古创业守成之令主，虽圣明天挺，然亦有内助焉。观长孙皇后之于唐太宗，虽夏之涂山，周之太姒，无以过之矣。太宗外有忠臣。内有贤后，天下安得不太平。\n刘氏《女范捷录》：高太兴唐，内有窦孙之助。〔笺注〕唐高祖窦皇后、太宗长孙皇后，匡赞二君，以成帝业。长孙后尤贤，每事尽其规谏，太宗嘉纳之。\n李贽《史纲评要》：长孙皇后真圣人也，如阳怒宫人等事，竟可与权矣。世上有如此女子乎？\n乾隆《评鉴阐要》：长孙后读书循理，恭顺节俭，固足为贤。而辞议政一节，识见卓越，视汉明徳尤逺过之。然以太宗英明，岂不知牝鸡之意，何必与后议赏罚哉？\n乾隆《长孙皇后论》：“夫闺门，王化之始也。诗三百而必以关睢为首，礼严大昏，书重厘降。易上经首乾坤，下经首咸恒。盖知正家之道，必本于闺门。闺门正而后家齐、国治也。王者立后，上法乾坤，必求令德，有以裨成内政、安贞载物，然后协厥坤仪，为天下母。故太任太姒秉淑德，而昌周；明德马后克恭俭，而光汉。古今所称，不可诬也。文德皇后长孙氏者，实闺门之令望也。仁孝恭俭、少好读书，赞成内政、裨益弘多。训诸子常以谦俭为先，太宗亦敬其有德。常朝回怒曰：会杀此田舍翁。后问为谁？帝曰魏征。于是后退，衣礼衣而称贺于上曰：臣闻主圣则臣直，乃陛下之圣故也。妾敢不贺于是。帝喜而征言无不听。夫唐太宗岂实欲杀魏征哉？然虽无此意，亦微有不乐谏之心。皇后一闻此语，即借贺以讽谏之，征益宠信而帝善益彰。然后知正内之益所不可少，而有乾之健，必得坤之贞以顺承之也。易曰：牝马地类，行地无疆。盖马阴物也，阴之德利柔顺，然必利贞而行。地无疆，然后辅乾以行，泽及天下。若徒柔顺而鲜贞，则又何能助乾道而沛膏泽哉！若长孙皇后不预朝政，虽帝问之亦终不对，可谓知安贞之义者矣。其资送公主、讽谏以安直臣、得疾不事道释之教，尤为贤明，名垂百世、媲美周姜，宜哉！”\n傅以渐《内则衍义》谨按：“开辟之帝王，莫不有贤内助焉。若能以学问兴事业，则唐朝尤为大著。窦皇后不惟能学，而又能书，其聪明有过乎人者。长孙皇后幼喜图传，正位中宫，益加精勤，是以文章扬其规诫，政事頼其匡勷。发迹太原，数年而成大业。二后之好学，有不容冺没者存也。”\n吴曰慎《周易本义爻徵》：以圣贤之君而得圣贤之后妃，如周文王之得太姒，上可以配至尊而主宗庙，下可以宜家人而及邦国也。王季之娶太任、武王之娶邑姜、汉明帝之立马后、唐太宗之於长孙皇后，皆此爻之象。\n祝洤《淑艾录》：唐太宗晚年，内无长孙皇后，外无魏郑公，宜其多过失也。观于魏公之眷，几不克终，则知前之乐善从谏，皇后维持调护之功居多。士女犹有鸡鸣劝戒之益，况人主乎？《关睢》求淑女，所以为王化之基也。\n康基田《晋乘搜略》：唐之长孙皇后，从太宗佐内政，将顺匡救，能使人主回心归正，内外颂其贤德。而定大计、决大疑、军旅之事，无与也。\n李渔《千古奇闻》：陈百峰氏曰：“《诗》云：‘民有秉彝，好是懿德’。长孙皇后以‘主明臣直’语，遂释魏徵；疾病犹能力荐玄龄，可谓贤后矣！”\n《皇朝经世文统编》：太宗时，长孙皇后真巾帼丈夫也，帝欲封长孙无忌，后极力谏止，夫历代后多欲求封外戚以为显荣，后独明于事理，不欲虚取公侯之封以长骄奢之习，实受灭亡之败，故力止之。及长乐公主出降，资送倍于长公主，魏征谏以为不可。帝告后，后能知大义，不以溺爱少女而乱礼仪，且以征为能引大义以抑人主之私情，称为社稷臣。后帝怒征，欲杀之，后又以言相解，卒不致帝有妄杀忠直之名。若此数者，足见后之深明大义，乃巾帼中所不可多得者也。\n尹会一《女鉴录》：按长孙皇后制一己之私情，伸直臣之正气，且以片语而救忠良於不死，贤哉！冠女德而莫与京已。\n尹会一《女鉴录》：按文德皇后所言所行皆可为，则太宗尝与皇后议赏罚，后辞曰：“牝鸡之晨，惟家之索。妾妇人，安敢豫闻政事？”固问之，终不对。皇后与太宗从容商略古事，因而献替，裨益宏多。既不预政，又能匡君于此，得坤道含贞之义。贞观元年以长孙无忌为右仆射，皇后固请曰：“妾备位椒房，贵宠极矣，诚不愿兄弟执国政，吕霍上官可为切骨之戒。”临终又以本宗勿虑权要为言。黔州之事，后其前知矣。\n诗评\n唐·朱子奢《文德皇后挽歌》 \n唐·李百药《文德皇后挽歌》 \n元·张翥《题长孙皇后谏猎图》 \n明·张居正《长孙进贤》 \n影视形象\n年份\t\n电影、电视剧\n扮演者\n981年\t\n大唐名相\n赵静\n987年\n大运河\n曾华倩\n","category":"草书","verified":true,"user":1,"timestamp":1429951547106},{"name":"鲜于枢草书乱泉飞下诗札","dynasty":"元代","category":"草书","type":"","user":1,"timestamp":1429791643459,"text":"释文：\n　　乱泉飞下翠屏中。似共真珠巧缀同。一片长垂今与古。半天遥听水兼风。虽无书卷随人意。自有潺湲济物功。每向暑天来往见。拟将仙子隔房栊。鲜于枢书。","author":"元代鲜于枢","description":"鲜于枢草书乱泉飞下诗札"}]