[{"name":"赵孟頫临兰亭序v2","text":"《定武兰亭序》因北宋时发现于定武（今河北真定县），故名。传唐欧阳询据右军真迹临摹上石。《兰亭》刻本甚多，此刻浑朴、敦厚，为诸刻之冠。\n简介\n《定武兰亭序》为《兰亭序》帖石刻名。唐太宗喜晋王羲之父子书法，得《兰亭序》真迹，命人临拓，刻于学士院。五代梁时移置汴都，后经战乱而遗失，北宋庆历间发现，置于定州州治。大观中，徽宗命取其石，置于宣和殿。北宋亡，石亦散失不传。定州在宋时属定武军，故称此石刻及其拓本为“定武兰亭”或“定武石刻”。其拓本简称“定本”。一说《<兰亭序>帖》原本为唐人所作，非王羲之书。\n历史沿革\n东晋永和九年（公元353年）三月初三，王羲之与谢安、孙卓等四十二人，修禊事于绍兴之兰亭，饮酒赋诗，王羲之乘醉挥毫，写成了千古绝唱的行书法帖《兰亭序》。王家将真迹秘藏，子孙相传。南朝陈时，传至王羲之七世孙山阴永欣寺和尚智永。陈太建中，为陈宣帝所得。隋平陈，归晋王杨广（即后来的隋炀帝）。杨广不以为宝，后归于僧智果，智果传弟子辨才。唐太宗李世民酷爱二王书法，尤爱兰亭序。唐高祖武德四年（621年）时为秦王的李世民命侍臣从辨才处赚得真迹。李世民得到《兰亭序》真迹后，贞观十年（636年）命弘文馆拓书人冯承素、诸葛贞、韩道政、赵模等人摹成副本（传为“响搨法”，即“向搨”，在暗室开向阳小窗，置真迹于小窗，搨书人用透明纸覆于真迹上，双钩临摹，然后根据笔墨浓淡填墨，气韵逼真，称“下真迹一等”），欧阳询、褚遂良等人亦有临本。唐太宗去世后，真迹作为殉葬埋于昭陵。\n在诸多摹本拓本中最具传奇色彩的当属传为唐代欧阳询手摹并刻石的《定武兰亭》，唐代欧阳询受命手摹《兰亭序》并刻石后，置于唐学士院。安禄山内乱，六御蒙尘，郭子仪于皇宫得欧阳询临本刻石，于至德（756年）初，运于灵武。五代梁时被移置汴都（今开封）。\n公元946年，耶律德光入侵中原，占领汴都，灭后晋，俘获晋出帝石重贵（石敬瑭侄），第二年自称大辽皇帝（这一年契丹改国号为辽）。不施仁义，中原民变兵起，耶律德光不得已北归，并携走欧阳询兰亭临本刻石，旧五代史载“十六日，次于栾城县（今石家庄市栾城县）杀虎林之侧，时德光已得寒热疾数日矣……二十一日卒”，“契丹人破其尸，摘去肠胃，以盐沃之，载而北去，汉人目之为帝羓（干肉）焉”。刻石遂佚失栾城，近百年。\n到了庆历（1041年）时，此石落在栾城李某处。真定地方官用重金买下此石，保藏于官库。这就是后世所称的“定武本”，也称“定武兰亭”（真定，今石家庄市正定县，当时为州治，唐时置义武军，宋时因避太宗讳（赵光义），改名定武军，故称《定武兰亭》）。后任地方官薛师正，监守自盗，“狸猫换太子”，与其子薛绍彭（北宋书法家）另外翻刻一石贮于库中，将真本藏于家中。薛师正父子在翻刻时，故意将原石“湍、流、带、左、右”五字字刻损一二笔，暗记其真伪（因而定武兰亭有“损本”和“不损本”之分。“损本”，反为真本）。宋徽宗大观年间，宰相蔡京见官库“兰亭石本”不实，即知薛家藏有兰亭原刻，下诏索取。薛绍彭的儿子薛嗣昌不敢隐瞒，呈进宣和殿。其后金兵入汴梁（今河南开封），宫里的珠玉珍宝被掠一空，惟独刻石无恙。后来，留守汴梁的宗泽将刻石送给驻跸扬州的宋高宗，宋高宗十分珍视。1129年金兵进逼扬州，宋室仓卒南渡，宋高宗命内臣将兰亭刻石真本投于扬州石塔寺井中，以备事后再取。宋高宗死后，此石下落无人知晓。\n南宋诗人王柏有诗《题定武兰亭副本》记载了《定武兰亭》自唐初至南宋的经历，诗云，“玉华末命昭陵土，兰亭神迹埋千古。率更（欧阳询曾任率更令）搨本入时珉，盐帝（指耶律德光破腹盐沃事）归装投定武。薛家翻刻愚贵游，旧石宣和龛御府。胡尘横空飞渡河，中原荆棘穴豺虎。维扬（扬州）苍茫驾南辕，百年文物不堪补。纷纷好事竞新模，倾欹丑俗亡遗矩。如今薛本亦罕见，仿佛典刑犹媚妩。清欢盛会何足传，右军它帖以千数。托言此笔不可再，慨然陈迹兴怀语。今昔相视无已时，手掩尘编对秋雨”。\n三百年后，明代宣德四年（1429）年，东阳人何士英任两淮都转盐运使，时扬州石塔寺僧淘井，发现此碑，碑缺一角，何士英遂呈进皇上。皇上称何士英天下清官，赐其石携归东阳。相传明代万历年间，东阳县令黄文炳特地去何家参观这块珍贵的刻石。谁知这位父母官在摩挲赞叹一通后，竟将刻石装进轿子想带走。众多的何氏子孙一下子哗然起哄，拉住轿子不让走。黄文炳恼羞成怒竟将刻石摔出，断裂为三。此后刻石一直由何氏子孙按孟、仲、季三房分开保存着。每遇修族谱（20年一次）将此石合而为一，用宣纸拓印，馈赠亲友。民国十四年（1925年），在绍兴金石家顾燮光(1875—1949)所著《梦碧簃石言》中册《东阳何氏兰亭》一文中仍有记载：“东阳郭君子衡为燮言：‘东阳县东南四十里南上湖何姓家藏有定武兰亭。原石已裂为三，子孙分藏（孟仲季三房为欲合拓，定章洋二十元）。至为珍贵，非汇聚不能毡拓，传本极稀。’是兰亭真本尚在人间。戊午（1918年）仲春，郭君旋里，以拓本邮示，隽逸迥异俗本。”当时郭子衡除了给顾燮光寄去何氏家藏刻石兰亭序拓本外，并寄去由郭子衡所绘的“兰亭原石图”。解放后刻石藏于浙江博物馆。\n《定武兰亭》有3个著名的原石拓本。一是元吴炳藏本，册首有清代王文治署《宋拓定武禊帖》，是“湍、流、带、左、右”5字未损本。二是元朝柯九思旧藏本。清王文治题《定武兰亭真本》，为5字已损本，现藏台北故宫。三是元代独孤长老藏本，也是5字已损本，有元代赵孟頫题跋为，“古今言书者以右军为最善，评右军之书者以禊帖为最善，真迹既亡，其刻石者以定武为最善”，后遭火灾，唯存三小片，传已流落日本。\n千百年来，作为“天下第一行书”的《兰亭序》，在中国书法史上有着独立的生命力，一直是书法家们必学的范本，大量地被临摹、传拓，化身千万。当然也不乏对《兰亭序》是否王羲之书写持怀疑态度者，清代学者阮元、李文田、包世臣等就提出了《兰亭序》的真伪问题。1965年以郭沫若等为代表和以高二适、章士钊、商承祚等为代表的《兰亭序》“伪书”、“真书”之辩，历时8年，莫衷一是。\n《定武兰亭》作为刻石中最好的版本，也是众说纷纭。有宋室南渡后原石即佚失之说，但是东阳何氏藏碑系原石也有可信的成分，明朝赐进士翰林院修撰张元忭《序东阳何氏家藏石刻兰亭》对此有详细的记载。清代清凉道人所著《听雨轩笔记·赘记》中还提到：“此石至今犹存何氏”。再有顾燮光作为金石大家，称何氏拓本“隽逸迥异俗本”，亦非妄言。如果说东阳何氏藏碑为假，那么极有可能是何氏请高手仿真拓本伪造刻石，类似于薛家父子所为。\n拓本\n柯九思本\n台北故宫博物院藏。‘湍’、‘带’、‘右’、‘流’、‘天’五字已损，纸多磨伤，字口较模糊。第十五行末‘不’字右侧有一小‘僧’字，是梁朝鉴赏家徐僧权的押署。隔水有康里夒夒、虞集题记，后有王黼、忠侯之系、公达、鲜于枢、赵孟頫、黄石翁、袁桷、邓文远、王文治等题跋。\n康里夒夒称赞‘定武《兰亭》此本尤为精绝。……何啻获和璧隋珠，当永宝藏之’。赵孟頫在自藏的定武本上题云：‘古今言书者，以右军为最善。评右军之书，多以禊帖为最善。真迹既亡，其刻石者，以定武为最善。’\n独孤本\n原装册页，经火烧存残片若干，今已流入日本，由日本东京国立博物馆藏。此帖五字已损，赵孟頫得于僧独孤长老。后有吴说、朱敦儒、鲜于枢、钱选、赵孟頫、柯九思、翁方纲、成亲王、荣郡王诸家跋。册中时有小字注释藏印之文，乃黄钺所写。赵孟頫为此本书写了著名的十三跋。\n十三跋\n赵孟頫于至大三年(1310)，奉诏自吴兴(今浙江湖州)前往大都(今北京)途中，独孤淳朋(1259—1336)赶来送别，并让与《宋拓定武兰亭序》，同舟的吴森(1250—1313)亦携有《定武兰亭序》一本。天赐良机，偶然得以赏玩二本《兰亭序》的赵孟頫，一月有余之舟行中，为了作跋而逐日临书《兰亭序》全文。独孤本记有十三跋，故后世称此为《兰亭帖十三跋》。\n此帖在《兰亭序》拓本后，有宋吴说、朱敦儒，元钱选、鲜于枢等跋，继之为自九月五日至十月七日赵孟頫所书十三跋，以及柯九思跋其得《兰亭序》佳本而所书二跋，书法精妙外，在了解赵孟頫的书法观方面，亦成为极其重要的书论。乾隆年间，该件归谭组绶所藏，谭氏殁后，遇天灾遭烧损，残存如现状。后流传至日本，为高岛菊次郎所藏，并捐赠于日本东京国立博物馆藏。2006年春见于上海博物馆《中日书法珍品展》。\n","category":"草书","verified":true,"user":1,"timestamp":1429951539715},{"name":"赵孟頫临兰亭序","dynasty":"元代","category":"","type":"","user":1,"timestamp":1429712216282,"text":"临兰亭序(三希堂法帖)\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n临静心本定武《兰亭序》\n\n\n\n\n\n\n\n\n\n\n\n\n\n临兰亭序（临禇摹本） 美国程琦氏藏本。赵氏38岁书，曾如清内府收藏，现流如美国。\n\n\n\n\n\n\n\n\n\n\n《临独孤本定武兰亭序》。为纸本，原本为赵孟頫得独孤长老所赠，刻入《快雪堂法帖》，赵孟頫后临写出此本，清代遇火烧残，现藏于日本东京国立博物馆。\n\n\n\n\n\n\n\n\n\n快雪堂本\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n兰亭十三跋","author":"元代赵孟頫","description":"赵孟頫临兰亭序"}]