[{"name":"朱熹崇安县学田记","text":"武夷山文庙又称崇安文庙，福建省崇安县于1989年改名武夷山市，故名。文庙建筑是古代汉族劳动人民智慧与血汗的结晶，旧址位于今武夷山市崇安街道市政府、市图书馆一带，占据城关中央位置。文庙一是为祭孔，二是为教书育人，谓之学宫。武夷山市人口不甚多，但古代文士辈出，得中进士的人数在闽北名列前茅，这与当地重视教育、悉心维持文庙的传统是分不的。\n简介\n崇安文庙于1959年被列为崇安县文物保护单位，1961年作为闽北工农兵代表会议会址被列为福建省文物保护单位。文革前后大部分建筑逐渐被拆毁，2001年1月20日被撤销省级文物保护单位资格。时迁事移，武夷山各界人士正在呼吁恢复重建武夷山文庙。\n闽北最大的文庙\n福建省武夷山市（原崇安县）在古代“为七闽户牖，舟车辐辏，冠盖相属”（民国三十一年版《崇安县新志》，下同），历代知县、县令都很重视武夷文庙的建设。朱子一生有五十多年在武夷山市度过，他生前多次谒拜县文庙并留下了两篇记文。朱子集理学之大成，被认为是孔孟之后最大的儒者，死后从祀孔庙，清代配享大成殿。由于朱子的缘故，武夷文庙随之荣耀，其建筑越往后越巍峨壮观，至清代“宏丽为闽北冠”，“行道之人见宫墙之壮，轮奂之美，莫不肃然起敬。”如今武夷山市政府大楼南侧、崇圣祠西南片的参天古樟群，便是当年武夷文庙创建时植下的“孔林”，它们见证了武夷文庙近千年的辉煌与沧桑。\n据现年92岁的林振光先生介绍：崇安文庙占地30多亩，至20世纪70年代前，基本格局仍在，整体略呈“甲”字形，布局严谨，庭院宽敞，多座建筑为飞檐翘角、雕梁画栋，是武夷山这座历史文化名城的一颗明珠。站在横街头仰望文庙中轴线上依岭坡而筑的陛道及建筑，庄严肃穆，气势逼人。坡顶是一座三层斗拱飞檐的壮美牌楼，上悬“闽邦邹鲁”与“仰之弥高”横匾。牌楼是进入文庙核心的大门。大门两翼的庙墙分别写有“宫墙万仞”和“天南道国”八个猷劲大字。宫墙下是条从五贤祠（今武装部）方位横折过来的大道，道旁墙体上嵌有一块齐眉高的石碑，上刻“文武官员至此下马”大字。 \n据旧志记载，匾额“闽邦邹鲁”，是明代董其昌手笔。“闽邦邹鲁”、“天南道国”二语，与“道南理窟”一样，几乎是武夷山专属的（有趣的是，“天南道国”四个字已化入武夷山方言中，成为一句责备小孩调皮的话）。故今人蔡尚思有诗曰：“东周出孔丘,南宋有朱熹。中国古文化，泰山与武夷。”武夷山在儒学史上有这样的地位，理应有与之相称的文庙。\n近代以来的命运\n清末民初，军阀混战，文庙失修，“丹碧剥落，殿庑半圮”。至民国二十八年（1939），国共合作抗日，崇安稍宁，县长刘超然等组织专门委员会筹款，历时两年四个月对文庙进行整修，“规模如旧，轮奂一新”。但囿于抗战期间党政机关骤增，办公楼院不敷使用，经县长“详准”，将明伦堂与崇圣祠整修作政府用房，左右廊庑改建为砖木结构廊式办公楼。这一动作引起了本县人士的不满，县长于是“乃以大成殿后武夷小学地址（今市政府大楼东端）修建为崇圣祠，其规则始告完备云”。\n崇安解放后，新政权接管并延用文庙内的旧政府办公楼院。县人民委员会成立后，“闽邦邹鲁”坊改造为政府大门，两侧修砌了带牒齿的岗楼；“大成殿”匾更换成了“文化宫”匾额，殿前旷坪常用作群众大会广场。文庙建筑是古代劳动人民智慧与血汗的结晶，为了保护祖国文化遗产及纪念发生在文庙的革命活动，1959年崇安县人民委员会公布文庙为崇安县第一批文物保护单位，1961年福建省人民委员会以“闽北苏维埃第四次工农兵代表大会会址（1933年3月5日）”名义，公布为福建省第一批文物保护单位。有关部门曾拨款整修，并利用这些古建筑作为多个党政部门办公、会议、展览和住宿用房，以及供开展各种群众文化娱乐活动和进行爱国主义教育与建设社会主义精神文明的场所。\n文革开始后，古代的和革命的文物均未得到应有尊重而失修，70年代末多数被以危房名义陆续拆毁。其中的文庙大成殿、五贤祠和新崇圣祠，拆除后用于建设今武装部及其停车场；“闽邦邹鲁”坊、“义路”“礼门”门楼、忠义孝悌祠、文昌阁等，被拆后用于建设博物馆（今图书馆）、检察院和司法局大楼。虽如此，文庙的基本格局今天尚能廓清，仍有部分宝贵的遗存在默默地坚守着，包括武夷樟树王“孔林”、临街的一条庄严阶陛、两处的泮池及洙泗桥、一副明代的青石透雕棂星门、五片宋明石碑（其中五贤祠内胡氏绘像碑四片和圣谕碑一片）、一幢崇圣祠（旧政府会堂）、半幢明伦堂（现政府食堂后旧机关幼儿园，雕梁画栋及藻井尤存）、一口已封盖上的五贤祠古井（武装部停车场）、多堵由印有“文庙”字样“定制砖”砌筑的高墙。 \n值得一提的是，抗日历史上，武夷山文庙发挥过特殊的作用。抗战开始后，国民政府出于防奸需要，将福建沿海的台湾籍人士（当时台湾是日本殖民地）统一押往偏僻的闽北崇安县居住。初来乍到，他们被安排在文庙落脚，县政府提供伙食。后来许多人都有了去向，但文庙在很长一段时间，成为相当一部分人的居所。众所周知，抗战时大陆活跃着一支台湾义勇队，与国共两党齐心抗日，而当时生活在武夷山的台湾籍民也是台湾义勇队的源头活水之一，他们从武夷山启程，奔赴几百里外的浙江金华接受军事训练，走上保家卫国的道路。即以此而论，武夷文庙也称得上武夷山市的重要遗址。（详见黄俊凌《抗战时期福建崇安县的台湾籍民：心态史视域下的考察》，九州出版社，2010）\n大事记\n以下由朱燕涛整理自武夷山旧县志、新市志等，浑无向编辑。\n宋\n淳化五年（994），崇安场升为崇安县，县署设在营岭。绍圣二年（1095），知县王当在营岭右边兴建学宫。\n乾道三年，诸葛廷瑞以左宣议郎知县事。建二贤祠祀赵清献、胡文定于学宫，朱晦庵为之记。\n淳熙七年，赵彦绳以宣教郎知县事。重修学宫。学宫旧无田，没收东山、白云、风林、圣历、四庆等寺田为学宫的学田，二顷有奇，给资士之贫者。朱晦庵为之记。\n嘉定中，傅壅以宣教郎知县事，筑旧堤，增学田，创均惠仓。嘉定七年，赵必愿（赵汝愚之孙）举进士，知崇安县。修学政，立催科法（《宋史》本传）。嘉定十七年，赵崇萃以宣教郎知县事，捐俸买开平废寺田以充学廪，又请佃西林、兴福二废寺田，拆纳余羡，助学养士。\n淳佑元年（1241）正月，朱子从祀孔庙。\n景定二年，林天瑞以从政郎辟县令，建诸贤祠于学宫。景定五年，刘汉传以宣教郎知县事，重建县学，置先贤祠田租，创养济院，立丰惠仓。\n咸淳元年，刘汉传重建大成殿，改教堂为明伦堂。\n元\n至元十六年（祥兴二年，1279），张茂绩任知县事，重修儒学。建礼殿，修讲堂，构两庑，设三门，先贤祠宇、诸生斋舍罔不具举。\n延佑四年，夹谷山寿知县事，又修治学庑。\n至治二年，刘源祖知县事，甫下车，踵成前令修学宫，又建二坊跨冲通。左曰“风化之源”，右曰“道德之圃”。\n泰定四年，张端本知县事，增修县学、乡贤祠，又增广祀田，皆捐俸自为记。\n至正壬辰，知县彭廷坚重修。\n至正二十六年，元将福建平章政事陈友定率兵复占崇安，县尹孔楷被杀。学宫、武夷精舍毁于战乱。孔楷是孔子后裔衍圣公孔洙之子，死后葬于星村游岭。\n明\n正统二年（1437），胡安国、蔡沈从祀孔庙。\n嘉靖四年，潘勖知县事，尝立社学于四门，聚童子之秀者，择师训之。朔望令诣学宫，讲诗学，习揖让，一时人才蔚起。\n隆庆五年，朱琏（字文卿）知县事。陈省《朱文卿记略》介绍朱琏“饬学宫，崇先哲，为期日如子弟皆来会，以身教之，而文事复兴。”\n崇祯五年，县令郭之祥改学宫于北门。\n清\n顺治十三年（1656），韩士望知县事，捐俸新文庙，建设书院，延塾师以教之。\n康熙二十六年，唐仁勇训导，工草书，题“明伦堂”柱联“读书先识字，识得五伦二字才是读书；讲学要穷理，穷到万物一理，方许讲学”。康熙五十一年，梅廷隽知县事，前令郭之祥改学宫于北门，认为非制，为请改建于宋旧址，上可之。康熙五十一年（1712年），朱熹由先儒升为先贤，配享大成殿。康熙五十二年，改建学宫，扩建孔庙，主要是大成殿。康熙末年，彭六顺募修永宁桥，鬻宅以完工。卢攀龙与彭六顺同修永宁桥，工竣，剩巨木三百余，俱留为学宫之用。\n乾隆元年，在学宫颁发十三经二十一史。乾隆十九年，知县李倓在营岭建景贤书院。\n嘉庆十二年，学宫、明伦堂、景贤书院被火灾烧毁。\n光绪四年，知县杨成章建学宫，崇安人万方昆主持。光绪十年七月，明伦堂被火灾烧毁，由万方昆重建。\n中华民国\n二十九年（1940），国民党崇安县长刘超然重修孔子庙。\n朱子与崇安文庙\n南宋建炎四年（1130），朱子生于福建尤溪县。绍兴十三年（1143），父亲朱松去世，朱子（14岁）随母来到崇安县五夫里（今武夷山市五夫镇），投奔朱松生前好友白水（刘勉之）、屏山（刘子翚）、籍溪（胡宪）三君子，此后便以崇安为家，直到六十多岁移居邻县建阳考亭，七十一岁离世（1200年）。 \n学龄内就到崇安的朱熹，无疑多次朝觐礼拜过县治的孔庙。乾道年间，朱熹学业精进，著述颇丰，已成为崇安有相当名望的人物。这时的知县邀请朱熹为二贤祠作记，即后来收入《晦庵集》卷七十七的《建宁府崇安县学二公祠记》。二贤祠祀赵清献，乃崇安早年知县、后来与包拯齐名的大清官赵抃（1008～1084）；胡文定，乃朱子启蒙师傅胡宪的从父、人称“武夷先生”的大理学家胡安国。十多年后的淳熙七年（1180），知县赵彦绳再修学宫与学舍，“学宫旧无田，彦绳核发寺田二顷有奇，给资士之贫者”，即收缴了城乡多处废寺田产归学宫所有，创立“学田制”，用于维系学宫运营和资助贫困的老师及学生。朱熹很感动，再“为之记”表示赞赏，即后来收入《晦庵集》卷七十九的《建宁府崇安县学田记》。如同朱熹倡导“社仓法”，文庙设乡贤祠与学田之举，由于朱熹“记文”的传播，后来被各地文庙所效法并成为制度。这些记文都照朱熹真迹刻成碑文，民国年间仍立于崇安文庙内。\n武夷山文庙建筑庞大，并随着朱熹后来地位的不断提升而逐代升级。朱熹生前虽深受政治迫害，但很快得到平反，并于淳佑元年（1241）正月从祀孔庙。朱子声望日隆，武夷山文庙得到了普通县级文庙没有的重视。进入元代，熊禾评道：“宇宙间三十六名山，地未有如武夷之胜；孔孟后千五百余载，道未有如文公之尊。”元代“至元十六年（1279），知县张茂绩重修儒学。建礼殿，修讲堂，构两庑，设三门，先贤祠宇、诸生斋舍罔不具举”。进入明代，朱元璋极推重程朱理学，称颂朱熹“集群贤之大成，从祀天下之孔庙。其道学之高明，如星斗丽乎天”，朱熹《四书集注》及以朱熹著作为基础的《性理大全书》成为科举教材，文庙也进一步兴盛。洪武四年（1371），“知县徐德新重建。永乐十一年（1413）修葺。学门之内立先贤祠，祀忠显、文靖、草堂、忠定、忠肃刘公，文定、靖肃、文忠、五峰胡公，徽国文公，西山蔡公，忠献苑公，清献赵公，都官傅公，承议刘公，翊善翁公。”此十六人或为崇安乡贤，或为崇安名宦，许多是理学家。正统二年（1436），“邑人胡安国、蔡沈从祀孔庙。”蔡沈是朱子弟子，蔡西山元定的儿子，《四书五经》中《书经集注》的作者。嘉靖四年（1525），“知县潘勖尝立社学于四门，聚童子之秀者，择师训之。朔望令诣学宫，讲诗学，习揖让，一时人才蔚起。”即为满足人口发展对教育的需求，县府在各城门方位设立了四个学宫“分校”，很快就培养了很多人才。 \n恢复文庙的努力\n从2005年开始，民盟武夷山委员会朱燕涛等人通过各种渠道向市委市政府呼吁恢复武夷山文庙，在停止破坏、保护遗迹遗址、修葺个别建筑等方面形成了多个提案或建议，到这两年，更倡议市政府、武装部等机关部分退出原文庙地址，完整地恢复文庙四至，重建大成殿等。然而，历届政府领导虽时有保护文化遗产之言，总体言之，重视是不够的，文庙遗存基本上处在自生自灭的状态。\n012年，香港浸会大学博士生衷鑫恣致信武夷山市长，呼吁恢复崇安文庙名义，重拾祀典，一来是为武夷山的世界文化遗产这块牌子增光添彩，再来也表示武夷山人对大儒朱子过化的感戴之意。市领导已对此做出了正面回应。惟有效文件之出台、行动之落实是在何时，尚需等待。\n","category":"草书","verified":true,"user":1,"timestamp":1429951561665},{"name":"朱熹崇安县学田记","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791611579,"text":"","author":"宋代朱熹","description":"朱熹崇安县学田记"}]