[{"name":"黄庭坚题苏轼寒食帖跋","text":"《寒食帖》又名《黄州寒食诗帖》或《黄州寒食帖》。是苏轼撰诗并书，墨迹素笺本，横34.2厘米，纵18.9厘米，行书十七行，129字，现藏台北故宫博物院，那时苏轼因宋朝最大的文字狱，被贬黄州第三年的寒食节作了二首五言诗：“自我来黄州，已过三寒食。年年欲惜春，春去不容惜。今年又苦雨，两月秋萧瑟。卧闻海棠花，泥污燕支雪。暗中偷负去，夜半真有力，何殊病少年，病起头已白。”；“春江欲入户，雨势来不已。小屋如渔舟，蒙蒙水云里。空庖煮寒菜，破灶烧湿苇。那知是寒食，但见乌衔纸。君门深九重，坟墓在万里。也拟哭途穷，死灰吹不起。”\n此帖是苏轼行书的代表作。这是一首遣兴的诗作，是苏轼被贬黄州第三年的寒食节所发的 人生之叹。诗写得苍凉多情，表达了苏轼此时惆怅孤独的心情。此诗的书法也正是在这种心情和境况下，有感 而出的。通篇书法起伏跌宕，光彩照人，气势奔放，而无荒率之笔。《寒食诗帖》在书法史上影响很大， 被称为“天下第三行书”，也是苏轼书法作品中的上乘。正如黄庭坚在此诗后所跋：“此书兼颜鲁公，杨少师， 李西台笔意，试使东坡复为之，未必及此。\n书法释文\n一曰：“自我来黄州，已过三寒食，年年欲惜春，春去不容惜。今年又苦雨，两月秋萧瑟。卧闻海棠花，泥污燕支雪。闇中偷负去，夜半真有力。何殊病少年，病起须已白。”\n二曰：“春江欲入户，雨势来不已。小屋如渔舟，蒙蒙水云里。空庖煮寒菜，破灶烧湿苇。那知是寒食，但见乌衔纸。君门深九重，坟墓在万里。也拟哭途穷，死灰吹不起”。 \n译文诠释\n自从我来到黄州，已经度过三次寒食节了。每年都惋惜着春天残落，却无奈春光离去并不需要人的悼惜。今年的春雨绵绵不绝，接连两个月如同秋天萧瑟的春寒，天气令人郁闷。在愁卧中听说海棠花谢了，雨后凋落的花瓣在污泥上显得残红狼藉。美丽的花经过雨水摧残凋谢，就像是被有力者在半夜背负而去，叫人无力可施。这和患病的少年，病后起来头发已经衰白又有何异呢？\n春天江水高涨将要浸入门内，雨势袭来没有停止的迹象，小屋子像一叶渔舟,飘流在苍茫烟水中厨房里空荡荡的，只好煮些蔬菜，在破灶里用湿芦苇烧着，本来不知道今天是什么时候，看见乌鸦衔着纸钱，才想到今天是寒食节。想回去报效朝廷，无奈国君门深九重，可望而不可及；想回故乡，但是祖坟却远隔万里，本来也想学阮籍作途穷之哭，但心却如死灰不能复燃。\n法帖背景\n元丰三年（1080）二月，苏轼四十五岁，因宋朝最大的文字狱“乌台诗案”受新党排斥，贬谪黄州（今湖北黄冈）团练副使，在精神上感到寂寞，郁郁不得志，生活上穷愁潦倒，第三年四月，也就是宋神宗元丰五年（公元1082年）作此两首寒食诗，书写此卷的时间大约在翌年，或元丰七年离开黄州以后。元符三年（1100）是卷收藏者蜀州张氏取之邀黄庭坚观赏，并书一则题跋，与原迹可谓互为辉映。\n《寒食帖》是苏轼行书的代表作。这是一首遣兴的诗作，是苏轼被贬黄州第三年的寒食节所发的人生之叹。诗写得苍凉多情，表达了苏轼此时惆怅孤独的心情。此诗的书法也正是在这种心情和境况下，有感而出的。通篇书法起伏跌宕，光彩照人，气势奔放，而无荒率之笔。《黄州寒食诗帖》在书法史上影响很大，被称为“天下第三行书”，也是苏轼书法作品中的上乘。 \n印鉴说明\n一天府珍藏、御赏、神品、乾隆宸翰、乾隆澄心等数枚。清高宗弘历（1711-1799），清世宗四子，文治武功，为清诸帝之最。清高宗亦热爱鉴赏书画，曾将宫中收藏编为《秘殿珠林》《石渠宝笈》初编、续编数巨册。在位六十年，庙号高宗，年号乾隆。 \n二雪艇图书、雪艇、雪艇王世杰氏为艺林守之、东湖长、艺苑遗珍等数枚。王世杰（1891-1981），号雪艇，湖北省崇阳人。留学英、法，巴黎大学法学博士。曾任北京大学宪法学教授，与胡适等创办《现代评论》周刊。曾任教育部部长、武汉大学校长、外交部长、中央研究院院长。著有《比较宪法》。 \n三天历之宝元文宗图帖睦尔（1304-1332），于泰定帝死后，由燕铁木儿等迎立于大都，改元天历。曾命翰林国史院与奎章阁学士纂修《经世大典》，雅好收藏书画。尊信帝师，免僧寺田租。至顺三年病卒。 \n四楞伽、成德容若、成子容若、容若书画、楞伽山人、楞伽真赏、神品等数枚。成德纳兰性德（1655-1685），满洲正黄旗人，康熙朝大学士纳兰明珠长子。初名成德，字容若，故世多称为成容若，又号楞伽山人。康熙十五年进士，官侍卫。精鉴藏，善书能诗，尤工词。著有《饮水词》、《侧帽词》、《通志堂集》等。 \n五容斋清玩、容斋洪迈洪迈（1123-1202），鄱阳人，字景庐，号容斋。兄弟三人，适、遵、迈。曾使金。官敷文阁待制，端明殿学士。有《容斋随笔》。 \n沈受蕃印、沈受（蕃印）沈受蕃不明。\n（典礼纪察）司印明官印\n六献厂不明\n七金章世系景行维贤、小如庵墨缘、景行维贤、景贤鉴藏、虞轩等数枚。完颜景贤完颜景贤，字享父，号朴孙。十九世纪著名收藏家，著《三虞堂书画目》。 \n八北平孙氏孙承泽（1592-1676），益都人，世隶上林苑籍，故亦称大兴人。字耳北，号北海，又号退谷。明崇祯四年进士，官给事中，入清仕至吏部侍郎。收藏甚富，有《庚子销夏记》、《尚书集解》等。 \n琅琴阁珍藏不明\n埋轮之后、懿文堂图书张縯张縯，字季长，南宋隆兴元年（1173）进士，淳熙九年为夔州漕运使，官至大理少卿。\n沈纯祚印、一字为公沈纯祚不明。\n嘉庆御览之宝清仁宗颙琰（1760-1820），清高宗第十五子，嗣为帝，在位二十五年。谥睿，庙号仁宗，年号嘉庆。\n韩逢禧，长洲人。韩世能之子。家学渊博，收藏丰富。\n韩世能（1528-1598），长洲人，字存良。隆庆进士，官至礼部左侍郎。恬于荣利，奉使朝鲜，册封楚藩，馈遗一无所受，尝自言无一事无一语不实，而亦不务矫抗以博誉。有《云东诗草》。 \n荆湖南路转运使印宋官印\n张氏珍玩、北燕张氏珍藏，张金界奴，元时人，时代与家世均无可考，惟知其以所收藏上进帝室，皆属精品，上多钤“张氏收藏”“北燕张氏家藏”二印。\n念慈之印费念慈费念慈（1855-1905），清江苏武进人，字屺怀，号西蠡，晚署艺风老人。光绪十五年进士。官编修，被劾归。博涉多通，工书法，精鋻赏，兼善山水，具金石气。有《归牧集》。 \n郭则生系台湾外交家,书画收藏家\n寒木堂、龙髯、颜世清印颜世清（1873-1929），字韵伯，号瓢叟。足跛，人称颜跛子，广东连平人，寄居北京。钟骥子。聪颖过人。在政界多年，提倡文化最力。善鉴赏，收藏之富为北京之最。作山水、花卉，以古拙胜，毫无近习。\n菊池晋印、惺堂菊池晋二（1867-？），号惺堂。为大桥讷庵孙，陶庵子，日本银行界名人。好古力学，私淑阳明，工诗，善刻印，尤喜收藏，东都罕有其匹。 \n内藤虎印、湖南、虎、炳卿内藤虎次郎内藤湖南（1866-1934），本名为虎次郎，字炳卿，别号忆人居主、湖南鸥侣、雕虫生闷闷先生。为日本中国学、东洋史学创始人之一。其研究领域博大，涉及中国上古、中古、近世史，通论中国文化史、史学史、美术史等。有《内藤湖南全集》。 \n振玉印信、永丰乡人罗振玉罗振玉（1866-1940），浙江上虞人，号雷堂，字叔言。清末奉召入京为官。辛亥革命后逃亡日本，曾参预满洲国活动。为著作等身之文史学者、书法家、鉴赏家，最早研究甲骨文的学者。编著有《殷墟书契》等。 \n郭彝民印郭枻，字彝民，民国三十三年任国民政府委员，拟〈收复台湾意见书〉。 \n题跋史评\n清高宗：蘇轼黄洲诗帖。长春书屋鉴赏珍藏。神品。\n清高宗：东坡书。豪宕秀逸。为颜杨以後一人。此卷乃谪黄州日所书。後有山谷跋。倾倒已极。所谓无意於佳乃佳者。坡论书诗云。茍能通其意。常谓不学可。又云。读书万卷始通神。若区区於点画波磔间。求之则失之远矣。乾隆戊辰（1748）清和月上澣八日御识。 \n黄庭坚：“东坡此诗似李太白，犹恐太白有未到处。此书兼颜鲁公、杨少师、李西台笔意。试使东坡复为之，未必及此。它日东坡或见此书，应笑我于无佛处称尊也”。 \n董其昌：余生平见东坡先生真迹。不下三十馀卷。必以此为甲观。已摹刻戏鸿堂帖中。董其昌观并题。\n张縯：东坡老仙三诗。先世旧所藏。伯祖永安大夫尝谒山谷於眉之青神。有携行书帖。山谷接跋其後。此诗其一也。老仙文高笔妙。粲若霄汉云霞之丽。山谷又发扬蹈厉之。可为绝代之珍矣。昔曾大父礼院官中秘书。与李常公择为僚。山谷母夫人。公择女弟也。山谷与永安帖自言。识先礼院於公择舅坐上。由是与永安游好。有先礼院所藏昭陵御飞白记及曾叔祖卢山府君志。名皆列山谷集。惟诸跋世不尽见。此跋尤恢奇。因详著卷後。永安为河南属邑。伯祖尝为之宰云。三晋张縯季长甫。懿文堂。 \n王世杰：东坡先生此帖。曾罹咸丰八（点去）年。英法联军焚毁圆明园之厄。尒後。沅入日本。後遇东京空前震火之劫。详见卷後颜世清。内藤虎两跋。二次世界战争期间。东京都区大半为我盟邦空军所毁。此帖依然无恙。战事甫结。予嘱友人踪购得之。乃购回中土。并记于此。後之人当必益加珍护也。十。民国纪元四十八年元旦王世杰识于台北。 \n内藤虎次郎：蘇东坡黄州寒食诗。引首乾隆帝行书。雪堂馀韵四字。用仿澄心堂纸致佳者。东坡诗黄山谷跋并无名款。山谷跋後。又有董玄宰跋语。张青父清河书画舫云。东坡草书寒食诗。当属最胜。卞令之书画汇考亦已著录。阮芸台石渠随笔云。蘇轼黄州寒食诗墨迹。卷後有黄鲁直跋。为世鸿宝。戏鸿堂所刻止蘇诗黄跋。其後张縯一跋，人未之见其跋云云。彭大司空云。縯跋所谓永安。庭坚为作仁宗皇帝御书记者也。庐山府君乃公裕弟。公邵官通直郎。知庐山县。张氏世为蜀州江原人。云。出留侯之裔。故以三晋署望也。虎按。卷中埋轮之後印。实系张氏所钤。又有天历之宝及孙退谷。 \n内藤虎次郎：予於丁巳（1917）冬尝观此卷於燕京书画展览会。时为完颜朴孙所藏。震灾以後。惺堂寄收予斋中半岁馀。昕夕把玩。益叹观止。乃磨乾隆御墨。用心太平室纯狼毫作此跋。愧不能若东坡。此卷用鸡毫弱翰而挥洒自在耳。虎又书。\n颜世清：东坡寒食帖山谷跋尾。历元明清。叠经著录。咸推为蘇书第一。乾隆间归内府。曾刻入三希堂帖。咸丰庚申之变。圆名园焚。此卷劫馀。流落人间。有烧痕印。其时也。嗣为吾乡冯展云所得。 \n罗振玉：先师张文襄公嗜东坡书。光绪壬寅（1902）公建节武昌。客有持此卷请谒。公赏玩不置。谓平生所（点记）蘇书墨迹。以此卷及内府藏桤木诗为第一。客喜甚。言将奉献真。微露请求意。公曰。时已仲春。貂裘适可付质库。若以价相让。当留之。否则不敢受也。客大失望。因求公题识。时方向夕公乃张宴。邀端忠敏。梁文忠。马季立孝廉与予同赏之。且语众曰。如此剧迹。不可不一见。明日。物主人将此北归矣。时物主方在坐。喻公意乃然。请曰。若许加题。当迟行程一二日。公曰。山谷老人谓此书兼鲁公少师李西台之长。某意则得法于北海与鲁公。然前人所言。乌可。 \n郭枻：蘇文忠寒食帖。由颜韵伯以金六万元售於菊池惺堂。已见内藤跋於龙眠潇湘图。系团匪乱流入日本。书估菊池。亲属某以六千元收得。以六万元转售於菊池。价差甚钜。书估菊池俱大非之。几至兴讼。事在菊池购蘇帖之前。前跋误载此段。今再志。以之存其真。郭彝民又记。 \n此卷用笔或清俊劲爽，或沉着顿挫，字体由小渐大，由细渐粗，有一种徐起渐快，突然终止的节奏。黄庭坚跋盛赞此卷于诗胜过李白，于书兼有唐、五代诸家之长。苏轼曾说：“我书意造本无法，点画信手烦推求。”又说：“天真烂漫是吾师。”实为此卷的写照。 \n诗品鉴赏\n诗中阴霾的意象如小屋、空庖、乌衔纸、坟墓……渲染出一种沉郁、凄怆的意境。表达出了作者时运不济谪居黄州的灰暗烦闷的心境。从文中“空庖煮寒菜，破灶烧湿苇”，可以想见他窘迫的生活。这两首诗放在苏轼三千多首诗词中，并非是其上乘之作。而当作者换用另一种艺术形式——书法表达出来的时候，那淋漓多姿、意蕴丰厚的书法意象酿造出来的悲凉意境，遂使《黄州寒食诗帖》成为千古名作。 \n品其诗，苍劲沉郁，饱含着生活凄苦，心境悲凉的感伤，富有强烈的感染力；论其书，笔酣墨饱，神充气足，恣肆跌宕，飞扬飘洒，巧妙地将诗情、画意、书境三者融为一体，毕现苏轼“我书意造本无法,点画信手烦推求”、“自出新意，不践古人”的精髓。 \n诗稿诞生后，几经周转，传到了河南永安县令张浩之手。由于张浩与“苏门四学士”之一的黄庭坚相熟识，元符三年（1100年）七月，张浩携诗稿到四川眉州青神县谒见黄庭坚。黄庭坚一见诗稿，十分倾倒，又思及当时远谪海南的师友，北宋绍圣四年（1097年）被谪贬在惠州的苏轼责授琼州别驾。激动之情难以自禁，于是欣然命笔，题跋于诗稿。黄庭坚论语精当，书法妙绝，气酣而笔健，叹为观止，与苏诗苏字并列可谓珠联璧合。 \n书法鉴赏\n历代鉴赏家均对《寒食帖》推崇备至，称道这是一篇旷世神品。南宋初年，张浩的侄孙张演在诗稿后另纸题跋中说：“老仙（指苏轼）文笔高妙，灿若霄汉、云霞之丽，山谷（指黄庭坚）又发扬蹈历之，可谓绝代之珍矣”。自此，《黄州寒食二首》诗稿被称之为“帖”。明代大书画家董其昌则在帖后题曰：“余生平见东坡先生真迹不下三十余卷，必以此为甲观”。清代将《寒食帖》收回内府，并列入《三希堂帖》。乾隆十三年（1748年）四月初八日，乾隆帝亲自题跋于帖后“东坡书豪宕秀逸，为颜、杨后一人。此卷乃谪黄州日所书，后有山谷跋，倾倒至极，所谓无意于佳乃佳……”为彰往事，又特书“雪堂余韵”四字于卷首。 \n苏轼对黄庭坚书法的评语，认为其结字过於狭长，外观犹如”树梢挂蛇”。不过，东坡也在自己书法中加入此种结字，以增加章法的跌宕变化。黄庭坚以”石压虾蟆”来形容苏轼书写时，经常出现的横扁结字。根据黄庭坚的说法，东坡不善悬腕，故书写时的活动范围较局促，单字的右侧不易开展，如戈笔就容易成为病笔，形成”左秀右枯”的状况。然此现象就如”西施捧心而颦”，虽然是缺点却也是其书作之特色。”衔纸”二字悬针笔法，极其生动，可知苏轼并非不能悬腕。作品用笔的厚重来自颜真卿的影响，”水”字的捺笔动作可见一斑。 \n《黄州寒食诗帖》彰显动势，洋溢着起伏的情绪。诗写得苍凉惆怅，书法也正是在这种心情和境况下，有感而出的。通篇起伏跌宕，迅疾而稳健，痛快淋漓，一气呵成。苏轼将诗句心境情感的变化，寓于点画线条的变化中，或正锋，或侧锋，转换多变，顺手断联，浑然天成。其结字亦奇，或大或小，或疏或密，有轻有重，有宽有窄，参差错落，恣肆奇崛，变化万千。 \n因为有诸家的称赏赞誉，世人遂将《寒食帖》与东晋王羲之《兰亭序》、唐代颜真卿《祭侄稿》合称为“天下三大行书”，或单称《寒食帖》为“天下第三行书。”还有人将“天下三大行书”作对比说：《兰亭序》是雅士超人的风格，《祭侄帖》是至哲贤达的风格，《寒食帖》是学士才子的风格。它们先后媲美，各领风骚，可以称得上是中国书法史上行书的三块里程碑。 \n苏轼（1037-1101）字子瞻，号东坡居士，四川眉山人，苏洵长子。北宋嘉佑二年（1057）进士。神宗时曾任祠部员外郎，知密州、徐州、湖州，因反对王安石新法，以作诗谤讪朝廷罪谪黄州，哲宗时任翰林学士，曾出知杭州、颖州，官至礼部尚书，后又谪贬惠州、儋州（海南岛），最后北还，病死常州，追谥文忠，与父洵弟辙合称三苏，其文汪洋恣肆，明白畅达，与唐代的韩愈、柳宗元、宋代的欧阳修、苏洵、苏辙、王安石、曾巩合称唐宋八大家；其诗清新豪健，善用夸张比喻，在艺术表现方面独具风格，少数诗能反映民间疾苦，指责统治者的奢侈骄纵；词开豪放一派，与黄庭坚号称苏黄；擅长行书、楷书，取法李邕、徐浩、颜真卿，而能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四大家。 \n法帖轶事\n此卷同治年间（1862~1874）为广东人冯氏收藏，遭遇火灾，所以下端留下火灼痕迹。1922年为日本收藏家菊池惺堂收藏，约1949年归台北收藏家，1987年由台北故宫博物院购回。\n到了近代，《寒食帖》的命运多舛。清咸丰十年（1860年）英法联军火烧圆明园，《寒食帖》险遭焚毁，旋即流落民间，为冯展云所得，冯死后为盛伯羲密藏，盛死后被完颜朴孙购得，曾于1917年在北京书画展览会上展出过，受到书画收藏界的密切关注。1918年转传到颜韵伯手中。当年12月19日为苏轼生日，颜韵伯作跋记录此事本末。1922年，颜韵伯游览日本东京时，将《寒食帖》高价出售给日本收藏家菊池惺堂。1923年9月，日本东京大地震，菊池家遭灾，所藏古代名人字画几乎被毁一空，当时，菊池惺堂冒着生命危险，从烈火中将《寒食帖》抢救出来，一时传为佳话。震灾之后，菊池惺堂将《寒食帖》寄藏于友人内藤虎斋中年年有余。1924年4月，内藤虎应菊池惺堂之请，作跋以记《寒食帖》从中国辗转递藏至日本之大概情形。第二次世界大战期间东京屡遭美国空军轰炸，《寒食帖》幸而无恙。 \n《寒食帖》流失海外一直使华夏子孙耿耿于怀。第二次世界大战刚一结束，国民政府外交部长王世杰私嘱友人在日本访觅《寒食帖》，当知下落后，即以重金购回，并题跋于帖后，略述其流失日本以及从日本回归中国的大致过程，千年国宝赖王世杰先生之力回归祖国，至今仍珍藏在台北故宫博物院。\n十数年后，在台北的一次书画展中展出了一幅长达7.3米的《寒食帖》卷轴复制品，轰动一时，见者无不称奇。据说此种复制品只有10件，大部分被国际上享有盛誉的国家博物馆珍藏，有两件则下落不明。1975年前后，日本友人著名的“东坡迷”山上次郎花巨资买下了台北展厅中的最后一幅复制品。1985年11月2日，山上次郎率日本“东坡参观访问团”来到黄州东坡赤壁，出于对苏轼的景仰，也出于对东坡赤壁的钟情，山上次郎慨然将其高价购到的最后一幅《寒食帖》卷轴复制品捐赠给东坡赤壁管理处，这幅复制作品因而成为在中国大陆的唯一珍品。1995年，又经山上次郎倡议，在东坡赤壁修建了“中日友好之舍”，首次公开展出了该《寒食帖》卷轴复制品。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951602216}]