[{"name":"沈荃书法集萃","text":"沈荃（1624～1684），字贞蕤，号绎堂，别号充斋，华亭（今上海松江）人。顺治九年探花，授编修，累官至翰林院侍读学士、礼部侍郎，卒谥文恪。学行醇洁，书法尤有名。他工书法，宗法米芾、董其昌，是康熙年间最重要的书法家之一。\n人物生平\n沈荃（1624—1684年），字贞蕤，号绎堂，别号充斋，江苏华亭人。清顺治九年（1652年）探花，授编修，累官詹事府詹事、翰林院侍读学士、礼部侍郎。卒谥文恪。著有《充斋集》行世。为人经述深湛，喜奖拔后进，颇为时重。工书法，宗法米、董二家，深得康熙帝赏识，尝召至内廷论书，“凡御制碑版及殿廷屏障御座箴铭，辄命公书之。”（方苞《望溪集外文》）为康熙帝书法代笔人之一。《江南通志》评：“荃学行醇洁，书法尤推独步。” \n史籍记载\n沈荃之所以别号充斋，是因为“为讲充实之为美，数句有省，遂以充斋自号。”顺治九年（1652）沈荃是壬辰科汉榜探花，授翰林院编修。殿试时，是科首题，为《君子有大道》二句，次题是《参乎吾道一以贯之》一章，第三题是《经正则庶民兴》。会元程可则，字周量，广东南海人，参加殿试时，因应对不合朱熹注释而被除名。探花沈荃书法沈荃自年幼聪敏好学，博学多览，文思敏捷，才华横溢，广知天下事。家居艾家桥东，是苦节先生后裔。他的父亲沈绍曾，世居泖滨，有孝行。沈荃幼年丧父，服侍母亲极为孝顺。沈荃以江南青浦籍，登顺治九年一甲三名进士及第，授翰林院编修。官至詹事府詹事，礼部侍郎。?\n据记载：沈荃授翰林院编修后，顺治帝选定沈荃作为河南大梁道副使。期间，许州、颖州地段疯狂劫掠的强盗董天禄、牛光天之流成为一方之害。沈荃督促出兵捕获，盗匪四散逃窜，地方上得到治理。在禹州又派遣官兵捕快，直捣杀人劫财的贼窠倚竹园。挖出尸首十余具，将盗贼全部按律处决。被解救者中有一个是无后代老生的小妾，那个妾已有身孕，因与佣人通奸而私奔，被盗贼捉住，盗贼杀了佣人，藏匿那个小妾。沈荃捕盗贼时捉得那小妾，已置狱中且生下儿子，沈荃招呼老生来，将他的儿子给与他，那个小妾依法治罪。老生跪下叩头说：“使我得有后者，沈公!”沈荃缉盗护民，很得民心，不久，沈荃被提升为按察使。他上任后就启奏说明：征集所用宅第、府驿，受累疲苦，请拔给银两；饲养兵马，讨扰数个县府，请下旨给大县五六百石，小县三四百石粮仓储；因开封黄河况口，官吏分散，请将开封乡试暂时移到辉县举行，并请拨钱粮修复开封城；河南土地贫脊不等，一样缴纳钱粮不妥当，请降旨按地纳粮；另外，奉旨兵员缺额不补，不付派用；请下旨募招兵员，补足差额，维持兵额在一万二千名等等。经顺治帝交部议准予，而后施行。?康熙元年，老人先后辞世，沈荃回乡丁忧。康熙六年，沈荃丁忧服满，授直隶通蓟道员，因受人牵连，镌二级。康熙九年，授浙江宁波府同知。未等到上任，特召沈荃，书写各体书法，很称康熙帝心意，下诏官复原职，留在内廷。康熙十年，特旨召见，授以四品顶戴，补翰林院侍讲，在南书房值班。康熙十一年，沈荃典试江浙。累迁礼部侍郎，兼詹事府詹事。曾疏言列出阁四事，转为侍读。康熙十二年，充任日讲起居注定官。康熙十三年，沈荃升为国子监祭酒。康熙十五年，改任詹事府少詹事，次年，沈荃升为詹事。康熙“十六年四月初十，上（指康熙帝）御弘德殿，谕喇沙里：‘尔可同詹事沈荃于乾清门候召’少顷，传沈荃入懋勤殿，命沈荃书‘忠孝’二大字及‘正大光明’四字行书一幅。”康熙帝在内殿赐沈荃坐，可见，沈荃以书法深得康熙帝宠遇。?康熙十八年，天大旱，康熙帝寻求进谏消除旱象的好办法。当时新改旧例，流放发配地变为乌喇。沈荃偕同项景襄侍郎一起上奏：乌喇远离蒙古三四千里，那里非常寒冷，人、畜大多冻死。既然罪不当死，才会遣放，而又流放到必死之地，请最好仍按旧例。并奏言：这样感动上天，三日必定会下雨。康熙帝反问：“能保证吗？”沈荃答：“可以保证。”康熙帝又问：“如果你所说的三日不下雨，怎么办？”项侍郎不敢再说话，赶紧退后一步，返回班列。沈荃依然坚持己见，并且说：“若此议颁行，三天内不下雨，甘愿承担欺君罔上罪。”朝廷上的九卿官员全以为听错了，大吃一惊；康熙帝也脸色大变，命令沈荃第三日到午门等候下雨。第三天，沈荃在烈日下跪在午门外，身子直挺挺地祈雨，康熙帝也在乾清门端坐等候，连午膳也不吃了。有些关心沈荃的人劝他，赶紧免冠自责，前去谢罪，请皇帝回宫，只要不死，求得落个削职为民罢了。要是到天黑了，再不下雨，皇帝一怒，就是杀头的罪过。沈荃不作答，一动不动。下午两点多钟，忽见一片乌云从东方而来，顿时风雨雷电交加，一刹那，倾盆暴雨从天而降，雨量多达一尺。康熙帝大喜，对群臣说：“此詹事雨也。”马上召詹事沈荃进宫，犒劳他御膳。朝野人士为詹事沈荃冒死求雨而感慨万分，称此雨为“仁者之雨”。原来的流放旧例又得到恢复。后来，项景襄侍郎上奏进言：“做积德的事，而不求个人功名杂念，就是重耳在世，与沈荃比起来要惭愧多了。”康熙十九年，沈荃因侍讲劳苦，加礼部侍郎衔。康熙二十一年，沈荃参加皇帝在乾清宫大宴廷臣，并奉旨赋柏梁体诗。\n沈荃性格刚直，敢于直谏，为官清廉。他喜好诗歌，他的诗作也有功力。沈荃独会心于高、岑、王、孟，足见他的性情。然而中年以后，唱而不叹，诗思匆匆，遂缺乏上佳兴致了。在他的诗《送曾龛兄任保宁》中有脍炙人口的名句：“地从巴水折，天入剑门低”。其中的“折”、“低”二字就足以显示他对字句推敲、锤炼的高妙。沈荃颇有诗名，为本朝八家之一。“八家者，王士帧、士禄、施闰章、宋琬、陈廷敬、沈荃、程可则也。”据记载：人们评价他的“诗春容安雅、盛世之音，沨沨如也。”此外，他在地方志体例上也有贡献。沈荃任“官大梁时，巡抚贾汉复属修河南通志。既成，上之，诏天下郡县修志，一以河南为法。”?沈荃书法出神入化，宛如有神助一般。据记载有一传说：沈学士荃，清修好士，尤工书法。西关戚家巷，有五通庙最灵。一天傍晚，庙附近有一个文士，梦见神托梦说：“有位想要沈荃书写一幅匾额，麻烦你替我求份书法。”文士素来不认识沈荃，沈荃之客叫计生的南阳人，住得相近，就前往告诉他，请计生代写，悬挂在祠中。半夜又梦见神来讨要：“要的是沈荃的书法真迹，计生赝笔，有什么珍贵?为我换一幅。”文士从梦中惊醒。此后，他请求拜访沈荃，将神求墨宝事说了。沈荃也惊讶，就给写了。当天晚上，文士又梦见神来感谢。这就是说沈荃学士名声显赫，似可通神。?沈荃在朝，端庄持重而有威仪。喜欢奖掖后学，学行醇洁。善书能诗，沈荃曾与康熙帝议论古今书法。凡御制碑匾，廷殿屏障，多为沈荃所书写。沈荃擅长书法，书学董其昌，功夫极深。方苞《望溪集外文》评他：“公（指沈荃）学行醇洁，好奖进士类，书法尤有名。上（指康熙帝）或自作大书，命题其后。（沈荃）尝於御前临米海岳帖，上（指康熙帝）见其笔秃，取凤管一，亲吮豪以授公。康熙帝嘉奖沈荃忠益，所赐御书、凤管、马蹄貂裘，还有茗茶佳馔之类，不可胜数。赐号文绮。上（指康熙帝）自元公钜卿碑版之文，下至遐陬荒徼琳宫梵宇，争得公（指沈荃）书以为荣，以是公（指沈荃）名动天下，与赵承旨、文敏相埒。”清朝吴修评价：“（沈）荃工书，继董文敏而为时所重。”清朝施闰章评说宣宗朝时有大小沈学士，以布衣善书入翰林，皆著名迹，大学士名度，小学士名粲。沈荃也有书名，是小学士沈粲的后裔，“碑版流传，后先辉映。”沈荃的书法为上乘之作，很受皇帝赏识。后来，沈荃的儿子沈宗敬以编修入直，令皇帝追忆起往事，于是命内侍传谕阁臣李光地，说：“朕初学书，宗敬之父荃实侍，每一下笔，即指其失，兼析其由，至今每作书，未尝不思荃之劝也。”皇帝深深地嘉奖沈荃的忠心，甚至他的后人也受益匪浅。?康熙二十三年，沈荃官至礼部侍郎，詹事府正詹事职而去世。卒年61岁。入祀乡贤祠。康熙帝因沈荃贫困，特赐白金五百两祭葬；赐谥文恪。?在王士祯撰写的《淡墨录》中“经筵讲官得赐谥”一文中记载：沈荃“顺治壬辰探花，官至礼部侍郎，充经筵讲官，卒谥文恪。本朝最重赐名之典，官至尚书大学士，乃得赐谥。其以经筵旧劳，得赐谥者，惟掌院学士喇沙里、叶方蔼，及（沈）荃三人而已，盖异数也。”以正詹事之职而御赐谥号，仅沈荃才有，可见荣誉有加。?著有《一研斋诗集》十六卷、《充斋集》、《沈绎堂诗》等。\n个人成就\n沈荃与董其昌是同乡，自幼即倾慕董书，并以之为其书学的基础，极得董书的笔法特点与风神。爱好董其昌书法的康熙皇帝曾向他学习书法，或者说是他专习董书而影响到康熙皇帝对董书的偏爱。据记载，在康熙皇帝向他学习书法时，他每每能够“下笔即指其弊，兼析其由”。好学的皇帝，则十分感慨，并赏赐良多。康熙曾对李光地说：“朕初学书，宗敬（沈宗敬）之父荃实侍、屡指陈得失、时下每作书、未尝不思荃之勤也。”而且，“凡御制碑版、及殿廷屏障、御座箴铭、辄命公书之。或自作大书、命题其后”。因此朝野间盛行董书，成为了一时风尚。与沈荃同时，还出人称“康熙四家”的姜宸英和汪士铉、何焯与陈邦彦，他们皆以董书为主，又兼取晋唐或者宋米芾书法。\n沈荃存世书法墨迹较多，楷和行、草书都有，以楷、行书最多。沈荃存的楷书，比如《录陆平原燕居课轴》，虽为楷书，结字却是以欹侧中求平正为主要特点，而且行距颇疏，笔法温润，是从董书中继承和演化而来。沈荃存的行书，大体如楷书行化，或参以米书纵逸丰姿特点。草书作品比如《临自叙帖轴》，虽说是临怀素草法，其实仍是董其昌小行草书典型面貌，很难看出有《自叙帖》草法。自董其昌之后，一些临帖作品不过是录书其文字，以作为一时创作契机，并非认真对待其临习得似与不似。这点，沈荃也是在仿效董其昌。虽然如此，沈荃书法也只是貌似董书，因为他书法过于温厚圆钝，虽可称之为秀雅，但却缺少董书空灵生气。沈荃存的书法能成为宫廷御用书法，成为适应科举制度干禄书体，必然是只注重形体表现，而且缺乏神采的。即便是善书康熙皇帝，也未能脱此弊端。\n圣祖尝召入内殿赐坐，论古今书法。凡制碑版及殿廷屏障、御座箴铭，辄命荃书之。或自作大书，命题其後。每侍圣祖书，下笔即揩其弊，兼析其由，圣祖深嘉其忠益。所赐御书、凤管、襃蹄、貂袭、文绮、茗馔之属，至不可胜纪。其以是名动天下，与赵孟頫、董其昌相埒。书虽学董而无其气韵。后其子宗敬，以编修入直，命作大小行、楷，犹忆及前事。使内侍传谕安溪李公曰：“肤初学书，宗敬之父荃实侍，屡指陈得失，至今每作书，未尝不思荃之勤也。”卒年六十一。代表作有《行书如天马赋轴》，著南帆咏、充斋集。《施愚山诗集注、望溪集外文、大瓢偶笔、瓯钵\\罗室书画过目考》。\n书法解析\n沈荃存世的书法墨迹较多，楷、行、草书都有，以楷、行书最多。他的楷书，如《录陆平原燕居课轴》，虽为楷书，结字却以欹侧中求平正为主要特点，且行距颇疏，笔法温润，是从董书中继承、演化而来。他的行书，大体如楷书的行化，或参以米书纵逸丰姿的特点。草书作品如《临自叙帖轴》，虽说是临怀素草法，其实仍是董其昌小行草书的典型面貌，很难看出有《自叙帖》的草法。自董其昌之后，一些临帖作品不过是录书其文字，以作为一时的创作契机，并非认真对待其临习得似与不似。这点，沈荃也在仿效董其昌。虽然如此，沈荃的书法也只是貌似董书，因为他的书法过于温厚圆钝，虽可称之为秀雅，但却缺少董书的空灵生气。他的书法能成为宫廷御用书法，成为适应科举制度的干禄书体，必然是只注重形体表现，而缺乏神采的。即便是善书的康熙皇帝，也未能脱此弊端。\n历史记载\n沈荃与董其昌是同乡，自幼即倾慕董书，并以之为其书学的基础，极得董书的笔法特点与风神。爱好董其昌书法的康熙皇帝曾向他学习书法，或者说是他专习董书而影响到康熙皇帝对董书的偏爱。据记载，在康熙皇帝向他学习书法时，他每每能够“下笔即指其弊，兼析其由”。好学的皇帝，则十分感慨，并赏赐良多。康熙曾对李光地说：“朕初学书，宗敬（沈宗敬）之父荃实侍，屡指陈得失，至今每作书，未尝不思荃之勤也。”而且，“凡御制碑版，及殿廷屏障，御座箴铭，辄命公书之。或自作大书，命题其后”。于是朝野间盛行董书，成为一时风尚。与沈荃同时，还出现了人称“康熙四家”的姜宸英、汪士铉、何焯和陈邦彦，他们皆以董书为主，又兼取晋唐或宋米芾书法。\n","category":"草书","verified":true,"user":1,"timestamp":1429951658993},{"name":"沈荃书法集萃","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791606276,"text":"","author":"清代沈荃","description":"沈荃书法集萃"}]