[{"name":"范成大草书向蒙垂诲帖","text":"垂诲帖是范成大在淳熙四年（1177）时，写给住在吴兴（今浙江吴兴）友人的一封信。信中除了向友人说明为他撰写的先夫人志尚未能完成的原委外，同时也说明他因身体日衰，恐怕无法帮他书写碑志，请他人代为书写等相关事宜。 范成大这封信札以草书写成。书家在这不经意求工的墨迹中，运笔连绵而流畅，短促的笔画里，有许多提按转折的变化，甚富节奏韵味。\n简介\n宋范成大尺牍“又名：垂诲帖”\n册纸草书31.5x61.7公分\n范成大简介\n范成大（1126-1193），字致能，自号石湖居士。他是南宋著名的田园诗人，也是著名的书法家。由于他的母亲是北宋大书家蔡襄的外孙女，范成大很早即与书法有所接触，他早年由蔡襄入手，之后陆续吸收北宋三家（苏轼、黄庭坚、米芾）书迹的特色，终成就出自己的书法面貌。范成大在当时书名虽显，但书法对于他，却仍仅仅是公事之外，吟咏之馀的闲暇活动。他所留下的作品大多是他游宦于各地名胜时所留下的摩崖题刻，或是应人之请书写的诗文、为画卷所作的题跋等，但也有像这幅与友人往来的书札。\n范成大生平\n范成大（公元1126-1193年），号石湖居士，吴郡（今江苏苏州）人，绍兴二十四年（公元1154年）考中进士。开始步入仕途。初为徽州司户参军，累迁礼部员外郎。后出知处州，减轻赋税，兴修水利，颇有政绩。但身处南宋初年，积弱之世不能有更大的作为。范成大为人刚直，视死如归。干道六年（公元1170年），宋孝宗拟派使臣到金国索取河南陵寝地，当时朝臣惧怕金人如虎，范成大慷慨请行，全节而归。范成大在朝，刚直不阿。干道八年（公元1172年），范成大起复，辗转桂林、成都、明州、建康等地任官。淳熙五年（公元1178年），范成大从成都还朝，以中大夫为参知政事，执政仅两个月，便被御史以私憾攻击而落职。晚年告休归居苏州石湖，与陆游友谊甚笃。\n才华\n范成大才华横溢，素有文名。与陆游、杨万里、尤袤齐名，为南宋四大家之一。词风清逸淡远，善写田园诗，《田园四时杂兴》被文学史家誉为集古代田园诗大成之作。范成大不仅擅诗，而且善书。其书法清新俊秀，典雅俊润，只可惜他为诗名所掩，书名不彰。明陶宗仪《书史会要》谓范成大“字宗黄庭坚、米芾，虽韵胜不逮，而遒劲可观”。范成大的书法曾受他母亲的影响，他的母亲蔡夫人，是北宋四大书家之一蔡襄的孙女。\n范成大传世墨迹，以尺牍简札居多。他在成都与陆游饮酒赋诗，落纸墨尚未燥，士女已万人传诵，被之乐府弦歌，题写素屏团扇，可惜这些墨迹都未传下来。目前所能见到的范氏手迹，以他54岁所书《明州赠佛照禅师诗碑》为第一，此碑早佚，但有宋拓本藏于日本东福寺。范成大现存的手迹还有《兹荷纪念札》、《垂海札》、《荔酥沙鱼札》等，他的行书《田园杂兴卷》也常为人们所乐道。明代王世贞在《州山人稿》上说：范成大“归隐石湖时作即诗。无论竹枝、鹧鸪、家言，已曲尽吴中农囿故事矣！书法出入眉山（苏轼）、豫章（黄庭坚），间有米颠（米芾）笔，圆熟遒丽，生意郁然，真是二绝。”\n释文\n成大向蒙垂诲。先夫人志中。欲改定数处。即已如所教。一一更窜添入。久已写下草子。正以一两处疑。封题在书案数月矣。而未敢遣。一则今之所增赠典。及诸孙及官称姓名等。皆是目今事。而仆作志。乃是吾侪在湖蜀时。恐公点检出来。却是一病。若不以此为病。则可耳。公可更细考而详思之。若有所疑。即飞介见谕。当即日回报。不敢复如前日之迟徊。二则本欲力拙自书。而劣体日增倦乏。不能如愿。不知吴兴想不乏能书者。就令朱书于石。尤良便耳。挥汗草草。率略不罪不罪。成大再拜。\n","category":"草书","verified":true,"user":1,"timestamp":1429951596604},{"name":"范成大草书向蒙垂诲帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791645532,"text":"范成大《向蒙垂诲帖》 尺牍　册 纸　草书 31.5 x 61.7cm 台北故宫博物院藏\n【释文】成大向蒙垂誨。先夫人志中。欲改定數處。郎已如所教。 一一更竄添入。久已寫下草子。正以一兩處疑。封題在書案數月矣。而未敢遣。 一則今之所增贈典。及諸孫及壻官稱姓名等。皆是目今事。而僕作志。乃是吾儕在湖蜀時。恐公點檢出來。却是一病。若不以此為病。則可耳。公可更細考而詳思之。若有所疑。即飛介見諭。當即日回報。不敢復如前日之遲徊。二則本欲力拙自書。而劣體日增倦乏。不能如願。不知吳興想不乏能書者。就令朱書於石。尤良便耳。揮汗草草。率略。不罪不罪。成大再拜。\n　　这是范成大在淳熙四年（1177）时，写给住在吴兴（今浙江吴兴）友人的一封信。信中除了向友人说明为他撰写的先夫人志尚未能完成的原委外，同时也说明他因身体日衰，恐怕无法帮他书写碑志，请他人代为书写等相关事宜。\n　　范成大这封信札共16行，字体为小草书，结 构紧密，体势修长，用笔流畅，线条峻劲，章法上字与字之间上下连笔颇多，字距结密 而行距疏空，与唐孙过庭、怀素等人的小草作品相比，书家在这不经意求工的墨迹中，有着一种完全不同的审美效果——意态自然高于法度谨严。运笔连绵而流畅，短促的笔画里，有许多提按转折的变化，甚富节奏韵味。 看得出，范成大的行草书受苏轼、黄庭坚、米芾等北宋书法 家的影响较深。","author":"宋代范成大","description":"范成大草书向蒙垂诲帖"}]