[{"name":"苏轼楷书齐州长清真相院舍利塔铭","text":"《齐州长清真相院舍利塔铭》，宋元祐二年（公元1087年）苏轼书，齐州长清真相院住持释法泰主持镌刻。苏轼（1037-1101），字子瞻，号东坡居士，四川眉山人。北宋著名文学家、书画家。诗词开豪放一派，为唐宋八大家之一。\n\n青石质，纵横皆六十一厘米，厚十二厘米半。塔铭楷书，二十二行，行二十五字，字径一厘米半。刻成后置于本院舍利塔地宫内舍利石函上面，1965年出土于山东省济南市长清区真相院遗址，今藏长清区博物馆。保存完和如初。《齐州长清真相院舍利塔铭》书刻精湛，用笔丰腴跌宕，结体天真烂漫，字字神完气足，如珠似玑，堪为苏书中逸品。其铭文见于《苏东坡全集》，个别字略有改动。\n《齐州长清真相院舍利塔铭》曾于宋宣和三年（公元1121年）复刻，复刻品砌于塔身底层。八百年来，崇苏者拜谒传拓历代不绝，而今已是面目全非。幸有地宫原刻存在并面世，才使人们再睹苏书之神奇风采。 \n作品赏析\n《塔铭》全文如下：\n齐州长清县真相院释迦舍利塔铭并引\n翰林学士朝奉郎知制诰上骑都尉武功县开国男食邑\n三百户赐紫金鱼袋苏轼词并书\n洞庭之南有阿育王塔，分葬释迦如来舍利。尝有作大施会出而浴之者，缁素传捧，涕泣作礼。有比丘窃取其三，色如含桃，大如薏苡。将置之他方为众生福田，久而不能以授白衣方子明。元丰三年，轼之弟辙谪官高安，子明以畀之。七年，轼自齐安恩徙临汝，过而见之。八年，移守文登，召为尚书礼部郎，过济南长清真相院，僧法泰方为砖塔，十有三成，峻峙蟠固，人天鬼神所共瞻仰，而未有以葬。轼默念曰：“予弟所宝释迦舍利意将止于此耶。”昔予先君文安主簿赠中大夫讳洵、先夫人武昌太君程氏，皆性仁行廉，崇信三宝，捐馆之日，追述遗意，舍所爱作佛串，虽力有所止，而志则无尽。自顷忧患，废而不单将二年矣。复广前串，庶几在此。泰闻踊跃，明年来请于京师，探箧中得金一两、银六两，使归。求之众人，以具棺椁。铭曰：\n如来法身无有边，化为丈六示人天。伟哉有形斯有年，紫金光聚飞为烟。惟有坚固百亿千，轮王阿育愿力坚。役使空界鬼与仙，分置众刹奠山川。棺椁个袭閟精圜，神光昼夜发层巅。谁其取此智且权，佛身普观众目前。昏者坐受远近迁，冥行黑月堕坎泉。分身来化会有缘，流传至今谁使然。并包齐鲁穷海堧，犷悍柔淑冥愚贤。愿持此福逮我先，生生世世离垢缠。\n元佑二年八月甲辰\n苏轼少负才名，博通经史。宋嘉佑二年（1057年）进士，曾官礼部尚书，翰林学士等职。他一生坎坷，多次被贬官放逐。他在宋神宗时曾受重用，然因新旧党争，屡遭贬抑，出任杭州、密州、徐州、湖州等地方官；又因作诗“讪谤朝政”，被人构陷入狱。出狱后贬黄州。此后几经起落，再贬惠州、琼州，一直远放到儋州（今海南儋县），从此随缘自适，过着读书作画的晚年生活。直到元符三年（1100年）宋徽宗即位，他才遇赦北归。建中靖国元年（1101年）七月死于常州。苏轼为人正直、性旷达，才华横溢，诗词文赋而外，对书画也很擅长，同蔡襄、黄庭坚、米芾并称“宋四家”。他讲自己书法创作过程时说：“作字之法，识浅见狭学不足，三者终不能尽妙，我则心目手俱得之矣。”他又说：“我书意造本无法，点画信手烦推求。”他重在写“意”，寄情于“信手”所书之点画。苏轼的字看似平实、朴素，但有一股汪洋浩荡的气息，就像他渊厚的学问一样，神龙变化不可测。他长于行书、楷书，笔法肉丰骨劲，跌宕自然，给人以“大海风涛之气”、“古槎怪石之形”的艺术美感。苏轼的书法，后人赞誉颇高。黄庭坚他在《山谷集》里说：“其书姿媚……至酒酣放浪，意忘工拙，字特瘦劲……至于笔圆而韵胜，挟以文章妙天下，忠义贯日月之气，本朝善书，自当推（苏）为第一”。明董其昌盛赞他“全用正锋，是坡公之兰亭也”。传世书迹有《黄州寒食诗帖》、《前赤壁赋》、《江上帖》、《洞庭春色赋》、《中山松醪赋》等。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951594917},{"name":"苏轼楷书齐州长清真相院舍利塔铭","dynasty":"宋代","category":"楷书","type":"","user":1,"timestamp":1429791609758,"text":"清真相院舍利塔铭》\n\n 《齐州长清真相院舍利塔铭》，苏轼书于宋元祐二年（公元1087年），齐州长清真相院住持释法泰主持镌刻。青石质，纵横皆六十一厘米，厚十二厘米半。塔铭楷书，二十二行，行二十五字，字径一厘米半。刻成后置于本院舍利塔地宫内舍利石函上面，1965年出土于山东省济南市长清区真相院遗址，今藏长清区博物馆。保存完和如初。\n 《齐州长清真相院舍利塔铭》书刻精湛，用笔丰腴跌宕，结体天真烂漫，字字神完气足，如珠似玑，堪为苏书中逸品。其铭文见于《苏东坡全集》，个别字略有改动。\n 《齐州长清真相院舍利塔铭》曾于宋宣和三年（公元1121年）复刻，复刻品砌于塔身底层。八百年来，崇苏者拜谒传拓历代不绝，而今已是面目全非。幸有地宫原刻存在并面世，才使人们再睹苏书之神奇风采。\n\n延伸阅读\n\n入世精神与苏轼书法守成性特征的形成\n\n 历来人们津津乐道于苏轼对于宋人尚意书风的开创性贡献，却相对忽略了苏轼书法艺术观的守成性的特征，这是不全面的。苏轼书法的守成性是儒家入世思想对他的主导性影响的必然结果。苏轼秉持“书为小道”、“学书为乐”的习书观，书如其人、人书并重的品评观，同时缺少书法艺术创作所必需的创作激情。这些因素是苏轼书法守成性特点形成的主要原因。苏轼对书法艺术的贡献，以及居“宋四家”首席的突出地位，更多的是一种天才的文艺才华和人格气节的综合体现。\n\n 苏轼位列宋四家之首，可见其书法的影响力是非同寻常的。苏轼为人行事，给世人的印象往往是极具创造精神。小至生活资料，大至文艺活动，都显示出可贵的探索精神。在生活资料上，创东坡肉、东坡羹、东坡帽，黄州制蜜酒、定州酿松醪、惠州试桂酒。在文艺活动上，更是充满创新精神。米芾曾记苏轼画竹：“苏轼子瞻作墨竹，从地一直起至顶。余问：‘何不逐节分？’曰：‘竹生时，何尝逐节生？’”[1]此事所记苏轼画竹不拘成法的创新精神，被艺坛传为佳话。苏轼最具创新精神的，无疑是以诗入词的大胆创举。向来人们都认为“词乃艳科”，苏轼却打破常规、革除迷信，开豪放派词风之先，这深刻影响了后世的诗词创作。就书法一道而言，苏轼高举尚意大旗，使北宋后期书法最终摆脱北宋建国以来靡弱不堪、与文学创作取得的突出成就极不相称的尴尬局面，并与唐人尚法面貌拉开距离，创造出新的辉煌。他自己的书法创作特点亦很突出，用墨厚重、结体肥扁，后人称为“苏体”。对于自己的书法创新成就，他自己也是颇为自得的，曾说到：“吾书虽不甚佳，然自出新意，不践古人，是一快也。”（《评草书》）[2]（2183页）\n 一、尽管如此，我们认为，苏轼书法仍然具有守成性的一面，这制约了苏轼书法艺术更高成就的取得。其具体表现是：\n （1）取法颜体的痕迹很明显。苏轼书法取法较广，唐人徐浩、颜真卿、李邕和五代杨凝式等人都曾为他效法，其中犹以颜真卿对他的影响为最，这与苏轼对颜真卿人品和书艺的双重推重有紧密关系。苏轼的书法作品始终未摆脱颜体的痕迹，不象黄庭坚、米芾二人的书法到后来完全摆脱了效法对象的约束而形成了鲜明的个性特征。\n （2）笔法以继承为主，创新不够，表现手法不够丰富。尽管苏轼在理论上率先提出了“尚意”的时代主张，但他的创作与其理论主张之间有一段距离，部分作品仍然是以“尚法”的面貌出现在世人面前的。这个特点与他所推重的蔡襄书法有些类似。苏轼自己亦说：“仆书尽意作之似蔡君谟。”(《跋王荆公书》)[2](2179页)苏轼在书法理论上“崇尚自然、抒写襟怀”，主张向晋贤学习，但在自己的创作实践上，却一定程度上受到唐人法度的束缚，这在其代表作《杜甫桤木诗》、《赤壁赋》等帖上体现得尤其明显。即使其最为杰出的《黄州寒食诗帖》，其用笔特征也与唐人接近，而较少晋人的萧散简远之韵。丛文俊教授就认为，“苏字‘不践古人’而未远古人，仅以欹侧肥密为异”[3]（78页）。曹宝麟教授在比较苏、黄二人书法时亦说，苏轼自夸“不践古人”，黄庭坚自抑“方近古人”，但后人却觉得黄氏“自得为多”。[4]（142-144页）\n （3）苏轼书法面目比较单一，行、楷之外，几乎见不到其他书体，尤其是最具艺术表现力的草书。苏轼曾言：“吾醉后能作大草。”（《题醉草》）[2](2184页)又说：“仆醉后，乘兴辄作草书十数行。”（《跋草书后》）[2](2191页)可是他对醉后作草的方式和结果都极不满意，无论别人还是自己。如他在《书张长史草书》中说：“张长史草书，必伺醉，或为奇，醒即天真不全。此乃长史未妙，犹有醉醒之辨，若逸少何尝寄于酒乎？仆亦未免此事。”[2]（2178-2179页）在另一处他甚至说：“或问东坡草书，坡云：‘不会’。进云：‘学人不会？’坡云：‘则我也不会。’”（《书赠徐大正四首》）[2](2190页)由此，我们完全可以相信，苏轼对草书这一最能表现书法艺术的审美特性的重要书体缺乏创造之功。难怪有学者提出，若单以书法艺术的水准来为宋四家排座次的话，应是行、草两种书体都取得卓越成就的黄山谷。[4]（197页）。\n （4）尽管苏轼在贬居黄州时书艺大进，“用意精到“、“下笔沉着痛快” (《跋东坡思旧赋》) [5]，但也仅限于《黄州寒食诗帖》等少数作品。此后苏轼的书法再没有迈上新的台阶，创作出感人肺腑的佳作来。倒是他的一些友人间的信札体书法，更多地表现出他一贯坚持的“无意于佳乃佳”的从容优游的特点。\n 二、苏轼书法的守成性特征，与儒家入世思想对他的一贯的主导性影响密切相关。\n 北宋建国后，佛老思想得到保护，到北宋中叶，三教合一已成为一种时代思潮，这使宋代文人士大夫的思想文化性格迥异于前代文人。他们不再将仕、隐二途对立看待，而是在积极参政、勇于言事的同时，注重人格修养，以此作为人生最高目标。这在苏轼身上体现得异常充分。如他暮年贬往荒远的海南，也不戚戚于个人忧患得失，相反与当地黎族百姓打成一片。苏轼一生尽管受三教思想影响，但其主导思想我们认为还是儒家入世思想。苏轼服膺儒家经世济民的政治理想，这从他一生的行事轨迹可以清楚地看出。幼年时，苏轼即在母亲程氏的影响下，以范滂等古代仁人志士为榜样砥砺名节。22岁中进士，26岁又中制科优入三等（宋代最高等），入仕后“奋厉而有当世志”，直言敢谏，改革朝政。自“乌台诗案”始，苏轼一生被贬无数，人生经历异常曲折、坎坷。他在去世前所写的《自题金山画像》中说：“问汝平生功业，黄州、惠州、儋州。”[6](2641页)而这三处皆是苏轼人生中受迫害最严酷的时候。元丰二年（1079年），因“乌台诗案”险遭杀身之祸，后被贬往黄州，一去四年。元佑八年（1093年），新党再度执政。随后的绍圣元年(1094)，他以“讥刺先朝”的罪名，贬为惠州安置、再贬为儋州别驾。直到元符三年（1101年）遇朝廷大赦北归，困居贬所6年。尽管政治上处于极度的困顿之境，但他亦从未放弃自己的经世济民理想。在黄州，苏轼虽然无政事可干，但他仍旧不改忧国忧民之心。当他得知种鄂率军大败西夏时，兴奋异常。他十分关心民间疾苦，在耳闻目睹黄鄂间严重的溺婴现象之后，写下了揭露性的文章《黄鄂之风》，并致信鄂州太守朱寿昌，要求立法以变此风。谪居黄州期间，黄州曾发生一次瘟疫，他亲自配制“圣散子”药，救人无数。在惠州，他关心农事、为民请命，向当地百姓介绍先进的插秧工具——秧马，积极施行惠民利民的引水工程，而且还捐助修桥两座。在儋州的四年，苏轼以诗书礼乐之教转移其风俗，变化其人心，当地至今还保存一处苏轼讲学的历史遗迹——东坡书院。所以我们认为，苏轼自言平生功业在黄州、惠州、儋州，不应该是仅就自己的文学创作而言的。就政治理想、人生抱负而言，这句话也不应该或至少不全是“自嘲”①。他不在其位亦实现了对王道的坚守。“作为宋代知识分子的代表，苏轼身上有着宋代知识分子所普遍具有的责任感和忧患意识，无论身处穷达都不忘自己的责任。苏轼从来就不是一个独善其身的人。”[7]苏轼将“老庄对有限时空和物质环境的超越态度以及禅宗以平常心对待一切变故”[8]（66页）的观念化为他对加诸其身的持续的迫害的蔑视态度，实现了他对儒家王道思想的坚守。“不独独善其身，又兼兼济天下”，这正是贯穿苏轼一生的人生信念。\n 三、在这样的人生信念之下，苏轼不可能分出更多的精力与时间投入到书法艺术的追求当中。\n 我们知道，儒家对于书法艺术持一种游戏态度。孔子所言之“志于道，据于德，依于仁，游于艺”[9]（67页），将包括书在内的 “六艺”置于末席，反对将一生的精力用在书法艺术的追求上。汉代辞赋家扬雄就曾说，雕虫篆刻，壮夫不为（《法言?吾子》）。东汉大儒、书法家蔡邕反对设立鸿都门学，认为以辞赋书画为教育内容，不能培养“匡国理政“的人才。颜之推《颜氏家训》明言“慎勿以书自命”，“此艺不须过精”。在这一家训影响下，即使有唐一代书法大家颜真卿对待书法的态度也是适用记事、随意自娱而已。“不求其名而反显其名。”[10]（161页）苏轼的恩师欧阳修亦持此见，明确反对“弃百事而以学书为事业”[11](1184页)。欧阳修在与石介的一次关于书法的著名对话中，亦明确表达了他的这一书法观。他说：“夫所谓钟、王、虞、柳之书者，非独足下薄之，仆固亦薄之矣。世之有好学其书而悦者，与嗜饮茗、阅图画无异，但其性之一僻尔，岂君子之所务乎？”[12](483页)欧阳修认为，书法与品茗、绘画等事一样，都是娱情寄兴之事，不能沉湎其中而不能自拔，以书鸣世不值得夸耀，还有比书艺重要得多的儒家王道事业需要君子诸人不懈地努力。\n 苏轼“受教于（欧阳修）门下者，十又六年”（《祭欧阳文忠公文》）。在长期的耳濡目染之下，师徒二人无论政治主张、人格气节还是文艺观点，都有相当的默契，这一点学界早已有共识。就书法的认识而言，同样如此。苏轼的书法观亦典型地表现出儒家“书为小道”、“学书为乐”的思想，这或许就是深受老师欧阳修影响的结果。他同样反对“弃百事而以学书为事业”。苏轼虽然钟爱书法并为之付出心血，但在这位受儒家正统思想影响的大学问家和政治家眼里，书法始终未取得与文章词赋同等的地位。他看重的是书法的娱情怡性作用。苏轼在《杂记?子由幼达》一文中曾说：“子由之达，盖自幼而然。方先君与吾笃好书画，每有所获，真以为乐。惟子由观之，漠然不甚经意。今日有先见，固宜也。”[13 ]（2296页）可见他对学习书法是有意识地保持了克制的。一方面他酷爱书法艺术，“自言此中有至乐，适意无异逍遥游”（《石苍舒醉墨堂》）。另一方面他亦清醒地认识到还有比致力于书艺更重要得多的王道事业要做，处于一种矛盾交织之中。在《题笔阵图》中，他更是明确说到：“笔墨之迹托于有形，有形则有弊， 偶不至于无而自乐于一时， 聊寓其心， 忘忧晚岁，则犹贤于博弈也。”[2](2170页)很显然，苏轼是将书法看作遣情娱性的业余爱好的，这与封建社会里士大夫致力于儒家王道思想的实现的人生定位完全吻合。正是这种人生定位，使他缺乏探求书法艺术奥秘的不竭动力，从而导致了他书艺的守成性特征。\n 四、在儒家思想影响下，苏轼还主张书如其人、人书并重的书艺观，认为人格操守是书法得以传世的重要条件。\n 老师欧阳修说：“古之人皆能书，独其人之贤者传遂远。然后世不推此，但务于书，不知前日工书、随与纸墨泯弃者，不可胜数也。使颜鲁公书虽不佳，后世见者必宝也。杨凝式以直言谏其父，其节见于艰危；李建中清慎温雅，爱其书者兼取其为人也。岂有其实，然后存之久耶？非自贤哲必能书也，惟贤者能存耳。其余泯泯，不复见耳。”（《世人作肥字说》）[13]（1045页）苏轼后来就用同样一把评书尺度来评价欧阳修的书法。他说：“欧阳文忠公书，自是学者所共仪刑，庶几如见其人者。正使不工，犹当传宝，况其精勤敏妙，自成一家乎？” 苏轼又肯定柳公权“心正笔正”说，此说强调书家的品格修养，以人品高下作为评书的标准之一。苏轼说：“(柳少师)其言心正则笔正者，非独讽谏，理固然也。世之小人书字虽工，而其神情终有睢盱侧媚之态，不知人情随想而见，如韩子所谓窃斧者乎？抑真尔也。然至使人见其书犹憎之，则其人可知矣。”（《书唐氏六家书后》）[2]（2207页）苏轼推崇颜真卿，曾说“诗至于杜子美，文至于韩退之，书至于颜鲁公，画至于吴道子，而古今之变、天下之能事毕矣”。（《书吴道子画后》）[2]（2210页）苏轼推崇颜真卿书法，与对颜真卿人品的崇敬是分不开的。他说：“吾观颜公书，未尝不想见其风采，非徒得其为人而已，凛乎若见其诮卢杞而叱希烈。”（《题鲁公帖》）[2]（2177页）由以上分析可见，苏轼的书法艺术观念，烙上了深深的儒家道德传统的印记，其实质是对儒家王道思想的坚守。在苏轼那里，首先看重的，不是书法艺术本身，而是它所体现出来的儒家所秉持的人格操守。如人品不可取，则书艺不可观。书法首先要表现为人的凛然之气和刚直精神。我们认为，苏轼的这一认识，影响到了他对书法本身艺术性的不懈追求，影响到了他自身的书法创作热情和对书法家的公正评判。从这个角度说，他的书法观带有浓厚的儒家功利色彩。如他批评唐代杰出的两位狂草大家张旭和怀素，讥讽二人为“颠张醉素两秃翁，追逐世好称书翁”，究其实是批评此二人因专注书法艺术的追求而“擅名当时”，违背了儒家之道德传统。\n 五、如前所述，“不独独善其身，又兼兼济天下”是贯穿苏轼一生的人生信念。他以儒家济世思想为主线，以释道思想为舒缓个人不平的手段，修炼成了一种达观的、积极进取的人生态度。这使他可以从容面对一切迫害跟不幸，可以在困蹇面前心如止水。这种达练的人生态度，必然影响到苏轼的书法创作激情，影响到他的多数作品的艺术表现力。像贬居黄州时所作《寒食诗》那样的诗、书都取得少有的艺术高度的充满激愤之情的作品，在苏轼一生的创作中是少见的。我们知道，黄庭坚、米芾二人的书法艺术最高成就和突出风格特点都是在晚年取得的，而苏轼在中年创作《黄州寒食诗帖》以后，再未出现撼人心魄的书法佳作。我们认为，这和苏轼的人生态度密不可分。他将释道思想的超越态度和平常心修炼到可以从容面对一切迫害和不幸。他从不悲天悯人，也从不改变直言犯上的个性，所谓“窃怀忧国爱民之意。自为小官，即好僭议朝政，屡以此获罪”（《辨贾易弹奏待罪札子》）。可以说，在人格修养的高度上，苏轼是封建时代文人士大夫的榜样；可是从书法艺术的创作来看，却因此而缺少了艺术创作最难能可贵的创作激情和创作冲动，从而使他的书法面貌略显单一。对此，曹宝麟教授亦曾指出：“尽管晚年南窜八年的谪居生活比黄州更为恶劣，但越修炼得心如止水，以至不以物喜，不为己悲，则表现艺术最可宝贵的激情越微弱，那么不能再期望出现感人肺腑的作品来了。东坡的风格比较单调即是此故。”[3]（110页）\n 这一点，当我们将其与晚年的黄庭坚作一对比，就看得很清楚了。以莫励锋对黄庭坚诗歌创作的分期为依据，我们看到，黄庭坚后期诗歌创作数量明显少于前、中期，仅占整个诗歌创作的21％，而其书法创作，在后期达到整个创作数量的63％[14]。显然晚年的黄庭坚，在“经历了诸多政治风波后，其诗歌中不敢再张扬个性，不敢对时政有所批判，但这种愤激之情，都在书法中倾倒出来，以书法为载体来宣泄情感”[14]，从而使黄庭坚书法愈老愈臻妙境。可以这样说，苏轼正由于有着一般文人士大夫所难以企及的一贯的社会责任感而能宠辱不惊，不在其位亦谋其政。他压根没想过全身避祸，所以他的文学才华依然放射光芒的同时，书艺依然被他当作闲暇乐事、当作“小道”而未尽力追求。这最终限制了苏轼对书艺的进一步突破。而黄庭坚跟苏轼相比，有较多归隐思想，在仕途不顺之际，他往往表现出狷洁自持的人生态度。尤其是黄庭坚因修《神宗实录》不实罪名被贬西南后，他对文字表达便心有余悸了，自稱“身如槁木，心如死灰”，表明自己将安分守命，其实骨子里找到了书法这一更为隐蔽的抒泄愤激之情的艺术手段。故此，晚年入蜀后的黄庭坚书艺臻于至境，而同样遭遇严酷的文字狱的苏轼却依然故我地用他的诗词文章传递着他的人生思考和济世理想。可是，书法却被苏轼冷落了。\n 六、由于儒家王道思想的长期影响，使苏轼相对冷落了书法艺术。但中国书法的历史却没办法绕开这位天才的文艺家。苏轼对书法艺术的贡献，以及跻身宋四家之列甚至居于首席的突出地位，更多的是一种天才的文艺才华和人格气节的综合体现，而不是如黄庭坚、米芾等一样通过苦学所达到的一种纯书法艺术的高度。如黄庭坚就坚持苏轼书法天下第一，一是因为苏轼书法“笔圆而韵胜”，二是苏轼“挟以文章妙天下，忠义贯日月之气”。（《跋东坡墨迹》）丛文俊教授亦曾精辟地指出：“苏字才高气华，功力稍逊。”“苏字须观字外之妙。”“苏字妙尽天然，无意于佳而佳。”[3]很显然，苏轼在高扬尚意书风的时代大旗下，他本人的书法创作成就还有待进一步提升，个人的书法面目上还有待进一步达至无人企及的时代高度。在这一点上，黄庭坚、米芾二人走得更远。苏轼言黄庭坚字如“树梢挂蛇”，黄庭坚谓苏轼字乃“石压虾蟆”。尽管二人的互评都不怎么客气，但的确让我们看到了两者的主要特点。黄庭坚之评，看到了苏字形体上的创新；苏轼之评，则显示了黄庭坚笔法上的创造。从书法艺术以笔法为上的普遍共识来看，黄比苏的书艺走得更远。尤其黄庭坚晚年入蜀以后对书艺的不懈追求所达至的狂草的成就，更引人注目。元人刘敏中称山谷狂草“浩乎如行云，倏忽如流电，如惊蛇，如游龙，意态横出，不主故常，当使人心动目眩，而莫知其然也”[15]。黄庭坚的狂草，除《花气帖》外（严格说《花气帖》不算狂草），其余全是前人的诗文和禅家语录等，这是与宋四家另三位不同之处，这说明“黄庭坚与书法的实用性离得最远。忽视实用性，则必然将艺术性置于首要的位置，可以说，黄氏是‘宋四家’中艺术自觉意识最强的一个”[4]（155页）。宋四家中，米芾是艺术表现手法最丰富的一个，对书法艺术的字法、笔法、章法等技法内容，进行了孜孜不倦的长期探求。这是中国书法史上少有的一位蔑视儒家功名思想、济世思想而将书法艺术当作自己平生的事业来追求的书法大家[16]。他讥“蔡襄勒字，沈辽排字，黄庭坚描字，苏轼画字”（米芾《海岳名言》），即是指责苏轼等人笔法的欠缺。“‘宋四家’中，苏、黄、蔡的面目比较单一，表现手法也不够多样，……不像米元章，令人百看不厌，常见常新。”[4]（197页）。我们认为此论毫不为过。\n 历来人们津津乐道于苏轼对于宋人尚意书风的形成的开创性贡献，却相对忽略了苏轼书法艺术观以及创作实践上的守成性的一面，应该说，这是不全面的。对书法的守成性认识与他的“尚意”主张客观上形成了一个矛盾的统一体。一方面，苏轼靠他天才的文艺才华及时捕捉到书法艺术的时代前进方向，提出响亮的“尚意”宣言并得到黄庭坚、米芾等人的追随从而全面振兴了宋朝建国以来的书法的衰弱局面，取得了辉煌的业绩。另一方面，苏轼对书法艺术的认识和创造也有局限性、守成性，这主要源于他一生所受的儒家济世思想对他的深刻影响。苏轼对书法认识上的局限性、守成性，使他的一些书法作品客观上并未完全摆脱唐人“尚法”的面貌而达至他自己所主张的“尚意”境界。","author":"宋代苏轼","description":"苏轼楷书齐州长清真相院舍利塔铭"}]