[{"name":"欧阳询皇帝阴符经","text":"欧阳询（557年一641年），汉族，唐朝潭州临湘（今湖南长沙）人，字信本，楷书四大家之一。南朝梁太平二年（公元557年）出生于衡州（今湖南衡阳），祖籍潭州临湘（今湖南长沙）。\n欧阳询与同代的虞世南、褚遂良、薛稷三位并称初唐四大家。因其子欧阳通亦通善书法，故其又称“大欧”。[1] \n他与虞世南俱以书法驰名初唐，并称“欧虞”，后人以其书于平正中见险绝，最便初学，号为“欧体”。[1] \n代表作楷书有《九成宫醴泉铭》、《皇甫诞碑》、《化度寺碑》，行书有《仲尼梦奠帖》、《行书千字文》。对书法有其独到的见解，有书法论著《八诀》、《传授诀》、《用笔论》、《三十六法》。所写《化度寺邑禅师舍利塔铭》，《虞恭公温彦博碑》，《皇甫诞碑 》被称为“唐人楷书第一”。[2] \n人物生平\n少年流离\n欧阳询祖父欧阳頠历任使持节、都督衡州诸军事、安南将军、征南大将军等要职。欧阳询的父亲欧阳纥20岁随父从军，骁勇善战，后来子承父业，任都督交、广等十九州诸军事，广州刺史等职。陈宣帝太建元年（569年），皇帝因猜疑其怀有二心拜其为左卫将军。\n欧阳纥于是据广州起兵反叛，第二年春兵败被擒，举家上下仅欧阳询一人因逃匿而豁免，其余悉数被杀。此时欧阳询年仅13岁，此后两月，皇太后驾崩，大赦天下，欧阳询因此而免死，逃过一劫，并被父亲生前好友江总收养。欧阳询随养父20余年，长居建康（今江苏南京）。 \n官场生涯\n隋炀帝大业元年（605年），欧阳询任太常博士。\n唐高祖武德二年（619年），宇文化及自称天子，欧阳询作为朝臣亦被他掳持。\n唐高祖武德三年（620年），窦建德攻破聊城，欧阳询被东夏朝留用，授予太常卿一职。\n唐高祖武德五年（622年），秦王李世民大破窦建德于虎牢，平定河北，欧阳询又一次死里逃生，后来因为他在隋朝时与高祖李渊交情甚厚，所以被授予侍中一职，当时年已65岁。\n在大唐盛世他累迁银青光禄大夫、给事中、太子率更令、弘文馆学士，封渤海县男，故也称为“欧阳率更”。 \n应召修书\n高祖武德五年（公元622年），欧阳询应诏与人主持编撰《艺文类聚》。七年书成，询撰序言。全书凡100卷，分48部。此书征引古籍达1400馀种，这些古籍后来大多散佚。赖《艺术类聚》保存诸书许多重要内容。 \n贞观年间（626年-649年）欧阳询以80多岁的高龄逝世。 \n主要成就\n欧阳询不仅是一代书法大家，而且是一位书法理论家，他在长期的书法实践中总结出练书习字的八法，欧阳询所撰《传授诀》、《用笔论》、《八诀》、《三十六法》等都是他自己学书的经验总结，比较具体地总结了书法用笔、结体、章法等书法形式技巧和美学要求，是中国书法理论的珍贵遗产。 \n个人作品\n相关碑帖\n九成宫醴泉铭\t虞恭公碑\t皇甫诞碑\t化度寺塔铭\n黄帝阴符经（现藏于徐州市博物馆）\t荐福寺碑（已佚） \t张翰思鲈帖\t梦奠帖\n卜商帖\t正草千字文\t行书千字文\t\n书法理论\n传授诀\n每秉笔必在圆正，气力纵横轻重，凝神静虑。当审字势，四面停匀，八边俱备；长短合度，粗细折中；心眼准程，疏\n密敧正。最不可忙，忙则失势；次不可缓，缓则骨痴；又不可瘦，瘦当枯形，复不可肥，肥即质浊。细详缓临，自然备体，此是最要妙处。贞观六年七月十二日，询书付善奴授诀。 \n八诀\n所创“欧阳询八诀”书法理论，具有独到见解。对明代人李淳的八十四法，清代人黄自元结构92法的著述，均有启示。 \n人物评价\n唐张怀瓘《书断》：“询八体尽能，笔力险劲，篆体尤精，飞白冠绝，峻于古人，犹龙蛇战斗之象，云雾轻宠之势，风旋雷激，操举若神。真行之朽出于大令，别成一体，森森然若武库矛戟，风神严于智水，润色寡于虞世南。其草书迭荡流通，视之二王，可为动色，然惊其跳骏，不避危险，伤于清雅之致。” \n唐代书法品评著作《书断》称：“询八体尽能，笔力劲险。篆体尤精，飞白冠绝，峻于古人，扰龙蛇战斗之象，云雾轻笼之势，几旋雷激，操举若神。真行之书，出于太令，别成一体，森森焉若武库矛戟，风神严于智永，润色寡于虞世南。其草书迭荡流通，视之二王，可为动色；然惊其跳骏，不避危险，伤于清之致。” \n宋《宣和书谱》誉其正楷为“翰墨之冠”。 \n唐高祖李渊说：“没想到欧阳询的名声竟大到连远方的夷狄都知道。他们看到欧阳询的笔迹，一定以为他是位形貌魁梧的人物吧。” \n虞世南说他“不择纸笔，皆能如意”。 \n史书记载\n宋·欧阳修·《新唐书·欧阳询传》 \n晋·张昭远·《旧唐书》\n家族成员\n祖父：欧阳頠 \n父亲：欧阳纥 \n儿子：欧阳通 \n轶事典故\n欧阳询聪敏勤学，读书数行同尽，少年时就博览古今，精通《史记》、《汉书》和《东观汉记》三史，尤其笃好书法，几乎达到痴迷的程度。据说有一次欧阳询骑马外出，偶然在道旁看到晋代书法名家索靖所写的石碑。他骑在马上仔细观看了一阵才离开，但刚走几步又忍不住再返回下马观赏，赞叹多次，而不愿离去，便干脆铺上毡子坐下反复揣摩，最后竟在碑旁一连坐卧了3天才离去。 \n后世纪念\n欧阳询文化园\n欧阳询书法文化园位于书堂山街道书堂山村与何桥村的交界处，核心景区位于书堂山上。书堂山濒临湘江，与长沙湘江航电枢纽毗邻，北距长沙铜官窑遗址公园6公里，南距长沙市中心城区约20公里，海拔192.4米，主峰面积1.85平方公里，是欧阳询父子从事书法艺术学习和创作的重要场所，距今已有1500年的历史。 \n唐代书法名人欧阳询生于此山，长于此山，创欧体，开颜柳先河，称唐代楷书第一人，是一座当之无愧的书法名山。山中欧阳询祖居、书堂古寺等遗迹保存较好，“太子围圩”、“洗笔泉池”等书堂八景遗风尚存。 \n纪念活动\n中国书堂山首届踏青节\n中国书堂山首届踏青节于2014年3月23日—4月10日在望城书堂山街道举行。活动由书堂山欧阳询文化园主办，望城区旅游局、铜官窑管理处、新华联铜官窑国际文化旅游度假区协办。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951553895}]