[{"name":"黄庭坚草书廉颇蔺相如传","text":"黄庭坚《廉颇蔺相如列传》，文中有节略。纸本，纵32.5厘米，横1822厘米。美国纽约大都会博物馆约翰.克劳弗德藏。\n卷尾无书写纪年和史款，约书于绍圣二年（1095年）。卷内钤有“内府书印”、“绍兴”连珠印、“内省斋”、“秋壑图书”、欧阳玄印”、“项子京家珍藏”、等印鉴，还有项元汴跋。《式古堂书画会考》、安歧的《黑缘会观》等书均有著录。\n释文：\n廉颇者，赵之良将也。赵惠文王十六年，廉颇为赵将，伐齐，大破之，取阳晋，拜为上卿，以勇气闻于诸侯。蔺相如者，赵人也。为赵宦者令缪贤舍人。赵惠文王时，得楚和氏璧。秦昭王闻之，使人遗赵王书，愿以十五城请易璧。赵王与大将军廉颇诸大臣谋：欲予秦，秦城城恐不可得，徒见欺；欲勿予，即患秦兵之来。计未定，求人可使报秦者，未得。宦者令缪贤曰：臣舍人蔺相如可使。王问：何以知之？对曰：臣尝有罪，窃计欲亡走燕。臣舍人相如目臣曰：君何以知燕王？臣语曰，臣尝从大王与燕王会境上，燕王私握臣手曰，愿结友，以此知之，故欲往。相如谓臣曰：夫赵强而燕弱，而君幸于赵王，故燕王欲结于君。今君乃亡赵走燕，燕畏赵，其势必不敢留君，而束君归赵矣。君不如肉袒伏斧质请罪，则幸得脱矣。臣从其计，大王亦幸赦臣。臣窃以为其人勇士，有智谋，宜可使。于是王召见，问蔺相如曰：秦王以十五城请易寡人之璧，可予不？相如曰：秦强而赵弱，不可不许。王曰：取吾璧，不予我城，奈何？相如曰：秦以城求璧而赵不许，曲在赵；赵予璧而秦不予赵城，曲在秦。均之二策，宁许以负秦曲。王曰：谁可使者？相如曰：王必无人，臣愿奉璧往使。城入赵而璧留秦；城不入，臣请完璧归赵。赵王于是遂遣相如奉璧西入秦。秦王坐章台见相如。相如奉璧奏秦王。秦王大喜，传以示美人及左右，左右皆呼万岁。相如视秦王无意偿赵城，乃前曰：璧有瑕，请指示王。王授璧。相如因持譬却立，倚柱，怒发上冲冠，谓秦王曰：大王欲得璧，使人发书至赵王，赵王悉召群臣议，皆曰：秦贪，负其强，以空言求璧，偿城恐不可得。议不欲予秦璧，臣以为布衣之交尚不相欺，况大国乎？且以一璧之故逆强秦之欢，不可。于是赵王乃斋戒五日，使臣奉璧，拜送书于庭。何者？严大国之威以修敬也。今臣至，大王见臣列观，礼节甚据，得璧，传之美人，以戏弄臣。臣观大王无意偿赵王城邑，故臣复取璧。大王必欲急臣，臣头今与璧俱碎于柱矣！\n黄庭坚(1045－1105)，字鲁直，自号山谷道人，晚号涪翁，又称豫章黄先生，洪州分宁（今江西修水）人。北宋诗人、词人、书法家，为盛极一时的江西诗派开山三宗之一。英宗治平四年(1067)进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。哲宗立，召为校书郎、《神宗实录》检讨官。后擢起居舍人。绍圣初，新党谓其修史“多诬”，贬涪州（今重庆涪陵）别驾，旋迁戎州（今四川宜宾），安置黔州等地。徽宗初，羁管宜州卒。宋英宗治平四年进士，绍圣初以校书郎坐修《神宗实录》失实被贬职，后来新党执政，屡遭贬，死于宜州（今广西宜州）贬所。\n黄庭坚擅文章、诗词，尤工书法。诗风奇崛瘦硬，力摈轻俗之习，开一代风气。早年受知于苏轼，与张耒、晁补之、秦观并称“苏门四学士”。诗与苏轼并称“苏黄”，有《豫章黄先生文集》。词与秦观齐名，有《山谷琴趣外篇》、龙榆生《豫章黄先生词》。词风流宕豪迈，较接近苏轼，为“江西诗派”之祖。晁补之云：“鲁直间作小词固高妙，然不是当行家语，自是著腔子唱好诗。”（见《诗人玉屑》）另有不少俚词，不免亵诨。有《山谷词》又名《山谷琴趣外篇》。主要墨迹有《松风阁诗》、《华严疏》、《经伏波神祠》、《诸上座》、《李白忆旧游诗》、《苦笋赋》等。书论有《论近进书》、《论书》、《清河书画舫》、《式古堂书画汇考》著录。黄庭坚是“苏门四学士”之一，诗风奇崛瘦硬，力摈轻俗之习。开一代风气，为江西诗派的开山鼻祖。书法精妙，与苏、米、蔡并称“宋四家”。词与秦观齐名，艺术成就不如秦观。晚年近苏轼，词风疏宕，深于感慨，豪放秀逸，时有高妙。\n北宋元符元年，居戎州时，仿王羲之《兰亭集序》中“曲水流觞”意境，于今宜宾市郊北凿石饮水为池，曰“流杯池”。\n黄庭坚书法初以宋代周越为师，后来受到颜真卿、怀素、杨凝式等人的影响，又受到焦山《瘗鹤铭》书体的启发，行草书形成自己的风格。黄庭坚大字行书凝练有力，结构奇特，几乎每一字都有一些夸张的长画，并尽力送出,形成中宫紧收、四缘发散的崭新结字方法,对后世产生很大影响。在结构上明显受到怀素的影响，但行笔曲折顿挫，则与怀素节奏完全不同。在他以前，圆转、流畅是草书的基调，而黄庭坚的草书单字结构奇险，章法富有创造性，经常运用移位的方法打破单字之间的界限，使线条形成新的组合，节奏变化强烈，因此具有特殊的魅力，成为北宋书坛杰出的代表，与苏轼成为一代书风的开拓者。后人所谓宋代书法尚意，就是针对他们在运笔、结构等方面更变古法，追求书法的意境、情趣而言的。黄庭坚与苏轼、米芾、蔡襄等被称为宋四家。\n黄庭坚对书法艺术发表了一些重要的见解，大都散见于《山谷集》中。他反对食古不化，强调从精神上对优秀传统的继承，强调个性创造；注重心灵、气质对书法创作的影响；在风格上，反对工巧，强调生拙。这些思想，都可以与他的创作相印证。\n流传黄庭坚的书法，小字行书以《婴香方》、《王长者墓志稿》、《泸南诗老史翊正墓志稿》等为代表，书法圆转流畅，沉静典雅。大字行书有《苏轼黄州寒食诗卷跋》、《伏波神祠字卷》、《松风阁诗》等，都是笔画遒劲郁拔，而神闲意秾，表现出黄书的特色。草书有《李白忆旧游诗卷》、《诸上座帖》等，结字雄放瑰奇，笔势飘动隽逸,在继承怀素一派草书中,表现出黄书的独特面貌。此外黄庭坚的书法还有《伯夷叔齐墓碑》、《狄梁公碑》、《游青原山诗》、《龙王庙记》、《题中兴颂后》等。\n用笔如冯班《钝吟杂录》所讲：“笔从画中起，回笔至左顿腕，实画至右住处，却又跳转，正如阵云之遇风，往而却回也。”他的起笔处欲右先左，由画中藏锋逆入至左顿笔，然后平出，无平不陂，下笔着意变化，收笔处回锋藏颖，以“画竹法作书”给人以沉着痛快的感觉。其结体从颜鲁公《八关斋会报得记》来，中宫收紧，由中心向外作辐射状，纵伸横逸，如荡桨，如撑舟，气魄宏大，气宇轩昂，其个性特点十分显著。\n《经伏波神祠诗》，行书墨迹，纸本，46行，每行字数不一，共477字。原迹现在日本。此诗帖，洋洋数十行，挥洒自如，笔笔精到，气势开张，结体舒展，范成大评“山谷晚年书法大成，如此帖毫发无遗恨矣，心手调合，笔墨又如人意。”此帖正是一种心平气和的境况下的经意之作，具有黄庭坚书法艺术的特点，是黄庭坚晚年的得意之作。\n黄庭坚曾有一段学习草书的概括性自白：“余学草书三十余年。初以周越为师，故二十年抖擞俗字不脱。晚得苏才翁子美书观之，乃得古人笔意；其后又得张长史、僧怀素、高闲墨迹，乃窥笔法之妙；于燹道舟中，观长年荡桨，群丁拔棹、乃觉少进，喜之所得，辄得用笔。”由黄此自道可知，其学草首先是学时人周越的。周越的书法我们现在难以得见，不过从一些文献记载中还是可以想见其大概规模的。苏轼以周越书为“险劣”，米芾则评周越书为“气势雄健而锋刃交加”。黄后来在一则论书语中道出了其书法及书学思想成熟后对周越书法的看法：“王著临《兰亭》、《乐毅论》，补永禅师、周散骑《千文》，皆妙绝，同时极善用笔。若使胸巾有书数干卷，不随世碌碌，则书不病韵，自胜李两台、林和靖矣。盖美而病韵者，王著；劲而病韵者，周越——皆渠侬胸次之罪，非学者不力也。”\n无疑，山谷对草书笔法的深刻认识和掌握，当是“得张长史、僧怀素、高闲墨迹，乃窥笔法之妙”的。他在《跋此君轩诗》中写道：“近时士大夫罕得古法，但弄笔左右缠绕，遂号为草书可，不知蝌蚪、篆、隶同法同意。数百年来，唯张长史、永州狂僧怀素及余三人悟此法可。苏才翁有悟处而不能尽其宗趣，其余碌碌耳。”\n黄庭坚草书独自面日的成熟还得益于其书外功的参悟。除其上述“于燹道舟中，观长年荡桨，群丁拔棹，乃觉少进，喜之所得，辄得用笔”外，他还有一段自道可说明因缘：“余寓居开元寺夕怡思堂．坐见江山。每于此中作草，似得江山之助。然颠长史、狂僧皆倚而通神人妙。余不饮酒，忽五十年，虽欲善其事，而器不利，行笔处，时时蹇蹶，计遂不得复如醉时书也。”张旭、怀素作草皆以醉酒进入非理性忘我迷狂状态，纵笼挥洒，往往变幻莫测、出神人化。黄庭坚不饮酒，其作草全在心悟，以意使笔。然其参禅妙悟，虽多理性使笔，也能大开大合，聚散收放，进入挥洒之境。而其用笔，相形之下更显从容娴雅，虽纵横跌宕，亦能行处皆留，留处皆行。山谷所作《诸上座帖》等佛家经语诸草书帖，乃真得其妙理者。也正由此，黄庭坚开创出了中国草书的又一新境。","user":1,"timestamp":1430319958373,"verified":true},{"name":"黄庭坚草书廉颇蔺相如传","text":"\n正文语种:简体中文\n商品尺寸:37.8x21.4x2.6cm\n商品重量:640g\n品牌:湖南美术出版社\n内容简介\n《黄庭坚》内容简介：黄庭君，字鲁直，号山谷道人，晚号涪翁，宋洪州分宁（今江西修水）人。生于宋仁宗庆历五年（1045），卒于宋徽崇四年（1105）。一生经历坎坷，幼年丧父，寄养母家。治平四年（1067）及进士第，调汝州叶县尉。二十年间一直任地方官。哲宗即位，召为秘书郎。入京为官后，广交朝贤，列名〔苏门四学士〕之首。绍圣元年（1094），因为预修《神宗实录》诬枉，遂责授涪州别驾、黔州安置。元符元年（1098）移戎州，三年放还。崇宁元年（1102）迁知太平州，仅九日而罢，二年复除名编管宜州，四年卒于贬所，年六十一，私谥文节先生。《廉颇蔺相如列传》是黄庭坚的代表作之一。《廉颇蔺相如列传》为司马迁《史记》中的名篇，途述的是战国时期赵国大臣蔺相如〔先国家之急而后私仇〕的故事。{zzjj}{mljj}\n","category":"草书","verified":true,"user":1,"timestamp":1429951600646},{"name":"黄庭坚草书廉颇蔺相如传","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791629007,"text":"《廉颇蔺相如传》白纸本 纵33.7厘米，横1840.2厘米。\n美国纽约大都会博物馆藏 顾洛阜（John M Crawford Jr，1913—1988）遗赠\n\n　　 此卷为黄庭坚书《史记．廉颇蔺相如列传》，文中有节略。卷尾无书写纪年和史款，约书于绍圣二年（1095年）。卷内钤有“ 内府书印”、“绍兴”连珠印、 “内省斋”、“秋壑图书”、欧阳玄印”、“项子京家珍藏”、等印鉴，还有项元汴跋。此卷是传世黄书中的名迹，《式古堂书画会考》、安歧的《黑缘会观》等书均有著录。","author":"宋代黄庭坚","description":"黄庭坚草书廉颇蔺相如传"}]