[{"name":"张即之佛教遗经","text":"《佛遗教经》：简称《遗教经》，又名《佛垂涅槃略说教诫经》，一卷，姚秦·鸠摩罗什译，是佛陀释迦牟尼一生弘法言教内容的概括总结，是佛将入涅槃前对众弟子语重心长的谆谆教诲，也是佛留给后代所有想离苦得乐者的得度因缘。\n背景\n《佛遗教经 》倍受历代僧俗大众乃至帝王的推崇，唐太宗颁行敕令以护持佛法、弘阐圣教；宋真宗挥毫作序为雕版流通、宣扬法奥。世亲菩萨著作《遗教经论》，从七方面阐释教诫深远意义，在佛教界具有广泛深刻影响。汉地作注之古大德代不乏人，明·藕益智旭大师之《佛遗教经解》最值得捧读。书圣王羲之、唐代著名书法家孙过庭、南宋大书法家张即之所书《佛遗教经》字帖，冠绝古今，各领风骚，受历代知识分子推崇、珍爱，被无数书法爱好者观赏、临摹。若想修道成功，若欲超脱轮回，就要以戒为师，就要修身口意，就要诵习本经。此经言简意赅，深入浅出，字字珠玑，韵味无穷，译文经罗什大师推敲锤炼，故而词达意顺，古朴典雅，朗朗上口，耐人吟咏。为出家在家佛教徒之行动指南，亦为各行各业求知者之闲暇珍玩。\n唐太宗施行《遗教经》敕\n法者，如来灭后，以末代浇浮，付嘱国王大臣，护持佛法。然僧尼出家，戒行须备。若纵情淫逸，触涂烦恼，关涉人间，动违经律，既失如来玄妙之旨，又亏国王受付之义。《遗教经》，是佛临涅槃所说，诫敕弟子，甚为详要。末俗缁素，并不崇奉，大道将隐，微言且绝，永怀圣教，用思弘阐。宜令所司，差书手十人，多写经本，务尽施行。所须纸笔墨等，有司准给。其官宦五品以上，及诸州刺史，各付一卷。若见僧尼行业，与经文不同，宜公私劝勉，必使遵行。（大藏新纂卍字续藏经三十七册·六百三十一页）\n宋真宗《遗教经》序\n夫道非远人，教本无类，虽蠢动之形各异，而常乐之性斯同。由爱欲之纷纶，致轮回之增长。是以迦维之圣，出世而流慈，舍卫之区，随机而演法。既含灵而悉度，将顺俗以归真，犹于双树之间，普告大乘之众，示五根之可戒，问四谛之所疑，期法奥之宣扬，俾众心而坚固。大悲之念，斯谓至乎！朕祈嗣庆基，顾惭凉德，常遵先训，庶导秘诠。因览斯经，每怀钦奉，冀流通而有益，仍俾镂于方板，所期贻厥庶邦，凡在群伦，勉同归向云尔。（大藏新纂卍字续藏经三十七册·六百三十一页）\n世亲菩萨《遗教经论》偈颂\n真谛三藏译\n顶礼三世尊无上功德海\n哀悯度众生是故我归命\n清净深法藏增长修行者\n世及出世间我等皆礼敬\n我所建立论解释佛经义\n为彼诸菩萨令知方便道\n以知彼道故佛法得久住\n灭除凡圣过成就自他利\n藕益智旭大师《佛遗教经解》跋\n旭未出家时，读此遗教，便知字字血泪；既获剃染，靡敢或忘。所恨慧浅障深，悠悠虚度，二十余年，空无克获。既非道人，又非白衣。方抚心自愧，对镜生惭。而虚名所误，谬膺恭敬。承甫敦沈居士，固请解释此经。嗟夫！予不能臻修世出世间功德，徒以语言文字而作法施，何异诸天说法鸟耶？然一隙之明，弗忍自吝，藉此功德，回向西方。仍作迦陵频伽，代弥陀广宣法要可矣！甲申（1644年）九月二十日记。\n原文\n姚秦三藏法师鸠摩罗什译\n释迦牟尼佛，初转法轮，度阿若憍陈如；最后说法，度须跋陀罗。所应度者，皆已度讫。于娑罗双树间，将入涅槃。是时中夜，寂然无声，为诸弟子，略说法要：\n“汝等比丘，于我灭后，当尊重、珍敬波罗提木叉，如暗遇明，贫人得宝。当知此是汝等大师，若我住世，无异此也。持净戒者，不得贩卖、贸易、安置田宅、畜养人民、奴婢、畜生。一切种植及诸财宝，皆当远离，如避火坑。不得斩伐草木、垦土掘地、和合汤药、占相吉凶、仰观星宿，推步盈虚、历数算计，皆所不应。节身时食，清净自活。不得参预世事、通致使命，咒术仙药、结好贵人、亲厚媟慢，皆不应作。当自端心，正念求度。不得包藏瑕疵、显异惑众。于四供养，知量知足。趣得供事，不应畜积。此则略说持戒之相，戒是正顺解脱之本，故名波罗提木叉。依因此戒，得生诸禅定，及灭苦智慧。是故比丘，当持净戒，勿令毁缺。若人能持净戒，是则能有善法。若无净戒，诸善功德，皆不得生。是以当知，戒为第一安稳功德住处。\n“汝等比丘，已能住戒，当制五根，勿令放逸，入于五欲。譬如牧牛之人，执杖视之，不令纵逸，犯人苗稼。若纵五根，非唯五欲，将无涯畔，不可制也。亦如恶马，不以辔制，将当牵人，坠于坑陷。如被劫害，苦止一世；五根贼祸，殃及累世；为害甚重，不可不慎。是故智者，制而不随；持之如贼，不令纵逸。假令纵之，皆亦不久见其磨灭。此五根者，心为其主。是故汝等，当好制心。心之可畏，甚于毒蛇、恶兽、怨贼；大火越逸，未足喻也。譬如有人，手执蜜器，动转轻躁，但观于蜜，不见深坑。譬如狂象无钩，猿猴得树，腾跃踔踯，难可禁制。当急挫之，无令放逸。纵此心者，丧人善事。制之一处，无事不办。是故比丘，当勤精进，折伏汝心。\n“汝等比丘，受诸饮食，当如服药，于好于恶，勿生增减。趣得支身，以除饥渴。如蜂采花，但取其味，不损色香。比丘亦尔，受人供养，趣自除恼；无得多求，坏其善心。譬如智者，筹量牛力，所堪多少，不令过分，以竭其力。\n善法\n“汝等比丘，昼则勤心修习善法，无令失时。初夜后夜，亦勿有废。中夜诵经，以自消息，无以睡眠因缘，令一生空过，无所得也。当念无常之火，烧诸世间，早求自度，勿睡眠也。诸烦恼贼，常伺杀人，甚于怨家。安可睡眠，不自警悟！烦恼毒蛇，睡在汝心，譬如黑蚖，在汝室睡。当以持戒之钩，早摒除之。睡蛇既出，乃可安眠。不出而眠，是无惭人。惭耻之服，于诸庄严，最为第一。惭如铁钩，能制人非法，是故常当惭耻，勿得暂替。若离惭耻，则失诸功德。有愧之人，则有善法；若无愧者，与诸禽兽，无相异也。“汝等比丘，若有人来，节节支解，当自摄心，无令嗔恨。亦当护口，勿出恶言。若纵恚心，则自妨道，失功德利。忍之为德，持戒苦行所不能及。能行忍者，乃可名为有力大人。若其不能欢喜、忍受恶骂之毒，如饮甘露者，不名入道智慧人也。所以者何？嗔恚之害，则破诸善法，坏好名闻，今世后世，人不喜见。当知嗔心，甚于猛火；常当防护，勿令得入。劫功德贼，无过嗔恚。白衣受欲，非行道人，无法自制，嗔犹可恕。出家行道，无欲之人，而怀嗔恚，甚不可也。譬如清冷云中，霹雳起火，非所应也。\n“汝等比丘，当自摸头，已舍饰好，著坏色衣，执持应器，以乞自活。自见如是，若起憍慢，当疾灭之。增长憍慢，尚非世俗白衣所宜，何况出家入道之人。为解脱故，自降其身而行乞也。\n“汝等比丘，谄曲之心与道相违，是故宜应质直其心。当知谄曲，但为欺诳；入道之人，则无是处。是故汝等，宜当端心，以质直为本。\n“汝等比丘，当知多欲之人，多求利故，苦恼亦多。少欲之人，无求无欲，则无此患。直尔少欲，尚宜修习，何况少欲，能生诸功德。少欲之人，则无谄曲以求人意，亦复不为诸根所牵。行少欲者，心则坦然，无所忧畏；触事有余，常无不足。有少欲者，则有涅槃，是名少欲。\n“汝等比丘，若欲脱诸苦恼，当观知足。知足之法，即是富乐、安稳之处。知足之人，虽卧地上，犹为安乐；不知足者，虽处天堂，亦不称意。不知足者，虽富而贫；知足之人，虽贫而富。不知足者，常为五欲所牵，为知足者之所怜悯，是名知足。\n“汝等比丘，欲求寂静、无为安乐，当离愦闹，独处闲居。静处之人，帝释诸天，所共敬重。是故当舍己众他众，空闲独处，思灭苦本。若乐众者，则受众恼，譬如大树，众鸟集之，则有枯折之患。世间缚著，没于众苦，譬如老象溺泥，不能自出，是名远离。\n“汝等比丘，若勤精进，则事无难者。是故汝等，当勤精进。譬如小水长流，则能穿石。若行者之心，数数懈废，譬如钻火，未热而息；虽欲得火，火难可得。是名精进。\n“汝等比丘，求善知识，求善护助，无如不忘念。若有不忘念者，诸烦恼贼，则不能入。是故汝等，常当摄念在心。若失念者，则失诸功德。若念力坚强，虽入五欲贼中，不为所害。譬如著铠入阵，则无所畏，是名不忘念。\n“汝等比丘，若摄心者，心则在定。心在定故，能知世间，生灭法相。是故汝等，常当精勤，修习诸定。若得定者，心则不散，譬如惜水之家，善治堤塘。行者亦尔，为智慧水故，善修禅定，令不漏失，是名为定。\n“汝等比丘，若有智慧，则无贪著。常自省察，不令有失，是则于我法中，能得解脱。若不尔者，既非道人，又非白衣，无所名也。实智慧者，则是度老病死海坚牢船也，亦是无明黑暗大明灯也，一切病者之良药也，伐烦恼树之利斧也。是故汝等，当以闻思修慧而自增益。若人有智慧之照，虽是肉眼，而是明见人也，是名智慧。\n戏论\n“汝等比丘，种种戏论，其心则乱；虽复出家，犹未得脱。是故比丘，当急舍离，乱心戏论。若汝欲得寂灭乐者，唯当善灭戏论之患，是名不戏论。\n“汝等比丘，于诸功德，常当一心，舍诸放逸，如离怨贼。大悲世尊，所说利益，皆已究竟，汝等但当勤而行之。若于山间，若空泽中，若在树下，闲处静室，念所受法，勿令忘失，常当自勉，精进修之；无为空死，后致有悔。我如良医，知病说药，服与不服，非医咎也。又如善导，导人善道，闻之不行，非导过也。\n“汝等若于苦等四谛有所疑者，可疾问之，毋得怀疑、不求决也。”尔时世尊，如是三唱，人无问者，所以者何？众无疑故。时阿耨楼驮，观察众心，而白佛言：“世尊，月可令热，日可令冷，佛说四谛，不可令异。佛说苦谛实苦，不可令乐。集真是因，更无异因。苦若灭者，即是因灭，因灭故果灭。灭苦之道，实是真道，更无余道。世尊，是诸比丘，于四谛中，决定无疑。于此众中，若所作未办者，见佛灭度，当有悲感。若有初入法者，闻佛所说，即皆得度。譬如夜见电光，即得见道。若所作已办，已度苦海者，但作是念：‘世尊灭度，一何疾哉！’”\n阿耨楼驮虽说此语，众中皆悉了达四圣谛义。世尊欲令此诸大众皆得坚固，以大悲心，复为众说：“汝等比丘，勿怀悲恼，若我住世一劫，会亦当灭。会而不离，终不可得。自利利他，法皆具足。若我久住，更无所益。应可度者，若天上人间，皆悉已度。其未度者，皆亦已作得度因缘。自今以后，我诸弟子，展转行之，则是如来，法身常在，而不灭也。是故当知，世皆无常，会必有离，勿怀忧恼，世相如是。当勤精进，早求解脱；以智慧明，灭诸痴暗。世实危脆，无坚牢者。我今得灭，如除恶病；此是应舍之身，罪恶之物。假名为身，没在老病生死大海。何有智者，得除灭之，如杀怨贼，而不欢喜！”\n“汝等比丘，常当一心，勤求出道。一切世间，动不动法，皆是败坏、不安之相。汝等且止，勿得复语，时将欲过，我欲灭度，是我最后之所教诲。” \n注释\n“祈嗣庆基，顾惭凉德”：期望后代人丁兴旺、繁荣昌盛，具有坚固的社稷、幸福的根基；然而环视自己，道德平庸、功德浅薄，感到非常惭愧。\n“贻厥庶邦”：yíjuéshùbāng，遗留给国家的百姓们。即将《佛遗教经》刻板流通，使当时及后代的人民都能够读到，接受佛法的甚深教益。\n“亲厚媟xiè慢，皆不应作”：媟慢也就是一些唱歌、跳舞、饮酒的酒吧，或者是做种种不合法的人，或者男的、女的，乱七八糟的，这不必详细说出来。亲厚就是对他们不知有多好，和他们做朋友，和这些或者做妓女、娼妓这一类的人来往很密切，很有感情的，去亲厚这些狎昵傲慢的人。这些事情，真正修道的人都不应该去做。（宣化上人）\n踔踯chuōzhí，踢打戏弄，来回攀援。\n","category":"草书","verified":true,"user":1,"timestamp":1429951560117}]