[{"name":"孙过庭书谱v2","text":"孙过庭（646～691）。中国唐代书法家，书法理论家。名虔礼，以字行。吴郡富阳（今浙江富阳）人，一作陈留（今河南开封）人。曾任右卫胄参军、率府录事参军。胸怀大志，博雅好古。擅楷书、行书，尤长于草书，取法王羲之、王献之，笔势坚劲，直逼二王。著《书谱》2卷，已佚。今存《书谱序》，分溯源流、辨书体、评名迹、述笔法、诫学者、伤知音6部分，文思缜密，言简意深，在古代书法理论史上占有重要地位。其中许多论点，如学书三阶段、创作中的五乖五合等，至今仍有意义。有墨迹《书谱》传世。\n人物简介\n孙过庭（646年～691年），名过庭，字虔礼。他是何地人氏？学界一直没有定论。唐朝书法家，书学理论家。官右卫胄参军，一说官率府录事参军。工楷、行、草，师法二王。宋米芾以为唐草得二王法者，无出其右。然也有论者如窦巫讥其书为千纸一类、一字万同者。有的说他是岗阳（今浙江富阳）人，有的说他是陈留（今河南开封）人，他在《书谱》中自称“吴郡孙过庭”，应该是苏州一带的人。他出身寒微，在“志学之年”，就留心翰墨，学习书法，专精极虑达二十年，终于自学成才。到了四十岁，才做了“率府录事参军”的小官，因操守高洁，遭人谗议丢了官。辞官归家后他抱病潜心研究书法，撰写书论，可惜未及完稿，孙过庭因贫病交困，暴卒于洛阳植业里之客舍。唐初大诗人陈子昂曾为他作《率府录事孙君墓志铭》和《魏率府孙录事文》，说“元常（钟繇）既殁，墨妙不传，君之遗翰，旷代同仙”。把孙过庭比为三国时的大书家钟繇，可见他在唐初就很受推重。\n籍贯争议\n其籍贯有二说：一说陈留（今河南开封）人；一说富阳（今杭州西南部）人。一般均称富阳人，可是他自称吴郡（今江苏苏州）人。陈子昂为其作墓志铭，谓过庭“四十见君，遭谗慝之议。”他是唐高宗、武则天时人，官右卫胄曹参军、率府录事参军。擅长书法和书法理论，他博雅能文章，真行草书尤工。草书师法“二王”。“工于用笔，俊拔刚断”（《书断》），如“丹崖绝壑，笔势坚劲”（唐韦续《续书品》）。以草书擅名，尤妙于用笔，隽拔刚折，尚异好奇。他又善于临摹古帖，往往真赝不易分辨。唐高宗曾谓过庭小字足以迷乱羲、献，其逼真可知。陈子昂《祭率府孙录事文》说：“元常既殁，墨妙不传，君之遗翰，旷代同仙。”把孙书迹，比作魏的钟繇，可见对孙氏的书法造诣推崇备至。\n书法成就\n孙过庭“好古博雅，工文辞，得名于翰墨间”。他擅长楷、行、草诸体，尤以草书著名。孙过庭传世书迹有《书谱》、《千字文》、《景福殿赋》三种，都是草书墨迹，其中成就最高、影响最大的要数《书谱》。\n孙过庭的《书谱》墨迹问世后不久，就有人提出批评。如唐代的窦暨在《述书赋》里说孙氏的草书有“闾阎（凡夫俗子）之风，千纸一类，一字万同”。这种说法受到了后世专家的反驳。宋代的王诜说：“虔礼（孙过庭）草书专学二王。郭仲微所藏《千文》，笔势遒劲，虽觉不甚飘逸，然比之永师（智永）所作，则过庭已为奔放矣。而窦暨谓过庭之书千纸一类，一字万同，余固已深疑此语，既而复获此书，研究之久，视其兴合之作，当不减王家父子。至其纵任优游之处，仍造于疏，此又非众所能知也。”宋代的米芾虽然对前代书家颇为苛刻，对孙过庭的草书却心悦诚服。他在《海岳名言》中说：“孙过庭草书《书谱》。甚有右军法。作字落脚，差近前而直，此过庭法。凡世称右军书，有此等字，皆孙笔也。凡唐草得二王法，无出其右”。明代的焦谓：“昔人评孙书，谓千字一律，如风偃草，意轻之也。余谓《书谱》虽运笔烂熟，而中藏轨法，故自森然。顷见《千文》真迹，尤可以见晋人用笔之意。禅门所称不求法脱不为法缚，非入三昧者，殆不能办此。”王世贞也说：“虔礼书名，一时，独窦暨贬曰凡草闾阎之类。《书谱》浓润圆熟，几在山阴（王羲之）堂室。后复纵放，有渴猊游龙之势。细玩之，则所谓一字万同者，美碧之微瑕，故不能掩也。”这些分析与评价要比窦暨全面、中肯得多。\n艺术特点\n细观《书谱》墨迹，孙过庭既得二王笔法的真谛，又有所发扬、创新。全篇开始一段用笔沉稳。速去援来，应规入矩，就象交响曲的引子，意和气平；中间写得兴起，笔势渐转放纵，点画相连，钩环牵引；到了后段，随逸兴遄飞而达到高潮，只见笔下生风，波诡云谲，尽情挥洒。首尾三千余言，高潮迭起一气呵成，真是“意先笔后，潇洒流落，翰逸神飞”，达到了“智巧兼优，心手双畅”的化境。看《书谱》的用笔，流畅婉转中极富变化，“一画之间，变起伏于锋杪；一点之内，映带俯仰，气脉贯通。笔端或轻如蝉翼，或重若崩云，刚中显柔，柔中寓刚，飞动轻继，意趣盎然。《书谱》笔法虽源于王羲之，但比王羲之更为隽拔刚断、富于变化。最具有特点的是横划、长点捺，先顿笔重按，后顺笔出锋，使一笔中陡然出现两种变化，波澜跌宕，神采顿生。右环转下作弧笔时，笔画末端由精转而出细锋，锋芒咄咄，精神外耀，宛如瀑布突然受阻，流水变细，从岩隙中急转而出。藏锋、露锋、中锋、侧锋，无拘无束，自然挥洒。其笔法、意趣、气韵颇近陆机《平复帖》和王羲之《寒切帖》、《远宦贴》，用笔破而愈完，纷而愈治，飘逸愈沉着，婀娜愈刚健”。《书谱》的墨色亦燥润参差，前半段以取妍，温雅流美；后半段燥笔居多，“若柘槎架险，巨石当路”。其结构虽以平正为基调，但疏密聚散得宜，宽窄伸缩有致，在参差错落的章法中，更见浑然天成之妙。千百年来，《书谱》博得了众多书家的赞叹和推崇，其中以孙承泽说得最为公允，他说：“唐初诸人无一人不摹右军，然皆有蹊径可寻。孙虔礼之《书谱》，天真潇洒，掉臂独行，无意求合，而无不宛合，此有唐第一妙腕”。\n代表作分析\n除《书谱》以外，孙过庭写的《千字文》和《景福殿赋》也是书法艺术中的佼佼者。冯梦祯在《快雪堂集》中说：“余观《千文》真迹，出入规矩，姿态横生，如蛟龙之不可方物，似从右军（王羲之）、大令（王献之）换骨来。”真迹已经散佚，现可见到的有《余清斋》、《墨妙轩》法帖刻本两种，其中《墨妙轩》本为宋人所书，托为孙书。《余清斋》刻本的《千文》，用笔纯熟而不露锋芒，颇有气派。总的看来，孙过庭的《书谱》与《千字文》的书法，脱胎于“二王”，从作品中可以清楚地看到“二王”法乳。而传世的《景福殿赋》则又是一番气象，面目与《书谱》差别很远，所以历来有人怀疑非孙所作。此帖用笔尖细方硬，结体有章草遗意，别有一番风姿。该墨迹原件现藏故宫博物院。\n理论成就\n孙过庭在书法理论方面的成就也是巨大的，其书论之精华集中在《书谱》之中，历凡是研究书法者，无不奉为臬。在《书谱》三千七百字中涉及到书法发展、学书师承、重视功力、广泛吸收、创作条件、学书正途、书写技巧以及如何攀登书法高峰等课题，至今仍有现实意义。\n首先，孙过庭回顾了汉晋四位大书法家（张芝、钟繇、王羲之、王献之）的成就及不同的书风，指出自他们以来书法发展的总体特点是“古质而今妍”。二王父子的功绩，就在于他们走在这条道路的最前列，是当时人们审美观点在书法上的集中体现，所以才成为书法大师。要学书法，就必须取法乎上，钟、张、二王的生花妙笔，正是人们师法的最佳范本。\n其次，字中点画是组成书法艺术的基本元素，书家必须对此十分精熟，才能通过点画体现“形质”，用挥写来表达“性情”。尽管正、草书体有动静之别，技巧表现也各有侧重，但“形质”和“性情”总是显示书法生命活力的基本要求。为了更好地充实书法的活力，还必须从其它各种书体中去吸取新的营养。比如学习楷书与草书，应该“旁通二篆，俯贯八成，包括篇章，涵泳飞白”，兼收博采，有容乃大。当然，书法创作的成功与否，除了书法家的功力是否深厚外，人的情绪，工具、材料的优劣，以至天气季节的变化，都会产生影响。书写者应在最佳状态时挥毫，才能使书法艺术达到理想的境界。\n融诸体之长，触类而旁通之，是书家成功的重要因素，历代书家概莫能外。为了阐明这个问题，孙过庭分析了篆、隶、草、章的特点和长处，他说：“篆尚宛而通，隶欲精而密，草贵流而畅，章务简而使”，这是历来对诸书体最为简明精辟的论述，其具体含义是：篆书，特别是小篆，是用首尾藏锋、行笔中锋、均匀一致的圆线条写成的。圆线条具有柔和、婉媚、抒情的性格；转角宜圆曲，形体宜修长，这样线条才能贯通流畅，充分体现出婉柔流通的艺术特色。所以说：“篆尚婉而通”。\n隶书改篆书的圆笔为方笔，方笔挺直有力，转角处也改圆转为方折，结体必然以严整代替“婉而通”，变长方为横宽，这样才能协调一致。所以孙过庭强调：“隶欲精而密”。隶书是以方直为特点，易显呆板，故隶书啬“蚕头燕尾”，使方使严正的隶书显出飞动活脱之气。但不可多用，“燕不双飞”，多则失去了“精而密”的特点。\n草书是快速书写的字体，要快就要删并一些笔画，且须把一些笔画连通起来一鼓作气写出。其结果方白的楞角变成了弯转的圆角，出现了许多摆动而流畅的曲线，故曰：“流而畅”。章草是隶书的草体，与今草相同处在删简和圆转；不同处在字字独立，保留了隶书的“燕尾”即捺笔。作为隶书的草体，它不如今草那样连绵不断一泻千里，但比起隶书来却快速简便得多了，故曰：“简而便”。\n一个学书者，使篆之“婉能”，隶之“精密”、草之“流畅”、章之“简便”，汇诸长于腕下，自然能成大家。\n再次，孙过庭在《书谱》中谈了书法创作中的核心问题－－运笔（所以有人也称《书谱》为《运笔论》）。他告诫学者要在“执、使、转、用”的技巧上下功夫。针对当时书坛上出现的不良书风，即把一些装饰性的“美术字”作为创新的书法，孙过庭指斥他们为“巧涉丹青，工亏翰墨”，没有在运笔上下真功夫。\n最后，孙过庭总结了书法艺术的创作规律，认为学习书法有三个阶段，即平正一险绝一平正。他说：“初学分布，但求平正；既知平正，务追险绝；既能险绝，复归平正。初谓未及，中则过之，后乃通会，通会之际，人书俱老”。任何一位成功的书法家都要遵循这个规律前进的。\n《书谱》是孙过庭自己书法实践的总结和升华，这些言之有物、透辟精到的书论给后学者的教益，比起那些缺乏书法实践或书艺不高的理论家的泛泛空论，不知要多少。《书谱》无愧是一部书学经典。\n《书谱》\n孙过庭是一位书法理论家，他著有《书谱》，深得书法之旨趣。至今流传，成为学习草书的楷范。他还书有《千字文》、《景福殿赋》等。他的名迹《书谱》，墨迹本，孙过庭撰并书。书于垂拱三年（687），草书，纸本。纵27.2厘米，横898.24厘米。每纸16至18行不等，每行8至12字，共351行，3500余字。衍文70余字，“汉末伯英”下阙30字，“心不厌精”下阙30字。《书谱》在宋内府时尚有上、下二卷，下卷散失后，现传世只上卷。孙氏在数十年的书法实践中，认为汉唐以来论书者“多涉浮华，莫不外状其形，内迷其理。”因撰《书谱》一卷，于运笔评加阐述，故唐宋间亦称为《运笔论》。《书谱》真迹，流传有绪，原藏宋内府，钤有“宣和”、“政和”。宋徽宗题签。后归孙承泽，又归安岐，后归清内府，旧藏故宫博物院，现藏台湾，俗称真迹本《书谱》。有影印本出版。《书谱》是中国书学史上一篇划时代的书法论著，提出他著名的书法观：“古不乖时，今不同弊”，为书法美学理论奠定了基础。在书法艺术上的成就是与他在书法理论上的成就相统一的。孙过庭书法，上追“二王”，旁采章草，融二者为一体，并出之己意，笔笔规范，极具法度，有魏晋遗风。\n著作《书谱》\n唐孙过庭撰。窦蒙《述书赋注》曰，孙过庭字虔礼，富阳人。右卫胄曹参军。张怀瓘《书断》则云：孙虔礼字过庭，陈留人。官至率府录事参军。二人俱相距不远，而所记名字、爵里不同，殆与《旧唐书》称房乔字元龄，《新唐书》称房元龄字乔者，同一讹异？疑唐人多以字行，故各据所闻不能画一也。是书篇末自题垂拱三年，盖武后时作。《书断》谓之笔意论。然世传石刻，乃其手迹，篇中自称名曰《书谱》，则作《书谱》为是矣。过庭之书，颇为窦臮《述书赋》所诋，然自宋以来，皆推能品，不以臮言为然。张怀瓘推奖是书，亦称其深得旨趣，故操翰者奉为指南。然过庭自称，撰为六篇，分为两卷，此本乃止一篇，疑全书巳佚，传流真迹，仅存其总序之文。以前贤绪论，姑存以见一班，而仍题其全书之名耳。然微言奥义，已足见其大凡矣。\n---出《四库总目提要》（百度国学）\n评价\n《书谱》在书法艺术上的成就也相当高，孙过庭的书法上追“二王”，笔笔规范，极具法度，有魏晋遗风，历代予以很高评价。宋米芾评道：过庭草书《书谱》，甚有右军法。作字落脚差近前而直，此乃过庭法。凡世称右军书有此等字，皆孙笔也。凡唐草得二王法，无出其右。（《书史》）\n清朱履贞：惟孙虔礼草书《书谱》，全法右军，而三千七百馀言，一气贯注，笔致具存，实为草书至宝。（《书学捷要》）\n王世贞云：“《书谱》浓润圆熟，几在山阴堂室。后复纵放，有渴猊游龙之势。”《书概》又称：《书谱》用笔破而愈完，纷而愈治，飘逸愈沉着，婀娜愈刚健。”然因过于圆熟，也得到“闾阎之风，千纸一类，一字万同”的批评（《述书赋》）。\n唐张怀瓘《书断》云：“草书宪章二王，工于用笔，隽拔刚断，尚异好奇，凌越险阻，功用少而天才有余，真行之书亚于草矣。”\n刻本\n书谱刻本诸多，最著名的是北宋大观年间（1107--1110年）内府所刻，因帖石置于太清楼下，故又称《太清楼书谱》。墨迹原石早佚，仅有拓本故宫博物院所藏宋拓《孙过庭书谱》海内孤本传世。除此之外“薛刻”、“安刻”也较有名。\n故宫博物院所藏宋拓《孙过庭书谱》是上卷残本，摹刻精良，且首行至第二行较墨迹多17字，可补墨迹之缺。拓本有张伯英、罗敦、林志均、马叙伦、齐燕铭等跋，钤“石门吴乃琛尽忱珍藏”、“陈叔通”等印。共14页，每页8行，行10至14字不等。每页尺寸纵31cm，横22.3cm。此帖宋陈思《宝刻丛编》，马国权《书谱译注》、杨震方《碑帖叙录》、张彦生《善本碑帖录》等书有著录。\n主要作品\n《书谱》\n《书谱》，唐代孙过庭撰并书。草书，分上、下卷。款署垂拱三年写记。存纸本墨迹上卷，现藏台湾故宫博物院。《石渠宝笈》载：卷高八寸五分、横二丈八尺七分，凡三百七十行。书法二王，笔势坚劲，后半卷愈益恣肆，唐代窦臮虽有“千纸一类，一字万同”之评，而明代王世贞称：“美璧微瑕，故不能掩也。”历代习草者，多取为范本。此帖又是著名的书法论文，《书断》、《宣和书谱》等称之为“运笔论”。而手迹卷首题“书谱卷上”，篇末记“撰为六篇，分成二卷”。宋代以后所传，仅见三千七百余言，学者多疑有脱佚，近人朱建新考北宋以前论书者所称引，无一语出于今传本之外，而论文亦首尾完具，无以复加，故推证应为原文全篇。唯装裱多次，中间已有断失，“卷下”等篇失去，故生杂议。两汉以来论书之作甚多，而此篇言简意赅，不蹈空疏，委曲切实，于“执、使、转、用”之际，阐述颇多精义，为故代论书名作。唐代徐浩所撰书法论著。《新唐书》、《宋史》称唐代徐浩有《书谱》一卷。已佚。清代万斯同所撰论著。共二十四卷，见杨宾《大瓢偶笔》。清代姜宸英书法论著。程瑶田《书势·五事》中曾提及之。\n《草书千字文》\n唐孙过庭《草书千字文》孙过庭三十八岁时所作，通篇以今草书为主，掺以章草，草法上下连接，用笔含蓄不露，功力内在，沉着而飘逸，劲健而婀娜，一气贯注，笔致俱存，甚为精熟。卷中钤有唐“龟龙麟凤”朱文印记、南唐“建业文房之印”及“合同”朱文印记、宋米芾“宝晋斋”白文印记。此卷与唐垂拱三年（687）撰《书谱·卷上》面貌颇不一致，有学者认为非孙氏原作，而是以后的临仿本。\n《佛遗教经》\n《佛遗教经》又叫《佛垂涅般略说教诫经》、《佛临般涅拌经》、《佛临般涅般略说教诫经》。约在公元前248年，佛祖释迦牟尼在拘尸那城附近的娑罗双树下即将圆寂之时，遗嘱众徒。后经阿难、迦叶等徒的整理形成《佛遗教经》而流传后世。此经2500字左右，言短而意深，佛家精要尽括无余。我国南北朝时代，经姚氏后秦高僧鸠摩罗什（印度人，生于新疆，精通汉文。公元401年即后秦弘始3年，秦帝姚兴邀入长安，专译佛经）译成汉文，后经唐朝书家孙过庭手书，而成为历代王朝的内府秘本，到清朝中叶流落士大夫之手后方有刻石传世。但沧桑变迁，加之战乱侵扰，原刻石不知所向。从此，孙过庭书《佛遗教经》在国内绝迹。\n民国初年，中国佛教净土宗大师夏莲居居士赴日本讲学，意外发现日本佛教界有后秦三藏法师鸠摩罗什翻译、唐朝大书家孙过庭手书的《佛遗教经》石刻本，细审“秘府”“缉熙殿宝”印鉴俱全，便出资购回。至今国内未见第二本。\n《书谱》\n孙过庭《书谱》释文\n夫自古之善书者，汉魏有钟张之绝，晋末称二王之妙。王羲之云：“顷寻诸名书，钟张信为绝伦，其余不足观。”可谓钟张云没，而羲献继之。又云：“吾书比之钟张，钟当抗行，或谓过之。张草犹当雁行。然张精熟，池水尽墨，假令寡人耽之若此，未必谢之。”此乃推张迈钟之意也。考其专擅，虽未果于前规；摭以兼通，故无惭于即事。评者云：“彼之四贤，古今特绝；而今不逮古，古质而今研。”夫质以代兴，妍因俗易。虽书契之作，适以记言；而淳醨一迁，质文三变，驰鹜沿革，物理常然。贵能古不乖时，今不同弊，所谓“文质彬彬。然后君子。”何必易雕宫于穴处，反玉辂于椎轮者乎！又云：“子敬之不及逸少，犹逸少之不及钟张。”意者以为评得其纲纪，而未详其始卒也。且元常专工于隶书，伯英尤精于草体，彼之二美，而逸少兼之。拟草则馀真，比真则长草，虽专工小劣，而博涉多优；总其终始，匪无乖互。谢安索善尺牍，而轻子敬之书。子敬尝作佳书与之，谓必存录，安辄题后答之，甚以为恨。安尝问敬：“卿书何如右军？”答云：“故当胜。”安云：“物论殊不尔。”于敬又答：“时人那得知！”敬虽权以此辞折安所鉴，自称胜父，不亦过乎！且立身扬名，事资尊显，胜母之里，曾参不入。以于敬之豪翰，绍右军之笔札，虽复粗传楷则，实恐未克箕裘。况乃假托神仙，耻崇家范，以斯成学，孰愈面墙！后羲之往都，临行题壁。子敬密拭除之，辄书易其处，私为不恶。羲之还，见乃叹曰：“吾去时真大醉也！”敬乃内惭。是知逸少之比钟张，则专博斯别；子敬之不及逸少，无或疑焉。\n余志学之年，留心翰墨，昧钟张之馀烈，挹羲献之前规，极虑专精，时逾二纪。有乖入木之术，无间临池之志。观夫悬针垂露之异，奔雷坠石之奇，鸿飞兽骇之资，鸾舞蛇惊之态，绝岸颓峰之势，临危据槁之形；或重若崩云，或轻如蝉翼；导之则泉注，顿之则山安；纤纤乎似初月之出天涯，落落乎犹众星之列河汉；同自然之妙，有非力运之能成；信可谓智巧兼优，心手双畅，翰不虚动，下必有由。一画之间，变起伏于锋杪；一点之内，殊衄挫于毫芒。况云积其点画，乃成其字；曾不傍窥尺犊，俯习寸阴；引班超以为辞，援项籍而自满；任笔为体，聚墨成形；心昏拟效之方，手迷挥运之理，求其妍妙，不亦谬哉！然君子立身，务修其本。杨雄谓：“诗赋小道，壮夫不为。”况复溺思毫厘，沦精翰墨者也！夫潜神对奕，犹标坐隐之名；乐志垂纶，尚体行藏之趣。讵若功定礼乐，妙拟神仙，犹埏埴之罔穷，与工炉而并运。好异尚奇之士；玩体势之多方；穷微测妙之夫，得推移之奥赜。著述者假其糟粕，藻鉴者挹其菁华，固义理之会归，信贤达之兼善者矣。存精寓赏，岂徒然与？而东晋士人，互相陶淬。至于王谢之族，郗庾之伦，纵不尽其神奇，咸亦挹其风味。去之滋永，斯道愈微。方复闻疑称疑，得末行末，古今阻绝，无所质问；设有所会，缄秘已深；遂令学者茫然，莫知领要，徒见成功之美，不悟所致之由。或乃就分布于累年，向规矩而犹远，图真不悟，习草将迷。假令薄能草书，粗传隶法，则好溺偏固，自阂通规。讵知心手会归，若同源而异派；转用之术，犹共树而分条者乎？加以趁变适时，行书为要；题勒方幅，真乃居先。草不兼真，殆于专谨；真不通草，殊非翰札，真以点画为形质，使转为情性；草以点画为情性，使转为形质。草乖使转，不能成字；真亏点画，犹可记文。回互虽殊，大体相涉。故亦傍通二篆，俯贯八分，包括篇章，涵泳飞白。若毫厘不察，则胡越殊风者焉。至如钟繇隶奇，张芝草圣，此乃专精一体，以致绝伦。伯英不真，而点画狼藉；元常不草，使转纵横。自兹己降，不能兼善者，有所不逮，非专精也。虽篆隶草章，工用多变，济成厥美，各有攸宜。篆尚婉而通，隶欲精而密，草贵流而畅，章务检而便。然后凛之以风神，温之以妍润，鼓之以枯劲，和之以闲雅。故可达其情性，形其哀乐，验燥湿之殊节，千古依然；体老壮之异时，百龄俄顷，磋呼，不入其门，讵窥其奥者也！又一时而书，有乖有合，合则流媚，乖则雕疏，略言其由，各有其五：神怡务闲，一合也；感惠徇知，二合也；时和气润，三合也；纸墨相发，四合也；偶然欲书，五合也。心遗体留，一乖也；意违势屈，二乖也；风燥日炎，三乖也；纸墨不称，四乖也；情怠手阑，五乖也。乖合之际，优劣互差。得时不如得器，得器不如得志，若五乖同萃，思遏手蒙；五合交臻，神融笔畅。畅无不适，蒙无所从。当仁者得意忘言，罕陈其要；企学者希风叙妙，虽述犹疏。徒立其工，未敷厥旨。不揆庸昧，辄效所明；庶欲弘既往之风规，导将来之器识，除繁去滥，睹迹明心者焉。\n代有《笔阵图》七行，中画执笔三手，图貌乖舛，点画湮讹。顷见南北流传，疑是右军所制。虽则未详真伪，尚可发启童蒙。既常俗所存，不藉编录。至于诸家势评，多涉浮华，莫不外状其形，内迷其理，今之所撰，亦无取焉。若乃师宜官之高名，徒彰史牒；邯郸淳之令范，空著缣缃。暨乎崔、杜以来，萧、羊已往，代祀绵远，名氏滋繁。或藉甚不渝，人亡业显；或凭附增价，身谢道衰。加以糜蠢不传，搜秘将尽，偶逢缄赏，时亦罕窥，优劣纷纭，殆难覼缕。其有显闻当代，遗迹见存，无俟抑扬，自标先后。且六文之作，肇自轩辕；八体之兴，始于嬴政。其来尚矣，厥用斯弘。但今古不同，妍质悬隔，既非所习，又亦略诸。复有龙蛇云露之流，龟鹤花英之类，乍图真于率尔，或写瑞于当年，巧涉丹青，工亏翰墨，异夫楷式，非所详焉。代传羲之与子敬笔势论十章，文鄙理疏，意乖言拙，详其旨趣，殊非右军。且右军位重才高，调清词雅，声尘未泯，翰牍仍存。观夫致一书，陈一事，造次之际，稽古斯在；岂有贻谋令嗣，道叶义方，章则顿亏，一至于此！又云与张伯英同学，斯乃更彰虚诞。若指汉末伯英，时代全不相接；必有晋人同号，史传何其寂寥！非训非经，宜从弃择。夫心之所达，不易尽于名言；言之所通，尚难形于纸墨。粗可仿佛其状，纲纪其辞。冀酌希夷，取会佳境。阙而末逮，请俟将来。今撰执使转用之由，以祛未悟。执谓深浅长短之类是也；使谓纵横牵掣之类是也；转谓钩环盘纡之类是也；用谓点画向背之类是也。方复会其数法，归于一途；编列众工，错综群妙，举前人之未及，启后学于成规；窥其根源，析其枝派。贵使文约理赡，迹显心通；披卷可明，下笔无滞。诡辞异说，非所详焉。然今之所陈，务稗学者。但右军之书，代多称习，良可据为宗匠，取立指归。岂惟会古通今，亦乃情深调合。致使摹蹋日广，研习岁滋，先后著名，多从散落；历代孤绍，非其效与？试言其由，略陈数意：止如《乐毅论》、《黄庭经》、《东方朔画赞》、《太史箴》、《兰亭集序》、《告誓文》，斯并代俗所传，真行绝致者也。写《乐毅》则情多佛郁；书《画赞》则意涉瑰奇；《黄庭经》则怡怿虚无；《太史箴》又纵横争折；暨乎《兰亭》兴集，思逸神超，私门诫誓，情拘志惨。所谓涉乐方笑，言哀已叹。岂惟驻想流波，将贻啴嗳之奏；驰神睢涣，方思藻绘之文。虽其目击道存，尚或心迷议舛。莫不强名为体，共习分区。岂知情动形言，取会风骚之意；阳舒阴惨，本乎天地之心。既失其情，理乖其实，原夫所致，安有体哉！夫运用之方，虽由己出，规模所设，失之千里，苟知其术，适可兼通。心不厌精，手不忘熟。若运用尽于精熟，规矩谙于胸襟，自然容与徘徊，意先笔后，潇洒流落，翰逸神飞，亦犹弘羊之心，预乎无际；庖丁之目，不见全牛。尝有好事，就吾求习，吾乃粗举纲要，随而授之，无不心悟手从，言忘意得，纵未穷于众术，断可极于所诣矣。若思通楷则，少不如老；学成规矩，老不如少。思则老而愈妙，学乃少而可勉。勉之不已，抑有三时；时然一变，极其分矣。至如初学分布，但求平正；既知平正，务追险绝，既能险绝，复归平正。初谓未及，中则过之，后乃通会，通会之际，人书俱老。仲尼云：“五十知命”、“七十从心。”故以达夷险之情，体权变之道，亦犹谋而后动，动不失宜；时然后言，言必中理矣。是以右军之书，末年多妙，当缘思虑通审，志气和平，不激不历，而风规自远。子敬已下，莫不鼓努为力，标置成体，岂独工用不侔，亦乃神情悬隔者也。或有鄙其所作，或乃矜其所运。自矜者将穷性域，绝于诱进之途；自鄙者尚屈情涯，必有可通之理。磋乎，盖有学而不能，未有不学而能者也。考之即事，断可明焉。然消息多方，性情不一，乍刚柔以合体，忽劳逸而分驱。或恬憺雍容，内涵筋骨；或折挫槎枿，外曜锋芒。察之者尚精，拟之者贵似。况拟不能似，察不能精，分布犹疏，形骸未捡；跃泉之态，未睹其妍，窥井之谈，已闻其丑。纵欲唐突羲献，诬罔钟张，安能掩当年之目，杜将来之口！慕习之辈，尤宜慎诸。至有未悟淹留，偏追劲疾；不能迅速，翻效迟重。夫劲速者，超逸之机，迟留者，赏会之致。将反其速，行臻会美之方；专溺于迟，终爽绝伦之妙。能速不速，所谓淹留；因迟就迟，讵名赏会！非其心闲手敏，难以兼通者焉。假令众妙攸归，务存骨气；骨既存矣，而遒润加之。亦犹枝干扶疏，凌霜雪而弥劲；花叶鲜茂，与云日而相晖。如其骨力偏多，遒丽盖少，则若枯槎架险，巨石当路，虽妍媚云阙，而体质存焉。若遒丽居优，骨气将劣，譬夫芳林落蕊，空照灼而无依；兰沼漂萍，徒青翠而奚托。是知偏工易就，尽善难求。虽学宗一家，而变成多体，莫不随其性欲，便以为姿：质直者则径侹不遒；刚佷者又倔强无润；矜敛者弊于拘束；脱易者失于规矩；温柔者伤于软缓，躁勇者过于剽迫；狐疑者溺于滞涩；迟重者终于蹇钝；轻琐者淬于俗吏。斯皆独行之士，偏玩所乖。\n《易》曰：“观乎天文，以察时变；观乎人文，以化成天下。”况书之为妙，近取诸身。假令运用未周，尚亏工于秘奥；而波澜之际，已浚发于灵台。必能傍通点画之情，博究始终之理，镕铸虫篆，陶均草隶。体五材之并用，仪形不极；象八音之迭起，感会无方。至若数画并施，其形各异；众点齐列，为体互乖。一点成一字之规，一字乃终篇之准。违而不犯，和而不同；留不常迟，遣不恒疾；带燥方润，将浓遂枯；泯规矩于方圆，遁钩绳之曲直；乍显乍晦，若行若藏；穷变态于毫端，合情调于纸上；无间心手，忘怀楷则；自可背羲献而无失，违钟张而尚工。譬夫绛树青琴，殊姿共艳；隋殊和璧，异质同妍。何必刻鹤图龙，竟惭真体；得鱼获兔，犹恡筌蹄。闻夫家有南威之容，乃可论于淑媛；有龙泉之利，然后议于断割。语过其分，实累枢机。吾尝尽思作书，谓为甚合，时称识者，辄以引示：其中巧丽，曾不留目；或有误失，翻被嗟赏。既昧所见，尤喻所闻；或以年职自高，轻致陵诮。余乃假之以湘缥，题之以古目：则贤者改观，愚夫继声，竞赏豪末之奇，罕议锋端之失；犹惠侯之好伪，似叶公之惧真。是知伯子之息流波，盖有由矣。夫蔡邕不谬赏，孙阳不妄顾者，以其玄鉴精通，故不滞于耳目也。向使奇音在爨，庸听惊其妙响；逸足伏枥，凡识知其绝群，则伯喈不足称，伯乐未可尚也。至若老姥遇题扇，初怨而后请；门生获书几，父削而子懊；知与不知也。夫士屈于不知己，而申于知己；彼不知也，曷足怪乎！故庄子曰：“朝菌不知晦朔，蟪蛄不知春秋。”老子云：“下士闻道，大笑之；不笑之则不足以为道也。岂可执冰而咎夏虫哉！”\n自汉魏已来，论书者多矣，妍蚩杂糅，条目纠纷：或重述旧章，了不殊于既往；或苟兴新说，竟无益于将来；徒使繁者弥繁，阙者仍阙。今撰为六篇，分成两卷，第其工用，名曰书谱，庶使一家后进，奉以规模；四海知音，或存观省；缄秘之旨，余无取焉。\n垂拱三年写记\n","category":"草书","verified":true,"user":1,"timestamp":1429951549599},{"name":"孙过庭书谱","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429712219094,"text":"译文：夫自古之善书者，汉魏有钟张之绝，晋末称二王之妙。王羲之云：“顷寻诸名书，钟张信为绝伦，其徐不足观。”可谓钟张(图片1)云没，而羲献继之。又云：“吾书比之钟张，钟当抗行，或谓过之。张草犹当雁行。然张精熟，池水尽墨，假令寡人耽之若此，未必谢之。”此乃推张迈钟之意也。考其专擅，虽未果于前规(图片2)；摭（zhi）以兼通，故无惭于即事。\n  [今译]：关于古代以来，善长书法的人，在汉、魏时期，有钟繇（you）和张芝的卓绝书艺，在晋代末期是王羲之和王献之的墨品精妙。王羲之说：“我近来研究各位名家的书法，钟繇、张芝确实超群绝伦，其余的不值得观赏。”可以说，钟繇和张芝死后，王羲之、王献之继承了他们。王羲之又说：“我的书法与钟繇、张芝相比，与钟繇是不相上下，或者略超过他。对张芝的草书，可与他前后相列；因为张芝精研熟练，临池学书，把池水都能染黑了，如果我也像他那样下功夫刻苦专习，未必赶不过他。”这是推举张芝、自认超越钟繇的意思。考察王羲之父子书法的专精擅长，虽然还未完全实现前人法规，但能博采兼通各种书体，也是无愧于书法这项事业的。\n　　评者云：“彼之四贤，古今特绝；而今不逮古，古质而今研。”夫质以代兴，妍因俗易。虽书契之作，适以记言；而淳醨一迁，质文三变，驰鹜沿革，物理常然。贵能古不乖时，今不同弊，所谓“文质(图片3)彬彬。然后君子。”何必易雕宫于穴处，反玉辂于椎轮者乎！又云：“子敬之不及逸少，犹逸少之不及钟张。”意者以为评得其纲纪，而未详其始卒也。且元常专工于隶书，伯英尤精于草体，彼之二美，而逸少兼之(图片4)。拟草则馀真，比真则长草，虽专工小劣，而博涉多优；总其终始，匪无乖互。\n  [今译]：书法评论者说：“这四位才华出众的书法大师，可称得上古今独绝。但是今人（二王）还不及古人（钟、张），古人的书法风尚质朴，今人的书法格调妍媚。”然而，质朴风尚因循时代发展而兴起，妍媚格调也随世俗变化在更易。虽然文字的创造，最初只是为了记录语言，可是随着时代发展，书风也会不断迁移，由醇厚变为淡薄，由质朴变为华丽；继承前者并有所创新，是一切事物发展的常规。书法最可贵的，在于既能继承历代传统，又不背离时代潮流；既能追求当今风尚，又不混同他人的弊俗。所谓“文采与质朴相结合，才是清雅的风度”。何必闲置着华美的宫室去住古人的洞穴，弃舍精致的宝辇而乘坐原始的牛车呢？评论者又说：“献之的书法之所以不如羲之，就像羲之的不如钟繇、张芝一样。”我认为这已评论到问题的要处，但还未能详尽说出它的始末原由。钟繇专工楷书，张芝精通草体，这两人的擅长，王羲之兼而有之。比较张芝的草体王还擅于楷书，对照钟繇的楷书王又长于草体；虽然专精一体的功夫稍差，但是王羲之能广泛涉猎、博采众优。总的看来，彼此是各有短长的。\n  谢安索善尺牍，而轻子敬之书。子敬尝作佳书与之，谓必存录，安辄题后答之，甚以为恨。安尝问敬：“卿书何如右军？”答云：“故当胜。”安云：“物论殊(图片5)不尔。”于敬又答：“时人那得知！”敬虽权以此辞折安所鉴，自称胜父，不亦过乎！且立身扬名，事资尊显，胜母之里，曾参不入。以于敬之豪翰，绍右军之笔札，虽复粗传楷则，实恐未克箕裘。况乃假(图片6)託神仙，耻崇家范，以斯成学，孰愈面墙！后羲之往都，临行题壁。子敬密拭除之，辄书易其处，私为不恶。羲之还，见乃叹曰：“吾去时真大醉也！”敬乃内惭。是知逸少之比钟张，则专博斯别；子敬(图片7)之不及逸少，无或疑焉。\n  [今译]：谢安素来善写尺牍书，而轻视王献之的书法。献之曾经精心写了一幅字赠给谢安，不料被对方加上评语退了回来，献之对此事甚为怨恨。后来二人见面，谢安问献之：“你感觉你的字比你父亲的如何？”答道：“当然超过他。”谢安又说：“旁人的评论可不是这样啊。”献之答道：“一般人哪里懂得！”王献之虽然用这种话应付过去，但自称胜过他的父亲，这说的不是太过分了吗！况且一个人立身创业，扬名于世，应该让父母同时得到荣誉，才是一种孝道。（这里引用《孝经》一个故事）曾参见到一条称“胜母”的巷子，认为不合人情拒绝进去。人们知道，献之的笔法是继承羲之的，虽然粗略学到一些规则，其实并未把他父亲的成就全学到手。何况假托是神仙授书，耻于推崇家教，带着这种思想意识学习书艺，与面墙而观有什么区别呢！有次王羲之去京都，临行前曾在墙上题字。走后献之悄悄擦掉，题上自己的字，认为写得不错。待羲之回家来，见到后叹息道：“我临走时真是喝得大醉了。”献之这才内心感到很惭愧。由此可知，王羲之的书法与钟繇、张芝相比，只有专工和博涉的区别；而王献之根本比不上王羲之．则是毫无疑问的了。\n　　余志学之年，留心翰墨，昧钟张之馀烈，挹羲献之前规，极虑专精，时逾二纪。有乖入木之术，无间临池之志。观夫悬针垂露之异，奔雷坠石之奇，鸿飞兽骇之资，鸾舞蛇惊(图片8)之态，绝岸颓峰之势，临危据槁之形；或重若崩云，或轻如蝉翼；导之则泉注，顿之则山安；纤纤乎似初月之出天涯，落落乎犹众星之列河汉；同自然之妙，有非力运之能成；信可谓智巧兼优，心(图片9)手双畅，翰不虚动，下必有由。一画之间，变起伏于锋杪；一点之内，殊衄挫于毫芒。况云积其点画，乃成其字；曾不傍窥尺犊，俯习寸阴；引班超以为辞，援项籍而自满；任笔为体，聚墨成形；心昏拟效之(图片10)方，手迷挥运之理，求其妍妙，不亦谬哉！\n  [今译]：我少年读书时，就留心学书法，体会钟繇和张芝的作品神采，仿效羲之与献之的书写规范，又竭力思考专工精深的诀窍，转瞬过去二十多年，虽然缺乏入木三分的功力，但从未间断临池学书的志向。观察笔法中，悬计垂露似的变异，奔雷坠石般的雄奇，鸿飞兽散间的殊姿，写舞蛇惊时的体态，断崖险峰状的气势，临危据枯中的情景；有的重得像层云崩飞，有的轻得若金蝉薄翼；笔势导来如同泉水流注，顿笔直下类似山岳稳重；纤细的像新月升上天涯，疏落的若群星布列银河；精湛的书法好比大自然形成的神奇壮观，似乎进入决非人力所能成就的妙有境界。的确称得上智慧与技巧的完美结合，使心手和谐双畅；笔墨不作虚动，薄纸必有章法。在一画之中，令笔锋起伏变化；在一点之内，使毫芒顿折回旋。须知，练成优美点画，方能把字写好。如果不去专心观察字帖，刻抓紧埋头苦练；只是空论班超写的如何．对比项羽自己居然不差。放任信笔为体，随意聚墨成形；心里根本不懂摹效方法，手腕也未掌握运笔规律，还妄想写得十分美妙，岂不是极为荒谬的吗!\n　　然君子立身，务修其本。杨雄谓：“诗赋小道，壮夫不为。”况复溺思毫厘，沦精翰墨者也！夫潜神对奕，犹标坐隐之名；乐志垂纶，尚体行藏之趣。詎若功定礼(图片11)乐，妙拟神仙，犹埏埴之罔穷，与工炉而并运。好异尚奇之士；玩体势之多方；穷微测妙之夫，得推移之奥赜。著述者假其糟粕，藻鉴者挹其菁华，固义理之会归，信贤达之兼善者矣。存精寓(图片12)赏，岂徒然与？\n  [今译]：然而君子立身，务必致力于根本的修养。扬雄则说诗赋乃为“小道”，胸有壮志的人不会只搞这一行，何况专心思考用笔，把主要精力埋没在书法中呢！对全神贯注下棋的，可标榜为一“坐隐”的美名；逍造自在垂钓者，能体会“行藏”的情趣。而这些又怎比得上书法能起宣扬礼乐的功用，并具有神仙般的妙术，如同陶工揉和瓷土塑造器皿一般变化无穷，又像工匠操作熔炉铸锻机具那样大显技艺！酷好崇异尚奇的人，能够欣赏玩味字书体态和意韵气势的多种变化；善于精研探求的人，可以从中得到潜移转换与推陈出新的幽深奥秘。撰写书论文章的人，往往择取接受前人的糟粕；真正精于鉴赏的人，方能得到内涵的精华。经义与哲理本可溶为一体，贤德和通达自然可以兼善。汲取书艺精华借以寄托赏识情致，难道能说是徒劳的吗？\n　　而东晋士人，互相陶淬。室于王谢之族，郗庾之伦，纵不尽其神奇，咸亦挹其风味。去之滋永，斯道愈微。方复闻疑称疑，得末行末，古今阻绝(图片13)，无所质问；设有所会，缄秘已深；遂令学者茫然，莫知领要，徒见成功之美，不悟所致之由。或乃就分布于累年，向规矩而犹远，图真不悟，习草将迷。假令薄能草书，粗传隶法(图片14)，则好溺偏固，自阂通规。詎知心手会归，若同源而异派；转用之术，犹共树而分条者乎？加以趁变适时，行书为要；题勒方幅，真乃居先。草不兼真，殆于专谨；真不通草，殊非翰札，真以点画为形质，使转为情性；草以点(图片15)画为情性，使转为形质。草乖使转，不能成字；真亏点画，犹可记文。回互虽殊，大体相涉。故亦傍通二篆，俯贯八分，包括篇章，涵泳飞自。若毫厘不察，则胡越殊风者(图片16)焉。\n  [今译]：东晋的文人，均互相熏陶影响。至于王、谢大族，郄、庾流派，其书法水平没有尽达神奇的地步，可也具有一定的韵致和风采。然而距离晋代越远，书法艺术就愈加衰微了。后代人听到书论，明知有疑也盲目称颂，即使得到一些皮毛亦去实践效行；由于古今隔绝，反正难作质询；某些人虽有所领悟，又往往守口忌谈，致使学书者茫然无从．不得要领，只见他人成功取美，却不明白收效的原因。有人为掌握结构分布费时多年，但距离法规仍是甚远。临摹楷书难悟其理，练习草体迷惑不测。即便能够浅薄了解草书笔法，和粗略懂得楷书法则，又往往陷于偏陋，背离法规。哪里知道，心手相通犹如同一源泉形成的各脉支流；对转折的技法，就像一颗树上分生出若干枝条。谈到应变时用，行书最为要着；对于题榜镌石，楷书当属首选。写草书不兼有楷法，容易失去规范法度；写楷书不旁通草意，那就难以称为佳品。楷书以点画组成形体，靠使转表现情感；草书用点画显露性灵，靠使转构成形体。草书用不好使转笔法，便写不成样子；楷书如欠缺点画工夫，仍可记述文辞。两种书体形态彼此不同，但其规则却是大致相通。所以，学书法还要旁通大篆、小篆，融贯汉隶，参酌章草，吸取飞白。对于这些，如果一点也不清楚，那就像北胡与南越的风俗大不相同而属于两码事的性质了。\n　　至如钟繇隶奇，张芝草圣，此乃专精一体，以致绝伦。伯英不真，而点画狼藉；元常不草，使转纵横。自兹己降，不能兼善者，有所不逮，非专精也。虽篆隶草章，工用多变，济成厥美，各有攸(图片17)宜。篆尚婉而通，隶欲精而密，草贵流而畅，章务检而便。然后凛之以风神，温之以妍润，鼓之以枯劲，和之以闲雅。故可达其情性，形其哀乐，验燥湿之殊节，千古依然；体老壮之异时，百龄俄(图片18)顷，磋呼，不入其门，讵窥其奥者也！\n  [今译]：至于钟繇的楷书堪称奇妙，张芝的草体荣膺草圣，都是由于专精一门书体，才达到无与伦比的境地。张芝并不擅写楷书，但他的草体具有楷书点画明晰的特点；钟繇虽不以草见长，但他的楷书却有草书笔调奔放的气势。自此以后，不能兼善楷草二体的人，书法作品便达不到他们的水平，也就不能算作是真正的专精了。由于篆书、隶书、今草和章草，工巧作用各自多有变化，所以表现出的美妙也就各有特点：篆书崇尚委婉圆通，隶书须要精巧严密，今草贵在畅达奔放，章草务求简约便捷。然后以严谨的风神使其凛峻，以妍媚的姿致使其温润，以枯涩的笔调使其劲健，以安闲的态势使其和雅。这就在一定程度上，表达书者的情性，抒发着喜怒哀乐。察验用笔浓淡轻重的不同风格，从古到今都是一样的；从少壮到老年不断变化的书法意境，一生中随时可以表露出来。是啊！不入书法门径，怎能深解其中的奥妙呢？\n　　又一时而书，有乖有合，合则流媚，乖则雕疏，略言其由，各有其五：神怡务闲，一合也；感惠徇知，二合也；时和气润，三合也；纸墨相发，四合也；偶(图片19)然欲书，五合也。心遽体留，一乖也；意违势屈，二乖也；风燥日炎，三乖也；纸墨不称，四乖也；情怠手阑，五乖也。乖合之际，优劣互差。得时不如得器，得器不如得志，若五乖同萃，思遏手蒙；五合交(图片20)臻，神融笔畅。畅无不适，蒙无所从。当仁者得意忘言，罕陈其要；企学者希风叙妙，虽述犹疏。徒立其工，未敷厥旨。不揆庸昧，辄效所明；庶欲弘既往之风规，导将来之器识，除繁(图片21)去滥，睹迹明心者焉。\n  [今译]：书家在同一个时期作书，有合与不合，也就是得势不得势、顺手不顺手的区别，这与本人当时的心情思绪、气候环境颇有关系。合则流畅隽秀，不合则凋零流落，简略说其缘由，各有五种情况：精神愉悦、事务闲静为一合；感人恩惠、酬答知己为二合；时令温和、气候宜人为三合；纸墨俱佳、相互映发为四合；偶然兴烈、灵动欲书为五合。与此相反，神不守舍、杂务缠身为一不合；违反己愿、迫于情势为二不合；烈日燥风、炎热气闷为三不合；纸墨粗糙、器不称手为四不合；神情疲惫、臂腕乏力为五不合。合与不合，书法表现优劣差别很大。天时适宜不如工具应手，得到好的工具不如舒畅的心情。如果五种不合同时聚拢，就会思路闭塞，运笔无度；如果五合一齐俱备，则能神情交融，笔调畅达。流畅时无所不适，滞留时茫然无从。有书法功底的人，常常是得其意而忘言，不愿对人讲授要领，企求学书者又每每慕名前来询其奥妙，虽能悟到一些，但多疏陋。空费精力，难中要旨。因此，我不居守个人平庸昧见，将所知的全盘贡献出来，望能光大既往的风范规则，开导后学者的知识才能，除去繁冗杂滥，使人见到论述即可心领神会了。\n　　代有《笔阵图》七行，中画执笔三手，图貌乖舛，点画湮讹。顷见南北流传，疑是右军所制。虽则未详真伪，尚可发启童蒙。既常俗所存，不藉编录(图片22)。至于诸家势评，多涉浮华，莫不外状其形，内迷其理，今之所撰，亦无取焉。若乃师宜官之高名，徒彰史牒；邯郸淳之令范，空著缣缃。暨乎崔、杜以来，萧、羊已往，代祀绵远(图片23)，名氏滋繁。或藉甚不渝，人亡业显；或凭附增价，身谢道衰。加以糜蠢不传，搜秘将尽，偶逢缄赏，时亦罕窥，优劣纷纭，殆难覼缕。其有显闻当代，遗迹见存，无俟抑扬，自标先后。\n  [今译]：世上流传的《笔阵图》七行，中间画有三种执笔的手势，图象拙劣文字谬误。近来见在南北各地流传，推测为王羲之所作。虽然未能辨其真伪，但还可以启发初学儿童。既然为一般人收存，也就不必编录。至于以往诸家的论著，大多是华而不实，莫不从表面上描绘形态，阐述不出内涵的真理。而今我的撰述，不取这种作法。至于像师谊官虽有很高名望，但因形迹不存，只是虚载史册；邯郸淳也为一代典范，仅仅在书卷上空留其名。及至崔瑗、杜度以来，萧子云、羊欣之前，这段漫长年代，书法名家陆续增多。其中有的人，当时就负盛名，人死后书作流传下来，声望愈加荣耀；也有的人，生前凭借显赫地位被人捧高身价，死了之后，墨迹与名气也就衰落了。还有某些作品糜烂虫蛀，毁坏失传，剩下的亦被搜购秘藏将尽。偶然欣逢鉴赏时机，也只是一览而过，加之优劣混杂，难得有条不紊的鉴别。其中有的早就扬名当时，遗迹至今存在，无须高人褒贬评论，自然会分辨出优劣的了。\n　　且(图片24)六文之作，肇自轩辕；八体之兴，始于嬴政。其来尚矣，厥用斯弘。但今古不同，妍质悬隔，既非所习，又亦略诸。复有龙蛇云露之流，龟鹤花英之类，乍图真于率尔，或写瑞于当年，巧涉丹青，工亏翰(图片25)墨，异夫楷式，非所详焉。代传羲之与子敬笔势论十章，文鄙理疏，意乖言拙，详其旨趣，殊非右军。且右军位重才高，调清词雅，声尘未泯，翰牍仍存。观夫致一书，陈一事，造次之际，稽古斯在；岂有贻(图片26)谋令嗣，道叶义方，章则顿亏，一至于此！又云与张伯英同学，斯乃更彰虚诞。若指汉末伯英，时代全不相接；必有晋人同号，史传何其寂寥！非训非经，宜从弃择。\n  [今译]：关于“六书”的始作、可以上溯到轩辕时代；“八体”的兴起，自然源于秦代嬴政。由来已很久远，历史上运用广泛，已起过重大作用。因为古今时代不同，质朴的古文和妍美的今体相差悬殊，且已不再沿用，也就略去不说。还有依据龙、蛇、云、露和龟、鹤、花、草等类物状创出来的字体，只是简单描摹物象形态，或写当时的“祥瑞”，虽然笔画巧妙，但缺作书技能、又非书法规范，也就不详细论述了。社会流传的王羲之《与子敬笔势论》十章，文辞鄙陋，论理粗疏；立意乖戾，语言拙劣，详察它的旨趣，绝非王羲之的作品。且羲之德高望重，才气横溢，文章格调清新，词藻优雅，声誉依然高尚，翰牍仍存于世。看他写一封信，谈一件事，即使仓促之时，还是注重古训。岂会在传授家教于子孙时，在指导书法规范的文章中，竟然顿失章法，一至如此地步！又说，他与张芝是同学，这就更加荒诞无稽了。若指的是东汉末期的张芝，时代完全不符；那必定另有同名的东晋人，可史传上为何毫无记载。此书既非书法规范，又非经典著作，应当予以抛弃。\n　　夫心之所达，不易尽于名言；言之所通，尚难形于纸墨。粗可仿佛其状，纲纪其辞。冀酌希夷，取会佳境。阙而末逮，请俟将来。今撰执使转用之由，以祛未悟。执谓深浅长短之类是也；使谓纵横牵掣之类是也；转谓钩环盘纡之类是也；用谓点画向背之类是也。方复会其数法，归于一途；编列众工，错综群妙，举前人之未及，启后学于成规；窥其根源，析其枝派。贵使文约理赡，迹显心通；披卷可明，下笔无滞。诡辞异说，非所详焉。\n  [今译]：关于心里所理解的，难于用语言表达出来；能够用语言叙说的，又不易用笔墨写到纸上。只能粗略地书其形状，陈述大致纪要。希能斟酌其中的微妙，求得领悟佳美的境界。至于未能详尽之处，只好有待将来补充了。现在叙说执、使、转、用的道理与作用，可让不了解书法的人能够领悟：执，是说指腕执笔有深浅长短一类的不同；使，是讲使锋运笔有纵横展缩一类的区别；转，是指把握使转有曲折回环一类的笔势；用，就是点画有揖让向背一类的规则。将以上各法融会贯通，复合一途；编排罗列众家特长；交错综合诸派精妙，指出前列名家不足之处，启发后学掌握正确法规；深刻探索根源，分析所属流派。尽求做到文辞简练，论理恰当，条例分明，浅显易懂；阅后即可明瞭把握，下笔顺畅无所淤滞。至于那些奇谈怪论，诡词异说，就不是本篇所要说的了。然而现在要承述的，力求对后学者有所裨益。\n  然今之所陈，务(图片27)稗学者。但右军之书，代多称习，良可据为宗匠，取立指归。岂惟会古通今，亦乃情深调合。致使摹蹋日广，研习岁滋，先后著名，多从散落；历代孤绍，非其效与？试言其由，略陈数意：止如《乐(图片28)毅论》、《黄庭经》、《东方朔画赞》、《太史箴》、《兰亭集序》、《告誓文》，斯并代俗所传，真行绝致者也。写《乐毅》则情多佛郁；书《画赞》则意涉瑰奇；《黄庭经》则怡怿虚无；《太史箴》又纵横争(图片29)折；暨乎《兰亭》兴集，思逸神超，私门诫誓，情拘志惨。所谓涉乐方笑，言哀已叹。岂惟驻想流波，将贻啴嗳之奏；驰神睢涣，方思藻绘之文。虽其目击道存，尚或心迷议舛。莫不强名为体(图片30)，共习分区。岂知情动形言，取会风骚之意；阳舒阴惨，本乎天地之心。既失其情，理乖其实，原夫所致，安有体哉！\n  [今译]：在以往书法家中，王羲之的书迹为各代人所赞誉学习，可作为效法的宗师，从中获得造就书法的方向。王羲之书法不仅通古会今，而且情趣深切，笔意和谐。以致摹拓的人一天比一天多，研习的人一年比一年多；王羲之前后的名家手迹，大都散落遗失，只有他的代代流传下来，这难道不是明证吗？试谈其中缘由，简要地叙说几点。仅以《乐毅论》《黄庭经》《东方朔画赞》《太师箴》《兰亭集序》《告誓文》等帖，均为世俗所传，是楷书和行书的最佳范本。写《乐毅论》时心情不舒畅，多有忧郁；写《东方朔画赞》时意境瑰丽，想象离奇；写《黄庭经》时精神愉悦，若入虚境；写《太师箴》时感念激荡，世情曲折；说到兰亭兴会作序时，则是胸怀奔放，情趣飘然；立誓不再出山做官，可又内心深沉，意志戚惨。正是所谓庆幸欢乐时笑声溢于言表，倾诉哀伤时叹息发自胸臆。岂非志在流波之时，始能奏起和缓的乐章；神情驰骋之际，才会思索华翰的词藻。虽然眼见即可悟出道理，内心迷乱难免议论有误。因此无不勉强分体定名，区分优劣供人临习。岂知情趣有感于激动，必然通过语言表露，抒发出与《诗经》《楚辞》同样的旨趣；阳光明媚时会觉得心怀舒畅，阴云惨暗时就感到情绪郁闷。这些部是缘于大自然的时序变化。那种违心作法，既背离书家的意愿，也与实情不相符合。从书法原本来说，哪有什么体裁呢！\n　　夫运用之方，虽由己出，规模所设，信属目前，差之一豪，失之千里，苟知(图片31)其术，适可兼通。心不厌精，手不忘熟。若运用尽于精熟，规矩谙于胸襟，自然容与徘徊，意先笔后，潇洒流落，翰逸神飞，亦犹弘羊之心，预乎无际；庖丁之目，不见全牛。尝有好事，就吾求习，吾乃粗举纲要，随而授之，无不心悟手从，言忘意得，纵未穷于众术，断可极(图片32)于所诣矣。\n  [今译]：对运笔的方法，虽然在于自己掌握，但是整个规模布局，确属眼前的安排要务。关键一笔仅差一毫，艺术效果就可能相去千里。如果懂得其中诀窍，便可以诸法相通了。用心不厌其精，动手不忘其熟。倘若运笔达到精熟程度，规矩便能藏解胸中，自然可以纵横自如，意先笔后，潇洒流落，笔势飘逸神飞了。像桑弘羊理财（精明干练，计划周到），心思筹措在于各方；又似庖丁宰牛（熟知骨骼，用刀利索），眼里也就没有牛了。曾有爱好书法者，向我求学，便简明举出行笔结体的要领，教授他们实用技法，因此无不心领神会，默然得到旨意了。即使还不能完全领略各家所长，但也可以达到所探索的最深造诣了。\n　　若思通楷则，少不如老；学成规矩，老不如少。思则老而愈妙，学乃少而可勉。勉之不已，抑有三时；时然一变，极其分矣。至如初学分布，但求平正；既知平正(图片33)，务追险绝，既能险绝，复归平正。初谓未及，中则过之，后乃通会，通会之际，人书俱老。仲尼云：“五十知命”、“七十从心。”故以达夷险之情，体权变之道，亦犹谋而后动，动不失宜；时然后言，言必中理矣。\n  [今译]：说到深入思考，领悟基本法则，青少年不如老年人；要是从头开始，学好一般规矩，老年人不如青少年。研究探索，年纪越大越能得其精妙；而临习苦学，年纪念轻愈有条件进取。勉励进取不止，须经三个时期；每个时期都会产生重要的变化，最后使书艺达到极高境地。例如初学分行布局时，主要求得字体平稳方正；既然掌握了平正的法则，重点就要力追形势的险绝；如果熟练了险绝的笔法，又须重新讲求平侧欹正的规律。初期可说还未达到平正，中期则会险绝过头，后期才能真正实现平正，书法艺术臻于老成阶段，那么人也进入老年时期。孔子说：人到五十岁才能懂得天命，到了七十岁始可随心所欲。因此只有老年方能掌握平正与险绝的情势，体会出变化的道理。所以，凡事考虑周全后再行动，才不会失当；掌握好时机再说话，才能切中实理。\n　　是以右军(图片34)之书，末年多妙，当缘思虑通审，志气和平，不激不历，而风规自远。子敬已下，莫不鼓努为力，标置成体，岂独工用不侔，亦乃神情悬隔者也。或有鄙其所作，或乃矜其所运。自矜者将穷(图片35)性域，绝于诱进之途；自鄙者尚屈情涯，必有可通之理。磋乎，盖有学而不能，未有不学而能者也。考之即事，断可明焉。\n  [今译]：王羲之的精妙书法大多出自晚年，因这时思虑通达审慎，志气和雅平静，不偏激不凌厉，因而风范深远。自献之以后，莫不功力不足而鼓劲作势，为标新立异，另摆布成体，非但工用比不上前人，就是神采情趣也相差悬殊。有人轻视自己的墨品，有人夸耀自己的书作。喜欢自夸的人将因缺乏继续勤奋精神而断绝进取之路，认为自己不行的人总想勉励向前，定可达到成功的目标。确实这样啊，只有学而未果，哪有不学就会成功的。观察一下现实情况，即可明白这个道理。\n　　然消息多方，性情不一，乍刚柔以合体，忽劳逸而分驱。或恬憺雍容，内涵筋(36)骨；或折挫槎枿，外曜锋芒。察之者尚精，拟之者贵似。况拟不能似，察不能精，分布犹疏，形骸未捡；跃泉之态，未睹其妍，窥井之谈，已闻其丑。纵欲唐突羲献，诬罔钟张，安能掩当年(图片37)之目，杜将来之口！慕习之辈，尤宜慎诸。至有未悟淹留，偏追劲疾；不能迅速，翻效迟重。夫劲速者，超逸之机，迟留者，赏会之致。将反其速，行臻会美之方；专溺于迟(图片38)，终爽绝伦之妙。能速不速，所谓淹留；因迟就迟，讵名赏会！非其心闲手敏，难以兼通者焉。\n  [今译]：然而书体的变化有多方面因素，表现性格情感也不一致，刚劲与柔和被乍揉为一体，又会因迟缓与疾速的迁移而分展；有的恬淡雍容，内涵筋骨；有的曲折交错，外露锋芒。观察时务求精细，摹拟时贵在相似。若摹拟不能相似，观察不能精细，分布仍然松散，间架难合规范；那就不可能表现出鱼跃泉渊般的飘逸风姿，却已听到坐井观天那种浮浅俗陋的评论。纵然是使用贬低羲之、献之的手段，和诬蔑钟繇、张芝的语言，也不能掩盖当年人们的眼睛，堵住后来学者的口舌；赏习书法的人，尤其应该慎重鉴别。有些人不懂得行笔的淹留，便片面追求劲疾；或者挥运不能迅速，又故意效法迟重。要知道，劲速的笔势，是表现超迈飘逸的关键；迟留的笔势，则具有赏心会意的情致。能速而迟，行将达到荟萃众美的境界；专溺于留，终会失去流动畅快之妙。能速不速，叫作淹留，行笔迟钝再一味追求缓慢，岂能称得上赏心会意呢！如果行笔不是心境安闲与手法娴熟，那是难以做到迟速兼施、两相适宜的。\n　　假令众妙攸归，务存骨气；骨既存矣，而遒润加之。亦犹枝干扶疏，凌霜雪而弥劲；花叶鲜茂，与云日而相(图片39)晖。如其骨力偏多，遒丽盖少，则若枯槎架险，巨石当路，虽妍媚云阙，而体质存焉。若遒丽居优，骨气将劣，譬夫芳林落蕊，空照灼而无依；兰沼漂萍，徒青翠而奚托。是知偏工易就(图片40)，尽善难求。虽学宗一家，而变成多体，莫不随其性欲，便以为姿：质直者则径侹不遒；刚佷者又倔强无润；矜敛者弊于拘束；脱易者失于规矩；温柔者伤于软缓，躁勇者过于剽迫；狐疑者(图片41)溺于滞涩；迟重者终于蹇钝；轻琐者淬于俗吏。斯皆独行之士，偏玩所乖。\n  [今译]：假若能使众妙之笔归纳具备，一定要致力于追求骨气，骨气树立，还须融合遒劲圆润的素质。这就好比枝干繁衍的树木，经过霜雪浸凌就会显得愈加坚挺；鲜艳芳茂的花叶，间与白雪红日相映，自然更加娇辉。如果字的骨力偏多，遒丽气质即少，就像枯本架设在险要处，巨石横挡在路当中；虽然缺乏妞媚，体质却还存在。如果婉丽占居优势，那么骨气就会薄弱，类同百花丛中折落的英蕊，空显芬美而毫无依托；又如湛蓝池塘飘荡的浮萍，徒有青翠而没有根基。由此可知，偏工一专较易做到，而完美尽善就难求得了。虽是宗师学习同一家书法，却会演变成多种的体貌，莫不随着本人个性与爱好，显示出各种不同的风格来：性情耿直的人，书势劲挺平直而缺遒丽；性格刚强的人，笔锋倔强峻拔而乏圆润；矜持自敛的人，用笔过于拘束；浮滑放荡的人，常常背离规矩；个性温柔的人，毛病在于绵软；脾气急躁的人，下笔则粗率急迫；生性多疑的人，则沉涵于凝滞生涩；迟缓拙重的人，最终困惑于迟钝；轻烦琐碎的人，多受文牍俗吏的影响。这些都是偏持独特的人，因固求一端，而背离规范所致。\n　　《易》曰：“观乎天文，以察时变；观乎人文，以化成天下。”况书之为妙，近取诸身。假令运用未周，尚亏工于秘奥；而波澜之际，已浚(图片42)发于灵台。必能傍通点画之情，博究始终之理，镕铸虫篆，陶均草隶。体五材之并用，仪形不极；象八音之迭起，感会无方。至若数画并施，其形各异；众点齐列，为体互乖。一点成一字之规，一字乃终篇之准。违而不犯，和而(图片43)不同；留不常迟，遣不恒疾；带燥方润，将浓遂枯；泯规矩于方圆，遁钩绳之曲直；乍显乍晦，若行若藏；穷变态于毫端，合情调于纸上；无间心手，忘怀楷则；自可背羲献而无失，违钟张而尚工。譬夫绛(图片44)树青琴，殊姿共艳；隋殊和璧，异质同妍。何必刻鹤图龙，竟惭真体；得鱼获兔，犹恡筌蹄。\n  [今译]：《易经》上说：“观看天文，可以察知自然时序的变化；了解人类社会的文化现象，可以用来教化治理天下。”何况书法的妙处，往往取法于人本身容貌的特征。假使笔法运用还不周密，其中奥秘之处也未掌握，就须经过反复实践，发掘积累经验，启动心灵意念，以指使手中之笔。学书须懂得使点画能体现情趣，全面研究起笔收锋的原理，融合虫书、篆书的奇妙，凝聚草书、隶书的韵致。体会到用五材来制作器物，塑造的形体就当然各有不同；像用八音作曲，演奏起来感受也就兴会无穷。若把数种笔画摆在一起，它们的形状多不相同；好几个点排列一块，体态也应各有区别。起首的第一点为全字的范例，开篇的第一个字是全幅准则。笔画各有伸展又不相互侵犯，结体彼此和谐又不完全一致；留笔不感到迟缓，迅笔不流于滑速；燥笔中间有湿润，浓墨中使出枯涩；不依尺规衡量能令方圆适度，弃用钩绳准则而致曲直合宜；使锋忽露而忽藏，运毫若行又若止，极尽字体形态变化于笔端，融合作者感受情调于纸上；心手相应，毫无拘束。自然可以背离羲之、献之的法则而不失误，违反钟繇、张芝的规范仍得工妙。就像绛树和青导这两位女子，容貌尽管不同，却都非常美丽；随侯之珠与和氏璧这两件宝物，形质虽异，却都极为珍贵。何必一定要去刻意画鹤描龙，使天然真体大为逊色；捞到了鱼、猎得了兔，又何必定要去吝惜捕获的器具呢！\n　　闻夫家有南威之容，乃可论于淑媛；有龙泉之利，然后议于断割。语过其分，实累枢机(图片45)。吾尝尽思作书，谓为甚合，时称识者，辄以引示：其中巧丽，曾不留目；或有误失，翻被嗟赏。既昧所见，尤喻所闻；或以年职自高，轻致陵诮。余乃假之以湘缥(图片46)，题之以古目：则贤者改观，愚夫继声，竞赏豪末之奇，罕议锋端之失；犹惠侯之好伪，似叶公之惧真。是知伯子之息流波，盖有由矣。夫蔡邕不谬赏，孙(图片47)阳不妄顾者，以其玄鉴精通，故不滞于耳目也。向使奇音在爨，庸听惊其妙响；逸足伏枥，凡识知其绝群，则伯喈不足称，伯乐未可尚也。\n  [今译]：曾经听到过这种说法，家里有了像南威一样美貌的女子，才可以议论女人姿色；得到了龙泉宝剑，才能够试评其他宝剑的锋利。这把话说得大过分了，实际上束缚着人们阐发议论的思路。我曾用全部心思来作书，自以为写的很不错。遇到世称有见识的人，就拿出来向他请教。可是对写得精巧秀丽的，并不怎么留意；而对写得比较差的，反被赞叹不已。他们面对所见的作品，井不能分辨出其中的优劣，仅凭传闻所悉谁为名人，即装出识别的样子评说一通。有的竟以年龄大地位高，随便非议讥讽。于是我便故弄虚假，把作品用绫绢装裱好，题上古人名目。结果号称有见识者，看到后改变了看法，那些不懂书法的人也随声附和，竞相赞赏笔调奇妙，很少谈到书写的失误。就像惠侯那样喜好伪品，同叶公惧怕真龙有什么两样。于是可知，伯牙断弦不再弹奏，确是有道理的。那蔡邕（对于琴材）鉴赏无误，伯乐（对于骏马）相顾不错，原因就在于他们具有真知实学和辨别能力，并不限于寻常的耳闻目睹。假使，好的琴材被焚烧，平庸的人也能为其发出妙音而惊叹；千里马伏卧厩中，无识的人也可看出它与众马不同，那么蔡邕就不值得称赞，伯乐也勿须推崇了。\n　　至若老姥遇题扇，初怨(图片48)而后请；门生获书几，父削而子懊；知与不知也。夫士屈于不知己，而申于知己；彼不知也，曷足怪乎！故庄子曰：“朝菌不知晦朔，蟪蛄不知春秋。”老子云：“下士闻(图片49)道，大笑之；不笑之则不足以为道也。岂可执冰而咎夏虫哉！”\n  [今译]：至于王羲之为卖扇老妇题字，老妇起初是埋怨，后来又请求；一个门生获得王羲之的床几题字，竟被其父亲刮掉，使儿子懊恼不已。这说明懂书法与不懂书法，大不一样啊！再如一个文人，会在不了解自己的人那里受到委屈，又会在了解自己的人那里感到宽慰；也是因为有的人根本不懂事理，这又有什么奇怪的呢？所以庄子说：“清晨出生而日升则死的菌类，不知道一天有多长；夏生秋死的蟪蛄（俗称黑蝉），不知过一年有四季。”老子说：“无知识的人听说讲道，便会失声大笑，倘若不笑也就不足以称为道了。”怎么可以拿着冬天的冰雪，去指责夏季的虫子不知道寒冷呢！\n　　自汉魏已来，论书者多矣，妍蚩杂糅，条目纠纷：或重述旧章，了不殊于既往；或苟兴新说，竟无益于将来；徒使繁者弥繁，阙者仍阙。今撰为六(图片50)篇，分成两卷，第其工用，名曰书谱，庶使一家后进，奉以规模；四海知音，或存观省；缄秘之旨，余无取焉。\n　　垂拱三年写记\n  [今译]：自汉、魏时代以来，论述书法的人很多，好坏混杂，条目纷繁。或者重复前人观点，无新意补充以往；或者轻率另创异说，也无裨益于将来；使繁琐的更加繁琐，而缺漏的依然空白。现今我撰写了六篇，分作两卷，依次列举工用，定名为《书谱》。期待相传给后来者，作为书法艺术规则应用；还望四海知音，或可聊作参阅。将自己终生的体验缄藏秘封起来，我是不赞成的。\n　　垂拱三年（公元六八七年）写记。","author":"唐代孙过庭","description":"孙过庭书谱"}]