[{"name":"鮮于枢行书致白珽札","text":"《春山瑞松图》传为宋代著名书法家、画家米芾所作的水墨山水画，描绘云雾掩映、烟岚缥缈的江南春山景色。\n春山瑞松图-介绍\n《春山瑞松图》不能确证为米芾所作，有可能为宋人仿作。画面左下角有“米芾”二字款，为后人所加。图中描绘云雾掩映的山林景色，图中白云满谷，远山耸立云端，近处古松数株隐显于雾气中。松下有亭，空无一人。山峦青绿晕染，再加“米点”(亦称“落茄被”)，松树笔法细致、严密。用淡墨、淡色表现雾中树木、十分成功，作品描写的中心不是山峰林木，而是山中浮动的云雾。通过云雾表现春山的湿润、静谧和松树的矫健挺拔。\n北宋米芾（1051—约1108），字元章，号襄阳漫土、海岳外史。祖籍山西，迁居襄阳，有“米襄阳”之称。史传说他个性怪异，喜穿唐服，嗜洁成癖，遇石称“兄”，膜拜不已，因而人称“米颠”。他六岁熟读诗百首，七岁学书，十岁写碑，二十一岁步入官场，确实是个早熟的怪才。在书法上，他是“宋四书家”（苏、米、黄、蔡）之一，又首屈一指。其书体潇散奔放，又严于法度，苏东坡盛赞其“真、草、隶、篆，如风樯阵马，沉着痛快”；另一方面，他又独创山水画中的“米家云山”之法，善以“模糊”的笔墨作云雾迷漫的江南景色，用大小错落的浓墨、焦墨、横点、点簇来再现层层山头，世称“米点”。为后世许多画家所倾慕，争相仿效。他的儿子米友仁，留世作品较多，使这种画风得以延续，致使“文人画”风上一新台阶，为画史所称道。米芾究竟以书为尚，还是以画为尚，史家各有侧重。\n“衣冠唐制度，人物晋风流”\n米芾，初名黻，字元章。外号很多：襄阳漫士、鹿门居士、海岳外史、淮阳外史，又有中岳外史、净名庵主、溪堂、无碍居士，晚年号米老。米芾自称楚国氏之后（远祖为火正祝融、鬻熊），故自题偶作黻（芾）、楚国米黻（芾）、火正后人、鬻熊后人。世居太原，后迁襄阳，润州（今江苏镇江）为其定居之所，曾在定居之所作书作画。宋周密《云烟过眼录》记米芾自画东山朝阳岩海岳庵图，朝阳岩背焦山，其侧有早来堂，率意而写，极有天趣。《宋史》称他为吴人，当误。盖因米芾嫁女于苏州，曾居其地。\n米芾生于北宋仁宗皇祐三年（1051）。卒年，史载不一，自翁方纲《米海岳年谱》一出，所定大观元年（1107）几为定论。翁文为：\n“按大观元年丁亥，米公卒时五十七岁，《宋史》本传云云，其误明矣（《宋史》作出淮阳军卒，年四十七）。又厉鹗《宋诗纪事》云大观二年，罢知淮阳军亦误。又来程俱《北山小集·题米无章墓文》谓米公卒于大观四年庚寅，此亦不及张丑《清河书画舫》言之为详。张丑云：‘米公卒于大观元年丁亥。’又引蔡肇所撰《米公墓志》谓葬于三年六月，此与方信孺所引‘大观三年葬于丹□□山下’正合也。且黄长睿（伯思）《东观余论·序》云‘元章已物故’，此序作于大观二年六月，则米芾卒于大观元年为定说矣。”\n按：翁氏所考欠严密，不足以服人。《宋会要辑稿·礼四四·赙赠》记有（特加恩者）知淮军米芾（下注：大观二年三月，赙以百缣）一条，验之本书所记，均无差错。可知米氏大观二年尚在淮阳。厉鹗所论不误。据此可以认为米芾卒于大观二年六月前后。\n美术史家一般还特别关注米氏改写“米芾”时的年龄。一般认为：他四十一岁起必写“芾”。这也见于翁文：\n“按（米芾）《王子敬帖》跋云：‘崇宁元年五月十五日，易裱改装，时以芾字行，适一纪（十二年）。’据此云一纪，自崇宁元年计起，是其名写芾，在元祐六年（1091）辛未也。……时年四十一矣。……米海岳书画，凡有元祐六年以前作芾者，皆赝品也。黻在前，芾在后，悉可由此定之。……又按米书芾字，中间先作一横，然后自上以直贯下。此芾字下从市，读若分勿切，即芾字，与朝市之市，先上点而后横者迥异。凡米迹此字误作一点一横，草头下加市井之市者，皆伪迹也。”\n但也有“黻”“芾”并用的。据考，米芾改字以后的作品以《昨日帖》为最早。当时正值米芾“将卜老丹徒”，过镇江应邀留甘露寺并命居室为“净名”。时在元祐四年六月之后。《昨日帖》当书于元祐六年。\n相传米氏的五世祖为宋初勋臣、出身奚族的大将米信，但米芾书迹从未避讳，也从不炫耀此事。实际上米芾在仕途上受到歧视，即使作礼部员外郎时还被认为出身冗浊不宜此任。米芾的母亲又曾为英宗高氏皇后的乳母。米芾一生未能摆脱这可怕的阴影，忽而狂傲，忽而谦卑，忽而慷慨，忽而吝啬，似有变态心理。\n但米芾也凭母亲这一特殊关系捞到好处：他二十一岁时，英宗即位，即以任子身份被授予校书郎，旋出浛光尉。即使从雍丘去任，还以县令的身份监庙食禄。米氏的一生，经历北宋王安石变法、元祐党祸，曾（布）蔡（京）倾轧，他深知与他们的关系直接影响他的仕途，曾总结为：“疱丁解牛刀，无厚入有间。以此交世故，了不见后患。”\n米芾与权贵交往的利器是他的书画绝技。当时的王公权贵均好此道，米氏为目不识丁的高后之侄作韩干马画的《天马赋》，不免阿谀。历朝相府中大多有他的踪迹，群臣之中大多与之有交往。米芾无怪乎自鸣得意了。\n米芾的第二个招数是他的奇行诡踪和奇谈怪论。因而人称“米颠”。例如周煇《清波杂志》说：“一日，米芾回人书，亲旧有密于窗隙窥其书至‘芾再拜’，即放笔于案，整襟端下两拜。”他戴高帽，着深衣，全然不用世法，有讥为“活卦影”，也有誉为“衣冠唐制度，人物晋风流”（张大亨）。惠洪《冷斋夜话》说：“米芾元章豪放，戏谑有味，士大夫多能言其止作。有书名，尝大书曰：‘吾有瀑布诗，古今赛不得。最好是一条，界破青天色。’人固以怪之。其后题云：‘苏子瞻云：此是白乐天奴子诗。’见者莫不大笑。”\n米芾有一种异乎寻常的洁癖。洗手不用巾擦，相拍甩干。朝靴偶为他人所持，心甚恶之，因屡洗，弄得破损不可穿。这类故事为宋人津津乐道。\n米芾既要养家糊口，又要出资于书画，于是历史上便有米老狡狯、不择手段骗取书画的种种故事。尽管其行为不端，也怪不得他了。\n米芾也有正经的时候。在雍丘时见胥吏催租逼人，愤而作诗：“白头县令受薄禄，不敢鞭笞怒上帝。救民无术告朝廷，监庙东归早相乞。”（《清河书画舫》）然而他左右为难，既不敢得罪朝廷，又不愿向饥寒交迫的寒民逼租，只能怨起“上帝”来。他的一个座右铭实在无愧于这段经历：“进退有命，去就有义，仕宦有守，远耻有礼，翔而后集，色斯举矣。”然而绍圣以后，元祐旧党朔、蜀、洛三派贬滴殆尽，朝中奸臣当道，米芾也变得玩世不恭了。他在涟水任职时，因玩石被上司发现，险些丢官。米芾在此任居然大有时间修习草书，留传书迹甚多。“任满之时，归橐萧然”，可见他还是比较清廉的地方官。\n米芾历官十八任，世称“米南宫”者，南宫是礼部的别称，他官至礼部员外郎。\n砚首、帖身、嗜石、好画\n米芾集书画家、鉴定家、收藏家于一身，收藏宏富，涉猎甚广，加之眼界宽广，鉴定精良，所著遂为后人研究画史的必备用书。有《宝章待访录》、《书史》、《画史》、《砚史》、《海岳题跋》等。《宝章待访录》成书于元祐元年（1086）八月，分为“目睹”“的闻”两大部分，所录八十四件晋唐品，开后世著录之先河，影响颇大，甚至有专门模仿此书体例的论著，如明张丑撰《张氏四表》。《书史》则更为详实，为后世鉴定家的依据之一。《海岳》一书主要叙述自己的经验心得，十分中肯。该书一般认为是后人辑录米论而成。张邦基《墨庄漫录》卷六曰：“本朝能书，世推蔡君漠，然得古人之玄妙者，当逊米元章。米芾亦自负如此，尝有论书一篇及杂书十篇，皆中朝墨之病，用鹅林纸书赠张大亨嘉甫，盖米老得意书也，今附于后。”所附与今相同，据此，是书当为米芾所著。\n米芾以书法名世，为北宋四家之一，若论体势骏迈，则当属第一。他的成就完全来自后天的努力。\n米芾自叙学书：“余初学颜（真卿），七八岁也，字大至一幅。写简不成，见柳（公权）而慕紧劲，乃学柳《金刚经》。久之，知出于欧（阳询），乃学欧。久之如印板排算，乃慕褚（遂良）而学最久。”（翁方纲《米海岳年谱》引米氏手札）在十岁之前的两年多时间里，学习的是最正规的楷书，打下一定基础后才开始学习行书。\n他又说：“余年十岁写碑刻，学周起、苏子美札，自作一家。人谓有李邕笔法，闻而恶之，遂学沈传师，爱其不俗。自后数改，献之字亦取其落落不群之意耳。春和便思笔札，手不作乃可涤砚，若不自涤者，书皆不成，纸不剪者亦如之。学书来约写过麻笺十万，布在人间。老来写益多，特出少年者辄换下也。每以新字易旧札，往往不肯，盖人不识老笔乏姿媚乃天成之道，盖老来作书有骨格，不专秀丽，浑然天成，人莫能识，往往多以为不逮少小。”（《清河书画舫》）但所谓“有李邕笔法，闻而恶之”，很难想象十来岁的米芾会有如此超前的眼光。他三十岁时在长沙为官，曾见岳麓寺碑，次年又到庐山访东林寺碑，且都题了名。元祐二年还用张萱画六幅、徐浩书二帖与石夷庚换李邕的《多热要葛粉帖》。证之其书法，二十四岁的临桂龙隐岩题铭摩崖，略存气势，全无自成一家的影子；三十岁时的《步辇图》题跋，亦使人深感天资实逊学力。米老狡狯，偶尔自夸也在情理中，正如前人所云“高标自置”。米芾自叙学书经常会有些故弄玄虚，譬如对皇帝则称“臣自幼便学颜行”。但是米芾的成功完全来自后天的苦练，丝毫没有取巧的成分。米芾每天临池不辍，举两条史料为证：“一日不书，便觉思涩，想古人未尝半刻废书也。”“智永砚成臼，乃能到右军（王羲之），若穿透始到钟（繇）、索（靖）也，可永勉之。”他儿子米友仁说他甚至大年初一也不忘写字。（据孙祖白《米芾米友仁》）\n米芾富于收藏，宦游外出时，往往随其所往，在座船上大书一旗“米家书画船”。黄庭坚曾题诗说：“万里风帆水着天，麝煤鼠尾过年年。沧江尽夜虹贯月，定是米家书画船。”米芾自己也有诗：“快霁一天清淑气，健帆千里碧榆风。满船书画同明月，十日随花窈窕中。”（张丑《真迹实录》）从此沧江虹月和米芾书画船就成为后人艳称的美事。\n米芾嗜石，《宋史》本传记有其事。元倪镇有《题米南宫拜石图》诗：“元章爱砚复爱石，探瑰抉奇久为癖。石兄足拜自写图，乃知颠名传不虚。”据此诗，米芾对此癖好自鸣得意，自写《拜石图》。后世画家亦好写此图，于是米芾拜石一事便喧腾人口，传为佳话。米氏宝晋斋前也有异石，以供清玩，《书异石帖》记有此石。相传米芾有“瘦、秀、皱、透”四字相石法。\n米芾还爱砚。砚是“文房四宝”之一，为书画家必备之物。米芾于砚，素有研究。著有《砚史》一书，据说对各种古砚的品样，以及端州、歙州等石砚的异同优劣，均有详细的辨论，倡言“器以用为功，石理以发墨为上”。《宝晋斋法书赞》引《山林集》中一帖：“辱教须宝砚，……砚为吾首，……”米芾把砚看得像自己的头颅一样重要，可谓溺爱之深。（“帖身”亦出于《法书赞》）\n兼有石癖、砚癖的米芾自然对砚山极为重视。砚山是一种天然峰峦形成的砚石，在底部山麓处，琢平可受以水磨墨，既可作为文房清玩，又能为临池染墨之具。《志林》记米芾得一砚山而抱眠三日。其中最著名的一座是南唐后主李煜之物，为结屋甘露而转让他人换得宅地一方，米芾念念思之，因作有《研（砚）山图》传世。\n米芾晚年居润州丹徒（今属江苏），有山林堂。故名其诗文集为《山林集》，有一百卷，现大多散佚。目前传世有《宝晋英光集》。米芾能书又能诗，诗称意格，高远杰出，自成一家。尝写诗投许冲元，自言“不袭人一句，生平亦未录一篇投豪贵”，别具一格为其长，刻意求异为其短。\n米家云山，非师而能\n米芾画迹不存于世。尽管各种资料中所记的画迹可以列出一个长长的清单，然而“谅非如此之众也”（米芾《画史》）。历代书画史所载真伪相参，扑朔迷离，以至于后人不断怀疑：米芾是不是画家？米芾会不会作画？米芾的画究竟面目如何？后人因而仿效米芾作“无米论”。其实，《宣和书谱》已称米芾“兼喜作画”。《宋史》本传亦云：“画山水人物，自名一家。”米芾也自称能画，以他当时的鼎鼎大名，根本没有必要冒充画家，实在不须怀疑他能否作画，历史上有画名而无画迹存世的又何止米芾一人！\n米芾自著的《画史》记录了他收藏、品鉴古画以及自己对绘画的偏好、审美情趣、创作心得等。这应该是研究他的绘画的最好依据。\n但目前唯一能见到的，也很难说是真正意义上的“米画”——《珊瑚帖》上的一只金座笔架。倘若把底座拉长，略加坡度，笔架缩小插在山坡上，那就成了米家山水最基本的骨架，然后再加上米点和题款，米家山水便赫然而出。米芾作画大抵也像在《珊瑚帖》中一样兴之所至，随手涂抹。在字里行间随手涂抹的例子还见于《铁围山丛谈》，谓米芾在写给蔡京的一帖中诉说流离颠沛之苦，随手在文中画了一只小船。\n米芾自称所画云山“树石不取细意似便已”，其句读可作“树石不取细，意似便已”，或作“树石不取细意，似便已”。前者强调神似，后者强调形似。邓椿则作：“树石不取工细，意似便已”（《清河书画舫》）。据此，可以肯定地说，这种画风与以赵佶为代表的那种刻意求工的画风是截然相反的，也与通常认为的“兴之所至，以墨为戏”一致。有画史称“率笔而写，极有天趣”。这里再引一个流传甚广的故事：（米）墨戏，不专用笔，或以纸筋，或以蔗滓，或以莲房，皆可为画，反映了一种玩好的心态。\n米芾的《画史》也贯穿着这种心态。北宋初期的山水形成了关仝、范宽、李成三家鼎峙的局面，他们以善写雄山大水见长，极尽外师造化之能事，曾使当时的评论家大为叹服：“三家鼎峙，百代标程”。但米芾却评论道：“关仝，工关河之势，峰峦少秀气；李成淡墨如梦雾中，石如云动，多巧少真意；范宽势虽雄杰，然深暗如暮夜晦冥，土石不分。”对于赵佶的皇家画院，米芾不便多言，但从他不评一字的态度可以看出认可者甚少。在米芾的年代，“独书画未有杰然超拔之士”，摹习成风，难怪米芾所见李成的赝品几达三百件之多，这当然不能排除画者为了谋利，逢迎时尚。米芾凡事务求出人头地，他当然不愿临摹三大家的山水。他的山水画一空依傍，在他的《画史》中郑重声明“非师而能”。\n“非师而能”之“师”，当然指当时流行的三大家，这是当时画家成功的必由之路。米芾更多地希望中得心源，更多地从内心感受出发。“非师而能”成立的前提和基础是：米芾首先是一个北宋最好的鉴赏家和北宋最大的收藏家，过眼的古代书画无数。他比较重视客观实际，注意鉴别真伪，区分优劣，还用铃印的方法区分书画的等级，这种品级评定恐系我国画史第一人。米芾以鉴古的眼光对待书画，对各家的优劣得失了如指掌，一旦拿起画笔，自然就能扬长避短，另辟蹊径了。\n尽管米芾声称“非师而能”，但是我们依旧能说他主要取法于南方的董源。董其昌说：“米家父子宗董、巨，删其繁复”，“董北苑好作烟景，烟云变幻，即米画也”（《画禅室随笔》）。莫是龙等也有类似的说法。从他的《画史》中看，他对三大家指责尤多，而对于董源、巨然却是一味赞美：\n“董源平淡天真多，唐无此品，在毕宏上。近世神品，品格无与比也。峰峦出没，云雾显晦，不装巧趣，皆得天真。岚气郁苍，枝干劲挺，咸有生意。溪桥渔浦，洲渚掩映，一片江南也。”\n“董源雾景横披全幅，山骨隐显，林梢出没，意趣高古。”\n“巨然师董源，今世多有本。岚气清润，布景得天真多。巨然少年时多作‘矾头’，老年平淡趣高。”\n“巨然半幅横轴，一风雨景，一晚公山天柱峰图。清润秀拔，林路萦回，真佳制也。”\n“巨然山水，平淡奇绝。”如此等等。\n他确实收藏有董源的《雾景横披全幅》等，也见过他人收藏的董源画。米芾对自己的师承一字不提，要么是对院画、三大家的揶揄、偏激之词，要么便是“米老狡狯”，自作清高了。\n米芾选择这样的图式，自有他的原因：首先与他对山水的审美偏好有关。从他对三大家的指责中可以看出他偏好秀润一格。再考其经历：早年游宦桂林，山水秀丽甲于天下；暂居姑苏之大姚村，为江中一岛，水雾蒹葭；定居润州，有人形容为“江南奇观在北固诸山，而北固诸奇观又在东冈海岳”（据《中国书画》）。米家云山图式大抵以江浙一带的江南平远山为粉本。其重点不仅仅在于山，也不仅仅在于云，而在于云遮山、山衬云的欲雨欲霁的景色。这样的图式虽然与米芾作画的技巧有关，云山可以帮助他略去大部分景物，冠冕堂皇地掩盖了作画技巧的不足，又巧妙地表现了自己的偏好且自出新意。但我们还是说米芾为此下了不少功夫。据说他每天晨夕对景写生，“加之‘其人胸中有千岩万壑’，晴雨晦明中，执笔摹写，收景象于毫芒咫尺之间”（李日华《味水轩日记》）。《孙氏书画钞》曰：“雨山晴山，画者易状。惟晴欲雨、雨欲霁，宿雾晓烟，已判复合，景物昧昧，时一出没无间，难状也。此非墨妙于天下，意超物表者断不能到也。”李日华在《味水轩日记》中曾记他在雨中游览云山。“领略云山蓊蒙之状，沈绿深黛中，时露薄赭，倏敛倏开”，感叹“非襄阳米老断不能与造化传神，乃知此老高标自置，固非浪语”。\n构成米芾的画面的是墨色、点和线条，这都是米芾作为一代大书家的看家本领，其精妙固不在话下。关于墨色，如“米元章砚山图纯用焦墨”（《既古录》），“元章用王洽之泼墨，参用破墨、积墨、焦墨，故融厚有味”（董其昌语）。《詹东图玄览编》说：“米海岳云山小横幅，纯用淡墨而成，了无笔迹，真逸品也。又有一小横幅，纯用焦墨，笔法高古苍劲。昔人作绘，有有笔无墨者，有有墨无笔者，此则一为无笔无墨，一为有笔有墨，真是不可测度。”关于米点，也有其来历，董其昌、莫是龙都说董源画树多有不作小树形者，如秋山行旅是也；又有作小树但只是远望之似树，其实凭点缀成形者。这或是米氏“落茄皴”的来源。但他作画不取工细，这样的画面只能是小幅，一经放大便空洞无物了。自云：“知音求者，只作三尺横披。三尺轴惟宝晋斋中挂成对，长不过三尺，裱出不及椅所映，人行过肩不着。更不作大图，无李成、范宽、关全俗气。”他无法像李成、范宽那样在巨幅上挥洒自如，纵横驰骋，实际上他的画也以小幅胜。史家常说米芾用横幅，为其首创，“古画多直幅，至有画长八尺者。横披始于米氏父子，非古训也”。据其《画史》记，亦有不少横披横挂的，但米芾提倡小幅，却在形式上为后来的文人画家作了表率，起了很大作用。后人关于米画尺幅的记载均是小画：“米小画一纸，广仅七寸，高尺余”；“米元章纸写小山水一幅，阔一尺，高三尺许”；“米元章绢写小山水一卷，长五尺，高八寸”；“小米山水小纸一幅，仅尺余高，阔七尺余”。\n米芾作画讲究表现云与山的虚实变幻，这只能靠笔墨效果来控制。他提倡用宣纸作画，“画纸不用胶矾，不肯于绢上画，临摹古画有用绢者”（《清河书画舫》引《格古要论》）。因宣纸利于墨韵的变化，而绢却利于墨笔线条，画云山显然用绢不及用纸。实际上米芾对绢的驾驭能力也是相当强的，一卷《蜀素》传世百年无人书写，固然有书艺高低之别，但主要还是无法把握粗糙的蜀绢，而米芾却驾轻就熟，《蜀素》一帖是米芾的佳构之一。说“米不肯于绢素上着一笔”，想必米芾知道书法与绘画材料不同，效果也不同。这也只能指一般的情况，杜东原有诗题米元章画：“鲛人水底织冰蚕，移入元章海岳庵。醉里挥毫人不见，觉来山色满江南。”（据孙祖白《米芾米友仁》）大概是米芾偶一为之，“米画用绢素者”或许未必都是伪作。\n至此我们可以设想出米芾作画的大致面目：大约是通身墨骨的树干上分布着枝枝叉叉的细枝，树枝上用或圆或扁圆的点子作叶，浓浓淡淡的有干有湿，十分随意，山峦起伏重叠，皴少而墨多，淡墨滋润，浓墨略干燥，树和山峦穿插烟云。因云用细笔勾勒，线条宛如他的书法，靠着书法线条的支撑，再加上他精于墨色变化，使浓淡干浊的墨，造成迷茫沉郁的树林，浑厚朴茂的山林，飘忽无定似动非动的烟云。\n根据米芾《画史》的记载，他也长于人物画，自云“所画《子敬书练裙图》归于权要”，“善写古贤像”。曾与北来人物画第一高手、白描大师李公麟讨论创作人物画，李为之作《山阴图》。周密《云烟过眼录》记：“李伯时《山阴图》：许玄度、王逸少、谢安石、支道林四像，并题小字，是米老书。缝有睿思东阁小玺，并米字印，题：‘南舒李伯时为襄阳元章作。’下用公麟小印，甚奇。尾有绍兴小玺，跋尾云：米元章与伯时说许玄度、王逸少、谢安石、支道林当时同游适于山阴，南唐顾闳中遂画为山阴图，三吴老僧宝之，莫肯传借。伯时率然弄笔，随元章所说，想象作此，潇洒有山阴放浪之思。元丰壬戌正月二十五日与何益之、李公择、魏季通同观。李琮记。”由此可知，米芾除了绘画造型能力较弱外，他对绘画审美的才能以及绘画构思的精到，几乎是可以与李公麟相抗衡的。\n据米友仁讲，米芾亦长于自画像和古贤像。见《海岳遗事》：“米芾自写真，世有数本，一本服古衣冠，曾入绍兴内府，有其子友仁审定赞跋云：‘先子昔手写晋、唐忠臣义上像数十本，张于斋壁，一时好古博雅移摹流传甚多，至今尚有藏者。此卷自写真也。’一本苏养直题云：“米礼部人物潇散，有举扇西风之兴。’一本唐装据案执论《十七帖》者，上有篆书‘淮阳外史米元章像’八字及无章自书‘棐几延毛子，明窗馆墨新，功名皆一戏，未觉负平生’之句。”这类古代忠臣义士像，大概也是他兴之所至、寓兴寄怀的作品。\n如果说米芾画阳朔山为传闻的话，那么他四十岁前后作山水大概不成问题。较之于山水，他作人物画则很晚。米芾自称“李公麟病右手三年，余始画”。这里当指开始作人物画的时间。《宣和画谱》记李公麟晚年得痹疾，《宋史》记元符三年（1100），（李）病痹。这表明米芾开始创作人物画是在崇宁二年（1103），距其去世仅仅五年。\n米芾作画，并不像古人那样精工细作，而是挥洒点染顷刻而成的。他作画快疾而流传的画迹稀少，只能说明：一是不常作画，画作也不轻易送人。二是作画的时间本来也不长，这一点也可从他朋友那里找一些旁证：苏轼、黄庭坚、陈师道、王诜等从不记载他作画，实际上米芾开始作画时，苏于1101年、黄于1104年、陈于1102年、王于1104年相继去世。总的看来，米芾作画时间不会很长，画作不会很多，又深自秘藏，故而当时就不多见。邓椿《画继》记“（米）公字札流传四方，独于丹青，诚为罕见”。该书记述的两张画，风格、画法均不类米芾，与米友仁也毫无瓜葛可言，不足为凭。流传到南宋见于记载的大概只有《下蜀江山图》。张元干、朱熹都见到过。陆游曾跋曰：“画自是妙迹，其为元章元疑者，但字却是元晖所作，观者乃并画疑之，可叹也”。（《渭南文集》卷二十九，《跋米老画》）\n风樯阵马，飘逸超迈\n米芾平生于书法用功最深，成就以行书为最大。虽然画迹不传于世，但书法作品却有较多留存。南宋以来的著名汇帖中，多数刻其法书，流播之广泛，影响之深远，在“北宋四大书家”中，实可首屈一指。\n康有为曾说：“唐言结构，宋尚意趣。”意为宋代书法家讲求意趣和个性，而米芾在这方面尤其突出，是北宋四大家的杰出代表。\n米芾习书，自称“集古字”，虽有人以为笑柄，也有赞美说“天姿辕轹未须夸，集古终能自立家”（王文治）。这从一定程度上说明了米氏书法成功的来由。根据米芾自述，在听从苏东坡学习晋书以前，大致可以看出他受五位唐人的影响最深：颜真卿、欧阳询、褚遂良、沈传师、段季展。米芾有很多特殊的笔法，如“门”字右角的圆转、竖钩的陡起以及蟹爪钩等，都集自颜之行书；外形竦削的体势，当来自欧字的模仿，并保持了相当长的一段时间；沈传师的行书面目或与褚遂良相似；米芾大字学段季展，“独有四面”、“刷字”也许来源于此；褚遂良的用笔最富变化，结体也最为生动，合米芾的脾胃，曾赞其字，“如熟驭阵马，举动随人，而别有一种骄色”。\n元丰五年（1082）以后，他开始寻访晋人法帖，只一年就得到了王献之的《中秋帖》。这先入为主的大令帖，对他产生了巨大的影响，他总觉得右军不如其子。但生性不羁的米芾并不满足于小王，早在绍圣年间就喊出了“老厌奴书不换鹅”，“一洗二王恶札”。米芾据说学过羊欣，李之仪说，“海岳仙人不我期……笔下羊欣更出奇”。那么米芾学羊欣大概在卜居海岳庵，是元祐六年之后的事情了。尽管如此，米书并没有定型，近在元祐三年书写的《苕溪帖》、《殷令名头陀寺碑跋》、《蜀素帖》写于一个半月之内，风格却有较大的差异，还没有完全走出集古字的门槛。\n直到“既老始自成家，人见之，不知何以为主”时才最后完成了自己风格的确立，大概在五十岁以后。这定型的书法面目，由于米芾过于不羁，一味好“势”，即使小楷如《向太后挽词》也跃跃欲试。这“势”固是优点，但同时又成了他的缺陷。“终随一偏之失”，褒贬分明如黄庭坚者应该是比较客观的、公道的。\n黄长睿评其书法，“但能行书，正草殊不工”，当时所谓“正”，并无确指，不一定是现在的“正楷”，倘指篆隶，倒也恰当。现存的米芾篆隶，的确不甚工，草书也写得平平。他后来对唐人的草书持否定态度，又囿于对晋草的见识，成绩平平自然在所难免。\n米芾作书十分认真，不像某些人想象的那样，不假思索一挥而就。米芾自己说：“余写《海岱诗》，三四次写，间有一两字好，信书亦一难事”（明范明泰《米襄阳外记》）。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。\n米芾对书法的分布、结构、用笔，有着他独到的体会。要求“稳不俗、险不怪、老不枯、润不肥”，大概姜夔所记的“无垂不缩，无往不收”也是此意。即要求在变化中达到统一，把裹与藏、肥与瘦、疏与密、简与繁等对立因素融合起来，也就是“骨筋、皮肉、脂泽、风神俱全，犹如一佳士也”。章法上，重视整体气韵，兼顾细节的完美，成竹在胸，书写过程中随遇而变，独出机巧。米芾的用笔特点，主要是善于在正侧、偃仰、向背、转折、顿挫中形成飘逸超迈的气势、沉着痛快的风格。字的起笔往往颇重，到中间稍轻，遇到转折时提笔侧锋直转而下。捺笔的变化也很多，下笔的着重点有时在起笔，有时在落笔，有时却在一笔的中间，对于较长的横画还有一波三折。勾也富有特色。米芾的书法中常有侧倾的体势，欲左先右，欲扬先抑，都是为了增加跌宕跳跃的风姿、骏快飞扬的神气，以几十年集古字的浑厚功底作前提，故而出于天真自然，绝不矫揉造作。学米芾者，即使近水楼台如米友仁者也不免有失“艰狂”。\n宋、元以来，论米芾法书，大概可区分为两种态度：一种是褒而不贬，推崇甚高；一种是有褒有贬，而褒的成分居多。持第一种态度的，可以苏轼为代表。《雪堂书评》：“海岳平生篆、隶、真、行、草书，（如）风椅阵马，沉着痛快，当与钟（繇）、王（羲之）并行，非但不愧而已。”《宋史》本传说他“特妙于翰墨，沉着飞翥”。所谓风樯阵马，是言米芾法书的气势迅疾超迈；沉着和痛快（飞翥）不易兼得，而能在痛快中见沉着，足见其难能。将他和书法史上享有最大声誉的钟、王并行齐观，推崇自然极高。《雪堂书评》，是苏轼在黄州时所作，其时苏米第一次晤面。苏子兼评草隶篆，这显然是这位忠厚长者勉励后学的话。他的另一则题跋：“近日米芾行书……虽不逮古人，然亦必有传于后世也”，和黄庭坚等很接近。持第二种态度的以黄庭坚为代表：“余尝评米元章书，如快剑斫阵，强弩射千里，所当穿彻，书家笔势，亦穷于此。然亦似仲由未见孔子时风气耳。”褒美其笔势雄强峻利，所向无当，又说如子路未见孔子时风气，则批评米书有着桀骛不驯的气质，神情未能内含，有欠彬彬之态。后人对米书的评价大抵不出苏黄的评价。米芾的书法在北宋的影响并不大，远不能与苏东坡相比。学者稀少，尽管其自诩“榜牢固已满世”，“户外之履常满”。但米芾较之于苏黄蔡三家可谓是一个纯粹的艺术家，其成就必然会被后人赏识。他的好运是从南宋开始的。“绍兴天子访求其书，始贵重于天下”，于是“天下翕然学米”。从高宗刻“绍兴米帖”和起用米友仁作书画鉴定人两事可见端倪。吴琚、张孝祥、范成大、张即之、赵孟坚等皆有可观的成绩。其他参合苏、米的陆游、朱敦儒等更不在少数。韩侂胄刻《阅古堂帖》置苏、米于同等地位，此时二公的影响已势均力敌了。北方的金国，吴激、王庭筠都是学米芾的好手，王尤为突出。元人“燕人王铎字振之，嗜石成癖，慕元章为人，以贿求为襄阳令。后果得之，号‘王襄阳’”（元陆友《研北杂记》）。元代赵子昂、鲜于枢都收藏过米芾书法作品，并给予高度评价。学米芾者有白珽、张铎、李元珪等人。入明，学米芾最为踊跃，如张弼、李应桢、祝允明、文徵明、陈淳、莫是龙、徐渭、邢侗、米万钟等，无不取一瓣心香。尤以王觉斯为突出。至清，崇拜者益众，但大多由董（其昌）入米，加之后来碑学中兴，米家书法便有些不显山不显水了。近世学米芾又日渐增多。\n米友仁和高克恭\n米芾的绘画并没有引起多大的反响，从者寥寥。米芾的弟子和朋友蔡肇（天启）有仿米之作。《萧闲堂记》云：“蔡天启肇，相知中语仆若心腹者……天启此作，大得米法。峰尖云气，虚白飞动，树叶渍墨朵朵，重复可辨，枯梢蟹爪鹰啄如篆籀。天启当日亲见米老，故雄逸尔。襄阳渊源从此可以证人矣。”《味水轩日记》曾记有《仿米元章山水》一轴，“大得米法”。\n米芾有手札记同僚语曰：“陈叔达善山峦烟云之意，吾子友仁亦能夺其善。”这位与二米同时的陈叔达，虽也画烟峦云岩的景色，而画迹不传于世，从米芾的口气体味当是同擅异法，还不能算是米氏的派系。\n在山水画方面，南宋学米者依然寥寥可数。李日华曾见一本，并定为“南宋人吴琚辈手迹，以其间用钩砍与绢色别之”（《味水轩日记》）；嵇乩关注“绍兴中有赵芾者，居镇江之北固。画亦有神韵，署名多不著姓。后人得其画本，往往误称米南宫云。文体承《严氏书画记》载芾《江山万里图》一卷，是其证也”（《清河书画舫》等）。存世的画迹中只有一件传为李公麟的《潇湘卧游图》，近于米派，其他则寂焉无闻。可以认为：除小米自己以云山独树一帜外，风行的大多是李（唐）、刘（松年）、马（远）、夏（珪）和二赵（赵令禳、赵佶）的流派。\n米友仁，米芾长子，初名尹仁，小名虎儿。黄庭坚赠他诗曰：“我有元晖古印章，印刓不忍与诸郎。虎儿笔力能扛鼎，教字元晖继阿章。”友仁遂改字元晖。继阿章，谓继承米元章的衣钵。\n崇宁三年（1104），米芾为书画学士，徽宗召对便殿，进米友仁所作《楚山清晓图》（蔡氏墓志文作《长江万里图》），既退，赐御书画各一卷，时友仁十九岁，由是知名。宣和时初官大名府少尹，四年应选入掌书学二年余。高宗绍兴十一年（1141）为兵部侍郎，十五年以敷文阁待制提举神右观，奉朝请，故世称“米敷文”。米友仁继承家学，亦精鉴别，为高宗鉴定书画。\n《古今画鉴》说他：“能守家学，作山水清致可掬，亦略变其尊人所为，成一家法，烟云变灭，林泉点缀，生意无穷。小米山水，点缀云烟，草草而成，不失天真风气，肖乃翁也。每题画曰‘墨戏’”。米友仁少年得志，又自负云山精绝，故世人求画往往难以如愿。不得志时，“日奉清闲之燕（宴）”，士人往往可得其作品，然亦未必为真：“诸公贵人求索者填门，不胜厌苦，往往多由门下士效作，而亲书‘元晖’二字于后。”“既贵，甚自秘重，虽亲旧间亦无缘得之，翟耆年有诗嘲讽：‘解作无根树，能描蒙懂云。如今御供也，不肯与闲人。’享年八十，神明如少壮时，无疾而终”（《画鉴》、《清河书画舫》）。\n米友仁不单单是云山一格，“米元晖有细谨如营丘（李成）者，有疏宕如北苑（董源）者，不专以突兀冥蒙为奇，而后人失之”（《味水轩日记》）。他也有“大姚村图，赭石甚红，曾藏顾仲方中翰家”。又有记元晖画卷为“青山绿水，佳绢所制”。他曾说：“京口翟伯寿，余平生至友，昨豪夺余自秘着色袖卷，盟于天……”（《清河书画舫》）\n米友仁自称：“所至之处，为人迫作片幅，莫知其几千万亿，在诸好事家矣。”按《历代著录画目》，小米的作品多达一百多件，去其重复，当有三十多件。但目前存世的作品大约仅有这么几件：《潇湘奇观图》、《云山墨戏图》、《云山小幅》（现藏北京故宫博物院），《云山得意图》（现藏日本），《潇湘白云图》（现藏上海博物馆），《远岫晴云图》，《云山轴》等。\n这些存世真迹大抵与画史所记小米画的特征相同：它完全使用水墨，但不像传统的水墨山水那样以钩皴来表现树石山峰，而是以笔饱蘸水墨，横落纸面，利用墨与水的相互渗透作用形成的模糊效果，以表现烟云迷漫、雨雾溟蒙的江南山水。\n小米在米芾的基础上进一步改善了米氏云山“落笔草草，不求工细”的缺陷，进一步丰富了它的形式感和表现力，也扩大了对自然山水的审美范围，把景物及其情趣和笔墨的效果有机地结合在一起，寓丰富于单纯之中，使之更加符合文人画的意趣。\n入元之后，米氏画风得到相当程度的欢迎，其中以高克恭最为出色。高克恭，字彦敬，号房山，系出西域，籍贯大同，家居大都（今北京），官至刑部尚书。任期满后，寓居武林（今杭州），不求仕宦，从事于画。擅长山水之外，兼工墨竹。赵孟頫曾赞其画为“平生壮观”，与赵氏并称“南赵北高”（张羽《静居集》）。就他的成就而言，应推为米派第一人。\n高克恭早年专学米云山，用功甚勤，曾著论专辨二米写山法，“其精思更苦于营丘诸家”。但因笔力不足遭到行家指责，此后掺入董源、巨然的传统，画风才大为改观。元柳贯说：他“初用二米法写林峦烟雨，晚更出入董北苑，故一代奇作”；明董其昌谓“房山虽学米家父子，乃远宗吾家北苑，而降格为墨戏”；张丑《清河书画舫》说：“高尚书彦敬画宗董、巨，中岁专师二米，损益别自成家。”\n他存世的画迹有：《云横秀岭图》、《春山晴雨图》（现藏台湾故宫博物院），《春云晓霭图》、《横山晴霭图》（现藏北京故宫博物院）等。\n高克恭远宗董源、巨然，掺合米家墨戏，以他的《云横秀岭图》为例：画云山烟树，溪桥亭屋，山势嵯峨，群峰耸立，白云横岭，树木葱茏。山顶用青绿横点，山石坡角多用披麻皴，后施以赭色，笔法凝重，墨色淋漓。此乃高氏掺合董、米的典型画法。此图有一题跋：“子谓彦敬画山水，秀润有余而颇乏笔力，常欲以此告之，宦游南北不得相见者今十年矣。此轴树老石苍，明丽洒落，古所谓有笔有力者，使人心降气下，无可议者。”（李衍题，见《墨缘汇观》）评价颇高。\n“无可议者”，表明这种画法已被认可。其雄浑高华之处，恐米氏亦难企及，“固应独擅人间豪，未容小米诧能事”（《清河书画舫》），自具家数，声名不下二米。据董其昌说，世间所谓米画，有些是属于被挖去题跋的高氏作品，但高克恭的画迹存世也很少。\n自此，历经三朝三代人的努力，才确立了后人认可的有笔有墨的云山墨戏的经典格式。“米家法至房山而始备”（清·恽寿平语）。米家墨戏终于成为中国水墨山水画的核心之一，泽被后世。\n元代除高氏以外，尚有方从义和郭畀两家，也被称为米派有名画家。方从义，字无隅，号方壶，江西贵溪人，上清宫道士。方氏的画，雄奇烂漫，别开生面，曾受米氏的影响，但主要从董、巨的画风中得来。郭畀字天锡，江苏京口人，为浙江行省掾吏。善画窠木竹石，相传山水有米家格调。元代其他山水画家，大多从赵孟頫，或宗李、郭，或宗董、巨，很少专师米芾。而“元四家”的黄、倪，他们山水画中峰峦山石的侧笔横点，应是渊源于米点。元人好学米画，无名者甚众。\n入明，米家画法已渗入在所谓南宗的山水画中，专学米氏云山的名家颇多。明四家中，沈周在笔墨上受过米派一些影响；文徵明、唐寅均有仿米的作品。其他如文门高足陈道复，以写生余技，作“云山墨戏”，得米氏的意趣而失之疏犷。董其昌究心米氏颇深，偶写云山，时能取神遗貌，他说：“余雅不学米画，恐流入率易。兹一仿之，犹不敢失董、巨意，善学柳下惠，颇不能当也。”“近来俗子，点笔便自称米家山，深可笑也。元晖睥睨千古，不让右丞（王维），可容易凑泊开后人护短路耶！”松江诸派因沾染余泽，明末号称浙派殿军的蓝瑛，间学米法，惟少淋漓之致。（《图绘宝鉴续编》）清初“四王”吴、恽，俱有仿米之作，各自有得，而少发展。龚贤山水，标举北苑，未称学米，而其法有米氏影响。其后画山水者，大多涉猎米派，作夏景必言米称高，辗转摹仿，未见其神。至于借口墨戏，信手涂抹一些不存形似更难言神的所谓文人画，借以标榜风雅，那就更加等而下之了。\n近千年文人画之肇端\n北宋的山水画，大多出于五代的荆浩体系，除了少数画家远宗唐代李思训父子外，其他莫不掇拾于鼎峙北方的荆派三大家——关仝、李成、范宽的风规格调。\n但在文人的趣味上又不完全是这么一回事，以苏东坡为代表：他在“题材、格局、手段、技法等方面与‘画工’画并没有什么显著的区别，所以苏轼才特别强调要在气质、意趣等方面严格分辨二者的区别”（阮璞《苏轼的文人画观论辨》）。他所谓的“出新意于法度之中，寄妙理于豪放之外”、“合于天造，厌于人意”等，都是以传统的造诣、功力、格法标准来要求绘画的。简单地说，就是旧的传统，新的趣味。\n同是文人画之祖的米芾却不屑于这样的调和，米芾的成功在于通过某种墨戏的态度和母题选择达到了他认可的文人趣味。米芾意识到改变传统的绘画程式和技术标准来达到新的趣味的目的。究其原因：米芾首先是一个收藏宏富的收藏家、鉴定家，对历代绘画的优劣得失了然于胸，更多考虑的是绘画本体的内容；而苏轼首先是一代文豪，然后才以业余爱好者的身份来发表他的绘画观，较多地以诗（文学）的标准来衡量、要求绘画，固然不乏真知灼见，但终究与画隔了一层。所以后人多是把米芾当作画家，把苏轼当作美术理论家来看的。心中叨念的是苏轼的画论，而手中实践的却是米家云山，尽管苏轼有画传世而米芾一无所有。作为历史研究，不能不指出米芾的美术思想远比苏轼超出他们所处的那个时代。\n米芾的地位如此独特，使得我们几乎只有在他对后世的影响中才能把握其画作画论的价值。米芾源出董源，几成定论。董氏的绘画多写江南山色，米芾已有的评述都是从整体气氛着眼的，但米芾并没有从中寻找适合表达的东西。米芾讲究“不取工细，意似便已”，他虽有临摹“至乱真不可辨”的本领，却更热衷于“画山水人物，自成一家”，通过一番选择，米芾找到董源所用的“点”。本来，董源的“点”是披麻皴的辅助因素，服从于表现自然质地的需要，点与其他造型手段一起构成了某种写意的整体气氛；在巨然的笔下，尤其是山头的焦墨点苦使笔墨本身具有了某种独立意味的写意效果。董、巨的点都有受制于造型目的的性质。在二米的笔下，点已几乎成为造型的全部，且有了相当程度的写意性。所谓“落茄皴”，事实上就是一种以点代皴的写意画法，“用圆深凝重的横点错落排布，连点成线，以点代皴，积点成片，泼、破、积、渍、干、湿并用，辅以渲染表现山林、树木的形象和云烟的神态”，完全放弃钩皴点擦的传统方法。卧笔中锋变化的随意偶然效果，不拘常规，不事绳墨，远远超出同时代人的眼界，难怪当时并没有积极的反应，甚至遭到“众嘲”、“人往往谓之狂生”。（《画继·轩冕才贤》）\n米家云山并没有使北宋文人的书画获得一种新的对应价值。自娱玩赏的心态，清敦淡泊的趣味与简率放逸的画风，还是不协调的、分离的，这样的画风不大可能成为一种左右时尚的绘画样式。虽然“画适吾意”在北宋成为时髦的话题，但左右士大夫的仍是那些既能体现诗兴意趣又能达到传统技法要求的绘画。\n米家云山的尴尬处境经过元代的高克恭的创作实践才发生了变化。高克恭改变了米家云山的若干缺陷。事实上，高克恭也是一位集大成的画家，只不过他融董巨、入米家云山的画法对后世的影响更大些。从高克恭的传世作品中可以看出他的目的已不再是为自然写照，也很难找到明确的母题，他似乎有意识地避开了母题的束缚，从而加强笔墨本身的趣味效果。细细品味，我们甚至可以从画中想象高克恭在层层铺设这些点簇时那种怡然自得的玩味神情。他关心的或许已不再是如何表现自然，而是这些点的独立表现功能，使之成为有些概念意味的独立符号。高克恭发展了董巨、二米艺术中点的写意性质，同时又谨慎地使之避免因为过分简易放纵而流入无法可依的墨戏，试图借此达到简洁闲逸的效果。如果说，董、巨通过真实布景达到这个效果，二米通过墨戏的态度和母题选择也达到这样的文人趣味，高克恭则通过笔墨形式本身来达到这一目的。这一点恰恰是划时代的。他在董巨的格法和二米的放纵之间，或者说他在艺术的图式框架和艺术灵感之间找到了某种谐调的方法。这样，北宋文人的“文人画”趣味终于可以纯粹借助于笔墨获得相对稳定的表现。从此以后，文人画才产生了前所未有的意识：从笔墨本身而不是通过画面或题材体现某种诗意内容，或者说通过游戏翰墨的偶然效果去寻找与欣赏趣味相适应的艺术标准和美学价值。这可能是米芾创立的米家云山对后世文人画作出的最有价值的贡献。\n","category":"行书","verified":true,"user":1,"timestamp":1429951546866},{"name":"鮮于枢行书致白珽札","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791632982,"text":"《先茔帖》（《致白珽札》），手札，纸本。\n释文：\n 先茔围墙急用四兽像，欲求寺院砌地厚大方縥五枚。宗师或有之，不知湛渊子可以下一转语否？檀波罗蜜亦当行所当为事，必不吝也。呵呵。枢顿首。湛渊路教翰学先生。八月廿六日。\n 白謕（1243-1328），字廷玉，号湛渊，钱塘人。曾官婺州路、兰溪州判官。擅长诗文。\n 伯机书健拔跌荡气宇轩昂，赵孟俯甚重之，每以二纸易其一书。然二人皆元时一代巨擘，而赵氏的谦逊敦厚，尤可为学者师表。性情刻薄，胸不容人，笔底必落小家路数。此札前三行严正朴茂，书与情合，此后渐趋率放，畅达中有沉郁之致，是神韵功力兼长的佳作。\n 著录：\n 清·卞永誉：《式古堂书画汇考·书考》卷十七（作《檀波罗密帖》）。清·顾复：《平生壮观》卷四。清·谢希曾：《契孽堂书画录》卷一，《元名贤真迹》册之一。清·端方：《壬寅销夏录》第八册，《元贤词翰》册之一。《宋元墨宝》第一集，有正书局影印。《宋元明清书法丛刊》，第二卷，第72页，二玄社，东京。黄君实：《宋元明清四朝翰墨》第二卷，第72-73页，二玄社，东京，1996年。《徐邦达集》（五）《古书画过眼要录·元明清书法（壹）》212页，紫禁城出版社，2006年出版。","author":"元代鲜于枢","description":"鮮于枢行书致白珽札"}]