[{"name":"宋克章草孙过庭书谱册","text":"\n尺寸:29x21x0.6cm\n重量:181g\n内容简介\n元代末年，朱元璋在群雄中崛起，驱逐蒙元，建都南京，自洪武元年（一三六八）开创了明王朝。明代初期在书法上基本延袭了赵孟頫以三宋（宋璲、宋克、宋广）和二沈（沈度、沈粲）为代表的书家，除宋克的章草尚有一定物色之外，其他书家在创意上显得比较靡弱，尽管有几位书家在当时名声很大，特别是永乐宣德年间，沈度、沈粲史弟二人因受到成祖皇帝宠遇，一时声名显赫，朝廷的重要文件都由此二人书写，于是竞相仿习，个性丧失殆尽，至明代中叶，吴中书家的崛起，书风遂为之一转。宋克（一三二七——一三八七）字仲温，又称克温，号南官生，江苏长洲（吴县）人。宋克出身于一个十分富裕的家庭之中，自幼便博涉群书，因其性豪爽，身躯魁伟，有任侠之举，家中蓄养门客甚众，喜饮好博，家财丧失，元宋动乱之时，意欲树功立业，北走中原，举义旗而起事，不意中道受阻，遂溯江游金陵，入浙江之金华、会稽诸山，搜奇揽古，归家后因其以气节而闻名乡里，张士诚屡欲招其为幕宾，皆谢辞不赴，闭门家居，辟一室，内藏历代法名帖、周秦鼎，研究法书，日游其间不以为倦。晚年（洪武初）曾任陕西凤翔县同知，不久又辞官还乡，在他隐居期间，与杨维桢、倪瓒等人相交其契，以诗文相酬唱，特别是杨维桢非常喜欢宋克的书法，若有新作诗词，常请仲温书之，宋克学书取法高古，从魏晋上溯草隶之，尤其是对皇象《急就章》深有研究，相传宋兢曾师从元代的著名书家饶介，深得其用笔之法，且其于书十分用功，据《明史·文苑传》谓：“克杜门染翰，日费十纸，遂以善书名天下。”其真书出自钟繇，行草兼二王及皇象〈急就草〉之遗意，清劲古雅，最为难能可贵的是他将章草融合到他的行草中去，而别开生面，吴宽评其书谓：“克书出魏晋，深得钟王之法，故笔精墨妙，而风度翩翩可爱。”其传世的作品有：《李白行路难》、《七姬志》、《杜子美诗》、《定武兰亭跋》、《刘桢公讌诗》、《形赠影古诗》、《急就草》等，本册所载《宋克书孙庭书谱》，是赠送给他的好友俞孟京的，后未署书写年月，但纵观此册作品，熔楷、行、章草于一炉，笔力清劲健古，结字疏宕萧散，通篇千余字一气呵成，无一懈笔，真可谓于精到处见豪放，于细微中见功力，笔笔如入嫌素一般，令人叹为观止。今影印出版，以飨广大书法爱好者。\n媒体评论\n《宋克书孙过庭书谱》简介\n元代末年，朱元璋在群雄中崛起，驱逐蒙元，建都南京，自洪武元年（二干六八)开创了明王朝。明代初期在书法上基本延袭了赵孟頫的稳健风格，以三宋（宋璲、宋克、宋广》和二沈（沈度、沈粲》为代表的书家，除宋克的章草尚有一定特色之外，其他书家在创意上显得比较靡弱，尽管有几位书家在当时名声很大，特别是永乐宣德年间，沈度、沈粲兄弟二人因受到成祖皇帝宠遇，一时声名显赫，朝廷的重要文件都由此二人书写，于是竞相仿习，个性丧失殆尽，至明代中叶，吴中书家的崛起，书风遂为之一转。\n宋克（二三一七—一三八七）字仲温，又称克温，号南宫生，江苏长洲（吴县)人。宋克出身于一个十分富裕的家庭之中，自幼便博涉群书，因其性豪爽，身躯魁伟，有任侠之举，家中蓄养门客甚众，喜饮好博，家财丧失，元末动乱之时，意欲树功立业，北走中原，举义旗而起事，不意中道受阻，遂溯江游金陵，入浙江之金华、会稽诸山，搜奇揽古，归家后因其以气节而闻名乡里，张士诚屡欲招其为幕宾，皆谢辞不赴，闭门家告，阵一室，内藏历代法书名帖、周秦鼎彝，研究法书，日游其间而不以为倦。晚年（洪武初）曾任陕西凤翔县同知，不久又辞官还乡，在他隐居期间，与杨维桢、倪瓒等人相交甚契，以诗文相酬唱，特别是杨维桢\n非常喜欢宋克的书法，若有新作诗词，常请仲温书之，宋克学书取法高古，从魏晋上溯草隶之法，尤其是对皇象《急就章》深有研究，相传宋克曾师从元代的著名书家饶介，深得其用笔之法，且其于书十分用功，据《明史;文苑传》谓：『克杜门染翰，日费十纸，遂以善书名天下。』其真书出自钟繇，行草兼二王及皇象《急就章移之遗意，清劲古雅，最为难能可贵的是他将章草融合到他的行草中去，而别开生面，吴宽评其书谓：『克书出魏晋，深得钟王之法，故笔精墨妙，而风度翩翩可爱。』其传世的作品有：《李白行路难》、《七姬志》、《杜子美诗》、《定武兰亭跋》、《刘桢公谯诗》、《形赠影古诗》、《急就章》等，本册所载穴宋克书孙过庭书谱》，是赠送给他的好友俞孟京的，后未署书写年月，但纵观此册作品，熔楷、行、章草于一炉，笔力清劲健古，结字疏宕萧散，通篇千余字一气呵成，无一懈笔，真可谓于精到处见豪放，于细微中见功力，笔笔如入缣素一般，令人叹为观止。今影印出版，以飨广大书法爱好者。\n一瓢\n","category":"草书","verified":true,"user":1,"timestamp":1429951604498},{"name":"宋克章草孙过庭书谱册","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791621034,"text":"宋克章草《孙过庭书谱册》，是赠送给他的好友俞孟京的，后未署书写年月，但纵观此册作品，熔楷、行、章草于一炉，笔力清劲健古，结字疏宕萧散，通篇千余字一气呵成，无一懈笔，真可谓于精到处见豪放，于细微中见功力，笔笔如入嫌素一般，令人叹为观止。  附录上海书画出版社《宋克书孙过庭书谱》说明；\n  元代末年,朱元璋在群雄中崛起,驱逐蒙元,建都南京,自洪武元年(1368)开创了明王朝。明代初期在书法上基本延袭了赵孟頫的稳健风格,以三宋（宋璲、宋克、宋广）和二沈（沈度、沈粲）为代表的书家,除宋克的章草尚有一定特色之外,其他书家在创意上显得比较靡弱,尽管有几位书家在当时名声很大,特别是永乐宣德年间,沈度、沈粲兄弟二人因受到成祖皇帝宠遇,一时声名显赫,朝廷的重要文件都由此二人书写,于是竞相仿习,个性丧失殆尽,至明代中叶,吴中书家的崛起,书风遂为之一转。\n  宋克(1327—1387)字仲温,又称克温,号南官生,江苏长洲(吴县)人。宋克出身于一个十分富裕的家庭之中,自幼便博涉群书,因其性豪爽,身躯魁伟,有任侠之举,家中蓄养门客甚众,喜饮好博,家财丧失,元宋动乱之时,意欲树功立业,北走中原,举义旗而起事,不意中道受阻,遂溯江游金陵,入浙江之金华、会稽诸山,搜奇揽古,归家后因其以气节而闻名乡里,张士诚屡欲招其为幕宾,皆谢辞不赴,闭门家居,辟一室,内藏历代法名帖、周秦鼎,研究法书,日游其间不以为倦。晚年(洪武初)曾任陕西凤翔县同知,不久又辞官还乡,在他隐居期间,与杨维桢、倪瓒等人相交其契,以诗文相酬唱,特别是杨维桢非常喜欢宋克的书法,若有新作诗词,常请仲温书之,宋克学书取法高古,从魏晋上溯草隶之,尤其是对皇象《急就章》深有研究,相传宋克曾师从元代的著名书家饶介,深得其用笔之法,且其于书十分用功,据《明史·文苑传》谓:“克杜门染翰,日费十纸,遂以善书名天下。”其真书出自钟繇,行草兼二王及皇象《急就草》之遗意,清劲古雅,最为难能可贵的是他将章草融合到他的行草中去,而别开生面,吴宽评其书谓:“克书出魏晋,深得钟王之法,故笔精墨妙,而风度翩翩可爱。”其传世的作品有:《李白行路难》、《七姬志》、《杜子美诗》、《定武兰亭跋》、《刘桢公讌诗》、《形赠影古诗》、《急就草》等, 本册所载《宋克书孙庭书谱》,是赠送给他的好友俞孟京的,后未署书写年月,但纵观此册作品,熔楷、行、章草于一炉,笔力清劲健古,结字疏宕萧散,通篇千余字一气呵成,无一懈笔,真可谓于精到处见豪放,于细微中见功力,笔笔如入嫌素一般,令人叹为观止。今影印出版,以飨广大书法爱好者。(一瓢)","author":"明代宋克","description":"宋克章草孙过庭书谱册"}]