[{"name":"娄坚诗轴","text":"娄姓两个主要源流分别为：一，远祖始于周代，是古代帝王颛顼之后，西周时，周武王攻灭商朝后，把颛顼的这支后代封在娄地，建立诸侯国邾娄国，邾娄国的公族后代子孙就有的以国名中的“娄”为姓。二，出自姒姓，是大禹的后代。大禹的儿子启建立夏朝，传至第五王为少康。周武王灭商后，追封先代贤王的后裔，把少康的后裔东楼公封于杞（今河南省杞县），遂为杞国。春秋时，杞国在周围大国的压力下被迫东迁，后来定居于淳于（今山东省安丘市东北）。杞君有一支子孙封在娄邑（今山东省诸城市西南），遂以地名为姓。\n基本介绍\n娄[娄，读音作lóu(ㄌㄡˊ)]\n姓氏源流\n娄（Lóu）姓源出有：\n源流一\n远祖始于周代，是古代帝王颛顼之后，西周时，周武王攻灭商朝后，把颛顼的这支后代封在娄地，建立诸侯国邾娄国，邾娄国的公族后代子孙就有的以国名中的“娄”为姓。\n源流二\n源于姒姓，出自大禹后代的封地，属于以封邑名称为氏。周武王姬发灭商纣后，就开始寻找大禹的后裔。直到周成王姬诵开始追封先贤古帝后裔时，终于发现大禹的第三十六世孙娄云衢在会稽(今浙江绍兴)，便把他召来，特赐“木”为“楼”，封为东楼公，封他到杞邑(今河南杞县)延续古杞国国祚，主管对禹的祭祀。到了战国时期的周贞定王姬介二十四年(楚惠王熊章四十四年，杞简公姒春四年，公元前445年)，楚惠王一举灭杞国，杞简公在位仅四年，就成了杞国的末代君主。\n杞简公有一支子孙先前被封在娄邑(今山东诸城)，灭国后遂改以地名为姓氏，亦称娄氏，世代相传至今。\n源流三\n源于姒姓，出自远古大禹帝臣子犁娄氏，属于以先祖名字为氏。在史籍《姓氏考略》中记载：“夏禹臣有犁娄氏，见岳价经。”犁娄氏，是传说中大禹属下的一个臣子，他发明了耕地的犁，大大提高了农耕的效率，大禹因此大功赐他名为犁娄氏。据说犁娄氏是一个急性子，因此给大禹添了不少乱子，但也在大禹治水的过程中立了不少功勋。\n在犁娄氏的后裔子孙中，有以先祖的名字为姓氏者，称娄氏。\n源流四\n源于姬姓，出自邾娄国，属于以国名为氏。据史籍《风俗通义》记载，春秋时期有个邾娄国(今山东邹县)。邾娄国，就是邾国，又名邹国、驺国，是春秋战国时期的一个诸侯国，国君为姬姓曹氏。据历史文献《滕县金石志》记载：“清道光十年(公元1830年)，城东北八十里凤凰岭涧沟中，出伯俞父诸器……其中鬲、盘、匜等铜器铭文中，皆有邾字。”\n邾娄国灭亡后，楚宣王将其王室成员和贵族们迁到邾城(今湖北黄冈)，而其他非王室成员和平民则迁往齐、鲁等国。失国后的邾娄国、小邾(倪)国和滥国等国王族及其子民中，多以故国名位姓氏，分称娄氏、朱氏、倪氏、滥氏、邹氏、驺氏、曹氏、陈氏、田氏、王氏、李氏等等，以念故国之情，世代相传至今。\n源流五\n源于姜姓，出自春秋时期齐国隐士赣娄子，属于以先祖名字为氏。宋朝学者邵思在《姓解》中记载：“赣娄，<汉书·艺文志>：齐有隐士赣娄子，著书五篇。”在史籍《通志·氏族略》中也记载：“周有赣娄子。”\n在赣娄子的后裔子孙中，有以先祖之名“赣娄”为复姓者，称赣娄氏，后有人省文简化为单姓娄氏、赣氏。\n源流六\n源于姜姓，出自彭祖的弟子离娄，属于以先祖名字为氏。彭祖，姓卅名铿，一称彭铿，传说他以长寿之道见称。彭祖原来是先秦时期传说中的仙人，后被道教奉为仙真。相传他于农历6月6日出生，其父亲陆终，母亲女嬇，是上古帝王颛顼的孙子，也是黄帝的第八代裔孙。离娄，就是彭祖所收的少数弟子之一，他后来可以察视百步之外，能明察秋毫，史称其离娄公。孟子在后来专门论道：“离娄之明，公输子之巧，不以规矩，不能成方圆；师旷之聪，不以六律，不能正五音；尧、舜之道，不以仁政，不能平治天下。”特别指出君主为政要“明察秋毫”。\n在离娄的后裔子孙中，有以先祖名字为姓氏者，称离娄氏，后省文简化为单姓娄氏、离氏。\n源流七\n源于鲜卑族，属于汉化改姓为氏。据史籍《魏书·官氏志》记载：\n南北朝时期，北魏鲜卑拓拔部中有匹娄氏(疋娄氏)、伊娄氏、盖娄氏、乙那娄氏(壹那娄、一那娄)等诸部落，在北魏孝文帝拓拔宏迁都洛阳，入主中原后的汉化改革过程中，一并改为单字汉姓“娄”，亦称娄氏，逐渐融入汉族，世代相传至今。\n源流八\n源于满族，属于汉化改姓为氏。据史籍《清朝通志·氏族略·满洲八旗姓》记载：\n满族裕瑚噜氏，以地为氏，满语为YuhuruHala，世居虎尔哈(今黑龙江黑河对岸俄罗斯地区)、讷殷(今吉林抚松松花江上游流域)、安楚拉库(今吉林安图西南，松花江上游二道河一带)、裕瑚鲁(今黑龙江右岸俄罗斯耶拉布加)、长白山区等地，清朝中叶以后多冠汉姓为娄氏、玉氏、裕氏、于氏、余氏等。 \n得姓始祖\n杞简公、犁娄、赣娄子、离娄。\n迁徙分布\n娄氏是一个多民族、多源流的古老姓氏，在当今姓氏排行榜上名列第二百二十九位，人口约四十三万余，占全国人口总数的0.027%左右。\n今吉林省白山市、敦化市、河口市、集安市，辽宁省丹东市东港市，内蒙古自治区赤峰市林西县，黑龙江大庆市杜蒙县，河南省新乡市延津县、开封市通许县、许昌市长葛县、许昌市禹州市、鄢陵县、原阳县、信阳市明港区、濮阳市、漯河市临颖县、商丘市睢县、平顶山市叶县、漯河市、永城市，贵州省的遵义市、绥阳县、仁怀县、桐梓县、安顺市、余庆县、兴仁县，陕西省的安康市岚皋县，河北省的沧州市、唐山市玉田县，浙江省的瑞安市、杭州市萧山区、金华市、龙泉县、台州市、东阳市、绍兴市，山东省的济南市平阴县、栖霞市、泰安市新泰县、五莲县、日照市、滕州市、莱州市、诸城市、安丘市、临沂县、邹城县、章丘市、荣城市、聊城市东阿县，江苏省的南京市、徐州市、邳州市、如皋县、苏州市、泰州市、铜山县、连云港市赣榆县、兴化县，黑龙江省的绥芬河市，重庆市的万盛区，江西省的九江市、临川县、会昌县，湖北省的荆州市、孝感市，安徽省的合肥市、天长县、明光市、泗县、宿州市、滁州市、巢湖市，云南省的昆明市石林区、保山市龙陵县，湖南省的浏阳市、娄底市、沅陵市、张家界市、常德市桃源县、台湾省、香港特别行政区等地，均有娄氏族人分布。\n历史名人\n娄敬\n因建议刘邦入都关中有功，被赐姓刘。汉高祖刘邦被匈奴打败后，他曾提出“和亲”政策，被刘邦采纳。\n娄圭\n娄圭：字子伯，东汉末南阳人。初依刘表，后归曹操，战马超，建议夜建土城，倒水冻之，大败马超，圭功最多，曹操慨叹已计不及圭，后以恃旧不逊被杀。\n娄昭\n字菩萨，代郡平城人也，武明皇后之母弟也。祖父提，雄杰有识度，家僮千数，牛马以谷量。性好周给，士多归附之。魏太武时，以功封真定侯。父内干，有武力，未仕而卒。昭贵，魏朝赠司徒。齐受禅，追封太原王。\n娄太后\n名昭君，北齐代郡平城（今大同）人，鲜卑族人，赠司徒娄内干之女，太原王娄昭的姐姐，北齐神武帝高欢的皇后，文宣帝高洋、文襄帝高澄、孝昭帝高演、武成帝高湛的生母。\n娄逞\n南朝齐东阳人，女扮男装，遍游公卿间，官至扬州议曹从事。后事发被驱归籍。\n娄师德\n唐朝大臣。曾任监察御史，应诏从军，功吐蕃，八战八捷。后官至同凤阁鸾台平章事，掌管朝政，总管边要达30年之久。为人宽厚，能容人。他的弟弟当了代州刺史，要赴任时，他问：“容宠已极时，你怎样避免别人的嫉妒呢？”他弟弟说：“如果有人吐唾沫在我脸上，我抹掉就算了。”他说：“不要抹掉，要心平气和地让唾沫自己干掉。”\n娄僧\n宋代承天寺僧人，中指有七节。时仁宗赵祯刚出世，啼哭不止，知娄僧有奇术，遂召入宫。僧按幼主头顶，曰：“莫叫，莫叫，何以当初莫笑。”哭声乃止。\n娄寅亮\n温州永嘉人，宋代官吏。徽宗进士，高宗绍兴元年召赴行在，上疏言宗社大计，擢为监察御史，后为奸相秦桧所恶，罢官。\n娄南良\n抚州临川（今江西抚州）人，宋代官吏。度宗进士，历吉州法曹，调宜黄簿，为政练达。与弟娄文辅、子娄志淳皆以德名，与临川饶氏并称家世儒雅忠厚者。\n娄机\n嘉兴（今属浙江）人，宋代官吏。出身进士，为官守法度，惜名器，称奖人才，不遗寸长，官至资政殿学士，著有《班马字类》。\n娄仲英\n元代画家，善山水，《山居图》颇为有名。\n娄谦\n江西上饶人，明代大臣。成化进士，提督学政时躬自施教，士子受其影响，学风得正，累迁四川布政使。\n娄坚\n苏州府嘉定（今属上海）人，明代学者。经明行修，学者推为大师，不仕，工书法。诗清新，为嘉定四先生之一，有《学古绪言》。时人合唐时升、陈嘉燧、李流芳及娄坚诗刻，谓之曰《嘉定四先生集》。\n娄谅\n明代著名理学家。字克贞，上饶人。少有志绝学。闻吴与弼在临川，往从之。一日，与弼治地，召谅往视，云学者须亲细务。谅素豪迈，由此折节。虽扫除之事，必身亲之。景泰四年举于乡。天顺末，选为成都训导。寻告归，闭门著书，成《日录》四十卷、《三礼订讹》四十卷。谓《周礼》皆天子之礼，为国礼。《仪礼》皆公卿大夫士庶人之礼，为家礼。以《礼记》为二经之传，分附各篇，如《冠礼》附《冠义》之类。不可附各篇者，各附一经之后。不可附一经者，总附二经之后。其为诸儒附会者，以程子论黜之。著《春秋本意》十二篇，不采三传事实，言：“是非必待三传而后明，是《春秋》为弃书矣。”其学以收放心为居敬之门，以何思何虑、勿忘勿助为居敬要旨。然其时胡居仁颇讥其近陆子，后罗钦顺亦谓其似禅学云。\n王阳明曾向他求教，并得到“圣人可学而致之”的启迪。\n娄忱\n明代学者，兵部郞中，娄谅之子,传父学，十载不下楼，从游者甚众，学舍不能容，其弟子有架木为巢而读书者。\n娄妃\n明代上饶人娄忱之女，原名娄素珍，嫁宁王朱宸濠为妃，有贤德。宁王起兵谋反，娄妃屡谏不听。兵败被杀。临终前叹曰：“昔商纣听妇人之言而亡，吾不听妇人之言而死。後悔晚矣！”清代人蒋士铨写《一片石》，《第二碑》两传奇，哀悼此妃。\n娄云庆\n湖南省长沙人。咸丰十年，小池驿之战，功最，擢参将。克宁国，以提督记名，赐黄马褂。捻平，云庆请归养。光绪初，复起授正定镇总兵。十七年，擢湖南提督。三十年，以老乞归，卒于家。\n娄梦侠\n原名娄培儒，又名娄子征、娄子珍，1906年生，江苏省邳州市薛集乡娄楼村人。幼读私塾，15岁后次第入县立第二高等小学、邳县甲种师范学校就读，受进步思想熏陶，经常参加反帝、反封建宣传活动。1927年秋随北伐军南下，考入南京警察训练所，同年由宋绮云介绍加入中国共产党。翌年四月毕业，回邳任土山市公安分局局长。1931年因被列入国民党邳县当局“清党”名单，遂奉中共徐海蚌特委之命，去东灌沭（东海、灌云、沭阳）联合县委工作，秘密组织农民武装斗争。身份暴露后，奉调上海从事工人运动。不久调至中央保卫局，参与中共六届三中全会保卫工作。1932年奉调中央苏区，任江西省苏维埃政府保卫局侦察部长，翌年8月任保卫局长；10月当选为中共江西省委常委；12月当选为江西省苏维埃执行委员和主席团委员。1934年，在第二次全国工农兵代表大会上被选为中华苏维埃共和国中央执行委员会委员、主席团委员。中央红军主力长征后，奉命留守江西革命根据地。1935年3月在赣南不幸遭国民党反动派逮捕。在狱中，娄梦侠受尽酷刑，坚贞不屈，视死如归。同年6月9日，笑赴刑场，慷慨就义，时年29岁。\n娄烨\n第六代导演领军人物。1965年3月出生，1989年毕业于北京电影学院导演系。代表作品有《春风沉醉的夜晚》、《颐和园》、《紫蝴蝶》等。\n娄艺潇\n第九届金鹰电视艺术节娄艺潇（1988年12月27日－），中国女演员，出生于辽宁省大连市，中学毕业于大连市第十一中学，上海戏剧学院表演系音乐剧班2010届毕业生。因在电视剧《爱情公寓》中出色的表演而深受观众喜爱。\n娄乃鸣\n娄乃鸣，中国导演，毕业于中央戏剧学院导演系。1984年进入全总话剧团。1994年至2006年中央电视台春节联欢晚会小品总导演。\n娄勤俭:男，汉族，1956年12月生，贵州省遵义市桐梓县人，1973年8月参加工作，1975年8月加入中国共产党，在职研究生学历，工学博士，研究员级高级工程师。2012年12月21日，出任陕西省代省长。2013年1月31日当选陕西省省长。\n娄枢娄少昆娄光轸娄钟娄凝先娄师白娄尔康娄尔行娄傅义娄际成娄康后娄泽溥娄成后娄殿英娄世棠娄玉敏\n郡望堂号\n郡望\n谯国郡：亦称谯国、谯郡。东汉朝建安年间(公元196～220年)，将沛郡分出一部分设置了谯郡，治所在谯县(今安徽亳州)，仍隶属豫州刺史部所辖之沛郡，其时辖地在今安徽、河南两省之间的一带地区。三国时期辖地在今安徽，河南两省的灵璧县、蒙城县、太和县、鹿邑县、永城县间一带地区。\n东阳郡：西汉时期置郡，三国时期孙吴国宝鼎元年丙戌(公元266年)再分会稽郡置东阳郡，郡治在今浙江省金华分城区，其时辖地在今浙江省金华市一带。以郡在瀫水(即衢江)之东、长山之阳得名。金华设立郡府建置自此始。东阳郡属扬州，领长山(今婺城区、金东区、兰溪市)、乌伤(今义乌)、永康、吴宁(今东阳)、丰安(今浦江)、太末(今龙游)、新安(今柯城、衢县)、定阳(今常山)、平昌(今遂昌)九县，治设长山。南朝梁绍泰二年丙子(公元556年)置缙州，陈天嘉三年壬午(公元562年)撤州，东阳郡改名金华郡，郡名金华自此始。隋朝开皇十三年癸丑(公元593年)改置婺州。故城区有婺城之称，后历为州、路、府治和专署驻地。隋朝大业三年丁卯(公元607年)复置东阳郡。唐朝武德四年辛巳(公元621年)改东阳郡置婺州，并于信安(新安)县分置衢州。唐朝天宝元年壬午(公元742年)改婺州为东阳郡，唐朝乾元元年戊戌(公元758年)复为婺州，一直沿续到宋、元时期。元朝至元十三年丙子(公元1276年)改为婺州路，元朝至正十八年辛巳(公元1358年)，朱元璋攻取婺州路，改名宁越府，元朝至正二十年癸未(公元1283年)改为金华府。明朝成化七年辛卯(公元1471年)金华府领金华、兰溪、东阳、义乌、永康、武义、浦江、汤溪八县，故有“八婺”之称。\n堂号\n东阳堂：以望立堂。\n谯郡堂：以望立堂。\n自干堂：以望立堂。\n有容堂：以望立堂\n敬德堂：以望立堂\n家谱文献\n山东安丘娄氏族谱，著者待考，宋天禧年间(公元1017～1021年)木刻活字印本。现被收藏在湖南省图书馆。\n湖南宁乡娄氏族谱五卷，首一卷、末一卷，(清)娄显梁主修，清道光十三年(公元1833年)木刻活字印本。现被收藏在湖南省图书馆。注：始祖为[唐]娄师德；始迁祖为[明]娄仁庆。\n湖南湘潭中湘娄氏三修历牒，著者待考，清朝年间木刻活字印本。现被收藏在湖南省图书馆。\n浙江仙居戴砇娄氏宗谱八卷，(清)娄振声等修，清光绪二十六年(公元1900年)木刻活字印本。现被收藏在湖南省图书馆。注：始迁祖为[宋]娄世瘅。\n浙江绍兴天乐娄氏宗谱十四卷：(清)娄世传等编，清道光二十四年(公元1844年)木刻活字印本。现被收藏在湖南省图书馆。始祖为[元]娄瀚；先祖为娄文冕；始迁祖为娄元十。\n湖南浏沩娄氏合修族谱二十九卷，娄立騊等编，民国二十五年(公元1936年)铅印本。现被收藏在湖南省图书馆。注：始祖为[元]娄时逊；先祖为[明]娄景衡、娄景隆、娄景和；始迁祖为[明]娄景誉、娄景华。现被收藏在湖南省图书馆。\n字辈排行\n辽宁东港娄氏字辈(原山东蓬莱)：“成起义学永,德本和维贵,忠厚治家远,相传从玉奎”。\n河南延津、通许、温县、博爱娄氏字辈：“汝永承先德延绍继希宗孟仲伯和季渊源本世同泰运舒长化广傅道济光思荣敷锡远贻裕庆其昌宣平安云启敬维敏政宏贤英琨璜瑜星华灿时中”。\n河南叶县、浙江绍兴娄氏字辈：“大文已启承先业师德长春玉侯昆耀祖光宗泽运广居有仁义到永昌”。\n河南漯河、禹州、山东菏泽娄氏字辈：“孟仲伯和季渊元本士同”。\n山东安丘娄氏字辈：“栢和季燕渊本世佟世德长春玉候昆”。\n山东东阿娄氏字辈：“少春(凤文)兆祥秀玉(云)西方甲乙丙”。\n山东长清娄氏字辈：“加法向传以其来梓(昭)基业宏抒青瑞永师”。\n山东滕州娄氏字辈：\nXXXXX世旺义政希\n梯XX成可启望士永玉\n得（兴）学（广）文（传）运（守）连\n元来立宜正宪瑞恒宝亭\n紫荆皆长茂诗书振家声。\n湖南娄底娄氏字辈：“朝家承光绍国清永强照余泰可平安文武自相耀”。\n湖南沅陵娄氏字辈：“国正明贤仕世大宏长春祖述梁绍先德成福寿全中原昌盛世(时)功高庆万年”。\n湖南湘潭娄氏字辈：“世祖光辉远先人德业成文章华国典孝友振家声”。\n安徽合肥娄氏字辈：“传家有道良彦开祥汝秉先正丁发其昌”。\n安徽泗县娄氏字辈：“元天梦玉广太景贤相德治国”。\n湖北荆州娄氏字辈：“一秀朝天仔友金安国家”。\n湖北宜都娄氏字辈：“家学光先垂绪远文丰大”。\n江西九江娄氏字辈：“世德尚忠士金水木火土文明国芝贞家道启昌隆”。\n江苏邳州娄氏字辈：“玉守西凤淑培德可从光严芳训化良(忠厚传家远)传家召善庆万载保和康”。\n河北沧州娄氏字辈：“基廷钧莹福希会光佳运应宁恒大庭印谦象益锡汝林照培”。\n河北娄氏一支字辈：“林荫承光照书齐振家声”。\n云南南疆娄氏字辈：“仕学光先德文明世代芳忠孝应国泰字成六为常”。\n云南娄氏一支字辈：“朝家承光绍国清永强照余泰可平安文武自相耀”。\n贵州桐梓娄氏字辈：“文恒必义方经伦星”。\n吉林吉林娄氏字辈：“思成之作福文梅士德元”。\n娄氏一支字辈：“兆祥秀玉西方炳”。\n其他信息\n娄姓宗祠通用联\n四言通用联\n绪演娄邑；\n芳传东阳。\n——佚名撰娄姓宗祠通用联\n全联典出娄姓的姓氏源流和望族。\n谯郡望族；\n宗仁名官。\n——佚名撰娄姓宗祠通用联\n上联典出娄姓郡望谯郡。下联典指唐代大臣娄师德，字宗仁，郑州原武人。曾任监察御史，应诏从军，攻吐蕃，八战八捷。后官至同凤阁鸾台平章事，掌管朝政，总管边要三十余年。后多次主持屯田积谷事宜。\n和亲献议；\n盛德容人。\n——佚名撰娄姓宗祠通用联\n上联典指汉初齐人娄敬，刘邦在洛阳时，他建议定都长安，被采纳，赐姓刘氏，封关内侯。当时，匈奴冒顿（Mòdú音墨独）单于兵力强大，多次侵扰汉朝北方边境，他又献上与匈奴和亲的政策，并受命与匈奴签订和约。因吕后不愿女儿鲁元公主远嫁，又以宗室女代替。后建议迁徙战国时六国贵族的后裔及豪强大族十余万人充实关中，以削弱关东旧贵势力。下联典指唐代郑州原武人娄师德，字宗仁，进士出身，上元初任监察御史。仪凤年间，参加对吐蕃的战争，因功升殿中侍御史兼河源军司马，并担任营田事，带领将士屯田，多次受到武则天手诏嘉奖。后两任宰相，主持朝政，又出任河源等军营田大使。他常识渊博，器量宽宏，勤于政事，主持边防事务三十余年，政绩显著。\n谯郡世泽；\n御史家声。\n——佚名撰娄姓宗祠通用联\n全联典指唐·娄师德事典，上元初，为监察御史。\n贤妃明察；\n高僧止啼。\n——佚名撰娄姓宗祠通用联\n上联典指娄妃，为明宁王宸濠妃。濠谋逆，妃屡谏不听，及败，妃赴水死，悔以不用妇言亡。清蒋士铨为谱《一片石》、《第二碑》两传奇以哀之。下联典指宋僧娄道中指有七节。仁宗生啼哭不止，召入宫，摩其顶，啼遂止。\n五侯上客；\n一代儒宗。\n——佚名撰娄姓宗祠通用联\n上联典指唐·娄师德事典。下联典指明·娄忱事典。\n五言通用联\n名画山居图；\n经学子敬集。\n——佚名撰娄姓宗祠通用联\n上联典指元代画家娄仲英，善山水，《山居图》颇有名。见成廷珪《居竹轩集》。上联典指明代学者娄枢，字子敬，嘉靖举人。河内人。知广宗县，颇留心经世之学，有《娄子敬文集》。\n德感诸学士；\n诗列四先生。\n——佚名撰娄姓宗祠通用联\n上联典指明代学者娄忱，字诚善，上饶人。传父学，二载不下楼，从游者甚众，学舍不能容，其弟子有架木为巢而读书者。下联典指明代诗人娄坚，字子柔，万隆间贡生，经明行修，工诗善书，时人合唐时升、陈嘉燧、李流芳及坚诗刻之曰《嘉定四先生集》。\n六言通用联\n彦发太常博士；\n存仁天下清宫。\n——佚名撰娄姓宗祠通用联\n上联典指南宋资政殿学士娄机，字彦以，嘉兴人。曾官太常博士秘书郎、吏部侍郎，进参知政事。在官惜名器，称奖人才。以资政殿学士致仕。下联典指明代进士娄志德，字存仁，项城人。知赵州，有惠政，累迁福建布政使，巡先山东，尝著《两浙赋役全书》，卓有实济。京师语曰：“天下清官娄志德”。\n七言通用联\n七节僧禁啼幼主；\n一片石哀悼贤妃。\n——佚名撰娄姓宗祠通用联\n上联典指宋僧娄道中指有七节。仁宗生啼哭不止，召入宫，摩其顶，啼遂止。下联典指娄妃，为明宁王宸濠妃。濠谋逆，妃屡谏不听，及败，妃赴水死，悔以不用妇言亡。清蒋士铨为谱《一片石》、《第二碑》两传奇以哀之。\n十言通用联\n文武全才，不惟八战八克；\n汪洋大量，亦且能忍能容。\n——佚名撰娄姓宗祠通用联\n上联典指唐代侍御史娄师德的事典。下联典指唐代代州刺史娄某，为娄师德弟。赴任前，师德曰：“庞荣已极，人所忌也。将何以自免？”弟曰：“自今虽有人唾某面，某拭之而已。”师德曰：“适逆其意，止使用权自干耳！”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951604344},{"name":"娄坚诗轴","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791636028,"text":"行书《闲居感怀诗轴》\n\n娄坚《行书世说新语轴》纸本行书 135.2×29cm 天津博物馆藏\n释文：晋文王称阮嗣宗至慎，每与之言，言皆玄远，未尝臧否人物。娄坚。\n钤印：子柔、娄坚之印。\n附录：明代娄坚行书《世说新语》条幅赏析\n文：柳国良\n　　明人娄坚虽无东坡之才，用功却胜过东坡。娄坚一生的平淡注定了他书法的清新品格，但也注定了其书法难以有东坡的悲兴神妙之笔。古有“书同其人” 之说，当然不假;然最近有学者提出“书异其人”，那是没有读懂人生阅历的分量，无疑有书呆子之气。历代文人不乏书呆子，历代混入文人群体的也不乏江湖骗子，光读万卷书不行万里路，自然成为书呆子;光行万里路不读万卷书，极有可能成为江湖骗子。阅读娄坚，我们特别讶异他波澜不惊的人生中充满了对生活的热爱、对古贤的追随、对黎民的垂忧、对诗书的挚爱。从他对东坡书法的追随中，我们看出了他的豁达和执着。\n　　娄坚追慕古文大家归有光，跟从时俊王世贞，用功甚勤，眼力甚高，且作为“嘉定四先生”之一，独出一格，低调、恬淡、自适。这种境界无疑对其书法的取向产生了深刻的影响，步蹈东坡亦在情理之中。北宋的尚意书风创造了一个书法的新时代，赵孟頫的“结字因时相传”也不愧为真知灼见;但时过境迁，几百年后明代书法发生了剧烈的转变，苏黄之风早已被掩盖，就连赵董时风也败下阵来，被晚明浪漫书风所取代。因此，“以不变应万变”成为了我们审视娄坚的唯一理由。师法东坡是一个很艰难的选择。东坡喜用浓墨，运笔沉厚，字势扁平，以现代的视觉角度来看，东坡书法不存在丝毫的“形式构成”，完全靠书法本身所具备的内涵取胜，这些因素恰与晚明浪漫书风的用墨、运笔等方式存在偌大的鸿沟。历来师法东坡的文人多数以失败告终，而娄坚却算得上首屈一指的成功继承者，这当然需要与众不同的才智。\n　　娄坚的这幅行书轴《世说新语》，纵135.2厘米，横29厘米，纸本，现藏于天津博物馆。作品内容取自《世说新语·德行》：“晋文王称阮嗣宗至慎，每与之言，言皆玄远，未尝臧否人物”，款署“娄坚”二字，分别钤盖“子柔”“娄坚之印”两印。此作仅两行，属于大字行书作品，从创作角度而言极有难度。如果处理不佳，则容易造成字势雷同和布局小气的毛病。对一般的书法家而言自然难以胜任，而娄坚的高明在于对两行字势的把握特别精彩。从作品来看，他采取了三种方式进行微处理：首先，采取缩小字间距的方式来解决作品字数少容易造成不紧凑的问题，当然这是大多数书家的不二选择，也是作品增强连贯性的基本要求。其次，通过扩大行间距的方式与字间距的对比来弥补行数太少的问题。当然，我们退一步推测，如果作品有三行或者多行，行间距的处理效果肯定并非如此。这种大胆的做法当然只有娄坚这种淡定和从容之人才能信手拈来。最后，他有意拉大了字与字之间的大小对比度，作品中的“王”“至”“玄”“未”“否”等较小的字在大字中间进行穿插，错落有致;也正是采取了这样的处理方式，才让第一行与第二行的字也形成了错落。\n　　书法创作离不开一定的形式，但绝不能完全依靠形式。当代书法创作与古人的真正差别并不在于我们的形式手段比古人高明，而在于我们的形式内涵达不到古人信手拈来的效果。大胆试想一下，如果书法完全依赖于形式，当形式的变化手段到了技穷的地步时，我们又该何去何从?从娄坚此幅作品中，我们似乎可以得出这样的一个结论：书法的形式内涵比形式手段更重要。当然，娄坚的创作并非如此随意，他对环境的要求也非常苛刻。清代学者钱谦益在《列朝诗集小传》中介绍娄坚时说：“书法妙天下。风日晴美，笔墨精良，方欣然染翰，不受促迫。”也许这种记载更像是文人掌故的形式，当有夸张的成分，但也说明了娄坚平淡从容中的高傲和不驯，这也许就是古时文人的真正品格。\n\n\n\n娄坚《草书梅花小径七言诗轴》草书 235×61cm 嘉定博物馆藏\n释文：梅花小径拟登临，因访幽人话素心。帆底厌听三日雨，湖边空忆万株阴。*题旧草仍留箧，飞尽繁英阻入林。惆怅远怀*无寄，可怜光景又春深。娄坚。\n\n　　娄坚(1554-1631)，字子柔，一字歇庵。祖籍长洲，徙江东，后徙嘉定城南。年五十，贡于春官，不仕而归。经明行修，擅诗文。","author":"明代娄坚","description":"娄坚诗轴"}]