[{"name":"蔡襄茶录清嘉庆年间初刻本","text":"《茶录》，古代汉族饮茶论著。共1卷。一作2卷。北宋蔡襄（1012年-1067年）作于宋皇佑 （1049年—1053年），是宋代重要的茶学专著。全书分为两篇。 《茶录》是蔡襄有感于陆羽《茶经》“不第建安之品”而特地向皇帝推荐北苑贡茶之作。计上下两篇，上篇论茶，分色、香、味、藏茶、炙茶、碾茶、罗茶、侯茶、熁盏、点茶十目，主要论述茶汤品质和烹饮方法。下篇论器，分茶焙、茶笼、砧椎、茶铃、茶碾、茶罗、茶盏、茶匙、汤瓶九目。是继陆羽《茶经》之后最有影响的论茶专著。\n原文\n朝奉郎右正言同修起居注臣蔡襄上进(1)：臣前因奏事，伏蒙陛下谕臣先任福建转运使日，所进上品龙茶最为精好。臣退念草木之微，首辱陛下知鉴，若处之得地，则\n能尽其材。昔陆羽茶经，不第建安之品；丁谓茶图(2)，独论采造之本，至于烹试，曾未有闻。臣辄条数事，简而易明，勒成二篇，名曰茶录。伏惟清闲之宴，或赐观采，臣不胜惶惧荣幸之至。仅序。\n注释\n1.朝奉郎、右正言、同修起居注：朝奉郎、右正言，皆为北宋官职名。起居注，我国古代专门记录帝王言行的册籍。《隋书·经籍志》说：\"起居注者，录记人君言行动止之事\"。2.丁渭茶图：丁渭（966～1037），字谓之，苏州长州（今江苏苏州）人。曾任福建漕使，督造贡茶，创制大龙风团饼茶。著有《北苑茶录》三卷。\n上篇(论茶)\n【原文】\n色茶色贵白。\n而饼茶多以珍膏油其面，故有青黄紫黑之异。善别茶者，正如相工之瞟人气色也(1)，隐然察之于内。以肉理润者为上，既已未之，黄白者受水昏重，青白者受水鲜明，故建安人开试(2)，以青白胜黄白。\n香茶有真香。\n而入贡者微以龙脑和膏，欲助其香。建安民间皆不入香，恐夺其真。若烹点之际，又杂珍果香草，其夺益甚。正当不用。\n味茶味主于甘滑。\n惟北苑凤凰山连属诸焙所产者味佳(3)。隔溪诸山，虽及时加意制作，色味皆重，莫能及也。又有水泉不甘能损茶味。前世之论水品者以此(4)。\n藏茶茶宜箬叶而畏香药(5)，喜温燥而忌湿冷。故收藏之家，以箬叶封裹入焙中，两三日一次，用火常如人体温温，则御湿润。若火多则茶焦不可食。\n炙茶茶或经年，则香色味皆陈。于净器中以沸汤渍之，刮去膏油一两重乃止，以钤箝之(6)，微火炙干，然后碎碾。若当年新茶，则不用此说。\n碾茶碾茶先以净纸密裹捶碎，然后熟碾。其大要，旋碾则色白，或经宿则色已昏矣。\n罗茶罗细则茶浮，粗则水浮(7)。\n候汤(8)候汤最难。未熟则沫浮，过熟则茶沉，前世谓之蟹眼者(9)，过熟汤也。沉瓶中煮之不可辩，故曰候汤最难。\n熁盏(10)。\"凡欲点茶。先须熁盏令热。冷则茶不浮。\n点茶茶少汤多，则云脚散(11)；汤少茶多，则粥面聚(12)。钞茶一钱七，先注汤调令极匀，又添注入环回击拂。汤上盏可四分则止，视其面色鲜白，著盏无水痕为绝佳。建安斗试，以水痕先者为负，耐久者为胜，故较胜负之说，曰相去一水两水(13)。\n【注释】\n1.正如相工之瞟人气色：相工，以替人占相为职业的人。瞟，邪视。2.建安：汉时县名，唐称建州，即今福建省建瓯县，其县境有建溪、凤凰山等，以产\"北苑贡茶\"闻名。3.北苑凤凰山：凤凰山在福建建安县西二十里，为\"北苑贡茶\"的主要产地。4.前世之论水品者：指唐代张文新撰《煎茶水记》。5.茶宜箬叶而畏香药：箬，读音ruo4，柔嫩的香蒲。畏香药，茶叶有很强的吸异味性，所以最怕和别的香料药物搁置一起。6.以钤箝之：钤，炙茶器具。见下篇：\"茶钤屈金铁为之，用以炙茶。\"7.粗则水浮：水浮，指茶未粗大，水不能侵透，水和茶未不融溶。8.候汤：古人点茶专用木语。指掌握煎水的适度，则陆羽《茶经》\"五之煮\"中的\"二沸之汤\"。后世人说：\"汤嫩则茶力不出，过沸则水老而茶乏\"。可见，点茶水要煮到恰到好处，不老不嫩。9.前世谓之蟹眼者：唐代人多用\"鱼目\"、\"蟹眼\"比喻煎水的程色。如皮日休《煮茶诗》：\"时看蟹目溅，乍见鱼鳞浮\"。10.熁盏，古人点茶专用术语。即在注汤前光用沸水或炭火给茶盏加热。熁，《集韵）解释说：\"火迫也\"。11.云脚散：古人点茶专用术语。指茶少水多时茶末有的浮在水面，有的漂浮水中，如同云脚一样散乱。12.粥面聚：古人点茶专用术语。指水少茶多时．茶叶未聚在水面，如熬的粥面一样。曰相去一水两水：古人斗茶，决胜负不止一次，例如斗三次有两次先见水痕者为负。宋晁补之有诗云：\"建安一水去两水，相较岂知径与渭？\"\n下篇(论茶器)\n【原文】\n茶焙茶焙编竹为之裹以箬叶，盖其上，以收火也。隔其中，以有容也。纳火其下去茶尺许，常温温然，所以养茶色香味也。\n茶笼茶不入焙者，宜密封裹，以箬笼盛之，置高处，不近湿气。\n砧椎(1)砧椎盖以砧茶；砧以木为之；椎或金或铁，取于便用。\n茶钤茶钤屈金铁为之，用以炙茶。\n茶碾茶碾以银或铁为之。黄金性柔，铜及喻石皆能生[钅生](2)，不入用。\n茶罗茶罗以绝细为佳。罗底用蜀东川鹅溪画绢之密者，投汤中揉洗以幂之(3)。\n茶盏(4)茶色白，宜黑盏，建安所造者绀黑，纹如兔毫(5)，其坯微厚，熁之久热难冷，最为要用。出他处者，或薄或色紫，皆不及也。其青白盏，斗试家自不用。\n茶匙茶匙要重，击拂有力。黄金为上，人间以银铁为之。竹者轻，建茶不取。\n汤瓶瓶要小者易候汤，又点茶注汤有准。黄金为上，人间以银铁或瓷石为之。\n【注释】\n1.砧椎：砧，读音zhen1，砧板。椎，捶击具，如木椎、铁椎。2.铜及喻石皆能生[钅生]：[钅生]，《集韵》解释说：\"铁衣也\"。即金属的锈。3.授汤中揉洗以幂之：幂，覆盖、罩住。4.茶盏：茶杯。《方言》\"盏，杯也\"。建安所造者绀黑，纹如兔毫：绀，深青带红的颜色。纹如兔毫，黑釉表面有细丝状白色斑纹，形如兔毫。按，此杯名叫\"黑釉兔毫杯\"为建安贡品，北宋时皇家专用。\n【后序】\n臣皇柏中修起居注(1)，奏事仁宗皇帝，屡承天问，以建安贡茶并所以试茶之状。臣谓论茶虽禁中语，无事于密，造茶录二篇上进。后知福州，为掌书记窃去藏藁(2)，不复能记。知怀安县樊纪购得之，遂以刊勒行于好事者，然多外谬(3)。臣追念先帝顾遇之恩，揽本流涕，辄加正定，书之于石(4)，以永其传。治平元年(5)五月二十六日，三司使给事中臣蔡襄谨记(6)。\n【注释】\n1.臣皇佑中修起居注：皇佑为北宋仁来年号，时在公元1049～1053年间。2.后知福州，为掌书记窃去藏稿，知，主持。知福州，即任福州大守。掌书记，府衙属官，掌管笺奏公文。3.多舛谬：舛，读音chuan3，错乱。4.书之于石：宋治平元年（1064），怀安令樊纪将蔡襄所书《茶录》勒石，真楷小字，被视为书中绝品。5.治平元年：治平为宋英宗年号。治平元年是公元1064年。三司使、给事中：俱北宋官职名。\n相关资料\n蔡襄不但在文学方面造诣较深，而且对植物学也颇有研究，尤其是农艺名著《茶录》和《荔枝谱》，在古今中外产生了很大的影响。这些著作先后被译成英文、法文等传到国外去。本文单说《茶录》对后世的影响。\n宋治平元年（公元1064年）五月二十六日，三司使给事中蔡襄为《茶录》写了后记。他说，宋皇?年间，任福建转运使时，每年进贡福建的龙茶，深受仁宗皇帝的赞赏。在《茶录》序言中，他说了写作的原由和目的：“陛上谕臣，先任福建转使，日所进上品龙茶，最为精好。臣退念草木之微，首承陛下知鉴，若处之得地，则能尽其材也。”他认为，“陆羽《茶经》，不第建安之品，丁谓《茶图》，独论采制之本，至于烹试，曾未有闻”。因此，他“辄条数事，简而易明，勒成二篇，名曰《茶录》”。\n蔡襄在当时，除了精心制作了“小团茶”，使建茶一步登天驰名全国外，又鉴于陆羽的《茶经》，未能把闽产指出，使建茶淹没不彰；而丁谓所著的《茶图》，仅论及采制，没有说明烹试的方法，于是，蔡襄将他自己的研究心得，撰写成《茶录》一书，共二篇，800多字。上篇论茶，下篇论茶器，都属于烹试的方法。凭他丰富的经验，独特的见解，再配以当世优秀的书法，使这一著作，堪称“稀世奇珍，永垂不朽”。宋代建茶能名垂天下，与蔡襄的提倡和推荐是分不开的。据说，当时论茶者，没人敢在蔡襄面前发言，恐班门弄斧，自讨没趣。《茶录》除了上进给皇帝鉴赏外，还勒石以传后世。这不但对福建茶业的发展起了很大的促进作用，而且对日本具有美学艺术的“茶道”和世界茶业的发展产生了极大的影响。十七世纪初，中国茶叶输入欧洲及其它地区，成为世界三大饮料之一，并且有日渐风靡之势。\n在上篇论茶中，主要论述色、香、味、藏茶、炙茶、碾茶、罗茶、候汤、火胁盏和点茶。论述茶色时，他说：“茶色贵白，而饼茶大抵于表涂膏泽，故有青、黄、紫、黑之异。论述茶香时，他说：“茶有真香，而入贡者，微以龙脑和膏以助香，建安民间试茶，皆不入香，恐夺其真。”按现代科学的制作方法，茶叶不宜掺杂“珍果香草”，把茶的真香夺去。论述茶叶时，他说：“茶味主于甘滑，惟北苑、凤凰山连属诸场产者味佳，隔溪诸山，虽及时加意制作，色与味莫能及也；又有水泉\n不甘，能损味，前世论水品者，以此。”这说明茶味与产地、水土、环境等有密切的关系。在论述藏茶时，他说：“茶宜若叶，而畏香药。”这就是说，贮藏茶叶，要讲究茶器和方法，“意温燥而忌湿冷”；否则，茶叶会吸收“异味”，变质，不能保持本色和茶味。\n在下篇论茶器中，主要论述茶焙、茶笼、砧椎、茶钤、茶碾、茶罗、茶盏、茶匙和汤罐。他从制茶工具、品茶器具等方面进行论述，这些也是值得我们借鉴的。\n蔡襄不愧是宋代辨味品尝茶叶的专家，他的《茶录》，对福建茶业的发展，起了巨大的推动作用。前人评曰：“建茶所以名垂天下，由公也。”（公是指蔡襄）今人也加以肯定：“十一世纪中叶，对福建茶叶生产发展作出较大贡献的，当推蔡襄。”现在流行的茶文化，也不能不提及《茶录》的文化和科学价值。蔡襄的芳名与他的农艺名著《茶录》，将千秋万代流传于世。\n第二种：张源著《茶录》\n茶录引\n洞庭张樵海山人，志甘恬澹，性合幽栖，号称隐君子。其隐于山谷间，无所事事，日习诵诸子百家言。每博览之暇，汲泉煮茗，以自愉快。无间寒暑，历三十年，疲精殚思，不究茶之指归不已。故所诸《茶录》，得茶中三味。余乞归十载，夙有茶癖，得君百千言，可谓纤悉具备。其知者以为茶，不知者亦以为茶。山人盍付之剞劂氏，即王蒙、卢仝复起，不能易也。吴江顾大典题。\n采茶\n采茶之候，贵及其时，太早则味不全，迟则神散。以谷雨前五日为上，后五日次之，再五日又次之。茶芽紫者为上，面皱者次之，团叶又次之，光面如筱叶者最下。彻夜无云，浥露采者为上，日中采者次之。阴雨中不宜采。产谷中者为上，竹者次之，烂石中者又次之，黄砂中者又次之。\n造茶\n新采，拣去老叶及枝梗碎屑。锅广二尺四寸。将茶一斤半焙之，候锅极热，她茶急炒，火不可缓。待熟方退火，撤入筛中，轻团那数遍，复下锅中。渐渐减焙干为度。中有玄微，难以言显。火候均停，色香全美，玄微未究，神味俱疲。\n辨茶\n茶之妙，在乎始造之精。藏之得法，泡之得宜。优劣定乎始锅，清浊系乎末火。火烈香清，锅寒神倦。火猛生焦，柴疏失翠。久延则过熟，早起却还生。熟则犯黄，生则着黑。顺那则甘，逆那则涩。带白点者无妨，绝焦点者最胜。\n藏茶\n造茶始干，先盛旧盒中，外以纸封口。过三日，俟其性复，复以微火焙极干，待冷贮坛中。轻轻筑实，以箬衬紧。将花笋箬及纸数重封扎坛口，上以火煨砖冷定压之，置茶育中。切勿临风近火。临风易冷，近火先黄。\n火候\n烹茶旨要，火候为先。炉火通红，茶瓢始上。扇起要轻疾，轻声稍稍重疾，斯文武之候也。过于文则水性柔，柔则水为茶降；过于武则火性烈，烈则茶为水制。皆不足于中和，非茶家要旨也。\n汤辨\n汤有三大辨十五小辨。一日形辨，二日声辨，三日气辨。形为内辨，声为外辨，气为捷辨。如虾眼、蟹眼、鱼眼连珠，皆为萌汤，直至不涌沸如腾波鼓浪，水气全消，方是纯熟；如初声、转声、振声、骤声，皆为萌汤，直至无声，方是纯熟；如气浮一缕、二缕、三四缕，及缕乱不分、氤氲乱绕，皆为萌汤，直至气直冲贵，方是纯熟。\n汤用老嫩\n蔡君谟汤用嫩而不用老，盖因古人制茶造则必碾，碾则必磨，磨则必罗，则茶为飘尘飞粉矣。于是和剂印作龙凤团，则见汤而茶神便浮，此用嫩而不用老也。今时制茶，不暇罗磨，全具元体。此汤须纯熟，元神始发也。故日汤须五沸，茶奏三奇。\n泡法\n探汤纯熟，便取起。先注少许壶中，祛荡冷气倾出，然后投茶。茶多寡宜酌，不可过中失正，茶重则味苦香沉，水胜则色清气寡。两壶后，又用冷水荡涤，使壶凉洁。不则减茶香矣。罐熟则茶神不健，壶清则水性常灵。稍俟茶水冲用，然后分酾布饮。酾不宜早，饮不宜迟。早则茶神未发，迟则妙馥先消。\n投茶\n投茶有序，毋失其宜。先茶后汤日下投。汤半下茶，复以汤满，日中投。先汤后茶日上投。春秋中投。夏上投。冬下投。\n饮茶饮茶以客少为贵，客众则喧，喧则雅趣乏矣。独啜日神，二客日胜，三四日趣，五六日泛，七八日施。\n香茶有真香，有兰香，有清香，有纯香。表里如一纯香，不生不熟日清香，火候均停日兰香，雨前神具日真香。更有含香、漏香、浮香、问香、此皆不正之气。\n色\n茶以青翠为胜，涛以蓝白为佳。黄黑红昏，俱不入品。雪涛为上，翠涛为中，黄涛为下。新泉活火，煮茗玄工，玉茗冰涛，当杯绝枝。\n味\n味以甘润为上，苦涩为下。\n点染失真\n茶自有真香，有真色，有真味。一经点染，便失其真。如水中着咸，茶中着料，碗中着果，皆失真也。茶始造则青翠，收藏不法，一变至绿，再变至黄，三变至黑，四变至白。食之则寒胃。甚至瘠气成积。\n品泉\n茶者水之神，水者茶之体。非真水莫显其神，非精茶曷窥其体。山顶泉清而轻，山下泉清而重，石中泉清而甘，砂中泉清而冽，土中泉淡而白。流于黄石为佳，泻出青石无用。流动者愈于安静，负阴者胜于向阳。真源无味，真水无香。\n井水不宜茶\n茶经云：山水上，江水次，井水最下矣。第一方不近江，山卒无泉水。惟当多积梅雨，其味甘和，乃长养万物之水。雪水虽清，性感重阴，寒人脾胃，不宜多积。\n贮水\n贮水瓮须置阴庭中，覆以纱帛，使承星露之气，则英灵不散，神气常存。假令压以木石，封以纸箬，曝于日下，则外耗其神，内闭其气，水神敝矣。饮茶惟贵乎茶鲜水灵，茶失其鲜，水失其灵，则与沟渠水何异。\n茶具\n桑苎翁煮茶用银瓢，谓过于奢侈。后用瓷器，又不能持久。卒归于银。愚意银者宜贮朱楼华屋，若山斋茅舍，惟用锡瓢，亦无损于香、色、味也。但铜铁忌之。\n茶盏\n盏以雪白者为上，蓝白者不损茶色，次之。\n拭盏布\n饮茶前后，俱用细麻布拭盏，其他易秽，不宜用。\n分茶盒\n以锡为之。从大坛中分用，用尽再取。\n茶道\n造时精，藏时燥，泡时洁。精、燥、洁，茶道尽矣。\n","category":"草书","verified":true,"user":1,"timestamp":1429951597516}]