[{"name":"黄庭坚王史二氏墓志铭稿卷","text":"《草书孝经》 以草书写“今文孝经”本文，无署款。据卷末小楷识语“建隆二年（961）冬十月重粘裱贺监墨迹”，推测为贺知章之作。北宋《宣和书谱》中亦著录有贺知章所书孝经。十七世纪后半期传入日本，明治年间由近卫家进献皇室。\n法帖简介\n【名称】草书孝经\n【作者】贺知章\n【书体】草书\n【时代】唐代\n【材质】纸本墨迹\n【规格】纵26.0厘米，横265.1厘米\n日本宫内厅三之丸尚藏馆，2006年3月13日至2006年4月26日上海博物馆举办“中日书法珍品展”，该作品首次回到祖国。\n相关资料\n本卷以草书写“今文孝经”本文，无署款。据卷末小楷识语“建隆二年（961）冬十月重粘裱贺监墨迹”，推测为贺知章之作。北宋《宣和书谱》中亦著录有贺知章所书孝经。十七世纪后半期传入日本，明治年间由近卫家进献皇室。\n贺知章（659～744），字季真，一字维摩，号石窗，晚年更号四明狂客，又称秘书外监。其排行第八，人称“贺八”。会稽永兴(今浙江萧山)人。证圣元年（695）进士，授国子四门博士，转太常少卿、集贤院学士。开元十三年（725）擢礼部侍郎，宫至秘书监。故人称“贺秘监”，又简称“贺监”。天宝三年（744）辞官还乡为道上，建千秋观以隐居其内，未几卒，享年86岁。\n贺知章少时以诗文闻名，神龙年间（705—707）已名扬京城。而在现代人们对他的认识应该首先是著名诗人,他的《咏柳》、《回乡偶书》通俗浅显,意境清新,千百年来,广为传诵,成了唐诗名篇，也是小学生必备的古诗词。开元初年与吴越人包融、张旭、张若虚以诗文齐名，世称“吴中四士”，亦称“吴中四友”、“吴中四杰”。贺知章邕容省闼，高逸豁达，为一代清鉴风流之士。尤喜好在饮酒中乘兴书写诗文，直到纸尽方止。曾与张旭、崔宗硅《海录碎事》亦将其与陈子昂、宋之问、孟浩然等人并称为“仙宗十友”。贺知章还与张旭情投意合，交往甚密，又为姻亲，故时人也常以“贺张”称之。两人也经常同游，“凡人家厅馆好墙壁及屏障，忽忘机兴发，落笔数行，如虫篆飞走，虽古之张（芝）、索（靖）不如也。好事者供其笺翰，共传宝之”。（施宿《嘉泰会稽志》）\n贺知章以草书名世。《述书赋》中赞其草书“落笔精绝”，“与造化相争，非人工即到”。吕总《续书评》则以为“纵笔如飞，奔而不竭”。李白在《送贺宾客归越》诗中将其喻为王羲之，有言“镜湖流水漾清波，狂客归舟逸兴多。山阴道士如相见，应写《黄庭》换白鹅。”卢象《送贺监归会稽应制》诗“青门抗行谢客儿，健笔违羁王献之。长安素娟书欲偏，工人爱惜常保持。”则喻其为王献之。当时人们还将其草书与秘书省的落星石、薛稷画的鹤、郎馀令绘的凤，合称为秘书省“四绝”。\n书法赏析\n欣赏资料一\n贺知章的书法存世极少，现可见的草书作品只有《孝经》，其用笔酣畅淋漓，点画激越，粗细相间，虚实相伴；结体左俯右仰，随势而就；章法犹如潺潺流水一贯直下，充分地体现了他那风流倜傥，狂放不羁的浪漫情怀。贺知章的草书，拉开了盛中唐草书浪漫风气的序幕。此外贺知章也擅楷书，有《龙瑞宫记》传世。 \n欣赏资料二\n《贺知章草书孝经》与其他字帖的最大不同体现在其用笔速度和运笔技法。用笔速度。书法线条组织运动中的速度是构成书法形式的重要因素之一。书法艺术之所以能以“一画之间，变起伏于锋杪；一点之内，殊衄挫于毫芒”（孙过庭《书谱》语），其根本原因就在于笔法的复杂性，因此，人们在讨论书法时，谈论得最多的就是笔法。而艺术实践告诉我们，假如忽视速度的重要性，撇开速度孤立地去研究笔法、结构等其它形式因素，都是不够全面的。速度贯穿于整个笔力的运动过程，并发生极其重要的作用，它与其它各种形式因素相互制约、相辅相成、相互依存。纵观《贺知章草书孝经》中体现速度的处比比皆是，如“离”、“也”、“其”等字。运笔技法。线条的智慧，在于驾驭毛笔的能力，在于体现出线条的力度与感情内涵。而形成线条之美的根本要素在于笔法，即运笔的技法。运笔技法的最佳境地是能触变成态，写出提按顿挫、方圆转折、粗细长短、正斜曲直、轻重疾徐、纵横刚柔、飞转流动、起伏跳宕等线条，使空间线条美中具有运动的时间性，表现出万物的姿致意态和生命的节奏。\n《贺知章草书孝经》中书法中线条的顿挫、跌宕、转折、收放、趋向、走势、刚柔、曲直、轻重、疾徐等诸因素的对比协调、相引相距、相反相成。此书法中锋行笔，圆浑苍润，尤其是勾挑之笔，顿如山安之后，趯然而起。从结体上看，非常开阔，字形摇曳摆动，机趣横生。这样将点画的厚重、结体的宽博、章法的倾侧综合起来，烂漫奔放与稚拙自然交相辉映，气象旷达而排奡，点曳自信与布白开合妙合无间，内力腾跃而雄逸，产生了非常强烈的独特风格。 \n欣赏资料三\n[书家吟咏]上博参观“中日书法珍品展”\n读贺知章草书《孝经》\n四明狂客酒杯馨，\n何有孝心写孝经。\n或是离家人已老，\n乌丝栏内慰先灵。 \n首次展出\n006年3月13日至2006年4月26日上海博物馆、日本东京国立博物馆和朝日新闻社联合举办的“中日书法珍品展”在上海博物馆举行。这个展览汇集了中日书法史上重要书作，其中中国古代书法作品97件，日本古代书家的作品33件。展品均属书法史上各个阶段具有代表性的经典作品，极其珍贵。 多数为两国国宝级文物。例如书圣王羲之的《丧乱帖》、《定武兰亭序》、《淳化阁帖》、唐代怀素的《苦荀帖》、欧阳询的《九成宫醴泉铭》、苏东坡的《李白仙诗卷》、黄庭坚的《王史二氏墓志铭稿卷》等。展出的其他珍品还有现存唐代诗人贺知章的唯一存世真迹《孝经卷》，李宗翰收藏的“临川四宝”之三：《孟法师碑》、《孔子庙堂碑》及《善才寺碑》，王献之的真迹《鸭头丸帖》，战国时期的《石鼓文》宋拓本等。还有宋、元大家如蔡襄、苏东坡、黄庭坚、米芾、赵孟頫，明、清主要书家如祝允明、沈周、文徵明、董其昌等作品。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951600302}]