[{"name":"米芾行书方圆庵记","text":"\n所属丛书：历代名碑名帖册数：\n页数：40\n内容简介\n赵晋深先生，籍江苏镇江，一九一五年九月十一日生人，自幼喜好书法，七岁进学堂，临柳公权玄秘塔八年，长习王羲之、欧阳询、黄庭坚、郑道昭等碑帖，是天津书法家协会会员，曾任天津外贸职工书法协会理事长、天津市老年书画研究会顾问等，书法作品在国内外书法大赛中多次获奖，在湖北鄂州市莲花山碑林、南方太极碑林都有刻石，曾被淮安周恩来纪念馆、天津艺术博物馆、中国乾陵博物馆等单位作为馆藏，也被日本、新加坡、美国、德国等外国朋友收藏，“天津中医学院”、“天津海关”、“引滦入津纪念碑文”、古文化街“乐奏钧天”等碑记匾额都出自其笔下，曾为国内外企事业单位、机关团体、学校书写牌匾三百余块。书法作品和传略入编《中国历代书画名家大词典》、《中国现代书法界人名大词典》、《二十世纪中国书画名家精品》、《中国书法全集百年经典》、《津门当代书法家传略》、《天津美术作品集》、《天津市第三届老年书法大赛作品集》，“人民日报”、“人民画报”、“天津电视台”曾对其书法作品、事迹进行过报道。 \n米芾（1051－1107），北宋书画家。字元章，号襄阳漫士，海岳外史等，世居太原，迁襄阳，后定居润州（今江苏镇江），宋徽宗召为书画学博士。因举止“颠狂”，称为“米颠”，能诗文，擅书画，精鉴别。行、草书得力于王献之，用笔俊迈，有“风樯阵马，沉着痛快”之评，与蔡襄、苏轼、黄庭坚合称“宋四家”。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951592557},{"name":"米芾行书方圆庵记","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791629755,"text":"《方圆庵记》简介：行书；拓本；作于1083年。\n《方圆庵记》欣赏：这件书法作品是米芾的一件非常经典的作品，也是米芾最贴近王羲之书法特点的作品。宋元丰六年（1083）四月九日，杭州南山僧官守一法师到龙井寿圣院辩才住所方圆庵拜会辩才，二人讲经说法，谈古论经，十分投机。为此，守一写了《龙井山方圆庵记》一文，以示纪念。此碑由米芾书。原石于北宋元丰六年（1083年）刻。书法腴润秀逸，是米芾“集古字”时期的优秀作品，很多字都与从王羲之的《圣教序》一致，这在书法作品欣赏中是非常耐人寻味。\n杭州龍井山方圆庵记：天竺辯才法師以智者教傳四十年，學者如歸，四方風靡，於是晦者明，窒者通，大小之機無不遂者。不居其功，不宿於名，乃辭其交遊，去其弟子而求於寂寞之濱，得龍井之居以隱焉。南山守一往見之，過龍泓，登風篁嶺，引目周覽，以索其居。岌然群峰密圍，淴然而不蔽翳，四顧若失，莫知其鄉。逡巡下危磴，行深林，得之於煙雲仿佛之間，遂造而揖之。法師引予並席而坐，相視而笑。徐曰：『子胡來？』予曰：『願有觀焉。』法師曰：『子固觀矣，而又將奚觀？』予笑曰：『然。』法師命予入，由照閣經寂室，指其庵而言曰：『此吾之所以休息乎此也。』窺其制則圓蓋而方址。予謁之曰：『夫釋子之寢，或為方丈，或為圓廬，而是庵也，胡為而然哉？』法師曰：『子既得之矣。雖然，試為子言之。夫形而上者，渾淪週徧，非方非圓，而能成方圓者也。形而下者，或得於方，或得於圓，或兼斯二者而不能無悖者也。大至於天地，近止乎一身，無不然。故天得之，則運而無積；地得之，則靜而無變。是以天圓而地方。人位乎天地之間，則首足具二者之形矣。蓋宇宙雖大，不離其內，秋毫雖小，待之成體，故凡有貌象聲色者，無巨細，無古今，皆不能出於方圓之內也，所以古先哲王因之也。雖然，此遊方之內者也。至於吾佛亦如之。使吾黨祝髮以圓其頂，壞色以方其袍，乃欲其煩惱盡而理體圓，定慧修而德相顯也。蓋溺於理而不達於事，迷於事而不明於理者，皆不可謂之沙門。先王以製禮樂為衣裳，至於舟車器械宮室之為，皆則而象之，故儒者冠圓冠，以知天時，履句屨以知地形。蓋蔽於天而不知人，蔽於人而不知天者，皆不可謂之真儒矣。唯能通天、地、人者，真儒矣。唯能理事一如向無異觀者，其真沙門歟。噫！人之處乎覆載之內，陶乎教化之中，具其形，服其服，用其器，而於其居也，特不然哉！吾所以為是庵也。然則，吾直以是為蘧廬爾。若夫以法性之圓事相之，方而規矩，一切則諸法同體而無自位，萬物各得而不相知，皆藏乎不深之度，而遊乎無端之紀，則是庵也，為無相之庵，而吾亦將以無所住而住焉。當是時也，子奚往而觀乎？』嗚呼！理圓也，語方也，吾當忘言與之，以無所觀而觀之，於是嗒然隱凡。予出以法師之說，授其門弟子，使記焉。元豊癸亥四月九日慧日峰守一记。\n不二作此文成，过予，爱之因书，鹿门居士米元章。陶拯刊。","author":"宋代米芾","description":"米芾行书方圆庵记"}]