[{"name":"李斯峄山刻石全本","text":"峄山刻石又称元摹峄山秦篆碑。原立于邹县城县衙大堂，民国初年移入孟庙致敬门内，1973年移入启圣殿内保存，现存于邹城市博物馆。峄山，位于今山东省邹城市东南，与泰山南北对峙，被誉为“岱南奇观”、“邹鲁秀灵”，为中国古代九大名山之一。 《孟子》“孔子登东山而小鲁，登泰山而小天下”中的“东山”即指此山。 《史记·秦始皇本纪》载“始皇二十八年东行郡县，上邹绎山，与鲁诸儒生议刻石、颂秦德、议封禅，望祭山川之事”，遂有此碑。\n概述\n邾国故城自春秋建立，至北齐迁徙共延续了1100余年，是一座历史悠久的古代都城。而它的所在地还是古代思想家、教育家孔子和孟子的故乡，素有“孔孟桑梓”的美誉，至今邹城火车站保留着双圣碑，书有“孔子诞生地”、“孟子诞生地”。\n全貌\n刻石呈竖长方形，水成岩石质，四面刻字。碑高1.9米，宽0.48米，四面皆同。正面、左侧面刊刻颂扬秦始皇功绩文字，背面刻秦二世诏书。小篆体，每面5行，共222字：“皇帝立国，维初在昔，嗣世称王。讨伐乱逆，威动四极，武义直方。戎臣奉诏，经时不久，灭六暴强。廿有六年，上荐高号，孝道显明。既献泰成，乃降专惠，亲巡远方。登于绎山①，群臣从者，咸思攸长。追念乱世，分土建邦，以开争理。功战日作，流血于野。自泰古始，世无万数，陀及五帝，莫能禁止。廼今皇帝，壹家天下。兵不复起，灾害灭除。黔首康定，利泽长久。群臣诵略，刻此乐石，以箸经纪。皇帝曰：‘金石刻尽始皇帝所为也，令袭号而金石刻辞不称始皇帝。其于久远也，如后嗣为之者，不称成功盛德。丞相臣斯、臣去疾、御史夫臣德昧死言：‘臣请具刻诏书，金石刻因明白矣。’臣昧死请。制曰：‘可。’”该碑刻文今已泐毁37字，尚存185字。左侧面以行书刊刻跋语，记述摹刻经过。\n注：①绎山：指峄山。\n历史记载\n《史记·秦始皇本纪》载：“始皇二十八年(前219年)东行郡县，上邹绎山，与鲁诸儒生议刻石、颂秦德、议封禅，望祭山川之事”。原秦峄山篆碑，立于峄山书门。唐《封演闻见记》云：此碑后被北魏太武帝登峄山时推倒。但因李斯小篆盛名遐迩，碑虽倒，慕名前来摹拓的文人墨客、达官显贵仍络绎不绝。当地官民因常疲于奔命送往迎来，便聚薪碑下，将其焚毁，从此不可摹拓。到了唐代，有人叹惜秦碑被毁，便将流传于世的拓片摹刻予枣木板上。因此，杜甫《李潮八分小篆歌》中有“峄山之碑野火焚，枣木传刻肥失真”句。宋代淳化四年(993年)郑文宝以南唐徐铉摹本重刻于长安(今存西安碑林)，称长安本，其后全国据此翻刻9种之多。今存元至元二十九年(1292年)篆刻《峄山刻石》、《邹县志·古迹卷》记载甚详：“宋元祐八年(1093年)，邹令张文仲于北海王君向获李斯小篆，刻诸厅峄阴堂，迨至元二十九年(1292年)县令宋德，乃夏津人也，叹是碑残缺，恐致泯绝，乃命工砻石纂刻于其侧。”\n评价\n原石已被后来拓跋焘登山时毁掉，但留下了碑文。今天所见到的是根据五代南唐徐铉的摹本由宋代人所刻，现藏在西安碑林里，但与琅邪、泰山相较，仍不免有「优孟衣冠」之诮，其他的就更不用说了。但秦代的遗本已然很少，即使如此亦不能轻易舍去不用，笔画略细而匀整，且多用圆笔，字体呈方形，表现圆浑流丽之风格，确与琅邪等异趣。\n《峄山刻石》是小篆的代表作。书写这种字体的时候要求中锋用笔，笔毫行进时不能有任何的波动和扭曲，这样写出的线条才会给人以圆润流畅、精细圆整的感觉。\n相关介绍\n峄山刻石\n秦始皇二十八年（前219）李斯书\n高218厘米，宽84厘米\n由于年代久远，加之战乱，原石被野火焚毁。此石是宋太宗赵光义淳化四年（公元993年）郑文宝根据原石拓本翻刻立石，碑阴有郑文宝题记。《峄山刻石》摹刻都甚多，而首推此石最佳。\n在秦的统一事业之中，一个重大的功绩就是统一了文字。中国的汉字已有四千余年的历史。从最早出现在陶器上的符号，刻划在兽骨龟甲上的甲骨文，和铸造在钟、鼎上的金文，以及到周宣王时的太史籀文（大篆），只有在公元前221年，秦始皇统一了六国后，李斯等人才用小篆统一了中国文字。李斯曾经说过：上古创造大篆字体，广为流传，但由于时间久远，人们多不能认识。所以现在删掉繁杂笔划，省略异体字形，改进成为小篆。这是中国历史上第一次文字改革，对发展中国文化有着不可忽视的作用。\n秦始皇在统一中国后的十余年间，为了加强对全国的控制，先后五次远途巡视各地。秦王政二十八年（公元前219年），他出巡山东齐鲁故地登陶县的峄山（今山东邹城东南）时，登高远望，激情满怀，对群臣说道：“朕既到此，不可不加留铭，遗传后世。”李斯当即成文篆字，派人勒石于峄山之上。这就是著名的秦《峄山刻石》。\n李斯的字在秦代是一流的。他还有一套书法理论，他在谈到用笔的方法时说：写字，用笔要急速回转，折画要快，象苍鹰俯冲盘旋一样。收笔好比游鱼得水，运笔就象景山行云，笔画的轻重、舒卷，自然一体，大方美观。从《峄山石刻》可以看出，李斯的书法运笔坚劲畅达，线条圆润，结构匀称，点画粗细均匀，既具图案之美，又有飞翔灵动之势。书法造诣之高超掩灭先轨，散绝后贤，使一切写小篆的人皆难入其境，成为后世临摹学书之佳。\n相关著作\n内容简介\n《峄山刻石》，亦称《峄山石刻》、《峄山碑》、《峄山铭》，古峄山也作绎山、东山，故也有文献称为《绎山刻石》、《绎山石刻》、《绎山碑》、《绎山铭》者。原碑秦始皇二十八年(前219)立，传为秦相李斯所书。\n原秦峄山篆碑，正面、左侧面镌刻颂扬秦始皇功绩文字，背面刻秦二世诏书，立于峄山书门。唐《封演闻见记》云：此碑后被拓跋焘登峄山时推倒。但因李斯小篆盛名遐迩，碑虽倒，慕名前来摹拓的文人墨客、达官显贵仍络绎不绝。当地官民因常疲于送往迎来，便聚薪碑下，将其焚毁，从此残损不堪，不可摹拓。到了唐代，有人叹惜秦碑被毁，又将流传于世的拓片摹刻于枣木板上。因此，杜甫《李潮八分小篆歌》中有“峄山之碑野火焚，枣木传刻肥失真”句。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663693}]