[{"name":"赵之谦楷书南唐四百九十六字册","text":"此联为赵之谦的“楷书五言联”，故宫博物院藏。\n此作品笔触是纯的，气象是开张的，血脉（气息）是畅通的，神采是粲然的，堪称是挥洒自如、方峻遒劲。挥洒自如是说赵之谦的用笔，提得起，铺得下，收得拢；方峻遒劲是说赵之谦的书法得北碑之底蕴，以北碑为其质，以完白山人为其文。此作无不合其法、合其身、合其神。\n赵之谦（1829－1884）会稽（今浙江绍兴）人。咸丰举人。官江西奉新知县。善书，初法颜真卿，后专意北碑，篆、隶师邓石如，加以融化，自成一家，以北碑写行书尤为特长。花草、木石亦以书法出之，为清末写意花卉之开山。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951660903},{"name":"赵之谦楷书南唐四百九十六字册","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791621478,"text":"赵之谦《楷书南唐四百九十六字册》，1865年作。\n\n\n\n 赵之谦（1829-1884），浙江绍兴人。初字益甫，号冷君；后改字撝叔，号悲庵、梅庵、无闷等。青年时代即以才华横溢而名满海内。他是清代杰出的书画篆刻家。他的篆刻取法秦汉金石文字，取精用宏，形成自己的风格，人称“赵派”。他在书法方面的造诣是多方面的，可使真、草、隶、篆的笔法融为一体，相互补充，相映成趣。赵之谦曾说过：“独立者贵，天地极大，多人说总尽，独立难索难求”。他一生在诗、书、画、意上进行了不懈的努力，终于成为一代大师。\n 赵之谦精通於书画篆刻，他的书风属于邓完白、包慎伯、吴让之一路，由包氏的执笔法学习北碑。他的篆隶有他独特的光芒。他的天分独厚，而又够加以发扬光大，所以产生出极富现代气息的作品。这一点，他本身也有所矜持，但当时的人却对他未能充分理解。其篆隶作品，有时虽然有些渗墨现象，但其锐利的笔锋所表现出来的美妙感觉，不得不令人拍案叫绝。\n 在包世臣等人“崇碑抑帖”的书法理论影响下，清朝出现了一位伟大的天才——赵之谦，各种书体都涉猎且留下了为数众多的优秀作品。以行书作品为例来看，我们可以从中看到的一种不同于传统行草书的刚毅不屈和雄浑奇崛。行草比较容易引起情绪的激动，但赵之谦却能将篆、隶、楷等书体的凝重融于这种飘逸洒脱的行草书之中，其中仍可窥见赵氏本人内在的情愫、精神。\n　　（一）由“颜”入魏，汉后隋前有此人\n　　赵之谦在《章安杂说》中记道：“二十岁前，学《家庙碑》，日五百字。”可见其于颜体，用功极勤。然而时世之变，帖学渐衰，碑学方兴，历史潮流，不可抗拒。正如康有为所说的：“碑学之兴，乘帖学之坏，亦因金石之大盛也。……泾县包氏以精敏之资，当金石之盛，传完白之法，独得蕴奥。大启秘藏，著为《安吴论书》，表新碑，宣笔法，于是此学如日中天。迄于咸、同，碑学大播，三尺之童，十室之社，莫不口北碑，写魏体，盖俗尚成矣。”赵之谦处于此时此境，以其性格，绝不甘落人之后，凭其才能，亦必定成为时代的弄潮儿。\n　　　赵之谦避走温州后，有空闲得读《安吴论书》，深为包安吴理论所折服。在《章安杂说》中已看出他倾心六朝古刻之心态：“六朝古刻，妙在耐看。猝遇之，鄙夫骇，智士哂耳。瞪目半日，乃见一波磔、一起落，皆天造地设，移易不得。必执笔规模，始知无下手处。不曾此中阅尽甘苦，更不解是。”又云：“安吴包慎伯言，曾见南唐拓本《东方先生画赞》、《洛神赋》，笔笔皆同汉隶。然则近世所传二王书可知矣。重二王书始唐太宗。今太宗御书碑具在，以印世上二王书无少异。谓太宗书即二王书可也。要知当日太宗重二王，群臣戴太宗，模勒之事，成为迎合。遂令数百年书家奉为祖者，先失却本来面目。而后八千万眼孔竟受此一片尘沙所眯，甚足惜也。此论实千载万世莫敢出口者，姑妄言之。阮文达言，书以唐人为极，二王书唐人模勒，亦不足贵，与余意异而同。”其于书不满足于二王也如此。于是，他开始了学习书法的转折，渐与二王系统分道扬镳了。在他赴京之后，与沈均初、胡甘伯、魏稼孙等相聚，皆癖嗜金石，其时他正着手重编《补寰宇访碑录》，大量搜罗古刻，尤其是得《郑文公碑》，最为之心仪。35岁前后年余时间，每日流连往返于琉璃厂，奇赏疑析，晨夕无间。\n　　赵之谦逐步地完全放弃了颜体书而转向了北魏书法。他36岁为祁季闻书写楷书自作诗十二开册，可以说是他学北魏书初期经典。而此一年前，赵之谦还保留着颜体书风，仅仅一年的时间，他的书风便发生了质的变化，这对常人而言，是不可想象的。从此，他弃颜入魏，一发而不可止。37岁时，致胡培系（子继）函中述道：“弟读《艺舟双楫》者五年，愈想愈不是。自来此间，见郑僖伯所书碑，始悟卷锋。见张宛邻书，始悟转折。见邓山人真迹百余种，始悟顿挫。然总不解‘龙跳虎卧’四字，及阎研香（汉军，名德林，包氏弟子之一）来，观其作字，乃大悟横竖波磔诸法。阎氏学此已三十年，其诀甚秘，弟虽以片刻窃之，究嫌骤入。但于目前诸家，可无多让矣。书至此，则于馆阁体大背，弟等已无能为役，不妨各行其是。”《艺舟双楫》是赵之谦由颜体转为北魏书的指导理论。郑道昭的诸刻石，使其领悟到了“卷锋”的行笔方法。张宛邻（名琦，1764～1833年）书法，又开阔了赵之谦的眼界，使其知道真、隶的书法互用。而邓石如的书法，使其悟出了行笔的顿挫韵律。此外，赵之谦还特别称道张琦之女张纶英（1780～？年），以为“国朝书家无过阳湖女士张婉钏名纶英，郑僖伯以后一人也” 。张纶英善北碑，以郑道昭为法。与赵的作品对比一下，可以明显地看出她对赵的影响。\n　　然而，观赵之谦35岁后之书，甚至是40岁前后书，风格虽初步形成，而乏笔力，其中运笔、转折、连接，多有勉强之处。正如他在致魏稼孙函中所说的：“弟此时始悟通自家作书大病五字，曰：起迄不干净。（此非他人所能知者。兄或更有指摘，万望多告我。）若除此病，则其中神妙处，有邓、包诸君不能到者，有自家不及知者。”这一“起迄不干净”五字病，在行书方面，显得更为明显。大约是在40岁之后逐渐得以解决。确切说，是在赴江西任前后—44岁前后完善定格，50岁以后最终完成而至“人书俱老”之境，直逼南北朝高手，有目共睹。正如其自称：“汉后隋前有此人”，信然！\n　　（二）上溯秦汉，下开风气，篆隶行融会贯通\n　　赵之谦于篆书，或因其学篆刻，最初源自邓石如、吴让之，其次受同事胡澍影响。当时的篆刻，皆以小篆入印。赵之谦亦学此而只擅长小篆，大篆作品极少，能见得到的仅一横额，故不足论。清代善篆书者以邓石如为第一，这在赵的时代已成定论。其他如王澍、洪亮吉、钱坫、孙星衍等篆书高手，皆重玉筋篆，乏变化，不合赵之谦性格，故不为赵所重。邓之后，张惠言、吴让之、德林传其篆法。而同事好友胡澍则于此道有专长。赵在54岁为弟子钱式临《绎山碑》册时写道：“《绎山刻石》北魏时已佚，今所传郑文宝刻本拙恶甚。昔人陋为钞史记，非过也。我朝篆书以邓顽伯为第一，顽伯后近人惟扬州吴熙载及吾友绩溪胡觰甫。熙载已老，觰甫陷杭城，生死不可知。觰甫尚在，吾不敢作篆书。今觰甫不知何往矣。钱生次行索篆法，不可不以所知示之，即用邓法书绎山文，比于文宝钞史或少胜耳。”这其中透出种种信息，其中根本性的则是师法邓石如。然而，赵之谦与吴让之的最大区别，便是不墨守成规，师法邓石如而不死守邓法，化人为己用。他评邓石如，天分四，人力六；而包世臣天三人七；吴让之天一人九；自己则是天七人三。凭天分则在诸人之上。因此，从心底里，他也不服邓石如，以为经过努力，除却“起迄不干净”五字病，则有邓、包诸君不能到者。\n　　赵之谦34岁临《绎山碑》册及前后篆书作品，结构在邓石如、胡澍之间，笔力尚乏沉雄。中年为鹤年临李阳冰《城隍庙碑》等篆隶二体团扇中篆书，将结构美化到了一个极致，在邓石如、吴让之、胡澍之外，别出新意。而此新，则主要在于“结构”之美。\n　　隶书对于赵之谦，从某种意义上讲是附带性的书体。他曾说：“生平因学篆始能隶，学隶始能为正书。”正书—北魏书是赵之谦用力最勤、亦最得意者，自称“仅能作正书”，篆隶则是为正书的学习作铺垫。当然，这只是一种说法，而实际上赵之谦的篆书已如前述，而隶书亦自成家。\n　　赵之谦于隶书涉猎很广，从其传世作品中便可知其所学。先后临书有：《石门颂》、《樊敏碑》、《三公山神碑》、《刘熊碑》、《封龙山碑》、《武荣碑》、《魏元平碑》、《成阳灵台碑》等等。从35岁至50岁以后，作品中皆有临汉碑者。35岁进京后，广搜碑版。曾为沈均初藏《刘熊碑》作详细考证，以天一阁宋拓本及翁方纲摹刻江秋史巴予籍双钩本为底本，逐一校勘，并作释文题记。又别出双钩之法，大量钩摹汉碑刻石。其中有《二金蝶堂双钩汉碑十种》，皆稀见刻石残字。45岁为李文田补摹《西岳华山庙碑》残本96字，即因“旧双钩本”，可知其早年亦曾钩过《西岳华山庙碑》。他在35岁时刻《会稽赵氏双钩本印记》，作铭云：“不能响莪能双钩，但愿文字为我留，千载后人来相求。”可知，赵之谦于隶书，用功亦勤矣！\n　　赵之谦初学邓石如，而后上溯汉碑。以赵之性格，不死守一法，更不拘于某家某体，甚至某碑，故其师法汉隶，终成自家面貌。其初期作品能见到的约35岁前后作，尚欠火候，或形似古人而已。中年《为幼堂隶书七言联》（40岁）、《隶书张衡灵宪四屏》（40岁）、《为煦斋临对龙山碑四屏》（41岁），则已入汉人之室，而行笔仍有邓石如遗意。晚年如正书，如篆书，沉稳老辣，古朴茂实。笔法则在篆书与正书之间，中锋为主，兼用侧锋。行笔则寓圆于方，方圆结合。结体扁方，外紧内松，宽博自然。平整之中略取右倾之势，奇正相生。\n　　赵之谦作品最多、传世最广的是行书。35岁前作品多行书，皆自颜体，细审之，与何绍基有同出一辙者，温文尔雅，雄浑而洒脱。35岁时，在四月为厚夫作行书七言联：“参从梦觉痴心好，历尽艰难乐境多。”还依然颜面，而在一个月之后为子莼作行书八言联：“春云乍阴，窗外疑夕；午睡未足，枕中游仙。”则开始疏远“颜风”了，在十月作篆书四言联为魏稼孙补款时，则字形由长方变方扁，虽然点划还未完全脱离“颜风”，而已由量变开始质变。36岁之后此种颜体行书便再不复作。37岁前后以北碑法试作行书，多牵强之处，其自评之“起迄不干净”5字病，在这一时期可以明显看得出，转折不自然，笔力亦靡弱。众所周知，赵之谦北魏风行书是其独创，前无古人。邓石如开北魏书风气，而其行草则不作中锋行笔，而用卷锋，裹笔而行。包世臣亦然，字型则未脱唐人风范。唯有赵之谦，始将北魏书笔法直接运用到行书之中。因此，它没有前人所遗留下的“参照物”，而且由于北魏书独特的用笔方法：卷锋加侧锋转换为中锋，很难于连贯。对此，赵首先是在“文稿”小行书，或者说小字落款中得以解决。40岁前后的款书已经自然老到而全然无生硬之处，虽笔力还不够浑厚，而行笔已无不畅。从某种意义上讲，其行书作品的完全成熟要晚于正书、篆书以及隶书，是最后才得以羽化成形的。45岁以后，心手双畅，已能随心所欲，故而一任自然，从笔驱毫，挥洒自如。赵之谦曾自称：“行书亦未学过，仅能稿书而已”。其实赵之谦晚年作品中行书占八九成，是其作品之重心。只是世间以北魏正书论赵之谦，而忽略其它书体，以至于视北魏风行书为“赵之谦北魏书”，而不予以区别。大凡有成之书家，必自正书入，而以行书结。王羲之、颜真卿、苏东坡、赵孟緁、董其昌……，皆如此。近代书法，多挂轴于墙面来欣赏，更是注重行书作品。尽管赵以北碑名世，传世仍以行书为多。这大概是世人对书家的要求。\n　　一个人的书风，各种书体最终如果能得到统一，则其必具独到风格。50岁之后的赵之谦，尤其是他最晚年的作品，各种书体均已达到了“人书俱老”的境界。所可惜的，是赵之谦平生少作草书，从中年草书《为犍汀草书集圣教序联》观之，浑厚质朴中见飘逸，亦全出自北魏笔法。","author":"清代赵之谦","description":"赵之谦楷书南唐四百九十六字册"}]