[{"name":"文徵明行书醉翁亭记","text":"《明文征明书醉翁亭记》是明代文征明的画作，先藏于台北故宫博物院。\n\n【名称】明文征明书醉翁亭记\n【类别】中国书法\n【年代】明代\n【文物原属】故宫旧藏\n【文物现状】现藏台北故宫博物院\n【规格】纸本，轴，纵：53.5公分，横：28.6公分。\n法帖释文\n环滁皆山也。其西南诸峰，林壑尤美。望之蔚然而深秀者，琅琊也。山行六七里，渐闻水声潺潺而泻出于两峰之间者，酿泉也。峰回路转，有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄醉，而年又最高，故自号曰醉翁也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n若夫日出而林霏开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。\n艺术赏析\n明代，著名书家文征明曾多次挥毫书写「醉翁亭记」一文，其中以其小楷「醉翁亭记」和大字行书「醉翁亭记」最为珍贵。这幅文征明八十二岁（一五五一）时写的小楷书後有长跋，谈到当时书法上的体验与书欧阳修「醉翁亭记」的原由。欧阳修从韩愈的文章得到启发，文征明也希望从钻研王羲之的书迹中，追求如不食人间烟火的仙人一般，冰清玉骨的质感。现存于沈阳故宫博物馆的大字行书「醉翁亭记」，书于嘉靖十六年，时年书家年近古稀，正值其艺术创作之盛年。这一长卷墨迹，气势宏大，字迹遒劲典雅，其规格纵达四十七厘米，横一千五百匣米，曾经清内府收藏，是国家级一级文物，亦是沈阳故宫博物馆的镇馆之宝。民间藏品所剩无几，编者将其缩印出版，供广大读者鉴赏。\n这幅作品为文徵明嘉靖三十年辛亥七月二十四日在长洲挥毫留下的墨宝。\n文征明（1470-1559），原名壁，字征明。四十二岁起以字行，更字征仲。因先世衡山人，故号衡山居士，世称“文衡山”，明代画家、书法家、文学家。汉族，长州（今江苏苏州）人。生于明宪宗成化六年，卒于明世宗嘉靖三十八年，年九十岁，曾官翰林待诏。诗宗白居易、苏轼，文受业于吴宽，学书于李应祯，学画于沈周。在诗文上，与祝允明、唐寅、徐真卿并称“吴中四才子”。在画史上与沈周、唐寅、仇英合称“吴门四家”。\n","category":"行书","verified":true,"user":1,"timestamp":1429951610183},{"name":"文徵明行书醉翁亭记","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791628951,"text":"醉翁亭记\n环滁皆山也。其西南诸峰，林壑尤美。望之蔚然而深秀者，琅琊(láng yá)也。山行六七里，渐闻水声潺潺(chán chán)，而泻出于两峰之间者，酿泉也。峰回路转有亭翼然临于泉上者，醉翁亭也。作亭者谁？山之僧智仙也。名之者谁？太守自谓也。太守与客来饮于此，饮少辄(zhé)醉，而年又最高，故自号曰“醉翁”也。醉翁之意不在酒，在乎山水之间也。山水之乐，得之心而寓之酒也。\n若夫日出而林霏(fēi)开，云归而岩穴暝，晦明变化者，山间之朝暮也。野芳发而幽香，佳木秀而繁阴，风霜高洁，水落而石出者，山间之四时也。朝而往，暮而归，四时之景不同，而乐亦无穷也。\n至于负者歌于途，行者休于树，前者呼，后者应，伛偻提携，往来而不绝者，滁人游也。临溪而渔，溪深而鱼肥；酿泉为酒，泉香而酒洌(冽)；山肴野蔌，杂然而前陈者，太守宴也。宴酣之乐，非丝非竹，射者中，弈者胜，觥筹交错，起坐而喧哗者，众宾欢也。苍颜白发，颓然乎其间者，太守醉也。\n已而夕阳在山，人影散乱，太守归而宾客从也。树林阴翳，鸣声上下，游人去而禽鸟乐也。然而禽鸟知山林之乐，而不知人之乐；人知从太守游而乐，而不知太守之乐其乐也。醉能同其乐，醒能述以文者，太守也。太守谓谁？庐陵欧阳修也。\n译文\n滁州城的四面都是山。它西南方向的山峦，树林和山谷尤其优美，远远看去树木茂盛、幽深秀丽的，是琅琊山啊。沿着山路走六七里，渐渐地听到潺潺的水声，又看到一股水流从两个山间飞淌下来的，是酿泉啊。山势回环，道路弯转，有一个亭子四角翘起像鸟张开翅膀一样坐落在泉水边的，是醉翁亭啊。造亭子的人是谁？是山里的和尚智仙啊。给它起名的是谁？是太守用自己的别号称它的。太守和宾客来这里饮酒，喝得少也总是醉，而年龄又最大，所以给自己起了个别号叫“醉翁”。醉翁的心意不在酒上，而在山光水色中啊。游赏山水的乐趣，有感于心而寄托在酒上罢了。\n至于太阳一出，林间的雾气消散，烟云聚拢而山谷洞穴昏暗了，或暗或明变幻无定，这是山中的早晨和傍晚的景色。野花开放而散发出幽微的香气，美好的树木枝繁叶茂而一片浓阴，天气高爽霜色洁白，溪水低落山石显露，这是山中的四季景色。早晨进山，傍晚返回，四季的景色不同，因而乐趣也是无穷无尽。\n至于背着东西的人在路上歌唱，走路的人在树下休息，前面的呼喊，后面的应答，老人弯着腰，小孩由大人抱着领着，来来往往，络绎不绝的，是滁州人们的出游啊。到溪边来钓鱼，溪水深鱼儿肥；用泉水来酿酒，泉水甜酒水清，山上野味菜蔬，杂七杂八摆放在面前的，这是太守的酒宴啊。酒宴上的乐趣，没有管弦乐器（助兴），投壶的投中了，下棋的下赢了，酒杯和酒筹杂乱交错，起来坐下大声喧哗，是众位宾客快乐的样子。脸色苍老、头发花白，醉醺醺地坐在人群中间，这是太守喝醉了。\n不久夕阳落到西山上，人的影子散乱一地，是太守回去、宾客跟从啊。树林茂密阴蔽，上下一片叫声，是游人走后鸟儿在欢唱啊。然而鸟儿（只）知道山林的乐趣，却不知道游人的乐趣；游人知道跟着太守游玩的乐趣，却不知道太守却有自己的乐趣（乐他所乐的）。醉了能和他们一起快乐，酒醒后能写文章表达这种快乐的，是太守啊。太守是谁？就是庐陵人欧阳修啊。","author":"明代文徵明","description":"文徵明行书醉翁亭记"}]