[{"name":"楷书窦娘子墓志","text":"《唐侯君集母窦娘子墓志铭》是陕西人民出版社2009年出版的图书，作者王其祎，王庆卫。\n\n版次：1\n页数：49\n装帧：平装\n所属分类：图书>艺术>书法与篆刻\n内容简介\n《唐侯君集母窦娘子墓志铭》刊葬于唐贞观十一年《六三七》，一九五八年出土于陕西省旬邑县太峪公社文家大队冢子胡同的大冢子旁（《咸阳碑石》云为一九七一年旬邑县郑家乡安仁村），现存旬邑县博物馆。墓志盖拓片边长五九厘米，盏顶题“大唐故泰州诸军事泰州刺史侯使君夫人潞国太夫人窦氏墓志”一十五字，五行，行五字，阳文篆书，有方界格。墓志石拓片边长五八厘米，志文二二行，满行三二字，共四百六十八字，楷书，有方界格，无撰书人名。志主为时任兵部尚书、潞国公侯君集之母宝娘子，志盖所题因侯君集封爵而称潞国太夫人。宝氏祖弘，魏新野、扶风二郡太守，父璨，京兆郡丞、隋襄州长史，均未见载史籍。据墓志文可知宝、侯两族的世家联姻关系，并知君集父尝任泰州诸军事泰州刺史，可补史阙。窦氏为扶风平陵人，自称为西汉孝文帝窦皇后后裔，贞观六年卒于麟游九成宫，年八十，十一年归拊侯氏祖籍旬邑，当是从侯氏祖茔而与君集父合葬。侯君集为豳州三水（今陕西旬邑》人，早年以武勇入秦王李世民幕府，成为关陇集团干将，数从征伐，参与谋议。是玄武门之变的主要策划者之一，李世民郎皇帝位后封为潞国公，贞观四年迁兵部尚书，十一年封陈国公，拜吏部尚书，十三年征高昌任交河道行军大总管，十七年图形凌烟阁功臣，同年因与太子承干谋反被杀。有传见《旧唐书》卷六九《新唐书》卷九四。志文以“阴版”一词代称墓志，颇为罕见。墓志之引人关注处乃是其书法风格颇类欧阳询手笔，结体右倾，字形瘦长，锋棱外露，险峻刻厉，特别是“礼、光、克、绝、已、九、也、兆”等字的“乙”法，“考、野、乎、丁”等字的“*”法，皆表现为隶书的兼方带圆的用笔特式，俨然是“骨秀神清=森森焉若武库矛戟”的欧书面貌，尤其与《仲尼梦奠帖》《卜商帖》《张翰帖》《千文帖》及《皇甫诞碑》最为形神相似，而与腴润有致、浑穆高华、点画工妙、意态精密的《化度寺故僧邕禅师舍利塔铭》与《九成宫醴泉铭》等略不相合。所以从书写时段与风格考察，多显纤软稚嫩面貌，少见精熟老成气象，或缘摹刻不佳而不尽爽惬，如“义”字过于欹斜，“山”字中竖、“礼”字“乙”笔，皆有起笔纤软的感觉，疑是传承欧书衣钵之高手所为，恐非率更亲笔（《书法丛刊》二○○七年第三期考为欧阳询所书）。然而郎便如此，其书法仍不失为初唐楷书的上品，且可以作为研习欧书的良好模板。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951553213},{"name":"楷书窦娘子墓志","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791623643,"text":"1\n\n\n\n2\n\n\n\n3\n\n\n\n4\n\n\n\n5\n\n\n\n6\n\n\n7\n\n\n\n8\n\n\n\n9\n\n\n\n 欧阳询《窦娘子墓志》（传）\n\n 《窦娘子墓志》全称《大唐故泰州诸军事泰州刺史侯使君夫人窦氏（娘子）墓志》，贞观十一年立，1958年出土于陕西省旬邑县。\n\n 依据墓志所述，窦娘子卒于贞观六年，归祔于贞观十一年。由此可断，此墓志书写时间也应在贞观六年至十一年这五年间，也就是欧阳询76-81岁间。然此间欧阳询所书的楷书作品则有《九成宫醴泉铭》、《张崇碑》、《温彦博碑》、《阴符经》等，均属晚年“人书俱老”的纯青之作，笔法精熟，结字严谨，气质老成。而《窦娘子墓志》所呈书迹虽酷似欧书，然通篇气质韵味却显得异常“稚嫩”，无法与此间所书的《九成宫醴泉铭》、《温彦博碑》等同日而语。《窦娘子墓志》是否为欧书有待进一步考证。\n\n释文：\n 大唐故泰州诸军事泰州刺史侯使君夫人 窦氏墓志夫人讳 娘子扶风平陵 人也观津肇其世族安成资其家庆 安丰魏其才称不世广国长君退让行己自尔蝉冕交映徽猷无绝 祖 弘魏新野扶风 二郡太守建昌县 开国公风度闲举气识详济不以豪右自居不以财望矜物父 璨 京兆郡丞 隋 - 襄州 长史文武兼资风云蕴秀祗服盛业丕承家绪夫人育庆含章承规履素婉嫕淑慎式穆中闺 内柔外庄 统家有制仰素箴训俯综工业紃组必殚其能饘饐无阙于礼百两言归 永隆克配六行昭备四德光宣孝敬自衷率由斯至及丁哀疚殆不胜丧粪土货财宝重仁义分彻家产散给宗亲奉上虔恭接下慈惠礼无愆物德不匮身天道徒言辅仁虚设 以贞观 六年六月廿二日卒于 九城宫 时年八十 以 十一年二月廿九日 归祔于 豳州 - 三水县 - 仁安乡山礼也夫人神机外举清爽内融教子义方 亲劳慈勖宦成名立并曳龟组第五子 君集兵部尚书潞国公出车总众雄略英谟论道经邦寄深衡宰践霜露而增感泣风树而长号惧海田岸谷镂兹阴版乃为铭云世禄相仍家传戚里揜映门伐蝉联贵士惟祖惟考教义行己福禄如茨庆源不已挺生淑媛含章内映婉娩兰情优柔 葸 性喜愠不形闱门流咏母道克昌子（孙）繁映高门长戟惟人无竞嗟乎逝者埋魂楚琴 松惊风迥月野烟深 千秋万祀兰菊徽音。\n\n延伸阅读\n《窦娘子墓志》价值续考\n 关于对窦娘子墓志的书法艺术价值，笔者在《欧阳询晚年书法珍品——大唐兵部尚书侯君集之母窦娘子墓志简介》中已作了详细的阐述，下面我想就该志的历史价值谈一点自己的见解。\n  一、志盖直接讲清了侯君集之父的官职、身份及地位，为研究侯君集的身世提供了极为珍贵的资料，可弥补史料之不足。志盖，盖面阳刻篆文，分五行，每行五字，共计二十五字。内容为“大唐泰州诸军事、泰州刺史侯使君夫人潞国太夫人窦氏墓志”。短短二十五字，内容丰富，价值连城。\n 翻遍《旧唐书》、《新唐书》、《资治通鉴》等权威史书，均找不见侯君集之父的任何记载，即使对侯君集的叙述，也是对跟随李世民以后的情形介绍的较细，而以前的情形非常简略，就连侯君集出生于何年何月也搞不清，至今仍然是一个迷，所以侯君集一生活了多少岁也就无从说起。从志盖得知，侯君集的父亲在泰州作过刺史，明白的告诉人们，大唐兵部尚书侯君集并不是出身寒门，而是出生在一个地方的行政兼军事长官之家；从小一定就得了严格的管理和良好的教育。这应该为他以后的成才打下了坚实的基础。\n 二、墓志讲清了侯君集之母窦娘子的社会关系。从墓志得知，窦娘子的娘家人世代为官。其祖父窦弘，西魏时任新野、扶风两郡太守，父亲窦璨曾任京兆郡丞，随襄州长史。这些史料充分说明窦娘子出身名门旺族，属于大家闺秀，且气度非凡，“六行昭备，四德光宣”，能“粪土货财、宝重仁义”，是一位有胆有识，有德有才的伟大母亲。侯君集之所以能具有雄才大略，功高盖世，成为国家的栋梁之才，于其母的潜移默化和苦心培养是分不开的。\n 三、从墓志中能明显看出唐代严重的官本位思想观念。凡墓志中提到的人物，都是先提官职后写人名，而且是有官职的才写，无官职的不写。比如写潞国太夫人窦娘子的儿子仅写了第五子君集，其余儿子一个也没提到。当然老五官高位显，以至于在志盖上称其母为潞国太夫人。其他儿子（老大、老二、老三、老四、是否有老六等）叫什么，干什么，一概不提，给后人留下了许多悬念。\n 四、墓志中提到的地名可弥补地方志之不足。笔者知道旬邑目前已知的旧县志最早的是明代，至于唐代的就很难考证。该志记载窦娘子“以十一年二月廿九日归祔于豳州三水县仁安乡”。仁安现属于郑家镇的一个行政村，而墓志的出土地点是太村镇文家村的冢子胡同，而村相距不到10里，说明唐时仁安属乡级建置文家村隶属于仁安乡管辖。这些都为研究唐代旬邑地区行政区域的划分提供了翔实可靠的资料。\n 五、墓志的出土地点为寻找侯君集的坟墓提供了重要的线索。笔者2002年下乡时了解到窦娘子墓志出土于文家村的冢子胡同。该胡同因有两个墓冢而得名。据文家村年逾七旬的文满才老人讲，这个胡同有两个冢子，东边的是一个大冢子，西边的是一个小冢子。窦氏墓志就出土于东边的大冢子内，这个大冢子无疑是侯君集之母窦氏之墓。那么西边那个小冢子又是谁的坟墓呢？据笔者推断这个小冢子可能就是曾提任过大唐兵部尚书、礼部尚书被封为二十四功臣之一的侯君集的坟墓。其理由如下：1、该胡同就是侯氏家族的祖坟。窦氏墓志载：窦娘子“贞观六年六月廿二是卒于九城宫，进年八十。以十一年二月廿九是归祔于豳州三水县仁安乡”。我国古代丧葬时都有归祔祖茔的习俗。窦娘子贞观六年在麟游逝世，时隔五年之后，“归祔于豳州三水县仁安乡”祖茔安葬。2、侯君集死后按丧葬习俗也应该回归祖茔。贞观十七年，侯君集因参与太子承乾谋反，被“斩于四达之衢”。不但丢掉了身家姓名，丢掉了一世的功名，同时也丧失了陪葬昭陵的身份待遇，必然以庶人的身份归祔祖茔豳州三水县仁安乡侯氏墓地。笔者由此推断，这个小冢子就是侯君集的坟墓。因成了罪犯，所以冢子就小了。 （张永超）","author":"唐代欧阳询","description":"楷书窦娘子墓志"}]