[{"name":"颜真卿草书湖州帖","text":"《湖州帖》为传颜真卿所书的一通信札，讲述湖州地区发生水灾，百姓得到安抚一事。行书墨迹，8行，48字。根据书写的内容和史料，书写时间应在772年（唐大历七年）以后，即颜真卿任职湖州刺史期间。\n作品信息\n【名称】湖州帖\n【原作者】颜真卿\n【年代】唐代\n【书体】行书\n【临本】米芾\n【年代】宋代\n【材质】纸本墨迹\n【规格】纵27.6厘米，横50.2厘米\n【字数】8行，48字\n【收藏】故宫博物院\n《湖州帖》亦称《江外帖》。著录首见《宣和书谱》。徐邦达根据用笔侧媚多姿，无颜书中锋多屋漏痕意，而和米芾行书接近。从书体上看，可以定为米书。 \n作品内容\n释文\n江外唯湖州最卑下，今年诸州水，并凑此州入太湖，田苗非常没溺，赖刘尚书口（与）拯①，以此人心差安。不然，仅不可安耳②。真卿白。 \n注解\n①赖刘尚书口抚以此人心差安：“刘尚书”，吏部尚书刘晏。766年（大历元年）正月，户部尚书刘晏为都畿、河南、淮南、江南等转运等史。769年，刘晏由户部尚书改任吏部尚书，所兼各史依旧。771年，尚书右丞韩滉（画家，有《五牛图》传世）被任为户部侍郎。自771年至779年，刘晏与韩滉分理东西财赋。刘晏762年曾举荐颜真卿，以户部让利州刺史颜真卿。刘晏自己改任国子监祭酒。 “口（与）拯”：“口”表示残损未识字。据清代陆心源《唐文拾遗》卷十九颜真卿《江外帖》（即《湖州帖》）“赖刘尚书与拯”，应为“与”字。一释作“安抚”。 \n②不然仅不可安耳：“仅”，将近，几乎。 \n大意\n长江之外以湖州地势最为低下。今年各州之水齐聚湖州进入太湖，田地秧苗淹没很深。幸仗刘尚书与以粮物相拯，因此人心差不多稍安稳些。否侧，难以安定。 \n写作背景\n考颜真卿于772年（唐大历七年）十一月委以湖州刺史，次年一月到任，直到777年（大历十二年）八月卸任，召为刑部尚书，在湖州计六年。\n《旧唐书》卷三十七《五行志》载：775年（大历十年）“七月己未（廿八日）夜，杭州大风，海水翻潮，飘落州部五千余家，船千余只，全家陷溺者百余户，死者四百余人，苏、湖、越等州亦然。”关于杭、湖、苏、越因海啸而引起的水患，新旧《唐书·代宗纪》及《古今图书集成·水灾部》都有详略不等的记载。刘尚书即刘晏。刘晏在773年至777年（大历八年到十二年）为尚书之职。“刘尚书”下不清二字，应是“安抚”。故此可知颜真卿此帖书写于775年（大历十年）七月以后至年底前。 \n作品赏析\n颜真卿《湖州帖》，书法通篇节奏较为平和柔媚。颜真卿行书不同于他的真书，其行书能放任随意，不拘绳墨，轻松空灵，富有情韵。颜体行书作品，多为信札草稿。点画厚重，用笔圆浑，结体宽博，这是颜真卿的真书和行书都具备的基本特征。但由于行书多用于非郑重用途的随意书写，使其艺术天才、灵感性情得以充分发挥，故其书法点画飞动，多连笔之势，体态就势变异，奇妙无穷，焕发出浓郁的书卷气息。 \n鉴藏著录\n《湖州帖》曾经宋宣和内府、贾似道，明项元汴、张则之，清梁清标、安岐、清内府收藏。帖内钤有“政和”、“绍兴”、“秋壑图书”、“欧阳玄”、“项元汴印”、“梁清标印”、“安仪周书画之章”等鉴藏印。宋留元刚《忠义堂帖》有刻本，明《快雪堂帖》曾刻入。 鉴藏印有：宋“政和”两方（皆伪）、“绍兴”三方（右中左上两印伪）、“机暇清赏”、“内府书印”，元“北燕张氏珍藏”、“端本”，明洪武内府“司印”、“项墨林鉴赏章”，清“梁清标印”、“仪周鉴赏”等。\n经鉴定，《颜真卿》非颜氏所书，理由如下：其一，书写所用纸张为加粉砑光的竹料纸，而这种纸在宋代才出现。其二，在书写风格方面作者用笔圆转连绵，侧媚多姿，墨色华润，与颜真卿所书《祭侄文稿》的悲切、《争座位帖》的激昂意态迥别，完全不像颜书中锋多“屋漏痕”意。因此可推断此帖为宋人之仿本。\n清安岐《墨缘汇观》、卞永誉《式古堂书画汇考》著录。 \n颜真卿（709年至785年），字清臣，琅琊（今山东临沂）人，唐代著名书法家。一生曾任监察御史、殿中侍御史、平原太守、工部尚书、吏部尚书、御史大夫等职，封“鲁郡公”，为玄宗、肃宗、代宗、德宗四朝元老。向以义烈闻名官场，以至为唐王朝舍生取义，杀身成仁。\n颜氏家学渊博，世重训诂，深研文字，真卿秉承家学，小学工夫不下李阳冰。编纂《韵海镜源》，探讨字样，有硕儒之称。工于尺牍，其正楷端庄雄伟，气势开张；行书遒劲郁勃，自成一格，人称“颜体”，颜体书对后世书法艺术的发展产生了深远影响。颜真卿不仅在书学史上树立起一座巍峨的丰碑，其高尚人品也为后世景仰。其人其书，皆为典范。\n颜真卿书法碑刻作品有《多宝塔感应碑》、《东方朔画赞》、《颜勤礼碑》、《大唐中兴颂》、《麻姑仙坛记》、《裴将军诗》、《争座位帖》等。墨迹作品有《祭侄文稿》、《刘中使帖》、《湖州帖》（传）、《自书告身》帖等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951558496},{"name":"颜真卿草书湖州帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791625069,"text":"颜真卿《湖州帖》，纸本，行书，纵27.6cm，横50.2cm。\n 此帖为传颜真卿所书的一通信札，讲述湖州地区发生水灾，百姓得到安抚一事。根据书写的内容和史料推测，书写时间应在772年（唐大历七年）以后，即颜真卿任职湖州刺史期间。但经专家鉴定，此帖非颜氏所书，理由如下：其一，书写所用纸张为加粉砑光的竹料纸，而这种纸在宋代才出现。其二，在书写风格方面作者用笔圆转连绵，侧媚多姿，墨色华润，与颜真卿所书《祭侄文稿》的悲切、《争座位帖》的激昂意态迥别，完全不像颜书中锋多“屋漏痕”意。因此可推断此帖为宋人之仿本。 　　\n 清安岐《墨缘汇观》、卞永誉《式古堂书画汇考》著录。\n释文：\n 江外唯湖州最卑下，今年诸州水并凑此州入太湖，田苗非常没溺。赖刘尚书□抚，以此人心差安，不然，仅不可安耳。真卿白。 　　鉴藏印有：宋“政和”两方（皆伪）、“绍兴”三方（右中左上两印伪）、“机暇清赏”、“内府书印”，元“北燕张氏珍藏”、“端本”，明洪武内府“司印”、“项墨林鉴赏章”，清“梁清标印”、“仪周鉴赏”等。","author":"唐代颜真卿","description":"颜真卿草书湖州帖"}]