[{"name":"徐铉行书私诚帖","text":"徐铉（916年—991年）南唐，北宋初年文学家、书法家。字鼎臣，广陵（今江苏扬州）人。历官五代吴校书郎、南唐知制诰、翰林学士、吏部尚书，后随李煜归宋，官至散骑常侍，世称徐骑省。淳化初因事贬静难军行军司马。曾受诏与句中正等校定《说文解字》。工于书，好李斯小篆。与弟徐锴有文名，号称“二徐”；又与韩熙载齐名，江东谓之“韩徐”。\n生平事迹\n先世会稽（今浙江绍兴）人，后迁居广陵。父延休，官江都少尹。徐铉十岁能属文，宅居栖霞寺侧。初事南唐，历官御史大夫、率更令、右散骑常侍，官至吏部尚书。宋开宝七年（974年），赵匡胤令大将曹彬伐南唐。徐铉曾二度奉李煜之命使宋，谋求和平，告太祖曰：“煜事陛下，如子事父，未有过失，奈何见伐？”太祖道：“汝以为父子分两家，可乎？”铉不能对。十一月，徐铉、周惟简再次入奏，徐铉道：“李煜因病未任朝谒，非敢拒诏也，乞缓兵以全一邦之命。”其言极恳切，与太祖辩，反复再三，声气愈厉。赵匡胤辩不过，拔剑而起，怒斥徐铉：“不须多言！江南国主何罪之有？只是一姓天下，卧榻之侧，不容他人酣睡！”徐铉不敢再言。\n南唐亡后，随李煜入观宋太祖，命为率更令。累官至散骑常侍。博学多才，有一只象毙命，取胆不获。铉曰：“于前左足求之。”果得。召问铉，对曰：“象胆随四时在足，今方二月，故知之。”徐铉曾奉旨与句中正、葛湍、王惟恭等同校《说文解字》，于宋太宗雍熙三年（986年）完成并雕版流布，世称“大徐本”，又曾编纂《文苑英华》、《太平广记》等。太平兴国三年（978年），徐铉奉宋太宗之命探视李煜，李煜叹息：“当初我错杀潘佑、李平，悔之不已！”徐铉退而告之，宋太宗闻之大怒，赐李煜自尽。淳化二年（991年），遭庐州女僧道安诬，被贬谪为静难行军司马（属邠州）。邠州苦寒，终不御毛褐，致冷疾（风寒），八月二十六日“晨起，方冠带，遽索笔手疏，约束后事，又别署曰：‘道者，天地之母。’书讫而卒，年七十六。”\n宋史文载\n徐铉，字鼎臣，扬州广陵人。十岁能属文，不妄游处，与韩熙载齐名，江东谓之“韩、徐”。仕吴为校书郎，又仕南唐李昪父子，试知制诰，与宰相宋齐丘不协。时有得军中书檄者，铉及弟锴评其援引不当。檄乃汤悦所作，悦与齐丘诬铉、锴泄机事，铉坐贬泰州司户掾，锴贬为乌江尉，俄复旧官。时景命内臣车延规、傅宏营屯田于常、楚州，处事苛细，人不堪命，致盗贼群起。命铉乘传巡抚。铉至楚州，奏罢屯田，延规等惧，逃罪，铉捕之急，权近侧目。及捕得贼首，即斩之不俟报，坐专杀流舒州。周世宗南征，景徙铉饶州，俄召为太子右谕德，复知制诰，迁中书舍人。景死，事其子煜为礼部侍郎，通署中书省事，历尚书左丞、兵部侍郎、翰林学士、御史大夫、吏部尚书。\n宋师围金陵，煜遣铉求缓兵。时煜将朱令赟将兵十余万自上江来援，煜以铉既行，欲止令赟勿令东下。铉曰：“此行未保必能济难，江南所恃者援兵尔，奈何止之！”煜曰：“方求和解而复决战，岂利于汝乎？”铉曰“要以社稷为计，岂顾一介之使，置之度外可也。”煜泣而遣之。及至，虽不能缓兵，而入见辞归，礼遇皆与常时同。及随煜入觐，太祖责之，声甚厉。铉对曰：“臣为江南大臣，国亡罪当死，不当问其他。”太祖叹曰：“忠臣也！事我当如李氏。”命为太子率更令。\n太平兴国初，李昉独直翰林，铉直学士院。从征太原，军中书诏填委，铉援笔无滞，辞理精当，时论能之。师还，加给事中。八年，出为右散骑常侍，迁左常侍。淳化二年，庐州女僧道安诬铉奸私事，道安坐不实抵罪，铉亦贬静难行军司马。\n初，铉至京师，见被毛褐者辄哂之，邠州苦寒，终不御毛褐，致冷疾。一日晨起方冠带，遽索笔手疏，约束后事，又别署曰：“道者，天地之母。”书讫而卒，年七十六。铉无子，门人郑文宝护其丧至汴，胡仲容归其葬于南昌之西山。\n铉性简淡寡欲，质直无矫饰，不喜释氏而好神怪，有以此献者，所求必如其请。铉精小学，好李斯小篆，臻其妙，隶书亦工。尝受诏与句中正、葛湍、王惟恭等同校《说文》，《序》曰：\n许慎《说文》十四篇，并《序目》一篇，凡万六百余字，圣人之旨盖云备矣。夫八卦既画，万象既分，则文字为之大辂，载籍为之六辔，先王教化所以行于百代，及物之功与造化均不可忽也。虽王帝之后改易殊体，六国之世文字异形，然犹存篆籀之迹，不失形类之本。及暴秦苛政，散隶聿兴，便于末俗，人竞师法。古文既变，巧伪日滋。至汉宣帝时，始命诸儒修仓颉之法，亦不能复。至光武时，马援上疏论文字之讹谬，其言详矣。及和帝时，申命贾逵修理旧文，于是许慎采史籀、李斯、扬雄之书，博访通人，考之于逵，作《说文解字》，至安帝十五年始奏上之。而隶书之行已久，加以行、草、八分纷然间出，反以篆籀为奇怪之迹，不复轻心。\n至于六籍旧文，相承传写，多求便俗，渐失本原。《尔雅》所载草、木、鱼、鸟之名，肆志增益，不可观矣。诸儒传释，亦非精究小学之徒，莫能矫正。\n唐大历中，李阳冰篆迹殊绝，独冠古今，于是刊定《说文》，修正笔法，学者师慕，篆籀中兴。然颇排斥许氏，自为臆说。夫以师心之独见，破先儒之祖述，岂圣人之意乎？今之为字学者，亦多阳冰之新义，所谓贵耳而贱目也。\n自唐末丧乱，经籍道息。有宋膺运，人文国典，粲然复兴，以为文字者六艺之本，当由古法，乃诏取许慎《说文解字》，精加详校，垂宪百代。臣等敢竭愚陋，备加详考。\n有许慎注义、序例中所载而诸部不见者，审知漏落，悉从补录。复有经典相承传，写及时俗要用而《说文》不载者，皆附益之，以广篆籀之路。亦皆形声相从、不违六书之义者。\n其间《说文》具有正体而时俗论变者，则具于注中。其有义理乘舛、违戾六书者，并列序于后，俾夫学者无或致疑。大抵此书务援古以正今，不徇今而违古。若乃高文大册，则宜以篆籀著之金石，至于常行简牍，则草隶足矣。\n又许慎注解，词简义奥，不可周知。阳冰之后，诸儒笺述有可取者，亦从附益；犹有未尽，则臣等粗为训释，以成一家之书。\n《说文》之时，未有反切，后人附益，互有异同。孙愐《唐韵》行之已久，今并以孙愐音切为定，庶几学者有所适从焉。\n锴亦善小学，尝以许慎《说文》依四声谱次为十卷，目曰《说文解字韵谱》。铉序之曰：\n昔伏羲画八卦而文字之端见矣，仓颉模鸟迹而文字之形立矣。史籀作大篆以润色之，李斯变小篆以简易之，其美至矣。及程邈作隶而人竞趣省，古法一变，字义浸讹。先儒许慎患其若此，故集《仓》、《雅》之学，研六书之旨，博访通识，考于贾逵，作《说文解字》十五篇，凡万六百字。字书精博，莫过于是。篆籀之体，极于斯焉。\n其后贾鲂以《三苍》之书皆为隶字，隶字始广而篆籀转微。后汉及今千有余岁，凡善书者皆草隶焉。又隶书之法有册繁补阙之论，则其讹伪断可知矣。故今字书之数累倍于前。夫圣人创制皆有依据，不知而作，君子慎之，及史阙文，格言斯在。若草、木、鱼、鸟，形声相从，触类长之，良无穷极，苟不折之以古义，何足以观？故叔重之后，《玉篇》、《切韵》所载，习俗虽久，要不可施之于篆文。往者，李阳冰天纵其能，中兴斯学。赞明许氏，奂焉英发。然古法背俗，易为堙微。\n方今许、李之书仅存于世，学者殊寡，旧章罕存。秉笔操觚，要资检阅，而偏傍奥密，不可意知，寻求一字，往往终卷，力省功倍，思得其宜。舍弟锴特善小学，因命取叔重所记，以《切韵》次之，声韵区分，开卷可睹。锴又集《通释》四十篇，考先贤之微言，畅许氏之玄旨，正阳冰之新义，折流俗之异端，文字之学，善矣尽矣。今此书止欲便于检讨，无恤其他，故聊存诂训，以为别识。其余敷演，有《通释五音》凡十卷，贻诸同志云。\n铉亲为之篆，镂板以行于世。\n锴字楚金，四岁而孤，母方教铉，未暇及锴，能自知书。李景见其文，以为秘书省正字，累官内史舍人，因铉奉使入宋，忧惧而卒，年五十五。李穆使江南，见其兄弟文章，叹曰：“二陆不能及也！”\n铉有文集三十卷，《质疑论》若干卷。所著《稽神录》，多出于其客蒯亮。锴所著则有文集、家传、《方舆记》、《古今国典》、《赋苑》、《岁时广记》云。\n生平轶事\n“三徐”名著江左，皆以博洽闻中朝，而骑省铉尤最。会江左使铉来修贡，例差官押伴。朝臣皆以词令不及为惮，宰相亦艰其选，请于艺祖。艺祖曰：“姑退，朕自择之。”有顷，左（王当）传宣殿前司，具殿侍中不识字者十人以名入。宸笔点其一，曰：“此人可！”在廷皆惊，中书不敢复请，趣使行。殿侍者莫知所以，弗获已，竟往。渡江，始铉词锋如云，旁观骇愕，其人不能答，徒唯唯，铉不测，强聒而与之言。居数日，既无酬复，铉亦倦且默矣。（出自明代冯梦龙《智囊》）\n这个故事是说，徐锴、徐铉两兄弟和江宁人徐熙，号称“三徐”，在江南很是出名，且他们皆以博才多学而闻名于朝廷上下，其中又以徐铉的名望最高。有一次，恰逢江南派徐铉前来进贡，按照惯例，需派官员监督陪伴，朝中大臣都以自己的口才不如徐铉而胆怯。就连宰相也很难有一个合适人选去对付徐铉，于是他便向宋太祖请示。宋太祖听后说道：“你暂且退下，我自己来选一个合适的人。”一会儿后，太监宣传殿前司听旨，要他报上十名不识字的殿前侍者的名单，太祖看后，御笔点中其中一个，说：“此人即可。”朝中上下都惊诧不已。宰相也不敢再请示，就催促被点之人立刻动身。被御笔点中的殿侍者不知何故派他作使臣，又得不到任何解释，只好渡江前往。起初，徐铉词锋如云，旁观者惊愕不已，殿侍者更是无以应付，只好不住地点头，徐铉不知他的深浅，硬撑着与侍者交谈。他们一起住了几天，侍者还是不与徐铉酬答，徐铉此时已精疲力竭，再也不吭声了。 \n徐铉喜爱香道，亦是制香大家，每遇月夜，露坐中庭，焚佳香一炷，澄心伴月，他把自己制的这种香称为“伴月香”。主要由沉檀、莞香、苏合香、鸡舌香、豆蔻、芸香、白茅香等配置而成。伴月香香品配伍严谨，更注重香药的炮制与和合。其香气、香性清幽淡雅，芳泽溢远，留香持久；有清和正气、养性虞神、调和身心之功。适用于书斋琴室、禅房净舍、会客迎宾。\n个人成就\n古文\n徐铉的文章承晚唐骈俪之风，而体格孤秀。他为李煜所作墓志铭，立言得体，《宋文鉴》曾录此铭。著有《骑省集》（即《徐公文集》）三十卷，由女婿吴淑编集。前20卷是在南唐作官时写的，后10卷为入宋后所作。有《四部丛刊》影印黄丕烈校旧抄本30卷，附录1卷。近人徐乃昌翻刻宋本，附《补遗》1卷、《校勘记》1卷。另有《学津讨原》、《津逮秘书》等。徐铉好谈神怪，有门客蒯亮乃江东布衣，九十余岁，好大言夸诞，所言皆载入《稽神录》。\n徐铉在南唐时，文章议论与韩熙载齐名，称“韩徐”，又与弟徐锴俱精通文字学，号“大小徐”。曾与句中正等共同校订《说文解字》，增补19字入正文，又补402字附于正文后。经他们校订增补的世称“大徐本”。\n书法\n徐铉长于书法，喜好李斯小篆，隶书也较出色。宋代欧阳修《集古录跋尾·泰峄山刻石》载：“昔徐铉在江南，以小篆驰名，郑文宝其门人也，尝受学于铉，亦见称于一时。”清代冯武《书法正传》称其：“善小篆，映日视之，画之中心，有一缕浓墨，正当其中，至于曲折处，亦当中，无有偏侧；乃笔峰直下不侧，故锋常在画中。”黑龙江省博物馆藏有他的《篆书千字文残卷》（宋摹本）。徐铉的行书也颇为人称道，代表做《私诚帖》现藏台北故宫博物院。全篇结构平稳，但又不掉趣味，书风含蓄天然，开宋人尚意书风的先河。\n诗作\n徐铉的诗平易浅切，真率自然，不押险韵，不用奇字，颇近白居易诗风。其《贬官秦州出城作》、《送王四十五归东都》、《寄高邮陈郎中》等诗，均能出自肺腑，情到语流，无生涩雕琢之病。相传徐铉文思敏捷，凡有撰作，常不喜预作，有想请他写文章的人，临事来请，他执笔立就。徐铉曾说，“文速则意思敏壮，缓则体势疏慢”（《郡斋读书志》），所以他的诗流畅有余而深警不足。但也时出隽句，如：“井泉生地脉，砧杵共秋声”（《喜李少保卜邻诗》），足见其思致闲远，意味深长。\n主要作品\n奉和王相公早春登徐州城，送宣州丘判官，茱萸诗，观吉王花烛，奉酬度支陈员外，送德迈道人之豫章，北使还襄邑道中作，送陈秘监归泉州，奉和御制茱萸，禁中新月，秋日泛舟赋苹花，和王明府见寄，严相公宅牡丹，送高舍人使岭南，和方泰州见寄，又赋早春书事，再领制诰和王明府见贺，玉笥山留题，九日落星山登高，侍宴赋得归雁，和陈表用员外求酒，十日和张少监，题紫阳观，题白鹤庙，和尉迟赞善秋暮僻居，送高起居之泾县，题碧巖亭赠孙尊师，晚憩白鹤庙寄句容张少府，赠奚道士，和尉迟赞善病中见寄，和致仕张尚书新创道院，送彭秀才，送许郎中歙州判官兼黟县，送朱先辈尉庐陵，移饶州别周使君，送黄秀才姑熟辟命，正初和鄂州边郎中见寄，题伏龟山北隅，送勋道人之建安，送彭秀才南游，送刘司直出宰，送黄梅江明府，送薛少卿赴青阳，和萧郎中午日见寄，和明上人除夜见寄，送刘山阳，咏梅子真送郭先辈，送龚员外赴江州幕，送陈先生之洪并寄萧少卿，送从兄赴临川幕，寄从兄宪兼示二弟，寄萧给事，常州驿中喜雨，赠浙西顾推官，回至瓜洲献侍中，行园树，九日雨中，赠泰州掾令狐克己，送蒯司录归京亮，题雷公井，寄锺谟，寄舒州杜员外，送欧阳大监游庐山，和萧郎中小雪日作，闻雁寄故人，九月十一日寄陈郎中，正初答锺郎中见招，赋得霍将军辞第，立秋后一日与朱舍人同直，中书相公溪亭闲宴依韵，赠王贞素先生，送史馆高员外使岭南，寄和州韩舍人，题殷舍人宅木芙蓉，春夜月，和明道人宿山寺，走笔送义兴令赵宣辅，天阙山绝句，寄抚州锺郎中，秋日卢龙村舍，送魏舍人仲甫为蕲州判官，春日紫巖山期客不至，和殷舍人萧员外春雪，谢文静墓下作，赋得彩燕，宿蒋帝庙明日游山南诸寺，寄驾部郎中，赋得有所思，景阳台怀古，送和州张员外为江都令，重游木兰亭，京口江际弄水，将过江题白沙馆，从驾东幸呈诸公，登甘露寺北望，山路花，将去广陵别史员外南斋，早春旬假独直寄江舍人，寒食宿陈公塘上。 \n名作赏析\n【送王四十五归东都】\n海内兵方起，离筵泪易垂。\n怜君负米去，惜此落花时。\n想忆看来信，相宽指后期。\n殷勤手中柳，此是向南枝。\n【梦游·魂梦悠扬不奈何】\n魂梦悠扬不奈何，夜来还在故人家。\n香蒙蜡烛时时暗，户映屏风故故斜。\n檀的慢调银字管，云鬟低缀折枝花。\n天明又作人间别，洞口春深道路赊。\n【观人读春秋】\n日觉儒风薄，谁将霸道羞。\n乱臣无所惧，何用读《春秋》。\n","category":"行书","verified":true,"user":1,"timestamp":1429951561375},{"name":"徐铉行书私诚帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791620008,"text":"行书《私诚帖》尺牍 纸本　册　29.1x44.8 cm 台北故宫博物院藏\n释文\n铉今有私诚。特兹拜托。为先有袪承人刘氏。其骨肉元在贵藩醴陵门里居住。所有刘氏先已嫁事。得衡州茶陵县大户张八郎。见在本处居住。今有信物并书。都作一角封记。全托新都监何舍人附去。转拜托吾兄郎中。候到。望差人于醴陵门里面勾唤姓刘人。当面问当。却令寄信与茶陵县张八郎者。令到贵藩取领上件书信。所贵不至失坠。及得的达也。傥遂所托。惟深铭荷。虔切虔切。专具片简咨闻。不宣。（）。再拜。\n附录《宣和书谱》卷二篆书徐铉条目：\n徐铉，字鼎臣，江左人。仕江南伪主李煜，官至御史大夫。以文雅为世所推右。来使本朝，一时士人想望其风采。江南既平，随煜归朝。当太宗时，直学士院典诰命称得体。留心隶书，尝患字画汩以俗学，乃以隶字录《说文》，如蝇头大，累数万言，以训后学。尤善篆与八分，识者谓自阳冰之后，续篆法者惟铉而已。在江左日，书犹未工，及归于我朝，见李斯《峄山》字摹本，自谓冥契，乃搜求旧字，焚掷略尽，悟昨非而今是耳。后人跋其书者以谓：「笔实而字画劲，亦似其文章。至于篆籀，气质高古，几与阳冰并驱争先。」此非私言，天下之言也。尝奉诏校定许慎《说文》三十卷行于世。又谓自暮年方得喎匾法，识者然之。今御府所藏篆书七：《大道不器赋》上下二 《蝉赋》一 《篆隶》二 《千文》二","author":"宋代徐铉","description":"徐铉行书私诚帖"}]