[{"name":"王铎报寇葵衷书","text":"吴兆义，安徽桐城人，1948年生，中国书画家协会副主席，河北名家书画院副院长。\n艺术简介\n吴兆义，安徽桐城人，1948年生，中国书画家协会副主席，河北名家书画院副院长。1968年入伍，北京师范大学本科毕业。现为中国书法家协会会员、中国书画名家网艺委副主席、中国桐城派书画院院长等。吴兆义自幼爱好书法，少年学书，从颜体入手，师法“二王”。旁涉一，师古不泥。书法以行草见长，在传统的基础上博采众长，形成雄健潇洒、俊茂豪迈、神完势足、酣畅淋漓的风貌。作品多次参加全国性的书法大展，并获奖。多次为电视片题写片名；题写书名、校名、厂名；为全国性的报刊题签。作品被作为国礼赠送给萨马兰奇先生珍藏，并被60多个国家的友人收藏；曾用俄、英、法三种文字编成多媒体，为50多个军队的在华留学生讲授书法课，《书法报》以“把书法传播到全世界”为题对此进行了专题报道。曾在北京、南京、安徽等地举办书法个展，出版屯个人书法集；作品入编《中国书法艺术大成》、《中国书画大家传世作品集》、《世界当代著名书法家真迹博览大典》等20多部书画集。\n吴兆义：1948年出生，安徽桐城人，大学文化。中国海军指挥学院政治部副主任，海军大校军衔。作品多次参加军内外展览并多次获大奖；为电视片题写片名；题写书名、匾名；题写多个校名、厂名；多次为《人民日报》、《解放军报》、《光明日报》、《工人日报》、《中国青年报》、《北京日报》等报刊题写标题。作品被法国、日本等多国友人收藏，并作为国礼赠给萨马兰奇先生珍藏；曾用俄、英、法多种文字编成多媒体，为50多个国家军队的在华留学生讲授书法课，受到各界的高度评价。曾在北京、南京、安徽等地举办书法个展；出版个人书法集；应聘为多个书画院教授和聘为南京博物馆特邀书画师。作品入编《中国书法艺术大成》、《当代书画篆刻家辞典》、《中国历代书法家名人大辞典》、《世界当代著名书法家真迹博览大典》等多部辞书。现为中国书画名家网艺委会副主席、中国书法家协会、中国收藏家协会会员、中国书画家协会副主席等。吴兆义先生小小年纪时便醉心五尺砚台，对临池练字几乎到了痴迷不倦的地步。儿时,家境贫寒,在河滩或坡地玩耍时，他总要拿着一根木棍描画习字，五岁开始临帖颜体，后对书圣“二王”情有独钟，书艺日显心高气爽，豪迈狂放；随后，他出入唐草，旁涉各体，可谓采百家之遒劲，树己书之风格。中学时代，吴兆义就遍临《孙过庭书谱》、怀素《自叙贴》、《圣教序》、《宋拓怀素草书千字文》、米芾《戏呈诸友诗》、《蜀素帖》、王铎《报寇葵衷书》、《赠张抱一草书诗卷》、《张黑女墓志》等多种碑贴。特别潜心研习王羲之、王铎书法精品，逐渐汲取王铎雄肆俊健、酣畅淋漓、神完势足的笔墨精髓。由于坚毅与执着，他很快成了现代学习王铎众多书家中的佼佼者。纯熟地掌握了王氏书法的起笔、行笔、收笔及承转启合的独特风格，为构建自己的书法艺术大厦夯实了雄健的基础。\n0岁那年，吴兆义携笔从戎，毅然把成就书法的大课堂搬进了部队这所大学校。训练之余，吴兆义就在连队的文化活动室搭起砚台，挥毫舞墨，大写长卷。火热的军营生活，执着的书法追求，吴兆义志存高远、百炼不怠。由于他聪慧睿智，灵性敏感，广学博收，触类旁通，短短几年时间其书法艺术就排在了军中榜首。与此同时，他利用在北京高等学府学习的机会，垂听启功、欧阳中石等书法大家的课堂传道与解惑，在大师们泼洒瀚墨、激扬文字的书法课堂，吴兆义深得中国书法之精髓。30岁后，吴兆义成了海军最高学府——海军指挥学院的一名正师职领导干部。此时，吴兆义先生融运筹帷幄、高屋建瓴的领导胸怀于书法艺术的精研锤炼之中，师古而不泥，出新而不异，洒脱而不散，凝神而不注，将大海之无垠，山河之广袤，融会贯通于自己的书法写意之中，形成集魏楷、行草于一体的吴氏特色书法。\n吴兆义先生个人书法展先后在北京、南京、安徽等地陆续举办，通过各种途径想收藏其作品的收藏家不计其数。\n吴兆义先生生性质朴、谦逊、重义.是位德艺双馨,超凡不俗的书法大家。他桃李满天下,族人在他的影响下,人人皆习书练画,逢年过节聚在一起都要办个家人笔会,互为交流.桐城老家春节都有作联书联的老传统,遇上好日子办个大事也要请人书写一副中堂挂在厅屋,这样蟠龙老家方圆几十里地乡亲的门联中堂几乎都是吴家义务包写了,年年都在写到大年三十傍晚,而自家则是最后一个写好贴上开年饭.吴兆义先生虽是个书法大家,也乐意参与其中,从不摆谱,在乡里传为佳话.\n007年12月20日，由原海军司令部大校倡导、雨润集团地华置业协助发起创办的“中国桐城派书画院”成立揭牌。吴兆义先生多年来一直心系家乡文化建设，卸任后荣归故里，作为“中国桐城派书画院”创立人，他认为，桐城文化历来是中国文化派系中一支重要的文化渊源，需要不断地挖掘和保护，更需要几代人的不懈努力；以书画艺术为纽带，大力弘扬桐城文化，为家乡建设尽献一份赤诚的游子之心。\n作品赏析\n","category":"草书","verified":true,"user":1,"timestamp":1429951659716}]