[{"name":"张即之草书溪庄帖","text":"担当（1593 一1673 ）名普荷，又名通荷，字担当。云南晋宁人。俗姓唐，名泰，字大来。其先祖原籍浙江淳安，明初从戎来滇，世居晋宁。国变后，礼无住老人出家，遍参吴越诸名宿。出世弘法，住鸡足山石钟寺。曾学诗书画于董其昌、陈眉公、李本宁诸大家门下，有诗、书、画“三绝”之誉。为人志存气节，放浪形迹，故画作飘逸有奇气。著有诗集《翛园集》《橛庵草》《罔措斋联语》《杂偈》《拈花颂》等。\n人物简介\n担当（1593一1673）名普荷，又名通荷，字担当。云南晋宁人，俗姓唐，名泰，字大来。其先代原籍浙江淳安，明初从戎来滇，世居晋宁。祖父名尧官，字廷俊，号五龙山人，嘉靖辛酉(1561）乡试解元，屡次赴京会试不第。归家后，闭门著书，有《五龙山人集》。父名懋德，字世修，号十海，万历癸卯（1603)举人，官陕西临挑同知，着《十海诗集》。\n个人年表\n674年(清康熙十三年甲寅)\n弟子广厦为建塔于苍山佛顶峰下，天台冯为撰塔铭。\n673年(清康熙十二年癸丑)81岁\n十月十九日，在感通寺，染微疾。十九日晨起，端坐辞众，书偈云：“天也破，地也破,认作担当便错过，舌头已断谁敢坐。”掷笔而逝。\n672年(清康熙十一年壬子)80岁\n作《三驼图》，署“八十翁担当老人”，其题画诗云：“叔瘪仲瘪与季瘪，三个瘪瘪是一窝。偶然相逢抚掌笑，直人何少曲人多！”\n是年，作《绘释图》，署“八十翁普荷”，题识曰：“这三大士，同口出气。一串穿来，心心相遇。佛在心头，不来不去。入四空天，出人间世。因果无差，在人有志。念佛为先，参禅犹次。推转法轮，了此大事。我乃佛茅，代佛授记。在家出家，如是如是。”\n671年(清康熙十年辛亥)79岁\n六月，作山水图，题云：“以近八十翁，老眼犹在纸画中，摸索不知翻正。今日世界，不曾翻转过来，歇不得手。余岂得气之先者耶？一笑。”\n669年(清康熙八年己酉)77岁\n夏末，作山水图，署“己酉夏杪”。\n668年(清康熙七年戊申)76岁\n为诗集《橛庵草》作跋，详细阐述对于诗与禅的见解，与所作之《橛庵草·序》两篇，乃其论诗之精髓，足以奠定其在云南文学史上之地位。\n〔按〕通荷《橛庵草·序》并无所作年代，但因其同为《橛庵草》诗集所作，当与跋文同时或略前。\n667年(清康熙六年丁未)75岁\n担当自鸡足山移驻大理荡山(又名班山)感通寺。\n662年(清康熙元年壬寅)70岁\n自作诗曰：“春来无日不狂游，笑折名花插满头。一自为僧天放我，而今七十尚风流。”\n正月，缅酋杀明宗室及沐天波等数百人，献永历帝于吴三桂。三月十八日，吴三桂缢杀永历帝于昆明之金蝉寺。\n清晋封吴三桂为平西亲王，仍留镇云南。\n661年(清顺治十八年南明永历十五年辛丑)69岁\n五月，吴三桂率兵入缅甸。\n闰七月，为锦里先生作画册，题云：“锦里先生与余相善，不止为笔墨交。有时以笔墨征余，余必尽其伎俩以应之，为先生久在个中，余亦幸逢知己。鸡山坐雨，费半月之清闲，写此册以似之。为其同好纸裱，有所不顾也。”\n十二月，吴三桂兵至旧晚坡，缅酋许献永历帝。\n659年(清顺治十六年南明永历十三年己亥)67岁\n居鸡足山。\n正月，清军入滇城，永历帝奔永昌。李定国留守大理，白文选率残部来会，与清军战，复败。二月，永历帝走腾冲。李定国伏兵磨盘石，为内奸所卖，军大溃。永历帝入缅甸，与李定国、白文选等失去联系。\n清命吴三桂镇云南，总管军民事务。\n658年(清顺治十五年南明永历十二年戊戌)66岁\n永历帝大封功臣，李定国、刘文秀皆为王爵。\n九月，担当作《太平有象图》，寄中兴之望于永历政权。题云：“永历戊戌九月，绍初寿图，花甲再新，太平有象。”(云南省博物馆藏)\n重修所居宝莲庵。\n清以贝子罗为大将军，率洪承畴、吴三桂等攻云南。\n657年(清顺治十四年南明永历十一年丁酉)65岁\n大西军内部分裂，孙可望叛变，率兵自黔攻云南，为李定国、刘文秀、白文选等所败。可望走长沙，降于洪承畴，清军尽知滇中虚实。\n655年(清顺治十二年南明永历九年乙未)63岁\n九月，作《文殊》立轴(云南省博物馆藏)。\n653年(清顺治十年南明永历七年癸巳)61岁\n永历帝驻跸昆明，以五华山为行宫。\n652年(清顺治九年南明永历六年壬辰)60岁\n二月，永历帝自广西奔广南，驻安笼所。孙可望胁永历封己为秦王。朝臣吴贞毓等谋通李定国以图可望，值定国在广西，可望遂杀吴贞毓等18人。定国与白文选合谋送永历帝入滇。\n651年(清顺治八年南明永历五年辛卯)59岁\n永历帝在南宁。孙可望移兵贵州。\n650年(清顺治七年南明永历四年庚寅)58岁\n作《三驼图》，题云：“伯驼仲驼与叔驼，三个驼驼集一窝。偶然相逢抚掌笑，直人何少曲人多。”署“庚寅三月”。\n仲春，为法润作水墨山水图卷(四川省博物馆藏)。\n六月，作《松石图》(北京故宫博物院藏)。\n649年(清顺治六年南明永历三年己丑)57岁\n永历帝至肇庆。\n648年(清顺治五年南明永历二年戊子)56岁\n八月，李定国擒沙定洲及其妻万氏，磔于市。\n647年(清顺治四年南明永历元年丁亥)55岁\n正月，永历帝至梧州，遂自府江至桂林。\n二月，大西军孙可望、李定国等率师入滇。\n646年(清顺治三年南明弘光二年丙戌)54岁\n明桂王立于肇庆。\n645年(清顺治二年南明弘光元年乙酉)53岁\n十二月，阿迷州土酋沙定洲叛乱，攻占昆明，滇中大乱。赵藩《鹪巢识小录》引计六奇《明季南略》云：“沙定洲驱沐天波，踞会城，杀士绅，协巡抚为之疏请，代沐氏镇滇。贡生唐泰，实为谋主。唐泰即释普荷，所称担当和尚者也。后人记担师事，皆讳之。余以为崇祯之末，中原鼎沸，烈皇殉国，而滇亦伏莽蠢动，沐天波庸沓，任奸罔利，政令不行。担公振奇好事，妄冀沙定洲者，倚其兵力，或能代沐氏以扶明社，而不知沙非其人也。流寇(按：指大西军)旋入滇，沙败走死。担师逃之鸡足山，逡巡数年，始发为僧。”\n644年(清顺治元年甲申)52岁\n寓居昆明。\n二月，李自成攻陷北京，明思宗自尽。福王立于南京，明年，改元弘光。清世祖改元顺治。云南未奉清正朔。\n643年(明崇祯十六年癸未)51岁\n夏日，为鸡足山僧秘传作山水卷，署云：“癸未夏日雨中似秘传兄，唐泰”，钤朱文印“唐泰之印”。该画纸本，纵28.8cm、横133.8cm，藏云南丽江文化馆。\n又有为仙陀书：“住住”二字横幅及《题思明老师赞》卷。\n642年(明崇祯十五年壬午)50岁\n弃家至鸡足山为僧。\n是年，开始《橛庵草》诗作的撰写。\n641年(明崇祯十四年辛巳)49岁\n寓居昆明，《园集》诸诗止于此年。\n638年(明崇祯十一年戊寅)46岁\n八月，徐霞客游滇。因陈眉公之介绍，至晋宁访担当。二人一见如故，十分契合。霞客在晋宁盘桓20天，并请担当为同路来滇病故之人静闻和尚撰《瘗骨记》，担当欣然命笔。担当有赠霞客诗刊30首，具见两人深情。霞客《游记》中称：“唐大来，名泰。选贡。以养母缴引。诗书画具得董玄宰三昧。余在家时，陈眉公即先寄以书云……大来虽贫，能来负眉公厚意，因友及友。余之穷而获济，出于望外若此。”\n636年(明崇祯九年丙子)44岁\n母郭宜人逝世。\n631年(明崇祯四年辛未)39岁\n经浙、鄂、湘、黔诸省，间道返滇，家居奉母，以诗书画自遣。\n630年(明崇祯三年庚午)38岁\n至浙江会稽，参云门湛然禅师于显圣寺，受戒律，法名通荷。此为担当皈依佛教之始，但未发。\n628年(明崇祯元年戊辰)36岁\n秋九月，为“振侯盟兄”画设色山水卷并草书《前赤壁赋》(广州美术馆藏)，卷尾分别有清至近代的鉴藏家(或收藏者)纪昀、桂坫、李天马等题跋。\n欲从南京回滇，值黔省安奢之乱，道阻不能归，便绕道岭右，赴空山拜访陈眉公，曰：“友天下士，方自此始。”\n是年，由湖北、湖南、贵州辗转回滇。\n627年(明天启七年丁卯)35岁\n董其昌为《园集》作序，文曰：“大来诗温淳典雅，不必赋帝京而有四杰之藻；不必赋前后出塞而有少陵之法。曩予所求之六馆而不得者，此其人也。”\n626年(明天启六年丙寅)34岁\n识苍雪法师，二人同游虎丘。\n同年，苍雪法师有《丙寅白门送唐大来明经应试》诗曰：“如君才思自风流，山色江南已尽游。痛饮几回当白月，好诗多半在红楼。不禁桃叶频催渡，暂借芦花一系舟。走马长安春雪遍，到时应换黑貂裘。”\n625年(明天启五年乙丑)33岁\n赴北京应礼部试，以明经入对大廷，为士林所艳称。时董其昌自南京礼部尚书致仕，担当执贽于董门下，从习书画。又谒诗人李维桢，执弟子礼。\n614年(明万历四十二年甲寅)22岁\n娶同邑黄麟趾之女为妻。\n[按]黄麟趾，字伯仁，工诗，以乡荐任山东嘉祥令，转四川顺庆府云阳知县，卒于任。著有《风叶吟》。\n609年(明万历三十七年己酉)17岁\n唐泰赴临洮省亲，之后便长期在晋宁家居。\n606年(明万历三十四年丙午)14岁\n开始《园集》的写作。\n605年(明万历三十三年乙巳)13岁\n补博士弟子员，随父亲北上应选，诗赋文章，已崭露头角。途经南京，名妓马湘兰很赏识其才华，亲手为他簪花，一时传为佳话。\n602年(明万历三十年壬寅)10岁\n是年，已能诗文。\n597年(明万历二十五年丁酉)5岁\n开始接受祖父的启蒙教育。\n593年(明万历二十一年癸己)1岁\n三月十二日，担当生。\n担当俗姓唐，名泰，字大来，别号布史、此置子、迟道人，云南晋宁县人。\n其先籍浙江省淳安县，明朝初年从戎于云南，遂落籍。\n曾祖唐金，号池屿，明嘉靖戊子(1528年)乡荐，任福建邵武同知，从祀明宦；\n祖尧官，字廷俊，嘉靖四十年(1561年)解元，屡试春官而不第，遂绝意仕进，教授乡里，育人甚众。\n父懋德，字世修，号十海，万历三十一年(1603年)举人，官陕西临洮同知。工诗文，著有《十海集》。三代皆有集，担当合刻之，曰《绍箕堂集》。\n叔父新德、进德，都是科举出身,做过学官。\n个人生平\n担当自幼颖悟，13岁补博士弟子员，善为文，尤工诗赋。天启年间（1621一1627),以明经赴京应试，不第。于是遍游南北，纵览名山大川。并学诗书画于董其昌、陈眉公、李本宁诸大家门下，刻苦发愤，学业精进，充分显示出天赋的艺术才华，受到名家赞赏器重。董其昌称担当的诗“温敦典雅，不必赋帝京而有四杰之藻，不必赋前出塞而有少陵之法\"。李本宁说：“清而不薄，婉而不伤，法古而不袭迹，卑今而太吊诡”。陈眉公也称担当“灵心道响”，为“当世奇男子”。（担当扇面画）担当善草书，秀丽多姿，有董其昌草书遗风，其影响主要在西南地区。\n此时，鸡足山诗僧苍雪在苏州中峰讲经，常与担当交游唱和。\n担当以母亲年老，归家奉养。路过浙江会稽显圣寺，参百门湛然禅师，面授禅理。回滇后，乡人以担当学行兼优，荐为选贡，担当辞不受选，缴还荐书，抛弃科举功名，诗、书、画日益精进，成为滇南名士，一时学者、官吏都纷纷与他交往。\n明崇祯十一年（l638)，徐霞客来游鸡足山。事先，陈眉公致信担当说：“良友徐霞客，足迹遍天下，今来访鸡足并大来先生，此无求于平原君者，幸善视之。”担当接信后，天天盼望，并派人到昆访问十月初，徐霞客抵昆明后，即被延请赴晋宁，两人见面十分欣慰，共道仰慕之情，担当殷勤款待，欢聚20日，互以诗文唱和，成为知交。分手时，担当除分函沿途各地友人关照外，还赠送了旅费。此时，正当徐霞客旅费用尽，担当的资助，解决了前进的困难，得继续西上鸡足山。担当家庭并非富裕，对友人如此慷慨，徐霞客也觉得出于望外，深受感动。\n担当的母亲去世后，明朝灭亡，悲慨无所寄。接着战乱相继。担当有二女，俱寡，又无兄弟，于是慨然离家，参水目山无住和尚受戒律。后在鸡足山宝莲庵建“罔措斋”养静参禅，深研佛理，一年阅藏，十年面壁，高卧山中，挥毫自如并来往于鸡足山与点苍山感通寺之间，与蒙化陈翼叔、浪弯何稚元、剑川赵云升及福建许鸿、歙县江蛟等交游唱酬。\n个人荣誉\n担当的诗、书、画有“三绝”的称誉。鸡足山还存有字画真迹。儒生时有著作《悠园集》，其余《橛庵草》、《拈花颂百韵》、《罔措斋颂古》是出世后所作。\n清康熙十二年癸丑（1673）孟冬有微疾，19日涅槃，年81，僧腊27，建塔于点苍山佛顶峰下。其徒广厦到楚雄请府尹天台冯苏为撰塔铭。\n艺术评价\n画家简评\n担当在年轻时，曾到北京应试，进太学学习，到各地游历。祖国山河的壮美，激发了他的爱国热情；官场的腐败，加深了他对明朝的不满；寻师访友，使他大开眼界，加上自己的努力，诗、书、画三方面都大有进步。眼看明朝灭亡，他感到报国无门，就至鸡足山削发为僧，把“担当天下大任”的一腔爱国豪情，寄寓在诗画之中。\n曾师事董其昌。担当的诗作很多，内容广泛，多是反映他的爱国感情和坚贞不屈的品格。山水法倪瓒，风格荒率纵放，一山一水、一草一木，皆表达了对祖国的深厚感情。书法董其昌而变之，后多写草，其势瘦劲清奇，豪放练达，有一泻千里之势。石涛赞曰；“担当老人大有解脱之相。”\n担当是一个多才多艺的书画家。他在一首题为《寄达朱谢娱》的诗里写道：“一弹夸我诗，诗非大雅皆芜词；再弹夸我书，书无古趣皆墨猪；三弹夸我画，画为壁芥不可挂。既误茫无考，何以三绝诬我好。一绝可为稀世宝，谬云有三岂草草。”①虽然只是作者自谦，但确乎反映出担当诗书画皆精的事实。近人宣哲在题《释普荷诗画合册》(香港何氏至乐楼藏)时也说：“担当上人画传世极稀，生平亦未见真迹。此册画及自书诗虽仅六叶，然三绝备矣。展玩再四，爱而不厌。姜尧章论诗所谓自然高妙，上人殆足当之。”②也是称其艺“三绝”。在担当的“三绝”中，就笔者目力所及，其画当居首，书法其次，诗歌则再次。现略他人所详，详别人所遗，分别择而述之。\n（①《担当遗诗》，云南丛书版，甲寅(1914年)刊。以下所引担当诗未注明出处者均出自《担当遗诗》。②《明遗民书画录》，香港何氏至乐楼。）\n山水\n担当之画源于倪云林、董其昌而自出新裁。从传世的作品看，尤以山水为多且佳。以风格论，大致可分为早期和中后期两个阶段。早期是指崇祯十五年(1642年)即50岁以前，中后期指崇祯十五年以后。前后除风格不同外，还有一个较为显著的标志，即署款的不同。早期多款署“唐泰”，后期则多为“担当”，偶亦署“普荷”、“担老人”等。但个别作品也有例外，如作于崇祯十六年（1643年）的《为秘传作山水图卷》是其50岁以后之作，但款署是“唐泰”。从风格上看，此画也应归属到早期。\n早期(为僧前)\n担当早期的作品传世较少，目前所见款署“唐泰”且在其50岁之前或略后的画作仅有《为振侯画山水卷》、《为秘传作山水图卷》等，前者作于明崇祯元年戊辰(1628年)，时年唐泰36岁，是目前所见唐泰传世有纪年作品中最早的画作。\n《溪亭垂钓图》\n纸本，墨笔，纵96.3cm、横46cm，北京故宫博物院藏。\n担当的山水画，愈近晚年愈老辣，不仅在笔墨方面，意境亦然，《溪亭垂钓图》便是一个典型。\n该图描绘一人在山间溪流边垂钓，钓者身披蓑衣，赤脚坐于岩石上，身旁一鱼篓；衬景为远山、郁林、茅亭、巨岩等。作者运笔稳健，气韵苍古，一种荒江野老屋中荒寒、寂寥之景跃然纸上。作者自谓“以近八旬翁，老眼偶在纸画中”，可谓道出了作此画之心境。担当善于在山水画中将人物与自然之境融为一体，达到一种无我的境界，在这幅信笔写来的晚年力作中，表现得非常突出。这与他早年款署“唐泰”的山水画作品相比，是有天壤之别的。早年入世，所以画中激情澎湃，火气旺盛；晚年心与笔俱老，看破红尘，心如止水，所以画中萧疏、宁静，宛如一首古老苍凉的旧曲。画心左下角有鉴藏者题跋，谓此画乃“担当怀念故园之笔”，则又是另一种心境了。\n人物\n担当一生所画以山水为主，人物极为少见。目前所见主要有《太平有象图》、《头陀图》、《绘释图》、《三驼图》和《人物骑驴图》横幅等。\n《太平有象图》\n纸本、水墨，纵116cm、横55.6cm，题云：“永历戊戌九月，绍初寿图，花甲再新，太平有象，担当。”“永历”为南明年号，“戊戌”为十二年，即“清顺治十五年，此年担当66岁。\n一直以来，该图被视作担当寄厚望于南明政权的象征，具有浓郁的政治色彩，从题识“绍初寿图，花甲再新，太平有象”数语也可说明此点。当时，在云南的南明朝廷也正在凭借残存的军队作最后的努力，所以无法不使人联想到南明。不过，在其政治寓意之外，此图的笔墨与意境也是胜人一筹，不能不令人刮目相看的。\n画面主要由三部分组成：垂垂老者、卧地之大象和身后之松山。满脸沧桑的老者平视前方，若有所思，既可理解为是作者自况，也可理解为乃老态龙钟的大明王朝的象征。所谓“花甲再新”，无非想借南明王朝来新陈代谢，希望挽狂澜于既倒。所画人物用笔简洁，衣纹线条遒劲流畅；所绘大象纯粹取其谐音，以冀望于世道之太平。担当晚年作品多不署年款，此作不仅有纪年，而且大胆地题署“永历”年号，不能不令人惊叹其胆识。\n画左侧有大片留白，一方面能烘托出老者与大象，使其始终居于视觉的中心位置，另一方面则为读者留下无尽的想像空间，也许这就是担当的别具匠心处。\n《头陀图》\n纸本，墨笔，纵86.5cm、横48cm。\n如果说《太平有象图》还是一幅以人物、大象为主、松山为辅的人物画的话，《头陀图》则纯粹是一幅典型的、以人物为主题的人物画。\n画面的中心位置是一位僧人端坐于石上，慈眉善目，面带微笑，作自题曰：“头陀老汉没指题，直以单墙开法眼。钝笔儿孙兴棒喝，不及一笑破天荒。”似乎表现出一种佛家的禅境。所谓“头陀”，乃起源于梵语dhūta，意即行脚乞食之和尚。所以在和尚的后侧，作者特地为其配了两个行头——化缘之饭钵和包袱，以表明其身份。\n担当在勾勒人物衣纹时，与其说是用线条，毋宁说是纯以饱含浓墨之笔锋更贴切。纹饰转折有度，人物之线描与石头之轮廓融为一体。人物面部夸张变形，颇似陈洪绶的风格。头发与面部肌纹所用之线条均细劲流利，简洁而率意，不事渲染而神韵自足，反映出作者高超的艺术技巧。唐代张彦远在评论水墨和线描画时说，“草木敷荣，不待丹碌之采；云雪飘扬，不待铅粉而白；山不待空青而翠，凤不待五色而卒”，这用来理解和评论担当的这件《头陀图》的笔墨是再恰当不过了。\n花鸟\n担当的花鸟画至今尚未见传世作品，但从担当自己的诗句中可看出他其实也工于花鸟。他的《自题梅兰竹菊四首》诗云：\n手老梅花少，梅少花更奇。\n快人惟一冷，不在雪晴时。\n丛兰虽自贵，吐瘦恨春迟。\n正为无人见，香惟水石知。\n画竹不似竹，只因曾食肉。\n今日断了荤，十指长新绿。\n袖里苔生处，米家妙不传\n移来在纸上，有爱总成颠。\n从中不难看出担当于山水、人物之外，对四君子画也是颇有造诣。\n此外，香港承训堂曾藏普荷《荷花》扇面一图(在作者简介一栏注明乃云南画僧担当)①，纵19cm、横52cm，纸本，墨笔，普荷自题曰：“六月天气炎热，早起趁凉写荷花自娱，觉鼻端似有若无，一种莲味从上来也。任(壬)子仲秋，普荷写于秦淮水阁。”钤白文印“僧荷”。\n书法\n担当的书法也和他的画一样一直受到广泛的推崇，只不过其书法相较于绘画而言，个性并不十分鲜明，受到古人和师长尤其是董其昌的影响较大，还未完全走出别人的影子，所以自然也就比绘画略逊一筹了。\n担当的书法上追怀素，下承华亭(董其昌)。他早年曾拜董其昌为师，其实更多地从其学书法(绘画方面反而影响甚微)。他的一首题为《临董玄宰先生帖》的诗很能证实此点：\n太史堂高不可升，哪知万里有传灯。\n后来多少江南秀，指点滇南说老僧。\n虽然自称是得到董氏的嫡传，但我们透过担当传世的数十件书法作品，仍然能看到他独出机杼、洒脱飘逸的一面，虽未完全走出董氏的阴影，但也有自己的特色。 \n诗歌\n担当诗书画皆精，时有“三绝”之称，其中一绝便是一直为董其昌、李维桢和陈继儒所推崇的诗歌。\n担当绝句十首\n(一)\n纸上有山孤又孤，俨似小巫非大巫。\n昨夜天风忽吹堕，失却一峦是此无。\n(二)\n志在丰草与长林，自分沉沦岁月深。\n多少浮云裁割尽，青山独不许人侵。\n(三)\n小庄虽小喜隔城，梅花一树犹关情。\n等闲春色饶各据，独有冰霜人不争。\n(四)\n欲访幽人迹已迷，过桥只有鸟空啼。\n来时犹记回头路，黄叶林边落日西。\n(五)\n画栋珠帘莫可拟，长松怪石在于此。\n老僧一扫尽成灰，笔下何曾有山水。\n(六)\n不看花开只看云，小闲多在水边分。\n如今此意无人识，纸上拈来赠与君。\n(七)\n自叨天放一闲人，拄杖芒鞋也趁贫。\n若问我曾干主眷，速章不乞买山银。\n(八)\n垂柳千株是谁栽，半边门在水边开。\n不须笑此楼太少，容个散人促膝来。\n(九)\n万壑千丘且固穷，闷来时遣借书童。\n官家邺架久废缺，乞得一篇河上公。\n(十)\n笑我生平劳此肘，身枯此肘我何有。\n徒留榜样在人间，若个焉能传不朽。\n","category":"草书","verified":true,"user":1,"timestamp":1429951560502},{"name":"张即之草书溪庄帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791614505,"text":"张即之《溪庄帖》，又名《草书于廿而弟知县承议尺牍》，纸本。","author":"宋代张即之","description":"张即之草书溪庄帖"}]