[{"name":"行草诗稿墨迹十二页","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791626778,"text":"释文：\n 京中望北山，苍苍得要领。每于僧舍中，延眺臻此境。人声响已息，颇尔众虑屏。禅林无一物，树闲籁复静。冥默似有合，白云流晚影。离家赖此山，相对有馀景。吾生不能言，深坐忽然省。\n 投柱明因寄沆庵\n 与我共行游，翩翩多俊彦。京国览物华，随时有闻见。人生少相知，之子重颜面。绸缪多远意，耿耿回音盼。红梅苞丹荣，欲邀偕式燕。冬尽气徐周，春立阳思扇。勖我以所敦，期我坚狂狷。草木倦未舒，相风不急卞。念君相爱情，\n\n\n\n释文：\n 忘忧生遐眷。空斋重离思，容与自组练。殷勤桃李时，相与襄芳蓿。\n 愧古\n 中原非无事，燕地久滞淫。丑风日夜来，肃肃有凄音。出户一聘望，云苦结浓阴。故里今何如，怛然感我心。鹿门能偕室，侩牛晦其身。翡翠羽光彩，虞罗多见寻。珊瑚美枝柯，不复安深沉。思之悄无寐，能不愧古人。\n 岁晏\n 夜长不能寐，蚤起端龟蓍。不疑何为占，人境不可\n\n\n释文：\n 知。今日趋桑乾，前日涉清淇。明月入我怀，幽意安能持。骨肉路以远，折梅斟酌之。□□改燠寒，相去才几时。括囊在遵养，居安欲思危。原缺经世道，胡为滞子斯。悠悠露花白，此中可对谁。\n 芳桂\n 芳桂何不实，修兰一时荣。伯齐与颜回，皆为好其名。大道则不然，嗜好奚以盈。高山凌崖壑，大海就卑平。多病有所全，无名冲不盈。\n 吾欲尊柱下，可以逸吾生。\n 赠曰葵带黄简括苍\n 华冈被秀草，灵芝不竞辉。仰视驰云光，\n\n\n\n释文：\n 知。今日趋桑乾，前日涉清淇。明月入我怀，幽意安能持。骨肉路以远，折梅斟酌之。□□改燠寒，相去才几时。括囊在遵养，居安欲思危。原缺经世道，胡为滞子斯。悠悠露花白，此中可对谁。\n 芳桂\n 芳桂何不实，修兰一时荣。伯齐与颜回，皆为好其名。大道则不然，嗜好奚以盈。高山凌崖壑，大海就卑平。多病有所全，无名冲不盈。\n 吾欲尊柱下，可以逸吾生。\n 赠曰葵带黄简括苍\n 华冈被秀草，灵芝不竞辉。仰视驰云光，\n\n\n\n释文：\n 令名不易居，视履惟周行。素心鉴明月，不与浮飙翔。流景照烟海，咸池有馀光。濛汜立受荣，终古获永臧。池浍与溪睹，被荧及菰蒋。辉辉山上月，念尔不能忘。黾勉策同贯，展厝日方长。芳徽匪一时，无以怀自伤。\n  其四\n  兰池有修鳞，游泳爱其求。立志羲皇前，岂谓守一丘。一丘蝤蛭伍，何以济大猷。所以撼轲遇，天非旦夕谋。大粢清庙用，材施未易俦。内耿悔吝无，雅心良悠悠。我欲为君酌，躬病犹未瘳。\n\n\n释文：\n 下不忍闻。勒马南山冈，中心多苦辛。一身竟无傷，火光照剑镡。子弟免俘虏，狐狸啸藂蓑坟。回头望城楼，画角有哀音。天地血还流，悲鸣感我心。\n  其二\n  出疆岂轻敌，孤城良难支。众口嚣嚣议，未能测安危。各有室家顾，双泪亦徒垂。丈夫当缓急，出而信有为。金戈虽险阻，岂暇念其私。\n  薄躯庶克奋，授命应在兹。倏忽炮声震，寇势为披靡。豺虎东西奔，仆御无差池。即戎古不易，何忍万僵尸。寇亦惮我\n\n\n\n释文：\n 猛，相戒勿窃窥。归来城者欢，乍喜旋衔悲。铁衣我始解，骨肉各欷觑。欷觑请勿尔，死生当有时。不见华屋里，奄忽讵能违。报国一如此，此情堪语谁。\n  书兴拟子建体\n  阳景欲无翳，寒气犹潇潇。游鱼将浮上，绿柯思发条。善风迎我袖，膏壤畅良苗。造物有至仁，万物不寂寥。长雷和郁藏，斗杓会光昭。\n\n\n\n释文：\n 象载瑜太始三年，东海获赤雁。师古谓山出象舆，瑞应车象，谓悬象。按乐章词意，一处自为两说矣。\n  象载瑜八灵集与鬼诹卜云吉海之遂雁之赤戴阳飞审所归冰夷效马衔依蓬菜应觇德祁布遐迩缔令徽\n  赤蛟\n  蛟巳讹可俯讯波不扬守其镇灵之圉魄宝信五正臣罨霭震寿斯礽票\n\n\n\n释文：\n 然顺锡子孙譬芳韧乐未央委蛇觐百礼洽扫谲狂诞将慎灵祇长庥无尽\n  送僧居白往五台\n  浑源之南有名山，今日明日尘事间。长松阴磴未能往，思此始觉身不闲。居白固是蒲团客，飘然野鹤来京国。梅柳蹭蹬欲放春，繁峙一路桃花色。雁门北望闪旌旗，去去还惊多难时。锡指五台猿声暮，古雪独行无人知。扫径深藏何峰住，落日云口作风雨。念我\n\n\n\n释文：\n 未归崝嵘涧，梦绕滹沱烟里树。\n  贻宏宇见田天心叔度\n  冬月何皎皎，春意尚尔啬。我忽有所思，展转长相忆。故人久离后郁郁在京国。寒云吹微雪，众鸟亦敛翼。养痾(疴)药气浓，欲我美颜色。揽镜成丑老。拄杖还无力。深感故人心。中情转凄恻。赵李与李欸，襟期不相识。衔羽有周周，蛩蛩无溪刘。愿作连林风，黄鹄飞不息。燕雀啤华檐，不随黄鹄恻。黄鹄四海游，舍大起矜式。\n\n\n\n释文：\n 答季重书\n  京中无鸣瀑荡耳无云松怕心大是无聊时思足下愿为葛疆犹之牧笛村鼓愿敦朱弦疏越者也雪痴阿咸一流人笔下霏霏时萦雷峰雪窦之霞气每悟甚相洽耸壑之姿阃阇中赖有此耳国宝有德乎信力不诬櫃惠情深使我感羊枣之\n  嗜何时握手叙此绸缪\n  答鸿宝\n  仆欲释椎苗久矣为其手桡且相于疵也今日明日尚逐队宴会必遵命然固物之粗者惟虫能虫知不憎此暖暖姝姝耳\n\n\n 释文：\n 每晤足下眉目间皆有劳山沧海之意故下笔云卷雷奔尔尔以仆之病身生忧于足下涉州之口贵溢双南足下惠而好我至斯欤仆能忘足下之为医王而胖其羸乎而背之也重勤仆人欲前展谢歘尔病苦谓之何哉笔墨嗣报仆必不敢食言而肥\n  小土关入昌平\n  春气未能齐．荒郊见废畦．渠光犹活活，草意自凄凄。戍役愁烽火，村居厌鼓鼙。\n\n\n释文： \n 渔阳从此后，休使夜鸺啼。\n  一春\n  今日复明日，一毒又欲残。病浸会友少，官系看山难。鹫寺闲高梦，龙沧礼异峦。药苗福不细，怅望限长安。\n 沙河镇\n  公田沙土积，喜遇旧山春。人屋胡尘断，寝回石兽新。桃开潭外火，磬\n落宦中身。未定玉泉趣，鸥心琉与亲。\n  法官西瞩玉泉湖上","author":"明代王铎","description":"行草诗稿墨迹十二页"}]