[{"name":"李邕楷书灵岩寺颂碑","text":"灵岩寺颂碑，今存山东泰山之阴，长清县灵岩山之阳的灵岩寺，鲁班洞中，唐李邕于天宝元年（公元742年）撰书。碑早残，清乾隆间不知所在，咸丰六年何绍基访得，时已断为二石，铭文已多残泐，后半部文意极难贯通。碑原形制无考，凡刻21行，满行41字行书。\n简介\n碑文：灵昌郡太守邕，以法有因，福□□得真僧戾止，神人告祥，宜或真空以悟圣，或密□以接凡，□谓之灵岩，允矣真。晋宋之际，有法定禅师者，景城郡人也。尝行兰若，若是者历年。禅师□劳一人，逝将辞去，忽有二居士建立僧坊，宏宣佛法，识者以为山神耳。因夫山者，土之至厚；谷者，墟之至深；水者，因定而清。林贝叶之经衡，廓莲花之独人，存法立事，著名扬空，矧乎辟支佛牙，灰骨起塔，海龙王意，贸金仍旧。昔者州将厚具，邑吏孔威，广□支保，多借器物而送之，仍施绢五十匹。□若武□阿阁，仪凤堵波光堂，大悲之修，舍利之□，□身之造，禅祖之崇，山□□增□□□□也。云霞炳焕于丹霄，即而察之，日月照明□□□二□□客植之不生，泛于草间，秽于垅上。职由律住持入慧之境，□繁文字，□笔杪于连章，□广间遗刻。上座僧元景、都维那僧□详，□主安禅，或上首□空，或出等永言悟人，大启津梁，咸高梯有□，胜公自照，仍依俗谛天长。其词曰：倬彼上人，巍乎曾岭，冥立福地，神宫岁□。□□建置，今古齐同，磴道逦迤，霞阁玲珑。(以下缺若干字)大唐天宝元年(以下缺)。\n特点\n灵岩寺属泰山景区，和泰山一样碑刻林立。当代学者王克煜说，灵岩寺的历代题咏碑刻有423块，多出于名人手笔，着名的有唐李邕《灵岩寺颂碑》、宋代的《圆通经碑》、金代党怀英书碑等。明代文学“后七子”领袖王世贞称赞道：“灵岩是泰山背最幽绝处，游泰山而不灵岩，不成游也”。此碑在史书上多有著录，最早见于宋赵明诚《金石录》，该列有李邕书碑17通。碑文前半部分为序，以散文的形式记叙了灵岩寺自晋法定禅师建寺至唐开元年间立碑时的兴废。后中部分为颂，为五首五言诗形式，既有对灵岩风光的描写，又有对高僧事迹的称颂。体现了李邕行书书法笔力遒劲舒展、险峭爽朗的特点。\n考证\n李邕《灵岩寺颂碑》 是长清灵岩寺保存的时代最早、关涉到该寺早期历史最重要的碑刻。\n此碑碑目，首见于宋代赵明诚（1081—1129）撰《金石录》卷七，文云：“唐灵岩寺颂，李邕撰并行书，天宝元年（747）十一月十五日。”李邕，《旧唐书》卷一九O、《新唐书》卷二O二有传，时任灵昌郡太守。灵昌郡在今河南省滑县南、汲县东。卒于天宝九年以后，寿七十三岁。\n至清代康熙丙子（1696），马大相编纂《灵岩志》时，该碑已弃于寺西北之“神宝废寺右侧荆棘中，沙淤过半矣。乃北海太守李邕之文，但磨灭不能读耳”。稍晚，该碑收入阮元《山左金石志》时（1793），已无碑首及龟趺，断为两截，在鲁班洞中，嵌入洞壁上（今仍存于此处）。此后，该碑录文收入陆增祥（1816—1882）《八琼室金石补正》卷57，宽104、厚52、残高225厘米。\n今据《八琼室金石补正》、王荣玉等编《灵岩寺》附录一的录文，并经现场校对，特合校于后，以资研究（见附录）。\n1．灵岩寺由“法定禅师”创立于“晋宋之际”\n灵岩寺的创立，说者往往以后赵佛图澄的弟子僧朗于公元351年居泰山朗公谷为起始。但朗公谷神通寺在今柳埠，距灵岩寺实有三、四十公里之遥，不可混而一之。\n宋代王逵撰《齐州灵岩寺千佛殿记》（《八琼室金石补正》卷一O一，嘉佑六年(1061）)：“按地志，后魏正光中，有僧法定，唱首拨土以兴焉。”宋代张公亮撰《齐州景德灵岩寺记》，声称“后魏正光元年，法定师始置寺，有青蛇、白兔、双鹤、二虎之异”。金代陈寿恺撰《济南府灵岩寺祖师观音菩萨托相圣迹序》（皇统七年孟秋旦日，1147），他从住持法云（?一1148）处听说：“夫灵岩大刹，昔自祖师观音菩萨托相梵僧，曰法定禅师，于后魏正光元年始建道场，兴梵宫，居天下四绝，境中称最，而世鲜知其由!”明清以来，往往以为信史。其实，灵岩寺“居天下四绝”之说，起源于晚唐元和年间（806—820）李吉甫纂《十道图》。\n事实上，李邕碑文说得很明白：“晋宋之际，有法定禅师者，景城郡人也，尝行兰若……若是者历年。禅师以劳主人，逝将辞去，忽有二居士……建立僧坊，弘宣佛法，识者以为山神耳!”\n这就是说，在东晋、刘宋交替的年代，即公元420年前后，有法定禅师来到这里的一个私家小寺（“兰若”）。历年之后，怕麻烦主人，准备离开的时候，忽然有二位居士建立了僧坊，留住了法定禅师。因僧坊出现得很突然，人们以为是“山神”所为。其地，时属刘宋。\n这段文字，可能宋、金人未能读明白，故又生异说。将灵岩寺的始建年代由公元420年前后，拉晚到北魏正光元年即公元520年。这是需要纠正的。事实上，今天的灵岩寺是由相毗邻的两座寺院组成的。在方山（又称“灵岩”）之阴初建“静默寺”，后又改称“神宝寺”。方山之阳，初建“灵岩寺”，一度改称“宝山道场”。依据《齐州神宝寺碣》（《八琼室金石补正》卷五五，开元二十四年十月五日，公元736年）：“粤有沙门讳明，不知何许人也……以正光元年，象运仲秋，于时振锡登临，思同鹫岭，徘徊引望；想若鸡口（山），歉口弹指发声，此为福地也。遂表请国主，……立此伽兰，以静默为号。自梁齐以来，不易题榜。属隋季……所存，殆将半矣。”由此可知，人们把僧明于正光元年创建静默寺混同为灵岩寺的开创年代。\n还应说明的是，灵岩寺建立后，并未遭到北魏太武帝太平真君七年（446）灭佛的破坏。因为历城一带（今泰山至济南地区），一直在刘宋掌控之下，北魏太武帝于太平真君十一年九月辛卯（450）“舆驾南伐”，十月“乙丑车驾济河……帝遂至东平。肖斌之弃济州，退保历城”。公元452年春，太武帝崩于永安宫（《魏书·世祖纪》）。\n但是，从公元420年至隋初（581年）的160年间，灵岩寺的历史资料极少。我们只从《续高僧传》卷十一《唐京师大兴善寺法侃传》中，知道法侃（551—623）在北齐武平元年（570年）之前曾到过灵岩寺。传云：“释法侃，姓郑氏，荥阳人也。弱年从道，志力坚明。体理方广，常流心府。闻泰山灵岩，行徒清肃，瑞迹屡陈，远扬荥泽。年未登冠，遂往从焉。会彼众心，自欣嘉运。及进具后，励节弘规，予在清训，务机登践。后周流讲席，博览群宗，随闻辑戴，有伦前达……。”这里说到灵岩寺“行徒清肃”，即戒律精严，又说“瑞迹屡陈”，则屡有祥瑞显现也；或即所谓“青蛇、白兔、双鹤、二虎之异”，此皆不可详考。\n唯可注意者，是王荣玉等编《灵岩寺》27页所刊般舟殿出土之石佛头及菩萨头像，依形制推测，近似青州北齐佛像，不是唐宋之作。\n2．辟支佛牙塔始建于隋代或稍前\n李邕碑在叙及灵岩寺开山之后，叙及唐“武德阿阁”之前的一段文云：“矧乎辟支佛牙，灰骨起塔。海龙王意，贸金志尤……昔者，州将厚具，邑吏孔威……解脱禅师以杖叩力士胫曰：‘令尔守护而送之。’仍施绢五十匹。”\n所谓辟支佛，即辟支迦佛陀之略，梵文是Pratykabuddha，意为“独觉”。玄奘《大唐西域记》卷七“婆罗泥斯国·鹿野苑”中，就记载了阿育王塔“其旁宰堵波，是五百独觉同人涅盘处”。由此可知，历史上可以有众多的辟支佛。\n建立“辟支佛牙塔”，是一件大事，官府“州将”、“邑吏”也积极献力，这应与隋文帝祠泰山有关。《隋书·高祖纪》云：开皇十四年（594）“十二月乙末，东巡狩”。开皇十五年（595）“春正月壬戌，车驾次齐州，亲问疾苦。丙寅，旅王符山。庚午，上以岁旱祠太山，以谢愆咎，大赦天下”。隋文帝此行，到了“王符山”。王符山即是灵岩寺所在的方山。《水经注》卷八《济水》条云：“济水又东北，右会玉水……其水西北流，迳王符山。”\n隋代灵岩寺的存在，还有二条材料可证。，\n其一，《续高僧传》卷二二《唐蒲州仁寿寺释慧肖传》云：释慧肖（568—640）“俗姓刘，本彭城人，世家徙于许州之长葛，故又为县人焉。奕叶以衣缨称士大夫。十八为书生（585），聪悟敏达，善说诗礼，州郡以明经举之。非其所好，遂人嵩高山求师出家。强识前文，而以戒行见称。……开皇初，游学邺城，博综经论，乃贯练众部，偏宗《四分》。闻泰山灵岩寺幽栖洁行之宅也，乃往从焉。后以和尚年衰，复还中岳。”\n其二，《续高僧传》卷十八《隋西京禅定道场释昙迁传》云：释昙迁（542—607）“俗姓王氏，博陵饶阳人，近祖太原历宦而后居焉……（开皇）十四年，柴燎岱宗。迁又上诸废山寺并无贯逃僧，请并安堵，帝又许焉。寻敕率土之内但有山寺一僧以上，皆听给额，私度附贯。迁又其功焉。又敕河南王为泰岳神通道场檀越，即旧朗公寺也；齐王为神宝檀越，旧静默寺也；华阳王为宝山檀越，旧灵岩寺也。”这位昙迁，善识世俗，公然提出了“佛为世尊，道为天尊，帝为至尊”的理念，甚得帝室器重。\n上述二传表明：隋文帝不但驻跸于灵岩寺，还下令将泰山三大寺院更名，并命三王为三寺“檀越”（大施主）。这时的灵岩寺，更名为“宝山道场”。从而可推知，慧肖至灵岩寺在开皇十五年以前。\n隋代“宝山道场”之建立“辟支佛牙塔”，应是隋文帝或华阳王（杨楷）作功德主，由齐州将吏施行。而那枚“辟支佛牙”，则可能是由解脱禅师从山西五台山提供。李邕碑云：“解脱禅师以杖叩力士胫曰：‘令尔守护而送之。’仍施绢五十匹。”这位解脱禅师见于《续高僧传》卷二六《代州照果寺释解脱传》，俗姓邢，台山夹州人。在年青时，“远近访法，无师不诣”。后居五台山佛光寺数十年，永徽中（650—655）卒。明代释镇澄纂《清凉山志》卷四《解脱和尚见圣传》云：隋解脱和尚……尝于（五台山）东台麓，于三昧中，见诸佛现，佛并为之说偈。可见解脱和尚是相信“诸佛”的。\n此塔原应是一座木塔。今存之辟支塔，乃宋代重建。\n在隋代，还有一位慧斌法师（574—645），先人五台山“修诸静虑”，八年（598—606），又往灵岩寺，“以行道为务先”，即“多以行道咒业为心，或诵释迦、观音，或行文殊悔法”。大约在唐初，他西上京师。唐太宗为穆皇后追福，于贞观八年（634）造立弘福寺，乃下诏征慧斌为寺主，智首为上座。慧斌传见于《续高僧传》卷二十。这长安弘福寺，就是玄奘（600—664）回国后译经的第一个译场（从贞观十九年三月开始译经，同年十月，慧斌去世）。\n3．唐高宗与灵岩寺的扩建\n有唐一代，是灵岩寺大发展的时期。李邕碑云：“口若武德阿阁，仪凤堵波，口（高?）祖削平之初，乃发口愿；高宗临御之后，克永光堂。”\n从而可知，武德年间（6丑8—626），灵岩寺修建了“阿阁”（即“霞阁”），可能指方山证明功德佛龛，其造像亦系唐初之作。仪风年间（676—679），建造了大塔（堵波，即宰堵波之略）。\n唐高宗于麟德二年十月丁卯（665），“将封泰山，发自东都（洛阳）”。十二月丙午，“御齐州大厅”。乙卯，“命有司祭泰山”。丙辰，“发灵岩顿”。麟德三年正月戊辰朔（公元666年），“车驾至泰山顿”，“是日，亲祀昊天上帝于封祀坛，以高祖、太宗配饷。己巳，帝异山，行封禅之礼。庚午，禅于社首，祭皇地只，以太穆太皇太后、文德皇太后配飨，皇后（武则天）亚献，越国太妃燕氏为终献。辛未，御降禅坛。壬申，受朝贺，改麟德三年为乾封元年”。（《旧唐书·高宗纪》）。\n唐高宗、武则天皇后在封泰山前停顿休息于灵岩寺，正是灵岩寺大发展的转机。以“帝王之力”，“舍以国财”来扩建灵岩寺，大规模的建设相继完工。李邕碑云：“高宗临御之后，克永光堂。大悲之修，舍利之口，报身之造，禅祖之崇，山上灯口口切宇内；舍那之构六身铁像。次者，三躯大口金刚口口增袤。远而望之，云霞炳焕于丹霄；即而察之，日月照明口口道。此皆帝王之力，舍以国财……。”\n这就是说，唐高宗巡视灵岩寺以后，修造了大悲观音阁（或堂），舍利之塔、报身佛卢舍那等大殿、六祖禅堂、山上造长明灯、护法金刚等造像。然而，“六身铁像”当系禅宗六祖之像，即菩提达摩、惠可、僧灿、道信、弘忍及神秀（或玄赜），此六身铁像应造于唐玄宗初年，非唐高宗时所造。因唐高宗时代，禅宗定祖之争尚未盛也。\n灵岩寺慧赜禅师，卒于垂拱四年（688年），主持此寺五十余年，或许是参与唐高宗时代灵岩寺大建设的一位高僧，有待详考（《八琼室金石补正》卷四十）。\n灵岩寺慧崇禅师，李邕碑并未提及，或许是天宝元年（747）以后的高僧；所以他不太可能是贞观年间（627—649）迁建灵岩寺之人，此亦待详考。\n另外，灵岩寺唐宋有“御书阁”，可能是收存唐高宗的“御书”及宋代皇帝的“御书”，而不可能收存了唐太宗的“御书”。李邕碑云：“高宗临御之后，克永光堂”句，或即指此。宋嘉佑六年（1061）王逵《齐州灵岩寺千佛殿记》称：“仁宗皇帝，章圣皇帝，悉以御书为赐命焉。皇帝陛下，降以御篆飞白以嗣之。”\n4．禅宗大德净觉与灵岩寺北宗禅法\n李邕碑云：“大德僧净觉，敬惟诸佛……上座僧玄景、都维那僧克祥、寺主安禅，或上首解空，或出口口义。僧崇宪、僧罗喉、僧零范、僧月光、僧智海……等，永言悟人，大启津梁，咸高梯有凭，胜宅自照，仍依俗谛，口口丰碑，宛委昭宣，弘长增益……。”\n这一段重要的禅宗史料，向被忽视。大德僧净觉（683一?），俗姓韦氏，是唐中宗韦皇后的族弟。王维《大唐安国寺故大德净觉禅师碑铭并序》（《全唐文》卷三二七）云：“中宗之时，后宫用事，女谒浸盛，主柄潜移。戚里之亲，同分圭组；属籍之外，亦绾银黄。况乎天伦，将议封拜，促尚方铸印，命尚书使备策。诘朝而五土开国，信宿而驷马朝天。禅师叹曰：‘昔我大师尚以菩提释位，今我小子欲以恩泽为侯。仁远乎哉，行之即是!’裂裳裹足以宵遁，乞食糊口以兼行，人太行山，削发受具。寻某禅师故兰若居焉。”这是神龙元年（705年）之事，此时净觉可能住长安大慈恩寺（段成式《寺塔记》），随即隐遁到今河南省安阳县西的宝山灵泉寺。此后，他在此注释《金刚般若理镜》一卷、撰写《楞伽师资记》（均系敦煌藏经洞出土）。\n净觉学禅，先曾求师于神秀；后于东都洛阳归于玄赜，时在景龙二年（708）。据《楞伽师资记》自序云：禅宗五祖弘忍的三大弟子之一的安州寿山大和尚玄赜，将“所持摩那袈裟、瓶钵、锡杖等，并留付嘱净觉禅师。比在两京，广开禅法，王公道俗，归依者无数”。\n开元十五年（727），应金州（今陕西安康）之邀，净觉至金州，注解《般若心经》，但此后的行踪则不明。今据李邕碑可知，在开元末年，净觉曾在灵岩寺传其禅法。“六身铁像”之设，恐与他主张的六祖谱系有关，即依北宗之说，五祖弘忍将禅法传给了神秀或玄赜，而不是传给了惠能。\n这使我们明确知道，灵岩寺在唐代前期所传的是禅宗北宗禅法。天宝初年的灵岩寺“三纲”：上座玄景、都维那克祥及寺主安禅等僧人，应是净觉的法系。又据《封氏闻见记》云：降摩藏禅师亦曾于开元年间在灵岩寺传北宗禅法，在坐禅时准许饮茶提神，“学禅务于不寐，又不夕食，皆许其饮茶。人白怀挟，到处煮饮。从此转相仿效，遂成风俗”。这是北方禅僧饮茶的兴起。但在《宋高僧传》卷8《唐衮州东岳降摩藏师传》中，仅言及他依栖神秀，人泰山数年行化也。\n唐武宗毁佛（公元845年）前，有怀晖禅师（753—815）住于灵岩寺。《宋高僧传》卷十《唐雍京章敬寺怀晖传》云：“释怀晖，姓谢氏，泉州人也。……贞元初（785），礼洪州大寂禅师，顿明心要。时彭城刘济颇德晖，互相推证。后潜俎崃山，次寓齐州灵岩寺。又移卜百家岩（今河南焦作），泉石幽奇。苦于禅子请问繁杂，上中条山（今山西省）行禅法，为法者蹑迹而往，蒲津人皆化之。元和三年（808），宪宗诏人于章敬寺毗卢遮那院安置。”\n《太平广记》卷九十《鉴师》云：元和初（806），有明经冯生自长安东行赴任，途径灵岩寺，“行至西庑下，忽见有群僧画像，其一人状同鉴师”，可知灵岩寺有不少壁画。唯此鉴师失考。\n又据《历城县志》所载《金刚会碑》可知，唐大和六年（832），“禅大德僧方，是年受灵岩寺请命，诣阙进本寺图。将谢圣旨，再许起‘镇国般若道场’之洪泽……慕止京畿，首尾三秋，无疾而谢世”。方公已失载，又不知此“镇国般若道场”是否即是今人所云“般舟殿”遗址?\n总之，我们根据李邕碑残文，约略可以考见灵岩寺一段早期的历史脉络；至于详察，则有待对灵岩寺现存遗迹、遗物作进一步的考古发掘及调查。\n【转帖即为法布施，功德无量】出处参考：\n","category":"楷书","verified":true,"user":1,"timestamp":1429951551504},{"name":"李邕楷书灵岩寺颂碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791606240,"text":"","author":"唐代李邕","description":"李邕楷书灵岩寺颂碑"}]