[{"name":"怀素草书食鱼帖","text":"《食鱼帖》为唐代书法家怀素所书，草书，8行，56字。存世墨迹为摹本。是怀素传世名作书迹之一。\n法帖简介\n【名称】食鱼帖\n【作者】怀素\n【时代】唐代\n【书体】草书\n【材质】白麻纸本墨迹\n【形制】手卷\n【规格】纵29厘米，横51.5厘米，8行，56字\n《食鱼帖》亦称《食鱼肉帖》。钤有“希字半印”、“军司马印”、“赵氏子昂”、“项元汴印”等鉴藏印。明顾复《平生壮观》、清卞永誉《式古堂书画汇考》、清吴升《大观录》等著录。帖前有米汉雯所题“翰珍”为迎首，前隔水上有项元汴手书“唐怀素草书食鱼帖”小字标识。 \n法帖内容\n原文\n老僧在长沙食鱼，及来长安城中，多食肉，又为常流①所笑，深为不便，故久病，不能多书，实疏②。还报诸君，欲兴善之会，当得扶羸也。九③日怀素藏真白。 \n注释\n①常流：凡庸之辈。②此字左半已破损。③此字残损。 \n解读\n对于怀素在《食鱼帖》提到“食鱼食肉”的现象，杨秀发在《怀素的时代及其身世》一文中认为，南宗禅在惠能的弟子怀让（677～744）时期，于戒律的修持上出现了松动。当有僧徒问是否可以吃酒肉时，怀让答道：“要吃，是你的禄；不吃，是你的福”。由于此时的南宗禅并未达到晚唐的狂禅阶段，禅僧的思想处于发展演变期，人们对禅僧不守戒律的行为还不太能接受。因此怀素一方面饮酒食肉，一方面又常常感到不便：“老僧在长沙食鱼，及来长安城中多食肉，又为常流所笑，深为不便……”\n书法赏析\n集评\n宋人吴喆跋：“素公草书超妙自得，笔老而意新，在当时以为独步。虽流散人间甚盛，然自唐迄今二百余年，士大夫家藏，罕有完者，而此帖首尾皆具，尤可珍也。”又题：“东坡先生评藏真书云：此公能自誉，观者不以为过，信乎其书之工也。然其为人倜傥，本不求工，所以能工如此。如没人操舟，无意于济否，是以覆却万变，而举止自若，近于有道者耶？今观此帖，有食鱼、食肉之语，盖倜傥者也。至于行笔遒劲，如屋漏、如屈铁，非工其能如是乎。” \n赏析\n怀素书法初学欧阳询，后从张旭弟子邬彤学习草书，始知运笔之法。唐代时评怀素草书有“惊蛇走虺、骤雨狂风”之势，陆羽也称赞他“草书古势多矣”。怀素的晚年创作，渐从激越飞扬趋于稳健安雅，运笔结体尤多内蕴。《自叙帖》和《论书帖》偏于狂放的书写特性，表现出怀素书法的中年风格，《苦笋帖》和《食鱼帖》的逐显平正标志了他的中年以后直至晚年的基本风貌。 \n怀素生逢李唐王朝的盛世，是主体精神有一个相对释放空间的时代。这位“零陵僧”，不为佛界的清规戒律所束，在长安写下《食鱼帖》，直陈自己整日喝酒吃肉，虽为常流所笑，仍然我行我素。怀素生性嗜酒，“酒”使他热血贲张，禅宗的超越精神自然地与“酒神精神”融合一体。兴到运笔，如骤风旋雨，飞龙走蛇，虽多变化，而法度具备。 \n鉴赏\n《食鱼帖》书法高华圆润，放逸而不狂怪，笔墨精彩动人，使转灵活，提按得当，正如文征明赞：“藏真书如散僧入圣，狂怪处无一点不合轨范”。风格在真迹《苦笋帖》、宋拓本《律公帖》等之间，结字亦近宋临本《自叙帖》。徐邦达《古书画过眼要录》认为笔划稍嫌滞涩，枯笔中见有徐徐补描之迹，应是半临半摹之本，但勾摹技巧高超，所见只有唐摹《万岁通天帖》能与比拟，结体笔划保持怀素书法的面目。就高古作品而言，早期摹本与真迹有同等重要的学术价值。《食鱼帖》、《苦笋帖》、《自叙帖》、《论书帖》同为现今存世怀素墨迹的四件作品。 \n历代递藏\n《食鱼帖》相继为宋代吴喆，元代赵子昂、乔篑成、张雨、张宴，明代项元汴，清代陈三省、何元英等递藏。收藏、鉴赏家印八十八方，历宋、元、明、清四朝，传千年，流传有绪。民国初在上海《神州国光集》第二十集中影印。曾藏山东潍坊丁家，后迁青岛，“文革”时期存于青岛市博物馆。1978年，青岛市博物馆邀请北京故宫博物院书画鉴定家徐邦达来馆鉴定书画，徐先生从未清理好的书画中发现了此《食鱼帖》，并撰写《古摹怀素“食鱼帖”的发现》一文。青岛市博物馆将此帖重新装潢。后落实政策，退还丁家。 \n怀素（725~785）唐代书法家、僧人。俗姓钱，字藏真，长沙（今属湖南）人。762年诏住西太原寺。工书，尤擅狂草，兴到运笔如骤雨旋风，飞动圆转，变化莫测而又法度谨严。晚年书趋于平淡。学书贫无纸，曾种芭蕉万余株，取叶练字，名其居为“绿天庵”；精勤学书，秃笔成冢。南宋陈思《书小史》载：“书不足乃漆一盘书之，又漆一方板，书至再三，盘板皆穿。”受笔法于金吾兵曹邬彤，彤转述张旭。狂草继承张旭而有所发展，称为“以狂继颠”。与张旭齐名，世称“颠张醉素”。传世墨迹有《苦笋帖》、《自叙帖》、《小草千字文》刻本《圣母帖》、《律公帖》等。 \n露面拍卖行\n999年春日的一天，两位衣着素朴的男士来到北京中国嘉德国际拍卖有限公司，他们不露声色，拿出几件一般的藏品后，才说：\n“我们还有一件东西。”\n“什么东西?”嘉德工作人员问。\n“怀素。”\n“不可能。我们从来就没见过真怀素!”\n“我家是真的。”来者从容地说。\n嘉德公司请专家对来人拿出的画作几经认证，最终认定为是《中国美术全集》上登载过的青岛市博物馆的那幅《食鱼帖》。\n这可是一条大“鱼”!\n业内人士都知道，国内外拍卖行几乎没有拍卖过唐代的书法墨迹，况且是大书法家怀素的作品!听说《食鱼帖》出现了，徐邦达老先生竖起大拇指说：“《食鱼帖》可是顶尖的好东西呀!这回嘉德公司拍卖可是件好事。” \n000年嘉德秋拍，被当时称作“迄今为止最旧的一件书画拍品”的唐朝怀素的草书《食鱼帖》，终因未到1000万元底价而不幸流拍。 流拍时正值文物艺术品拍卖市场的低谷时期。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951551278},{"name":"怀素草书食鱼帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791613367,"text":"怀素《食鱼帖》(古摹本) 水墨白麻纸本手卷 原藏于青岛市博物馆。\n【释文】老僧在长沙食鱼，及来长安城中，多食肉，又为常流所笑，深为不便。故久病不能多书异疏（按：此字左半已破损）还报。诸君欲兴善之会，当得扶赢也。□日怀素藏真白。\n　　　米汉雯书“翰珍”\n　　后跋[北宋] 吴喆：素公草书超妙，自得笔老而意新，在当时已为独步。虽散流人间甚盛，然自唐迄今二百余年，士大夫家所藏，罕有完者；而此帖首尾皆具，尤可珍也。宣和甲辰（1124年）七月中澣，竹西吴喆书。\n　　　　东坡先生评藏真书云：此公能自誉，观者不以为过，信乎其书之工！然其为人偿荡，本不求工，所以能工如此。如没人操舟，无意于济，否是以覆却万变，而举止自若，近于有道者耶？今观此帖有食鱼、食肉之语，盖傥荡者也。至于行笔遒劲，如屋漏，如屈铁，非工其能如是乎？\n　　　　[清代] 何元英：此僧怀素《食鱼帖》也。怀素在唐时以善草书名，有草书《千字文》、《入市诗》、《自叙》、《圣母》、《心经》诸帖，至今传于世。此帖独未有所闻，而东坡复评其后以为傥荡不羁，如屋漏、屈铁，予澄视之，诚哉是言。兹帖也，余得之富春陈三省，三省言得之墨林项氏。三省为余受业弟子也，来京师举进士，将归于里，缺舟楫之资，予力为之助，因以此帖留焉。时余为御史，官旅寓宣武门，寓中有古藤二株，不知植自何代，多夭矫虬龙之形，暇则设几展帖。默坐于清阴间。予夙有书法之癖。如是者二三次。钱唐张纲孙、崐山顾鹤、同里之朱彝尊，汤驷实共览焉。康熙十二年六月朔，鸳水何元英跋。\n\n 怀素《食鱼帖》，亦称《食鱼肉帖》八行，古摹本。五十六字。29×51.5cm。钤有“希字半印、“军司马印”、“赵氏子昂”“项元汴印”等鉴藏印。原藏于青岛市博物馆。明顾复《平生壮观》、清卞永誉《式古堂书画汇考》、清吴升《大观录》等着录。\n\n  怀素《食鱼帖》略有破损模糊，但是“墨色浓润，神采不失”。其文曰：“老僧在长沙食鱼，及来长安城中，多食肉，又为常流所笑，深为不便。故久病不能多书异疏（按：此字左半已破损）还报。诸君欲兴善之会，当得扶赢也。□日怀素藏真白。”《食鱼帖》书法高华圆润，放逸而不狂怪，笔墨精彩动人，使转灵活，提按得当，风格在真迹《苦笋帖》、宋拓本《律公帖》等之间，结字亦近宋临本《自叙帖》。亦有评者以为笔划稍嫌滞涩，枯笔中见有徐徐补描之迹，应是半临半摹之本，但勾摹技巧高超，所见只有唐摹《万岁通天帖》，能与比拟，结体笔划保持怀素书法的面目。就高古作品而言，早期摹本与真迹有同等重要的学术价值。鉴定家徐邦达先生1979年曾撰文论证此帖，学术界公认此为徐先生重要鉴定发现成果之一。《食鱼帖》经北宋人吴吉吉题跋，又钤有元代赵孟兆页、乔篑成、张晏、张雨，明代项元汴、项笃泰、华幼武和清代何元英等收藏、鉴赏家印88方，历四朝，传千年，流传有绪，是现存怀素四件公认传世作品中的佳作，弥足珍贵，堪称国宝。\n\n  史载怀素性疏放，不拘细行。作为僧人在《食鱼帖》中却大谈食鱼吃肉，表现了蔑视封建世俗和宗教戒律的豪放性格。这一点，与其书法所体现的奔放不羁的艺术个性是相通的。 \n附录：相关资料\n\n传世珍宝唐代怀素草书《食鱼帖》将露面拍卖\n《食鱼帖》露面\n传世唐临僧怀素草书《食鱼帖》，8行，56字，略有破损模糊，然则“墨色浓润，神采不失”。其文曰：“老僧在长沙食鱼，及来长安城中，多食肉，又为常流所笑，深为不便。故久病不能多书异□还报。诸君欲兴善之会，当得扶羸也。□日怀素藏真白。”\n此帖距今已有1200余年。\n怀素传世墨迹，共有四帖：《自叙帖》现藏台北“故宫博物院”，《苦笋帖》现藏上海博物馆，《论书帖》现藏辽宁博物馆。《食鱼帖》流传有序，多有记载影印，始藏民间，“文革”期间抄家至青岛博物馆，1981年归还个人后不知所终。\n1999年春天，二衣着素朴男人来到北京中国嘉德国际拍卖有限公司，不露声色，出示几件一般藏品后，说：“我们还有一件东西。”\n“什么东西？”\n“怀素。”\n“不可能。我们从来就没见过真怀素！”\n“我家是真的。”来者从容地说。\n专家几经认证，果然是《中国美术全集》上登载过的青岛博物馆原藏《食鱼帖》。\n这可是一条大“鱼”。\n拍卖行家都知道，国内外拍卖行从未见拍过唐代书法墨迹，况乎大书法家怀素的作品？\n狂僧怀素草书巅峰\n僧怀素，字藏真，湖南长沙人，生于唐开元25年(公元737年)，其草书盛誉当代，与张旭齐名，时称“颠张醉素”，以善“狂草”出名。所谓“狂”者，食鱼食肉饮酒，佛门诸戒，皆难羁绊。\n怀素练书法更“狂”。他自幼喜书，尤喜草书，因写得太多太快，纸张不济，便摘芭蕉叶代纸练字，摘光了他种的1万多株芭蕉叶。芭蕉叶不够，他将木盘木板上漆练字，直至写穿木板。传说，他把写坏的笔随手扔到窗外，日积月累，堆积如山，他就刨坑掩埋，堆成坟墓，戏称“笔冢”。可见用功之勤之深。\n怀素同时代人“茶圣”陆羽有《怀素别传》，记载了怀素与大书法家颜真卿论书的故事：\n素曰：“吾观夏云多奇峰，辄常师之，其痛快处如飞鸟出林、惊蛇入草。又遇坼壁之路，一一自然。”\n真卿曰：“何如屋漏痕？”\n素起，握公手曰：“得之矣。”\n概括了怀素形状及书法特点：如“飞鸟出林、惊蛇入草”，如“坼壁之路”，如“屋漏痕”。\n有书法史家评论说，草书至唐，达到巅峰，宋、元、明、清乃至当代，远不及唐，而唐则以张旭、怀素为代表，而张旭只见碑刻，不见墨迹。所以，称怀素为中国草书之巅峰不为过。\n毛泽东书法独步怀素，行家评论说，毛泽东的“怀素”，只得了怀素的“架构”，“笔意远逊”。\n“文革”抄家险作垃圾\n从世界艺术史的角度看，以文字形成博大精深的艺术，惟有汉字。中国书法堪称“国粹”。\n然而，历史变迁，兵荒马乱，艺术珍品，流传至今，命运多舛。《食鱼帖》便是一例。\n《食鱼帖》原藏山东潍坊望族，“文革”被抄，堆于青岛博物馆。1977年，中国书画鉴定大师徐邦达率一文物小组赴各地抢救文物，至青岛，在一堆废弃待处理的书画堆中拣识《食鱼帖》，大喜过望。之前，已有鉴定家说是“赝品”，差点毁于一旦。\n他在考证的文章中称赞《食鱼帖》：“此帖书法高华圆润，放逸而不狂怪。”\n徐邦达今年90岁，从事中国书画练习鉴定70余年，被誉为“鉴定国宝的‘国宝’”，特别是“文革”后抢救了许多书画国宝。\n徐邦达老先生在接受本报记者采访时，十分感慨。他说：“‘文革’毁了多少好东西呀！抢出来的东西跟毁了的东西相比，真是太少了，真是千古罪人呀！”\n他竖起大拇指说：“《食鱼帖》可是顶尖的好东西呀。这回嘉德公司拍卖可是件好事。”\n记者了解到，《食鱼帖》将很有可能通过“定向拍卖”，由国家博物馆、图书馆和国有企事业单位收藏。\n注：“□”为目前尚无法识别的文字。","author":"唐代怀素","description":"怀素草书食鱼帖"}]