[{"name":"赵孟頫行书跋王羲之大道帖","text":"《大道帖》为王羲之行草作品，2行，10字。笔势连贯类草书，却以行书结字为主调。“耶”字末笔竖画纵长，为王书中不多见的异态。清人孙承泽以为是米芾所临。\n法帖简介\n【名称】大道帖\n【作者】王羲之\n【书体】行草\n【临本】米芾\n【材质】硬黄纸本，墨迹\n【规格】纵27.7厘米，横7.9厘米\n【字数】2行，10字\n【收藏】台湾台北故宫博物院\n传为米芾摹本。 \n法帖内容\n释文\n大道久不下，与先未然耶。 \n备注\n刘涛释文为：“大道久不下口先米然耶”。其中“口”表示未识字，将“未”释作“米”字。“与先未然耶”句中的“与”，一作“知”。 \n法帖赏析\n笔意联绵\n《大道帖》在右军草书中，最为突出，后人称它为“一笔书”。明张丑《清河书画舫》云：“老笔纷披，所谓一笔书也。”十字中，前五字一笔联绵，次两字联缀，复次两字又钩联，最后一“耶”字以末笔竖画一贯直下，控制尺幅的空白。强作一笔书的人，往往有做作之嫌，而王羲之此书则如天际行云，宛若游龙，弥足珍贵。 \n草势行书\n《大道帖》笔势连贯类草书，单字之结体近乎行书，正如刘涛和沈乐平所评价的《大道帖》在王字风格中极为少见，为异态。《大道帖》首行五字相连，这在王羲之其他草书作品中出现较少。与草书丛帖《十七帖》相比，以方国兴统计，全帖73字上下二字相连的共9处，三字相连的只有“下问耳”、“理得尔”、“以年老甚”及结尾“故远及”四处。\n《大道帖》内容也与唐代张彦远《法书要录》中《右军书记》所录四百六十五帖也不尽相同。《大道帖》无受书人，以及王右军尺牍习用语，应为断札。 \n法帖临习\n《大道帖》是典型的“一笔书”，笔势连贯回绕，气势畅达，而单字之结体却近乎行书。末字“耶”的长竖一反常态，特意夸张，纵长劲挺，约占四五字的空间，在王字风格中极为少见，故清人孙承泽等书家以为是米芾所作。对于《大道帖》的临习，须关注用笔的使转，即线条与线条的连接处（过渡点）的换锋、调锋过程以及线型状态，加强对笔锋的控制，中锋为主、侧锋为辅。转折上则以圆转为主，寓方折的骨力与圆润、流动的形式之中，即是一种“外圆内方型”的线条模式。一味地圆，则流于软弱、无力，一味地方，则显得僵硬、死板，故不可偏颇。同时，也要注意控制行笔速度，尤其在临摹中，不可求快，否则易“浮”、易“滑”，从而导致线条质量下降。宁可慢些，以保证线质的稳定以及细节处的精到。 \n鉴赏题跋\n《大道帖》字幅内外有“潞王之宝”、“韩逢禧印”、“张笃行印”、“米万钟”、“仪周鉴赏”等印，并有元赵孟頫、明朱之蕃、清张照的跋，从中可知其流传的踪迹。后入清内府。 \n赵孟頫跋云：“梁武帝评书至右军，谓‘龙跳天门，虎卧凤阁’，此帖是已。诸家刻中皆未之有。世间神物，岂默有靳惜者，不欲使滥传耶？将好事犹未至也。有能砻片石刻以传远，仆愿供摹拓之役。属奔走南北，此事殆废，不知何时果此缘也？至元丁亥九月七日题。孟頫。” \n作品质疑\n金运昌在《管窥草书〈平安帖〉》一文中称：“如台北故宫藏《大道帖》，北京故宫藏《雨后帖》等。多出宋人之手，临写以意为之。笔法或有精窳之分，然原作形貌保存甚少。仅可作为研究王字流传的重要参考资料而已。” \n徐邦达在《谈古书画鉴别》一文中从毛笔的特性出发，认为：《大道帖》“和宋中叶以来如米芾等人写得丰满、肥润、圆熟的书法，如米芾书《复官帖》所用的较软的笔是大不一样的。”“以之辩明清内府旧藏、并曾记载在《庚子销夏记》、《石渠宝笈》续编、三编的晋·王羲之《大道帖》、王献之《中秋帖》等不是晋人之笔，一种理由就是因为此二本的笔划都特别润丰圆熟，其笔头含墨水很多，所以肥厚处不会开叉，用晋代的有心硬笔是写不出来的。此二本最后结合其它方面的印证，认为都是宋代米芾的临写本。这就是利用工具——毛笔特性作旁证，来解决真伪是非问题的一些很好的例证。” \n世传《中秋帖》、《东山帖》（《东山松帖》）等，专家皆定为米芾临本。米芾学书，曾下过双钩摹写的苦功，足见其“胡写乱画”是有前提的。传世许多名迹，亦有米氏摹者，如鲁公（颜真卿）《湖州帖》、王羲之的《大道帖》等。 \n王羲之（321-379年，一作303-361年）字逸少。东晋著名书法家。琅琊临沂（今山东临沂）人。初任秘书郎，后任宁远将军、江州刺史、右军将军、会稽内史等，世称王右军。后因与扬州刺史王述不和，辞官定居会稽山阴（今绍兴）。王羲之出身于建康乌衣巷显赫的王家，是王导之侄。曾与谢安共登冶城，“悠然遐想，有高世之志。”早年从卫夫人学书法，后来改变初学，草书学张芝，正书学钟繇。博采众长，备精诸体，一变汉魏以来质朴的书风，独创妍美流便的新体。王羲之的正书、行书为古今之冠，人赞其笔势“飘若浮云，矫若惊龙。”王羲之为历代学书法者所崇尚，被奉为“书圣”。其作品真迹无存，传世者均为后人摹本。行书以《兰亭序》为代表作，草书以《初月帖》、《十七帖》，正书以《黄庭经》、《乐毅论》最著名。\n","category":"行书","verified":true,"user":1,"timestamp":1429951545067},{"name":"赵孟頫行书跋王羲之大道帖","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791641898,"text":"行书《跋王羲之大道帖》","author":"元代赵孟頫","description":"赵孟頫行书跋王羲之大道帖"}]