[{"name":"赵孟頫行书唐狄梁公碑","text":"《唐狄梁公碑》作者宋代诗人范仲淹。本词条主要介绍作者范仲淹其人、狄梁公，以及《唐狄梁公碑》诗文原文展示、诗文赏析。\n\n宋仁宗宝元元年（公元1038年）正月十三日，范仲淹被贬，从饶州（即鄱阳郡）去润州（即丹徒郡，今江苏省镇江市）任知州，途经彭泽县，拜祭了此间的狄梁公祠，他为狄梁公的功德所感动，洋洋洒洒写下了一千九百零七字的包含敬仰之情的《唐狄梁公碑》。全篇碑文，不但盛赞了狄梁公一生重大的功绩，而且抒发了自己愿以狄梁公为榜样，报效国家、报效民众的思想感情。\n狄梁公即狄仁杰（公元607—700年），为唐代著名大臣，因封为梁国公，故有是称。武则天即位，任地官侍郎同凤阁鸾台平章事，后为酷吏来俊臣诬陷下狱，在武则天长寿元年（公元692年）被贬为彭泽县令，任职一年。期间，他施恩于彭泽民众，当他离开彭泽升任魏州剌史后，当地民众为感念他，建生祠予以纪念，故彭泽县内有狄梁公祠。\n范仲淹写的《唐狄梁公碑》，其内容可分为四大部分：第一部分即为第一段文字，高度赞扬了狄梁公的丰功伟绩，并交待了他的名字和籍贯。第二部分为文章的主体，从十五个方面列举了狄梁公的忠与孝的事实，并在每一二件事实后面进行了极简短的评议。第三部分作了总结，第四部分为碑文的铭文。\n原文\n唐狄梁公碑【宋】范仲淹\n天地闭，孰将辟焉？日月蚀，孰将廓kuo焉?大厦仆，孰将起焉？神器坠，孰将举焉？岩岩乎！克当其任者，惟梁公之伟欤yu。\n公讳hui仁杰，字怀英，太原人也。祖宗髙烈，本传在矣。公为子，极于孝；为臣，极于忠。忠孝之外掲如日月者，敢歌于庙中。公尝赴并州掾yuan，过太行山，反瞻河阳，见白云孤飞。曰：吾亲在其下，久而不能去。左右为之感动。诗有《陟zhi岵hu陟屺qi伤》。君子于役，弗忘其亲之深。于嗟乎：孝之至也，忠之所由生乎！\n公尝以同府掾当使绝域，其母老疾。公谓之曰：奈何重太夫人万里之忧！诣长史府请代行。时长史司马方睚眦yazi不协，感公之义，欢如平生。于嗟乎：与人交而先其忧，况君臣之际乎！\n公为大理寺丞，决诸道滞狱万七千人，天下服。其平武卫将军权善才，坐伐昭陵柏，髙宗命戮之。公抗奏不却。上怒曰：彼致我不孝！左右策公令出。公前曰：陛下以一树而杀一将军张释之，所谓假有盗长陵一坏pi土，则将何法以加之？臣岂敢奉诏谄zhou陛下于不道！帝意解，善才得恕死。于嗟乎：执法之官，患在少恩，公独爱君以仁，何所存之逺乎！\n髙宗幸汾阳，宫道出妒女祠，下彼俗谓盛服过者，必有风雷之灾。并州发数万人别开御道。公为知，顿使曰：天子之行，风伯清尘，雨师洒道，彼何害哉？遽ju命罢其役。又公为江南巡检使，奏毁淫祠千七百所。所存惟夏禹、太伯、季子、伍员四庙。曰：安使无功血食，以乱明哲之祠乎！于嗟乎：神犹正之，而况于人乎！\n公为宁州刺史，能抚戎夏。郡人纪之碑。及迁豫州，会越王乱后，縁坐七百人，籍没者五千口。有使促行刑，公缓之，密表以闻曰：臣言似理逆人，不言则辜陛下好生之意，表成复毁，意不能定。彼咸非本心，唯陛下矜焉，敕chi贷之流于九原郡道。出宁州，旧治父老迎而劳之，曰：我狄使君活汝辈耶！相携哭于碑下，斋三日而去。于嗟乎：古谓民之父母，如公则过焉！斯人也，死而生之，岂父母之能乎！\n时宰相张光辅率师平越王之乱，将士贪暴。公拒之，不应。光辅怒曰：州将忽元帅耶！对曰：公以三十万众除一乱臣，彼胁从辈闻王师来，乘城而降者万计。公纵暴兵杀降以为功，使无辜之人肝脑涂地！如得尚方斩马剑加于君颈，虽死无恨！光辅不能屈，奏公不逊，左迁复州刺史。于嗟乎：孟轲有言，威武不能挫，是为大丈夫，其公之谓乎！\n为地官侍郎同凤阁鸾台平章事，为来俊臣诬构下狱。公曰：大周革命，万物惟新，唐朝旧臣，甘从诛戮。因家臣告变得免死，贬彭泽令。狱吏尝抑公诬引杨执柔，公曰：天乎！吾何能为！以首触柱，流血被面。彼惧而谢焉。于嗟乎：陷阱之中，不义不为，况庙堂之上乎！\n契丹陷冀州，起公为魏州刺史以御焉。时河朔震动，咸驱民保郛fu郭。公至，下令曰：百姓复尔业，寇来吾自当之！狄闻风而退。魏人为之立碑。未几入相，请罢戍疏勒等四镇以肥中国，又请罢安东以息江南之馈输，识者韪之。突厥再寇，赵定间出。公为河北道元帅，狄退就命公为安抚大使前为突厥。所胁从者咸逃散山谷。公请曲赦河北诸州，以安反侧。朝廷从之。于嗟乎：四方之事，知无不为，岂虚尚清谈而巳乎！\n公在相日，中宗幽房陵，则天欲立武三思为储嗣。一日问群臣可否，众皆称贺。公退而不答。则天曰：无乃有异议乎？对曰：有之一。昨陛下命三思募武士，岁时之间数百人及命。庐陵王代之，数日之间应者十倍。臣知人心未厌唐徳。则天怒令策出。又一日则天谓公曰：我梦双陆不胜者，何对？曰：双陆不胜，宫中无子也！复命策出。人一日，则天有疾，公入问阁中。则天曰：我梦鹦鹉双翅折者，何对？曰：武者陛下之姓，相王庐陵王则陛下之羽翼也，是可折乎！时三思在侧，怒发赤色。则天以公屡言不夺，一旦感悟，遣中使密召庐陵王矫衣而入，人无知者。乃召公坐于帘外而问曰：我欲立三思，群臣无不可者，俟公一言从之，则与卿长保富贵，不从则无复得与卿相见矣！公从容对曰：太子天下之本，本一摇而天下动。陛下以一心之欲，轻天下之动哉！太宗百战取天下，授之子孙，三思何与焉？昔髙宗寝疾，令陛下权亲军国，陛下奄有神器数十年，又将以三思为后，如天下何？且姑与母孰亲？子与侄孰近？立庐陵王，则陛下万岁后享唐之血食；立三思则宗庙无祔fu姑之礼。臣不敢爱死以奉制陛下其圗焉！则天感泣，命褰qian帘使庐陵王拜公。曰：今日国老与汝天子！公哭扵地。则天命左右起之，拊公背曰：岂朕之臣、社稷之臣耶！巳而奏曰：还宫无仪，孰为太子？复置庐陵王于龙门，备礼以迎中外大恱。于嗟乎：定天下之业，断天下之疑，其至诚如神雷霆之威，不得而变乎！\n则天尝命公择人，公曰：欲何为？曰：可将相者。公曰：如求文章，则今宰相李峤qiao苏味道足矣！岂文士龌龊思得奇才，以成天下之务乎？荆州长史张柬之真宰相，才诚老矣。一朝用之，尚能竭其心。乃召拜洛州司马。他日又问人于公，对曰：臣前言张柬之，虽迁洛州犹未用焉。改秋官侍郎，及召为相。果能诛张易之辈，返正中宗，复则天为皇太后。于嗟乎：薄文华、重才实其知人之深乎！\n公之勲xun徳不可殚言。有论议数十万言，李邕载之，别传论者。谓松柏不夭，金石不柔，受于天焉。公为大理丞，抗天子而不屈；在豫州日，拒元帅而不下；及居相位而能复废主以正天下之本。岂非刚正之气，出乎诚性，见于事业，当时优游荐绅之中。颠而不扶，危而不持者，亦何以哉！\n某贬守鄱阳，移丹徒郡，道过彭泽，谒公之祠而述焉。又系之云商有三仁，弗救其灭；汉有四皓，正于未夺。呜呼！武暴如火，李寒如灰，何心不随，何力可回！我公哀伤，拯天之亡，逆长风而孤鶱xian，诉大川以独航。金可革，公不可革，孰为乎刚！地可动，公不可动，孰为乎方！一朝感通，群阴披攘rang。天子既臣而皇，天下既周而唐，七世发灵，万年垂光。噫！非天下之至诚其孰能当！\n文章翻译及分析\n第一段\n原文是这样的：\n天地闭，孰将辟焉？日月蚀，孰将廓焉，大厦仆，孰将起焉？神器坠，孰将举焉？岩岩乎可当其\n任者，惟梁公之伟欤！公讳仁杰，字怀英，太原人也。祖宗高烈，本传在矣。公为子极于孝，为臣\n极于忠，忠孝之外，揭如日月者，敢歌于庙中。\n这篇碑文一开头就很不平凡，用了四个重大的自然和社会的悬念，即天地闭、日月蚀、大厦仆、神器坠来影衬狄梁公的功业艰难而伟大。谁能解决这些重大的难题？只有狄梁公。当然，这里只是虚写，带有像征意义。接着说出狄梁公的名讳和籍贯，并说明文章中取得的资料，多来之于唐李邕（公元676—747年的《狄梁公家传》，这就是“祖宗高烈，本传在矣”一句的意思。最后说，狄梁公极孝极忠，他的忠孝事迹可与日月同辉，敢歌颂于庙堂。神器，即帝位、政权。揭：高举、揭举事实，公之于众。庙，不仅仅指寺庙，也指朝廷。这段文字用现代语言说：天地合闭，谁能将它们分开？日月全蚀，谁能让它们复明？大厦倾倒，谁能将它扶正？政权丢失，又谁能将它夺回？像岩石那样高竣伟岸，而能担当此重任的人，只有狄梁公这样的伟人。狄梁公名叫仁杰，字怀英，太原人氏。从唐李邕的《狄梁公家传》中看，他的祖宗都是些高尚忠烈之人。狄梁公继承了祖宗这些性格特点。作为人子，极为孝顺；作为臣子，极为忠贞。除了忠孝之外，我们还可以举出许多与日月同辉、能在任何地方都可为他歌功颂德的事实。\n第二段\n进入第二部分。第二部分共列举了狄梁公的十五件事，是实写，都是狄梁公曾经的的确确做过的事。头一件写的是狄梁公赴任途中，时刻不忘双亲，表现他的孝心。文曰：\n公尝赴并州掾，过太行山，反瞻河阳，见白云孤飞，曰：“吾亲在其下。”久而不能去，左右为\n之感动。诗有《陟岵陟屺》，伤君子于役，弗忘其亲之深。于嗟乎！孝之至也，忠之所繇生乎？\n据《大唐新语》载：狄仁杰“以明经举授汴州判佐……特荐为并州法曹。其亲在河阳别业，仁杰赴任，于并州登太行，南望白云孤飞，谓左右曰：吾亲所居，近此云下！悲泣，停立久之，俟云移乃行。”这段记载同于范仲淹这篇碑文的记述。狄公是在汴州受任并州掾（古代属官的通称，这里实指并州法曹）的。赴任时，下运河，到河阳，然后上沁水，经怀州，过太行山，向北走到并州即今太原市，这才有了登太行山、向南望河阳的情景。不过范文以《诗经·魏风·陟岵陟屺》为喻，表现了狄公千里为官，时刻不忘双亲的心情。《陟岵陟屺》是叙述\n了一位征夫出发服役、难忘家中双亲的真实感情。诗共三段，每段分别以“陟彼岵兮，瞻望父兮”、“陟彼屺兮，瞻望母兮”、“陟彼罔兮，瞻望兄兮”开头，后面是父、母、兄三人的嘱咐的话语。这首诗的引用，具体而生动地体现了狄梁公思念双亲的孝心。随后，范仲淹感叹地说：“孝之至也，忠之所繇生乎？”就是说：孝是忠的基础，忠心是在孝心上产生的；只有先是孝子，然后才能成为忠臣。将这段文字翻译白话文，即是：狄公曾经去并州任州掾，路过太行山，登上峰顶，反转身子遥望远处的河阳，只见白云朵朵，向南飘去。他说：“我的父母就生活在白云覆盖的下面。”由于思念双亲久久盘桓，不能继续前行。他的亲随都为他眷恋双亲的真实感情而感动不已。《诗经》上有《陟岵陟屺》诗，描述了一位征夫在出发服役前难忘家中亲属的真实感情。这就是狄公\n为什么要说这句话的原因。啊呀，孝心到了极点，忠心就像草那样，自然地、茂盛地生长起来。\n第三段\n讲了狄梁公的第二件事，即请代同事出使绝域，表现他的仁义之心及其影响力。原文是：\n公尝以同府掾当使绝域，其母老疾，公谓之曰：“奈何重太夫人万里之忧？”诣长史府请代行。\n时长史、司马方眦睚不协，感公之义，欢如平生。于嗟乎！与人交而先其忧，况君臣之际乎？\n狄梁公在并州任法曹参军时，他的同僚郑崇质被派作使者，去非常遥远的地方，当时郑的母亲不但年高而且有病。狄梁公就对郑崇质说：“太夫人有病，而你将出使远方，这难道要你走一路操心一路吗？”狄梁公不等郑崇质说话，就直接找州长史，要求代替郑出使。当时，州长史和司马两人正闹不团结，为公的义气所感动，就自动消除了他们之间的矛盾，齐心协力，合舟共事。狄梁公在同僚之间，都能为同事承担责任，解除忧愁，那么在君臣之间就更不用说了。这件事，在《旧唐书》有记载，在《太平广记》引《谭宾录》中也有记载。\n第四段\n讲了狄梁公的第三件事，即决诸滞狱及奏免权善才死罪，表现他的公正执法。碑文写道：\n公为大理寺丞，决诸道滞狱万七千人，天下服其平。武卫将军权善才坐伐昭陵柏，高宗命戮之，公\n抗奏不却。上怒曰：“彼致我不孝。”左右筑令出。公前曰：“陛下以一树而杀一将军，张释之所谓假\n有盗长陵一抔土，则将何法以加之？臣岂敢奉诏，陷陛下于不道？”帝意解，善才得恕死。于嗟呼！执\n法之官，患在少恩，公独爱君以仁，何所存之远乎？\n狄梁公善于判案，是历史上有名的破案、判案的高手。所判的案例有传奇色彩，编演的电视剧非常吸引人。文中说，他共判疑案牵扯一万七千多人，都比较公平合理。这里举了一件武卫将军权善才伐唐太宗的昭陵的一棵柏树的案子，唐高宗李治要处死权善才，而狄梁公不畏皇帝的雷霆之怒，劝解高宗收回了成命，免去了权善才的死罪。从这件事上，表现了狄梁公勇于直谏的性格。不仅如此，范仲淹在此段文字之后说：凡是司法界的官员犯了一个通病，只认法，不重情。而狄梁公在执法的过程中，不但执法公正，而且诱导皇帝以仁爱之心治理天下，这种做法用意十分高远。这段文字中，引用了汉代的一个故事。汉文帝时，有人偷盗了汉高祖刘邦座像前的环，文帝大怒，将此人发往管理司法的廷尉衙门治罪，要求杀其全族人。廷尉张释之认为罪当只杀此人头，不能株连全族。文帝不答应，张释之取下官帽跪地奏说：按法津这样处理就足够，如果因为盗窃宗庙的器物而杀其全族，那么有人私取埋葬汉高祖陵墓上的一铣土，那么会定什么罪呢？过了几天，文帝将这件事告诉了皇太后，皇太后赞许张释之的意见。由于这件事，张释之得到天下民众的称赞。\n第五段\n讲了狄梁公的两件事，一是奏罢别开御道，二是奏毁江南淫祠千七百所的事，表现他的刚直足以正鬼神。文曰：\n高宗幸汾阳宫，道出妒女祠下。彼俗谓盛服过者，必有风雷之灾。并州发数万人别开御道。公为\n知顿使，曰：“天子之行，风伯清尘，雨师洒道，彼何害哉？”遽命罢其役。又公为江南巡抚使，奏毁\n滛祠千七百所，所存唯夏禹、太伯、季子、伍员四庙。曰：“安使无功血食，以乱明哲之祠乎？”于嗟\n乎！神犹正之，而况于人乎？\n关于妒女祠的说法，见之于《朝野佥载》和《酉阳杂俎》。《朝野佥载》中说：“并州石艾、寿阳二界有妒女泉，有神庙，泉水沉洁澈千丈。祭者投钱反羊骨，皎然皆见。俗传妒女者，介子推妹，与兄竟。去泉百里，寒食不许举火，至今犹然。女锦衣红鲜，装束盛服，及有人取山丹百合经过者，必雷风电雹以震之。”唐高宗要去汾阳宫游玩，中途经过妒女祠，当地风俗说：“凡是穿戴整齐的人经过一定会遭大风与雷雨的袭击。”并州官员为了不让高宗受到惊吓，奏请调用民夫另外开避御道。狄梁公为了爱惜民力、减少徭役，他巧妙地奏劝唐高宗说：“天子出行，千骑万乘，就是发生雷雨，那也是风伯为你清扫尘埃，雨师为你水湿道，这有什么不好呢？”经狄梁公这么一解说，高宗心里自然舒坦，决定按原路走，停止了另修道路的劳役。并州官员，实指并州长史李玄冲。他拍高宗的马屁，不惜毫费几万民力，而狄梁公这几句话也有点拍马屁之嫌，却节省几万人的劳役，两相比较，狄梁公高明得多。狄梁公一身正气，不怕那些凶神恶鬼。他为江南巡抚使时，上奏朝廷同意，拆毁了一千七百多所淫祠，只保存了夏禹、太伯、季子、伍员等四座庙。他还说：“我们怎能让那些无功受禄、枉受血食的\n神安享民众祭祀，而将那些教人明白事理的神混入其间受到冷落呢！”他毁掉的淫祠内有项羽的庙。项羽武力过人，江浙一带民众对他有点害怕。狄梁公拆毁他的庙时，还写了讨檄之书，责备他有勇无谋、丧失了江东八千子弟，还有什么脸面享受牲牢（即祭祀用的猪、牛、羊，故称血食）的供献。然后将檄书烧掉，以壮民众之心。最后范仲淹感叹地说：狄梁公连神都能扶正却邪，何况对于人呢！\n第六段\n讲了狄梁公两件有联系的事，一件是任宁州刺史时，能安抚戎夏；另一件是救活了越王兵。说这两件事有连系，是因为都提到宁州，同时表现了他善待百姓的仁政。\n公为宁州刺史，能抚戎夏，郡人纪之碑。及迁豫州，会越王乱后，缘坐者七百人，籍没者五千口。\n有使促行刑，公缓之，密表以闻曰：“臣言似理逆人，不言则辜陛下好生之意。表成复毁，意不能定。\n彼咸非本心，唯陛下矜焉。”敕贷之，流于九原郡。道出宁州旧治，父老迎而劳之曰：“我狄使君活\n汝辈耶！”相携哭于碑下，斋三日而去。于嗟乎！古谓民之父母，如公则过焉。斯人也，死而生之，岂\n父母之能乎？\n狄梁公在宁州的最大功绩是“抚和戎夏，人得欢心，郡人勒碑颂德。”（《旧唐书》第八十九卷2887页）可见当时宁州的居民大部分是羌人。到了他迁官豫州，正碰上越王李贞参加他儿子琅邪王李冲与宗室其他诸王的叛乱。不久，反叛失败，当地百姓因受连累获死罪的七百人，登记没收财产的五千人。朝廷派来的司行刑使催促行刑，狄梁公对这些无辜之人十分可怜，说通行刑使，暂缓行刑，然后密秘写表上奏皇帝说：“我如果明里上奏朝廷，就落下了为反叛之人说情的嫌疑，不说这事吗，又辜负了陛下存恤好生之德。所以表写成又毁掉，毁掉又写，主意拿不定。经查证，这些人的反叛不是出于本人意愿而是受到威逼，还望陛下可怜他们吧。”狄梁公为无辜百姓说情的举动打动了武则天，她下敕书宽免了这些人的死罪，改刑为流放九原郡。被流放者路过宁州时，宁州的父老乡亲前来迎接慰劳他们，并说：“是我们的狄使君（剌史的别称）给了你们一条活路。”这些人知道了原委，互相牵拉着来到狄梁公碑下哭拜，感激狄梁公的活命之恩，并戒斋三日才离开宁州。范仲淹写到这里，感叹地说：州县之官是百姓的衣食父母，实际狄梁公对百姓的关心要比父母还要亲。这些人本来是被砍头的，是狄梁公拯救了他们，这种死而复生的大事父亲能办到吗？这件事，在《旧唐书·狄仁杰传》和《大唐新语》中均有较为详细的记载，只是“缘坐”的人数有出入，一说为“六七百人”，一说为“六百人”，范仲淹采用了李邕《别传》中的“七百人”说法。\n第七段\n记述了一件事，即抗拒元帅张光辅，表现了狄梁公“威武不能屈”的可贵精神。\n时宰相张光辅率师平越王之乱，将士贪暴，公拒之不应。光辅怒曰：“州将忽元帅耶？”对曰：\n“公以三十万众除一乱臣，彼胁从辈闻王师来，乘城而降者万计，公纵暴兵杀降以为功，使无辜之人肝\n脑涂地。如得尚方斩马剑加于君颈，虽死无恨。”光辅不能屈，奏公不逊，左迁复州刺史。于嗟乎！孟\n轲有言，威武不能屈，是为大丈夫，其公之谓乎！\n这一段记述的事同上一段记述的第二件事为同一件事，不过写的对象不同。上面写的被协从反叛的民众险遭屠杀，是狄梁公拯救了他们。这段写的是平叛的元帅，即当时的宰相张光辅，与狄梁公的一段对峙。张光辅率领的军队贪婪而又残暴，加之他的纵容，到处烧杀抢掠。为了确保州城内百姓的安宁，狄梁公将暴军阻拦于城外，对于张的要求抗拒不遵。张光辅大怒，说：“你一个小小的州将怎敢忽视元帅的命令？”狄梁公回答说：“你率领三十万兵力平灭一个乱臣贼子，那些被胁裹的老百姓听王师到来，举城投降的人员达万人，这是你取胜的根本，但你不但不宽待这些投诚的老百姓，反而纵兵屠杀，以此邀功请赏，使无辜的百姓肝脑涂地。我如果得到柄尚方宝剑，一定要设法将你斩于马下，因斩你而将我定为死罪，我也没有什么遗恨。”张光辅用官势不能屈服狄梁公，便上奏朝廷，说狄梁公对他骄气不逊。朝廷听信一面之词，将狄梁公降职到复州任刺史。这件事使范仲淹想起了孟夫子说的一句话：“威武不能屈，才是大丈夫。”范仲淹感叹地说：“这句话难道就是针对狄梁公的行为而说的吗？”\n第八段\n写狄梁公在牢狱之中，保持公直的人格，不义之事绝对不做。\n为地官侍郎、同凤阁鸾台平章事，为来俊臣诬构下狱。公曰：“大周革命，万物惟新，唐朝旧臣，\n甘从诛戮。”因家人告变，得免死，贬彭泽令。狱吏尝抑公诬引杨执柔。公曰：“天乎！吾何能为？”\n以首触柱，流血被面，彼惧而谢焉。于嗟乎！陷牢之中，不义不为，况庙堂之上乎？\n武则天在取得政权后，进行了一系列的改革，包括官职名称。狄梁公此时任地官侍郎、同凤阁鸾台平章事，相当于原来的丞相。有名的酷吏来俊臣是武则天的亲信，他罗织各种罪名，打击迫害忠于李唐的朝臣，狄梁公也不能幸免。来俊臣背过武则天，将狄梁公逮捕，投入监狱，逼狄梁公承认有反周行为。狄梁公说：“大周革命，万物惟新，我作为唐朝的旧臣甘愿被诛杀，反周是事实。”由于狄梁公采取敷衍的对策，才免除了各种酷刑，不得而死。狄梁公要求家人送取换季衣服，家人取走夹在衣服里面的狄梁公写的申诉书，上递武则天，武则天出面干预，才救狄梁公出狱，贬官到彭泽县任县令。在狱中，来俊臣的亲信判官王德寿威逼狄梁公诬陷他的部下杨执柔与他是一党。狄梁公说：“天啊，我怎么能做这种卖友求荣的事啊！”说罢，用头撞柱，血流满面。王德寿见状，害怕了，再也不敢逼迫他了。范仲淹赞叹地说：“身陷牢笼，还能坚持不义的事坚决不做的态度，何况位居朝堂之上呢？\n第九段\n写狄梁公的出将入相、抗御外族入侵的三件事，说明狄梁公不尚空谈，依靠自己的威望和聪明才智处理重大事件，安民保国。文章说：\n契丹陷冀州，起公为魏州刺史以御焉。时河朔震动，咸驱民保郛郭。公至，下令曰：“百姓复尔业，\n寇来吾自当之。“狄闻风而退，魏人为之立碑。未几入相，请罢戍疏勒等四镇，以肥中国。又请罢安东，\n以息江南之馈输。识者韪之。北狄再寇赵、定间，出公为河北道元帅。狄退，就命公为安抚大使。前为\n突厥所胁从者，咸逃散山谷。公请曲赦河北诸州，以安反侧，朝廷从之。于嗟乎！四方之事，知无不为，\n岂虚尚清谈而已乎？\n作为文职官员，狄梁公曾两次挂帅出征，击退了外族的侵略。一次是契丹的入侵，攻陷了冀州，整个河北震动。朝廷启用时任豫州刺史的狄梁公为魏州的刺史，抵御契丹的军队。当时，河北的许多州县都躯赶老百姓入城保城，而狄梁公认为这是当地官员与军队的事，不应该动用老百姓，所以他下令让老百姓回家种地，自己指挥军队抵御敌军。由于狄梁公的镇定自如和他的名声威望，契丹军队闻风而退，确保了魏州的安宁，魏州人为他刻立了功德碑。不久，朝廷召他回京为相。第二次是在前事过后不久，契丹人再次入侵赵州与定州之间的广大地区，朝廷任狄梁公为河北道元帅，率军抵御。契丹人又听狄梁公挂帅，就自动退去。朝廷又改狄梁公为安抚大使，处理契丹军队退后的安民事由。在此之前，突厥人入侵时，曾经胁迫当地民众随同他们侵犯唐廷，突厥人退去后，这些人怕朝廷追究他们的罪责，都逃往山区为匪，造成当地社会的不安宁。狄梁公认为他们为匪是形势所迫，情有可原，就散发布告，宽赦他们，让他们回家种田。朝廷同意了他的这些做法。在他为丞相期间，他建议武则天撤消了已不起多大作用的西北疏勒等四镇的戍守，减少了朝廷的开支；又上书请撤消了东部的安东的戊守，自然停止了江南向那里的钱粮的运输。这些都是利国利民的大事，凡是有见识的人都认为这么做是对的。狄梁公出将入相，都能正确而又恰当地处理一些军国大事，可见他是一位远见卓识的实干家，不是那些只说不干的清谈家可以相比。狄梁公的这些经历与范仲淹以后的经历颇为相似：他们都出将入相，他们都有效地抵御了外族的入侵，他们都在抵御外族的入侵时，注意解决当地民众的安乐问题，等等。范仲淹撰文赞狄梁公，正应了英雄识英雄、英雄赞英雄的说法。\n第十段\n写了一件事，就是狄梁公为相时，不惧雷霆之怒，胆敢冒犯天威，想方设法挫败了武三思夺位之谋，恢复了庐陵王的太子之位。\n公在相日，中宗幽房陵，则天欲立武三思为储嗣。一日问群臣可否，众皆称贺，公退而不答。则\n天曰：“无乃有异议乎？”对曰：“有之。一昨陛下命三思募武士，岁时之间数百人。及命庐陵王代之，数\n日之间应者十倍。臣知人心未厌唐德。”则天怒，令策出。又一日，则天谓公曰：“我梦两陆不胜者何？”\n对曰：“双陆不胜，宫中无子也。”复命策出，又一日，则天有疾，公入问阁中。则天曰：“我梦鹦鹉双翅\n折者何？”对曰：“武者，陛下之姓；相王、庐陵王，则陛下之羽翼也，是可折乎？”时三思在侧、怒发赤\n色。则天以公屡言不夺，一旦感悟，遣中使密召庐陵王矫衣而入，人无知者。乃召公坐于帘外而问曰：“我\n欲立三思，群臣无不可者，惟俟公一言。从之则与卿长保富贵，不从则无复得与卿相见矣。”公从容对曰：\n“太子天下之本，本一摇而天下动。陛下岂以一心之欲，轻天下之动哉？太宗百战取天下，授之子孙，三思\n何与焉？昔高宗寝疾，令陛下权亲军国。陛下奄有神器数十年，又将以三思为后，如天下何？且姑与母孰亲？\n子与侄孰近？立庐陵王，则陛下万岁后享唐之血食；立三思，则宗庙无附姑之礼。臣不敢爱死以奉制，陛下\n其图焉！”则天感泣，命褰帘，使庐陵王拜公，曰：“今日，国老，与汝天子。”公哭于地，则天命左右起\n之，拊公背曰：“岂朕之臣？社稷之臣耶！”已而奏曰：“还宫无仪，孰为太子？”于是复置庐陵王于龙门，\n备礼以迎，中外大悦。于嗟乎！定天下之业，断天下之疑，其至诚如神，雷霆之威，不得而变乎！\n将这段文字翻译为白话文，即是：狄公在任丞相期间，后为中宗皇帝的庐陵王被武则天软禁在庐陵这个地方。武则天想改立她娘家侄子武三思为皇位的接替人，即任太子。一天，武则天征询大臣意见：“这样做行吗？”大臣都赞同她的这一想法，只有狄梁公一言不发，默默地退走。则天皇帝看在眼里，急忙派人叫来狄梁公，问：“你是不是有不同的意见呢？”狄梁公答说：“有不同意见。以前，你命武三思招募武士，一年时间才招了几百人，你又命庐陵王代替武三思招募武士，只有几天时间，应募者十倍于武三思招募的武士。这是为什么？我知道这是民众还没有忘记唐朝的恩德。”武则天听言大怒，命左右人员用马鞭子将狄公赶出。又一天，武则天问狄公：“我梦见玩双陆博戏次次不赢，是什么原因？”狄公回答说：“玩双陆博戏不赢，是象征宫中没有你的儿子。”武则天又怒，再次命令左右人用马鞭子将狄公赶出。又有一次，武则天病了，狄公进入内阁慰问。则天皇帝说：“我梦见一只鹦鹉的双翅折断了，这又说明了什么？”狄公说：“武者，陛下的姓氏，相王、庐陵王则是陛下的两个儿子，犹如两个翅膀。这两个翅膀难道可以折断吗？”狄公说这话时，恰巧武三思在场，听得此言，气得脸都变成了赤色。武则天因为狄公多次受到鞭打而不改变自己的意见，突然醒悟过来，派宦官密秘召庐陵王便衣入宫。这事做得很机密，谁也不知道。再召见狄公，让他坐在帘子外面，问：“我想立武三思为太子，群臣没有不同意见，就你一人不同意。今天再听你一句话，你如果顺从了我的这个意见，就可以长保富贵，\n如果不顺从这个意见，从此我你就不能再见面了。”狄公听此言，从容地回答说：“太子是天下的根本，根本一动摇天下就动荡不安。你难道想满足自己的私念而轻视天下动荡这样的大事吗？太宗经过浴血奋战才夺取了天下，是为了传位给自己的子孙，武三思是什么人？他怎么能得到江山呢？以前高宗皇帝病卧在床，命你亲自处理军国大事，这样你才有了数十年的皇位，你今天想立武三思为太子，你将天下置于何地？而且，姑与母谁最亲？儿子与娘家侄子又谁离你最近？恢复庐陵王的太子地位，你可以名正言顺地享受李唐后代的祭祀，立武三思为太子，那么武家宗庙内不可能放上姑姑的牌位啊！我不敢爱惜我的生命而屈从于你的决定，请你认真考虑。”狄公的一番话，令武则天感动地流下了泪水。她命人揭起竹帘，令庐陵王拜谢狄公，并说：“国老，我今天给你个天子。”狄公看见庐陵王出现，感激地哭倒在地。武则天命左右扶起狄公，用手拍着狄公的脊背说：“你岂止是我的臣子，你是社稷的臣子！”狄公又跪奏说：“庐陵王回宫不举行隆重的仪式，怎么能封为太子呢？”武则天同意狄公的看法，派人先将庐陵王送往龙门，然后举行隆重的大礼迎进宫中，中外见状，皆大欢喜。啊呀！确定天下大事、解决天下的疑惑，他的忠诚如有神助，既是敢冒雷霆震怒，也不改变自己的忠心。在这段文字里，我们注意一个“策”字。“策”，是马鞭子、鞭打的意思。作为一个宰相，被用马鞭子两次打出，可见武则天的愤怒，这种愤怒称为雷霆之怒一点也不为过。而且武则天还威胁说，你不同意这个意见，我们就不能再见面了。这就是说：你不被杀头，便是流放，永不叙用。面对这样的威胁，狄公不为所动，一直不同意立武三思为太子的意见，可见他对唐室的忠心。同时，我们还应注意到，既然武则天这样愤怒，但并不想杀狄公，而且每次有疑难之处，都会向狄公征求意见，可见她是非常爱惜狄公这个人才的，也反映出她的内心处于矛盾之中，要有人来点拨她。狄公就巧妙地利用了这一点，先是坚持已见，然后动之以情，晓之以理，终于打动了武则天的心，才匡复了李家王业，建立了不朽的功勋。\n第十一段\n写狄公向武则天举荐张柬之等人才，表现狄公作为丞相，知人善任。文曰：\n则天尝命公择人，公曰：“欲何为？”曰：“可将相者。”公曰：“如求文章，则今宰相李峤、苏\n味道足矣。岂文士龌龊，思得奇才以成天下之务乎？荆州长史张柬之，真宰相才，诚老矣，一朝用之，\n尚能竭其心。”乃召拜洛州司马。他日又问人于公，对曰：“臣前言张柬之，虽迁洛州，犹未用焉。”\n改秋官侍郎，及召为相，果能诛张易之辈，返正中宗，复则天为皇太后。于嗟乎！薄文华，重才实，其\n知人之深乎！又尝引拔桓彦范、敬晖、姚元崇等至公卿者数十人。\n狄公可贵之处，还在于他能识拔一些国家栋梁之才，协同自己匡扶唐室。当武则天向他征举人才时，他举荐了张柬之。据《大唐新语》一书中说，张柬之任宰相时，已有八十岁高龄。正如姚崇也向武则天举荐张柬之说：“张柬之沉厚有谋，能断大事，且其人年老，陛下急用之。”在狄公多次举荐下，武则天终于重用了张柬之。张柬之任宰相后，会同桓彦范、敬晖、袁恕已、崔玄晖等人诛杀了张易之弟兄二人，将太子庐陵王拥上帝位，恢复武则才的皇太后职位，使一度中断了的唐朝江山又延续了下去。这里注意“文士龌龊”一语。“龌龊”，原指器\n量局狭，拘牵于小节，后才引申到肮脏、品行不端等意思。这里按原意讲，是说当今的宰相李峤、苏味道文士出身，让他们作文章足以胜任，但他们器量局狭，胆小慎微，难办大事。从历史上看，成就帝王大业的，都是些胆大敢为的武夫，文人成事的不是没有，但很少。\n第十二段\n是对二至十一段的简单总结。\n公之勋德，不可殚言。有论议数十万言，李邕载之别传。论者谓松柏不夭，金石不柔，受于天焉。\n公为大理丞，抗天子而不屈。在豫州日，拒元帅而不下。及居相位，而能复废主，以正天下之本。岂非\n刚正之气出乎诚性、见于事业？当时优游荐绅之中，颠而不扶，危而不持者，亦何以哉？\n狄公的功勋道德，是说不完道不尽的。有数十万言专门记载狄公事绩的言论，由李邕刊载在狄公别传中。有人说：松柏经年苍翠，金石坚硬如钢，都是受到自然的锤炼。狄公在任大理寺丞时，能够违抗皇帝的旨意而不屈服；在豫州刺史位上，能够阻拦元帅三十万大军入城而不退让；到了升任为丞相时，又能冒雷霆之怒，坚持恢复被废黜的庐陵王的太子地位，保证了天下根本不致动摇。以上这些不正说明狄公刚正不阿的正气来之于忠诚的性格、表现在他所从事的事业上吗！当时在那些悠闲的高级官吏之中，不乏有倾倒而不去支持、危难之际而不去\n扶助的人物，这些人能与狄公相类比吗？\n作为一篇文章，这里本可以结束了，但作为碑文，还要有铭文。铭文，是刻在金石上的赞语或申戒之辞。这里是赞语：\n商有三仁，弗救其灭；汉有四皓，正于未夺。呜呼！武暴如火，李寒如灰。何心不随？何力可回？\n我公哀伤，拯天之亡。逆长风而孤鶱，溯大川以独航。金可革，公不可革，孰为乎刚？地可动，公不可\n动，孰为乎方？一朝感通，群阴披攘。天子既臣而皇，天下既周而唐。七世发灵，万年垂光。噫！非天\n下之至诚，其孰能当？\n商朝虽然有三位仁臣辅佐（微子、箕子、比干），但不能挽救她的灭亡；汉初刘邦想用戚夫人生的儿子换掉太子，但见太子身后有四位老人（东园公、甪里先生、绮里季、夏黄公）立着，只能放弃了易储的想法。啊呀！武则天性暴如火，为了帝位不知杀了多少人，那一件事不随着她的心意而成？而李氏一脉几经杀戮已是一盆死灰，谁有力量能使他们死灰复燃？只有狄公对着李氏后代的伤残而哀痛悲伤，愿出死力拯救他们不致断根灭亡。狄公象雄鹰孤独地逆风振翅飞翔，又象一艘大舟在大江中溯流而上。金石可以刻镂，但狄公性格不可以改变，二\n者相比较，谁最为刚强？大地可以动摇，但狄公的意志不能动摇，二者相比较，谁最为方正？狄公复唐的行为感动了天地，许多鬼神都为他扫碍排障。庐陵王由臣子登上了皇位，天下由武周又回归给了李唐。这样的功德，使大唐又有了七代有为的帝王，他的英名垂范后世，万年流光。他之所以能这样，是因为有颗赤诚的心，除了这一点又有什么才可能担当这样的重任呢？\n感慨\n范仲淹极度敬仰狄梁公\n范仲淹由鄱阳郡去丹徒郡的途中，遇到多少庙宇，惟独拜祭了狄梁公庙，而且，读《范文正公全集》，再未见他有盛赞历史重臣的文章，可见他最敬重狄梁公。他在祭拜了狄梁公神像后，认真阅读了保存在庙中由李邕撰写的《狄梁公家传》，对狄梁公的一生重大事件又有了全面的了解。在此之前，他可能阅读过《旧唐书·狄梁公传》，阅读过由唐人刘肃在元和年间撰写的《大唐新语》，对狄梁公的生平和有关事迹有了一个初步的了解，这才有了在彭泽县专访狄梁公的举动。在他拜祭了狄梁公庙、拜竭了狄梁公神像、\n又认真阅读了李邕的《狄梁公家传》之后，心情澎湃，难以自持，写下了这篇千古的名篇。《狄梁公碑》的文章是范仲淹肺腑之言，是他敬仰狄梁公真实感情的流露。我们读这篇碑文，既为狄梁公力挽狂澜的举动而敬佩，也为范仲淹敬仰名臣的真实情感而感动。\n碑文尽显了狄梁公的伟大之处\n由于这是一篇表达自己敬仰之情的文章，并不同于其它悼亡之文。文章一开始，就以高屋建瓴之势，提出了自然界、人类社会的四大悬难，来考问读者。谁能解决这些重大问题，只有狄梁公，这就引发了读者要进一步了解这位神奇的人物的底细。文章还表明狄梁公是个极孝、极忠之人。接着文章列举了狄梁公的十五件大事，表现狄梁公的过人之处，而且在每一类事件之后，加上一两句的评语，起画龙点睛的作用。这些重大事件的成功处理，又反衬出他之所以能面对各种压力，坚持信念，力挽狂澜，是他忠孝性格的具体表现，照应了前文。最后，他利用铭文的形式，高度赞扬了狄梁公的伟大功德。文章写得气势磅礴，又自然顺畅，读起来，感人至深。\n写狄梁公实际是表达自己的志向\n范仲淹与狄梁公的生平极为相似。他们都是孝子、忠臣；都敢于直谏皇帝，都因为直谏而遭贬斥，都设法限制皇太后的权力；都是亲民、爱民的好官，百姓为其立生祠；后来范仲淹也被派往西北边疆，抵御西夏人的入侵，所以都曾出将入相，等等。相似的经历，使他们的思想相通。范仲淹纪念狄梁公，是为了抒发自己忧国忧民、誓为国为民建立像狄梁公那样的功业的思想。以后事实证明，范仲淹敬仰和学习狄梁公的高尚情操，做到了学以致用，成为了狄梁公那样的人物，这是难能可贵的。狄梁公是唐代的名臣，范仲淹是宋代的名臣，两位名臣，辉映千古，成为历代的典范。\n狄梁公任过职的宁州\n即今甘肃省宁县，与范仲淹任过职的庆州即今甘肃省庆城县接壤，是毗邻，同属庆阳市管辖。在唐宋时，两地均是戎羌居住区。狄、范二公对少数民族，都采用了安抚的办法，这与汉末“凉州三明”（段颖、字纪明，张焕、字然明，皇甫规，字威明，均凉州人）的剿戮的做法截然相反。实践证明，狄、范的做法不仅是人道的，而且具有远见卓识。范仲淹在《答赵昊书》中说：“朝廷以王者无外，有生之民，皆为赤子，何蕃汉之限哉？何胜负之言哉？”这是他们能对汉羌一视同仁，采取爱抚的政策的思想根源，是儒家仁人思想的一种实践。他认为：蕃汉都是天下赤子，是亲如手足的兄弟，不应兵戎相见，而应和平共处，对待他们要有仁爱之心。这种思想影响比较久远，对于中华民族大家庭的融合、发展起到了积极的作用，我们应该记住这一功德。作为范仲淹知庆州时管辖下的当地居民后裔，在寻访范仲淹戍边时与宁县的一些活动的蛛丝马迹，自然提到了范仲淹的《唐狄梁公碑》。\n宁州狄公碑现存宁县博物馆。\n范仲淹(989－1052)，字希文，汉族，苏州吴县（今属江苏）人。唐宰相履冰之后。北宋著名的政治家、思想家、军事家和文学家，祖籍邠州（今陕西省彬县），后迁居苏州吴县（今江苏省吴县）。他为政清廉，体恤民情，刚直不阿，力主改革，屡遭奸佞诬谤，数度被贬。1052年（皇佐四年）五月二十日病逝于徐州，终年64岁。是年十二月葬于河南洛阳东南万安山，谥文正，封楚国公、魏国公。有《范文正公集》传世，通行有《四部丛刊》影明本，附《年谱》及《言行拾遗事录》等。\n","category":"行书","verified":true,"user":1,"timestamp":1429951544153},{"name":"赵孟頫行书唐狄梁公碑","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791627183,"text":"","author":"元代赵孟頫","description":"赵孟頫行书唐狄梁公碑"}]