[{"name":"张少悌高力士墓志铭","text":"高力士（684年—762年），本名冯元一，是中国唐代的著名宦官之一。祖籍潘州（今高州），曾祖冯盎、祖父冯智玳、父为冯君衡，曾任潘州刺史。他幼年时入宫，由高延福收为养子，遂改名高力士，受到当时女皇帝武则天的赏识。在唐玄宗管治期间，其地位达到顶点，由于曾助唐玄宗平定韦皇后和太平公主之乱，故深得玄宗宠信，终于累官至骠骑大将军、进开府仪同三司。高力士一生忠心耿耿，与唐玄宗不离不弃，被誉为“千古贤宦第一人”。\n人物生平\n早年经历\n高力士，潘州人，本姓冯。年幼被阉割，与同类金刚二人，于圣历元年（698年）被岭南讨击使李千里进奉入宫。武则天嘉赏其聪慧机敏，年幼仪美，让他在身边供奉。后因小过，被鞭打赶出。宦官高延福收为养子，高延福出自武三思家，高力士于是往来于武三思第宅。一年后，武则天复召其入宫，隶属司宫台，官府供给粮食。高力士身长六尺五寸，天性谨慎细密，擅传诏令，授官宫闱丞。 \n累有功勋\n景龙年间，李隆基在藩国，高力士倾心侍奉，获得李隆基恩宠相待。到唐隆年间（710年）因平定韦后之乱有功，晋封为太子太保，李隆基便表奏力士进入太子官署内坊，每日侍奉左右，被提拔为朝散大夫、内给事。李隆基即位后，高力士参与诛杀萧至忠、岑羲等人有功，破格授官银青光禄大夫，任内侍同正员。开元初年，兼任右监门卫将军，执掌内侍省事务。 \n李隆基推重宫闱局，宦官稍称旨意者，即授三品将军，门列肾戟仪仗，故杨思勖、黎敬仁、林招隐、尹凤祥等人，位尊宠专与高力士相同。杨思勖持节讨伐，黎、林奉命出使宣布传达，尹则掌管书院。其余孙六、韩庄、杨八、牛仙童、刘奉廷、王承恩、张道斌、李大宜、朱光辉、郭全、边令诚等人，诸如殿头供奉、监军、入蕃、教坊、功德主当，皆为委任之职。监军则权力超过节度使，出使则令各郡惊惧退避。其郡县丰饶富赡的，宦官一到军中，则所期望的以千万钱计算，修功德所获捐款，买鸟兽所费资金，每到一处，则不止千贯，都在力士许可与否。故京城中最豪华的宅第，京畿内最好的田产、果园、池苑，宦官竟占其中一半。 \n权倾朝野\n每有四方进呈上奏文表，必先送呈高力士，然后进奉御前，小事便自行裁决。李隆基常说：“力士应承于前，我歇息则安稳。”因而常止息于宫中，很少出外宅。至于欲求依附，想一睹其风采，以期其在君王前讲好话，而输诚竭力的人很多。宇文融、李林甫、李适之、盖嘉运、韦坚、杨慎矜、王鉷、杨国忠、安禄山、安思顺、高仙芝皆因此而获将相高位，其余职务获得者则不可胜记。肃宗在东宫时，称其为二兄，诸王公主皆称呼“阿翁”，驸马们称其为“爷”。高力士在寝殿傍帘帷中休息，殿侧有一院落，其中有修炼功德之处，雕饰琢磨得璀璨夺目，极其美观精妙。高力士细心谨慎无大过失，然而宇文融以下诸人，玩弄权术互相嫉害，至扰乱朝廷法纪，都与力高士荐引有关。再者善于随机应变，观察形势气候，虽是最亲近喜爱之人，面临倾覆败亡皆不予救助。 \n高力士养父高延福夫妻，按定分享受供奉。岭南节度使于潘州找到其生母麦氏送至长安，高力士让两位老妇人同处高堂，美食供养。金吾大将军程伯献与高力士结拜为兄弟，麦氏去世，伯献在灵前筵间，披头散发，穿戴孝服，接待来宾吊唁酬答。\n开元十七年（729年），追赠力士父亲广州大都督官职及麦氏越国夫人封号。早在开元初年时，瀛州吕玄晤在京城做官，女儿有姿色，高力士娶其为妻，提拔玄晤为少卿、刺史，吕氏子弟都做了王傅。吕夫人去世，葬于城东，葬礼很隆重。中内地方官员争相赠送祭祀物品的，充溢京城大道，从力士宅第到墓地，车马络绎不绝。 \n吐血而死\n天宝初年，加官冠军大将军、右监门卫大将军，晋爵号渤海郡公。天宝七载（748年），加官骠骑大将军。力士家资殷实丰厚，非一般王侯所能比拟，其于来庭坊建造宝寿佛寺、于兴宁坊修建华封道士观，宝殿珍台之宏富，与国力相当。其于京城西北截取澧水建造碾房，五轮同转，每日可碾三百斛麦子。当初，宝寿寺大钟铸成，力士斋祭以庆祝，举朝人皆至。凡击钟者，敲一下给百千钱；有顺从其心意的，敲到二十下，少的也有十下。此后又有华州袁思艺，特别承蒙玄宗恩宠。然而高力士乖巧谨慎，人皆喜欢；袁思艺骄狂倨傲，人皆疏远惧怕。 \n天宝十四年（755年），设立内侍省，有内侍监两名，官阶正三品，由力士、思艺分别担任。李隆基逃往蜀地，袁思艺跑去投靠安禄山，高力士则侍奉李隆基至成都，晋爵为齐国公。同年，太子李亨在灵武登基，遥尊李隆基为太上皇，不久将李隆基迎接回长安。高力士因护驾有功，加官开府仪同三司，赐给五百封户以食租税。\n上元元年（760年）八月，李隆基移居太极宫甘露殿，高力士与宦官王承恩、魏悦等人，因侍从李隆基登长庆楼，被李辅国设计陷害，流放黔中道。高力士行至巫州，见其地荠菜多而人不食，感伤不已而歌咏道：“两京作斤卖，五溪无人采。夷夏虽不同，气味终不改。” \n宝应元年（762年）三月，遇大赦回归，到郎州，碰到流放之人谈及京城事，才知太上皇已去世。力士北望号啕痛哭，吐血而死。代宗因他是耆宿长辈，曾护卫先朝玄宗皇帝，追赠扬州大都督，陪葬于泰陵。 \n轶事典故\n保护玄宗\n唐肃宗李亨继位后，玄宗李隆基当了太上皇，居住在兴庆宫。一天，久雨初晴，李隆基到了勤政楼。楼下的市民和来往行人，见到了李隆基，流着欢喜的眼泪，高呼万岁，声音惊天动地。当时李亨正生病，李辅国上奏，诬陷说：“这都是九仙媛、高力士、陈玄礼搞的阴谋。”他私自下诏，将太上皇迁到西内（唐太极宫称西内）。护送太上皇的人，只配了二三十个老弱者，到了交叉路口，四面八方却都有执刀的卫士，他们都听从李辅国的命令。看到这种情况，李隆基很吃惊，好几次掉下马来，都被服侍者扶上了马。高力士骑马来到李辅国面前说：“太上皇是五十年的太平天子，李辅国你也是老臣了，怎么敢如此无礼，你给我下马！”李辅国赶紧下了马。高力士宣示了李隆基的旨意：“将士们应该忠于职守。”于是李辅国命令士兵把刀放回刀鞘内，齐声喊：“太上皇万福！”纷纷向李隆基叩拜。高力士又说：“李辅国来牵马。”李辅国赶紧穿上靴子，去牵马，和兵士们一齐护送太上皇平安到了西内。李辅国领众人退出后，李隆基哭着拉住了高力士的手说：“多亏你呀！若不，我已成刀下鬼了。”不久九仙媛、高力士、陈玄礼，都流放到瘴气多的地方，这都是李辅国下的假诏书。当时李亨病危，李辅国专权，他也怕西内李隆基再有什么变故。 \n力士脱靴\n天宝初年，李白来到长安，有人把他推荐给唐玄宗，唐玄宗在金銮殿召见他，封他为供奉翰林，要他在宫在写诗作文。\n有一天宫中牡丹盛开，唐玄宗带了杨贵妃，在沉香亭饮酒赏花。唐玄宗忽然想起了李白，想叫他写几首歌词助兴，就派人把他召来。这时，李白正在酒店中喝得烂醉如泥。人们把他扶上马背，送到宫中，用冷水洗他的头。等酒意稍解，李白提起笔来，一下子写了《清平乐词》三首颂扬杨贵妃和牡丹花，诗句优美清新，唐玄宗和杨贵妃高兴极了。\n李白虽然经常参加宫廷宴会，但他蔑视权贵，并不把皇帝和皇帝身边那些有权有势的人放在眼里。\n有一次，他在宫中喝醉了，竟伸出了脚，对坐在身旁的宦官高力士说：“给我脱掉靴子。”\n高力士一时不知所措，只得给李白脱下靴子。当时，高力士权力很大，四方的奏事都要经过他的手，文武百官没有一个不巴结他，他还从来没有受过这样的侮辱，这件事使他很愤怒，决定找机会报复李白。\n杨贵妃爱吟李白的《清平乐词》，正巧高力士也在一旁，他故意说：“我本以为贵妃受了李白的侮辱，一定对他恨之入骨，没想到你这么爱他的诗！”杨贵妃吃惊地问道：”李学士怎么会侮辱我呢？”\n高力士说：“诗中不是有‘借问汉宫谁得似，可怜飞燕倚新妆’两句吗？”杨贵妃说：“对呀！”高力士又说：“汉朝宫廷里的赵飞燕，出身歌女，后来虽然立为皇后，但作风不正最后还是被贬为庶人，李白将赵飞燕跟您相比，不是把你看得太下贱了吗？”\n杨贵妃听了高力士的话，也对李白恼怒起来，这以后，唐玄宗几次想任命李白官职，都被杨贵妃阻止了。[10-11]   \n历史评价\n《新唐书》：“力士善揣时事势候相上下，虽亲昵，至当覆败，不肯为救力，故生平无显显大过。议者颇恨宇文融以来权利相贼，阶天下之祸，虽有补益，弗相除云。” \n李隆基：“力士当上，我寝则稳。” \n张少悌：“武后故，韦氏窥大宝，已成祸梯。公实勇进，提剑而起。扶皇运之中兴，佐大人之利见。自是之后，恩遇特崇，公卿宰臣，因以决事。公中立而不倚，得君而不骄，顺而不谀，谏而不犯。故近无闲言，远无横议。” \n李贽：“高力士真忠臣也，谁谓阉宦无人。”\n亲属成员\n长辈\n曾祖：冯盎，唐初高州都督耿国公广韶等十八州总管。\n祖父：冯侙，潘州刺史。\n父：冯君衡，依例世袭潘州刺史。\n母：麦氏，追尊越国夫人\n养父：高延福\n配偶\n吕氏，吕玄晤之女。\n结拜兄弟\n程伯献，金吾大将军。\n墓址\n高力士墓位于陕西省蒲城县保南乡山西村，它是唐玄宗泰陵惟一的陪葬墓，但由于1999年出土后保存简陋，大风等自然因素将对墓内的文物造成严重伤害，蒲城省文物局、渭南市计划部门已于2004年审批通过并立项，将成立高力士墓博物馆，初步资金预算有710万元。如今高力士墓占地2亩，建成后的高力士墓博物馆将占地18亩。\n影视形象\n976年电视剧《杨贵妃》：黄新饰演高力士；\n986年电视剧《杨贵妃》：金超群饰演高力士；\n990年电视剧《唐明皇》：李如平饰演高力士； \n992年电视剧《杨贵妃》：李如平饰演高力士； \n000年电视剧《杨贵妃》：廖启智饰演高力士；\n009年电视剧《杨贵妃秘史》：武立平饰演高力士；\n013年电影《杨贵妃》：吴刚饰演高力士。\n","category":"草书","verified":true,"user":1,"timestamp":1429951550089},{"name":"张少悌高力士墓志铭","dynasty":"唐代","category":"","type":"","user":1,"timestamp":1429791611778,"text":"唐代张少悌《高力士墓志铭》\n 《高力士墓志》墓志为青石质，长一百一十三厘米、宽七十九厘米、厚十六厘米，正面刻有铭文近二千字。志文为潘炎所撰，文采华丽，详述高力士一生；碑刻为唐代书法家张少悌所写，字体楷行并茂。专家称，高力士墓志的出土可补史料之阙，具有非常重要的学术研究价值。\n\n 张少悌是盛唐书碑名手，但因为书迹流传较少，后世对他印象模糊。1999年《高力士墓志铭》的出土以及《高力士神道碑》的修复，给我们对张少悌书法以新的认识。张少悌循《圣教序》上承晋法，其行楷取得了较高的成就。同时对我们认识盛唐大家如颜真卿等人所创造的书法高峰提供了更多的背景。\n 上个世纪以来出土墓志碑版之多，历代罕与其匹。当代书法史研究所取得的进步，与这些新材料的出现息息相关。它在一定程度上避免了书法史成为一部名家名作史，而使名家名作诞生的背景越来越清晰起来。此其大端。出土材料除了起到稽沉作用外，还修正了对前人书评的过度诠释。历史是没有天然的公正的，只有在对新史料的不断挖掘和深入研究中，或能在一定程度上得到历史的较为真切的面目。\n\n　　《高力士墓志铭》的出土以及《高力士神道碑》的修复对于认识张少悌的书法正是具有这样的意义。\n\n 一、 盛唐书碑名手张少悌千余年来给人印象模糊\n\n　　张少悌是盛唐书碑名手，但我们对他所知甚少。目前所能知道的是他主要活动年代是唐玄宗天宝至唐德宗贞元年间。据朱关田先生《中国书法史·隋唐五代卷》“隋唐五代书法史大事年表”载，张少悌书碑最早为天宝六年（747）立于万年的《王四娘塔铭》，最晚为贞元元年（785）立于耀州的《王仁敬碑》。大致与颜真卿同辈而略晚。广德元年，张少悌官至太中大夫、将作少监、翰林待诏。太中大夫虽为从四品，但属于散官，他真正的实职应是翰林待诏，在玄宗时期这个职务专门负责四方表疏批答、应和文章等。至大历十二年（777），迁为守将作少监，其余依旧。梁披云主编的《中国书法大辞典》“张少悌”条仅有一句话：\n\n　　唐代宗时人，清孙衍星、邢澍《寰宇访碑录》卷四载，《临淮王李光弼神道碑》，颜真卿撰，张少悌行书，广德二年（764）十一月，在陕西富平。\n\n《临淮王李光弼神道碑》四十行，行八十二、三字不等。但这块书写时间与《高力士墓志铭》仅相差一年的名碑，“碑字漫漶，见明拓本，不多字，漫漶中略有字口”1。故只闻其名而已。\n\n　　张少悌时为翰林待诏，而颜真卿亦为书法大家，且位及检校刑部尚书、兼御史大夫，所撰碑文属其铭石，以及他后来奉勅书碑，都透露出张少悌在盛唐书林的不凡地位。\n\n 二、 张少悌所书碑铭\n\n　　有唐一代，书法蔚兴，高手如云，张少悌湮没其间，当时及后世对其评价仅是片言只语。碑版既少，殊无墨迹流传，后世对其书法无从具体探讨。历史评述，往往是重变不重常，张少悌书法不是站在变革的浪尖上，是造成这种情况的原因之一。\n 天宝六年（747）\n 万年立张少悌行书裴炫撰《王四娘塔铭》\n 天宝七年（748）\n 五月十五日。长安立张少悌行书《佛顶尊胜陀罗尼咒》\n 天宝九年（750）\n 三月十五日咸宁入窆张少悌正书申屠泚撰《屈元寿志》\n 广德元年（763）\n 蒲城入窆张少悌行书潘炎撰《高力士墓志铭》\n\n 广德二年（764）\n 十一月廿七日。张少悌行书颜真卿撰《李光弼神道碑》\n 永泰元年（765）\n 十一月。长安立张少悌书陈翊撰《桑如珪碑》\n 大历三年（768）\n 四月。汾州立张少悌行书韩云卿撰《马璘德政碑》\n 大历六年（771）\n 长安立张少悌正书裴士淹撰《吴令珪碑》\n 大历九年（772）\n 万年立张少悌行书史惟则篆孙宿撰《孙廷玉碑》；\n 又立张少悌书邵说撰《辛惟谦碑》\n 大历九年（774）\n 万年入窆张少悌正书常衮撰《信王瑝志》\n 大历十二年（777）\n 五月十一日。蒲城立张少悌行书潘炎撰《高力士神道碑》\n 建中二年（781）\n 十一月卅日入窆张少悌正书《刘鸿志》\n 贞元元年（785）\n 四月。耀州立张少悌正书张蔇撰《王仁敬碑》\n\n　　目前所知张少悌所书碑版，多为行书，少量为正书，共有十四种，兹表列如上。\n\n 三、《高力士墓志铭》的出土以及《高力士神道碑》的修复对认识张少悌书法的意义\n\n　　1999年秋，在位于陕西蒲城县保南乡山西村的高力士墓中发掘出《高力士墓志铭》。铭署“尚书驾部员外郎知制诰潘炎奉敕撰，太中大夫将作少监翰林待诏张少悌奉敕书”。高力士卒于宝应元年（762），此碑入窆时间为次年。碑文1682字，行楷书。此碑早《王敬仁碑》廿二年，早《李光弼神道碑》一年，晚《王四娘塔铭》十六年，系张少悌年富力强时之作。此碑在墓中保存完好，字口清晰，是研究张少悌书法不可多得的样本。《高力士墓志铭》现藏蒲城县博物馆。\n\n 高力士墓是唐十八陵中最东端的玄宗泰陵的唯一的陪葬墓2。自唐太宗始有帝陵陪葬墓制度来，宗室、重要将相和功臣们无不以陪葬帝陵为荣。而高力士是玄宗选择的唯一陪葬人。高力士一生对玄宗忠心耿耿，生前死后其地位在宦官中都达到了极至。代宗对高力士的追念，不仅从高力士的墓葬，还可以从十四年后（大历十二年，777）追立的，同为潘炎撰，张少悌书，并由李阳冰篆额的《大唐故开府仪同三司，兼内侍监赠扬州大都督，葬泰陵高公神道碑并序》可知。清钱大昕《潜研堂金石文跋尾》有云：“右内侍监高力士碑石已中断，失其下截，每行止存二十余字。”盖指此碑。据陶中云，白心莹《陕西蒲城县发现高力士残碑》（《考古与文物》1983年第2期）：该碑上截1963年始归蒲城县文管所保管，下截于1971年秋又被发现，1980年运回修复。全碑连额高约4.05米，宽1.42米，30行，行55字，共约1650字。行书，剥落百余字。此碑堪称张少悌的代表之作。现藏蒲城县博物馆。\n\n 高力士两碑，张少悌书写前后相距十四年，通过对比两碑书法，可以直接观察张少悌书法的演变。\n\n　　四、张少悌是承晋法之杰出者\n\n　　明赵崡在《石墨镌华》中评张少悌书有“深得右军行草遗意”之说，其中“深得右军行草遗意”在《高力士神道碑》和《高力士墓志铭》中得到最好的注脚。\n\n　　唐代行书书碑，尽出于《圣教序》，自高正臣、李邕而下，莫不如是。李邕虽非首创，但打开局面有赖于他，故享大名。\n\n 《高力士神道碑》，777年\n\n 《高力士墓志铭》，763年\n 《怀仁集王圣教序》，镌刻于672年\n\n 李邕《麓山寺碑》，730年\n\n　　张少悌行书自圣教追晋法，但更具简淡冲和的韵致。立《高力士墓志铭》碑时已是中晚唐，国力已经大不如盛唐，唐墓葬也以安史之乱分为前后有别的两大分界线，高力士墓葬的规格等级也反映了这一点。毕竟是奉敕而作，是碑镌刻精良，颇能传达用笔的精微之处，笔画的起止搭截十分清楚。张少悌以行楷书此铭，总体上给人的感觉是平和雍容，温文尔雅，用笔洗练纯净，没有李邕行书结字的欹侧和头重脚轻，及其浮华之气，但同时也缺少了险势所带来的紧张和惊心动魄。张少悌作为颜真卿的同时代人，从颜撰而由张书碑的情况来看，有过从，也是意料中事，此碑比颜真卿书《多宝塔碑》晚了十年，其中既能感受到《多宝塔碑》的气息，同时又具有《多宝塔碑》所没有的宽博与开张。与颜晚年作品比，则少了篆籀气。\n\n　　《高力士神道碑》与前铭已经大不相同。如果说《高力士墓志铭》还能比较明显地感觉到王羲之《圣教序》和颜真卿《多宝塔》的气息的话，这块神道碑就显得自由多了，它已经摆脱了拘谨而有更多性情的流露。在结字法和篇章呼应关系上，舒展而洒脱。前铭偏于行楷，此碑则为行草。后者更趋成熟和富有个性，有了自己的特征。同时也感觉上离《圣教序》的气息更近了，但张少悌似乎一直没有走出《圣教序》的影子。这种感觉要更甚于李邕诸碑。张少悌算得上盛唐书家中继《圣教序》而承晋法的杰出者。\n\n　　清人刘熙载在《艺概》中说过这样一句让后人津津乐道的话：\n\n　　宋薛绍彭、道祖书得二王法，而其传也，不如唐人高正臣、张少悌之流。盖以其时苏、黄方尚变法，故循循晋法者见绌也。然如所书《楼观诗》，雅逸足名后世矣。”\n 口气上对高、张颇为不屑，但它同时透露出这样的信息：薛绍彭、道祖与高、张一样，都循循晋法，却因时遇不同而身后大不同。这就回到了我前边提到的老话，我们的历史往往是重变不重常——历史更容易记住的是那些求变的人，但历史上存在的更多的是渐变的常态，艺术探索的历史也不例外。就唐人书法的风尚来说，本来追求的不是特立独行，意不在抒写个人性情，而志于为汉字造像，追寻作为文字本身的终极的美，作为书碑作品，更其如此。这也是与宋的书法风尚最大的不同之一。从对晋法的领会和运用来说，高正臣、张少悌都达到相当高的水平，但这种高度还在一个“常”的范围内，颜真卿等就是在这样的“常”中走出来的，正是这样的“常”，构成了诞生象颜真卿这样大家的艺术成就的背景。这也是研究张少悌作品的意义所在。刘熙载之评在为薛绍彭、道祖抱不平，我倒以为，就从身后影响而言，因为作品流传较少，后世对张少悌的认识远远不够。《高力士墓志铭》的出土《高力士神道碑》的修复给我们认识张少悌书法提供了机会。\n\n 随着对新出土材料整理和研究的不断深入，我们对张少悌书法的理解和定位也会逐渐走向全面、公允，对张少悌生平更详细的情况也会得到揭示。李邕从《圣教序》出，张少悌也从《圣教序》出，颜真卿也是从二王出，在继承和革新上均各有火候，各有面貌，在书法史上的地位也各自不同，这本身就是值得我们思考的大课题。（杨继龙）\n\n\n\n\n 《高力士神道碑》\n\n 据史书记载，高力士死后，唐玄宗遗诏命陪葬于玄宗陵寝——泰陵。大历十二年（公元777年），高力士墓前立碑一方。在历年战乱中，碑石遭受破坏，清乾隆时，钱大昕《潜研堂金石文》中曾提及“唐内监高力士墓碑石刻中断、每行只存二十余字”。说明此碑在二百多年前已残缺，只存上半部分。值得庆幸的是，1971年在蒲城县金粟山泰陵附近，找到残碑的下半部分，现已接对完好，高力士碑碑身为纯色大青石，高四米，宽一点五米。碑文共三十行，每行五十五字，共1650字。碑额题“大唐故开府仪同三司赠扬州大督都高公神道碑。”京兆府户曹参军李阳冰篆写。正文为翰林待诏张少梯书。此二人均系当时著名书法家，笔力苍劲。\n 碑文分三段。第一段写高力士的身世：“公本姓冯讳元一。则天圣后赐姓高，改名力士，广菅潘州人也。其先祖冯盎，五岭之望族。皇唐初督都广韶等一十八州，封耿国公。公童龄入侍玉阶，则天圣后知必成器，赐以佳名，教以美艺。”说明高力士出身于名门望族，幼年入官，受到武则天的赏识，与唐史记述系岭南讨击使李千里所进，后被太监高延福收为养子一说，不相符合，有待史学家进一步考证。\n 第二段记叙高力士的经历：“武后故，韦氏窥大宝，已成祸梯，公实勇进，提剑而起。扶皇运之中兴，佐大人之利见。自是之后，恩遇持崇，公卿宰臣，因以决事。公中立而不倚，得君而不骄，顺而不谀，谏而不犯。故近无闲言，远无横议。”说明武则天死后，高力士协助唐玄宗平定韦后之乱，取得了玄宗的信任重用。\n 最后一段叙述高力士晚年：“及后出流巫州，然忠臣之心，常在官室。后闻二帝升遐，绝浆七日，衔哀而死，终于朗州龙兴寺，年七十有九，士民闻之，皆为流涕，主上恩深，赐扬州大督都，遗诏陪葬泰陵，没而不朽。”说明高力士的“忠臣之心”。玄宗对他也是恩礼相加。这块碑文的重新发现，将有助于客观公正地重新评价高力士其人。\n\n\n参考文献：\n\n 刘熙载著《艺概》，上海：上海古籍出版社出版， 1982年9月版。\n\n 朱关田著《中国书法史·隋唐五代卷》，南京：江苏教育出版社，1999年10月第一版，P257\n\n 齐东方著《隋唐考古》，北京：文物出版社，2002年10月第一版，P77\n\n 张舜辉著《爱晚庐随笔》，武汉：华中师大师大出版社，2005年12月第一版，P380\n\n 杨继龙：《李邕书法的守成特性与历史定位》，载《书法研究》总第131期，上海书画出版社，2006\n\n 陕西考古研究所：《唐高力士墓发掘简报》，载《考古与文物》2002年第6期\n\n 陶中云，白心莹：《陕西蒲城县发现高力士残碑》，载《考古与文物》1983年第2期\n\n 魏光：《唐高力士碑的几个有关问题》载《考古与文物》1983年第2期\n\n 牛致功：《有关高力士的几个问题——读高力士的《〈神道碑〉及〈墓志铭〉》，载《史学月刊》2003年第4期\n\n 赵君平：《唐高力士墓志抉微》，载《书法丛刊》2002年第2期","author":"唐代张少悌","description":"张少悌高力士墓志铭"}]