[{"name":"柳公权楷书太上洞玄消灾护命经","text":"太上洞玄灵宝升玄消灾护命妙经太上者，至高无上也；洞玄，教主，妙行真人；洞，洞澈；玄，玄妙；灵宝，派别；升玄，派支系；消灾，免除诸邪侵入，我命由我不由天；护命，持定天元命根，先天真一；妙者微妙，经者途径、方法义也。\n妙经理论\n稽首皈依众妙道，志心恭敬二玄真。今运一心心所议，粗识此经所因。空色色空无有性，有无无有色空均。慧风出自天尊力，扫除心界不遗尘。惟愿神光常拥护，证明今日守心人。今日守心合所证，不失凡身得道身。\n妙经内容\n经曰\n尔时，元始天尊在七宝林中五明宫内，与无极圣众俱放无极光明。\n尔时，混沌之初，冥冥查查，浑浑浩浩，洪荒之期，玄黄之外。元始祖劫，一气分真，化显诸天，一灵独尊。故，天地玄黄修道德，洪荒宇宙练元神。谒元始，纳先天是也。七宝，灵、精、气、神、意、魂、魄也。道自无极生化，以神生意，而分魂魄，如是等，七宝林立，元始居中也。黄庭之内阴阳由是分，五行当俱明。颠倒颠，逆则仙，会得五行颠倒用，大地尘沙尽成宝是也。老祖居处，何等庄严。无极，性之理也。《玄宗直指。》谓之纯然一性是也。性即理，有理方有气，混沌乃育阴阳天地变化。故此理，乃太极之真无也，真无，天地之始。圣众，诸天仙圣。俱放无极光明，运布德化。无极生太极，太极生阴阳，乾坤定位，诸层法相，皆不出无极根本。内外通达，日月生辉，乃谓之明。\n经曰\n照无极世界，观无极众生。十方无边世界，三才之本，莫外於妙有之始化，莫不以无极乃为根；覆盖照耀、透彻表裏，分毫不差，当自明了。\n经曰\n受无极苦恼，\n生离死别、爱恨情仇、悲恐惊憎，如是等故，皆相伴左右，如影随形，挣之不脱，恼之更恼，苦也。其根乃七情所定，六欲所生，噫！若非洞破迷障，何获清静清凉清自在。狂躁魔窟火烧天也。\n经曰\n宛转世间，\n辗转回旋于诸尘埃，阴阳交变幻无常。\n经曰\n轮回生死，不能超出三界之外，跳出阴阳五行生生化化制制克克之幻起幻灭。\n经曰\n漂流爱河，流吹欲海，\n修真者，当性不变情，情不变精，精中阳火不外泄。三关大要，是为修行之本。若然沉浮溺爱，假一时之念，以为心花，鼓一瞬之气，以为操持，精动欲生，迷掩心窍，真一难风也。\n经曰\n沉滞声色，迷惑胡无。\n停留于诸般欲念，必阻有无生化之明辨。神受尘扰，何期住定。灵道诀云：神无定位道貌岸然难成是也。\n经曰\n无空有空，无色有色，\n无，名天地之始，有，名万物之母。一元无象，二气未萌，空洞玄虚，寂然不动。有中真无，无中妙有，扫尽迷惘，打成一遍。\n经曰\n无无有无，有有无有，\n静极而动之不已，而生气也，动之极，则静，生阴，阴阳互根，两仪为之而立。洞破无有元本，则太极之真无，无极之妙有明矣，造化之道明矣。\n0经曰\n终始暗昧，不能自明，毕竟迷惑。灵道诀云：一在心中坐，来去来理，焉知造化机。造化不知本一，是谓迷惑也。\n1经曰\n天尊告曰；汝等众生，无极运化，三辰合统，乾坤定位，三才乃俱，诸天显现，育孕苍众。\n2经曰\n从不有中有，不无中无，不色中色，不空中空。\n修行二经，阴阳互根，从其始理，乃道化生。无有相从，空色互动，一乾为天，二乾为地，乾离日生，真阴显现，坤坎月出，真阳迹踪。\n3经曰\n非有为有，非无为无，非色为色，非空为空，\n偏颇取舍，终究顽空，幻相纷杂，随流虚妄，妖魅形成。握固灵根，扫辟不祥，从内观外，方期彻彻。\n4经曰\n空即是空，空无定空，色即是色，色无定色，\n无定，不可固执。居泥守规，难免堕入妖妄。神照观达，方能心下大悟。空色无胡，元自心生，心定神清，万景皆澄。\n5经曰\n即色是空，即空是色。\n有终化无极有生，境相元本，何谓色？何以空？唔，妙行也。\n6经曰\n若能知空不空，知色不色，名为照了，始达妙音。\n咬文嚼字，纸上玩文，愚夫狂徒也。臆断妄想，内心不实。以修相求，以行风证，照了之名，耶为虚妄。密密枢机，一时破晓，捅玄过关，升入玄门，灵中之宝现矣，弹拔性弦，始闻妙觉灵存慧之音。\n7经曰\n识无空法，洞观无碍，领司无空之法，修持根柢乃备，自然洞澈全照，通达明慧之境。\n8经曰\n入众妙门，自然解悟。\n真本现，妙门开，纵横天地耶有阻，肖遥九天任我游。神通？小术也。挟道真者，勿以小术而宣扬，有辱太上正教。\n9经曰\n离诸疑网，不著空见，\n疑云罗肉，束缚神明，当自觉司，诸葛亮肉自消，诸云自散。惠风吹拂起，丽日当空时。诸般妄念，但得灵光照耀，一旦解除。\n0经曰\n清静六根，断诸邪障。道清神明，六门自开，六贼自除，六根乃静。回照寂然，诸魔邪孽，由此而消，六天妖魅，由是而灭。寂然不动，与道合真，归府清虚，享清微大道也哉。\n1经曰\n我即为尔，说是妙经，名曰护命，济度众生。\n我即元始，元始即我。布度运化之时，即显玄妙。三界之众，一切仙凡圣贤神鬼等众，均不出乎无极运化，不出乎金斗混元。但得一气之功，升玄入妙，见证道真。圣意假立文言，故名曰经。无私济度，三界共用，无量功德。\n2经曰\n传教世间，流通读诵，\n圣贤仙有幸得旨，持符传世，流传教化，相互传输，受持诵读，精进修习。\n3经曰\n即有飞天神王，\n飞者升；天者玄；神王者，法王也；灵宝升玄也。昔王师道渊谓：灵宝升玄之妙也。\n4经曰\n破邪金刚，\n勇猛清进，诸天邪魔自退，内景自清。道渊谓：武炼也。\n5经曰\n护法灵童，\n通玄灵妙，以静笃而入妙门也。道渊谓：文烹也。\n6经曰\n救苦真人，\n驱魔拔苦，扫尽不祥，接纳入众妙之门者，内心也。是谓自修自得，自己解脱，修心即修道也。心存妖妄，无边之苦，心现灵光，彼岸现矣，破迷证真，脱离苦海。曰无量度人天尊。昔萨真人云：道法於身不等闲，量思此理彻心寒，千年铁树花开易，一入酆都出世难。\n7经曰\n金精猛兽，\n真元太一，乾晶飞射，真人出现宝珠中也。道渊谓之威仪也。\n8经曰\n各百亿万众俱，\n全备万神归一，三辰合三统。\n9经曰\n待卫是经，\n经心道心，人心天心，凡心圣心，心心归一。灵道诀云：莲发於天心，体现於莲台。道真存於胸膺，乾坤只在掌内。\n0经曰\n随所拥护，捍厄扶衰，\n清清道体具矣。\n1经曰\n度一切众生，离诸染著。\n《灵道精义》云：若非洞破空色相，怎可画圈入有无，高山流水，推窗望月，明日之忧昨日过，岸边观水水长流。\n尔时，天尊即说曰：视不得见，听不得闻，离种种边，名为妙道。 \n《道德经》\n云：视之不见名曰夷，听之不闻名曰希。\n《大公案》\n云：此二者不可致诘，真空无象。\n曰：视之不见，大音希声，听之不闻，如云出岫，若月印潭。故以颂赞：无形无影寂无声，耀古辉今号赤文；妙有有知潭底月，真无无若岭头云；遇缘常默灵光照，对镜休生业火焚；和会三元归一极，主人终日醉醺醺\n","category":"楷书","verified":true,"user":1,"timestamp":1429951552739},{"name":"柳公权楷书太上洞玄消灾护命经","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791640549,"text":"《太上洞玄消灾护命经》，未加考证，应是柳公权早期作品，书于大唐开成四年，前一种完全以钟繇面目出现。\n后一种拓本（古籍本）共七页，每页高约19.5厘米，宽约9.5厘米。正文29行，每行11字，每字约1.4厘米见方。最后3行分别为9字、8字、8字。落款40字。碑名9字。共计370字。只有几字略损，其余字字清晰。\n  在网上看到落款柳公权所书的《太上洞玄消灾护命经》拓本很多种，甚至有一本和后一种拓本（古籍本）排版、字体都极其相似，起初以为是同一碑所拓，但细细甄别后，发现远不及此拓本精美。此二种拓本是不是柳氏真迹有待考证，但无论如何，都不失为一件书法珍品。","author":"唐代柳公权","description":"柳公权楷书太上洞玄消灾护命经"}]