[{"name":"韩琦楷书信宿帖","text":"一、生平简介\n杨敬悳，号好修。\n元仁宗延祐间，以荐辟官应奉翰林文字、编修兼国史院。以高才博学，久居史馆。於国家政教典礼，多所建明。（《台临百岩杨氏宗谱》卷一）\n泰定三年（1326）夏，以选授江浙儒学提举。王中丞士熙作序送之云：“杨君居史馆久，文精思缛，言议济济，志于事功，卓然勇往之资也。”（王士熙《送杨仲礼浙西提举序》）\n元统二年（1334），受台州路总管王居敬之嘱，与钱世珪、孟梦恂等遵陈耆卿《嘉定赤城志》、吴子良、林表民《赤城续志》、《赤城三志》旧典，续修绍定以后百有四年之事成《赤城元统志》，惜久佚不传。\n善属文，尤长于诗，品格直逼唐高、岑，士林宗仰。（《百岩杨氏宗谱》）太平戚学标（鹤泉）尝评其诗云：“元人五律多铮铮细响，粘著纸上，即高手不免。魄力沉厚，通体清旷，独见仲礼数作。其位置当在唐高、岑之间，而在乡邦不著诗名，何也？！”（《三台诗录》卷七）\n擅书，用笔洒脱，韵致遒美，书风清雅绝俗。今人或评其书云，杨氏之书，字里行间充溢儒雅之风，无一点尘俗气。虽书名不显，却是真正擅书者。（参见《书法创作大典·行草卷》）今所存书迹尚有《范仲淹小楷书<伯夷颂>跋》、《韩琦<信宿帖>跋》等。\n其诗文著作大多散佚。明万历间，李时渐主持编《三台文献录》，收其诗19首，文2篇。清康熙间顾嗣立纂《元诗选》，收其诗24首。清末民初，路桥杨晨（定孚）尝搜辑其散逸诗文成《仲礼集》一卷，收入《台州丛书后集》中。今其廿三世裔孙世学，共辑得其逸诗四十五首、文七篇，并附辑各相关诗章六十六首、文二篇，俱收入百岩杨氏《亲贤堂集》中（辛卯季夏，景雅堂刊）。\n二、《亲贤堂集·杨敬悳》诗文辑逸\n（一）诗\n1、五古\n和虞伯生待制榆林待月\n萧萧马北嘶，皎皎月东出。去去望帝车，行行值天毕。沉吟泣鬼神，夜中如唧唧。云沙劲气合，日月壮心白。紫橐载犀管，玉具带鱼室。黄云绝塞外，乌帽见灭没。粉署不胜寒，怀人待明发。\n——《三台文献录》卷之十八、《三台诗录》\n送陈炼师\n羽客思碧山，抗手五云裏。天风生素襟，海月在绿绮。白石充糇粮，青松卜邻里。蘧蘧超有涯，去去入无始。誓言往从之，径苔迷屐齿。\n——三台文献录》卷之十八、《康熙临海县志》\n题汉中何氏悠然堂\n结构南山下，洗心紫崔嵬。松声冷衣（一作夜）袂，竹色青樽罍。鸣琴礀泉落，得句岩花开。虚窗延好月，白云亦时来。蘧蘧尘外人，身世良悠哉。\n——《三台文献录》卷之十八、《三台诗录》\n拟古翠堤曲\n花开翠堤上，影照翠堤下。盈盈堤上人，折花意如写。旁有卖珠人，饮马堤边水。\n——《三台文献录》卷之十七\n题青山白云\n青峰入霄汉，白云满川谷。如闻歌紫芝，相邀斸黄独。\n——《三台文献录》卷之二十三\n题郭主簿模摩诘本辋川图卷并序\n摩诘尝与裴迪唱和廿绝，纪辋川之胜。至今读之，如身逰其间。此本甚精致，尚可想见其景与诗会之时也。因追而和之。\n孟城坳\n春风孟城坳，年年自花柳。当日倦逰人，何处谈空有？\n华子冈\n蜿蜒浮远空，惨淡凝古色。出云亦何心，既雨返无极。\n文杏馆\n种杏白云间，因之葺茅宇。莺声烟中曙，虎迹夜来雨。\n斤竹岭\n苞竹秀孤岭，虚籁涵清漪。秋风何时实，凤饥竹不知。\n鹿柴\n崖蹙石林稠，谷尽山泉响。麕麚囿其间，攸伏息下上。\n木兰柴\n手折木兰花，心忆怀沙侣。坠露玉可和，金盘羞帝所。\n茱萸沜\n茱萸绽紫粟，白云封不开。似待陶元亮，共把菊花杯。\n宫槐陌\n屯云荫广陌，零露湿古苔。中街日亭午，四面风徐来。\n临湖亭\n积水涵倒影，万象凌虚来。鱼在山中泳，花从天上开。\n南垞\n亭亭一风榭，脱屦席可即。阶前双白鹤，相迎似相识。\n欹湖\n岸巾临水澨，酒醒呼隐君。收缗玉梭起，摇荡空中云。\n柳浪\n年年黄金缕，照影麴尘漪。谁为南浦赠，纫佩扈江离。\n栾家濑\n凿凿沸白喧，浩浩空青泻。渔翁互相呼，放船莫轻下。\n金屑泉\n洗耳山下泉，永念童蒙岁。敢希作圣功，事心如事帝。\n白石滩\n湍驶风逾清，水明石可把。倚杖独移时，白鸥翩然下。\n北垞\n波影媚松樾，山色丽石阑。留连南川月，不肯下云端。\n竹裏馆\n此君俨相峙，清坐一晤啸。天风振空声，万境通寂照。\n辛夷坞\n迎春发苍柯，映日在琼萼。欣欣各自私，先开还早落。\n漆园\n黾勉殉世名，鞅掌婴俗务。漆以津自枯，不如樗栎树。\n椒园\n申椒芳馨远，秉德类幽人。时来荐瑶席，慎勿佞夫君。\n——汪珂玉《珊瑚网书画录》卷一、《元诗选》三集\n2、五律\n过鲁桥\n风色今朝好，扬帆上鲁桥。林昏烟正积，崖湿雨初消。新岸缘青蔓，平田长绿苗。物华纷满眼，诗思坐来超。\n——《北河纪馀》卷一\n登任城太白楼\n系缆任城下，登楼古堞边。远山低碧（一作绿）树，平野入（一作接）青天。身世何忘（一作无）酒，神逰不记年。怜才今昔意，孤（一作汶）月向人圆。\n——《三台文献录》卷之二十、《康熙临海县志》、《元诗选》三集、《三台诗录》\n和周本心韵\n扁舟江海上，万里泝流光。对客谈燕说，从人笑楚狂。壮心凭朔漠，爽（一作素）气接清凉。谁会凌云意，山川属子长。\n——《三台文献录》卷之二十、《三台诗录》\n和邱（一作丘）以道秋夜韵\n海角孤城夜，天高象纬沉。秋山初落木，霜月又鸣砧。壮士楼中兴（一作清秋兴），畸人江畔吟（或作壮士清秋思，畸人白雪吟）。细谈京国梦，相对各关心。\n——《三台文献录》卷之二十、《康熙临海县志》、《元诗选》三集、《三台诗录》\n和王继学待制送岭北省郎中\n塞迥春犹浅，山深雪尚多。碛云凝画角，沙月动雕戈。旧曲思青海，先声到黑河。遥怜麾白羽，万骑促铙歌。\n——《三台文献录》卷之二十、《三台诗录》\n吊二徐先生墓\n坏草草凄凄，荒凉古寺西。两贤维道统，千载仰提撕。旧事山僧话，遗碑朱子题。卜邻吾有愿，何日慰思齐！\n——《台临百岩杨氏宗谱》卷一\n3、五绝\n小雨\n小雨先秋思，虚窗落晓声。山童开竹户，一径绿苔生。\n——《三台文献录》卷之二十三\n4、七古\n题栗侯翫芳亭\n城南小亭花冥冥，啼莺舞燕围玉笙。西山空翠堕酒盏，落日未落华月生。岁岁芳菲逐流水，绿髪飞霜清镜裏。祗应天上蟠桃枝，人世东风不解吹。\n——《三台文献录》卷之十九、《三台诗录》\n南台管勾张彦谨席上\n鵾弦铁拨弹红桑，天山雪蕐堕瑶觞。秦筝更和三五曲，华堂绮席无朱光。燕姬二八歌白苎，蛱蝶翩翻黄鹂语。银屏侧畔翠蛟飞，墨竹前头白鸾举。洪河万古围长芦，谪仙去後明月孤。援笔作诗投采石，掀髯更倾双玉壶。\n——《三台文献录》卷之十九\n题秋景图\n金门羽客茅山来，袖携千仞青崔嵬。开缄满堂秋色起，耳根仿佛清猿哀。白云溶溶涨川谷，谷口沧波泻寒玉。轻舠一叶何处归？锦树烟霏（一作扉）半红绿。汀沙空阔天渺弥，山有猰狳水鳄螭。篙师未必好看客，行人踽踽将安之。\n——《三台文献录》卷之十九、《康熙台州府志》、《元诗选》三集、《三台诗录》\n5、七律\n送宋显夫迎家\n长公谈笑占龙头，爱弟迎家上鹢舟。季子已多新事业，参军不减旧风流。洞庭水落鱼龙夜，河朔云寒鸿雁秋。别後思君定何处，月明应在武昌楼。\n——《三台文献录》卷之二十一\n送周尊师归江南\n朝元仙路碧迢迢，鸾凤双飞载玉箫。桂馆似（一作仰）闻苍水佩，枫宸犹记白云谣。人间日月添丹火，世外烟霞长药苗。楚水吴山千万曲，不知何处觅王乔。\n——《三台文献录》卷之二十一\n送章春谷编修\n笑拂雕鞍赋式微，天南遥指白云飞。五千客路心犹壮，九十亲庭计合归。倚杖雁山秋动色，染毫鲸海夜生辉。闲中应梦金銮署，月下凭栏看紫薇。\n——《三台文献录》卷之二十一\n6、七绝\n即事有成\n载笔年年扈翠华，梦回书幌落灯花。东风点点来南雁，为报春洲长荻芽。\n——《三台诗录》\n题石门洞\n一入岩扉路杳然，分明身在蔚（一作郁）蓝天。遥怜月冷风清夜，玄鹤归来星满川。\n——《三台文献录》卷之二十三\n和吴闲闲宗师宿西山\n芝草琅玕覆石坛，玉箫吹月翠微间。倚松静听泉鸣礀，隐几闲看云出山。\n——《三台文献录》卷之二十三\n送白诚之治中\n帢帻峰前湖水东，楼台无数倚春风。我曾把钓临天镜，鸥鹭相忘落照中。\n——《三台文献录》卷之二十三\n歌风台\n布衣千古一英雄，五载乾坤入手中。遥想帝魂垂浩劫，舜弦天上和南风。\n——《元诗选》三集\n跋御笔赐忠宣公早朝诗後\n辨色鸣珂步玉墀，君恩犹赐早朝诗。明良相戒如无逸，想见当年全盛时。\n有元至顺壬申人日，天台杨敬悳拜手书於岁寒堂。\n——《范忠宣集》补编\n迁居百岩\n西风峭峭水漫漫，舟泊金鳌牡蛎滩。无限乡心携不尽，数声宾雁带霜寒。\n——《百岩杨氏宗谱》卷一\n（二）文\n1、序\n赤城元统志自序\n赤城元统志者何？作於有元元统之二年，上以昭前修之笔削，下以迪後人绍述於将来也。\n维赤城由汉置南部都尉，更为镇、为县、为州、郡逾千年。守此者自屈侯始，无虑数十百人。尤侯袤、唐侯仲友、李侯兼、黄侯皆有志於郡乘矣，积十年弗就。暨青社齐侯硕属笔於太史陈公耆卿，始成之。又四年，运使吴公子良偕林君表民续之；再三年，表民再续，为成书矣。赵侯凤仪之来，复聘永嘉章君嚞取成书而改作焉。尽去其旧而命曰《天台郡志》。夫千年之事，数贤侯之力，陈、吴诸君子搜抉讨论之精，一朝而泯焉。此邦人所以不寕，而今总管王公以属於敬悳也。敬悳以固陋辞。公复曰：“子居禁林十年，咸职太史氏。今郡乘芜秽而不治，非缺欤！”於是辞不获，作而曰：郡乘，古侯国之史也。其著星土、辨躔次，而休咎可征矣；奠山川、察形势，而阨塞可知矣；明版籍、任土贡，而取民有制矣；诠人物、崇节义，以彰劝惩，而教化可明矣。此其大凡也。城池、司存之沿革、废置，典祀、异端之祠宇、土田，与津梁、畎浍无不备者，纷争辩讼者有时而可稽矣。举其大，撮其要，合天下郡国而上之，则丞相府之图书也。是必传信而後可据。若掩前人之直笔，而妄以己意损益其间，将何以传信也？\n於是与郡博士贡君师中、吴越世家钱君世珪会粹而参订之；学正陈君大有、教导孟君梦恂校雠之。自《三志》之後，始於亡宋之绍定辛卯，以迄於兹，凡百有四年之事，备而录之，名曰《赤城元统志》以续焉。噫！宇宙之事无穷，後之执笔者，尚鉴兹哉！\n——《赤城後集》卷二十九、《三台文献录》卷之七、《民国临海县志》卷三十七、《浙江通志》卷二百六十三\n2、记\n谯楼记\n嵊，会稽山水县也。治据星子峰之阳，清溪千仞，白云万层，浮晖空翠，流景长新，足以浚清明而神志气。宰斯邑者，岂弟廉慎之士，莫不喜其地偏境胜、俗美民淳而尽心焉。至正甲申，胶东冷侯瓒来莅兹邑，侯由儒科兴，廉勤宅心，人民化服，讼庭昼寂，鸣琴裕如也。度可使民矣，乃与僚佐议葺新厅，大修学校。顾谯楼之址鞠为茂草，鼓角寓他所垂四十年。比邑父老而计之，咸愿以浮屠氏助役之资给其用，侯从之。市材深谷，为天旱溪涸，虑致力为难。俄而大雨水溢，浮木而来，如赴期约。售工佣徒，厚于私家之直。民欢趋敏给，不久就绪。经始于至正四年十有二月，落成于明年八月。为楼横八楹，纵十二楹，旁舍翼然。崇以层台，缭以栏楯，横壮加昔。其木石砖甓之材，与夫工匠之需，官无费而民不扰。徙鼓角其上，以时兴息，深得古人申教防微之意云。\n嘻！上古圣神治历明时，以熙庶绩，秩东作西成之务为先。而挈壶有职，鸡人謼嘂。上焉致辨色示朝之戒，下焉谨出作入息之度。政教之巨细不同，所以儆怠荒一也。夫中人之情，不禁必放逸，不儆必玩愒，尚何望岁功之成耶？唐太宗用马周言，以鼓代传呼之制，谯楼始遍郡县，亦古法之通变者矣。孟氏谈王道，首言耕桑，使林林之众兴息有节，惰游知惧，耕桑茂矣，寇攘屏迹，风俗淳矣，晨昏号令，岂非治情田、厚民生之一事耶！如侯可谓尽心焉耳矣。然而左右鼓舞，仁渐义摩，以作新斯民，尚有其道。侯异日膺岳牧之任，尽摅其所学，以白儒者之效于当世，士林之望也。\n——《嵊县志》卷二十六（民国二十三年刊本）\n3、跋\n范文正公小楷书伯夷颂跋\n先正范公，文武忠孝，亲亲仁民之德，充周穹壤。是以尺素寸楮，观者敛衽墨妙。曹操、王敦、桓温未尝书不佳也，至今见者唾之。公所书《伯夷颂》，流入秦桧、贾似道家，由贾遂没入官。宋亡，出于燕赵间，复归吴范氏。世所共贵重者，有在也！熙宁以来，见者必着姓名，岂欲托以不朽耶？苟不知观感兴起之微，求公之心，希公之德，徒珍玩是夸，亦秦、贾耳！不几于狎大人乎！凡我同志，相与勉焉！\n泰定丙寅七月十九日，天台後学杨敬悳书。\n——《高义园世宝》长卷、《铁网珊瑚》、《台州札记》、《范文正公全集》附录\n范文正公与蔡钦圣手启墨迹跋（又名《许下帖》）\n右文正闻子弟过省，答友人书，若固有之，视利达为何如哉！与常人外饰逊避之辞，中怀侥幸之义，不可同日语。览者默识於词意之表，亦足以感发矣。天台杨敬悳拜观谨识，时至顺壬申人日。\n——《铁网珊瑚》、《台州札记》、《范文正公全集》附录\n韩魏公手书信宿帖跋二则\n一\n右魏公真迹也。萧元帅北野相君藏久矣，未尝出以示人。以诚之敦厚长者，特还以合浦之珠。克获旧物，岂不为韩氏庆乎！噫！自古及今，初不借才于异代。人苟自勖，求所以称元帅遗故家手书之意而勉于功名，则我元岂无名臣哉！古语有之，“公侯之子孙，必复其始”，斯为元帅期待之盛心。至顺癸酉六月四日，石塘山人杨敬悳谨书。\n二\n诚之作饷，为礼甚盛。话及魏公真迹，乃继祖四年前所遗诚之之物。谈经道旧之馀，敬悳适在坐，援笔识之，举不忘其所亲明道先生之不欺也。元帅公命书之，不敢辞。敬悳再拜谢不敏。\n——《铁网珊瑚》\n4、祭\n祭翁先生文\n自古贤哲之生，关斯道晦明绝续者，夫岂偶然。唯元革宋命，文运之兴始达之泉。先生于斯膺师道之寄，羸粮鼓箧者不远千里，交屦而摩肩。讨论紬绎，濂洛渊源。特立于世运更新之际，以发挥夫道统湮微之传。谓非天之所命，孰使然耶！吁嗟常人见先生之操行也，义以方；应物也，智以圆。横经竖拂，云披雾骞。学焉者犹偃鼠饮河，充量果腹，抑孰测其浩愽而渊渊。乃若修辞立诚之业，牖民砺俗之志，为国储材之功，则有举世而莫知者焉！噫！其何能与化而迁耶！雄文钜帙，神气凛然，将叶元精而流布，耿日星而廽旋。青峰长林，云月无边。蓉冠荷衣，纫之秋兰。烨乎容辉，其千秋于方岩之顶、东观之巅。令闻令望，州里实难。呜呼先生，罔有间言。某抠趋帐下逾三十年，虽久糜京师，而仪形风采未尝一息不临于前。还归升堂，而音容不可复得，徒彷徨踯躅而涕涟。拊棺一奠，痛均终天！\n——《三台文献录》卷之十六\n三、《亲贤堂集·杨敬悳》附辑选录\n1、元王士熙\n送杨仲礼浙西提举序\n杭为郡，甲于江左。宋之南，为行都。地多山谷渊薮，峙而为巨镇，汇而为广涉。瑰奇胜绝之观，博大宏豫之俗，在方舆盛而剧。我元底奠，行省莅之。以事之殷，地之重，于今视他行省独丞相置。丞相之属，非清强膺时望者不得预。其司文教者，曰“儒学提举”。泰定三年夏，应奉翰林文字，天台杨仲礼以选被命往。夫杭之士风重文，士子兟兟，佩服整洁。出辞粲然，落笔缜然。处其土者，必鉴别衡析，陶良汰浮烛其衷，斯有以服之也。行省之属，事上皆有等威。虽大府连率，俯首趋对惟谨。提举官五品，登阶而揖，省僚必改容礼焉。夫礼之严，必有以尊其学；众之服，必有以重其德。不尊不严，不重不服。若曩之为是官者，吴兴赵先生、巴西邓先生皆由侍从出，美望孚于人人。杨君居史馆久，文精思缛，言议济济，志于事功，卓然勇往之资也。士熙尝与同僚，私灼其详。于其行也，不以易为喻而进其难，不以近为劝而图其远者焉，交友之谊也。\n——《全元文》、光绪《浙江通志》卷二六三\n2、元马祖常\n送杨仲礼江淛提举儒学\n江海雄南服，衣冠重北门。仗云移振鹭，船雾送翔鵷。酒屡招人饮，文多与客论。名高依日月，道大信乾坤。官拜儒台贵，班联会府尊。斋厨还笋蕨，宾所尽兰荪。佐吏言犹雅，公庭礼不烦。过家懽上冢，去国恋承恩。田埭观鱼子，邻墙抚竹孙。光荣休负弩，歌鼓乐乡村。——《石田文集》卷二\n3、元袁桷\n回杨编修\n缀班玉署，怅诸老之川流；晋秩金华，抚微躬而涯返。选繇鼎鼐，事骇搢绅。方虞按剑之疑，忽荷遗珠之赠。伏惟编修学士，文裁锦缎，思涌茧丝。目无全牛，论固轻于馀子；智专老马，语或齿于陈人。每怜炳烛之勤，能破炙毂之辩。嗜同昌歜，玩比悬黎。既接壤于片云，复盍簪于中禁。事云有幸，时不偶然。桷久困京尘，宜收朝迹。望蓬莱，隔弱水，肉羽难胜；归乡里，授诸生，丹心尚炯。敢因褒拂，庸写摧藏。\n——《全元文》卷七一四、《清容居士集》\n十一月十四日驾至京城杨仲礼有诗次韵\n金舆清跸发龙城，干雪坡陀甬道晴。师起晋阳戈尽倒，令传代邸辔徐行。鸾皇合奏云光遏，龙虎交章曙色明。欲认鸡翘新法从，驼车深处听铃声。\n——《清容居士集》、《元诗选初集》\n","category":"楷书","verified":true,"user":1,"timestamp":1429951599425},{"name":"韩琦楷书信宿帖","dynasty":"宋代","category":"楷书","type":"","user":1,"timestamp":1429791639902,"text":"【释文】琦再拜啟：信宿不奉儀色，共（恭）惟興寢百順。琦前者輒以《晝錦堂記》（容）易上干，退而自謂眇末之事，不當仰煩大筆，方夙夜愧悔，若無所處，而公遽以記文為示，雄辭濬發，譬夫（江）河之决，奔騰放肆，勢不可禦。從而視□，圈聳駭奪魄，烏能測其淺深哉！□褒假太過，非愚不肖之所勝，遂傳□之大，恐为公文之玷，此又捧讀慚懼而不能自安也。其在感著，未易言悉。謹奉手啟叙謝，不宣。琦再拜啟，□□□□台坐。\n韩琦《信宿帖》，纸本，30.9×71.7厘米。贵州省博物馆藏。\n本帖为感激欧阳修与作《画锦堂记》的谢启。《昼锦堂记》后欧氏结衔为“尚书吏部侍郎、参知政事”，按《长编》治平元年闰五月戊辰（三日）：“参知政事欧阳修、赵槩为吏部侍郎。”这个日期应是本帖的上限。又按蔡襄书《画锦堂记》具衔为“端明殿学士、尚书礼部侍郎”，《长编》治平二年二月辛丑（十一日）：“三司使、给事中蔡襄为端明殿学士，礼部侍郎知杭州。”那么此碑应是蔡君谟杭州命下而尚未离京前所书，也当是本帖的下限。\n欧阳修属文有“马上，枕上，厠上”之说，又相传晚年还不断修改旧稿，妻问何以自苦，永叔答谓：“却怕后生笑。”正是因为这点认真自律的精神，他的文章并非倚马立就的，何况此际他是应宰相又是挚友的韩琦所请。范公偁《遇庭录》云：“韩魏公在相（州），曾为昼锦堂记于欧公云‘仕宦至将相，富贵归故乡'，韩公得之爱赏。后数日，欧复遣介别以本至，云：‘前有未是，可换此本。'韩再三玩之，无异前者，但於‘仕宦'、‘富贵'下各添一‘而'字，文义尤畅。”以今本《欧阳文忠集》卷四O堂记与蔡碑互校，“自悔罪於车尘马足之间”句后蔡碑多“而莫敢仰视”五字，“此一介之士得志当时”，“志”后多一“於”字。显然都是书丹前所增益。若非鉴於蔡襄南迁而不得不定稿，永叔精益求精的意识恐怕还不会暂告中止。从这一贯的作风推测此记绝无可能在治平二年短短的一个多月前完成。那么本帖断於元年夏秋间是合乎逻辑的。\n韩琦作为一个正臣，偏爱颜真卿也是情理中事，这当然也有时代风气的影响。但不杂他体在同时代恐不多见。文彦博《文潞公文集》卷六《寄相州侍中韩魏公》诗云：“晋公（韩滉）名画鲁公书，高出张（僧繇）吴（道子）与柳（公权）虞（世南）。幸得魏公挥宝墨，缘公楷法亦颜徒。”他的颜体尚有自家风格，与蔡君謨相比，韩琦显得更为浑厚朴拙，这无疑也是禀赋胸襟使然。\n\n韩琦（1008-1075），字稚圭，自号安阳赣叟，相州安阳（今属河南）人，北宋政治家、三朝宰相。\n天圣五年（1027）及进士第，授将作监主簿、通判淄州，入直集贤院，监左藏库。历开封府推官、三司度支判官、右司谏。同时劾罢宰相王随、陈尧佐，参政韩亿、石中立。宝元二年（1039）为起居舍人，知谏院，权知制诰。元昊反，命為陕西安抚使，进枢密直学士、陕西经略安抚副使，与范仲淹合力抗御，时称韩范。战略主攻，稍有失策，降知秦州。庆历二年（1042）为陕西四路招讨使。翌年元昊求和，蒙召为枢密副使。新政失败，出知扬、郓、定等州。嘉祐元年（1056）入為枢密使，三年拜相。定策立英宗，又力促曹太后还政，进右僕射，封卫国公，改魏国。英宗寝疾，力请建储。神宗立，拜司空兼侍中，判相州。反对王安石变法。谧忠献。\n著有《安阳集》五十卷。《宋史》有传。《全宋词》录其词四首。存世墨迹有《小恳帖》、《信宿帖》。","author":"宋代韩琦","description":"韩琦楷书信宿帖"}]