[{"name":"赵孟頫行书送瑛公住持隆教寺疏","text":"此卷《洛神赋》为赵孟頫行书代表作。行中兼楷的结体、点画，深得二王遗意，尤其是王献之《洛神赋》的神韵，即妍美洒脱之风致。如端正匀称的结构、优美潇洒的字姿、圆润灵秀的运笔、密中有疏的布局等；同时，又呈现自身的追求，象比较丰腴的点画，轻捷的连笔，飘逸中见内敛的运锋，端美中具俯仰起伏的气势，都显示出他博取众长而自成一体的艺术特色。\n\n【名称】行书洛神赋卷\n【年代】元\n【作者】赵孟頫\n【材质】纸本，行书\n【规格】纵29cm，横220.9cm。 \n作品原文\n黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓(fú)妃。感宋玉对楚王神女之事，遂作斯赋，其辞曰：余从京域，言归东藩，背伊阙，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃是乎？其状若何，臣愿闻之。”余告之曰：其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞。迫而察之，灼若芙蓉出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瑰姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨象应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修兮，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。尔乃众灵杂遝，命俦啸侣。或戏清流，或翔神渚。或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘反，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。 \n原文解释\n黄初三年，我去京师朝拜天子，回来时渡过洛水。传说洛水神灵的名字叫做宓妃（伏羲的小女儿，玩耍时淹死在洛水，死后被封为洛水之神）。宋玉将楚王遇见神女的故事写成《神女赋》，我就模仿他将这段经历写了下来，是这样的：\n我从京城返回东方的封邑（鄄城）。翻过伊厥山，越过轘辕山，经过通谷，登上了景山。这时已经是夕阳西下，车马都很疲乏了。于是在铺满香草的河岸上停下车，让马儿自由自在地在芝草田里吃草歇息。我在树林中安然悠闲地走着，放眼欣赏洛水美丽的景色。忽然，感到心神受到震撼，思绪飘到了远方。猛一抬头，看到一幅奇异景象：一个美如天仙的女子正在山崖之旁。于是忙拉住随从问道：“你看到那个女子了吗？她是谁啊？真是太美了！”随从回答：“臣听说洛水的神灵叫做宓妃，那么，君王见到的莫非是她么？她相貌如何？臣很想听听。”\n我说：“她长得体态轻盈柔美象受惊后翩翩飞起的鸿雁，身体健美柔曲像腾空嬉戏的游龙；容颜鲜明光彩象秋天盛开的菊花，青春华美繁盛如春天茂密的青松；行止若有若无象薄云轻轻掩住了明月，形象飘荡不定如流风吹起了回旋的雪花；远远望去，明亮洁白象是朝霞中冉冉升起的太阳，靠近观看，明丽耀眼如清澈池水中婷婷玉立的荷花；丰满苗条恰到好处，高矮胖瘦符合美感；肩部美丽象是削成一样，腰部苗条如一束纤细的白绢；脖颈细长，下颚美丽，白嫩的肌肤微微显露；不施香水，不敷脂粉；浓密如云的发髻高高耸立，修长的细眉微微弯曲；在明亮的丹唇里洁白的牙齿鲜明呈现；晶亮动人的眼眸顾盼多姿，两只美丽的酒窝儿隐现在脸颊；她姿态奇美，明艳高雅，仪容安静，体态娴淑；情态柔顺宽和妩媚，用语言难以形容；穿着奇特人间罕见，骨骼相貌象画中的仙女；她披着鲜丽明净的绫罗做的衣服，戴着雕刻华美的美玉做的耳环；黄金和翠玉做为配挂的首饰，点缀的稀世明珠照亮了美丽的容颜；她踏着绣着精美花纹的鞋子，拖着雾一样轻薄的纱裙，隐隐散发出幽幽兰香，在山边缓步徘徊；偶尔纵身跳跃，一边散步一边嬉戏；左面有彩旗靠在身边，右面有桂枝遮蔽阴凉；她正卷起衣袖将洁白细腻的臂腕探到洛水之中，采摘湍急河水中的黑色灵芝。”\n我深深地爱慕上了她的贤淑和美丽，心情振荡，闷闷不乐。苦于没有好的媒人去传达爱慕之情，就用脉脉含情的眼光表达我的爱意，希望真挚的情感能先于别人向她表达，于是解下腰间的玉佩赠与她，表示要与她相约。她真是太完美了，不仅懂得礼仪而且通晓诗歌，她举起美玉与我应答，指着深深的潭水约定会面的日期。我心里充满真诚的依恋，惟恐美丽的神灵在欺骗；传说曾经有两位神女在汉水边赠白玉给郑交甫以定终身，却背弃信言顷刻不见了，于是我惆怅犹豫将信将疑，收敛了满心欢喜，镇定情绪，告诫自己要严守男女之间的礼仪来约束控制自己。\n在这时候，洛神受到了感动，低回徘徊，五彩神光忽隐忽现忽明忽暗，耸起轻灵的身躯象仙鹤一样欲飞还留。她徘徊于香气浓郁的生满椒兰的小路上，流连在散发着幽幽花香的杜衡丛中，怅然长吟抒发长久的思慕，声音悲哀凄厉持久不息。不久众多的神灵呼朋唤友会聚过来，有的在清澈的河水中嬉戏，有的在洛神常游的沙洲上翱翔，有的在河底采摘明珠，有的在岸边拾取美丽的羽毛。洛神由湘水的娥皇、女英跟随着，由水边漫游的汉水女神陪伴着，哀叹匏瓜星的孤零无匹，同情牵牛星的寂寞独居。她举起手臂用修长的衣袖遮蔽阳光扬首眺望，轻薄的上衣在阵阵清风中随风飘动。她行动轻盈象飞鸟一样，飘逸若神深不可测；在水波上细步行走，脚下生起蒙蒙水雾；行踪不定，喜忧不明；进退难料，欲去还留，眼波柔情流动，目光神采飞扬，爱情的喜悦润泽着美丽的面容；好像有许多话含在口中，气息中散发着幽幽兰香；她花容月貌羞涩柔美，深深地吸引着我而不知身在何处。\n这时风神将风停下，水神让江波不再起伏，司阴阳神敲响了天鼓，女娲唱起了清亮的歌声；文鱼腾跃簇拥车乘，玉制鸾铃叮咚作响；六条龙齐头并进，载着云车缓缓而行；鲸鲵争相跳跃夹护车驾，水鸟穿梭飞翔殷勤护卫；于是洛神越过水中的岛屿，翻过南面的山岗，回转白皙的颈项，用清秀美丽的眉目看着我，启动朱唇，缓缓陈述无奈分离的大节纲常，痛恨人与神的境遇难同，苦怨青春爱情不遂人意，举起罗袖擦拭眼泪，而泪水不禁滚滚而下沾湿了衣裳；伤心美好的聚会将永远断绝，哀怨从此别离会天各一方。没有表示爱情的信物可以相赠，就将江南的名贵玉环送给我，“虽然隐居在天界，我会时常思念君王……”还没说完，忽然行迹隐去，神光消遁，我怅然若失。\n于是我翻山越岭，上下追踪，寻找洛神遗留的足迹。洛神已去，情景犹在，四下寻找，平添惆怅。我盼望洛神的影踪重新出现，于是驾起小船逆水而上，在长江之上任意漂泊不知回返，思念绵绵不绝，更增加思慕之情。夜晚，心神不安难以入睡，厚厚的晶霜沾满衣裳，直到天光大亮。无奈，命令仆夫起驾，继续我的归程。我揽住缰绳举起马鞭，在原地徘徊，久久不能离去。 \n收藏跋印\n全卷共80行，末署款“子昂”。后纸元员峤山人（李倜），明高启，清王铎、曹溶题跋。前隔水王铎“戍子五月”又题。 \n赵孟頫（1254—1322），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯,汉族，吴兴（今浙江湖州）人。元代著名画家，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他也善篆、隶、真、行、草书，尤以楷、行书著称于世。\n赵孟頫是元代著名书画家，不仅绘画创一代新风，书法更是元代第一人，如元代书法名家鲜于枢所评：“子昂篆、隶、真、行、颠草为当今第一。”赵氏所创书风，后人称之为“赵体”。赵孟頫师承也极广泛，初宗宋人，学赵构、黄庭坚，继而由智永上溯锺繇、二王，晚年又取法李邕。他模拟古法力求微肖，书写十分熟练，尤倾心于二王，元虞集在《道园学古录》中指出：“楷法深得《洛神赋》而揽其标；行书诣《圣教序》而入其室；至于草书，饱《十七帖》而变其形。”赵孟頫的书法成就突出表现在楷、行书方面，创遒劲姿媚新风，对元人和后世均产生极大影响。 \n作品赏析\n故后纸诸家题跋如是评述此卷，李倜曰：“大令好写洛神赋，人间合有数本，惜乎未见其全。此松雪书无一笔不合法，盖以兰亭肥本运腕而出之者，可云买王得羊矣。”高启云：“赵魏公行草写洛神赋，其法虽出入王氏父子间，然肆笔自得，则别有天趣，故其体势逸发，真如见矫若游龙之入于烟雾中也。” \n作品著录\n本卷共钤印37方，见于清·卞永誉《式古堂书画汇考》、《石渠宝笈》著录。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951545155}]