[{"name":"洪钧草书信札","text":"[1] （1844.9.20 —1919.12.22），字炎之，又字筱珊，晚号艺风老人，江苏江阴申港镇缪家村人。中国近代藏书家、校勘家、教育家、目录学家、史学家、方志学家、金石家。我国文化教育科技界尊称他为中国近代图书馆的鼻祖。清光绪年间进士。缪荃孙幼承家学，11岁修毕五经。17岁时太平军进江阴，侍继母避兵淮安，丽正书院肄业，习文字学、训诂学和音韵学。21岁举家迁居成都，习文史，考订文字。24岁应四川乡试中举。1876年33岁时会试中进士，授翰林院编修。此后事编撰校勘十余年。\n生平\n概说\n缪荃孙1888年任南菁书院山长。1891年掌泺源书院。1894年任南京钟山书院山长，兼掌常州龙城书院。1901年任江楚编译局总纂。1902年，钟山书院改为江南高等学堂，任学堂监督。癸卯新学制实施后，废古江宁府学，两江总督府拟在江宁“先办一大师范学堂，以为学务全局之纲领”，1902年5月出任学堂总稽查，负责筹建江南最高学府三江师范学堂，并与徐乃昌、柳诒徵等七教席赴东洋考察学务，学堂遂仿日本东京大学，在南京国子监旧址筑校，以后更名两江师范及复建南京高师，为南京大学近代校史之开端。1907年受聘筹建江南图书馆（今南京图书馆），出任总办。1909年受聘创办北京京师图书馆（今中国国家图书馆），任正监督。1914年任清史总纂。1919年12月22日在上海逝世。\n著有《艺风堂藏书记》、《艺风堂金石文字目》、《艺风堂文集》等。\n一生经历\n缪荃孙出身于官宦家庭，生而聪颖，幼承家学，11岁已 缪荃孙用印\n读完儒家五经。清咸丰庚申十年九月（1860年9月）太平军占江阴，侍继母渡江避居淮安，就读于丽正书院，从院长丁俭卿学习文字学、训诂学和音韵学。后举家迁居成都，时年已21岁，从阳湖汤彦成研究文史，考订文字。清同治元年（1867年）应四川乡试中举，因非川籍人，未授名。后充总督吴棠，川东道姚彦士幕僚，遍历川东北各地，搜拓石刻。张之洞任四川省学政，曾执贽门下，为撰写《书目答问》4卷。清光绪丙子（1876年）考中进士，曾任翰林院编修、清史馆总纂，并历主南菁、泺源、龙城、钟山等书院讲席，创办过江南图书馆和京师图书馆。他学识渊博，交流广阔，著述繁富，尤于金石碑帖、版本目录之学钻研特深，熟娴文史掌故，在学术界名满天下。在清末民初，他与王壬秋、张季直、赵尔巽齐名，誉称四大才子。\n清廷开馆修史，缪荃孙任国史院总纂，由于父母亲（指继母）的相继去世，缪荃孙二度告假回家营葬，后因与徐桐不协，遂辞去史职被张之洞召之武汉修《湖北通志》，并被聘为南京钟山书院院长，抢救古籍，成绩斐然。\n八国联军入侵中国，割地赔款，霸占中国，受张之洞之召赴武汉讨论时局，为推行洋务、改革教育，亲自赴日本考察。归国后，亲自参与商定课程，编写课本，采取中西之学兼重，培养了一大批人才。1908年，张之洞负责学部，力请缪荃孙为京师图书馆馆长，清帝特召他进京，一手创办成京师图书馆。\n东渡日本考察学务归国后，主持创办我国南北两大图书馆——江南图书馆（现南京图书馆）、京师图书馆（今北京图书馆）。后因创办江南图书馆的需要，奔波于江苏、浙江的藏书家之间，抢救了一批即将流入日本的藏书善本，从而保存了数万册具有重要文献价值及艺术价值的藏书，使江南图书馆的馆藏名列全国之首。时江南藏书家有常熟瞿氏、归安陆氏、钱塘丁氏，号称江南三大家，陆心源藏书被日本购去后，国人痛惜。而丁氏藏书亦中落。他担心丁氏藏书重蹈陆心源藏书的覆辙，遂以7万元购“善本书室”、“八千卷楼”的藏书，补充江南图书馆。1910年，奉调去北京，任京师图书馆正监督职务，以城北积水潭广化寺为藏书楼，亲自清理秘阁藏书，分类清理内阁大库珍本，内阁大库中检出元明旧帙和南宋所藏古籍，辑刻《宋元本留真谱》，于牒文、碑板、序跋等加以著录。编纂成《京师图书馆善本书目》8卷，《各省志书目》4卷。同时，广购古籍，辑刻京师藏书目录。对我国近代公共图书馆和国家图书馆的建设有卓著贡献。1912年后，他移居上海，继续从事目录学研究，先后撰有《艺风堂藏书记》、《清学部图书馆善本目录》、《清学部图书馆方志目》、《艺风堂金石文字目》、《南北朝名臣年表》等。私人藏书极富，先后购藏600余种善本，书籍10余万卷，藏书处名“艺风堂”、“联珠楼”、“对雨楼”、“云自在龛”等。作有《艺风堂藏书记缘起》、《艺风堂藏书记》、《续记》、《再续记》等藏书目录和藏书题跋。金石收藏11000余种，藏书18800余种。藏书印主要有“云轮阁”、“艺风过眼”、“艺风堂藏书”、“小珊三十年精力所聚”、“以七品官归田”、“云自在龛”、“江阴缪荃孙藏书处”等数十枚。汇刻有《云自在龛丛书》5集19种，《对雨楼丛书》5卷，《藕香零拾》38种；《烟画东堂小品》12种等。所藏书在其逝世后，因家道日渐中落，其子缪禄保先后售于上海古书流通处，其中金石拓片约1万余件售于燕京大学。 \n辛亥革命爆发后，缪荃孙辞归南返，寓居上海，被特聘为清史总裁，草拟全史凡例，并负责《儒林》、《文苑》、《循吏》、《孝友》、《隐逸》、《土司》、《明遗臣》七传的编写工作。江阴续修县志，缪亲定大纲，分人编写，自己总其大成，历时数载，脱稿完工，不久便在上海寓所去世，故《江阴县续志》为其惊世绝笔刊印后，成为一代名志。《吴中先贤谱》苏文编绘\n综合缪荃孙的一生，其学问与艺术造诣是多方面的，如在历史学、方志学、目录学、金石考据、金石鉴赏、教育、图书馆学等方面著作等身；另一方面，在书法艺术上亦有着不同寻常的贡献。他节衣缩食，收集、整理了大量的金石拓片、古帖善本、古玩字画一万二千多件（幅），为后人研究清末民初书法艺术的昌盛保存了大量的第一手资料，为中国近代书法事业起到了承前启后的巨大作用。\n可以这样说，与缪荃孙同时代及晚于他出生的众多学人、书法家、金石家无一不直接或间接地受到他恩泽（康有为语）。这是因为，一方面缪荃孙学识渊博，又接受过新思潮的影响，这主要在他的遍览家藏10万卷图书，去日本考察教育，给民初的教育带来了国外的最新动态；另一方面，缪荃孙所收藏的数千种金石拓片及碑帖均是历代名迹，且亲自过目编辑整理成册，不但自己研习探求，且乐于借给他人学习。同时代的书家、篆刻家或多或少都在缪处读到过名迹拓本，稍后于缪荃孙的柳诒徵、吴昌硕、胡适、刘海粟、徐悲鸿、胡小石、吕凤子等均到过缪的府上，这些学生中，最后都从事过教育，培养了许多学生，无意间，又把缪荃孙的学术思想、治学态度、书法艺术、碑拓版本传给了他们的学生，这是较为可喜的。\n书法造诣\n缪荃孙是在书法、金石诸方面有较高造诣的学者型书家。虽然他在当时的书名曾被其他成\n就所湮没，但我们今天从他的书作中不难看出，他的书法是较注重帖学的，帖的圆劲遒美随处可见。同时他也是一位重碑学的领袖式人物。但缪荃孙起初的书法仍沿袭明人恬俗的“台阁体”，只是在中晚年期间才在碑学的洪流下逐渐遗弃恬俗媚态的明人气息。他的书法艺术的成功，既为同时代的书家康有为、梁启超、杨守敬、沈曾植等北魏倡导者助了一臂之力，又为稍后的罗振玉、胡小石、黄牧甫、徐悲鸿、吕凤子、陈中凡、柳诒徵、吴昌硕等书家、学者的成功，起到了十分重要的作用。\n艺术风格\n博览群书\n缪荃孙书风的最大得益是博览群书。博览群书是每一位有成就的艺术家成功的重要条件之一，缪荃孙也不例外。他自小就十分喜爱读书，青年时代曾赴京应试，遇书辄购，中进士后，搜访异本，典衣购取，利用一切机会广收博集以充家藏，经过三十多年的遍访搜集，共收藏孤本、异本计十万余卷。1896年至1901年，张之洞聘缪荃孙主持江苏江宁钟山书院，当时南京为东南大都会，学者聚集，“故家藏庋，时时散出，苏沪密迩，估客奔辏，所收旧籍、金石、书画乃益富”。缪荃孙在《艺风堂友明书札》中，记录了他同时代的知名学者如汪鸣銮、叶衍兰、沈曾植、张之洞、梁鼎芬、叶德辉、王光廉、罗振玉等一百多人，都曾为缪代购、代抄或赠送过典籍。他在研读过程中还写读书笔记，去伪存真。缪荃孙的藏书在于利有，多是先为校刊，在从事这项学术活动中，他与当时许多著名学者、书法家、篆刻家交往甚密，进而形成互借藏书，交流治学心得的风气。在频繁的交往中，许多学者十分崇敬他的学问，更敬佩他的人品。博览群书为缪荃孙书法艺术风格的逐步形成打下了坚实的基础。\n相互交流\n与同时代学者、书家、收藏家的交往是他书法艺术风格趋于成熟的关键。缪荃孙与赵尔巽、张季直、王壬秋被誉为清末民初四大才子。缪荃孙不仅在学术上享誉天下，且广搜天下名迹石刻拓片，整理探求并加以研究，从而使他的书法艺术逐步走向成熟。\n他在书法艺术上的启蒙，首先应归功于四川学政张之洞。从同治六年（1867年）在四川应试中举后被张之洞召之门下为其编纂《书目答问》起，缪荃孙览遍张府所收藏的金石拓片及宋、元、明历代大家真迹，这一时期，缪的书法由明人恬俗的“台阁体”逐渐形成了自己清瞿、脱俗、劲爽的书法风格。除此之外，缪荃孙与康有为、梁启超、李瑞清、杨守敬、柳诒徵、张骞、洪钧、吴大澄、沈曾植、吴昌硕、黄牧甫、陆宝忠、梁鼎芬、汪洵等学者、书家、篆刻家的书信来往及日常酬唱中，有机会览阅了上至先秦下及明末的先贤遗迹，一种文人特有的书卷气息和流美不自觉地泄溢到缪荃孙的书法艺术中，一时间，使原来并没有多大书名的缪荃孙书迹抢手起来，诸多名人学士都为能得到他的一纸手书而备感荣耀。在缪荃孙与诸多学者的信札交往中，有不少人都谈到碑学与金石拓片及书法等方面的内容。这里选录几则：\n洪钧在给缪荃孙的手书中说：“前日趋访，未值为怅，近日计当临池染翰，书折有现成者，乞赐数开为祷……”\n吴大澄在给缪荃孙的信札中这样写道：“十八访碑后，翌日即宿古寺中，看山读书，万籁俱寂，碑目钞毕奉缴，内《夹江碧云亭记》下注拓本二字，是否原石已毁，仅见拓本，或尚未访得耶……”\n王懿荣在给缪荃孙的信中说：“……《胆巴碑》墨本的真，跋已拟就，稍精壮时即书上，不至迟误。命题赵书《胆巴碑》，题就敬缴，袝并纳上，门生久病初愈，体气未复，书不能工，请费君阅后裁去，始觉干净。敬叩节喜，夫子大人。门人懿荣叩上。”\n晚清篆刻家黄牧甫（1849—1908）在自己的记述中宋记道：“……在澄江艺风堂处览尽宋、元、明众多彝鼎、权量、镜铭、砖瓦、古陶及周魏诸刻石拓片，及其意趣，实乃受益，助吾印学……”\n张之洞在给缪荃孙的信札中这样写道：“……昨为王崇庵书赏扇百有二十柄，礼扇小楷，每柄一千，费心感感，复请叔然三啊姻大人刻安，之洞再拜。”\n由此可见，缪荃孙书法艺术的形成与其和当时名流的交往是分不开的。\n遍览名碑\n遍览名碑，广搜金石拓片使他的书法风格逐渐趋于成熟。缪荃孙学问渊博，尤精于金石碑帖之学，为近代书法艺术的空前繁荣起到了巨大的推动作用。金石文字的收藏在我国已有上千年的历史，至清末历传不衰，如钱大昕、孙星衍、赵之谦、吴大澄等均是收藏金石拓本的大家，而缪荃孙的收藏之富前所未有。光绪三年（1877年）缪荃孙在苏州碑版拓本4大箱，光绪二十二年又得金石拓本三千六百多种。《艺风堂收藏金石目序》中曾记载：有几次他在由川入京会试途中，“每逢阴崖古洞，破庙古城，怀笔舔墨，详悉记录，或手自椎拓，虽及危险之境，甘之如饴”。当他供职京师时，一方面尽力收购，另一方面又派人到顺天、易州、宣化、定州等处拓碑，去其重复、破损、模糊者、伪造像墓志者、无年月可考者共约一万八百余种，他亲自一一过目，一一考证研究，历时三年多始编成《艺风堂收藏金石目》，其内容包括题名及数量、撰写人、书体、碑额、刻时、所在地、按语或考订，后来在这本目录的基础上，又编撰了《江苏金石志》24卷，著录详尽，录诸家题跋较有特色。缪荃孙在数十年的时间内，收藏并亲自过目的金石拓片逾两万，这些金石拓片的数量是任何一朝代、任何一位学者、书家所不能看到的。正是由于缪荃孙对金石文字、名迹碑拓的遍访与探求，那种勤奋、执著、顽强、持之以恒的学习态度是很少有人能与他相比的，也正是因为这样，才使缪荃孙的书法艺术逐渐走向成熟。\n淡泊宁静\n淡泊宁静的生活为缪荃孙书艺风格的形成起了水到渠成的作用。缪荃孙渊博的知识，儒雅的风度，在学界有着较高的盛名，他礼待四方学士，与人为善，交游广阔，但对于名利他却淡泊处之。他从39岁（光绪八年）起到75岁（民国8年）去世的长达37年的时间里，所刻书目达一百多种，此期间他主要在京师、川中、广东、湖北等地活动，由于在京师生活的不如意，就投奔他的恩师张之洞，这段生活在缪自订的年谱中有这样的记载：“……精室三间，加廊回合，北望钟山，植梧桐、杨柳、海棠、芙蓉、梅、桂、松数十株，屋后丛竹数百竿，一方池有芙渠焉，消夏坐卧至此景为闲适……”好一派刘子骥式的隐士风风，在这样安静、闲适、清雅的回廊水榭之间读书、校碑、品茶、赏帖，确能养性怡情，这是文人学士在事业、生活、仕途上遇到挫折时最向往的场所，缪荃孙在这样的环境中百忧皆忘，潜心临池，广交翰友，使他的书法日有长进。\n从光绪二十二年（1896年）到宣统三年（1911年）的15年时间里，缪荃孙是在六朝古都南京度过的。这一时期，他生活闲适，事业有成，与同好广泛交游，又受到朝廷重臣青睐，可谓春风得意。这段时间是他事业上的顶峰，不仅是他在工作、学习、收藏上的黄金季节，也是他书法艺术成熟的季节，这时的刻书《云自在龛丛书》、《藕香零拾》、《对雨楼丛书》、《烟画东堂小品》等问世，为他的晚年生活画上了一个圆满的句号，他15年的刻书生涯以及其淡于名利、勤于学问的心态为他的书法艺术进一步日趋成熟起到了一定的推进作用。\n书法艺术\n第一阶段：同治二年至十三年（1863年—1874年）。\n第二阶段：光绪元年至光绪十三年（1875年—1904年）。\n第三阶段：光绪三十一年至民国8年（1905年—1919年）。\n自1863年至20岁的缪荃孙第一部诗集刊行，到1874年的11年间，他先到成都从汤秋史研究文史，开始研究考订之学，24岁应试获举，25岁进京参加会试，27岁再次进京参加翌年的会试而名落孙山，由于科场的挫折，他曾一度消沉。这一时期，他的书法较为保守地承袭了明朝书风（即帖学盛行期），在字法晋唐的基础上融合董其昌的笔法，此后由于帖学的时尚发生了变化，馆阁体成了一时的时尚，“馆阁体”的形成虽不及于书法艺术的本质，但人有学字的一般意义，它字法工稳、匀称，得到朝廷的一致喜爱，折射出宫廷的审美时尚。馆阁体程式成熟后，有艺术敏悟力的书法家逐渐意识到必须改弦易辙，至少不能在萎弱的抄书体道路上再自我陶醉了。此期间，缪荃孙的书法较为工稳，并没有多大特色，但日日临池成了他消遣余暇的最好办法，临习最多的要数“二王”及米芾，至今，我们还可以从他晚年的作品中得到证明。\n自1875年在张之沿门下一直到1904年创办江南图书馆前夕的近三十年时间内，缪荃孙从一位无名的刻书、校工书一跃而成为大学者、收藏家、鉴赏家，这一时期，他读书万卷，广搜博览，潜心研习，吟诗交游，使他的书法艺术出现了质的飞跃，书法由先时的恬俗逐渐形成爽劲、清峻的风格，他遍临自唐宋至元明历代名帖及金石碑拓，从汉代的砖文到唐代的写经，自宋代的刻石至明代的狂草他，都系统地研习过，且做了大量的整理和研究笔记，这对于他的书法艺术无疑起到了积极的促进作用。同时，康有为的“尊碑论”和与同时代书法、金石家的诗文信札来往也使缪荃孙能够从别人的研究成果与书体承袭中得到较大启发，从而使他能把握住书法艺术的主流，脱去明人的弊俗，走向成熟的彼岸。\n自1905年至1919年14年时间内，缪荃孙的书法艺术发生了巨大的变化，书风清瞿、老辣、浑然天成。我们不妨从他晚年的一幅书作中作一叙述：\n此幅为自作诗书作（见右图）：“独爱清寒境，来折淡荡人，凄凉今日事，酝酿古时春，荆棘犹悲晋，文词陋美新，四翁三百岁，行乐及芳辰，华表归来鹤，如逢古道人，老梅三径绕，修竹四时春，岁月真虚度，江山已渐渐，小诗谁点笔，我欲访潘辰。”此作可谓人品、诗品、书品俱佳，笔法起收肯定洁净，行运洒脱无碍，瘦不露骨，肥不涨墨，转折精到，驻发含蕴，故能早畅而不露，清峻而不薄，全幅行草正文五行，落款“荃孙呈草”四字另起。由于作者深得书道妙旨，故虽信笔写来，却行距疏朗，布白匀整，字无雷同，变化有致，如“春’字有二，形虽同但前大后小，前略草后稍工，节奏时而婉畅，时而奔放。“乐及”二字相呼应，“辰”顿笔截住，故幅式虽小，字数虽少，却有“导之即泉注，顿之则山安”的情致，十分耐人寻味。这幅书的用墨枯润相间，浓淡得宜，恰切地表现了作者晚年挥毫运腕时的心迹，也体现了清末民初书坛的大致境况，整幅书作能在自然中显得洒脱，脱俗之后富有才情和诗意表达的闲情逸致相映成熟。\n著作\n自编有《艺风堂藏书记》、《续记》、《再续记》，辑校过明徐勃（字惟起，明代藏书家）《红雨楼题跋》、清钱曾《读书敏求记》、黄丕烈《尧圃藏书题识》，并为江南（今南京）和京师（今北京）图书馆编制书目，自己辑刻有《云自在龛丛书》、《对雨楼丛书》、《藕香零拾》、《烟画东堂小品》等。除此之外，他还编过方志、目录，曾任几个省志和县志的总纂或纂修；他收藏的金石碑帖、拓本有上万种，且编有《艺风堂藏金石文字》18卷，《金石分地编》24卷，拟补王昶《金石萃编》而未成。他承袭乾嘉学派以汉学为归，有《艺风堂文集》等多种诗文集传世。\n《书目答问》光绪二年刊成，署张之洞，实缪荃荪代撰。见《艺风堂自订年谱》。柳诒徵是缪荃孙弟子，他说：“文襄之书，故缪艺风师代撰。”（《书目答问补正·序》）。范希曾也说：“张氏《书目答问》，出缪筱珊先生之手。”（《书目答问补正·跋》）\n建图书馆\n009年9月9日，是中国国家图书馆建馆100周年纪念日。国家图书馆原名北京图书馆，前身是建于清代的京师图书馆。20世纪初，在变法图强和西学东渐的背景下，有识之士力奏清政府建立西式的文化设施，兴办图书馆和学堂。1909年9月9日清政府批准兴建京师图书馆，四品翰林院编修缪荃孙为首任监督，馆舍设在北京什刹海后海北岸广化寺。\n清政府批准兴建京师图书馆，直到清帝逊位之日，京师图书馆始终没有正式接待过读者。辛亥革命后，京师图书馆由中华民国北京政府教育部接管，并将其改名为国立京师图书馆，于1912年8月27日开馆接待读者。1917年国立北平图书馆移到方家胡同（原国子监南学旧址），1928年7月更名为国立北平图书馆，馆舍迁至中南海居仁堂，1931年在北海公园西岸的文津街馆舍落成（现为国家图书馆古籍馆），占地面积76亩，建筑外观是华丽的中国传统宫殿式结构，内部设施则全部为当时最先进的西式设备，成为当时国内规模最大、最先进的图书馆。中华人民共和国成立后，1950年3月6日国立北平图书馆更名为国立北京图书馆，1951年6月12日更名为北京图书馆，为中华人民共和国唯一的国家图书馆。随着国家建设事业的发展和社会公众文化需求的日益增长，文津街馆舍虽几经扩建，仍不敷使用。1975年3月共和国总理周恩来提议并批准兴建北京图书馆新馆，馆址设在北京西郊白石桥，1987年落成；1998年12月12日经国务院批准，北京图书馆更名为国家图书馆，对外称中国国家图书馆；2000年国家图书馆新馆二期开始使用，为读者提供了更为完善的服务。\n在国家图书馆建馆100周年之际，不由得使人想起国立京师图书馆的创办人缪荃孙先生。缪荃孙（1844年—1919年），字炎之，又字筱珊，号艺风，江苏江阴人，中国近代藏书家、校勘家、教育家、目录学家、史学家、方志学家、金石家，中国近代图书馆事业的奠基人，中国近代教育事业的先驱者之一。他是清光绪年间进士，幼承家学，11岁修毕五经，丽正书院肄业，习文字学、训诂学和音韵学。24岁应四川乡试中举。1876年，他33岁时会试中进士，授翰林院编修，此后事编撰校勘十余年。1888年任南菁书院山长，1891年掌泺源书院，1894年任南京钟山书院山长兼掌常州龙城书院。1901年任江楚编译局总纂，1902年5月出任学堂总稽查，负责筹建江南最高学府三江师范学堂，并与徐乃昌、柳诒徵等七教席赴东洋考察学务，学堂遂仿日本东京大学，在南京国子监旧址筑校，以后更名两江师范及复建南京高师，为南京大学近代校史之开端。1907年受聘筹建江南图书馆（今南京图书馆），出任总办。1909年受聘创办北京京师图书馆，任正监督。1914年任清史总纂，1919年12月22日在上海逝世。\n作为京师图书馆的首任馆长，缪荃孙立章建制，他秉承“传先哲之精蕴,启后学之困蒙”的精神，坚持“藏书为著述”的理念，使京师图书馆在保存文化典籍方面闪耀出独特的光芒。他还多次避免珍贵典籍外流之厄运，为中华民族文化的传承与弘扬，厥功甚伟，同时还表现出了对国际文化交流工作的重视。他组织馆藏敦煌写经赴维也纳参加为奥国皇帝八旬大寿举办的实业手艺博物馆展览，积极宣传中华典籍。从缪荃孙开始，中国古代“藏书楼”逐渐转型为“近代图书馆”，缪荃孙被誉为“中国近代图书馆之父”。\n缪荃孙重视对古籍的分类清理，内阁大库检出元、明旧帙，其中宋本犹为珍贵，宋时由临安秘阁所收，一鳞片甲有自来藏书家所未睹者，集刻为宋、元本留真谱、牒文、牌子、序跋述源流者均著之，加考一篇。他酷爱金石，所编收藏目录凡11800余种，藏本之富，为前此金石家所未有。他自编《藏书记》、《续记》、《再续记》；所校刻古书，详述原委，剖析异同，具载于序跋，其著述有《艺风堂文集》和《续集》各8卷、《辛壬稿》3卷、《乙丁稿》5卷、《金石目》18卷、《读书记》4卷、《藏书记》8卷、《续藏书记》8卷、《辽文存》6卷、《续国朝碑传集》86卷、《常州词录》21卷，孔北海、魏文靖、韩致尧、李忠毅年谱各1卷。所编刻丛书有《云自在龛丛书》5集共19种、《对雨楼丛书》5卷、《藕香零拾》38种、《烟画东堂小品》12种等等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951659058},{"name":"洪钧草书信札","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791633844,"text":"","author":"清代洪钧","description":"洪钧草书信札"}]