[{"name":"敦煌写经金刚经残卷","text":"此展品为敦煌写经，是中国古文献中的瑰宝。敦煌写经以佛经为主，另有老子道德经及春秋后国语的写本各一件，还有两件为唐朝时用回鹘文所写的经卷。现收藏于南京博物院。\n藏品信息\n南京博物院提供并参与编辑\n规格：写经为一批，尺寸不一，最长的有500行，长度达24米\n年代：北魏到五代\n收藏：南京博物院\n展品介绍\n南京博物院藏有30余件敦煌写经卷，这些经卷的时间跨度从北魏到五代，其中以唐代的作品居多，距今最远的有1500年的历史，最近的也有1100多年的历史。所有汉文写经中，除一件为草书外，其它大多为楷书体和魏碑体。内容以佛经为主，如妙法莲华经、佛说三十七品经、大乘入楞伽经、瑜伽师地论、无量寿经、佛说阿弥陀经、大般涅般经、大智度经、摩诃般罗密经等。另有老子道德经及春秋后国语的写本各一件，还有两件为唐朝时用回鹘文所写的经卷。\n藏品信息\n敦煌写经（南京博物院）\n规格：写经为一批，尺寸不一，最长的有500行，长度达24米\n年代：北魏到五代\n收藏：南京博物院\n展品介绍\n南京博物院藏有30余件敦煌写经卷，这些经卷的时间跨度从北魏到五代，其中以唐代的作品居多，距今最远的有1500年的历史，最近的也有1100多年的历史。所有汉文写经中，除一件为草书外，其它大多为楷书体和魏碑体。内容以佛经为主，如妙法莲华经、佛说三十七品经、大乘入楞伽经、瑜伽师地论、无量寿经、佛说阿弥陀经、大般涅般经、大智度经、摩诃般罗密经等。另有老子道德经及春秋后国语的写本各一件，还有两件为唐朝时用回鹘文所写的经卷。\n数字博物馆\n013年，南京博物院与百度百科强强联手，共同打造了数字化、立体化的权威知识普及台：南京博物院之百科数字博物馆。该数字馆通过青铜器馆、玉器馆、陶瓷器馆，书画馆等分馆，全方位展示了南京博物院的众多珍贵展品。\n概述\n敦煌写经是中国古文献中的瑰宝，自1900年敦煌写经卷在敦煌藏经洞被发现后，密藏多年的敦煌文献随即流散，许多完整的写经卷均被国外的探险家所劫掠。直到1910年，清朝学部才将劫余部分运抵北京。\n敦煌藏经洞发现的写经，上起两晋，下至宋元，其中的大部分是唐代的写经卷子，并且有很多写经卷子有抄经者以及年月的题记，为人们了解唐代经生及其书法提供了不可多得的实物资料。\n目前国内收藏的敦煌写经卷以国家图书馆最为集中，南京博物院藏有敦煌写经30余件，由于这些写经卷均具有久远的历史及不可替代的唯一性，所以，这组经卷中的每一件都有着不同寻常的收藏经历以及极高的文物和学术价值。\n南京博物院所藏敦煌写经的时间跨度从北魏到五代，其中以唐代的作品居多，这些作品距今最远的有1500年的历史，最近的也有1100多年的历史。所有汉文写经中，除一件为草书外，其它大多为楷书体和魏碑体。这批写经的内容以佛经为主，如妙法莲华经、佛说三十七品经、大乘入楞伽经、瑜伽师地论、无量寿经、佛说阿弥陀经、大般涅般经、大智度经、摩诃般罗密经等。这批写经中另有老子道德经及春秋后国语的写本各一件，这在已发现的敦煌经卷中较为少见，其学术价值和资料价值不可低估。此外，还有两件为唐朝时用回鹘文所写的经卷，这在所发现的敦煌写经中也不多见。这批写经大多保存完好，其中最长的一件有500行，长度达24米。\n南京博物院所藏敦煌写经的来历也非比寻常。1936年，北平历史博物馆并入中央博物院筹备处，所拨交的珍贵文物中，其中即有敦煌写经4件；1942年，中央博物院组织工作人员赴甘肃敦煌县，抢救性收购了敦煌写经12件；建国初期，华东文化部将11件不同来历的珍贵敦煌写经拨交给南京博物院收藏研究；此外，晚清著名作家、实业家、收藏家刘鹗的后人刘厚泽，前国家副主席荣毅仁及弟弟荣鸿仁，已故南京博物院女院长曾昭燏，著名书法家潘伯鹰，著名书画家和古物鉴藏家秦古柳等，都将自己珍藏的敦煌写经捐赠给南京博物院珍藏，从而使得南京博物院所藏的这批敦煌写经更加具有史料价值、人文价值和传奇色彩。\n书法艺术\n敦煌写经书法是中华书法艺术之宝库，写经书法具有浓厚的特色，以至于为人称为“经生体”。在师承渊源上我们却发现，经生们仍以社会流行的书法范本作为自己的楷范。敦煌写经绝大部分用笔抄写，为古代民间书法大成。卷子的抄写者大多是被人雇用的写经生或一般庶民。他们常年抄写，熟能生巧，久书成艺。有的书写雄强勇猛、大刀阔斧；有的书写娴熟娟秀，温文尔雅。书体行、草、隶、篆皆备，丰富多彩，表现自然质朴，机动灵活。其功力法度，审美情趣，都令人仰望赞叹。\n敦煌写经的艺术价值很高，部分写经书法体现了唐代书法较高水平，初唐人写《妙法莲华经》卷一《序品》后半、《方便品》前半被书法界权威人士称为“笔法骨肉得中，意态飞动，足以抗颜、欧、褚，在鸣沙遗墨中实推上品。”而诸如此类的写经上乘之作，实在不少。唐代书法界，推重名家，对写经书法视而不见。北宋徽宗时，御府能收藏唐经生手写卷子，已表明对其书法水平的称许。唐写经大多是字字珠玑、篇篇玉璋的精心构思之作。以无名氏书《大乘入楞伽经》为例，行与行之间，都有清晰的乌丝栏（这也是写经的共同形制），抄经在乌丝栏之内，整体上干净利落，十分可爱，而每一个字的布篇也多在“四方块”之内，这都是唐写经书法齐整划一的重要表现。但细观每一个字，都在四方块中极富变化，特别是突出横划、捺划等主笔，在字形中间部位的横划，多破锋直入，类同尖刀，收笔时稍事停顿，即作回锋，给人以迅疾、畅快之感。当然，这样单刀直入的笔法也是抄经速度上的要求所致。\n当然，敦煌写经卷子中并不见得件件都是精品，相反，有些倒是十分的粗糙，有些楷书的基本功也是十分欠缺。如斯719《佛名经》比之其他抄经，书法水平要远远地落后几个档次，类似情况还很多。而更多的情况是，民间的佛信徒拿不出钱雇人抄经，有可能自己动手抄写，这种没有经过训练的抄经显得有些粗疏也在所难免，而经过重重把关的政府抄经当然不会出现类似的情况。\n从敦煌写经书法艺术中，我们体会到佛教通过写经积累功德的目的，体会到佛教对于艺术的约定，离开了这些文化的考察谈写经书法的优劣，评判其艺术水平的高低，是没有意义的。\n相关信息\n010年，国家档案局权威公布了《中国档案文献遗产名录》第三批入选项目，敦煌市档案馆申报的《敦煌写经》正式入选，标志着《敦煌写经》正式名列中国档案文献遗产，并将永久在敦煌市档案馆保存。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602351},{"name":"金刚经残卷","dynasty":"唐代","category":"楷书","size":"","author":"敦煌写经","type":"纸质墨迹","collector":"碑帖收藏地点","publisher":"","description":"敦煌写经，金刚经残卷","text":""}]