[{"name":"王宠楷书滕王阁序","text":"《滕王阁序》全称《秋日登洪府滕王阁饯别序》，亦名《滕王阁诗序》，骈文名篇。滕王阁位于江西省南昌市赣江滨。唐高祖之子滕王李元婴任洪州都督时（公元653年）始建，后阎伯屿为洪州牧，宴群僚于阁上，王勃省父过此，即席而作。文中铺叙滕王阁一带形势景色和宴会盛况，抒发了作者“无路请缨”之感慨。[1] \n作品原文\n豫章故郡，洪都新府。星分翼轸（zhěn），地接衡庐。襟三江而带五湖，控蛮荆而引瓯（ōu）越。物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃（fān）之榻（tà）。雄州雾列，俊采星驰。台隍（huáng）枕夷夏之交，宾主尽东南之美。都督阎公之雅望，棨（qǐ）戟（jǐ）遥临；宇文新州之懿（yì）范，襜（chān）帷（wéi）暂驻。十旬休假，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电青霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。\n时维九月，序属三秋。潦（lǎo）水尽而寒潭清，烟光凝而暮山紫。俨（yǎn）骖（cān）騑（fēi）于上路，访风景于崇阿（ē）。临帝子之长洲，得天人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀（tīng）凫（fú）渚（zhǔ），穷岛屿之萦回；桂殿兰宫，即冈峦之体势。\n披绣闼（tà），俯雕甍（méng），山原旷其盈视，川泽纡其骇瞩。闾阎（lǘyán）扑地，钟鸣鼎食之家；舸（gě）舰弥津，青雀黄龙之轴（通：舳zhú）。云销雨霁，彩彻区明。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡（lǐ）之滨，雁阵惊寒，声断衡阳之浦。\n遥襟甫畅，逸兴遄（chuán）飞。爽籁发而清风生，纤歌凝而白云遏（è）。睢（suī）园绿竹，气凌彭泽之樽（zūn）；邺（yè）水朱华，光照临川之笔。四美具，二难并。穷睇眄（dìmiǎn）于中天，极娱游于暇日。天高地迥（jiǒng），觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，目吴会（kuài）于云间。地势极而南溟（míng）深，天柱高而北辰远。关山难越，谁悲失路之人；萍水相逢，尽是他乡之客。怀帝阍（hūn）而不见，奉宣室以何年？\n嗟乎！时运不齐，命途多舛（chuǎn）。冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子见机，达人知命。老当益壮，宁移白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙（hézhé）以犹欢。北海虽赊（shē），扶摇可接；东隅（yú）已逝，桑榆非晚。孟尝高洁，空余报国之情；阮籍猖狂，岂效穷途之哭！\n勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫（què）之长风。舍簪（zān）笏（hù）于百龄，奉晨昏于万里。非谢家之宝树，接孟氏之芳邻。他日趋（qū）庭，叨（tāo）陪鲤对；今兹捧袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？\n呜乎！胜地不常，盛筵难再；兰亭已矣，梓（zǐ）泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙怀，恭疏短引；一言均赋，四韵俱成。请洒潘江，各倾陆海云尔：\n滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，珠帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁中帝子今何在？槛外长江空自流。 \n注释译文\n作品注释\n豫章：滕王阁在今江西省南昌市。南昌，为汉豫章郡治。唐代宗当政之后，为了避讳唐代宗的名（李豫），“豫章故郡”被替换为“南昌故郡”。所以现存滕王阁内的石碑以及苏轼的手书都称作“南昌故郡”。\n故：以前的。\n洪都：汉豫章郡，唐改为洪州，设都督府。\n星分翼轸：古人习惯以天上星宿与地上区域对应，称为“某地在某星之分野”。据《晋书·天文志》，豫章属吴地，吴越扬州当牛斗二星的分野，与翼轸二星相邻。翼、轸，星宿名，属二十八宿。\n衡：衡山，此代指衡州（治所在今湖南省衡阳市）。\n庐：庐山，此代指江州（治所在今江西省九江市）。\n襟：以……为襟。因豫章在三江上游，如衣之襟，故称。\n三江：太湖的支流松江、娄江、东江，泛指长江中下游的江河。\n带：以…为带。五湖在豫章周围，如衣束身，故称。\n五湖：一说指太湖、鄱阳湖、青草湖、丹阳湖、洞庭湖，又一说指菱湖、游湖、莫湖、贡湖、胥湖，皆在鄱阳湖周围，与鄱阳湖相连。以此借为南方大湖的总称。\n蛮荆：古楚地，今湖北、湖南一带。\n引：连接。\n瓯越：古越地，即今浙江南部地区。古东越王建都于东瓯（今浙江省永嘉县），境内有瓯江。\n物华天宝：物的精华就是天上的珍宝。\n龙光射牛斗之墟：龙光，指宝剑的光辉。牛、斗，星宿名。墟、域，所在之处。据《晋书·张华传》，晋初，牛、斗二星之间常有紫气照射。张华请教精通天象的雷焕，雷焕称这是宝剑之精，上彻于天。张华命雷焕为丰城令寻剑，果然在丰城（今江西省丰城市，古属豫章郡）牢狱的地下，掘地四丈，得一石匣，内有龙泉、太阿二剑。后这对宝剑入水化为双龙。\n俊采：指人才。\n懿范：美好的风范。\n宰：县令。\n遄：迅速。\n朱华：荷花。\n睇眄：看。\n酌贪泉而觉爽：贪泉，在广州附近的石门，传说饮此水会贪得无厌，吴隐之喝下此水操守反而更加坚定。据《晋书·吴隐之传》，廉官吴隐之赴广州刺史任，饮贪泉之水，并作诗说：“古人云此水，一歃怀千金。试使（伯）夷（叔）齐饮，终当不易心。”\n处涸辙：干涸的车辙，比喻困厄的处境。《庄子·外物》有鲋鱼处涸辙的故事。\n北海虽赊，扶摇可接：语意本《庄子·逍遥游》。\n东隅已逝，桑榆非晚：东隅，日出处，表示早晨，引申为“早年”。桑榆，日落处，表示傍晚，引申为“晚年”。早年的时光消逝，如果珍惜时光，发愤图强，晚年并不晚。《后汉书·冯异传》：“失之东隅，收之桑榆。”\n孟尝：据《后汉书·孟尝传》，孟尝字伯周，东汉会稽上虞人。曾任合浦太守，以廉洁奉公著称，后因病隐居。桓帝时，虽有人屡次荐举，终不见用。\n阮籍：字嗣宗，晋代名士，不满世事，佯装狂放，常驾车出游，路不通时就痛哭而返。《晋书·阮籍传》：籍“时率意独驾，不由径路。车迹所穷，辄恸哭而反。”\n三尺：衣带下垂的长度，指幼小。古时服饰制度规定束在腰间的绅的长度，因地位不同而有所区别，士规定为三尺。古人称成人为“七尺之躯”，称不大懂事的小孩儿为“三尺童儿”。\n微命：即“一命”，周朝官阶制度是从一命到九命，一命是最低级的官职。\n一介：一个。\n终军：据《汉书·终军传》，终军字子云，汉代济南人。武帝时出使南越，自请“愿受长缨，必羁南越王而致之阙下”，时仅二十余岁\n等：相同，用作动词。\n弱冠：古人二十岁行冠礼，表示成年，称“弱冠”。\n投笔：事见《后汉书·班超传》，用汉班超投笔从戎的故事。\n宗悫：据《宋书·宗悫传》，宗悫字元干，南朝宋南阳人，年少时向叔父自述志向，云“愿乘长风破万里浪”。后因战功受封。\n簪笏：冠簪、手版。官吏用物，这里代指官职地位。\n百龄：百年，犹“一生”。\n奉晨昏：侍奉父母。《礼记·曲礼上》：“凡为人子之礼……昏定而晨省。”\n非谢家之宝树：指谢玄，比喻好子弟。《世说新语·言语》：“谢太傅（安）问诸子侄‘子弟亦何预人事，而正欲使其佳？’诸人莫有言者。车骑（谢玄）答曰：‘譬如芝兰玉树，欲使其生于庭阶耳。’”\n接孟氏之芳邻：“接”通“结”，结交。见刘向《列女传·母仪篇》。据说孟轲的母亲为教育儿子而三迁择邻，最后定居于学宫附近。\n他日趋庭，叨陪鲤对：鲤，孔鲤，孔子之子。趋庭，受父亲教诲。《论语·季氏》：“（孔子）尝独立，（孔）鲤趋而过庭。（子）曰：‘学诗乎？’对曰：‘未也。’‘不学诗，无以言。’鲤退而学诗。他日，又独立，鲤趋而过庭。（子）曰：‘学礼乎？’对曰：‘未也。’‘不学礼，无以立。’鲤退而学礼。闻斯二者”\n捧袂：举起双袖，表示恭敬的姿势。\n喜托龙门：《后汉书·李膺传》：“膺以声名自高，士有被其容接者，名为登龙门。”\n杨意不逢，抚凌云而自惜：杨意，杨得意的省称。凌云，指司马相如作《大人赋》。据《史记·司马相如列传》，司马相如经蜀人杨得意引荐，方能入朝见汉武帝。又云：“相如既奏《大人》之颂，天子大悦，飘飘有凌云之气。”\n钟期即遇，奏流水以何惭：钟期，钟子期的省称。《列子·汤问》：“伯牙善鼓琴，钟子期善听。伯牙鼓琴……志在流水，钟子期曰：‘善哉！洋洋兮若江河。’”\n胜：名胜。不：不能。常：长存。难：难以。再：再次遇到。\n兰亭：在浙江绍兴市。晋穆帝永和九年（353）三月三日上巳节，王羲之与群贤宴集于此，行修禊礼，祓除不祥。\n梓泽：即晋·石崇的金谷园，故址在今河南省洛阳市西北。\n临别赠言：临别时赠送正言以互相勉励，在此指本文。\n恭疏短引：恭敬地写下一篇小序，在此指本文。\n一言：一首诗。\n赋：铺陈。\n四韵俱成：（我的）四韵一起写好了。四韵，八句四韵诗，指王勃此时写下的《滕王阁诗》：“滕王高阁临江渚，佩玉鸣鸾罢歌舞。画栋朝飞南浦云，珠帘暮卷西山雨。闲云潭影日悠悠，物换星移几度秋。阁中帝子今何在？槛外长江空自流。”\n请洒潘江，各倾陆海云尔：钟嵘《诗品》：“陆（机）才如海，潘（岳）才如江。”这里形容各宾客的文采。  \n佩玉鸣鸾：舞女身上的装饰，代指舞女。\n作品译文\n这里以往是汉代的豫章郡城，如今是洪州的都督府，天上的方位属于翼、轸两星宿的分野，地上的位置连结着衡山和庐山。以三江为衣襟，以五湖为衣带、控制着楚地，连接着瓯越。物的精华是上天的珍宝，宝剑的光芒直冲上牛、斗二星之间。因为大地有灵气，所以英杰辈出，陈蕃专为徐孺设下几榻。雄伟的大洲像雾一般涌起，博学的人才，像繁星一样地活跃。城池坐落在夷夏交界的地方，主人与宾客，集中了东南地区的英俊之才。都督阎公，享有崇高的名望，远道来到洪州坐镇，宇文州牧，是美德的楷模，赴任途中特地在此暂留。正逢十日休假的日子，杰出的友人云集，高贵的宾客，也都不远千里来到这里聚会。文坛领袖孟学士所作文章的气势像腾起的蛟龙，飞舞的彩凤，王将军的兵器库里，藏有像紫电剑、青霜剑这样锋利的宝剑。由于父亲在交趾做县令，我在探亲途中经过这个著名的地方。我年幼无知，竟有幸亲身参加了这次盛大的宴会。\n时当九月，季秋时节。积水消尽，潭水清澈，天空凝结着淡淡的云烟，暮霭中山峦呈现一片紫色。在高高的山路上驾着马车，在崇山峻岭中访求风景。来到滕王阁前的沙洲，发现了滕王所修的滕王阁。这里山峦重叠，青翠的山峰耸入云霄。凌空的楼阁，红色的阁道犹如飞翔在天空，从阁上看不到地面。白鹤，野鸭停息的小洲，极尽岛屿的纡曲回环之势，雅浩的宫殿，跟起伏的山峦配合有致。\n推开雕花的阁门，俯视彩饰的屋脊，山峰平原尽收眼底，湖川曲折令人惊讶。遍地是里巷宅舍，许多钟鸣鼎食的富贵人家。舸舰塞满了渡口，尽是雕上了青雀黄龙花纹的大船。正值雨过天晴，虹消云散，阳光朗煦，落霞与野鸭一起飞翔，秋水和长天连成一片。傍晚渔舟中传出的歌声，响彻彭蠡湖滨，雁群感到寒意而发出的惊叫，鸣声到衡阳之浦为止。\n放眼远望，胸襟刚感到舒畅，超逸的兴致立即兴起，排箫的音响引来的徐徐清风，柔缓的歌声吸引住飘动的白云。像睢园竹林的聚会，这里善饮的人，酒量超过彭泽县令陶渊明，像邺水赞咏莲花，这里诗人的文采，胜过临川内史谢灵运。（音乐与饮食，文章和言语）这四种美好的事物都已经齐备，（贤主、嘉宾）这两个难得的条件也凑合在一起了，向天空中极目远眺，在假日里尽情欢娱。苍天高远，大地辽阔，令人感到宇宙的无穷无尽。欢乐逝去，悲哀袭来，我知道了事物的兴衰成败是有定数的。西望长安，东指绍兴，南方的陆地已到尽头，大海深不可测，北方的北斗星多么遥远，天柱高不可攀。关山重重难以越过，有谁同情不得志的人？萍水偶尔相逢，大家都是异乡之客．怀念着君王的宫门，但却不被召见，什么时候才能够去侍奉君王呢？\n呵，各人的时机不同，人生的命运多有不顺。冯唐容易衰老，李广难得封侯。使贾谊遭受委屈，贬于长沙，并不是没有圣明的君主，使梁鸿逃匿到齐鲁海滨，难道不是政治昌明的时代？只不过由于君子能了解时机，通达的人知道自己的命运罢了。年纪虽然老了，但志气应当更加旺盛，怎能在白头时改变心情？境遇虽然困苦，但节操应当更加坚定，决不能抛弃自己的凌云壮志。即使喝了贪泉的水，心境依然清爽廉洁；即使身处于干涸的车辙中，胸怀依然开朗愉快。北海虽然十分遥远，乘着旋风还是能够达到，早晨虽然已经过去，而珍惜黄昏却为时不晚。孟尝心地高洁，但白白地怀抱着报国的热情，阮籍为人放纵不羁，我们怎能学他那种穷途的哭泣！\n我地位卑微，只是一个书生。虽然和终军一样年已二十一，却无处去请缨杀敌。我羡慕宗悫那种“乘长风破万里浪”的英雄气概，也有投笔从戎的志向。如今我抛弃了一生的功名，不远万里去朝夕侍奉父亲。虽然称不上谢家的“宝树”，但是能和贤德之士相交往。不久我将见到父亲，聆听他的教诲。今天我侥幸地奉陪各位长者，高兴地登上龙门。假如碰不上杨得意那样引荐的人，就只有抚拍着自己的文章而自我叹惜。既然已经遇到了钟子期，就弹奏一曲《流水》又有什么羞愧呢？\n呵！名胜之地不能常存，盛大的宴会难以再逢。兰亭宴集已为陈迹，石崇的梓泽也变成了废墟。承蒙这个宴会的恩赐，让我临别时作了这一篇序文，至于登高作赋，这只有指望在座诸公了。我只是冒昧地尽我微薄的心意，作了短短的引言。在座诸位都按各自分到的韵字赋诗，我已写成了四韵八句。请在座诸位施展潘岳，陆机一样的才笔，各自谱写瑰丽的诗篇吧！  \n巍峨高耸的滕王阁俯临着江心的沙洲，想当初佩玉、鸾铃鸣响的豪华歌舞已经停止了。早晨，画栋飞上了南浦的云；黄昏，珠帘卷入了西山的雨。悠闲的彩云影子倒映在江水中，整天悠悠然地漂浮着；时光易逝，人事变迁，不知已经度过几个春秋。昔日游赏于高阁中的滕王如今已不知哪里去了，只有那栏杆外的滔滔江水空自向远方奔流。 \n创作背景\n公元675年（唐高宗上元二年）为庆祝滕王阁新修成，阎公于九月九日大会宾客，让其婿吴子章作序以彰其名，不料在假意谦让时，王勃却提笔就作。阎公初以“更衣”为名，愤然离席，专会人伺其下笔。初闻“豫章故郡，洪都新府”，阎公觉得“亦是老生常谈”；接下来“星分翼轸，地接衡庐”，公闻之，沉吟不言；及至“落霞与孤鹜齐飞，秋水共长天一色”一句，乃大惊“此真天才，当垂不朽矣！”，出立于勃侧而观，遂亟请宴所，极欢而罢。 \n关于《滕王阁序》的创作时间有两种说法。其一为唐末五代时人王定保的《唐摭言》说：“王勃著《滕王阁序》，时年十四。”那时，王勃的父亲可能任六合县（今属江苏）令，王勃赴六合经过洪州。又这篇序文中有“童子何知，躬逢胜饯”之语，也可佐证。其二为元代辛文房《唐才子传》认为《滕王阁序》是上元二年（675）王勃前往交趾（在越南河内西北）看望父亲（那时他父亲任交趾县令），路过南昌时所作。 \n作品赏析\n这是一篇用骈体写成的诗序，但它笔力明快、风格清新、气势浩荡，堪称典范之作。\n内容赏析\n写景、抒情自然融合。此文重点珠描绘滕王阁雄伟壮丽的景象。状写宴会高雅而宏大的气势，抒发自己的感慨情怀。文章在交待了“故郡”、“新府”的历史沿革后。便由阁的地理位置和周围环境写起。“襟三江而带五湖，控蛮荆而引瓯越”、“潦水尽而寒潭清，烟光凝而暮山紫“、“落霞与孤鹜齐飞，秋水共长天一色”。滕王阁就坐落在这片吞吐万象的江南大地上。接着，作者的笔由远及近，由外景转而描绘内景。“层峦耸翠，上出重霄；飞阁流舟，下临无地”、“桂殿兰宫”、“绣问”、“雏登”。“遥岑甫畅，逸兴遗飞”，王勃按捺不住心头的激动一个“路出名区”的“童子”，“幸承恩于伟饯”，他为自己有机会参加宴会深感荣幸。但面对高官显耀，不免又有几分心酸悲枪。他转而慨叹自己的“不齐”的“时运”、“多舛”的“命途”。抒发自己内心深处的郁闷和不平，倾吐自己“有怀投笔”、“请缨”报国的情怀和勇往直前的决心。情由景生，写景是为着抒情、景、情相互渗透，水乳交融。浑然天成，恰似行云流水，挥洒自如，自然流畅。 \n对比铺叙，色彩鲜明。作者无论是状绘洪州胜景、滕阁盛况，还是叙抒人物的遭际情绪，都能洋洋洒洒。展转生发，极成功地运用了铺叙渲染的方法。譬如在说明洪州的“人杰地灵”时。一气铺排了十四句，从历史人物到现实人物、从文臣到武将，不厌其多；写登临滕王阁远望的景象，则沙洲岛屿、山岭原野、河泽舟舸、宫殿屋舍、眼底之物，一一叙来，不一而足。\n而这种铺叙，又是在对比之中进行的。这就使文章一波三折，跳跃起伏，回环往复。“爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。”弦管、纤歌、美酒、佳文、良辰、美景、赏心、乐事。“四美具，二难并”，这是盛况空前的宴会。相形之下，“时运不齐，命途多舛；冯唐易老，李广难封”，天才沦落，迷茫落拓，又是何等的悲凉。这是人物境遇上的对比。文中还有“望长安于日下”、“指吴会于云间”，是地域上的对比；“逸兴遄飞”与“兴尽悲来”，是情绪上的对比；“杨意不逢，抚凌云而自惜；钟期相遇，奏流水以何惭”，是怀才不遇和喜逢知己的对比。这种色彩强烈的映衬对比，在揭示人物的内心隐忧，烘托文章的主旨中心方面，能产生相反相成、鲜明晓畅的艺术效果。 \n对偶工美，用典恰切。全篇中除了“嗟乎”、“呜乎”、“所赖”、“云尔”等叹词、语助词与“勃”的自我称谓外，大部分都是四字一语和六字一语的对偶句。这中间有的是单句对，如“云销雨霁，彩彻区明”、“落霞与孤鹜齐飞，秋水共长天一色”等；有的是复句对，如“物华天宝，龙光射牛斗之墟；人杰地灵，徐孺下陈蕃之榻”、“渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦”；还有的是本句对，如“襟三江而带五湖，控蛮荆而引瓯越”中，“襟三江”与“带五湖”对，“控蛮荆”与“引瓯越”对。再如“腾蛟起凤”、“紫电青霜”、“龙光”、“牛斗”等也都是本句对。这种对偶句不仅句式工整匀称，而且错综多变，读来节奏明快，整齐和谐，铿锵有力。 \n文中多次出现的典故。且都用得恰当贴切，非但没有冗赘晦涩之感，还使文章显得富丽典雅，委婉曲折.情意真切。“冯唐易老，李广难封”，“屈贾谊于长沙”，“窜梁鸿于海曲”，这四个典故连用，隐喻作者命运坎坷、为沛王府修撰而受排斥打击和因作《檄英王鸡》文而被高宗逐出的遭遇，虽心怀愤懑之情，却含而不露，且无金刚怒目之嫌。“北海虽赊，扶摇可接;东隅已逝，桑榆非晚”，这两个典故是隐喻目己不畏险阻、壮心不已的坚强信念。“等终军之弱冠”、“有怀投笔”、“慕宗悫之长风”等典故.则隐喻自己“长风破浪”的浩气和积极进取的决心。  \n化静为动，以物拟人。运用拟人化的手法.将客观静止的事物写成富有动态之感，这是《滕王阁序》的又一特点。作者善于选词炼字，活化物态“飞阁流丹”、“层峦耸翠”，只因了“飞”、“流”、“耸”诸字，巍峨的楼阁便腾飞起来，殷殷的丹青竟汩汩流淌，层叠亭台上的翠色也高高耸出.静物变成了动物，确有画龙点睛之妙。而洪州古城，也只因“漂”、“带”、“控”、“引”，变成了一位裁“三江”为衣襟，摘“五湖”作衣带，近则制“蛮荆”，远则接“瓯越”的巨人。至于如“星驰”般的“俊采”。“如云”的“胜友”，更是灵动活现，气韵不凡。 \n结构分析\n全文共四个段落：第一段叙事，是个引子；第二段基本上是写景；第三段基本上是抒情；第四段叙事，照应开头。文章的中心事件是滕王阁宴会，作者用略写的方法，分散在各个段落之中，但文章的重心不是饯宴，而是以写景为铺垫的抒情。全文由地理人文的叙述到良辰美景的描绘，再由美景转到抒情，紧密联系，转换自然。展开来看，作者从叙写洪州的形胜入手，极尽铺陈谊染之能事，把宴会盛况，膝王阁内外上下的景物描写得淋漓尽致。然而王勃并非为游山玩水而来，他只是路过此地，被这里的山光水色所吸引，因而很容易触景生情，从宴游盛会的聚散联想到人生的穷通离合，禁不住“兴尽悲来”，自会有一番感概要抒发的。也就是说，在良辰美景、贤主熹宾都齐备的情况下，作者举目远眺，尽情嬉游，可是天高地远，宇宙无垠，他忽然觉得人生短促，万事万物的变化都有定数，感概油然而生。值得一提的是，作者在第二段写景时，巧妙地把叙事穿播在其中，如“俨骖騑于上路，访风景于崇阿。临帝子之长洲，得天人之旧馆”。 \n第一段的关键句是“雄州雾列，俊采星驰”它既是对前文的承接和归结，又自然转入对“宾主尽东南之美”的称赞，由远而近，顺畅自然。\n第二段的关键句是“披绣闼，俯雕甍”，作者在它出现之后，即一反前面对高阁的仰视，转而由近到远，自上而下地俯视周围的万千气象。收得扰，撤得开。\n第三段的关键句分散在两处。作者先用“天高地迥”、“兴尽悲来”，把叙事、写景转向抒情，议论。其中“觉宇宙之无穷”是观看天上地下美景后发出的赞叹，是承接上文；而“识盈虚之有数”则是乐极生悲后对个人不幸命运的感慨，是开启下文。但是，当此段又一关键句“所赖君子见机，达人知命”一出，文章便转入表达自己虽遭挫折而仍思进取的可贵志向，从而使感情表达得十分委婉，真切动人。 \n名家评论\n王勃著《滕王阁序》，时年十四。都督阎公不之信，勃虽在座，而阎公意属子婿孟学士者为之，已宿构矣。及以纸笔，延让宾客，勃不辞。公大怒，拂衣而起，专令人伺其下笔。第一报云：“南昌故郡，洪都新府。”公曰：“亦是老生常谈。”又报云：“星分翼轸，地接衡庐。”公闻之，沉吟不语。又云：“落霞与孤鹜齐飞，秋水共长天一色。”公矍然而起曰：“此真天才，当垂不朽矣!”遂亟请宴所，极欢而罢。(五代·王定保《唐摭言》)\n勃六岁解属文，构思无滞，词情英迈。勃文章迈捷，下笔则成，尤好著书，撰《周易发挥》五卷及《次论》等书数部，勃亡后，并多遗失。有文集三十卷。勃聪警绝众，于推步历算尤精，尝作《大唐千岁历》。(《旧唐书·文苑传》)\n六岁善文辞，九岁得颜师古注《汉书》读之，作《指瑕》以其失。勃属文，初不精思，先磨墨数升，则酣饮，引被覆面卧，及寤，援笔成篇，不易一字，时人谓勃为腹稿。尤喜著书。(《新唐书·文艺传》) \n作品影响\n《滕王阁序》既是六朝骈文之新变，也是唐朝骈文通俗化格律化之先声。 \n《滕王阁序》让高举反骈旗帜的文学家韩愈读了之后也大为赞赏，称颂其“读之可以忘忧” 也。\n韩愈作《新修滕王阁记》曰：“愈少时则闻江南多临观之美，而滕王阁独为第一，有瑰玮绝特之称。及得三王所为序、赋、记等，壮其文辞，亦欲往一观而读之。工既讫功，公以众饮，而以书命愈曰：‘子其为我记之。’愈既以未得造观为叹，窃喜载名其上，词列三王之次，有荣耀焉。” \n王勃（649~676年） 唐代诗人。字子安。绛州龙门（今山西河津）人。王勃与杨炯、卢照邻、骆宾王以诗文齐名，并称“王杨卢骆”，亦称“初唐四杰”。王勃才华早露，未成年即被司刑太常伯刘祥道赞为神童，向朝廷表荐，对策高第，授朝散郎。乾封初（666年）为沛王李贤征为王府侍读，两年后因戏为《檄英王鸡》文，被高宗怒逐出府。随即出游巴蜀。咸亨三年（672年）补虢州参军，因擅杀官奴当诛，遇赦除名。其父亦受累贬为交趾令。上元三年（676年），王勃南下探亲，渡海溺水，惊悸而死。[16-17]   \n","category":"楷书","verified":true,"user":1,"timestamp":1429951612784},{"name":"王宠楷书滕王阁序","dynasty":"明代","category":"楷书","type":"","user":1,"timestamp":1429791619113,"text":"","author":"明代王宠","description":"王宠楷书滕王阁序"}]