[{"name":"赵孟頫行书跋韩滉五牛图","text":"韩滉《五牛图》[1] ，中国十大传世名画，是少数几件唐代传世纸绢画作品真迹之一，也是现存最古的纸本中国画，堪称“镇国之宝”，现存于北京故宫博物院。\n《五牛图》麻纸本，纵20.8厘米，横139.8厘米，无作者款印，有赵构、赵孟頫、孙弘、项元汴、弘历、金农等十四家题记。画中五头不同形态的牛，韩滉以淳朴的画风和精湛的艺术技巧，表现了唐代画牛所达到的最高水平，被称为“中国十大传世名画”之一。\n笔法风格\n《五牛图》画中的五头牛从左至右一字排开，各具状貌，姿态互异。一俯首吃草，一翘首前仰，一回首舐舌，一缓步前行，一在荆棵蹭痒。整幅画面除最后右侧有一小树除外，别无其它衬景，因此每头牛可独立成章。韩滉通过对它们各自不同的面貌、姿态的描绘，表现了它们不同的性情：活泼的、沉静的、爱喧闹的、胆怯乖僻的。在技巧语汇表现上，韩滉选择了粗壮有力，具有块面感的线条去表现牛的强健、有力、沉稳而行动迟缓。其线条排比装饰却又不落俗套，而是笔力千钧。比起曹霸、韩干画马、周昉、张萱画仕女，似乎在线条独立性展现方面有更多的追求。由于其线条茁壮如此故尔五牛姿态虽有平、奇之不同，但在审美趣味上是同样的厚重与生拙。\n《五牛图》中所绘五头神态各异的牛，或行，或立，或俯首，或昂头，动态十足。可贵的是，画面上没有背景衬托，完全以牛为表现对象，如果不是对牛进行了细致的观察，对牛的造型描绘有十足把握的话，是万不敢涉此绘画风险的。勾勒牛的线条虽然简洁，但是画出的筋骨转折十分到位，牛口鼻处的绒毛细致入微，目光炯炯的眼神体现了牛儿们温顺而又倔强的性格。在鼓励农耕的时代，以牛入画有着非常的含义。 \n画中五牛，形象各异，姿态迥然，或俯首或昂头，或行或驻，活灵活现，似乎触手可及。中间一牛完全画成表现难度极大的正面，视角独特，显示出韩滉高超的造型能力和深厚的美术素养。以简洁的线条勾勒出牛的骨骼转折，筋肉缠裹，浑然天成;笔法练达流畅，线条富有弹性，力透纸背;刻画精准且不失强烈的艺术表现力   。\n循着中国卷轴画从右到左的习惯展开观赏，五头牛列为一行，似乎缓步行走于田垄之上。右边的第一头牛，把路旁一丛小草咬了一口，正咀嚼得津津有味，它低侧着头得意地瞧着观者，露出一副怡然自得的神态。第二头牛则昂起头向前瞻望，并加快步伐往前赶，似乎是要追上前面的伙伴。第三头牛却端端正正地站在画卷的中央不动，它面向观众，张口“哞哞”地叫，好像在呼唤前后面的同伴，又像是对前面的路途和方向发出疑问。第四头牛正举步踟蹰，回首顾盼，它半伸着舌头舐着下嘴喘息着，犹豫着，眼里露出惊奇的神色。最后的第五头牛，穿上鼻环，带着缨络，神色异常严肃庄重，缓缓地向画外的天地走去。五头牛中每一头既可独立成图，而相互间又能首尾连贯，前呼后应，彼此顾盼，构成一个统一的整体。整幅作品完全以牛为表现对象，无背景衬托，造型准确生动，设色清淡古朴，浓淡渲染有别，画面层次丰富，达到了形神兼备之境界，不愧为中国绘画史上的神品。 \n绘画含义\n五牛目光炯炯，深邃传神，将牛既温顺又倔强的性格表现得淋漓尽致。画者着重刻画牛的眼睛及眼眶周围的皱纹，还用尖细劲利的笔触细心描绘了五牛眼眶边缘的睫毛，通过细节的刻画，把每头牛独具的个性加以强调，使它们鲜明地显示出各自不同的神情。观者分明能感觉到这五头牛不但有生命、有情感，而且有各自不同的内心世界，这是人格化了的五牛。 \n作品传奇\n《五牛图》卷一经问世，便成为收藏的热点。\n按明朝人的著录，《五牛图》卷在北宋时曾收入内府，宋徽宗还曾题词签字，但这些痕迹都因后人的挖割而不复存在了，只有“睿思东阁”、“绍兴”这些南宋宫廷的印记表明它南渡的身世。\n元灭宋后，大书画家赵孟頫得到了这幅名画，如获巨宝，留下了“神气磊落、希世明笔”的题跋。\n到了明代，《五牛图》卷又陆续到了大收藏家和鉴赏家项元汴与宋荦的手中。清代乾隆皇帝广诏天下珍宝，《五牛图》卷被征召入宫，乾隆皇帝非常喜爱，并多次命大臣在卷后题跋。\n清朝末年，名画被转到中南海瀛台保存，1900年，八国联军洗劫紫禁城，《五牛图》被劫出国外，从此杳无音讯。 \n回归祖国\n0世纪50年代，它被一位寓居香港的爱国人士发现。1950年初，周恩来总理收到这位爱国人士的来信，信中说，唐代韩滉的《五牛图》在香港露面，画的主人要价10万港币，自己无力购买，希望中央政府出资尽快收回国宝。周总理立即给文化部下达指示，鉴定真伪，不惜一切代价购回，并指示派可靠人员专门护送，确保文物安全。文化部接到指示后，立即组织专家赴港，鉴定《五牛图》确系真迹，经过多次交涉，最终以6万港元成交。名画虽然回归祖国，但经历了颠沛流离，画面上蒙满了尘垢，伤痕累累，更有大小洞蚀数百处。  \n焕发生机\n977年1月28日，《五牛图》卷被送到故宫博物院文物修复厂，由裱画专家孙承枝先生主持修复。经过淋洗脏污，画心洗、揭、刮、补、做局条、裁方、托心等步骤，接着补全了画心破洞处的颜色，再经镶接、覆褙、砑光等，以宣和式撞边装裱成卷。八个月后，验收的专家组给予了高度的评价，认为图卷在补配处全色及接笔不露丝毫痕迹，与原画保持了统一，裱工精良，裱件平整、美观，达到了较高的装裱修复水平。 \n装裱修复完成的《五牛图》卷旧貌换新颜，名画重又焕发生机。  \n画作渊源\n据民间传说：有一次，韩滉与友人谈论绘画之事，友人问道：“近来论画者谈及驴、牛和马，皆认为是常见之畜，最难状貌图形，不知吾兄有何高见？”韩滉稍加思索后回答说：“此话有一定道理，因牛马都是人们熟悉的家畜，平日所常见，画家稍有不慎，或者偶有误笔，人们就能发现，所以一般画家都不涉及此类题材”。说到这里，他停顿一下继续说：“不过，我以为自古迄今，农事为天下之本，而耕牛则为农家之宝。只要画家能够细心观察，还是可以画出特色的。”友人听了非常佩服他的独到见解。\n在一个天气晴和的日子里，韩滉带领随从来到郊外田间小道上，迎着和暖的春风，心旷神怡。看到几头耕牛在低头食草，二三牧童在嬉耍，一个牧童骑在牛背上吹笛，逍遥自得。远处又见一头耕牛翘首而奔，另有几头耕牛纵趾鸣叫。有的回头舐舌，有的俯首寻草。在开阔的田野里，有几位农夫正在田间用牛耕地翻土。韩滉看得出神，连忙命随从取出画夹，他全神贯注地速写出一幅幅耕牛图景。经过一个多月的反复修改，终于绘出状貌各异的五头牛。一头牛在低头慢慢地食草；一头牛翘首向前奔驰，仿佛是撒野的猛兽；一头牛在回顾舐舌，露出一幅旁若无人的样子；另一头牛则纵趾而鸣，好像在呼唤着离去的伙伴；还有一头牛在缓步跂行，似乎走向田头，又仿佛耕地归来，令人回味无穷。整个画面，用笔粗放中带有凝重，显示出农村古朴的风俗。韩滉对这幅画的创作非常满意，取名为《五牛图》。 \n作品评价\n013年1月1日《国家人文历史》九大专家共同推出，唐·韩滉《五牛图》评为：九大镇国之宝\n韩滉《五牛图》，目前中国所见最早作于纸上的绘画。图上五牛的姿态各异，或行，或立，或俯首，或昂头，使这些牛也有了性情：活泼的、沉静的、爱喧闹的、胆怯乖僻的。韩滉以淳朴的画风和精湛的艺术技巧，表现了唐代画牛所达到的最高水平。 \n故宫博物院研究院、国家文物鉴定委员会委员、国家文物局文物鉴定资格审核委员杨臣彬专家点评：韩《五牛图》卷是少数几件唐代传世纸绢画作品真迹之一，也是现存最古的纸本中国画，因而受到广泛重视，堪称“镇国之宝”。 \n《五牛图》画在一张窄而长的桑皮纸上，五牛姿态各异、身形逼肖，全图除了一丛荆棘之外，不设任何背景，着重突出牛的既倔强又温顺的性格。韩用粗壮雄健而富于变化的线描，表现牛的骨骼和筋骨，以赭、黄、青、白等色彩表现五牛毛色的不同，且根据牛体的凹凸施以不同颜色，具有立体感。“点睛”是牵动全局的关键，画家将牛眼适当夸大，着意刻画，使五牛瞳眸炯炯有神，达到了形神兼备的艺术境界，所以元代大画家赵孟頫题道：“五牛神气磊落，希世名笔也。”韩由于画艺高超，又对牛的生活习性熟悉，才能留下如此神妙绝品。 \n南宋陆游赞韩滉画作：“每见村童牧牛于风林烟草之间，便觉身在图画，起辞官归里之望。”与韩干齐名。 \n韩滉（723～787年），字太冲，唐代长安（今陕西西安）人。经历玄宗至德宗四代，是唐代宰相韩休的儿子，在唐德宗时期历任宰相、两浙节度使等职，封晋国公。是一位拥护统一、反对分裂割据的地主阶级政治家。擅画人物和畜兽，写牛、羊、驴等走兽神态生动，尤以画牛“曲尽其妙”。他画的牛，姿态真切生动，具有一种浑厚朴实的风格。以绘田家风俗和牛羊著称。 \n韩滉画作有《李德裕见客图》《尧民击壤图》《田家风俗图》等36件，著录于《宣和画谱》。传世作品有《五牛图》卷。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951545069},{"name":"赵孟頫行书跋韩滉五牛图","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791641741,"text":"","author":"元代赵孟頫","description":"赵孟頫行书跋韩滉五牛图"}]