[{"name":"查士标行书坡公语立轴","text":"查士标（1615--1698），字二瞻，号梅壑散人，懒老。新安（今安徽歙县、休宁）人，流寓江苏扬州。明末生员，家富收藏，故精鉴别，擅画山水，为海阳四家之一。清初著名画家，书法家和诗人。与孙逸、汪之瑞、僧弘仁等书画家一起被称为“新安四家”。\n人物简介\n1、背景\n查士标专事书画，家藏甚富，鼎彝及宋、元真迹皆有，遂精鉴赏。\n2、特点\n他的山水画，笔墨疏简，风神嫩散，气韵荒寒，晚年画风突变，直窥元人之奥。\n3、代表作\n有《云山图》、《空山结屋图》、《秋林远岫图》、《云山烟树图》等传世。他的书法以行书、草书见长，书出米、董，上追颜真卿，颇得精要。时称米、董再生，名重天下。行笔俊逸豪放、神韵深邃。著有《种书堂遗稿》等。\n4、人物简介\n字二瞻，一号梅壑散人，懒老。安徽休宁人，明末秀才，清初著名画家，书法家和诗人。他是明诸生，入清便不应举，专心书画。家藏甚富，鼎彝及宋、元真迹皆有，遂精鉴赏，他的山水画，笔墨疏简，风神嫩散，气韵荒寒，晚年画风突变。是明末清初新安派“海阳四家”（江韬、查士标、孙逸、汪之瑞）之一。 \n人物生平\n明末秀才，于明亡（一六四四）弃举子业，专事书、画。工诗文、书画，书法师承董其昌，风格俊逸萧散。擅山水，初师倪瓒，后参以米芾、米友仁、黄公望、吴镇、沈周、董其昌等人画法，所画笔墨纵横、粗犷豪逸，或笔法荒率、墨色浓淡干湿互用、秀润高华，或笔墨生峭劲利，画风枯寂生僻。\n入清后不应举，工研书画。精鉴赏，家藏多鼎彝及宋元人真迹。书法学董其昌，纵逸处近米芾。他的闲散情怀决定了他的绘画气质亦是风神懒散、气韵高逸。他早年即服膺渐江，与渐江一样从学倪云林入手，后来他居扬州时仍然关注渐江的画作并虚心向渐江学习.山水初学倪瓒，后参用吴镇、董其昌法，笔墨疏简，空旷荒寒。查士标常常在画上自题\"拟云林笔意\"、\"仿倪云林法\"等，而他的\"懒标\"之号亦从倪云林\"懒瓒\"之称而来，可谓是风神遥接。由于查士标天性聪慧，并且在扬州多与王翚、恽南田、笪重光（1623—1692）、孔尚任（1648—1718）、石涛等当时画坛和文坛名流结交，相互切磋，转益多师，因此查士标绘画的风格也是多样的，面貌不一。\n他特别敬服董其昌。亦善诗文，著有《书神堂诗》遗世。其绘画以山水见长，取材广泛，并旁及枯木、竹石等，主要有两种艺术风格。一种属于笔墨纵横、粗放豪逸一路，多以水墨云山为题材，师法米氏父子的云山烟树，笔法荒率，渲染兼用枯淡墨色，融合了董其昌秀润高华的墨法，粗豪中显出爽朗之致。另一种笔墨尖峭，风格枯寂生涩，以仿倪瓒山水为主。还有一些作品，因仿不同古人而呈不同面貌。前人评其绘画缺乏遒浑的气魄，亦乏创新精神。\n查士标是散漫而有名士气质的诗人，他草草几笔，画了一河两岸，士子携琴归来。近岸竹篱茅舍，远岸山水云树，烟霭渺渺。《携琴归来图》一如查士标往日画风，笔墨散、构图散，感情却如行云流水，在水墨中弥漫，在水墨中眷恋，又在水墨中消失。一唱三叹，最后“像水消失在水中”(博尔赫斯语)，这是查士标的境界。画的结构追仿云林风格，但淋漓纵横，笔墨风华仍出于米芾。倪云林的画枯淡静柔，查士标用笔疏散淹润。\n查士标常常是白天睡觉，晚上作画，他自号“懒标”、“散人”，“不求闻达，一室之外，山水而已。”(曾灿序查士标《种书堂遗稿》)他在明亡后避地新安山中，后半生浪迹四处。米芾常游镇江金山、焦山、北固云水，查士标与王石谷、笪重光、恽南田在此地盘桓了三四年。查后来寓居扬州待鹤楼，《广陵诗事》记载当时风光：“户户杯盘江千里，家家画轴查二瞻。”查士标73岁还在扬州与孔尚任、龚贤、石涛等参加过春江诗社。晚年画益超迈，直窥元人之奥。宋漫堂（荦）不轻许人，独以得其狮子林画册为快。，凡应酬临池挥洒，必於深夜，不以为苦。八十馀尚童颜。卒年八十四，著有《种书堂遗稿》等。 \n艺术特色\n专事书画，家多鼎彝，及宋元人真迹，遂精鉴别。画初学倪高士，后春梅华道人、董文敏笔法。用笔不多，惜墨如金，风神飘散，气韵荒寒，逸品也。与同里孙逸、汪之瑞、僧弘仁合称四大家。晚年画益超迈，直窥元人之奥。朱漫堂不轻许可人，独以得其狮子林画册为快。说者谓其晓起最迟，凡应酬，临池挥洒，必于深夜，不以为苦，八十余，尚童颜。商丘宋漫堂牵为之立传，并序行其诗。书法襄阳，极似董文敏。艺舟双揖评其行书为佳品上。 \n代表作品\n《春风江南》\n纸本，立轴，纵132厘米，横64厘米。\n构图疏密分明，有层次。用笔以直勾方折线条为主，树石虽意旷笔疏却刻画精微，形似倪云林，但内涵有所区别，后人评价查士标的画“风神闲散、气韵荒寒”。形成清劲明爽、笔墨简疏的风格。如果说倪瓒的画高逸、舒秀，那梅壑散人的笔墨之间的确流露着潇散儒雅、闲懒荒寒的气韵，独具自家风貌，是查士标典型代表作。\n《水云楼图》\n卷清纸本墨笔，纵25.2、横26.3厘米\n故宫博物院藏\n此图系作者应同里友人汪次朗之邀，画汪的居所水云居一带的胜景。笔法简括，构图清远，为作者山水画代表作。卷尾自跋十九行后款[康熙丁未修禊后三日，同里友人査士标并识]。钤[二瞻]、[査士标]二方印。又钤[吴兴庞氏珍藏]等鉴藏印多方。按丁未为康熙六年，公元一六六七年，作者时年五十三岁。\n《寒江木落》\n水墨纸本立轴\n创作年代：1673年作\n款识：寒江木落水无波，四面云峦入坐多。浪笑倪家丘壑趣，欲檠淡墨画维摩。癸丑十月，士标作於待雁楼。\n钤印：世标私印（白文）、查二瞻（朱文）、醉翁之意不在酒（白文）\n题跋：查二瞻生於明万历四十三年乙卯，此轴作於清康熙十年癸丑年，八十四岁阔华远不得谓其芊也。甲申春，徐邦达观记。\n《秋山红叶图》\n扇画，作于“戊寅中秋前三日”1638年（崇祯十一年）的《秋山红叶图》（纸本设色，因画年久，今色已败。）\n《溪亭独眺图》\n藏品信息：\n立轴，纸本，纵131厘米，横37厘米，天津博物馆藏。\n作品赏析：\n画面近坡高树数株，中间为水面、石滩，远山安排在画面的最顶端，采用倪云林作品中典型的构图模式完成画面。山水景色荒寒，笔意疏简，书法学董其昌。画面上自题“溪亭独眺。时乙卯桂月写于待雁楼，查士标。”时在清康熙十四年（1675），作者时年61岁。钤白文方印“士标之印”，朱文方印“二瞻”，迎首钤朱文长方印“梅壑”。\n","category":"行书","verified":true,"user":1,"timestamp":1429951658234}]