[{"name":"宋庠致宫使少卿尺牍","text":"宋庠（xiáng）（公元996年—公元1066年）初名郊，字伯庠，入仕后改名庠，更字公序。高祖父宋绅迁雍丘[1] （今河南省民权县），居双塔村，祖籍为雍丘[2] 。乡试、会试、殿试均第一，连中三元，官至兵部侍郎同平章事，与弟宋祁并有文名，时称“二宋”。卒谥元献。诗多秾丽之作，著有《宋元宪集》、《国语补音》等。\n（概述内图片来源：[3] ）\n人物生平\n宋祁的祖先是周武王所封的宋国君主微子，到了晚唐唐昭宗之时，时任御史中丞的高祖宋绅，因其言语不当而获罪，被罢免其官，遂举家迁于雍丘 ，居双塔集村（今河南商丘民权县双塔乡双塔集村） 。\n宋庠生于宋太宗至道二年（996年），幼年同弟宋祁随父在外地读书，稍长离父还乡。宋庠初名宋郊，御史言其“姓符国号，名应郊天”，郊和交同音，交含有交替的意思，宋仁宗命其改名，宋郊因而改名宋庠，更字公序。\n宋仁宗天圣二年（1024年）宋庠、宋祁两兄弟，同举甲子科进士。礼部奏宋祁第一，宋庠第三，章献太后不欲以弟先兄，乃擢宋庠第一，而置宋祁第十，故有兄弟“双状元”之称。由此宋庠成乡试、会试、殿试都是第一的三元状元。\n宋庠中状元后，擢大理评事，同判襄州。后被刘太后看中，破格升为太子中允，再迁左正言。太后病逝，宋庠为知制诰。曾上疏建议科举应文武分试，被采纳，不久，知审刑院，当时，密州一霸王澥私自造酒，并杀人灭口，宋庠不顾当朝宰相陈尧佐说情，坚决地判王澥死刑，大快民心。\n宝元中（1038年—1040年），宋庠为右谏议大夫，任参知政事，为相儒雅，遇事是非分明，因与宰相吕夷简不和，被排挤，加之弹劾范仲淹，被贬知扬州。范仲淹变法失败，朝廷遂擢宋庠为枢密使。\n庆历三年（1043年），因其子与匪人交结，出知河南府，徙知许州、河阳。\n庆历七年（1047年），春旱，用汉灾异策免三公故事，罢宰相贾昌朝，辅臣皆削一官，宋庠为右谏议大夫。庆历八年（1048年），除尚书工部侍郎，充枢密使。\n皇祐元年（1049年），拜兵部侍郎、同中书门下平章事，久居相位，终无建树。\n皇祐三年（1051年），又因家法不严，纵容子弟过错，遭包拯弹劾而被罢相，出知河南府，几经迁徙，鬓染秋霜，被仁宗封为莒国公。\n治平元年（1064年），宋庠请求告老还乡，不准，改封郑国公，称镇武宁军，出判亳州。宋庠前后所至，以慎静为治，及再登用，遂沉浮自安。晚年笃爱幼子，带子赴任，至亳州后多次请求告老还乡，最后，以司空身份致仕。\n治平三年（1066年）四月，宋庠病故于家，享年七十一岁。朝廷追赠太尉兼侍中，谥元献。帝撰其碑曰：“忠规德范之碑”。\n事见王珪《华阳集》卷四八《宋元宪公神道碑》，《宋史》卷二八四有传。\n文学成就\n宋庠开资忠厚，与弟宋祁应举时，俱以文学名闻天下。俭约不好声色，读书至老不倦，善于纠正谬讹。曾校定《国语》；撰《补音》三卷；又辑《纪年通谱》，区别正闰，为十二卷。另有《掖垣从志》，三卷；《尊号录》一卷；《别集》四十卷。有集四十四卷，已散佚。清四库馆臣从《永乐大典》辑得宋庠诗文，编为《元宪集》四十卷。 书法传世作品有《致宫使少卿尺牍》。\n历史评价\n王称：庠性俭约，不喜声色，读书至老不倦。 \n脱脱：平、天圣间，父子兄弟以功名著闻于时者，于陈尧佐、宋庠见之。省华声闻，由诸子而益著。尧佐相业虽不多见，世以宽厚长者称之。尧叟出典方州，入为侍从，课布帛，修马政，减冗官，有足称者。庠明练故实，文藻虽不逮祁，孤风雅操，过祁远矣。君子以为陈之家法，宋之友爱，有宋以来不多见也，呜呼贤哉！ \n人物轶事\n麈史\n乡人传元宪母梦朱衣人畀一大珠，受而怀之，既寤，犹觉暖，已而生元宪。后又梦前朱衣人携文选一部与之，遂生景文，故小字选哥。\n宋元献继母，乃吾里朱氏也。元宪与仲氏景文因依外家，就学安陆，居贫。冬至，召同人饮，元宪谓客曰：“至节无以为具，独有先人剑鞘上裹得银一两，粗以办节。”乃笑曰：“冬至吃剑鞘，年节当吃剑耳。”予先君未冠居下座，尝曰：“观二公居贫，燕笑自若，宜后享名位。”\n救蚁\n宋朝宋郊（即庠未第时原名），弟祁，雍邱人，天圣初与弟同举进士。未第时，有僧相之云：“小宋大魁天下，大宋亦不失科甲。”后数日僧见郊，异之曰：“君何满面阴骘纹，似救数万生命者。”郊曰：“惟前日见蚁被水淹，戏将竹编桥渡之。”僧曰：“即此便是，当大魁天下。”后有章献太后不欲以弟先兄之事。果如此也。\n类苑\n宋郑公初名郊，字伯庠，有忌其先进者谮之，谓其姓符国号，名应郊天。又曰：“郊音交，交者，替代之名也。宋交，其言不祥。”仁宗命改之，乃改名庠，字公序。\n青箱杂记\n夏文庄守安州，宋莒公兄弟尚布衣，文庄异待之，命作落花诗，莒公一联云：“汉皋佩冷临江失，金谷楼空到地香。”子京一联云：“将飞更作回风舞，已落犹存半面妆。”文庄曰：“咏落花而不言落，大宋当状元及第。又风骨秀重，异日当作宰相。小宋非所及，然亦须登严近。”后皆如其言。文庄在河阳，莒公登庸，以别纸贺曰：“所喜者昔年安陆已识台光。”盖为是也。\n宋莒公平时分题课赋，每屈于子京。及作鸷鸟不双赋，则子京去兄远甚。莒公遂擅场。\n湘山野录\n宋郑公庠省试良玉不琢赋，号为擅场。时胥内翰偃酷爱之，谓非二宋不能作，奈何重押一韵，有“怀奇擅名”及“而无刻画之名”之句，深惜之。密为改擅名为擅声，置之第一。迨发试卷，果郑公也。王平甫撰胥公碑云：“诸孤幼甚，归于润州。平日荐擢相踵，而材势大显者，无一人为助，独宋郑公恤其家甚厚。”\n西清诗话\n宋元宪为内相，望临一时，且大用矣。同列有谮其姓宋名郊非便，公奉诏，更名庠，意殊怏怏。会用新名移书与叶清臣，仍呼同年。叶戏答曰：“清臣是宋郊第六入选，编阅小录无宋庠。不知何许人？”公因寄一绝云：“纸尾勤勤问姓名，禁林依旧沾华缨，莫惊书录称臣向，即是当年刘更生。”本朝状头入相者，吕文穆、王文正、李文定、宋元宪。元宪登庸，知制诰，石扬休贺以诗曰：“皇朝四十三龙首，身到黄扉止四人。”副枢王伯庸尧臣曰：“何不道已四人，而特言止，惜哉。”盖伯庸继元宪魁天下，未几薨于位。自庆历距今，迄未有继者，异哉！\n钱氏私志\n宋丞相精字学，在政府，堂吏书牒尾以俗体书宋作宋，公不肯下笔，曰：“此非吾姓。”堂吏惶恐改之，乃肯书名。归田录俗书宋字木下作两点。\n宋庠在政府，上元夜在书院读周易，闻小宋点华灯拥歌妓醉饮。翼日谕所亲令诮让云：“相公寄语学士，闻昨夜烧灯夜宴，穷极奢侈，不知记得某年上元同在某州州学内吃虀饭时否？”学士笑曰：“却须寄语相公，不知某年吃虀饭是为甚底？”\n涑水纪闻\n吕申公作相，宋郑公参知政事。吕素不悦范希文。一日希文答元昊书，录本奏呈。吕在中书，自语曰：“岂有边将与叛臣通书。”又云：“奏本如此，又不知其所与书何所言也。”以此激宋。宋明日上殿，果入札子论希文。仁宗沉吟久之，曰：“范仲淹莫不致如此。”吕公徐应曰：“擅答书不得无罪，然谓之有他心，则非也。”宋公色沮无辞。明日，宋出知扬州。又二年，希文参知政事，宋尚在扬，以长书谢过，云为佥人所使。其后宋公作相，荐范纯仁试馆职。纯仁尚以父前故，辞不愿举。\n东轩笔录\n宋元献初罢参政，知扬州，以双鹅赠梅尧臣。尧臣作诗曰：“昔居凤池上，曾食凤池萍。乞与江湖走，从教养素翎。不同王逸少，辛苦写黄庭。”宋公得诗，殊不悦。\n名臣言行录\n太原有弓箭社，宋相下令，籍为部伍，仍须用角弓。太原人贫，素用木弓，自此有卖牛买弓者。\n孔平仲谈苑\n钟著作生二女，长嫁宋氏，生庠、祁。季嫁常州薛秀才，生一女，为尼，与僧居和大师私，生一女，嫁潘秀才。潘有子名与稽，今为朝奉大夫。与稽视居和，盖外祖父也。居和以牛黄丸疗风疾者也，饮酒食肉，不守僧戒，然用心善良，每乡里疾疫，以药历诣诸家，救其所苦，或以钱赒之。薛尼于宋氏以姊妹亲常在京师。是时庠为翰林学士，尼还常州。和病，问：“京师谁为名族善人者？”尼曰：“吾所出入多矣，无如宋内翰家也。”和曰：“我死，则往托生。”尼曰：“狂僧，宋家郡君已娠矣，安得托生？”和曰：“吾必往也。”既而和死，人画一草虫于其臂。是日，宋家郡君将娩，祁之妻往视，见一紫衣僧入室，亟走避。既而闻儿啼，曰：“急令僧去，吾将视吾姒。”人曰：“未尝有僧也。”乃知所生子，乃和也。既长，形相酷似和，亦好饮酒食肉，隐然有草虫在其臂。名均国，为绛州太守。\n东斋纪事\n蔡君谟云：“宋元宪公近之和气拂然袭人，景文则英采秀发，久视之，无一点尘气，真神仙中人也。”\n宋史文载\n宋庠，字公序，祖籍开封之雍丘。父杞，尝为九江掾，与其妻钟祷于庐阜。钟梦道士授以书曰：“以遗尔子。”视之，《小戴礼》也，已而庠生。他日见许真君像，即梦中见者。\n庠天圣初举进士，开封试、礼部皆第一，擢大理评事、同判襄州。召试，迁太子中允、直史馆，历三司户部判官，同修起居注，再迁左正言。郭皇后废，庠与御史伏阁争论，坐罚金。久之，知制诰。时亲策贤良、茂才等科，而命与武举人杂视。庠言：“非所以待天下士，宜如本朝故事，命有司设次具饮膳，斥武举人令别试。”诏从之。\n兼史馆修撰、知审刑院。密州豪王澥私酿酒，邻人往捕之，澥绐奴曰：“盗也。”尽使杀其父子四人。州论奴以法，澥独不死。宰相陈尧佐右澥，庠力争，卒抵澥死。改权判吏部流内铨，迁尚书刑部员外郎。仁宗欲以为右谏议大夫、同知枢密院事，中书言故事无自知制诰除执政者，乃诏为翰林学士。帝遇庠厚，行且大用矣。\n庠初名郊，李淑恐其先己，以奇中之，言曰：“宋，受命之号；郊，交也。合姓名言之为不祥。”帝弗为意，他日以谕之，因改名庠。宝元中，以右谏议大夫参知政事。庠为相儒雅，练习故事，自执政，遇事辄分别是非。尝从容论及唐入阁仪，庠退而上奏曰：\n入阁，乃有唐只日于紫宸殿受常朝之仪也。唐有大内，又有大明宫，宫在大内之东北，世谓之东内，高宗以后，天子多在。大明宫之正南门曰丹凤门，门内第一殿曰含元殿，大朝会则御之；第二殿曰宣政殿，谓之正衙，朔望大册拜则御之；第三殿曰紫宸殿，谓之上阁，亦曰内衙，只日常朝则御之。天子坐朝，须立伏于正衙殿，或乘舆止御紫宸，即唤仗自宣政殿两门入，是谓东、西上阁门也。\n以本朝宫殿视之：宣德门，唐丹凤门也；大庆殿，唐含元殿也；文德殿，唐宣政殿也；紫宸殿，唐紫宸殿也。今欲求入阁本意，施于仪典，须先立仗文德庭，如天子止御紫宸，即唤仗自东、西阁门入，如此则差与旧仪合。但今之诸殿，比于唐制南北不相对尔。又按唐自中叶以还，双日及非时大臣奏事，别开延英殿，若今假日御崇政、延和是也。乃知唐制每遇坐朝日，即为入阁，其后正衙立仗因而遂废，甚非礼也。\n庠与宰相吕夷简论数不同，凡庠与善者，夷简皆指为朋党，如郑戬、叶清臣等悉出之，乃以庠知扬州。未几，以资政殿学士徙郓州，进给事中。参知政事范仲淹去位，帝问宰相章得像，谁可代仲淹者，得像荐宋祁。帝雅意在庠，复召为参知政事。庆历七年春旱，用汉灾异策免三公故事，罢宰相贾昌朝，辅臣皆削一官，以庠为右谏议大夫。帝尝召二府对资政殿，出手诏策以时事，庠曰：“两汉对策，本延岩穴草莱之士，今备位政府而比诸生，非所以尊朝廷，请至中书合议条奏。”时陈执中为相，不学少文，故夏竦为帝画此谋，意欲困执中也。论者以庠为知体。\n明年，除尚书工部侍郎，充枢密使。皇佑中，拜兵部侍郎、同中书门下平章事、集贤殿大学士。享明堂，迁工部尚书。尝请复群臣家庙，曰：“庆历元年赦书，许文武官立家庙，而有司终不能推述先典，因循顾望，使王公荐享，下同委巷，衣冠昭穆，杂用家人，缘偷袭弊，甚可嗟也。请下有司论定施行。”而议者不一，卒不果复。\n三年，祁子与越国夫人曹氏客张彦方游。而彦方伪造敕牒，为人补官，论死。谏官包拯奏庠不戢子弟，又言庠在政府无所建明，庠亦请去。乃以刑部尚书、观文殿大学士知河南府，后徙许州，又徙河阳，再迁兵部尚书。入觐，诏缀中书门下班，出入视其仪物。以检校太尉、同平章事充枢密使，封莒国公。数言：“国家当慎固根本，畿辅宿兵常盈四十万，羡则出补更戍，祖宗初谋也，不苟轻改。”既而与副使程戡不协，戡罢，而御史言庠昏惰，乃以河阳三城节度、同平章事判郑州，徙相州。以疾召还。\n英宗即位，移镇武宁军，改封郑国公。庠在相州，即上章请老，至是请犹未已。帝以大臣故，未忍遽从，乃出判亳州。庠前后所至，以慎静为治，及再登用，遂沉浮自安。晚爱信幼子，多与小人游，不谨。御史吕晦请敕庠不得以二子随，帝曰：“庠老矣，奈何不使其子从之。”至亳，请老益坚，以司空致仕。卒，赠太尉兼侍中，谥元献。帝为篆其墓碑曰“忠规德范之碑”。\n庠自应举时，与祁俱以文学名擅天下，俭约不好声色，读书至老不倦。善正讹谬，尝校定《国语》，撰《补音》三卷。又辑《纪年通谱》，区别正闰，为十二卷。《掖垣丛志》三卷，《尊号录》一卷，别集四十卷。天资忠厚，尝曰：“逆诈恃明，残人矜才，吾终身不为也。”沉邈尝为京东转运使，数以事侵庠。及庠在洛，邈子监曲院，因出借县人负物，杖之，道死实以他疾。而邈子为府属所恶，欲痛治之以法，庠独不肯，曰：“是安足罪也！”人以此益称其长者。 \n后世纪念\n状元双塔\n状元双塔坐落在今河南省民权县双塔乡双塔集村。位置详见图。宋仁宗天圣二年（1024）同科进士及第后，章宪太后谓弟不可先兄，将榜首的宋祁列为第十，宋庠擢为第一。世称“兄弟双状元”。并为之建塔谓之“双状元塔”。\n","category":"草书","verified":true,"user":1,"timestamp":1429951559825}]