[{"name":"孙过庭书谱长卷","text":"（1953.3-）著名诗人、书法家、社会公益活动家。中国公益文化发展指导委员会执行副主席，中国公益文化发展中心主任。辽宁省沈阳市人。硕士学位。世界华人书画家协会名誉主席，第八届全国文代会代表，中国职工书法家协会常务理事，中国书法家协会会员，中国作家协会会员，中国诗歌学会会员，中国广播电视协会理事，中国社会工作协会常务理事，盛京画院名誉院长，恒雅斋国际书画院副院长，《中国企业公民宣言》撰稿人。\n个人简介\n作品\n《真悟集》、《雨曲风歌》、《于连胜诗词选》等多部诗集。\n履历\n曾获《求是》杂志全国征文一等奖，纪念世界反法西斯战争和中国人民抗日战争胜利60周年“胜利之歌”大型诗词征文一等奖，首届清文化节诗歌大赛一等奖，书法作品被天安门等场馆和中外友人收藏。\n入编《天安门珍藏书画集》、《书坛五杰》、《新中国国礼艺术大师》、《中国国礼推荐与采购》、《影响中国100位艺术大家》、《纪念中国书法家协会成立25周年全国名家作品集》。中国书画交易中心设有于连胜艺术展厅。\n在2008第十一届中国当代实力派书画拍卖专场其草书《沁园春雪》以两万五千元拍出；在2010辽宁光大夏季艺术品拍卖中其书法长卷《诫子书》、《境高志远》、《海纳百川》等三幅作品以七万七千元拍出。天安门收藏其草书《将进酒》、九一八博物馆收藏其诗歌书法长卷《壮烈的追寻》、辽宁博物馆将于连胜歌词书法长卷永久收藏。书法作品《真悟》、《醉我千年》、《将进酒》在2010（第十四届）上海艺术博览会展出。书法作品被韩国前总理李贤宰、世界诗人大会主席杨允达、世界花式撞球协会主席安德森等许多国际友人收藏。2012年10月13日，在第十五届中国当代实力派书画拍卖专场上，于连胜的《孙过庭书谱》（绢本）书法长卷以56万元人民币成交。\n于连胜诗意书法走进美国\n第31届世界诗人大会暨首届世界诗意书画展于2011年8月29日在美国密西根湖畔的威斯康辛州基诺沙市举行。\n美国基诺沙市市长波斯曼先生代表基诺沙市政府向来自中国的著名书法家、诗人于连胜先生授予基诺沙市市长特别荣誉状，感谢和表彰他对中美文化交流和促进世界文化交流所作出的贡献。世界和平文化大使、第31届世界诗人大会暨首届世界诗意书画展执行主席玛丽安女士代表世界诗人大会向于连胜颁发世界和平文化贡献证书。世界诗人大会主席、首届世界诗意书画展组委会主席、世界文化艺术学院院长杨允达代表世界文化艺术学院授予于连胜荣誉文学博士证书。\n于连胜有感于加拿大和美国交界处的世界第一大瀑布而创作的诗歌《瀑-尼亚加拉断想》，在第31届世界诗人大会上举行的“生命之价值”诗歌大赛中荣获最高奖。美国基诺沙市市长波斯曼先生收藏了于连胜以这首诗为内容创作的诗意书法作品。\n于连胜的诗意书法还在美国洛杉矶、拉斯维加斯、芝加哥、纽约、华盛顿等地进行了巡展。美国炎黄艺术学会主席卢其宇先生，好莱坞多媒体中心副总裁麦克先生、美国世界青少年文学艺术界联合会主席冰人女士，美国媒体策划人雪芮女士、丹尼斯先生，美国美洲华裔博物馆馆长安妮女士，美国美洲华裔博物馆研究员梅素兰女士，分别在洛杉矶、拉斯维加斯、芝加哥等地观赏了于连胜的诗意书法作品，并接受了媒体记者访谈。\n第32届世界诗人大会暨2012世界诗意书画摄影展在以色列隆重举行于连胜三幅诗意书法作品分别被以色列前总统纳翁、世界诗人大会主席卡翰、匈牙利裴多菲艺术中心收藏\n第三十二届世界诗人大会暨2012世界诗意书画摄影展于2012年9月4-8日在位于地中海岸边的以色列位首都特拉维夫的卫星城卡法萨巴（KfarSaba）隆重举行。本届大会主题为“诗歌，为生命的和平芳香”。\n参加本次大会的有中国、美国、法国、西班牙、荷兰、日本、韩国、蒙古国、墨西哥、哥伦比亚、巴拿马、阿根廷、以色列等来自全球22个国家和地区的200余名诗人。\n中国著名诗人、书法家、世界诗人大会诗意书画委员会主席于连胜先生被聘任为第32届世界诗人大会副主席兼2012世界诗意书画展组委会执行主席。大会出版的《2012世界诗选》在正文前刊发了于连胜在本届世界诗人大会上被聘为大会副主席和诗意书画摄影展执行主席的中英文简介和应邀为大会所写的两幅诗意书法作品《安息日女王》和《爱的锁链》。\n012年9月4日晚，第32届世界诗人大会开幕式在卡法萨巴城市政大礼堂的罗拉阶梯剧场（AmphitheatreLola）隆重举行。开幕式由第32届世界诗人大会执行主席以色列著名诗人卡翰（ErnestoKahan）先生主持，在卡法萨巴市女子合唱团洋溢着诗意的歌声中开始。世界诗人大会主席杨允达、第32届世界诗人大会名誉主席路易斯·安布罗乔（LuisAmbroggio，美国诗人）院士、以色列外交部文化与科学司副司长甘若飞（RaphaelGamzou）、以色列希伯来文作家协会主席诗人赫茨尔·哈卡克（HerzlHakak）、以色列作家联合会主席GadKaynar教授，卡法萨巴市作家协会主席诗人UzitDagan、卡法萨巴市市长耶胡达·本·海莫（YehudaBenHamo）先后在开幕式上致辞。耶胡达·本·海莫授予杨允达博士卡法萨巴市金钥匙，以色列歌唱家卡梅拉·哈拉里现场登台用嘹亮的歌声向各国诗人致敬。现场还颁发了世界艺术文化学院荣誉文学博士学位证书、出席贡献奖等。\n在开幕式上还举行了书画作品收藏交接仪式，于连胜先生的书法作品一幅被大会转赠匈牙利第五任总统纳翁收藏；一幅被第32届世界诗人大会主席卡翰先生收藏。 \n在第32届世界诗人大会开幕式上，还举行了于连胜书写的匈牙利著名诗人裴多菲的诗歌《我愿意是急流》书法长卷转赠匈牙利首都布达佩斯的裴多菲艺术中心收藏交接仪式。世界诗人大会副主席、第二十九届世界诗人大会执行主席、匈牙利著名诗人易滋凡·涂基（IstvánTURC）博士登台接收书法长卷，并受世界诗人大会委托带回匈牙利转交裴多菲艺术中心。世界诗人大会主席杨允达、第32届世界诗人大会执行主席卡翰共同主持了交接仪式。\n刊发在大会出版的《2012世界诗选》（英文版）上的中国诗人于连胜为纪念世界反法西斯战争和中国人民抗日战争胜利而写的诗歌《壮烈的追寻》，被评为本届世界诗人大会诗歌大赛一等奖。第32届世界诗人大会执行主席卡翰、世界诗人大会主席杨允达共同为于连胜颁发了一等奖证书。\n作品出版\n诗歌、书法等艺术成果丰硕，出版有《真悟集》、《于连胜诗词选》、《雨曲风歌》等作品专集，先后在《诗刊》、《人民文学》、《中国航空航天报》、《航天文艺》、《诗潮》、《芒种》、《诗歌月报》、《中国诗歌报》、香港《文学报》、台湾《秋水》诗刊、《中国文化报》、《中国艺术报》、《作品与争鸣》、《中华儿女》等国内外多种报刊发表不同风格的诗歌、书法艺术作品。\n公益活动\n中国企业公民宣言\n（撰搞人：于连胜）\n我们是一批最具竞争力和最具社会责任感的中国企业。\n我们是一批企业公民理念的倡导者和实践者。\n我们在争做第一批中国的优秀企业公民。\n我们齐聚在中国的首都，我们在这里向中国和世界宣布：\n我们要把中国企业公民这个新的理念推向中国的所有企业。\n企业不仅是企业，而且是一个放达的人，是集群化的公民。我们要以人为本，要认真履行企业公民责任。\n我们将用我们全新的企业理念和企业公民行动，为营造和谐的中国和世界，作出有效的探索和真诚的努力。\n我们的行动，将影响中国的现实和未来，将从实质上加速中国企业与世界企业在当代理念和责任上的接轨。\n我们所作的这一切都出自于自愿，发自于内心。我们相信人间正道是沧桑。企业公民理念是鞭策和引导企业走向人间正道的旗帜。\n企业不仅是企业的，更是社会的。企业不仅是一个生产经营单位，更是构成国家经济和社会基础的企业公民。\n企业不仅要对今天负责，也对明天负责。优秀的企业不仅属于现在，更属于将来；不仅属于中国，更属于世界。因为我们是中国的，我们应该无愧于中国；因为我们是世界的，我们应该无愧于世界。\n经济发展的全球化和可持续化，对企业的社会责任和功能有了全新的要求。成功的企业不仅是一个健康运行的经济实体，而且也是国家和社会的脊梁。企业在发展壮大的同时承担更多的社会责任，已经成为一种必然趋势和国际潮流。\n过去，我们曾以自身的发展促进中国经济的持续发展和社会的全面进步；今后，我们将尽企业公民的责任全力塑造无愧于责任中国的企业。\n只有坚持科学发展观的企业，才是可持续发展的企业。可持续发展的企业，必是具有企业公民意识的企业。\n最具竞争力的企业，必须努力成为有责任、有操守、值得尊敬的企业。因此，我们发起对“企业公民”理念的推广，倡导企业综合运用社会影响、经济实力和人才资源，在加速企业健康发展的同时，尽到企业的社会责任，成为合格的“企业公民”。\n我们向企业界庄严倡议：向合格、优秀的中国企业公民的目标努力前进。\n我们要坚持企业公民理念。从企业领导者，到企业全员，高度重视和自觉承担企业的社会责任，为促进社会和谐发展做出应有的贡献。\n我们要坚持遵纪守法。遵循良好的商业道德，尊重知识产权，恪守诚信原则。\n我们要坚持以人为本。坚持就业平等，完善工作环境，提供发展机会。\n我们要坚持质量第一。质量负责，对股东、客户、员工、社区和商业链上的各个利益相关群体负责。\n我们要坚持可持续原则。树立强烈的环境意识，谋求经济发展和生态平衡的统一，达到人类与自然的共融。\n我们要坚持积极推动社会公益事业。要对国家、对人民、对社会奉献更多的关爱。\n我们是光荣的中国企业公民......成功属于我们......\n未来属于我们......\n（《宣言》于2005年11月16日在北京人民大会堂由全国百家企业签名后正式发表）\n“公益文化中国行—走进雷锋城”\n----于连胜书《雷锋之歌》书法长卷捐赠仪式在抚顺雷锋纪念馆举行\n著名书法家、诗人于连胜将我国红诗巨匠贺敬之写的诗歌《雷锋之歌》用气势磅礴的笔势书写成了一部15米长的书法长卷。\n由中国社会工作协会、中共抚顺市委、抚顺市人民政府主办，中国社工协会公益文化发展中心和抚顺市委宣传部承办的“公益文化中国行——走进雷锋城”暨于连胜书《雷锋之歌》书法长卷捐赠仪式，于2011年3月3日在抚顺雷锋纪念馆隆重举行。中国社会工作协会、“公益文化中国行”组委会、抚顺市领导，和雷锋团、雷锋班、雷锋生前战友代表、学雷锋活动模范人物代表等在书法长卷上签名。于连胜捐赠的这部《雷锋之歌》书法长卷被雷锋纪念馆永久收藏。\n中国社会工作协会副会长、“公益文化中国行”组委会副主任李德运在仪式上讲话。李德运说，中国社会工作协会为弘扬和发展社会公益文化，专门组建了“公益文化发展中心”。\n“公益文化中国行”活动是在中国社会工作协会领导和支持下，由公益文化发展中心协同有关方面联合组织开展的一项大型系列公益文化活动。这项活动在北京等地启动以后，受到所到之地的热烈欢迎。在抚顺举行的“走进雷锋城”活动，是一个新的高潮。雷锋是助人为乐的典范，雷锋精神是公益文化的精髓，雷锋文化是最具中国特色的公益文化。虽然时代发生了巨大变迁，但雷锋精神依然被亿万人民所赞美和追求，闪耀着灿烂的新的时代光芒。\n在毛主席发出“向雷锋同志学习”伟大号召48周年的前夕，“公益文化中国行”活动走进抚顺，走进雷锋的第二故乡，将推进这一活动与雷锋精神和雷锋文化进一步融合，使这一活动向深度发展。举办这次活动的目的就是要把开展公益文化活动同弘扬雷锋精神紧密结合起来，通过弘扬雷锋精神，发展雷锋文化，激励人们助人为乐、奉献社会的公益意识，促进我国社会公益文化和公益事业的和谐发展。\n捐赠人、著名书法家于连胜在仪式上发表感言，他说：“时代需要雷锋文化，人民呼唤雷锋精神，今天我在这里把这部《雷锋之歌》长卷捐献给雷锋纪念馆，就是希望《雷锋之歌》永远回荡在人民的心中，成为永远的歌。”\n不久前于连胜曾带着这部书法长卷专门拜访了诗歌《雷锋之歌》作者、中宣部原副部长、文化部原代部长、诗坛泰斗贺敬之。贺敬之曾经创作了歌剧《白毛女》，歌曲《翻身道情》、《南泥湾》，诗歌《回延安》、《雷锋之歌》、《桂林山水歌》、《西去列车的窗口》等，作品影响几代人。贺敬之高兴的欣赏了于连胜撰写的书法长卷《雷锋之歌》，并亲切交谈。贺敬之回忆说，他是70年前的6月22日入党的，入党已经70年了，当年去延安时，他虽然喜好诗歌也写诗歌，但这不是目的，目的是参加革命。他还说，今年我们党90岁了，发扬雷锋精神、传承雷锋文化是对党的90周年的最好纪念。他希望雷锋精神和雷锋文化能通过“公益文化中国行”，通过抚顺这座雷锋城，通过诗歌、书法、影视等多种文化艺术形式的传播，得以不断光大。他特意嘱托于连胜在捐赠仪式上，向到场的同志，转达他的祝愿，他说，因为身体原因，他不能前来抚顺参加这次活动，但他非常赞成和支持，他祝愿“公益文化中国行——走进雷锋城”活动圆满成功；希望通过《雷锋之歌》书法长卷的捐赠和收藏传承雷锋文化和弘扬雷锋精神；他感谢抚顺市、感谢雷锋纪念馆和雷锋所在部队多年来为宣传雷锋精神所做的巨大贡献，希望抚顺越来越好。\n于连胜捐赠的书法长卷以15万元拍出\n由辽宁省慈善总会、中国社工协会公益文化发展中心、辽宁省社会福利企业协会主办、辽宁光大拍卖行承办的2011“春天行动”书画家、收藏家扶残助残爱心捐赠慈善义卖会5月6日在沈落锤。这次义卖会上共推出来自辽宁和北京等地的书画作品五百余幅，拍卖所得捐赠给辽宁省慈善总会纳入残疾困难职工救助基金。著名书法家于连胜捐赠的24米草书长卷《佛说四十二章经》，受到收藏界青睐，当场以15万元拍出，成为本次慈善义卖的最高拍点。辽宁省慈善总会领导到会致辞，并当场向为本次拍卖捐赠书画的李杭（李苦禅之子）、书法家于连胜、画家王玉琦颁发了捐赠证书。\n所获奖励\n994年获中共中央理论刊物《求是》杂志全国征文一等奖；\n002年获沈阳市“五个一工程”奖；\n004年获首届沈阳清文化节诗歌大赛一等奖；\n005年获纪念世界反法西斯战争、和抗日战争胜利六十周年胜利之歌大型诗词征文一等奖，人民文学“爱与和平”征文优秀奖；\n005年11月，在北京人民大会堂举行的“中国企业公民论坛”上，作《现代企业公民与世界人文科学》主题演讲；\n008年被授予“和谐中国德艺双馨”书画艺术名家。\n009年5月，应邀出席“第六届中韩书画艺术交流展开幕式”并致辞，草书长卷《将进酒》在会上展出并编入《第六届中韩书画艺术交流展作品集》；\n009年9月，应邀出席在匈牙利首都布达佩斯举行的“第29届世界诗人大会”并朗诵短诗代表作，世界诗人大会主席、执行主席、匈牙利文化部领导欣赏并收藏其书法作品；\n009年10月，入编《新中国国礼艺术大师》；\n010年5月，沈阳“九·一八”历史博物馆收藏于连胜诗歌书法长卷《壮烈的追寻》；同日举行“于连胜诗歌书法艺术研讨会”。\n010年9月，出席“中国—东盟当代书画艺术巡展暨10+1爱心公益活动发布会”并捐赠书法作品；\n010年10月，诗歌书法长卷《让世界不再遗憾》在北京圆明园朗诵并被收藏；\n010年10月，书法长卷《张学良将军诗五首》被台湾新竹张学良故居永久收藏；\n011年3月，15米书法长卷《雷锋之歌》被抚顺雷锋纪念馆永久收藏；\n诗歌观点\n对于诗歌，于连胜有自己独到的观点，他认为：“好诗应是一座桥，其贵在通，能在作者与读者之间，搭起心灵沟通的桥梁。”“某些诗走入困境的重要原因之一是过于自由化，只有作者自己知道在说什么，找不到任何同感和共鸣的诗，走向社会的路必然面临困惑。”他强调：“诗不仅要有自我性，更要有社会性。只有那些能够被社会和历史所肯定的诗，才能是有出路的，有前途的。”“好诗不只是有诗人独有的身世感，还必须具有强烈的社会和时代感。”\n诗歌赏析\n“圣诞的早晨/我流了不少汗/走了很久/也没有走远/跑步登攀都是为了/用诗人的眼/寻找心中的珠穆朗玛/神圣在自己的家园/喜马拉雅的雪花/飞过万水千山/飘落在我的窗前/流汗的脊梁没有遗憾/我相信/没有比目光更长的路/我更相信/没有比志向更高的山”（《寻找心中的珠穆朗玛》）\n“山/太重了/所以/寸步难行//云/太轻了/所以/飞上了天/然而/山有山的喜悦/云有云的遗憾/云的来去/总是短暂/山的落脚/总是长远//终于清醒的云/才化做雨/来装点/山的壮丽//属于永恒的山/才穿过云/去俯瞰/云的变幻……”（《风景线》）\n拒绝了/两个/盛情的邀请/因为/我只有/一个时间/推迟了/两次/不必的牺牲/因为/我只有/一次生命/放弃了/很多/该看的风景/因为/我只有/一双眼睛/宁可/选择奔腾/为了早一天/汇入大海/因为/头上已经飘雪/心的呼唤/让我风雨兼程……（《因为》）\n相关照片\n如图：\n书法作品\n请欣赏：\n","category":"草书","verified":true,"user":1,"timestamp":1429951549680}]