[{"name":"行书蘜潭纂峨嵋山纪诗","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791623342,"text":"说明：（来自《中国书法全集-王铎》(荣宝斋出版刘正成主编 高文龙文) \n　　卷中五律十首，有四首见於《拟山园选集》（臺湾学生书局》五律卷七，题作《纂峨嵋山纪有题》，分别為卷中之第一首、第二首、第四首、第九首。第一首尾联之“山 潮”，集中作“山樵”，第二首漏书頷联十 字，据集中所载，应為“古厓多铁瓦，漫士自 樟庐”。 \n　　诗题中的“蘜潭”，位於河南省南阳府东 部，在西峡与内乡两县之间。从诗中的“何日 幽栖遂，山樵一结盟”，“学佛身将老，為儒 梦已虚”，“今忧非我事，覆载一闲人”等句 看，表现了王鐸甘心退隐的消极情绪，则最早 亦应為寄寓怀州以后所作。王鐸降清后，虽然 这种情绪亦时有表露，但王鐸除顺治五年因段 姬病故而一度返里，在乡居住半年又回北京而 外，至书写此卷时，再未离开北京，更没有到 过蘜潭，所以说，这十首五律，应作於寄寓怀 州以后至降清以前的这一段时间里。 \n　　崇禎十六年三月，王鐸携家人在江苏之浒 墅关别离友人袁枢以后，旋南下至吴、至越、 至楚。在楚地曾辗转於漳水、黄冈、洞庭一 带。同年秋季，回到乡里孟津，因乡里已经室 家无存，遂赴辉县苏门山下，投奔故友郭公 隆。在郭公隆处安顿下来后，随即派次子无咎 及家丁数人赴江苏桃源，将妻子马氏灵柩迁 回，移葬於新乡城东二里之水柳湾。从这些情 况分析，王鐸及家人一行在秋季返里时，不是 走的运河水路，也没有再次经过江苏桃源，而 是从湖北一带逕自返回河南的。此卷诗题中的 “蘜潭”，就是王鐸此次返乡的经由。 \n　　据卷中诗题“蘜潭纂《峨嵋山纪》，览之作十首”，可以知道，王鐸在蘜潭曾有纂集《峨嵋山纪》的事情，当时读了《峨嵋山纪》的文章，触动了自己的感想，遂有五律十首之作。所以，这十首诗，不是王鐸亲自登览峨嵋山的纪游之作，其中也没有身临其境般的真实描写，而只是一种意兴的寄託，所谓“即此披图记，峨楼远卜居”也。 \n　　第十首之后有题记“己丑十月”云云，卷末又署款為“时年五十六”。“己丑”為顺治六年，王鐸时年五十八岁，如果考虑“己丑十月”与“时年五十六”有一处為笔误的话，则 “时年五十六”应為笔误。因為王鐸此卷书於三弟王鑨大隐斋，王鐸五十六岁时，王鑨尚在江苏崐山县任上，调转来北京任职正是顺治六年（己丑）夏月，与卷中的“己丑十月”才是吻合的。 \n　　可是，虽然王鐸在书写此卷时，自称是“多病荒耄”，将第六首书成第一首，第二首又漏书一联，但恐怕也不至於把自己的年龄写错。所以，再一种解释就是，“时年五十六”正是王鐸的实际年龄。也就是说，王鐸的诞生日在十一月份或十二月份。“己丑十月” 书此卷时，尚未满五十七岁。\n\n释文：\n蘜潭纂《峨嵋山纪》览之作十首夜书无墨之嘉 \n未可测奇奥，铁牌风雨愁。\n乘时休离佛，不夜吼高秋。\n巴岳天根老，邛崃月魄稠。\n酿花求发绿，世外灏悠悠。\n第六首误书第一首多病荒耄可以发噱。 其一 \n三峨称绝险，大略势孤生。\n南极星辰细，中华水木平。\n仙飚空外起，海鹤夜间声。\n何日幽栖遂，山潮与结盟。其二 \n即此披图记，峨楼远卜居。 \n学佛身将老，为儒梦已虚。 \n狮坪收雪岭，龙马共蘧蘧。 其三 \n长安犹滞迹，羲洞欲思玄。 \n外国分峨顶，玆山有木莲。 \n尘心因寺息，神水向天悬。 \n白首犍为上，绳绳万古烟。 其四 \n奇象何能绘，瑠璃（亭名）迥未移。 \n阳坡荣异蕊，缺窍现山魑。 \n岷水台前没，天河槛外卑。 \n笑容应自得，祝肾返无知。 \n其五 \n攀践在幽岑，人间一古林。 \n盘陀窥太始，葱岭割重阴。 \n白雪吹香籟，苍龙隐窟心。 \n冲夷深炼药，渺渺下空音。其六已书前 \n其七 \n瓦屋山无尽，诸番限此疆。 \n七天通气冷，三殿引光长。 \n枳木资僧业，烟云厚客装。 \n携君观邃古，广乐远铿锵。 其八 \n宝墖（即“塔”）木瓢挂，无为养谷神。 \n探河偕老衲，借枕遇遣薪。 \n邛管山形变，平羌江影春。 \n分忧非我事，覆载一闲人。 其九 \n（梅子坡前路，天门处处殊。勋华皆点缀，情性）亦虚无。 \n大地诸灵宅，闲云一病躯。 \n木羊与黑虎，洵美伴山夫。 共十 \n龙池千万劫，迸水贯虚空。 \n路束氤氲半，磬飞杳霭中。 \n高深邻蟒径，通寒佞猕丛。 \n偿得长生秘，休忘造化功。 己丑十月。 疟新瘥，头眩晕，体犹作楚。过三弟大隐斋一更濡墨书此。无善笔，炬下眯瞢，亦觉不恶。三弟知书画大意，不肯用力时习，然能知胜于不知者，远若径庭，不可混而不辨也 。 \n书学当少年时，恒易言之。迨五十弥喻其难，盖书，古之迹易学，晋之神，瞠乎其后，逾写逾望洋，始觉少年气浮心粗，不臻其室，故往往轻为发议焉耳。精要难窥，外藩易涉。登五岳然后知山，浮海澳然后知海。诗、举业、文、画皆然。呜呼！索解人安得日日遇之哉。 \n王铎书于大隐斋时年五十有六。","author":"明代王铎","description":"行书蘜潭纂峨嵋山纪诗"}]