[{"name":"欧阳询皇甫诞碑清拓","text":"唐于志宁撰文，唐欧阳询书。此碑现在陕西西安，无书写年月。楷书28行，行59字。碑额篆书“隋柱国弘义明公皇甫府君碑”十二字。《墨林快事》谓此碑立于隋朝，当为欧阳询（557年～641年)早年所书，另有一说《皇甫诞碑》刻立于唐贞观年间（公元627年～650年）。此碑在明代已断为两截。\n碑帖鉴赏\n欧阳询—皇甫诞碑全称《隋柱国左光禄大夫弘义明公皇甫府君之碑》，亦称《皇甫君碑》。 \n《皇甫诞碑》用笔紧密内敛，刚劲不挠。点画重在提笔刻入，此为唐初未脱魏碑及隋碑的瘦劲书风所特有的笔法特点。杨士奇云：“询书骨气劲峭，法度严整，论者谓虞（世南）得晋之飘遗，欧（阳询）得晋之严整。观《皇甫诞碑》其振发动荡，岂非逸哉？非所谓不逾矩者乎？”翁方纲说：“是碑由隶成楷，因险绝而恰得方正，乃率更行笔最见神采，未遽藏锋，是学唐楷第一必由之路也。”此碑用笔研润，虽为欧阳询早年作品 ，但已具备了“欧体”严整、险绝的基本特点。明王世贞云：“率更书皇甫府君碑，比之诸贴尤为险劲。是伊家兰台（欧阳通）发源。”杨宾在《大瓢偶笔》中说：“信本碑版方严莫过于《邕禅师》，秀劲莫过于《醴泉铭》，险峭莫过于《皇甫诞碑》，而险绝尤为难，此《皇甫碑》所以贵也。”\n《皇甫诞碑》，于志宁制，欧阳询书，唐刻，宋拓，装裱成册，共32页，每页纵30.2cm，横16.4cm。\n有张祖翼、朱翼盦等题签，钤有“翼盦鉴之”、“卢江刘健之鉴藏石墨”等印4方。为“参综机务”之“务”字未损本。\n此碑文28行，行59字。篆额阳文12字。碑文内无年月，据前人考之，为高祖武德时立 ，又谓贞观初立 ，宋时尚在咸宁鸣犊镇。碑阴有宋皇祐三年（1051年）刻“复唯识廨院记”。碑侧原刻花纹，宋时右侧已刻题名。以后移至西安府学文庙。明万历十六年（1588年）余君房督学作亭覆之，至二十四年亭圮，此碑中断，损数十字。现藏陕西省博物馆碑林。\n此碑书法用笔、结体及字形具有北齐风格，骨气劲峭，法度严整。明王世贞说：“率更书《皇甫君碑》，比之诸碑尤为险劲。是伊家兰台发源，然兰台《道因碑》，笔笔带批（隶法），得之家学也。”\n宋赵明诚《金石录》，清孙承泽《庚子销夏记》、朱枫《雍州金石记》等书著录。\n碑帖全文\n随柱国左光禄大夫弘义明公皇甫府君之碑。\n夫素秋肃煞，劲草标於疾风；叔世艰虞，忠臣彰於赴难。衔须授命，结缨殉国，英声焕乎记牒，徽烈著於旂常，岂若衅起萧墙，祸生蕃翰，强逾七国，势重三监，其有蹈水火而不辞，临锋刃而莫顾，激清风於後叶，抗名节於当时者，见之弘义明公矣。\n君讳诞，字玄宪，安定朝那人也。昔立效长丘，树绩东郡，太尉裂壤於槐里，司徒胙土於耏门，是以车服旌其器能，茅社表其勋德，铭功卫鼎，腾美晋锺，盛族冠於国高，华宗迈於栾却，备在史牒，可略言焉。曾祖重华，使持节、龙骧将军、梁州剌史。润木晖山，方重价於赵璧；媚川照阙，曜奇采於随珠。祖和，雍州赞治，赠使持节、散骑常侍、车骑大将军、仪同三司、胶、泾二州刺史。高衢将骋，遽夭追风之足；扶摇始搏，早坠垂天之羽。父璠，使持节、骠骑大将军、开府仪同三司、随州刺史、长乐恭侯。横剑梐枑，威重冠军；析瑞蕃条，声高渤海。\n公量包申伯，禀嵩山之秀气；材兼萧相，降昴纬之淑精。据德依仁，居贞体道。含章表质，讵待变於朱蓝；恭孝为基，宁取训於桥梓。锋剸犀象，百练挺於昆吾；翼掩鸳鸿，九万奋於溟海。博韬骨产，文瞻卿云，孝穷温情之方，忠尽匡救之道。同何充之器局，被重晋君；类荀攸之宏图，见知魏主。斯故冗罗众艺，囊括群英者也。起家除周毕王府长史，荣名蕃牧，则位重首寮；袨服睢阳，则誉光上客。既而苍精委驭，炎运启图，作贰边服，实资令望，授广州长史。悦近来远，变轻讠少於雕题；伐叛怀柔，渐淳化於缓耳。蜀王地处维城，寄深磐石，建旟玉垒，作镇铜梁，妙择奇才，以为僚佐，授公益州总管府司法。昔梁孝开国，首辟邹阳，燕昭建邦，肇徵郭隗。故得驰令问於碣馆，播芳猷於平台，以古方今，彼此一也。寻除尚书比部侍郎，转刑部侍郎。趍步紫庭，光映朝列；折旋丹地，誉重周行。俄迁治书侍御史。弹违纠慝，时绝权豪；霜简直绳，俗寝贪竞。\n随文帝求衣待旦，志在恤刑，咒网泣辜，情存缓狱。授大理少卿。公巨细必察，同张季之听理；宽猛相济，比于公之无冤。但礼闱务殷，枢辖寄重，允膺此职，实难其人。授尚书右丞，洞明政术，深晓治方，臧否自分，条目咸理。丁母忧去职。哀恸里闾，邻人为之罢社；悲感衢路，行客以之辍歌。孝德则师范彝伦，精诚则贯微幽显，虽高曾之至性，何以加焉。寻诏夺情，复其旧任。于时山东之地，俗升民浇，虽预编民，未行声教。诏公持节为河北河南道安抚大使，仍赐米五百石、绢五百匹。公轩布政，美冠皇华之篇；拥节观风，荣甚绣衣之使。事讫反命，授尚书左丞。然并州地处参墟，城临晋水，作固同於西蜀，设险类於东秦，实山河之要冲，信蕃服之襟带。授公并州总管府司马，加仪同三司。公赞务大邦，声名藉甚，精民感化，黠吏畏威。\n属文帝剑玺空留，銮跸莫反，杨谅率太原之甲，拥河朔之兵。方叔段之作乱京城，同州吁之挻祸濮上，虽无当璧之地，乃怀夺冠不之心。公备说安危，具陈逆顺，翻纳魏勃之荣，反被王悍之灾。仁寿四年九月，溘从运往，春秋五十有一。万机起歼良之叹，百辟兴丧予之悲，切孔氏之山颓，痛杨君之栋折。赠柱国、左光禄大夫，封弘义郡公，食邑五千户，谥曰明公，礼也。丧事所须，随由资给，赐帛五千段，粟三千石。\n惟公温润成性，夙表白虹之珍；黼黻为文，幼挺雕龙之采。行已穷於六本，蕴德包於四科，延阁曲台之奇书，鸿都石渠之秘说，莫不寻其枝叶，践其隩隅。譬越箭达犀，馀之以括羽；楚金切玉，加之以磨礲。救乏同於指囷，亲识待其举火，进贤方於推毂，知已俟以弹冠。存信舍原，黄金贱於然诺；忘身殉难，性命轻於鸿毛。齐大小於冲襟，混宠辱於灵府，可谓楷模雅俗，冠冕时雄者也。方当亮采泰阶，参综机务，岂谓世逢多故，运属道消，未展经邦之谋，奄锺非命之酷。世子民部尚书上柱国滑国公无逸，以为邢山之下，莫识祭仲之坟；平陵之东，谁知子孟之墓。乃雕戈勒石，腾实飞声，树之康衢，永表芳烈。庶葛亮之陇，锺庄禁之以樵苏；贾逵之碑，魏君叹之以不朽。乃为铭曰：\n殷后华宗，名卿胄系。人物代德，衣冠重世。逢时翼主，膺期佐帝。运荣经纶，执钧匡济。门承积庆，世挺伟人。夜光愧宝，朝采惭珍。云中比陆，日下方荀。抑扬元辅，参赞机钧。玉叶东封，贰图北启。伏奏青蒲，曳裾朱邸。名驰碣石，声高建礼。珥笔宪台，握兰文陛。分星裂士，建侯开国。辅藉正人，相资懿德。中台辍务，晋阳就职。望重府朝，誉闻宸极。乱阶蔓草，灾庄剪桐。成师构难，太叔兴戎。建德效节，夷吾尽忠。命屯道著，身殁名隆。牛亭始卜，马獦初封。翠碑刻凤，丹旆图龙。烟横古树，云锁乔松。敬铭盛德，永播笙镛。\n欧阳询（557一641年），唐代，汉族，潭州临湘（今长沙）人，字信本，楷书四大家（欧阳询、颜真卿、柳公权、赵孟頫）之一。公元557年出生于衡州（今衡阳），祖籍潭州临湘（今湖南长沙），欧阳询祖父欧阳颁（498～563年）曾为南梁直阁将军，父欧阳纥曾任南陈广州刺史和左卫将军等职。因举兵反陈失败被杀，并株连家族。欧阳询因年幼幸免于难，被父亲好友收养。欧阳询聪敏勤学，涉猎经史，博闻强记。隋朝时，欧阳询曾官至太常博士。因与李渊交好，在大唐盛世累迁银青光禄大夫、给事中、太子率更令、弘文馆学士，封渤海县男，也称“欧阳率更”。与同代另三位（虞世南、褚遂良、薛稷），并称初唐四大家。因其子欧阳通亦通善书法，故其又称“大欧”。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为唐人楷书第一。他与虞世南俱以书法驰名初唐，并称“欧虞”，后人以其书于平正中见险绝，最便初学，号为“欧体”，他的字有多人评论。\n图\n图片欣赏\n","category":"草书","verified":true,"user":1,"timestamp":1429951553954}]