[{"name":"蔡卞行书唐玄宗鹡鸰颂题跋","text":"《鹡鸰颂》，唐玄宗李隆基书，行书墨迹，是现存唐玄宗唯一的墨迹，316行， 行7～8字。现藏台湾故宫博物馆。此件董其昌有临本。\n此帖书法萧散洒落，丰厚腴美，给人行行淳厚之感。运笔精到，轻入重敛，笔实墨沉，神气完足，遒劲而舒展。黄山谷称：“玄宗书斑斑犹有祖父之风”。将此帖与太宗《温泉铭》、《晋祠铭》对比，的确能见其相承关系，但太宗清劲，玄宗遒婉，风格还是有异。 清王文治跋：“帝王之书，行墨间具含龙章凤姿，非人文臣者所能彷佛，观此颂犹令人想见开元英明卓逾时也”。\n内容\n附：鹡鸰颂(并序)\n朕之兄弟，唯有五人，比为方伯，岁一朝见。虽载崇藩屏，而有睽谈笑，是以辍牧人而各守京职。每听政之后，延入宫掖，申友于之志，咏《棠棣》之诗，邕邕如，怡怡如，展天伦之爱也。秋九月辛酉，有鹡鸰千数，栖集於麟德殿之庭树，竟旬焉，飞鸣行摇，得在原之趣，昆季相乐，纵目而观者久之，逼之不惧，翔集自若。朕以为常鸟，无所志怀。左清道率府长史魏光乘，才雄白凤，辩壮碧鸡，以其宏达博识，召至轩楹，预观其事，以献其颂。夫颂者，所以揄扬德业，襃赞成功，顾循虚昧，诚有负矣。美其彬蔚，俯同颂云。\n伊我轩宫，奇树青葱，蔼周庐兮。冒霜停雪，以茂以悦，恣卷舒兮。连枝同荣，吐绿含英，曜春初兮。蓐收御节，寒露微结，气清虚兮。桂宫兰殿，唯所息宴，栖雍渠兮。行摇飞鸣，急难有情，情有馀兮。顾惟德凉，夙夜兢惶，惭化疏兮。上之所教，下之所效，实在予兮。天伦之性，鲁卫分政，亲贤居兮。爰游爰处，爰笑爰语，巡庭除兮。观此翔禽，以悦我心，良史书兮。\n研究现状\n唐玄宗现存世的书法作品，只有本件是墨迹，而其他的存世的只有碑刻，像：《裴光庭碑》《金仙长公主神道碑》《青城山长道观敕》《内侍省功德碑》等。\n对本卷的研究，很早就开始了，但是大陆的研究往往限于介绍，在台湾对此卷的研究较为深入。\n近代以来，对唐玄宗<鹡鸰颂>的讨论的重点似乎并不是在书法风格上，主要集中在：一、玄宗<鹡鸰颂>完成的时间；二、本卷是否是双钩廓填本。此外，还会涉及到<鹡鸰颂>的作者为谁；本卷的装裱形式；卷后蔡京、蔡卞的题跋以及本卷的流传状况。\n对<鹡鸰颂>完成的时间，研究者的分歧比较大，众说纷纭。对完成年代的研究主要根据颂文中所记叙的内容结合史料来推断。颂文中含有时间暗示的句子是：“朕之兄弟唯有五人。比为方伯。岁一朝见。虽载崇藩屏而有睽谈笑。是以辍牧人而各守京职。”和“秋九月辛酉”。第一句话虽然对“兄弟五人”有一点分歧（下文详叙），但是研究者普遍一致的理解是颂文写于兄弟回京（遥领节度）后，兄弟之中最早去世的宋王成义去世之前。对“秋九月辛酉”的一般理解是九月辛酉日（不同观点在下文中详叙）。\n“开元二十年之前”是比较早提出的说法，徐邦达先生在《古书画过眼要录》中，根据颂文的内容推定这篇颂文完成的时间不会晚于申王成义去世的时间，而申王死于开元二十年（另一说是开元十二年），因此，<鹡鸰颂>完成不会晚于开元二十年，是玄宗四十二岁之前的作品。\n同样比较早提出的说法还有“开元七年”说，江兆申先生出版于1977年的《双溪读画随笔》中收录了<唐玄宗书鹡鸰颂完成年岁考>一文。文中，江兆申先生根据通鉴开元四年的记事“二王皆不出合，诸王遥领节度自此始”断定<鹡鸰颂>书写一定是在开元四年之后。而在开元八年岐王范有谋反的意图，情况相当严重，兄弟之间产生了间隙，因此一定是在开元八年之前。而在四年和八年之间九月有辛酉日的是开元五年、七年和八年。而五年和八年通鉴上记录玄宗相当忙，不太可能完成，而在开元七年则有宋王劝谏之事，让玄宗很是感念。江兆申先生认为<鹡鸰颂>无疑是应和这一事件而写成的。“开元七年”说有相当广泛且持续的影响，1989年黄伟中先生曾作《唐玄宗<鹡鸰颂>与魏光乘》一文，运用他从史料中找到的关于魏光乘的两则材料来补充印证江兆申先生的“开元七年”说。之后1998年，林柏亭先生的《帝国的回忆国立故宫博物院瑰宝赴法展专辑——唐玄宗鹡鸰颂》，2003年，何传馨先生的《天子之宝——台北国立故宫博物院的收藏展品系列（五）》，2010年，谭怡令先生的《当唐玄宗与鹡鸰相遇》等文章中都沿用了“开元七年”的说法。\n001年，方展里先生《<鹡鸰颂>赏析》中正面对“开元七年”说提出了质疑。方展里先生认为<鹡鸰颂>完成于开元四年之后的推断是没有问题的，但是开元八年并非是下限。江兆申先生所提到的岐王范想要谋反之事，似乎没有江兆申先生说的那么严重。首先，岐王范本身并没有想要谋反，其次，虽然玄宗责罚了与岐王范交游的大臣但是对岐王范仍旧待之如故。因此兄弟之间并没有产生很大的间隙。下限应为申王成义去世之前，即开元十二年（徐邦达考证为开元二十年）。至于具体在何年写成，则取决于鹡鸰落于麟德殿此事发生于何时。因此，方展里先生认为<鹡鸰颂>应写于开元四年到开元十二年之间。\n之后2008年何传馨先生在《唐玄宗<鹡鸰颂>》一文中，认为完成于开元五年也是可能的。因为“从前后文义看，先说“比为方伯，岁一朝见”，继云“是以辍牧人而各守京职”，似是初发生之事。”因此何传馨先生挑选了一个距离开元四年最近的九月有辛酉日的一年，那就是开元五年。\n起初，刘正成先生在《中国书法全集》中将“秋九月辛酉”中的辛酉解释为辛酉年，由此刘正成先生认为<鹡鸰颂>完成于开元九年（辛酉年）九月。似乎这种观点并不被认同。\n近期侯怡利先生也提出了开元九年说，此九年非彼九年。侯怡利先生根据通鉴开元九年玄宗的诏书“是岁，诸王为都督、刺史者，悉召还京师。”认为开元九年才是<鹡鸰颂>完成时间的上限。而申王死于开元十二年，这一定是<鹡鸰颂>完成的下限。在开元九年和十二年之间只有九年和十二年的九月有辛酉。然而开元十二年与开元九年诸王回京的气氛之间有相当的时间差而且在开元十二年十一月申王去世，因此<鹡鸰颂>完成于开元九年最为合适。\n在这场关于书写年代的讨论中，除了前文所说的颂文内容作为对照之外，还有几个历史记录是讨论的基点。首先是通鉴开元四年的记事“二王皆不出合，诸王遥领节度自此始”和通鉴开元九年玄宗的诏书“是岁，诸王为都督、刺史者，悉召还京师。”根据这两则不同的文献记录分别得出了不同的<鹡鸰颂>完成时间的上限。前者最先由江兆申先生提出，在侯怡利先生之前，对这一点研究者是没有怀疑的。纵使是方展里先生的“开元四年到开元十二年”说和何传馨先生的“开元五年”说都是建立在这个基点上的。而侯怡利先生提出的后后一则文献记录则将这个基点打破了，从而将上限后延到开元九年。而细读这两则文献，我们不得不说事情的发展是需要时间的，开元四年是“诸王遥领节度”的开始而并非所有的诸王都已经“遥领节度”了，而开元九年则是玄宗明确下诏，意味着所有诸王都要“遥领节度”了。申王去世无疑是<鹡鸰颂>完成的最晚下限（这件事发生的时间有开元十二年和二十年两种说法，似乎开元十二年更为可能。）。但是在这之前曾经发生过岐王范交游大臣的事件。“开元七年”说认为这一时间严重影响了兄弟之间的关系，但是也有人认为并没有那么严重。至于对“辛酉”的理解虽有异议但是基本是一边倒的认为“辛酉”表示的是日期而非年份。\n除了完成时间的问题，还有关于本卷是不是双钩廓填的问题。最早的质疑出现在《东图玄览》,徐邦达先生也认同这种观点。但是对这个问题更多的人则保持存疑的态度，像江兆申先生、何传馨先生等。但是侯怡利先生在经过目鉴和高清数字的观看之后，认为此卷是写本。至于《东图玄览》上所记录的是否是此卷，侯怡利先生也有讨论，认为如果《东图玄览》上所述的徽宗题签是写在前隔水上的话，本卷就并非彼卷。因为本卷的前隔水上并无徽宗题签，但是有明早期梁王的收藏印（印之真伪尚需证实）。\n至于拖尾上的跋文，前人一般都认为是蔡京和蔡卞的真迹，但是侯怡利先生在对比蔡京的《江雪归棹图》《致节夫亲契》和蔡卞的《致四兄相公尺牍》后认为，跋文书写质量稍差，并且有较多笔误，因此并非真迹而是有根据的临写本。《东图玄览》记录还有元危素的跋，可能已经被割去。同样的明林佑的跋文也被割去。\n至于装裱方式，一般认为是“宣和装”。但是本卷并非标准，因为缺少徽宗题签及双龙园印，宣龢、御书印也仅存半，有学者也因此质疑本卷的真伪。侯怡利先生考证认为本卷是在宣和年间由册页改成手卷的，也正因为如此骑缝的“开元”印鉴应该是伪造。\n除此之外，关于本卷还有一些小问题：关于<鹡鸰颂>的作者，江兆申先生认为是玄宗和魏光乘合作的。这一说法有一定的影响力。但是方展里先生认为<鹡鸰颂>是玄宗为唱和魏光乘所作颂文而独自又写成的一篇。争论的焦点主要在于对“俯同”的理解。对“兄弟五人”也有不同的解读。江兆申先生认为是宋王成器、申王成义、玄宗、岐王范和薛王业，这一说法有较大的影响力。侯怡利先生则提出除此之外还有邠王守礼，即除去玄宗之外的“兄弟五人”。关于本卷的流传，张光宾先生在《故宫博物院收藏法书与碑帖》之中，试图梳理其流传状况，但是因为南宋、元的数据缺失，难以形成系统。对于本卷书法风格的研究则比较概括，一般认为是承袭了王羲之的书风，又有盛唐的丰腴之美的审美特性。\n","category":"行书","verified":true,"user":1,"timestamp":1429951596894},{"name":"蔡卞行书唐玄宗鹡鸰颂题跋","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791610554,"text":"《唐玄宗鹡鸰颂题跋》 行书\n蔡京胞弟蔡卞 （文/ 吴春永）\n转自湄洲日报(海外版)\n　　蔡卞，字元度，蔡京之弟。生于宋仁宗庆历八年（1048），仙邑慈孝里赤湖境（今枫亭镇东宅赤岭自然村）人。蔡卞小时聪颖敏悟，就读于枫亭塔斗山青螺草堂（后易会心书院），他读书过目不忘，才思敏捷，能把《三字经》、《千字文》等启蒙读物倒背如流，《四书》、《五经》经典也烂熟于心，且史籍方志，百家杂说，国家法典无不浏览殆遍，触类旁通。他学识渊博，满腹经纶，才华出众，名闻乡里。\n　　宋神宗熙宁三年（1070），蔡卞与胞兄蔡京同科举登进士第，翌年，被授任江苏江阴县主簿，其时当地大富豪顾新元等人，趁着青黄不接之际，借谷物于庶民，利息高出平时一倍。蔡卞同情百姓疾苦，极力推行王安石的青苗法，断然开仓借粮，以解百姓燃眉之急，煞住不法富人趁火打劫的嚣张气焰，免除农民遭受高利贷剥削之苦，因而受到王安石器重，招他为婿。\n　　神宗元丰五年（1082），卞任国子直讲，崇政殿侍讲，不久又擢为起居舍人，同知评院侍御史，后多次以王安石执政亲嫌辞，拜中书舍人兼侍讲，进给事中。哲宗即位（1086），高太后临朝摄政，授司马光为相，废除新法。卞改任礼部侍郎，出使辽国，受厚礼接待，后因病回朝。他以龙图阁侍制知宣州、江宁及扬、广、越、润、陈等五州。当时广州是宋廷对外贸易的重要港口，宝物凑集，但他一毫莫取。徙越州时，外国商人以蔷薇露洒其衣裳送之，以示敬重。\n　　哲宗元八年（1093）高太后病逝，哲宗亲政。蔡卞复为中书舍人，兼国子修撰、与曾布等人以王安石所遗《日录》为依据，较客观地编撰了《神宗实录》，对诬篾王安石变法之词加以批驳。亦因此使元大臣吕大防、范祖禹、赵彦若、黄庭坚等保守派皆获谴遭贬，而卞迁翰林学士。绍圣二年（1095），蔡卞拜为尚书右丞，四年，转拜尚书左丞，他与章等人在“绍述”的名义下，力主恢复王安石新法，上欺天子，下胁同列，中伤善类。他又密疏圣上，请皇帝下旨施行，并欲追废元间政事实际主持者高太后的“宣仁圣烈”的谥号。\n　　徽宗建中靖国元年（1101），谏官陈　、任伯雨、御史龚夫联合弹劾蔡卞劣迹曰：“卞芳私史，以压宗庙之恶，有过于，去年封事数千人皆乞斩，该由卞公论。”陈　还罗列蔡卞六条罪恶：因诬罔宣仁保佑之功，欲行追废；凡绍圣以来窜逐臣僚皆由卞启齿之后施行；宫中厌胜事作，哲宗方疑未知所处，欲礼法通议，卞云：“既犯法矣，何用议为”。皇后以是得罪；编排元章牍，萋菲语言、被罪者数千人，议自卞出；邹浩以言忤旨，卞激怒哲宗，致之遭远谪，又请治其亲；蹇序辰建看详诉理之议，迟疑未应，卞二心之言迫之，默言不敢反对，明日置局，士大夫得罪者30家，凡此皆由卞谋之，而行之。陈　等人要求圣上亟待正典刑，以谢天下。\n　　蔡卞后被降为少府少监，分司南京，到池州居住，翌年又起知大名府，徙扬州，召为中太乙宫使，后擢知枢密院事，负责边防、军备等机要事务。时蔡京居相位，他以亲嫌辞，没有评可。他赞成徽宗、蔡京收复湟州、鄯廓等地，因功进金紫光禄大夫。\n　　蔡卞反对蔡京重用宦官童贯为陕西制置使。在其他政事上，他的主张也多与蔡京不同，因此受到蔡京的诋毁，他以天章阁学士出知河南，时张怀素败下，卞素与之游之，因此一起降职，旋加观文殿学士，拜昭庆军节度使，入为侍读，进检校少保，开封仪同三司，累迁镇东军节度使。\n　　徽宗政和七年（1117），蔡卞告假返乡祭祖，逝于途中，享年70岁，赠太傅，谥文正。高宗即位，追责为宁国军节度副使，绍兴五年（1136）又贬单州团练副使。著有《毛诗名物解》，与蔡京编撰《宣和书谱》、《宣和画谱》各20卷。","author":"宋代蔡卞","description":"蔡卞行书唐玄宗鹡鸰颂题跋"}]