[{"name":"金琮行书致士行函帖","text":"《金琮行书诗》是作者杏林2007年出版的一本书籍。\n\n版次：1\n页数：31\n纸张：胶版纸\n包装：平装\n内容提要\n金琮(1449一1501)，字元玉，自号赤松山农。应天府(今南京)人，明代书法家。工诗善画，与徐霖、陈铎等谈艺南都，不喜与王公贵族往来。清钱谦益丙集对他所述甚详：“琮，字元玉。尝游浙之赤松山，爱其佳，徘徊不能去，因自号赤松山农。居常遐啸清视，人莫能窥，处己接物，高简粹白。王公大人，非先施，不造其门。倪青参赞南京，拟荐于朝，不果。以弘治辛酉卒。”清徐沁称其“与弟璿同闻于时”，又“画墨梅，纷霏苍劲，虽逃禅老人(杨无咎)，不是过也”。当时南京、苏州一代是经济文化中心，是士大夫文人墨客重要的活动地区，元代赵孟颊、张雨都在此生活过。金氏不仕，以至于不与显贵往来，也深受当时隐逸文人清高之气的影响。\n其书法初学赵孟频，晚年学张雨，受二人影响甚大，因其书似赵，且多有临作，后世往往有被挖改原款冒充子昂书以欺世者，甚而被认为是专伪赵书之能手。实则金书与赵书形似而神异，晚年更倾向于厚重沉稳，另有传世。\n","category":"行书","verified":true,"user":1,"timestamp":1429951649612},{"name":"金琮行书致士行函帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791636086,"text":"金琮《致士行函》帖\n　　从现行的艺术史来看，金琮（1449～1501年，字元玉，自号赤松山农，明上元（今南京）人）在声名上只是个小名头书家，仅能从其有限的几件作品以及零星文献记载中识其大致形象，似乎并无多少值得关注或考量之。\n　　《中国古代书画图目》著录了金琮几帧行草书，如上海博物馆藏《行书诗卷》、朵云轩藏《行书临赵孟頫左太冲咏（四开）册页》、故宫博物院藏《行草七绝诗轴》，以及少数作于他人书画作品上的题跋，作品图版显示金琮书法主要取法松雪，笔墨惟妙惟肖，得其圆熟秀骨之韵。从他临摹《赵孟頫左太冲咏》，尤其是其作于庚申二月望（1500年，即去世前一年）的《行书诗卷》（此卷纯以松雪法为之）可窥及金琮对赵文敏的临习以及自觉挥运之用心，诚为不遗余力和得心应手，说其终生服膺子昂，似不为过。\n　　姜绍书《无声诗史》卷二云其“禀赋颖敏，尤酷嗜字学。初学赵子昂，得其真似。晚师张伯雨，更神隽可爱。画梅花有逃禅老人笔意。”现存文献所言金氏效法对象仅及赵子昂及张伯雨二家，已有的相关书作表明金琮的书风面目主要来源于赵氏熏染。\n　　然而，钱镜塘先生所藏明人尺牍“金琮致士行函”（见《钱镜塘藏明代名人尺牍》第二册，上海古籍出版社，2002年）虽然只有寥寥数语，但却给我们耳目一新之感，展示了金琮书风的另一面，此帖明显不同以往风貌。作为平常日用之尺牍，且是写给一位相交至深的好友“士行老兄知己”(士行，姓名尚不得而知，待考），金琮的书写显得轻松自如，游刃有余，少庙堂大制的谨严庄重，多一分随意挥洒的快意，此帖以二王尺牍一路笔法出之，掺以老米沉着痛快，用笔精到流畅，深得二王、米颠韵致。行笔节奏上，除前三行略显拘束外，笔调渐次舒放，渐入佳境。释文如下：“今日来腰痛亦减，大抵天色和煦，人意不觉为之欢悦，正老杜所谓‘多病也身轻’之意耳。吾心飘然已在长干之麓，但无同志相与谈笑期间，俾连日之幽抱以为一快也。唯怀吾子，不识能携我一往眺否？琮顿首，士行老兄知己。”此帖告诉我们，金琮除了取法赵子昂之外，于二王、老米亦是情有独钟，直入堂奥。惜此尺牍不知为金琮何时所作，此类书作所见亦太少，我们未能窥及金琮前后书风演变之大略。\n\n　　金琮成化、弘治年间活跃于金陵地区，盛时泰称其与史忠为“金陵二隐”。朱谋垔《续书史会要》云：“金琮字元玉，金陵人，书宗赵文敏公，评者云松雪在元称独步，谓其超宋人而步骤晋唐，若元玉庶几能望其后尘耳。”给予金琮很高的评价，有接踵子昂之意谓。就《致士行函》帖中罄露的出尘笔致与天机意韵而论，朱氏所言应不为过誉。《明史》卷二百八十六载：“南都自洪、永初，风雅未畅。徐霖、陈铎、金琮、谢璿軰谈艺，正徳时稍稍振起。自璘主词坛，士大夫希风附尘，厥道大彰。”可见金琮于成、弘间标举风气之先，影响至巨。\n\n　　有文献显示成化、弘治、正德至嘉靖年间，金陵与吴门两地书家交游甚密（如徐霖与沈周、顾璘与文徵明、王宠等）。明人周晖《金陵琐事》卷上《书品》云：“吴中文徵仲极喜元玉字，凡得片纸，皆装潢成册，题曰‘积玉’。”金琮年长文徵明三十一岁，有无深交尚不得知（《历代名人年谱》载金琮尝为文徵明老师沈周制“白石翁印”），以金氏领袖群伦之书艺及文氏对金氏书法之珍重与推崇，我们似乎没有理由怀疑金氏书法于文徵明早年学书不无泽溉之功，文氏雅慕与师事子昂、规模宋元、专法晋唐，抑或受金氏启迪与濡染。以《致士行函》帖较以文氏书翰，好书数行胜千军万马，金氏笔性韵致远非文氏所能及，遑论吴中诸家，然文氏位高艺显，声名远播，金氏却为尘埃所淹没，奈何？","author":"明代金琮","description":"金琮行书致士行函帖"}]