[{"name":"邓石如行书轴","text":"邓石如行书轴为纸本，该作品充分体现了他书法以篆分之法入行草，笔笔尚力，一丝不懈，崇尚“迟”“重”“拙”的特点。\n\n【名称】：行书图\n【类别】：书画\n【材质】：纸本\n【作者】：邓石如\n【书体】：行书\n【年代】：清代\n【规格】：95×45厘米\n【收藏机构】：昆仑堂美术馆所藏 \n作品赏析\n邓石如从小就对对书法篆刻有浓厚的兴趣，用功之勤，世所罕见，诸体俱精，卓然大家。包世臣《艺舟双楫》将其列为“神品”，誉为“四体书皆国朝第一”。连当时号称“浓墨宰相”的相国刘墉都“见山人书大惊，踵门求识面”。影响巨大，直启后来碑派书法之先河，其书用笔强调古拙诘净、顿挫屈郁，以体现丰富的神采韵致，章法主“疏处可以走马，密处不使透风”。\n邓石如篆刻开皖派，并善于从篆刻中悟笔法，有“印从书出，书从印入”之誉。 \n邓石如（1743-1805），安徽怀宁人，原名琰，字石如，号顽伯，完白山人，因避清仁宗名讳，故以字行。出生寒士之门，祖辈的“潜德不耀”的人品和“学行笃实”的学业以及骜岸不驯的性格对他的成长具有潜移默化之功。20岁左右即开始了一生的游历生涯，浪迹江湖，到处寻师访友。他的一生，伴随着刻苦自励，倾注艺术的全部生活内容几乎就是“交游”二字。不求闻达，不慕荣华，不为外物所动，不入仕途，始终保持布衣本色，这完全是一位纯粹的艺术家我行我素、自由自在的“逍遥”人生。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951661469},{"name":"邓石如行书轴","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791632881,"text":"邓石如《海为龙世界 天是鹤家乡行草五言联》 中国国家博物馆藏\n【释文】海为龙世界，云是鹤家乡。嘉庆甲子夏寓兴岩佛庐，遇灵隐见初禅友行游于此。往来旬月，见其行持修洁，颇志于书学，有永禅师风，因乐与之游。今将归虎林，书此十字以赠其行。完白山民邓石如。\n钤印：白文印“邓石如”、“顽伯”，朱文印“家在四灵山水间”、“日日湖山日日春”，共四方。\n\n隶书八言联\n\n\n《沧海日长联》，楷书，纸本，纵137.2cm，横28.3cm。北京故宫博物院藏\n　　 此联为龙门式对联，书于“嘉庆改元春王正月”，末款识“铁砚山房正书”。嘉庆元年（1796年），邓石如时年54岁。下联本幅右下有清康有为跋一段。无鉴藏印记。康有为在题跋中称：“完白山人篆分固为近世集大成，即楷书亦原本南北碑而创新体，笔力如铸铁，画法尤厚。”此联书法古茂沉雄，体兼隶楷，法于魏碑，存隶书孑遗，有隶楷之谓。运笔浑厚，风格苍古质朴，体现出深厚的碑学基础。\n\n\n邓石如《隶书新洲诗》轴，纸本，纵134.7cm，横62.6cm。北京故宫博物院藏\n【释文】划破清波触面来，横拖皖口浪花回。盘根忽据鼋鼍窟，倒影疑飜艳滪堆。风拂帆樯缘蓼岸，月明云水隐珠胎。江城木落关荆画，一片寒沙雁阵开。皖口新洲诗，次江上草堂韵为楚桥八兄先生正之，完白山人邓石如初稿。\n　　下钤“石如”、“邓氏完白”印。引首钤“日湖山日日新”印。无藏印，未见著录。\n　　据《清史稿》本传记载：石如青年时曾在江宁梅镠家学书八年，之后除在京师短暂停留，后在毕沅幕府客居三年外，其余大部分时间即往来于江、淮间，遍游名山水。这幅“皖口新洲诗”应是他晚年在安徽一带活动时创作的。\n　　邓石如隶书以汉人为宗，汲取篆书笔意，再将魏碑方整厚重的特点融入隶书当中，形成严整劲健而不失柔和、浑朴古茂却不伤雅致的独特隶书面貌。此幅立轴就体现出邓氏的隶书特色：书法结字扁长互见，行距紧密而字距宽疏。墨气浓重，用笔挺健，转折处方圆互见，而撇捺之笔复具北碑之形态。他自谓：“吾篆未及阳冰，而分不减梁鹄”，足见对自家隶书的自信。\n\n隶书《文心雕龙·正纬轴》\n\n邓石如《隶书五律》 纸本 83×33.5cm 西泠印社藏\n\n\n《游五园诗》轴，行书，纸本，纵159cm，横42.2cm。北京故宫博物院藏\n　　释文：\n　　随意出南郭，名园方始游。涛光泼槛入，帆影逐云流。绿幔洲前楼，班联水上鸥。一尊逢胜日，长啸大江楼。游五园作。完白翁。\n　　本幅书自作《游五园》五言诗一首，末款：“游五园作，完白翁。”下钤“邓石如”、“顽伯”印，引首钤“完白山人”印。左下角钤“礼卿府君遗物”、“蒯寿枢家珍藏”收藏印。未见著录。\n　　邓石如存世墨迹中以篆、隶、楷诸体最多，行书作品相对较少。此幅虽未书年款，具体创作时间不详，但从题款方式及用笔老劲等方面分析，应属邓氏晚年所书。此轴书法用笔沉实劲健，多有震颤之笔，一波三折，如锥划沙，复存古隶书笔意，体现出邓氏书法兼融古法复自创新的书法特点。邓石如作为清代中期书坛巨擎，其书法不仅诸体悉备，且各体书均具特色，体裁胎息，古意浓厚。\n\n邓石如《行书山居早起图诗》轴 日本藏\n【释文】:晓起犹残月,柴扉破雾开,呼童扫花径,梦有故人来。山居早起，顽伯邓石如。\n\n邓石如《隶书登黄鹤楼和毕秋帆韵》轴 239.9×114.7cm 乾隆五十七年壬子（1792）上海博物馆藏\n【释文】：\n矶边鹄去藓苍苍，矶上飞楼金碧光。\n丹磴迹留仙费老，沧流绩著夏先王。\n寰中岁月涛白头，槛外风沙鹤背黄。\n玉笛一声江汉晓，平颁春色遍遐荒。\n署款：登黄鹤楼和毕制府韵，壬子嘉平于龙山樵舍，呵冻脱稿。古皖石如邓琰。\n\n邓石如《泰山嵩岳楷书中堂》 94.8×39.7cm 北京故宫博物院藏\n【释文】泰山乔岳以立身,明镜止水以居心。青天白日以应事,光风霁月以待人。\n款识：蕴山二兄属书 完白邓石如。","author":"清代邓石如","description":"邓石如行书轴"}]