[{"name":"欧阳询楷书九成宫醴泉铭","text":"本书为“书法经典教程”中的一本。本书对欧阳询楷书“九成宫醴泉铭”中的文字排序进行了整合，以学习毛笔字的技法为宗旨，按基本笔画、偏旁部首、结构布势为序，由浅入深地练习，每一笔均有运笔图解和技法指导，图例清晰，文字通俗易懂，既适用于教学，又适用于自修。\n\n出版日期：2008年\n内容提要\n为方便书写者认读，编者们对每个字都进行了简体标注，最后还附有原帖再现。\n《书法经典教程》是一套为广大书法爱好者架起的通往书法艺术殿堂的金桥。全套教程集古今名家之大成，取历代碑帖之精华，远可及高古纯朴的汉隶，雄强刚健的魏碑，法度森严的唐楷，妍美流便的行草；近可触当代大师的草书。在你工作之余，神游于数千年历史的汉字书法演变过程中；偶有闲暇，临摹其历代流传至今的碑帖精粹，循序渐进，坚持不懈，必然会收到意想不到的奇效。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951553667},{"name":"欧阳询楷书九成宫醴泉铭","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791641520,"text":"欧阳询《九成宫醴泉铭》，贞观六年（632）四月刻，魏徵撰，碑文二十四行，行四十九字，额阳文篆“九成宫醴泉铭”六字。在陕西麟游。传世宋拓尚多，以明驸马李琪藏北宋拓本为最早，今在北京故宫博物院。\n\n《九成宫醴泉铭》是欧阳询晚年所写书法，浑厚沉劲,意态饱满.写撇、捺常用圆笔,显得圆融流畅.写弯钩用转法,曲圆较长,适成全字有力的支撑.这些表现了溶隶於楷的特点。《九成宫醴泉铭》被誉为”天下第一铭”.铭文与碑文分别出自唐代书法家欧阳询和以直言谏君而闻名的宰相魏征之手,加之当朝皇帝李世民是中国封建社会数以百计帝王中一位较英明的君主,特别是”贞观之治”被公认为是封建社会的极盛时期,撰文铭记,因此《九成宫醴泉铭》碑也被誉为”三绝”碑。其碑布白疏朗,结体化长为方,点画比较淳厚,用笔稳健含蓄.原碑立于陕西省麟游县博物馆。\n\n唐贞观五年,太宗皇帝命令修复隋文帝之仁寿宫,改名九成宫.第二年,太宗帝避暑来到九成宫,在游览宫中台观时,偶然发现有一清泉.太宗帝万分欣喜,便令魏征撰文,欧阳询书写而立一石碑。这便是”九成宫醴泉铭” 。碑载:贞观七年四月唐太宗到此,”历览台观,闲步西城之阴,踌躇高阁之下,俯察厥土,微觉有润,因而以杖导之,有泉随而涌出.乃承以石槛,引为一渠,其清若镜,味甘如醴.”说明了醴泉的由来。铭末曰:”黄屋非贵,天下为忧.人玩其华,我取其实.还淳反本,代文以质.居高思坠,持满戒溢.”颂中有劝，是魏徵对太宗的谏语。\n\n现存书法的宋拓本以故宫博物院李褀藏本与藏于日本东京三井纪念美术馆的拓本最为知名.两件拓本,前者笔墨丰厚,后者风姿瘦劲,可谓同曲异调,各具神彩。欧阳洵书法高华浑穆,丰厚挺拔,既有晋人凤韵,又开唐人新风,是千余年来楷书登峰造极之作。历经陈、隋、唐三朝.贞观初官至太子率更令、弘文馆学士。欧阳询书写此铭，时年七十六岁，此铭是书家代表之作.自古以来,此铭一直被誉为”楷书之极则”。\n\n《醴泉铭》高华浑补，体方笔圆，此汉之分隶、魏晋之楷合并酝酿而成者。《九成宫醴泉铭》平直中又有精细变化，撇捺用圆笔，钩多用隶法，直钩出锋较短，弯钩曲圆，结体窄长，写得工整刚劲，法度森严，结体上下匀称，用笔峭劲稳重，横画多稍向上取势，为欧阳询的经典之作。\n\n【释文】\n简体：\n九成宫醴泉铭\n秘书监检校侍中鉅鹿郡公臣魏征奉勅撰\n维贞观六年孟夏之月，皇帝避暑乎九成之宫，此则随之仁寿宫也。冠山抗殿，绝壑为池，跨水架楹，分巗竦阙。高阁周建，长廊四起。栋宇胶葛，台榭参差。仰视则迢遰百寻，下临则峥嵘千仞。珠璧交暎，金碧相晖。照灼云霞，蔽亏日月。观其移山回涧，穷泰极侈，以人从欲，良足深尤。至于炎景流金，无郁蒸之气；微风徐动，有凄清之凉。信安体之佳所，诚养神之胜地。汉之甘泉，不能尚也。\n皇帝爰在弱冠，经营四方，逮乎立年，抚临亿兆。始以武功壹海内，终以文德怀远人。东越青丘，南踰丹徼，皆献琛奉贽，重译来王；西暨轮台，北拒玄阙，并地列州县，人充编户。气淑年和，迩安远肃。群生咸遂，灵贶毕臻。虽藉二仪之功，终资一人之虑。遗身利物，栉风沐雨，百姓为心，忧劳成疾。同尧肌之如腊，甚禹足之胼胝。针石屡加，腠理犹滞。爰居京室，每弊炎暑。群下请建离宫，庶可怡神养性。圣上爱一夫之力，惜十家之产。深闭固拒，未肯俯从。以为随氏旧宫，营于曩代。弃之则可惜，毁之则重劳。事贵因循，何必改作。于是斲雕为朴，损之又损，去其泰甚，茸其颓坏。杂丹墀以沙砾，间粉壁以涂泥。玉砌接于土阶，茅茨续于琼室。仰观壮丽，可作鉴于既往，俯察卑俭，足垂训于后昆。此所谓至人无为，大圣不作，彼竭其力，我享其功者也。然昔之池沼咸引谷涧。宫城之内，本乏水源。求而无之，在乎一物。既非人力所致，圣心怀之不忘。粤以四月甲申朔，旬有六日己亥，上及中宫，厯览台观。闲步西城之阴，踌躇高阁之下。俯察厥土，微觉有润。因而以杖导之，有泉随而涌出。乃承以石槛，引为一渠。其清若镜，味甘如醴。南注丹霄之右，东流度于双阙。贯穿青琐，萦带紫房。激扬清波，涤荡瑕秽，可以导养正性，可以澄莹心神。鉴暎群形，润生万物。同湛恩之不竭，将玄泽以常流。匪唯乹象之精，盖亦坤灵之宝。谨案：《礼纬》云：“王者刑杀当罪，赏锡当功，得礼之宜，则醴泉出于阙庭。”《鹖冠子》曰：“圣人之德，上及太清，下及太宁，中及万灵，则醴泉出。”《瑞应图》曰：“王者纯和饮食不贡献，则醴泉出。饮之令人寿。”《东观汉记》曰：“光武中元元年，醴泉出京师，饮之者痼疾皆愈。”然则神物之来，寔扶明圣。既可蠲兹沉痼，又将延彼遐龄。是以百辟卿士，相趋动色。我后固怀撝挹，推而弗有。虽休勿休，不徒闻于往昔；以祥为惧，实取验于当今。斯乃上帝玄符，天子令德，岂臣之末学，所能丕显?但軄在记言，属兹书事。不可使国之盛美，有遗典策。敢陈实录，爰勒斯铭。其词曰：惟皇抚运，奄壹寰宇。千载膺期，万物斯覩。功高大舜，勤深伯禹。绝后承前，登三迈五。握机蹈矩，乃圣乃神。武克祸乱，文怀远人。书契未纪，开辟不臣。冠冕并袭，琛贽咸陈。大道无名，上德不德。玄功潜运，几深莫测。凿井而饮，耕田而食。靡谢天功，安知帝力；上天之载，无臭无声。万类资始，品物流形。随感变质，应德效灵。介焉如响，赫赫明明。杂沓景福，葳蕤繁祉。云氏龙官，龟图凤纪。日含五色，乌呈三趾。颂不辍工，笔无停史。上善降祥，上智斯悦。流谦润下，潺湲皎洁。萍旨醴甘，冰凝镜澈。用之日新，挹之无竭。道随时泰，庆与泉流。我后夕惕。虽休弗休。居崇茅宇，乐不般游。黄屋非贵，天下为忧。人玩其华，我取其实。还淳反本，代文以质。居高思坠，持满戒溢。念兹在兹，永保贞吉。\n兼太子率更令渤海男臣欧阳询奉勅书。\n\n繁体：\n九成宮醴泉銘\n秘書監檢校侍中巨鹿郡公臣魏征奉勅撰\n維貞觀六年孟夏之月，皇帝避暑乎九成之宮，此則随之仁壽宫也。冠山抗殿，絕壑為池，跨水架楹，分巗竦闕。高閣周建，長廊四起。棟宇膠葛，台榭參差。仰視則迢遰百尋，下臨則崢嶸千仞。珠璧交暎，金碧相暉。照灼雲霞，蔽虧日月。觀其移山廻澗，窮泰極侈，以人從欲，良足深尤。至於炎景流金，無鬱蒸之氣；微風徐動，有淒清之涼。信安體之佳所，誠養神之勝地。漢之甘泉，不能尚也。\n皇帝爰在弱冠，經營四方，逮乎立年，撫臨億兆。始以武功壹海內，終以文德懷遠人。東越青丘，南踰丹徼，皆獻琛奉贄，重譯来王；西暨輪台，北拒玄闕，並地列州縣，人充編戶。氣淑年和，迩安遠肅。群生咸遂，靈貺畢臻。雖藉二儀之功，終資一人之慮。遺身利物，櫛風沐雨，百姓為心，憂勞成疾。同堯肌之如腊，甚禹足之胼胝。針石屢加，腠理猶滯。爰居京室，每弊炎暑。群下請建離宮，庶可怡神養性。聖上愛一夫之力，惜十家之產。深閉固拒，未肯俯從。以為随氏舊宮，營於曩代。棄之則可惜，毀之則重勞。事貴因循，何必改作。於是斲雕為樸，損之又損，去其泰甚，茸其頹壞。雜丹墀以沙礫，間粉壁以塗泥。玉砌接於土階，茅茨續於瓊室。仰觀壯麗，可作鑒於既往，俯察卑儉，足垂訓於後昆。此所謂至人無為，大聖不作，彼竭其力，我享其功者也。然昔之池沼咸引谷澗。宫城之內，本乏水源。求而無之，在乎一物。既非人力所致，聖心懷之不忘。粵以四月甲申朔，旬有六日己亥，上及中宮，厯覽臺觀。閑步西城之陰，躊躇高閣之下。俯察厥土，微覺有潤。因而以杖導之，有泉随而涌出。乃承以石檻，引為一渠。其清若鏡，味甘如醴。南注丹霄之右，東流度于雙闕。貫穿青瑣，縈帶紫房。激揚清波，滌蕩瑕穢，可以導養正性，可以澄瑩心神。鑒暎群形，潤生萬物。同湛恩之不竭，將玄澤以常流。匪唯乹象之精，盖亦坤靈之寶。謹案：《禮緯》云：“王者刑殺當罪，賞錫當功，得禮之宜，則醴泉出於闕庭。”《鶡冠子》曰：“聖人之德，上及太清，下及太寧，中及萬靈，則醴泉出。”《瑞應圖》曰：“王者純和飲食不貢獻，則醴泉出。飲之令人壽。”《東觀漢記》曰：“光武中元元年，醴泉出京師，飲之者痼疾皆愈。”然則神物之來，寔扶明聖。既可蠲茲沉痼，又將延彼遐齡。是以百辟卿士，相趨動色。我后固懷撝挹，推而弗有。雖休勿休，不徒聞於往昔；以祥為懼，實取驗於當今。斯乃上帝玄符，天子令德，豈臣之末學，所能丕顯?但軄在記言，属兹書事。不可使國之盛美，有遺典策。敢陳實錄，爰勒斯銘。其詞曰：惟皇撫運，奄壹寰宇。千載膺期，萬物斯覩。功高大舜，勤深伯禹。絕後承前，登三邁五。握機蹈矩，乃聖乃神。武克禍亂，文懷遠人。書契未紀，開闢不臣。冠冕並襲，琛贄咸陳。大道無名，上德不德。玄功潛運，幾深莫測。鑿井而飲，耕田而食。靡謝天功，安知帝力；上天之載，無臭無聲。萬類資始，品物流形。随感變質，應德效靈。介焉如響，赫赫明明。雜遝景福，葳蕤繁祉。雲氏龍官，龜圖鳳紀。日含五色，烏呈三趾。頌不輟工，筆無停史。上善降祥，上智斯悅。流謙潤下，潺湲皎潔。萍旨醴甘，冰凝鏡澈。用之日新，挹之無竭。道随時泰，慶與泉流。我后夕惕。雖休弗休。居崇茅宇，樂不般遊。黃屋非貴，天下為憂。人玩其華，我取其實。還淳反本，代文以質。居高思墜，持滿戒溢。念兹在兹，永保貞吉。\n兼太子率更令渤海男臣歐陽詢奉勅書。","author":"唐代欧阳询","description":"欧阳询楷书九成宫醴泉铭"}]