[{"name":"文徵明小楷莲社图记","text":"《文徵明·前后出师表 前后赤壁赋》内容简介：小楷以其实用性和秀丽、典雅的格调，成为书法艺术园地中的一朵奇葩。在古代，小楷不仅用于科举考试、书写公文信札、抄录诗文等实用场合，而且用于书写长卷、扇面、册页等书法作品。在今天，不少书法家喜欢用小楷书写长卷、斗方、扇面、册页等多种形式的书法作品，喜欢用小楷书写信函；众多的书法爱好者喜欢把古代的小楷法帖作为练习钢笔字的范本；学习工笔画的人为了锤炼掌握线条的功夫，也往往临摹古代的小楷法帖。\n\n正文语种:简体中文\n尺寸:37x19.8x0.6cm\n重量:299g\n文徵明（1470-1559），原名壁，字徵明。42岁起以字行，后更字徵仲。因先世是衡山人，故号衡山居士，世称“文衡山”，正德末以岁贡生来到都城，授翰林院待诏，故又称“文待诏\"，长州（今江苏苏州）人。生于明宣宗成化六年，卒于明世宗嘉靖三十八年，享年90岁，堪称我国古代书坛画界的老寿星.德高望重，影响颇大。\n文徵明擅长诗文书画，诗宗白居易、苏东坡，文受业于吴宽，书学于李应祯，画师于沈周。在诗文上，与祝允明、唐寅、徐祯卿并称“吴中四才子”；其绘画典雅秀丽，与沈周、唐寅、仇英合称“吴门四家”。在书法上，与祝允明、王宠并重当时，合称“吴中三子”，皆明代书法中兴的代表人物，而其中又以文徵明的影响为最大。\n文徵明于行书、草书、楷书无所不精，尤其是小楷书法更是出类拔萃，90岁时依然可以写一手漂亮的小楷，的确让人景仰。明王世贞在《艺苑卮言》中说：“待诏以小楷名海内。此评价对文徵明来说当之无愧。\n目录\n文徵明及其小楷书法艺术\n文徵明前后出师表原帖口王现\n文徵明前后赤壁赋原帖呈现\n文徵明前后出师表，前后赤壁赋笔法分析\n文徵明前后出师表，前后赤壁赋笔画特点\n文徵明前后出师表，前后赤壁赋结体分析\n文徵明前后出师表，前后赤壁赋结体特点\n小楷创作示例\n诸葛亮《前后出师表》阅读理解\n苏轼《前后赤壁赋》阅读理解\n附录：文徵明书李元中《莲社十八贤图记》\n","category":"小楷","verified":true,"user":1,"timestamp":1429951608186},{"name":"文徵明小楷莲社图记","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791610283,"text":"纸本，纵25.5厘米，横9.8厘米。\n\n 《莲社图记》册为文徵明1530年作。钤印：文征明印、悟言室、停云。溥儒题“此卷结体精密而有宽绰之致，侣不经意而有山阴家范，公书中之上驷也。宝之当何如哉？乙未(1955年)秋七月旅夜题”。\n\n\n释文：\n\n 龙眠李伯时为余作莲社十八贤图，追写当时事，按十八贤行状，沙门惠远初为儒，因听道安讲般若经豁然大悟，乃与其弟惠持，俱弃儒落发，太元中至庐山时沙门惠永先居香谷，远欲驻锡是山，一夕山神见梦稽首留师，忽于后夜雷电大震，平旦地皆坦，夷村木委，积江州刺吏桓伊表奏其异，为师建殿是为(神)东林，因号其殿为神运时有彭城遗民刘程之豫章雷次宗雁门周续之，南阳宗炳，张淦、张野凡六人，皆名重一时，弃官舍缘来依，远师复有沙门道昺，昙当，惠敲，昙诜，道敬，道生，昙顺凡七人又有梵僧佛驮跋陀，罗佛驮耶舍二尊者相结为社，号庐山十八贤，时陈郡谢灵运以才自负少所推与及来社中见远师，心悦诚服，乃为开池种白莲，求预净社远师以其心乱拒而不纳陶谐，时弃官居栗里，每来社中，或时纔至远便攒眉回去，远师爱之欲留，不可得道士陆修静居简寂观亦常来社中，与远相善，远自居东林，足不越虎溪，一日送陆道士忽行过溪，相持而笑，又尝令人沽酒引渊明来，故诗人有爱陶长官醉兀兀，送陆道士行迟迟，沽酒过溪俱破戒，彼何人？斯师如斯，又云：陶令醉多招不得，谢公心乱去还来者皆其事也，此图初为入路与清流激湍，兰带曲折，踰石桥溪，回路转石岩，一又缭而上，石嵓一二岩之间有方石，池种白莲花，岩之傍有石梯，庋山迤逦而去不知所穷，当图穷处，横为长云蔽覆，树腰岩顶，其高深远近，盖莫得而见也，傍石池有高崖悬泉，下潴为潭，支流贯池，下注大溪，激石而湍浪者，虎溪也，岩之外，游而来者二人，一人登岭出半身者宗炳也，一人蹑石磴而下者，昙顺也，岩中为经筵者六人一踞床凭几，挥尘而讲说者道生也，一人持羽扇目注悬猿而意在深听者雷次宗也，一人合掌坐于床下者道敬也，一人相向而坐者昙诜也，一人执卷跪听于其后，童子一舒足搔首有倦听之意，莲池之上，环石台坐而笺经校义者，五人石上列香垆笔砚之具，一人凭石而坐者刘程之也，一人手开经轴倚石而回视者，张诠也，一人正坐俯而阅经者惠敲也，一人回坐拱手，傍视而沈思者，惠持也，一人持如意立其后又童子跪而司火持鉠向炉而明，一人俯炉而方烹捧茶盘而立者，一人傍有石置茶器，又一岩中有文殊金像，环坐其下，为佛事者三人，一人执炉跪而歌呗者昙常也，一坐而擎拳者，道昺也，一人执经卷而坐者周续之也，临溪偶坐者一人皆梵僧，一人袒有持锡者，跋陀罗也，一人举如意据膝而坐者耶舍也，童子一卷发，胡面持羽扇立其后，一人露顶坦腹，仰视悬泉，坐而濯足者，张野也，童子持巾立其侧，又蹲而汲者，一人石桥之傍峭壁崛起，前有僧与道士相捉而笑者，远公送陆道士过虎溪也，一人貌怪雄视，捉巾缾而立者，捕蛇翁也，童子负杖却立而待，一人乘篮与者渊明之回去也，渊明有足疾，尝以竹篮为舆，其子与门生肩之，前者若欲憇而不得，后者若瓦负而忘倦，盖门人与其子也，童子负酒瓢从之，一人持贝叶，骑而方来者，谢灵运也，傍一人持曲笠，童子负笈，前骑而行，凡为人三十有八，马一，猿一，鹿一，器用草木不复以数计，人物洒落，泉石秀润，追千载于笔下，萃群贤于掌中，开图恍然，若与之接挥尘而谈者如欲悬河吐屑，肆辩而未停，默坐而听者如欲屏息杜意，审谛而冥冥沈思者，如欲钩深味远，叩玄关，宅灵府而游乎，恍惚之庭，梵呗者如欲转喉鼓舌，而有云雷之响，与海潮之声，行往来如御风而遐举，坐临水者如骑鲸将去，笑执手者，轩渠绝倒，达于衣冠，盖其心手相忘，笔与神会，而妙出意表，故能奴隶，顾陆童僮张吴跨千载而独步，非十八人者不足之趣，(人)岂非泉石膏肓烟霞痼疾，其臭味相似，故形容之工，若同时而共处者也，旧时于余为从兄实山林莫逆之交，为此图凡三十八日而成余得之游，居寝飰其下，客来观者或未却莲社事，因记其后，览者当自得之也，图成于元丰庚申(1080年)十二月二十五日，越明年，辛酉(1081年)正月二十六日龙眠李冲元，元中并记。长洲文徵明书。","author":"明代文徵明","description":"文徵明小楷莲社图记"}]