[{"name":"颜真卿楷书八关斋会报德记拓本","text":"《八关斋会报德记》全称《有唐宋州官吏八关斋会报德记》。唐大历7年刻在八面石幢上 。唐武宗时灭佛，毁其五面。唐大中三年由郡守催倬根据拓本将其补全，明嘉靖时加盖碑亭，抗日战争时期日军曾试图盗取此碑，在当地军民的努力下将其保住。\n简介\n文革时亭碑俱毁。石幢被砸为三段，上部四分之三现存于商丘市博物馆，其余去向至今不明。1993年商丘政府在原址重刻石幢碑文内容史书有载，唐朝节度使史思明有位部将叫田神功，“安史之乱”发生时，随叛将南德信、刘从谏围攻商丘。田神功却杀了南德信，赶走刘从谏，率将士归顺朝廷，解除睢阳（商丘）之围。田神功归顺后被封为鸿胪卿，后迁任徐州刺史，淄青节度使。宝应元年，叛军又攻，田神功再解睢阳之围。后来，田神功屡受朝中嘉奖，“安史之乱”平息第二年，田神功官拜汴宋节度使，后升为太子太师信都郡王。\n人文历史\n唐大历七年四月，田神功得热疾，一个多月才好。睢阳人便向官府建议，举行八关斋会为田神功祈福，以报其解救睢阳危难的恩德。宋州刺史徐向同意，出俸钱30万，于农历五月初八，在开元寺（也就是现在的八关斋）内设八关斋会，邀请1000名僧人前往诵经念佛。随后，州县官吏长史等文官设1500人为一会；镇遏、团练、官健、副使等武官设500人为一会；地方士绅设5000人为一会。一时间，佛饭香供摆满郊野，经声佛事昼夜不息，善男信女八方云集。为记载这次活动，州郡长官又从千里之外请来了著名书法家颜真卿，由他撰文并亲笔书写，颜真卿千里之外应邀而来，满怀激情，临文感愤，纵笔浩荡，其文不仅书法价值极高有是极为珍贵的史料。后刻成八棱石幢，高3米，共8面，每面宽约51厘米，全文983字。此碑字大如拳，是颜真卿六十多岁时书，笔法老辣却不失生涩之气。较麻姑亲礼更多自在，比多宝塔更多凝练。在颜碑当中比较特别，没有多少颜书后期的规律化特点。笔法似散实凝，消散苍茫中多精到森严。风骨与瘗鹤铭相似。\n其他信息\n因为碑刻屡遭劫难所以拓帖也有不同版本。清代拓帖已很珍贵，早期的更是少见。现在能见到的拓本多是修复后的本，与原迹有所不同。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951557357},{"name":"颜真卿楷书八关斋会报德记拓本","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791625070,"text":"颜真卿楷书《八关斋会报德记》拓本\n《八关斋会报德记》全称《有唐宋州官吏八关斋会报德记》。唐大历7年刻在八面石幢上。唐武宗时现今灭佛，毁其五面。唐大中三年由郡守催倬根据拓本将其补全，明嘉靖时加盖碑亭，抗日战争时期日军曾试图盗取此碑，在当地军民的努力下将其保住。文革时亭碑俱毁。石幢被砸为三段，上部四分之三现存于商丘市博物馆，其余去向至今不明。1993年商丘政府在原址重刻石幢碑文内容史书有载，唐朝节度使史思明有位部将叫田神功，“安史之乱”发生时，随叛将南德信、刘从谏围攻商丘。田神功却杀了南德信，赶走刘从谏，率将士归顺朝廷，解除睢阳（商丘）之围。田神功归顺后被封为鸿胪卿，后迁任徐州刺史，淄青节度使。宝应元年，叛军又攻，田神功再解睢阳之围。后来，田神功屡受朝中嘉奖，“安史之乱”平息第二年，田神功官拜汴宋节度使，后升为太子太师信都郡王。\n唐大历七年四月，田神功得热疾，一个多月才好。睢阳人便向官府建议，举行八关斋会为田神功祈福，以报其解救睢阳危难的恩德。宋州刺史徐向同意，出俸钱30万，于农历五月初八，在开元寺也就是现在的八关斋内设八关斋会，邀请1000名僧人前往诵经念佛。随后，州县官吏长史等文官设1500人为一会；镇遏团练 官健副使等武官设500人为一会；地方士绅设5000人为一会。一时间，佛饭香供摆满郊野，经声佛事昼夜不息，善男信女八方云集。为记载这次活动，州郡长官又从千里之外请来了著名书法家颜真卿，由他撰文并亲笔书写，颜真卿千里之外应邀而来，满怀激情，临文感愤，纵笔浩荡，其文不仅书法价值极高有是极为珍贵的史料。后刻成八棱石幢，高3米，共8面，每面宽约51厘米，全文983字。此碑字大如拳，是颜真卿六十多岁时书， 笔法老辣却不失生涩之气 。较麻姑亲礼更多自在。比多宝塔更多凝练。在颜碑当中比较特别，没有多少颜书后期的规律化特点。笔法似散实凝，消散苍茫中多精到森严。风骨与瘗鹤铭相似。\n因为碑刻屡遭劫难所以拓帖也有不同版本。清代拓帖已很珍贵，早期的更是少见。现在能见到的拓本多是修复后的本，与原迹有所不同。\n\n颜真卿（709-785），字清臣，京兆万年人，祖籍唐琅琊临沂（今山东临沂）。开元间中进士。安史之乱，抗贼有功，入京历任吏部尚书，太子太师，封鲁郡开国公，故又世称颜鲁公。德宗时，李希烈叛乱，他以社稷为重，亲赴敌营，晓以大义，终为李希烈缢杀，终年77岁。德宗诏文曰：“器质天资，公忠杰出，出入四朝，坚贞一志。”在书法史上，他是继二王之后成就最高，影响最大的书法家。其书初学张旭，初唐四家，后广收博取，一变古法，自成一种方严正大，朴拙雄浑，大气磅礴的“颜体”。对后世影响巨大。他的书迹作品，据说有138种。楷书有《多宝塔碑》、《麻姑仙坛记》等，是极具个性的书体，如“荆卿按剑，樊哙拥盾，金刚嗔目，力士挥拳。”行草书有《祭侄稿》、《争座位帖》、《裴将军帖》、《自书告身》等，其中《祭侄文稿》是在极其悲愤的心情下进入的最高艺术境界，被称为“天下第二行书”。米芾《书史》：“《争座位帖》有篆籀气，为颜书第一，字相连属，诡异飞动，得于意外。”\n颜真卿秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。他一生忠烈杯壮的事迹，提高其于书法界的地位。\n颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。初学褚遂良，后师从张旭，又汲取初唐四家特点，兼收篆隶和北魏笔意，自成一格，一反初唐书风，化瘦硬为丰腴雄浑，结体宽博气势恢宏，骨力遒劲而气慨凛然，人称“颜体”。颜体奠定了他在楷书千百年来不朽的地位，颜真卿是中国书史上富影响力的书法大师之一。他的“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。","author":"唐代颜真卿","description":"颜真卿楷书八关斋会报德记拓本"}]