[{"name":"傅山行书傅眉书册","text":"傅山（1607－1684）明清之际思想家、书法家。初名鼎臣，字青竹，改字青主，又有真山、浊翁、石人等别名，汉族，山西太原人。明诸生。明亡为道士，隐居土室养母。康熙中举鸿博，屡辞不得免，至京，称老病，不试而归。顾炎武极服其志节。于学无所不通，经史之外，兼通先秦诸子，又长于书画医学。著有《霜红龛集》等。一些武侠小说里，傅山被描写为武侠高手。他是著名的学者，哲学、医学、儒学、佛学、诗歌、书法、绘画、金石、武术、考据等无所不通。他被认为是明末清初保持民族气节的典范人物。傅青主与顾炎武、黄宗羲、王夫之、李颙、颜元一起被梁启超称为“清初六大师”。著有《傅青主女科》、《傅青主男科》等传世之作，在当时有“医圣”之名。\n史书\n《清史稿·列传二百八十八·遗逸二》\n傅山，阳曲人。六岁，啖黄精，不谷食，强之，乃饭。读书过目成诵。明季天下将乱，诸号为搢绅先生者，多迂腐不足道，愤之，乃坚苦持气节，不少媕冘。提学袁继咸为巡按张孙振所诬，孙振，阉党也。山约同学曹良直等诣通政使，三上书讼之，巡抚吴甡亦直袁，遂得雪。山以此名闻一下，甲申后，山改黄冠装，衣朱衣，居土穴，以养母。继咸自九江执归燕邸，以难中诗遗山，且曰：“不敢媿友生也！”山省书，恸哭，曰：“呜呼！吾亦安敢负公哉！”\n顺治十一年，以河南狱牵连被逮，抗词不屈，绝粒九日，几死。门人中有以奇计救之，得免。然山深自咤恨，谓不若速死为安，而其仰视天、俯视地者，未尝一日止。比天下大定，始出与人接。\n康熙十七年，诏举鸿博，给事中李宗孔荐，固辞。有司强迫，至令役夫舁其床以行。至京师二十里，誓死不入。大学士冯溥首过之，公卿毕至，山卧床不具迎送礼。魏象枢以老病上闻，诏免试，加内阁中书以宠之。冯溥强其入谢，使人舁以入，望见大清门，泪涔涔下，仆於地。魏象枢进曰：“止，止，是即谢矣！”翼日归，溥以下皆出城送之。山叹曰：“今而后其脱然无累哉！”既而曰：“使后世或妄以许衡、刘因辈贤我，且死不瞑目矣！”闻者咋舌。至家，大吏咸造庐请谒。山冬夏著一布衣，自称曰“民”。或曰：“君非舍人乎？”不应也。卒，以朱衣、黄冠敛。山工书画，谓：“书宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”\n人谓此言非止言书也。诗文初学韩昌黎，崛强自喜，后信笔抒写，俳调俗语，皆入笔端，不原以此名家矣。著有霜红龛集十二卷。子眉，先卒，诗亦附焉。眉，字寿髦。每日出樵，置书担上，休则把读。山常卖药四方，与眉共挽一车，暮抵逆旅，篝灯课经，力学，继父志。与客谈中州文献，滔滔不尽。山喜苦酒，自称老糵禅，眉乃称小糵禅。\n经历\n明末清初之际，地处山西腹地的太原府阳曲县（今太原市），出了一位博艺多才、重气节、有思想、有抱负的著名人物。他的事迹生平，不见于正史记载，甚至连专门记载地方历史陈迹的县志、府志，也只见廖廖数语。然而他的声誉和影响却是相当之大，相当之深，毫不夸张地说，在太原地区乃至三晋大地几乎是家喻户晓，妇孺皆知，颇受人民群众拥戴。在整个山西乃至于全国也称得上声名遐迩，彪炳于后。他就是明清之际的志士仁人傅山——傅青主。\n傅山世出官宦书香之家，家学渊源，先祖连续七八代有治诸子或《左传》、《汉书》，卓然成家者。曾祖傅朝宣曾为宁化府仪宾、承务郎，祖父傅霖累官山东参议、辽海兵备，颇有政绩，其父傅子谟终生不仕，精于治学。傅山少时，受到严格的家庭教育，博闻强记，读书数遍，即能背诵。15岁补博士弟子员，20岁试高等廪饩。后就读于三立书院，受到山西提学袁继咸的指导和教诲，是袁氏颇为青睐的弟子之一。\n袁继咸，是明末海内咸知的耿直之臣，提学山西时，以“立法严而用意宽”的精神宗旨，整顿三立书院学风，不拘一格，选拔人才。他极重于文章、气节的教育，对傅山影响颇深，傅山亦以学业精湛、重节气得意于袁氏门下。袁继咸曾在朝为兵部侍郎，因为官清廉，为人耿直，敢于直言，得罪权贵魏忠贤之流，被贬为山西提学。崇祯九年（1636年），魏忠贤死党山西巡按御史张孙振，捏造罪名诬告袁继咸，陷其京师狱中，傅山为袁鸣不平，与薛宗周等联络生员百余名，联名上疏，步行赴京为袁诉冤请愿。他领众生员在京城北京四处印发揭贴，申明真相，并两次出堂作证。经过长达七八个月的斗争，方使袁继咸冤案得以昭雪，官复武昌道。袁继咸得雪之日，魏忠贤的走卒——张孙振，亦以诬陷罪受到谪戍的惩罚。这次斗争的胜利，震动全国，傅山得到了崇高的荣誉和赞扬，名扬京师乃至全国。\n袁案结束后，傅山返回太原。他无意官场仕途，寻城西北一所寺庙，辟为书斋，悉心博极群书，除经、子、史、集外，甚至连佛经、道经都精心览读，掌握了丰富的知识。崇祯十六年（1643年），傅山受聘于三立书院讲学。未几，李自成起义军进发太原，傅山奉陪老母辗转于平定嘉山。不久，起义军、清军先后攻占北京，明亡。傅山闻讯写下“哭国书难著，依亲命苟逃”的悲痛诗句。为表示对清廷剃发的反抗，他拜寿阳五峰山道士郭静中为师，出家为道，道号“真山”。因身着红色道袍，遂自号“朱衣道人”，别号“石道人”。朱衣者，朱姓之衣，暗含对亡明的怀念；石道者，如石之坚，意示决不向清朝屈服。可见，傅山出家并非出自本心，而是藉此作为自己忠君爱国、抗清复明的寄托和掩护。\n清军入关建都北京之初，全国抗清之潮此伏彼起，气势颇高，傅山渴望南明王朝日益强大，早日北上驱逐清王朝匡复明室，并积极同桂王派来山西的总兵官宋谦联系，密谋策划，积蓄力量，初定于顺治十一年（1654年）三月十五日从河南武安五汲镇起义，向北发展势力。然而，机事不密，宋谦潜往武安不久，即被清军捕获，并供出了傅山。于是傅山被捕，关押太原府监狱。羁拘期间，傅山矢口否认与宋谦政治上的关系，即便是严刑逼供，也只说宋曾求他医病，遭到拒绝，遂怀恨在心。一年之后，清廷不得傅山口供，遂以“傅山的确诬报，相应释宥”的判语，将他释放。\n傅山出狱后，反清之心不改。大约在顺治十四至十六年间，曾南下江淮察看了解反清形势。当确感清室日趋巩固，复明无望时，遂返回太原，隐居于城郊僻壤，自谓侨公，那些“松乔”、“侨黄”的别号就取之于此后，寓意明亡之后，自己已无国无家，只是到处做客罢了。他的“太原人作太原侨”的诗句，正是这种痛苦心情的写照。康熙二年（1663年），参加南明政权的昆山顾炎武寻访英雄豪杰，来太原找到傅山，两人抗清志趣相投，结为同志，自此过从甚密。他们商定组织票号，作为反清的经济机构。以后傅山又先后与申涵光、孙奇逢、李因笃、屈大筠以及王显祚、阎若璩等坚持反清立场的名人和学者，多有交往。尤其是曾在山东领导起义的阎尔梅也来太原与傅山会晤，并与傅山结为“岁寒之盟”。王显祚见傅山常住土窑，特为他买了一所房院，即今太原傅家巷四号院。\n清初，为了笼络人心，泯除亡明遗老们的反清意识，康熙帝在清政府日益巩固的康熙十七年（1678）颁诏天下，令三品以上官员推荐“学行兼优、文词卓越之人”，“朕将亲试录用”。给事中李宗孔、刘沛先推荐傅山应博学宏词试。傅山称病推辞，阳曲知县戴梦熊奉命促驾，强行将傅山招往北京。至北京后，傅山继续称病，卧床不起。清廷宰相冯溥并一干满汉大员隆重礼遇，多次拜望诱劝，傅山靠坐床头淡然处之。他既以病而拒绝参加考试，又在皇帝恩准免试、授封“内阁中书”之职时仍不叩头谢恩。康熙皇帝面对傅山如此之举并不恼怒，反而表示要“优礼处士”，诏令“傅山文学素著，念其年迈，特授内阁中书，着地方官存问。”\n傅山由京返并后，地方诸官闻讯都去拜望，并以内阁中书称呼。对此，傅山低头闭目不语不应，泰然处之。阳曲知县戴氏奉命在他家门首悬挂“凤阁蒲轮”的额匾，傅山凛然拒绝，毫不客气。他仍自称为民，避居乡间，同官府若水火，表现了自己“尚志高风，介然如石”的品格和气节。 \n成就\n在学术和学术思想上，傅山的学问文章，都追踪当时的进步思潮，尤其是前半生明朝末亡之时，他的思想带有强烈的进步倾向，不重视当时学者重理学的倾向。他赞扬具有革命新精神，被明朝统治者视作洪水猛兽的李贽学术思想和刘辰翁、杨慎、钟星等节高和寡之士的文风。对明末的政治腐败，官场龌龊，是有清醒的认识。清军入关明王朝灭亡后，傅山一反清初一般学者以经学为中心的研究范围，而是独辟研究子学的途径，冲破宋明以来重理的羁绊，开拓了新的学术研究领域，成为清之后研治诸子的开山鼻祖。至于傅山的诗赋，则是继承了屈原、杜甫以来的爱国主义传统，他主张诗文应该“生于气节”，以是否有利于国家和民族为衡量标准。傅山一生著述颇丰，可惜所著宏论，大都散失，只存书名和篇名，留存于世的仅《霜红龛集》和《两汉人名韵》两部。\n在诗、文、书、画诸方面，傅山皆善学妙用，造诣颇深。其知识领域之广、成就之大，在清初诸儒中，无出其右者。傅山的书法被时人尊为“清初第一写家”。他书出颜真卿，并总结出“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，于直率毋安排”的经验。他的画也达到了很高的艺术境界，所画山水、梅、兰、竹等，均精妙，被列人逸品之列。《画征录》就说：“傅青主画山水，皴擦不多，丘壑磊珂，以骨胜，墨竹也有气。”他的字画均渗透自己品格孤高和崇高的气节，流溢着爱国主义的气息，在中国古典书画艺术中，博得后人的高度赞赏。\n傅山在医学上，也有着巨大的成就。他内科、妇科、儿科、外科，科科均有很高的技术，而尤以妇科为最。其医著《傅氏女科》、《青囊秘诀》，至今流传于世，造福于人。傅山极重医德，对待病人不讲贫富，一视同仁，在相同情况下，则优先贫人。对于那些前来求医的阔佬或名声不好的官吏，则婉词谢绝。对此他解释为：““好人害好病，自有好医与好药，高爽者不能治；胡人害胡病，自有胡医与胡药，正经者不能治。”\n傅山作为封建社会中的知识分子，一生中处处表现了坚韧不拔的战斗精神。他那种“富贵不能淫，贫贱不能移，威武不能屈”的品格和气节，毫不愧对“志士仁人”的评价。\n康熙二十三年（1684年）初，傅山的爱子傅眉忽逝，年愈古稀进入风烛残年的傅山悲痛异常，再也经受不得如此打击，不久则撒手人寰，与世长辞，时年77岁。\n纪念\n“傅山祠堂”，位于今山西省太原市尖草坪区，傅山先生故里“西村”。是在一户老夫妇二百多亩的农耕与民居两用地上建造的，占地约一百多平方米。古代，这里属太原府阳曲县管辖，解放后，归太原市北郊区。\n自先生仙逝三百余年以来，百姓无时不刻，用各种方法纪念来表达对先生的爱戴与敬仰，在西村先生故里，百姓自发地造祠堂，虽矮小简朴，又多次遭受毁坏，多次靠这户村民自己微薄的力量再修缮，九十年代末，改为水泥与木料混合结构。在老夫妇的日夜看护中，祠堂中一点一点彩绘装饰，重新泥塑了先生塑像，并在2006年农历六月十九日，先生诞辰四百周年〔虚岁〕纪念日，安装悬挂了“傅山书体传承人”邵学军先生题写的“傅山祠堂”牌匾，以供各地文人雅士瞻仰，及善人求仙问医。\n“傅山纪念馆”，位于山西太原晋祠博物馆内胜瀛楼的西南侧，是坐南向北的一座清代建筑的四合院，其总占地面积553.5平方米，整个馆址东西宽20.7米，南北深27米，馆内为二十世纪五六十年代的构形与装饰，内有南屋五楹，东西配房各三间，前开屏门，别成院落，东北隅辟小门，东出别构小院。馆内四周连通，布展灵活方便，为回廊式的展厅，雕刻精致，油饰彩绘，雅致怡人。纪念馆是永久性陈列展览与收藏傅山书画精品、文献资料及对外文化交流，举行各种活动的重要场所。\n傅山纪念馆，原为同乐亭，创建于清乾隆二年(1737年)。清乾隆书法家杨二酉《同乐亭记》写道：“里人岁时宴飨，来会于斯，无移樽择胜之劳，有少长咸集之盛，故颜其亭曰同乐。”刘大鹏有联“同声相应，同会相求、同人共乐千秋节;乐不可无、乐不可极、乐事还同万众心”。1964年，经太原市政府批准，在同乐亭原址上，向西扩建三米，其名由同乐亭改为“山西历代书画馆”，此名匾由郭沫若题写，后改为为“傅山书画展览馆”、“傅山纪念馆”。\n作为三晋文化名人傅山的故里，从古到今，用傅山命名的学校、街道、医院、商铺日渐增多，为挖掘傅山文化及其产业，打造弘扬傅山文化氛围。早在一九九二年初，原北郊区委书记范世康就作了打造傅山名人品牌、开发旅游文化产业、发展向阳工商十里一条街的批示，一九九五年——一九九八年又进行了三次大的规划。二〇〇四年为进一步挖掘傅山瑰宝，在区委、区政府的牵头下，在向阳镇党委、政府的积极配合下，策划了“中华傅山园”“傅山广场”的建设规划项目。\n山西作为傅山先生的故乡，山西人民始终对先生怀着崇高的敬意和怀念。2007年，当此傅山先生诞辰400周年之际，目前收藏有国内最多先生遗墨的山西博物院，联合晋祠博物馆及故宫博物院、上海博物院、辽宁省博物馆、天津博物馆等多家大型文博收藏单位，将之前分散各地的先生书画作品汇聚一处，作一集中展示。这是300年来很多先生手泽遗珍第一次重归故里，也是先生作品的空前大聚合，这是纪念傅山先生的一次隆重活动。暂定于2007年9月25日左右开，展出时间三个月。\n傅山墓\n清乾隆32年（公元1767年）陶淑著，河北省《衡水县志》地理卷之二地理丘墓第十五页载：“明傅山墓在治西四十里”。清道光二十三年编印的《阳曲县志》中，有如此记载：“国朝征君傅山墓在西山“。\n太原市尖草坪区柴村镇呼延村西的崛围山，南北走向，山势陡峻，南有青峰，北有飞云峰，两峰间是东西方向的山谷。山上有著名的多福寺、舍利塔，现为太原市的一个旅游景区。从南峰脚下直到山顶，有顺山而筑的石阶，踏着石阶往上大约三百级左右，路旁便见一座现代用砖围砌的墓碑，正中刻有“供奉傅山先生之神位”的字样。\n傅山碑林公园\n傅山碑林公园位于太原市迎泽区并河东路与康乐街交汇处\n相关诗联\n上联：竹雨、松风、琴韵；下联：茶烟、梧月、书声。\n——傅山自题\n作品\n著作\n传世医书有《傅青主女科》、《傅青主男科》、《傅氏幼科》等，对后世有一定影响，特别是《傅青主女科》，更是清代主要传世之妇产科专著。一说《傅青主女科》节自陈士铎《辨证录》等医书，系托名著作。但从其遗墨《医学手稿》，可知即《傅青主女科》“调经”部分。另著有《大小诸症方论》（1673年），据顾炎武序（1673年）称“予友傅青主先生手著女科一卷、《小儿科》一卷、《男科杂症》一卷”，可见以上医书确为傅氏所著。\n书法\n傅山本是一个忠厚老实的学问人，淡于名利，勤于读书。他的书法初学赵孟頫、董其昌，几乎可以乱真。他的《上兰五龙洞场圃记》为崇祯十四年（公元1641）作，与宋人风范毫无二致。宋代文人喜欢用生辟的字眼和典故，傅山也是如此。他学富五车，积学深厚，又颇具个性，加之书法界有了张瑞图、黄道周、王铎和倪元璐等诸名家的影响，傅山的书法更是具有一种奇特的怪味。当然最主要的还是他的人生观和审美观起了决定性作用。他对颜真卿的人品书品推崇备至，简直是五体投地。他写大字喜用颜体，如《集古梅花诗》，就是写小楷也用颜体，如《逍遥游》。邓散木《临池偶得》中说：“傅山的小楷最精，极为古拙，然不多作，一般多以草书应人求索，但他的草书也没有一点尘俗气，外表飘逸内涵倔强，正象他的为人”。他的颜体写得非常好，流传至今的颜体大字楹联和榜书多件，皆端庄遒劲，刚健有力。\n傅山在书法艺术理论上是有贡献的。他所提出的“四宁四毋”理论极其精辟，对整个艺术范畴有着普遍意义和深远影响。\n“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排”，足以影响中国书学领域。\n作书宁追求古拙而不能追求华巧，应追求一种大巧若拙、含而不露的艺术境界。\n宁可写得丑些甚或粗头乱服，也不能有取悦于人、奴颜婢膝之态，寻求内在的美。\n宁追求松散参差、崩崖老树、也不能有轻佻浮滑，自然潇疏之趣，远胜品性轻浮之相。\n宁信笔直书、无需顾虑，也不要描眉画鬓，装饰点缀，有搔首弄姿之嫌。\n傅山的理论大有针砭时风、力挽狂澜之用意。可谓振聋发聩之洪钟，与他同时代的文人学者相比，有很大不同。在他的诗文中没有丝毫替圣人立言，为统治者出谋献策的意思。反之，他自称道士、侨民，在反清复明已无希望的情况下，却期待着世道人心有所突变。他给自己起了个别号“观化翁”。既然清朝的统治已经巩固，世风人心正在越变越坏，于是就希望迅速地坏下去，物极必反之后就会突变。他对战国诸子都有深入的研究，认为古代的学术文化能够激励炎黄子孙奋发起来；他愿做可以攻玉的他山之石，并盼望着民族的真正觉醒，从根本上铲除暴政。\n金圣叹与傅山同岁，金喜欢对皇帝旁敲侧击，同时也对皇帝抱有幻想。而傅山却没有任何幻想，他写道：“李白对皇帝只如对常人，做官只如做秀才，才成得狂者”。他对《周易·蛊卦·上九》中的“不事王侯，高尚其事”解释道：“王侯皆真正崇高圣贤，不事乃为高尚。其余所谓王侯，非王侯，而不事之，正平等耳，何高尚之有？”\n傅山在评论欧阳修《新五代史》时说：“王彦章粗鲁莽汉，仅死事可，特立死节之目，全未推敲所事所死者为谁也”。傅山此番评论多么尖锐！什么样的狗屁皇帝，值得为他死吗？对于那些不论什么样的皇帝，一见皇帝就俯首帖耳的奴才顺民们，这无疑是惊世骇俗训斥和一针见血的讽刺。\n傅山晚年着力研究东周学术并获得巨大学术成就。《中国思想通史》第五卷中空间就有傅山的专章，受到历史学家们高度评价。他对王羲之、王献之书法进行了深入研究，并重新评价了赵孟頫书法。试看他的《秉烛》诗：“秉烛起长叹，奇人想断肠。赵厮真足异，管卑亦非常。醉起酒犹酒，老来狂更狂。斫轮于一笔，何处发文章”。“斫轮”语出《庄子·天道》：“行年七十而老斫轮”。此诗为傅山七十岁后所作无疑。“赵厮”即指赵孟頫，“管卑”即赵孟頫之妻管仲姬，“奇人”则指赵氏夫妇。\n傅山年轻时学赵，后来完全出于政治思想原因而痛骂赵字，并一再告诫儿孙千万不可学赵字。此时，在深入研究了王书之后，他才又把赵孟頫看作奇异的天才。\n遗墨\n傅山先生的遗墨，片纸只字，珍逾拱璧，他的独特书风代有传人，盛行不衰。在傅山的传世法书中，“杂书册”是一个值得注意的品种。所谓“杂书”，有两方面的意义。首先，是内容比较多样：自作诗文、笔记掌故、摘抄旧籍、点评人物，往往兼而有之，东一条，西一段，全册无统一主题与体例。\n其次，是字体不统一，或小楷，或行草，篆、隶间出，花样繁多。而且由于是兴来即书，兴尽则止，?非一气呵成，故一体之中，风格、味道也不单一。\n傅山为什么要写这许多“杂书”呢？根据他的身世和性格来理解，应是出于闲暇自娱、寂寞自遣的需要，或是作为一种调整心态、砥砺情操、研习书道的特殊修炼方式。由于没有特定的功利目的，因而“杂书”的创作心态十分轻松自由，作者的观点倾向、性格情绪和书写技艺均得以真实完美的展现。\n众所周知，傅山是跳出名利场的高人，他“畏人如畏虎”，厌恶世俗酬应。但盛名之下，又无法完全杜绝笔墨酬应，故而常常由儿子傅眉、侄子傅仁等人代笔应付求字之事，后半生尤其如此。\n佛学\n关注佛学理论\n傅山从年轻时就关注佛学，在其遗文中每见有关佛学经典的评述文字，批注过《金刚经》、《楞严经》、《五灯会元》并为23位僧人写下传略《二十三僧纪略》，在此纪后记中，他说：\n右书二十余僧，或习于往来，或一时交臂，其事迹未能详著，聊约略记之，为异日作传之资。\n可见，傅山晚年为道士，并不排斥佛教，而是与佛教关系密切并有不少情谊颇深的方外交。\n傅山论学重在经世致用，佛学却专求一个“空”字，何以傅山看重佛学呢？\n因为傅山认为，佛学有其精彩的见解，对“好学而无常家”的傅山很有启益。他说“佛经此家回避不敢读，间读之先，早有个‘辟异端’三字作难与他。”句中“此家”，即指理学家。傅山指出“凡此家蒙笼不好问答处，彼皆粉碎说出，所以教人翻好去寻讨，当下透彻，不骑两头马。”（《佛经训》，以下所引傅山语均见《霜红龛集》，不另注出）就是说，佛学理论对世间道理想得深，看得透，要对真理问个究竟，能启发自家去“寻讨”，从而打破或消解哲理上的自相矛盾处。这体现着傅山作为一个清醒明智的士人追求真知的彻底精神。佛学是傅山资取反对腐朽理学的精神武库之一，所以他“黄冠坐佛阁，高哦诸葛书。”意谓身为道士，却居于寺庙中，又研究儒家推崇的诸葛亮的著述，可谓儒释道三家兼采并蓄，不主一家。\n这种三教并重的治学态度，并非傅山个人的爱好，而是明末清初学术思潮的大势所趋。在明朝中期，早已形成三教合一的思想潮流。在这一潮流的影响之下，傅山看到“道本不息如川之流”，学问犹如海纳百川，要博采诸家之长，他还特别提倡子学，通过考证，旁征博引，以佛道印证和解释诸子，开出清代子学研究的先河。可见，傅山胸怀阔大、慧眼独具的过人之处。\n更直接的原因是，傅山亲历了明清易代的大变动。其时大批气节之士，心怀故国，强烈反对民族压迫和屠杀的暴政，不愿甘受清廷的笼络和奴役，不少人遁入山林，借助明末大兴的禅悦时尚，出家为僧，形成了禅隐的时风。如戒显、澹归、药地、蘖庵、担当、大错及明宗室八大山人、石涛，均弃家为僧；名士方以智、黄宗羲都借佛学阐述自家的理论。当入清之后，清廷颁布了带有民族歧视性质的“剃发令”，傅山不愿意剃发，而为僧则必受披剃之礼，故他毅然入道，坚持束发，以示与清廷不合作的决绝态度。但在思想上，他又与同道为僧者志节相同，意气相投，所以，他愿意结交僧家方外之士，何况佛学又是一门哲理深邃、值得认真探讨的学问呢。傅山说：\n吾以《管子》、《庄子》、《列子》、《楞严》、《唯识》、《毗婆》诸论，约略参同，益知所谓儒者之不济事也。\n这里，所谓儒者显指理学家。理学家空谈，不能救国。傅山鄙弃理学，要将子学与佛学的精华一并采纳，用以挽救民族危亡，经世致用，成为一门经邦济世的实学。傅山引《墨庄漫录》语“近时士大夫不行佛之心，而行佛之迹，皆是谈慈悲而行若蜂者。望无上菩提，吾未之信。”表示赞同。这说明，傅山尊佛却不入佛门，正是反对背离佛祖济世度人的真精神而徒求一己非分之福的虚伪之人如梁武帝之类。\n傅山是个性情中人，他反对理学家“灭人欲”的谬见，认为佛家提倡“禁欲”也是不对的。明末四大名僧之一的憨山德清称“空非绝无”，指出“佛说空字，乃破世人执著以为实有之谓，非绝无、断灭之谓也。”傅山认同德清此说，指出佛家也有爱欲，比如佛寺建筑庄严华美，正是佛家爱美的表现，其爱欲何尝断灭？只不过佛家是提倡一种大慈大悲的泛爱而已，这才是值得推崇的。可见，傅山关注佛学，采取具体分析的方法，有所取舍，他要探究的是佛学的真谛，而不是徒看皮相的形式主义。这是值得今天弘扬佛法者认真思考的。\n与佛门友人交往\n傅山关注佛学，还表现在他与佛门方外友的深厚情谊上。在傅山看来，佛教徒中有四等人：胜道沙门、说道沙门、活道沙门和污道沙门。傅山尊重的是第一等的胜道沙门。胜道者，行道殊胜，智慧第一，值得尊敬。在《二十三僧纪略》中傅山记述了一批高僧大德。如：\n“大美和尚，生于世家，隐于法门，其专心而精攻者，却为一切儒书……与予交最久，知其存心，断不在禅……”\n“尺木禅师，明宗室也。历访名山大川，雅不与庸俗人言。其所抱负，有大而无外之慨……”\n“石影和尚，明时进士，博学多才，嗣隐梵宫，往来于鸿儒大雅之门……”\n“元度，明之名儒。至清，隐于释，能诗善书……”\n“雪峰和尚，儒教中人也。生于明末，抱不世之才，竟未得一试。”\n如此等等人物，原来他们都是披着袈裟的儒士或遗民，都是有抱负、有才能的人物，是明清之际一批不逢时运的志节之人。傅山月旦人物，所评难得一赞，而对这批人物却评价甚高，视他们为同道。由此，可以窥知傅山所交方外友自有其声气相同的用心，与泛泛佞佛之徒根本不同。\n对佛礼的探讨\n佛典繁富，佛理精微。傅山博涉佛学，颇有所得。前述傅山认同德清“空非绝无”说，可见一斑。傅山此论，实出于他对《金刚经》“实相者则是非相”说的辨析。傅山有偈云：“分明有身，不是如来。如来舍身，又安在哉！”因为佛家认为如来法身，原是幻形，不是实相。傅山反问，如果如来舍身，法身是空幻的，那么又何从得见如来呢？可见，如来分明有身，不能认为它是空幻的，只不过“如来即在吾心，离心别无如来”，就是说，如来就是心，心即佛也。《金刚经》所谓“实相非相”，不过是让人不要执著于实相，如《金刚经》所说：“菩萨于法，应无所住”而已。是故，傅山指出：\n实相生三世，光明满一床。即于华藏界，取到酒杯旁，此处非君境，风流闻戒香。\n三世指佛家所说的过去，现在，未来三世，这三世均为实相所生，三世都是实相，无非是实相发展变化的时间序列，并非三世皆空。《华严经》讲法界，以“酒杯旁”这一现实存在开讲，就是从实相说起，如果没有实相，就谈不到非实相。傅山认为一切皆非实相的境界，“此处非君界”，所谓好的戒律就是从实相中生发出来的。按傅山的意思，就是要超越非实相。他说“究竟无我，省下圪塔（意为言说）”意谓连我也空掉，我也没有了，还有必要罗嗦辞费么？也就是说实相毕竟有，但实相不常住，它会转化为无（非实相）。心中不要执著于实相，要认识到它会转化为非实相。这里，无与有相对而言，不宜偏于一方，只认为有或只认为无。而应看到无有是辩证统一关系。从这一认识可以见出傅山的思想包含有可贵的辩证唯物论因素。由于傅山肯定了实相即物质世界的客观存在，这就从根本上肯定了人们维护正当物质利益的合理性，意味着反对剥夺人们生存权利的专制暴政的正义性。\n思想\n题解：傅山字青主，他诗作中有这样两句：“既是为山平不得，我来添尔一峰青”，表明他的高风亮节和特立独行的精神。\n从传说中的祖先炎、黄二帝，到20世纪新中国的缔造者们，从春秋战国时代空前活跃的百家争鸣，到当今现代思想、文化、科技熏陶下的一代风流——在漫长悠久而又光辉灿烂的中华民族文明史上，曾经在各个领域中涌现过多少杰出的人物，创造出多少丰硕的成果！他们就像绵延起伏的山脉上那一座又一座高峰，给屹立在世界东方的中华民族增添了无限风光！而生活在17世纪的傅山，就是这些高峰中的一座。\n傅山，初名鼎臣，改名山；原字青竹，后改青主。中国人的名字，往往带有时代色彩，并且寄寓着父母或者本人的理想与情操。如果说“鼎臣”这个名字具有浓厚的封建政治理想和传统礼教色彩，那么改名为“山”，就较为符合傅山的思想性格特点——用傅山的老师袁继咸的评语说，就是一种“山林气”，而改字“青主”，则更加突出了傅山自强不息、超凡脱俗的创造精神。傅山有两句诗就是“青主”的注脚：“既是为山平不得，我来添尔一峰青！”（《青羊庵三首》）从他一生的实践、创造和成就看，可以毫不夸张地说，他确实称得上当时中国思想文化界一座拔地凌空、多姿多彩的奇峰！\n傅山生于明万历三十五年（1607年），卒于清康熙二十三年（公元1684年），跨越了两个朝代，顽强地生活了79年。他生活在怎样一个时代，这个时代又是怎样一种生活呢？“荡荡乾坤病，戋戋肺腑收”（《病发示眉仁》），这两句诗是傅山自己一生的切身感受，它形象而概括地描绘了一个矛盾交织、激烈动荡、天崩地裂的时代和一个清醒的知识分子因此而撕心裂肺的痛苦的灵魂！傅山的前半生，是统治中国近300年的明王朝最后的37年。在中原和西南地区，农民与地主阶级的矛盾激化，农民起义的烽火燃遍了全国。在东北，民族斗争愈演愈烈，民族战争连年不断。在明王朝内部，阉党和东林党之间在党争中互相消长，此起彼伏。而作为封建社会上层建筑的思想文化界，充斥着性理的空谈、复古的迂论、陈腐的八股和柔媚的艺术作风。在傅山39岁这一年，即公元1644年，发生了中国历史上的大事件——甲申之变，先是李自成农民起义军的旗帜插上了北京城头，崇祯皇帝吊死在万寿山；后是满清的铁骑跨过了山海关，旋即踏遍中原。这对傅山来说，不啻是天崩地裂——虽然也在预料之中。“三十八岁尽可死，栖栖不死复何年！”（《甲申集·甲申守岁》）以甲申为转折点，傅山的后半生，又赶上清王朝统治中国近300年的最初40年，清军野蛮的镇压、屠杀和掠夺，汉族人民普遍的反抗，抗清义军的顽强战斗，南明王朝的苟延残喘，以及清廷对汉族知识分子的思想统治、文字狱和笼络收买……这又是一段血腥而动荡的历史！大矛盾，大动荡，包含着血与泪的大痛苦，却也孕育和锤炼着大人才！就在这样一个时代，在思想文化界产生了顾炎武、黄宗羲、王夫之、傅山、李禺页、颜元、屈大均、吕留良、潘格平等一大批杰出人才，他们虽然各具特色，但都关心民间疾苦和民族兴亡，不同程度地具有初步民主思想和唯物主义哲学倾向，掀起了17世纪后半期的一股进步思潮，可以说形成了继战国时代百家争鸣之后的又一次思想解放的活跃局面。其中傅山与顾、黄、王、李、颜，被梁启超并称为“清初六大师”，这是仅就学术成就和思想影响而言的。如果从思想解放的程度、学术领域的宽广、艺术创作的成就、医道医术的造诣等多方面看，傅山更是“横看成岭侧成峰”，多才多艺，多所建树，气象万千，光彩夺目，确非其他人可企及。\n在政治和社会舞台上，傅山一生有三件大事：早年，曾作为山西学生的领袖，为昭雪平反袁继咸冤案，反对腐朽的宦党和黑暗的暴政，领导全省诸生进京请愿，持续半年，成为中国近代早期学生运动的先声。中年，曾从事秘密反清活动20余年，在49岁时被逮下狱，一年有余，几经严讯，备极拷掠，抗词不屈，绝食9日，抱定必死的决心，坚持斗争，终于获释。晚年，他主要从事著述，曾先后接待或拜访了昆山顾炎武、容城孙逢奇、富平李因笃、周至李禺页、和川戴务旃、彭城阎尔梅、番禺屈大均等一大批在野的文人、学者，以及当时尚未仕清的秀水朱彝尊、新城王士祯、太原阎若璩，实际上成为在野的思想文化界的领袖和代表之一，并以73岁的高龄，绝食七日，坚持斗争，拒绝参加清廷为笼络汉族知识分子所举办的博学鸿词科考试，拒绝做清朝的官。这些壮举在他所处的时代确实够得上特立独行，在当时的知识分子中是最为突出的。\n在思想学术方面，傅山不仅堪与顾、黄、王并驾齐驱，而且比他们思想更解放，在反对以道统自居的理学说教、冲破儒家传统思想束缚方面，战斗精神和独创性更强。他博览经史子集，参研佛经道经，开创诸子学，精通音韵学与名学（逻辑学），擅长金石遗文之学，确实无愧于同时代人的这种评价：“学究天人，道兼仙释（《柳崖外编》），”“博极群书，时称学海”（郭《傅山传》）。\n在文学艺术方面，傅山的诗文思想性、现实性极强，写作不拘成法，任性直率，古奥老拙，慷慨苍凉，奇思逸趣，形成了独特的艺术风格；书法草楷篆隶，无不精工，豪迈不羁，独辟蹊径，名满天下，当时评价“在王铎之上”（戴廷木式《与张尔公书》）；绘画古雅入神，写意曲尽其妙，《图绘宝鉴》评论说：“其才品海内无匹，人不能尽识也。”\n在医学方面，他精通医经脉理，擅长妇科及内外诸科，当时“人称医圣”（蔡璜《傅山传》）。\n傅山在他的著作和书面题款上，也经常署名为公之它，亦作公他，又号石头、石道人、石老人、啬庐、随厉、六持、丹崖子、丹崖翁、浊堂老人、青羊庵主、不夜庵老人、傅侨山、松侨老人、朱衣道人、酒道人、酒肉道人，或径称居士、傅道士、傅道人、傅子，又称老蘖禅、还阳真人、真山、侨黄真山、五峰道人、龙池闻道下士、观化翁、观花翁、橘翁、大笑下士、西北之西北老人。用现代的话说，傅山也许算得上世界上“笔名”最多的作家之一吧，而这些笔名又无不体现了这座“奇峰”的经历、思想和性格。\n隐居\n明亡后，傅山衣红衣，居山寺，改号朱衣道人，从事着反清复明的秘密活动。清顺治11年（公元1654年），傅山因南明总兵宋谦在晋豫边界起事反清，事败下狱，成“谋逆钦犯”，虽遭严刑，却坚贞不屈，曾绝食九日，濒临死亡，后经营救获释，此案曾轰动一时，被称作“朱衣道人案”。顺治14年（公元1657年），顾炎武因江南已无法容身，“浩然有山东之行”，应傅山之邀，千山独步，天马行地，来到了太原。顺治16年（公元1659年），郑成功克镇江，袭南京，张煌言攻安徽，江南反清形势似转机，傅山闻讯后，急忙南下，既至南京，郑张已败走，他只好带着又一次地扫兴回到太原，其后一直隐居于晋祠云陶洞。他曾作《宿云陶》诗：\n雾柳霾花老眼憎，云陶稳睡拔鸡鸣；晋祠三日无吟兴，只忆观澜智勇生。\n隐居期间，他吟诗作画，潜心著述，并与顾炎武、阎若璩、阎尔梅、朱彝尊等学人考证晋祠，感怀晋史。傅山待友必煮茶，故有人也将云陶洞称作茶烟洞，“石室茶烟”是晋祠内八景之一。景宜园距云陶洞数步之遥，园内“杂树交荫，希见曦影”，此地为傅山饮茶品茗处。\n期间，傅山先生在此还留有许多书法作品，其中嵌于朝阳洞石阶下周柏旁壁间的“晋源之柏第一章”最为要紧，其字行楷中揉魏碑，舒缓里见矫捷，遒劲得力，练达通脱，一看便知是高逸出世、遗身物外之作，难怪能被阎若璩誉为晋祠三绝之一。难老泉亭内的“难老”匾、圣母殿廊下的“永锡难老”匾均为名题。嵌于文昌宫墙壁上的《文昌帝阴骘文》也出自他的手笔，全文446字，小楷写就，直师钟繇，工整不苟，玉润珠圆，是其罕有的小楷作品。另外，景宜园楹联“茶七碗，酒千盅，醉来踏破瑶阶月；柳三眠，花一梦，兴到倾倒碧玉觞”、同乐亭楹联“万竿逸气争栖凤；一夜凌云见箨龙”，“梧桐月白杯中照；杨柳风来画上川”，也均为傅山所书。云陶洞楹联“日上山红，赤县灵真三剑动；月来水白，真人心印一珠明”之上联中的“日”与下联中的“月”合璧为明字，“珠明”则暗指朱明。\n傅山对晋祠的影响不仅仅在于书法、著述，更在于对晋祠操守的提升、品格的趋高。“倚南窗以寄傲，审容膝之易安”的云陶洞紧邻朝阳洞，占据着晋祠云至高。俯瞰全园，了然一目，远眺田畴，隐约可现。除去一年一度庙会里的纷杂熙攘，除去平日偶有挚友造访，这里少有游人光顾。园日涉成趣，门虽设而常关。当石磴上青苔侵阶、隙间拱草，秋树下的扫叶人又把一季的春华挈走时，傅山先生慨叹感怀之余，却未倦慵喟然，诗作愈发激昂高亢，著述愈发精邃深湛，书法愈发奕奕神采，意志愈发贞固刚毅。他不是“静念园林好，人间良可辞”的隐逸者，也非“中岁颇好道，晚家南山陲”的削迹仙。\n论及晋祠的操守、品格，岂有不言傅山傅青主者也！\n与酒\n人们都知道傅山是一位伟大的思想文化大家，当时被人誉为“学海”。可很多人也许不知道，傅山还是一位好酒的性情中人。他在取得巨大的思想学术成就的同时，也与酒结下了终身的不解之缘。尤其是他与享誉国际国内的佳酿竹叶青，还有一段不能割舍的渊源。\n傅山年轻时就嗜好喝酒，自号“孽禅”。他在霜红龛读书时，曾作《红叶楼》七言绝句一首，其中一句就是：“傅山彻夜醉霜红。”明亡以后，由于感情郁积悲愤，傅山对酒的爱好也越来越浓了。明亡后的第一个除夕夜，傅山痛苦地写道：“无情今夜贪除酒，有约明朝不拜年。”傅山在长期的流寓生活中，除了书籍与笔墨之外，唯一不能离的就是酒了。当然，傅山与普通好酒的人不同，他除了对酒有种天然的喜欢外，还把酒作为发泄愤懑和交流思想的媒介。他和他的同道认为，酒是“真淳之液”，酒后能吐真言。\n在傅山十多年的流寓生活中，汾阳是他寄居和活动较多的地方之一。而汾阳正是汾酒和竹叶青的诞生地，因此，傅山便与竹叶青有了修订和完善之缘。\n说起竹叶青，它还有一段有趣的传说。这一年，山西酒行又要开酒会了，一东家吩咐两个伙计备好一坛新酒抬去参品。这天天气特别热，伙计俩走得又热又渴，到了正午，恰巧来到一片竹林，两人一商量，决定先在竹林里凉快凉快，找口水喝。可哪有水呢！伙计俩顺手从一株成竹上扯了两片大竹叶，捻成两个小酒杯喝起来。他俩喝完酒却傻眼了：只剩下半坛子酒，怎么去交差呢？\n两人走不多远，又见到一片竹林，竹林里有个小水洼，上面飘着的一层竹叶将洼中的水映得晶莹碧绿，甚是惹人喜爱。这伙计俩赶紧把酒坛子放下，蹲在小水洼边，你一下，我一下地往坛子里加水，不一会儿就把坛子灌满了。\n再说酒会上。就在各家的酒快要品尝完了，只见这伙计俩满头大汗地抬着坛子走进会场，东家揭开坛盖，舀了一碗酒，恭恭敬敬地捧到酒会会长面前。不用细说，这年酒会上，伙计俩送去的酒名列榜首！\n后来，东家买下了那块地皮，将自己的酒坊迁去，在小水洼上打了一眼井，又从酿造技艺上努力改进，还在酿好的酒中加入新鲜的竹叶，终于酿出了别有色味的好酒，取名“竹叶青”。\n唐代的竹叶青已经名气不小，武则天曾吟咏道：“酒中浮竹叶，杯中写芙蓉。”初唐诗人王绩也写道：“竹叶连糟翠，葡萄带曲红。”可见，唐代的竹叶青已有了一定的发展。到了宋代，竹叶青的配方中已有了中药的成分。而竹叶青能有今天的独特品质，则是因为傅山对其配方的修订。\n据记载，傅山经常往来于汾阳，他行医道，品美酒，并从保健和养生的目的出发，对竹叶青的配方进行了研究，还与许多酒工成为好朋友。一日，傅山看酒工浸泡药材酿造竹叶青酒，有深厚中医学基础和丰富经验的他便教酒工如何浸泡，如何搭配中药材牞才能发挥更好的疗效。酒工们按他说的方法一试，果然酿出的酒不仅味道芳醇，金黄透亮，医治经络疾病的疗效也显著提高。傅山将竹叶青的配制用药由过去的四五种改为十二种，保留了竹叶的成分，使竹叶青具有多种保健养生功效，成了今天名重天下的佳酿。\n傅山流寓四方，喝过各种各样的酒，但他最欣赏的酒中，应该少不了自己亲自修订完善过的竹叶青吧。\n0作品\n处于董赵书风笼罩书坛之际的傅山，也曾学过赵孟頫，明亡以后专攻颜鲁公，再后直取魏晋，逆流而上，直入渊薮。全祖望《阳曲傅青主先生事略》云：“工书，自大小篆，隶以下，无不精，兼工画”。他的小楷《千文》直追钟王，朴实古拙。他曾说：“楷书不知篆隶之变，任写到妙处，终是俗格。”傅山喜以篆隶笔法作书，重骨力，宗颜书而参以钟王意趣，并受王铎书风影响，形成自己独特的面貌，中年以前已得时誉。他后期对赵字贬斥得很利害“予不极喜赵子昂，薄其人而遂恶其书，近细视之，亦未可厚非，熟媚绰约自是贱态，润秀圆转尚属正脉，盖自《兰亭》内稍变而至此与时高下亦由气运，不独文章然也。”(《霜红龛集》)。这一段书评史上“书如其人”的典型论断，自然这与他生逢易代之特殊时期有关。他还在《作字示儿孙》中说“作字先作人，人奇字自古。纲常叛周孔，笔墨不可补。”这种论述针对当时“奴书”盛行的清初书坛无疑是一副清醒剂。他力倡“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”的艺术主张，以自然天倪为尚，三百多年来一直备受推崇。傅山的主要作品有：\n1、《草书孟浩然诗》：此卷书录唐代诗人孟浩然“与诸子登岘山”等诗十八首。此卷书法纵逸奇宕，字与字间不相连属，结字欹正相间，古拙雄健，但笔意相连不断，充分体现了傅山书法艺术之特色，亦是对其书法美学思想作了最好的诠释。此卷向被视为傅山草书中的上乘佳作，代表了傅山中晚期行草书的最高艺术水平。\n2、《右军大醉诗轴》：是傅山的代表作，诗云：“右军大醉舞蒸豪，颠倒青蓠白锦袍。满眼师宜欺老辈，遥遥何处落鸿毛。”其流畅的用笔中仿佛有着某种生拙的气息，然而其用笔又在法度之中。缠绕游丝的强调，使字与字，笔划与笔划间的疏密空间对比格外鲜明。其间欹斜反正、相避揖让、纵敛开合等艺术手法，在傅山的手下运用得十分娴熟，仿佛均在不经意中，真率的情感、大起大落的章法，充分表现了他博大精深的胸怀。\n3、《行草五律诗轴》：此轴书录唐代著名诗人杜甫五言诗一首，书法笔势雄奇，连绵飞动，起伏迭宕，字间连带自然，表现出生气郁勃的宏大的气势，体现了书法家极强的个性。结字不求工稳，单个字显得欹侧不稳，然通幅观之，气韵生动，结构自然，字形大小的变化更增加了作品的生动性和跃动感，给人以朴拙遒美之感。\n释文：“风磴吹阴雪，云门吼瀑泉。酒醒思卧簟，衣冷欲装绵。野老来看客，河鱼不取钱。只疑淳朴处，自有一山川。书为松初先生词伯教政。傅真山。”\n4、《草书立轴》：傅山这幅草书，天马行空，如此的绚丽灿烂。他的诗句，风云飞动，姿态翩翩，线条缠绵萦回，无起无止，如古藤盘绕，时而笔断意联，顾盼生姿。他的每一个字乱头粗服，不可羁勒，却又天真烂漫，有着如此令人心神不安的美。从“城郭休还”、“哀猿啼处”的黍离之悲，到“沧江白日渔樵语，日暮归来雨满衣”的明净的心灵，傅山的整幅草书充满了精神上的自由，沉静的美。任侠，赋性刚直不阿。十五岁补博士弟子员，二十岁试高等廪饩。后就读于三立书院，受到山西提学袁继咸的教诲和青睐。崇祯年间傅山与薛宗周等生员百余名联名上书为袁氏讼冤，勇挫阉宦权奸，后得以昭雪而名震朝野。明亡后他拜寿阳五峰山道土郭静中为师，出家为道。他又多次从事反清的活动，并曾被捕，在狱中“抗词不屈，绝食数日，几死”。康熙年间，朝廷开设博学鸿词科，傅山时已七十二岁，给事中李宗孔、刘沛先荐其进京应试，他称病推辞，阳曲知县戴梦熊奉命促驾，竟令人舁其床而行，至都门外三十里，傅山抵死不入城，清廷免试，授封“内阁中书”放还。他既不谢恩，亦不接受，出京时，送行者途为之塞。\n傅山通晓经史、诸子、释老之学，著有《霜红龛集》四十卷。长于书画，精鉴赏，并开清代金石学之源。傅山在医学上，也有着巨大的成就。他精内科、妇科、儿科、外科，尤以妇科为最。其医著《傅青主女科》、《青囊秘诀》，至今流传于世，造福于人。在文学艺术上他更是一位富有批判和创造精神的思想启蒙先驱。\n1头脑\n“头脑”作为食品名称并非傅山首创，据考证大约始于十四世纪末(元末明初)，《水浒》第五十一回中有“赶碗头脑”的话，足见那个时期已经有了卖“头脑”的饭馆，当时的“头脑”用什么材料，如何做法，不得而知。作为食品的“头脑”也并非只是太原的传统名吃，上海有一种名吃也叫“头脑”，与太原的“头脑”原料、做法、完全不同。但不管怎样，提起“头脑”，也叫八宝汤，是由八种原料制成，羊肉、莲菜、黄酒白面等，是冬季的最佳补品，所以，人们总是想到太原名吃，想到傅山先生，这是因为太原的“头脑”是傅山发明的，太原“头脑”最有养生价值，文化底蕴也最丰厚。\n2宗师\n傅山在中医药史上的“大师”级地位\n上海辞书出版社所出《辞海·医药卫生分册》在“医学人物”中，收入上自传说中的岐伯、黄帝，下至1975年去世的中医研究院副院长蒲辅周，约5000多年的中国中医药史上，共收中医中药学界重要人物71人，其中山西仅有一人，即傅山。\n在“傅青主”条中，释述：“名山，……博涉经史诸子和佛道之学，提倡‘经子不分’，目的在把诸子和六经列于平等地位。兼工诗文、书画、金石，又通医学。传有《傅青主女科》、《傅青主男科》等书，疑系后人托名之作，但其书流行颇广，有参考价值。”在辞海所收71名中医中药学界的“大家”中，绝大部分是一生专门从事医药的，精通经史或兼工书画的仅七八人。只有宋朝的沈括是政治家、科学家兼医学家，傅山是思想家、学者、艺术家而又以医名世的大医学家。由此可见傅山在中国医学史上的重要地位，他虽以“余力”研究医学，但却称得上是一位“医学大师”，而决非一时一地的“名医”。\n在《中国大百科全书》中，傅山的传记收入《哲学》卷中，但同样肯定他“又精医学”。在《哲学》卷中所列中国古今哲学家约为200名，其中除傅山外，其余诸人中讲到精于医学的只有宋代的沈括。\n傅山的临床医学著作\n临床基础理论著作《外经微言》\n《外经微言》，清代抄本，共分九卷，一卷论养生、天癸、月经、子嗣、寿夭，二卷论经络始终、标本顺逆，三四五卷论五行生克、脏腑气化，六七卷论五运六气、四时八风，八卷论伤寒、瘟疫，九卷论阴阳寒热等，分别从不同角度阐发《内经》理论，有关学者认为是“学习和研究《内经》不可多得的参考资料”（《浙江省中医杂志》1982年第5期“医苑之窗”。）\n综合性临床著作《辩证录》《大小诸症方论》《石室秘录》\n《辩证录》（人民卫生出版社1964年版）以“证”为纲，共14卷，分外感科、内科杂症、妇科、外科、幼科5科，126门766症，理、法、方、药悉备，年希尧（广东巡抚）在序言中说该书“真有仲景诸公所未及者，而辩证折中补救，诚为仁人济世救物之至宝”。《大小诸症方论》以“方”为纲，其中\n“小儿科方论”介绍小儿常见病24种用方37条，“杂症方论”介绍内、外、儿、妇、眼科病174症用方264条。顾炎武在序言中评为“卫生之善道，救死之良方”。《石室秘录》又以“法”为纲，以128法统内、外、妇、儿、伤五科406症，体现了“同病异治、异病同治、同病同治、异病异治”的规律。如体现地域差别的“东南治法”、“西北治法”，体现时间差别的“春夏治法”、“秋冬治法”，体现病变部位差别的上、中、下治法，体现病者年龄性别差别的老、少、男、女治法，体质差别的虚、实、肥、瘦治法等。\n专科著作《傅青主女科》、《男科》、《青囊秘诀》（外科）\n《青囊秘诀》把外科疾病视为整体病变的局部表现，对21种疮疡，使用98条方剂口服内消，形成了系统的以消、托、补为主要内容的理、法、方、药完备的外科医疗体系。《女科》、《男科》则流传更广，尤以《女科》著名，在当代中医妇科仍奉为案头必备之书。\n傅山所作小楷<金刚经>，长篇楷书，一丝不苟，婀娜俊美，秀盈流畅，《中国书法全集》中选自作联“竹雨松风琴韵，茶烟梧月书声”，是当时傅青主关于其书法生活艺术追求明显生动的描绘。\n3评价\n顾炎武：\n苍龙日暮还行雨，老树春深更著花。——《又酬傅处士韵》\n萧然物外，自得天机，吾不如傅青主。——《广师篇》\n读书不多，轻言著述，必误后学……虽青主读书四五十年，亦同此见。——《与潘次耕札》\n【解读】顾炎武，江苏昆山人，学者称亭林先生，大思想家、大学者。1663年（清康熙二年），顾炎武到太原访傅山于松庄，开始了他们志同道合的友谊，直到1682年（康熙二十一年）顾先傅二年去世之前，顾经常住在山西，与傅山以志节相砥砺，以学问相切磋。顾炎武对傅山仰慕已久，初次会晤时傅山已58岁，便作诗赞他为日暮行雨的苍龙，晚春开花的老树，这是对傅山一生坚持气节、奋斗不息的高度评价，也是对傅山晚年著书、学问醇深的由衷赞叹。后来顾炎武又评价傅山有“萧然物外，自得天机”，超尘脱俗的态度和品格，值得自己学习。这一评价，既概括了傅山的道德人品，也概括了傅山的学术品位。顾炎武在写给他的得意门生潘次耕的信札中，特别强调了傅山“读书四五十年”的功底和他著述中严肃认真负责的态度，认为是后学的榜样。\n毕亮四：\n公他高洁，扫除百年芜秽靡蔽，一意孤行，不在龙门之下。——《西北文集》\n【解读】毕振姬，字亮四，高平人，明末乡试中曾得头名解元，为一时名士。清顺治时进士，官至湖广布政使。公余独坐陋室中，布被瓦灯，伏读不倦，著有《尚书注》、《西河遗教》等，自称是西北之人，因此其文集名为《西河文集》。傅山与他交往，学术见解时合时不合。傅山别号“公他”，毕亮四评价他的思想学术说：“公他高洁”，“高”是高瞻远瞩，立足点和境界高；“洁”是不受时弊污染，不为流俗所蔽。毕亮四认为傅山在思想文化学术上的最大贡献就是“扫除百年芜秽靡蔽”，即明代后期以来思想学术界的种种弊端。还说傅山“一意孤行”，以巨大的思想学术勇气，冲决一切束缚，不畏艰难险阻，敢于坚持真理，敢于超前突破。毕亮四的评价，非常切合傅山的思想特色和学术风格。最后一句是论定傅山的思想学术地位，认为“不在龙门之下”。“龙门”，指河东龙门县人王通，隋代大经学家，曾讲学河、汾，著有《中说》，四方学者自远而至者千余人，死后门人私谥为“文中子”。毕亮四把傅山和王通这两个山西籍大学者相比，就其影响之大而言，还比较切合；但就其思想的创新和意义的深远而言，傅山远远超过王通，毕亮四没有充分认识到这一点。\n","category":"行书","verified":true,"user":1,"timestamp":1429951653775},{"name":"傅山行书傅眉书册","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791618053,"text":"","author":"清代傅山","description":"傅山行书傅眉书册"}]