[{"name":"董其昌小楷诗札","text":"董其昌（1555—1636），[1] 字玄宰，号思白、香光居士。汉族，松江华亭（今上海闵行区马桥）人，明代书画家。曾居松江。万历十七年进士，授翰林院编修，官至南京礼部尚书，卒后谥文敏。擅画山水，师法董源、巨然、黄公望、倪瓒，笔致清秀中和，恬静疏旷；用墨明洁隽朗，温敦淡荡；青绿设色古朴典雅。以佛家禅宗喻画，倡“南北宗”论，为“华亭画派”杰出代表。其画及画论对明末清初画坛影响甚大。书法出入晋唐，自成一格，能诗文。他的书法兼有“颜骨赵姿”之美。\n存世作品有《岩居图》《秋兴八景图》《昼锦堂图》等。著有《画禅室随笔》《容台文集》等，刻有《戏鸿堂帖》。\n人物生平\n董其昌生于明世宗嘉靖三十四（1555年）年正月十九日（2月10日），卒于明毅宗崇祯九（1636年）年九月二十八日（10月27日）。公元1589年，（万历十七年）三十四岁的董其昌举进士，开始了他此后几十年的仕途生涯。与睢阳（今河南睢县）袁可立同科，后来成为挚友，在蓬莱阁上留下了著名的“睢阳袁可立题、云间董其昌书”的《观海市诗》碑刻。他当过编修、讲官，后来官至南京礼部尚书，太子太保等职。他对政治异常敏感，一有风波，他就坚决辞官归乡。 \n《明史·文苑传》载：当时，董其昌书法集古之大成，“六体”和“八法”在他手中无所不精，“名闻国外，尺素短札，流布人间，争购宝之。”“同时以善书名者，临邑邢同、顺天米万锺、晋江张瑞图，时人谓‘邢张米董’，然三人者不逮其昌甚远。”到了清代，康熙、乾隆两位皇帝都以董书为宗法，倍加推崇偏爱。康熙皇帝把董其昌的书法常列于座右，晨夕观赏，赞曰：“华亭董其昌书法，天姿迥异，高秀圆润之致。结构字体皆源于晋人，能得其运腕之法，转运处古劲藏锋，似拙实巧，雄奇峭拔，草书纵横排宕有致。”这使董书风靡一时，满朝皆学董书，一时追逐功名的士子，以董书为求仕的捷径。当然，董其昌的书法，对后来的书坛影响也是颇为巨大的。王文治《论书绝句》称董其昌书法为“书家神品”，谢肇称其“合作之笔，往往前无古人”。周之士称其“出乎苏，入呼米，而风采姿神，飘飘欲仙”。董其昌被列入中国历史上十大书法家排名榜：王羲之、颜真卿、柳公权、黄庭坚、怀素、苏轼、文征明、褚遂良、欧阳询、董其昌。董其昌《临怀素草书〈千字文〉手卷》，绢本，通长15米，内文幅宽0.295米，长12.25米，书写之精妙，尺幅之硕大，为现存董其昌草书之大观。晚清书法大家翁同龢在手卷跋语中，作了极高评价：“董公此书，正如天女散花，神龙戏海，最后题字又谨严超秀，奇迹也！”\n工书法，对后世书法影响很大。其书画创作讲求追摹古人，在笔墨的运用上追求先熟后生的效果，拙中带秀，体现出文人创作中平淡天真的个性。 \n董其昌才溢文敏，通禅理、精鉴藏、工诗文、擅书法、精绘画。他执艺坛牛耳数十年，是晚明杰出的书法家。董其昌的绘画追求平淡天真的格调，讲究笔致墨韵。\n书画道路\n明董其昌《画禅室随笔·评书法自叙答》曰:“吾学书在十七岁时。先是吾家仲子名传绪，与余同试于郡，郡守江西袁洪溪以余书拙置第二，自是始发愤临池矣。初师颜平原(多宝塔)碑，又改学虞永兴，以为唐书不如晋、魏，遂专仿《黄庭经》及钟元常《宣示表》、《力命表》、《还示帖》、《丙舍帖》。凡三年，自谓逼古，不复以文征仲、祝希哲置之眼角比，乃于书家之神理，实未有人处，徒守格辙耳。以游嘉兴，得尽睹项子京家藏真迹，又见右军(官奴帖)于金陵，方悟从前妄自标评，譬如香岩和尚，一经洞山问倒，愿一生做粥饭僧，余亦愿焚笔研矣。然自此渐有小得，今将二十七年，犹作随波逐浪书家。翰墨小道，其难如是，况学道乎?”\n“余性好书，而徽矜庄，鲜写至成篇者。虽无日不执笔，皆纵横断续、无伦次语耳。偶以册置案头，遂时为作各体，且多录古人雅致语。觉向来肆意，殊非用敬之道，然余不好书名，故书中稍有淡意，此亦自知之。若前人作书不苟且，亦不免为名使耳。”\n“吾书无所不临仿，最得意在小楷书，而徽于拈笔，但以行草行世。亦都非作意书，第率尔酬应耳。若使当其合处，便无能追踪晋、宋，断不在唐人后乘也。”\n按语：可见大家的成功来之不易。\n董其昌走上书法艺术的道路，出于一个非常偶然的机会。起因是在考试时书法不好,遂发愤用功自成名家。这在他的《画禅室随笔》有所记述，其中还自述学书经过：他在十七岁时参加会考，松江知府衷贞吉在批阅考卷时，本可因董其昌的文才而将他名列第一，但嫌其考卷上字写得太差，遂将第一改为第二，同时将字写得较好些的董其昌堂侄董源正拔为第一。这件事极大地刺激了董其昌，自此钻研书法。董其昌回忆说：“郡守江西衷洪溪以余书拙置第二，自是始发愤临池矣。初师颜平原（真卿）《多宝塔》，又改学虞永兴（世南），以为唐书不如魏晋，遂仿《黄庭经》及钟元常（繇）《宣示表》、《力命表》、《还示帖》、《丙舍帖》。凡三年，自谓逼古，不复以文征仲（征明）、祝希哲（允明）置之眼角。”这段话中可以看出董其昌几乎学习研究了以前绝大部分名家，从钟王到颜、柳，从怀素到杨凝式、米芾，直至元代的赵孟頫。\n董其昌精收藏，曾珍藏董源4幅山水《潇湘图》、《溪山行旅图》——（作者：北宋范宽）、《龙宿郊民图》、《夏山图》，并以“四源堂”名斋，后“四源堂”名画为河南袁枢(袁可立子)递藏，使其成为晚明收藏董、巨作品的集大成者。还有精选李思训《蜀江图》、《秋江待渡图》，董源《征商图》、《云山图》、《秋山行旅图》，巨然《山水图》，范宽《雪山图》、《辋川山居图》，李成《着色山图》，郭忠恕《辋川山居图》，江贯道《江居图》，赵大年《夏山图》，赵子昂《洞庭二图》、《高山流水图》，王蒙《秋山图》，《宋人册页》等18幅。从中可以看出，董其昌的收藏足以令其傲视当代。\n他的字、画以及书画鉴赏，在明末和清代名声极大。善画山水，远师董源、巨然和黄公望。其画风笔意安闲温和、清新秀丽。他提倡用摹古代替创作。又以禅宗的南北派比附绘画，称“南北宗”。他是尚南贬北，抬高文人画的地位，压制和他相抗的“浙派”。其山水作品，用笔柔和，秀媚有余，魄力不足，且多辗转摹仿，如《峒关蒲雪图》、《溪山平远图》等，皆为摹古之作。\n宦海沉浮\n万历十七年（1589年），三十四岁的董其昌终于考中进士，供职于翰林院，翰林院学士田一儁去世，他自告奋勇，告假护柩南下数千里，送老师回福建大田县，令人刮目相看。\n他一度担任皇长子朱常洛的讲官，不久，便告病回到松江。而京官和书画家的双重身份，使他的社会地位迥异往昔。\n其后，他相继担任过湖广提学副使、福建副使，一度还被任命为河南参政从三品的官职。但他并不以此为意，托辞不就。许多附庸风雅的官僚豪绅和腰缠万贯的商人纷至沓来，请他写字、作画、鉴赏文物，使董其昌成为名动江南的艺术商。\n民抄董宦\n对董其昌不利的评价主要来源于两个民间的传说写本《民抄董宦事实》和《黑白传》，而明末政界言官寻衅、党派相攻无虚日，污蔑谣言无数，故而可做参考，不可全信。\n按照传本《黑白传》的说法，万历四十三年（1615年）秋天，六十岁出头的董其昌辞官在家，他的两个儿子董祖常带人强抢佃户之女绿英。故事中的另一个主角是陆绍芳。不久，董其昌因为在担任考官时不徇私情得罪的势家利用这个事情收买说书艺人钱二到处说唱这个编出来的故事，传言很快得到发酵。董其昌知道后追究到范昶身上，但范昶并不承认，而且还跑到城隍庙里起誓，为自己辩白。也许是城隍神灵验惩罚了范昶，也许是范昶自己做了亏心事心里犯虚害怕，不久范昶暴病而死，范母就认为反正这是董家所逼造成的，于是带着儿媳龚氏、孙媳董氏等女仆穿着孝服到董家门上哭闹。董家当然也有理不让，你自己造孽还起誓惹怒城隍神与我何干，对范家侵宅的行为进行了回击。范家儿子不堪其辱，冒死用一纸“剥褌捣阴”的讼状将董家告到官府。\n时为明万历四十四年（1616年）春天，被人煽动的读书人把董府围住，两方大打出手，场面混乱。最后将董府付之一炬，就是后来所谓的“民抄董宦”。并张贴榜文道：“……人心谁无公愤。凡我同类，勿作旁观，当念悲狐，毋嫌投鼠，奉行天讨，以快人心。……期于十日之中，定举董家主凶归乡。谨檄。”\n从初十、十一到十二日，这些人飞章投揭布满街衢。董家一时“四宅焚如，家资若扫”（《民抄董宦事实》），数百间画栋雕梁、朱栏曲槛的园亭台榭尽被付之一焰，大火彻夜不止。\n十九日，乡民将董其昌建在白龙潭的书园楼居焚毁，还把董其昌手书“抱珠阁”三字的匾额沉在河里。\n甚至当时的坊间传闻其“拥有良田万顷、游船百艘、华屋数百间，成为松江地区的首富。”以今天的眼光来看，这些都是以两个谣言写本的口吻强加给董其昌的，同时以“湖广提学副使”低品级官员的身份中途辍宦，传闻其“拥有良田万顷、游船百艘、华屋数百间，成为松江地区的首富。”也显是言过其实的。\n当时的官员将此事向朝廷上报道：“因《传奇小说》与生员范启宋父子争怨，各抱不平，遂开衅端。二姓越数百里赴职投状，而事外之人，辄从中鼓煽，构此奇变，狂生发难，恶少横起，董氏主仆之住房，一夕成烬。”（《民抄董宦事实》）。苏常镇三府会审的最终结果是：“诸生一时过信启宋之词，以耳伺耳，以目伺目，忿激成仇，扬袂而起，五学若狂，秽词加遗，骋一时之意气，忘当机之隐祸，宜其有今日耳。”（《民抄董宦事实》）\n当时主政地方的最高级官员都察院右佥都御史巡抚王（省部级）的查处结果也很中肯：“今本院巡历兹土，遍访乡绅孝廉及诸父老，颇得其概。大都修隙本宦者，果有其人。而开风切齿者，遂拥至千万。虽云奇祸，实出无知，姑与维新，免其查究，合行晓谕。”（《民抄董宦事实》）\n官府捉拿了少数参与此事的施暴者进行定罪。\n当时官方结论是整个事件的发生是背后有人唆使和组织抄了董家宅府。于是围绕是“民抄”还是“士抄”的争论悬而未决，又拖了大半年时间。最后的审定结果是在苏州、常州、镇江三府会审下作出的。除将直接参加烧抢董家的部分乡民定罪外，松江府华亭县儒学生员，有五人受到杖惩并革去功名，另有五人受杖惩并降级，三人单受杖惩。而董其昌的家人陈明则“随行拘责监候”。\n参照当时社会特殊性质，董其昌的地位和荣誉理所当然能换来一些相应的地位和权利，比如妻妾田宅奴仆的数量、范围要比平民多，不用缴一些农民要缴的税。这样的特权情况在中国已经上演了两千余年，在当时是合法的。\n而在清朝初年《明史》中记载：“督湖广学政，不徇请嘱，为势家所怨，嗾生儒数百人鼓噪，毁其公署。”（《明史·董其昌传》）这里的记载则说的是董其昌在“督湖广学政”时因为不徇私情而得罪的某个特权家族怨恨董家，于是就唆使一些处于社会底层又不得志的青年学生到董其昌的门前煽动鼓噪，借事寻衅，最后特权家族的爪牙首先施暴和被煽动的老百姓就伙同一起烧毁了董其昌的的屋宅。\n由于明末党争严重，黑白传等记载可能是攻击政敌的污蔑，而明史是满清所编，在一定程度上为了满清统治而做，没有为董其昌避讳的动机和必要。\n董其昌所担任的最高职务，是曾经做过南京礼部尚书，这是他职业生涯的顶峰。永乐帝迁都北京后，在陪都南京做礼部尚书和在北京做礼部尚书是不一样的。可以理解成官方地位等于北京礼部尚书，实际并不掌管实际礼部实权的养老性质官职。\n艺术成就\n董其昌在当时书法上有“邢张米董”之称，即把他与临邑邢侗、晋江张瑞图、须天米钟并列；绘画上有南董北米之说。莫是龙、陈继儒提倡“南北宗”之说，即把“院体”山水画与“文人画”分为南北两派。董其昌一生创作的书画作品不可胜数，临仿古人的绘画和诗帖是其中的一个重要部分。他在《画禅室随笔》中所说的“读万卷书”正是指一个人要想成为艺术家，必须学习传统，学习古人。他17岁开始学习书法时临写颜真卿的《多宝塔》，22岁学习绘画时师法黄公望，以后又遍学诸家，这种以古人为师的作法八十而不辍，伴其终生。他广泛吸取对唐宋元诸家优长，抉精探微，使其书画取得了超越古人的艺术成就。\n董其昌强调以古人为师，但反对单纯机械地模拟蹈袭。随着阅历的增加、思想的成熟，他在继承前人技法时不倚傍他人庑下“作重台”，而是有选择地取舍，融入自己的创意。他认为如果离开了自己的创意，古人的精神也难以表达，故应以自己独创的形式再现古人的“风神”。凭借自己对古人书画技法得失的深刻体会，他摄取众家之法，按己意运笔挥洒，融合变化，达到了自成家法的化境。\n董其昌的山水画大体有两种面貌，一种是水墨或兼用浅绛法，这种面貌的作品比较常见；另一种则是青绿设色，时有出以没骨，比较少见。他十分注重师法古人的传统技法，题材变化较少，但在笔和墨的运用上，有独特的造诣。他的绘画作品，经常是临仿宋元名家的画法，并在题识中加以标榜，虽然处处讲摹古，并不是泥古不化，而是能够脱窠臼，自成风格，其画法特点，在师承古代名家的基础上，以书法的笔墨修养，融会于绘画的皴、擦、点划之中，因而他所作山川树石、烟云流润，柔中有骨力，转折灵变，墨色层次分明，拙中带秀，清隽雅逸，他在天启二年六十七岁时临摹北宋范宽的《溪山行旅图》采取青绿设色、水墨兼并浅绛的综合绘画技艺手法，充分表现出他的人物工笔精湛、山水风格独特画坛艺术自然传承的巨匠魅力。他的画风在当时声望显著，成为“华亭派”的首领。\n董其昌的书法成就也很高，董的书法以行草书造诣最高，他对自己的楷书，特别是小楷也相当自负。董其昌虽处于赵孟頫、文征明书法盛行的时代，但他的书法并没有一味受这两位书法大师的左右。他的书法综合了晋、唐、宋、元各家的书风，自成一体，其书风飘逸空灵，风华自足。笔画园劲秀逸，平淡古朴。用笔精到，始终保持正锋，少有偃笔、拙滞之笔；在章法上，字与字、行与行之间，分行布局，疏朗匀称，力追古法。用墨也非常讲究，枯湿浓淡，尽得其妙。书法至董其昌，可以说是集古法之大成，“六体”和“八法”在他手下无所不精，在当时已“名闻外国，尺素短札，流布人间，争购宝之。”（《明史·文苑传》）。一直到清代中期，康熙、乾隆都以董的书为宗法，备加推崇、偏爱，甚而亲临手摹董书，常列于座右，晨夕观赏。康熙曾为他的墨迹题过一长段跋语加以赞美：“华亭董其昌书法，天姿迥异。其高秀圆润之致，流行于褚墨间，非诸家所能及也。每于若不经意处，丰神独绝，如清风飘拂，微云卷舒，颇得天然之趣。尝观其结构字体，皆源于晋人。盖其生平多临《阁帖》，于《兰亭》、《圣教》，能得其运腕之法，而转笔处古劲藏锋，似拙实巧。……颜真卿、苏轼、米芾以雄奇峭拔擅能，而要底皆出于晋人。赵孟頫尤规模二王。其昌渊源合一，故摹诸子辄得其意，而秀润之气，独时见本色。草书亦纵横排宕有致，朕甚心赏。其用墨之妙，浓淡相间，更为绝。临摹最多，每谓天姿功力俱优，良不易也。”据说，康熙还亲自临写董书，致使董书得以风靡一时，出现了满朝皆学董书的热潮。一时追逐功名的士子几乎都以董书为求仕捷径。在康熙、雍正之际，他的书法影响之深，是其他书法家无法比拟的。董其昌的书法，历来评说褒贬不一。褒者倾其溢美之词，清代著名学者、书法家王文治《论书绝句》称董其昌的书法为“书家神品”。谢肇称其“合作之笔，往往前无古人”。周之士说他“六体八法，靡所不精，出乎苏，入乎米，而丰采姿神，飘飘欲仙”。但对董其昌的批评者也很多，包世臣、康有为最为激烈。包世臣云：“行笔不免空怯”。康有为《广艺舟双楫》讽刺道：“香光（董其昌）虽负盛名，然如休粮道士，神气寒俭。若遇大将整军厉武，壁垒摩天，旌旗变色者，必裹足不敢下山矣！”\n董其昌没有留下一部书论专著，但他在实践和研究中得出的心得和主张，散见于其大量的题跋中。董其昌有句名言：“晋人书取韵，唐人书取法，宋人书取意。”这是历史上书法理论家第一次用韵、法、意三个概念划定晋、唐、宋三代书法的审美取向。这些看法对人们理解和学习古典书法，起了很好的阐释和引导作用。董其昌一生勤于书画，又享高寿，所以传世作品很多，代表作有《白居易琵琶行》、《袁可立海市诗》、《三世诰命》、《草书诗册》、《烟江叠嶂图跋》、《倪宽赞》、《前后赤壁赋册》等。\n艺术影响\n明末著名画家、书法家、艺术理论家董其昌在中国美术史上地位十分重要,他针对中国传统文人画创作所提出的“南北宗”论对后世影响很大,成为之后近300余年文人画创作的主要指导思想。\n虽然董其昌\"南北宗论\"对山水画进行的分类,为我们提供了剖析绘画的哲学观念,他以禅喻画提倡文人画,强调画家的道德修养及思想境界,对中国画的发展产生了消极的影响。但是\"南北宗论\"同时也助长了绘画上的宗派之争,存在着明显的负面影响。\n明朝著名画家蓝、王鉴、袁枢等拜其为师，蓝瑛的著名作品如《白云红树图》收藏于北京故宫博物院。袁枢的作品《平泉十石图》收藏于广东省博物馆，《松溪泛舟图》于2013年9月17日在北京嘉德拍卖会上出现。\n传世作品\n董其昌一生创作了极多的书画作品，流传至今的也很多，其中已定论为真迹的收藏在故宫、上海博物馆、吉林省博物馆，南京博物院等处。故宫博物院收藏的董其昌作品最多，绘画方面较著名的有：《高逸图》轴，作于63岁，略仿倪、黄、笔墨丽秀是中晚年佳作；《关山雪霁图》卷，作于81岁，是老年的用力之作，根据卷末自题，此卷是从关仝的《关山雪霁图》原幅改写而成。藏于故宫的著名书法作品有：《月赋》卷，作于47岁，取法唐晋，笔画秀娟，是早年小楷书精心之作；《东方先生画赞碑》，作于50岁，所作楷书，师法颜真卿，字体规整，行气疏朗，是中年时期楷书代表性杰作；《三世浩命》卷，作于71岁，楷书、师法颜真卿，结体端正，法度严谨；《岳阳楼记》卷，作于54岁，大行书，师法颜真卿、李兆和（李北海，即李邕）。运笔中锋直下，转折流畅，反映了中年时期行书面貌。《路马湖记》卷，代表晚年行书之作；《观海市》，作于69岁，以“米家法”为其同年袁可立所书，十分秀逸飘洒，成为山东蓬莱阁上的传世名品。\n上海博物馆收藏的代表作有：山水画《江干三树图》、《秋兴八景》大画册（为董其昌一生之精心杰作，与此同样还有一本大画册，已流往海外）；北京市文物商店藏有一件书法作品《金沙帖》；天津博物馆有一幅其晚年为同年袁可立所创作的《疏林远岫图》（2012年4月19日中央电视台《国宝档案》栏目播出）；南京博物院藏有书法作品《松江府制诰》；安徽省博物馆收藏有16幅《董其昌纪游册》，本为河南袁可立家藏品，吉林省博物馆藏有一件著名山水画《昼锦堂图》卷。\n画作收藏\n董其昌作品比较珍贵，但在流传过程中赝品不断充进去，至今已难见精品，可说赝品充斥市场，尤其是民间收藏，即使不是赝品，也是小幅泛泛之作。海外艺术市场董其昌作品较多，欧美收藏家喜欢他的书画，但由于难辨真假，所以不敢轻易出大价购买。反之，一旦能确认确是真品，则不惜重金，以购到手为目的。1989年6月纽约拍卖过一幅他的《婉娈草堂图》被专家认可，价格一下子被抬了上去,高达165万美元，成为当时仅次于《元人秋猎图卷》的第二幅价格最高的中国古代书画，此图之所以能为专家认可，主要是一些典籍中曾记载过这幅画，此画曾为王鸿绪、安仪周、乾隆收藏，著录于《平生壮观》、《墨缘汇观》、《石渠宝籍三编》。这幅山水画，笔墨韵厚重，皴法细密，气韵雄浑，代表了董其昌文人画的最高成就，画面空白处则填满了各名家题跋，是难得的精品、真品。以后，纽约市场一直没出现过这么好的精品作品，因此价格也一直没上去,1990年共见到5幅作品出售，第一幅是《行书》二十七开册，售价为1.65万美元；第二幅是《行书》手卷，8800美元；第三幅是《山水》立轴，仅卖到3850美元；第四幅是《尺牍》十一开册页，售价1.4万美元；第五幅是《九峰雪霁图》绢本手卷，卖到1.5万美元。作品辨伪董其昌作品流传多，其重要原因是生前有许多人为其代笔，这比一般的仿制要难予分辨。启功先生专写一文《董其昌书画代笔人考》，详加考证。据现代学者研究，书法的主要代笔人最著名的是吴易，作画的代笔有赵左、僧珂雪、沈士充、吴振、赵问、叶有年、杨继鹏等。董其昌的代笔画，大多是自己落款盖章。水平较高的代笔之作大多出于赵左、沈士充之手。\n艺术特色\n董其昌是中国书法史上颇有影响的书法家之一，其书法风格与书学理论对后世产生了一定的影响。明末书评家何三畏称董其昌的书法：“天真烂漫，结构森然，往往有书不尽笔，笔不尽意者，龙蛇云物，飞动腕指间，此书家最上乘也。”在赵孟頫妩媚圆熟的“松雪体”称雄书坛数百年后，董其昌以其生秀淡雅的风格，独辟蹊径，自立一宗，亦领一时风骚，以致“片楮单牍，人争宝之”，“名闻外国”，为中外文化交流增添了光辉。\n“潇洒生动”的山水画他特别讲求用墨的技巧，水墨画兼擅泼墨、惜墨的手法，浓淡、干湿自然合拍，着墨不多，却意境深邃，韵味无穷；无须炫异矜奇，而真气横溢，充塞纸间。董其昌的设色山水，或用杨升没骨法，从彩笔代替墨笔，完成线条、轮廓、钩、勒、皴、擦，尽态极妍，不为刻画；或仿黄公望的浅绛法，参以赵大年、赵孟頫的青绿法，别树一格，层次分明，淡雅清新，生机盎然。董其昌作画强调写意，使绮丽多姿的山水显得有些捉襟见肘的色彩。但是他兼长书法、诗文，每每绘完山水，题以诗文，行楷簇簇如行蚕，闪闪如迅霆飞电，全图诗、书，画相映成趣，和谐一致，更富有抒情意境。董氏的创作，因而成为文人画追求意境的典范。如《遥峰泼翠图》，整个画面不过是干远景而已，笔墨也很简单，但神韵、骨力俱足。画面的前部作一隅坡脚，缀以数块荒石。坡脚上有三株老树，交错而立。中间一株是夹叶树，稍事勾勒，却枝叶备见；旁边两株的树叶，则充分发挥泼墨的作用，左以直抹示盘曲，右以横点示傲岸，浓淡相间，一派生机。画面上部以淡墨一抹而就，远山横贯，仅见轮廓隐人天际，山体却茫茫然，仿佛烟岚萦绕，雄浑无比。作者再用浓墨在一片淡远的景色中，染出几处高低错落的树叶，远近有致，层次丰富，烟云流动，充塞渚岸。左侧绘有小坡，坡上以横墨抹出数株直树。中间汪洋大水，不施笔墨，而万顷湖面浩瀚无涯之气势跃然纸上。此图长225厘米，宽75厘米，如此大幅立轴，只寥寥地布置些近树远山，就把握住整个画面峰遥、水阔、树翠的神情。这正是董其昌巧妙地运用“王洽泼墨，李成惜墨，两家合之，乃成画诀”(见图上自题)的结果。全幅似疏似漏，但没有照应不到的地方，用笔爽利遒劲，又含蓄灵秀，纯以墨色气势的润泽、醒目而动人遐思。如不是熟练地掌握“空处有画”的本领，就不会有这样高明的布局。有人认为这是董其昌从“宽能走马、密不通风”的书体结构中触悟而得，这并不是没有道理的。整幅立轴不设色，但面貌清丽，有咫尺千里之势，给人以远深宁静的感觉。再如他暮年所作《关山雪霁图》，山峦林壑，绵延无际。右方重峦叠嶂，气势沉雄。中间幽壑重重，峭壁矗立，村落、丛林、流泉、山径，错落有致，杂而不乱；大江曲折跌宕其间，虽有干岩万壑，亦无窒碍不通的感觉。左方云烟弥漫，浸淫树石，路遥山重，隐人微茫，深远莫测，意味不尽。图中以渴笔钩勒峰峦山石，皴擦的运用极其准确、灵活，而线条流走轻快，疏密得宜。山冈陵石的凹凸明暗，则以横点巨苔，配上淡墨直皴的层层渲染来加以完成，技巧纯熟，无懈可击。意境朴厚深邃，很有“千山鸟飞绝，万径人踪灭”的诗意。全图用笔老辣生拙，骨力练达，墨气鲜润，绝去甜俗，以疏旷之笔，画出凝寒淡远的景致。卷尾数行行楷跋文，书体娟秀刚劲，更使此图富有书卷气，爽朗潇洒，自具风格。正如中国当代书画家南山乐山评论董其昌的艺术特点说：董香光（董其昌）满腹经纶，故能笔清墨润，山色如洗，宁静深邃，绝无尘垢。\n董其昌的书法，吸收古人书法的精华，但不在笔迹上刻意模仿，兼有“颜骨赵姿”之美。\n人物评价\n“董其昌山水树石，烟云流润，神气俱足，而处于儒雅之笔，风流蕴籍，为本朝第一”。（《画史绘要》）\n董其昌“性和易，通禅理，萧闲吐纳，终日无俗语”（《明史》）， \n人物轶事\n藏书之家\n善鉴别古书画，擅长写书法。在书法上造诣颇深，由于爱好书法，所以对书籍有很强的收藏欲。遂藏书尤多，家有“玄赏斋”，贮法帖、名画、古书。撰有《玄赏斋书目》，不著撰人及收藏人姓氏，有人疑为是他人所撰，清人张均衡在《适园藏书志》中，认为董其昌的家藏书目较可信。著有《容台集》、《画禅斋随笔》、《画眼》、《学科考略》、《筠轩清秘录》。 \n知音佳话\n睢阳（今河南睢县，明代属归德府睢州）的袁可立比云间（上海松江）的董其昌小七岁，但董其昌总是对袁可立谦称为“弟”，两者的家乡相距千里，却能同窗共读成为同年知交，这个故事在袁可立的家乡睢县一带至今盛传不衰，成为千古美谈。而他们在少年时代谶语成真的奇缘传说，数百年来一直成为中国命相和阴阳五行学家们所乐道的话题。\n王溢嘉先生在《中国人的心灵图谱》一书中引述清代的《秋灯丛话·梦与袁可立同科》时有一段精彩的描述：“睢州（应为华亭）有一位老儒生（董其昌）屡试不第，心情十分郁闷。有一天晚上，忽然梦见神人前来告诉他说：‘你要等待袁可立和你同考，才有希望上榜’。他梦醒后觉得非常奇怪，于是到各地学堂逐一查访，但都没有找到叫袁可立的人。有一天，他来到睢州（今河南睢县）闲游，走累了在一个村塾里休息，忽然看到一个少年容貌颇为奇特，他猛一惊，便好奇地向塾师请教这位少年的名字。塾师先生说：‘他是袁家的孩子，名叫可立’。董其昌听了，又惊又喜。在知道袁可立家中贫穷恐无力上进后，就将袁可立带回家中亲自课读。到袁可立二十多岁时，两人一起参加考试，结果在乡试和会试中都果然中榜。” \n明著名学者黄道周《节寰袁公传》记载道：“安夫人（袁可立母）妊时，数盥水，见金鲤荡漾盎中。及长，数有异兆，（袁可立）自知其名位所届。” 今天的民权县花园乡吴老家村属古睢州地，刚刚去世的袁可立十世孙媳董氏（1928—2012.2.17）老太太讲述了这样一个从袁家祖上世代相传下来的故事：袁可立幼年时，一天夜里，漆黑异常，袁可立秉灯入厕，却没有放灯的地方。忽然身后有声音说：“尚书爷尚书爷（明天启中袁可立官至兵部尚书），请你把灯放到这里吧。”袁可立好生奇怪，昏暗的灯光下却看到了一个光头的小鬼。他拍拍小鬼的头把灯盏放了上去，说道：“小鬼小鬼你好大的头呀。”小鬼答：“侍郎爷侍郎爷你好大的胆。（袁可立实职兵部左侍郎，加资政大夫太子少保兵部尚书，赠光禄大夫太子太保）”幼年的袁可立感到很是诧异，就问：“小鬼小鬼你为什么这样称呼我？”小鬼说：“我是受人之托告诉您，有一位姓董的文曲星老爷转世，正等着您前去同读共考呢，来日当有尚书爷的名位等着您呀。”袁可立起身取过灯盏，那小鬼便消失在漆黑中。董氏老太太还说，当年与袁家结亲时，父母亲就是冲着董袁两家祖上是世交的关系来的。\n这两则故事出处不同，一个记载于清代笔记小说，一个出自民间口碑，但二者异曲同工，胡为印证。而且袁可立和董其昌在知道这是神明向他们泄露天机后，并没有消极等待，而是都不辞辛苦地去努力奋斗，最后皇天不负苦心人，让他们都能如愿以偿，先后在乡试和会试中同科考取了举人和进士，成功的兑现了两个年轻人各自所窥见的“天机”。\n透过董其昌和袁可立的事业勋名及个人交往，相关的史书记载也从不同角度为上述两则故事留下了很好的注脚，这反而更增加了故事的神秘性。\n董其昌在《袁伯应诗集序》中写道：“余与伯应（袁可立子袁枢字伯应）尊公少司马（即袁可立）同举于兰阳陆先生之门。” “陆先生”即陆树声，华亭(今上海松江)人，与董其昌同乡，官至礼部尚书。这个记载至少说明袁可立确实去上海和董其昌师从陆树声学习过，故事中董其昌“将袁可立带回家，亲自课读”的说法并非无米之炊。\n中国道教经典著作《道藏辑要·在陆肇祥》在记述袁可立的别墅建筑群袁家山时这样写道：“淮（袁可立父名淮）甫晤而立生一生（袁可立）。文章事业董宗伯，其昌志（董其昌曾为袁可立作有《节寰袁公行状》四册）载甚详。”董其昌官至光禄大夫太子太保礼部尚书，袁可立官至太子少保兵部尚书，累赠光禄大夫太子太保，也与董其昌官阶相当。\n在今天的山东蓬莱阁避风亭内袁可立的《海市诗》刻石上，仍然留下了二人在事业顶峰时期的合作之笔“睢阳袁可立题、云间董其昌书”的字样。董在尾跋中称颂袁可立的“大作雄奇”、“弟以米家法书之”等语，世人将此称为珠联壁合之作，至今为海内外所重。\n崇祯六年十月，袁可立的儿子袁枢去北京上疏申请休假回乡省亲，顺路探望了年伯董其昌，董其昌触景生情，想其退休在家多年的故友袁可立，随作山水画《疏林远岫图》相寄赠，该画现藏于天津博物馆。题曰“癸酉十月之望，年家袁伯应司农上疏归省尊人大司马节寰（袁可立号节寰）年兄”。张庚《国朝画征录》：“枢博学好古，精鉴赏，家富收藏，工书画，为华亭董宗伯，孟津王觉斯所推许”。袁枢能成为明末著名书画及收藏家，与年伯董其昌的提携有很大关系。董其昌卒后，一生最喜爱的“四源堂”四幅名画归袁枢所有，至今尚藏于安徽省博物馆的16幅《董其昌纪游册》，为董其昌早年作品，世所罕见，也是睢阳尚书袁氏家藏旧物，每幅都钤有“袁赋谌印”（袁可立仲孙名袁赋谌），由此足见董、袁二人关系绝非一般同年，当是深交挚友，也与传说中的袁董奇缘不应而合。\n崇祯六年（1633年）冬，袁可立病逝于睢州，八十一岁高龄的董其昌以悲壮的心情为故友写下了《节寰袁公行状》，分元、亨、利、贞四册。款云：“明崇祯八年六月，光禄大夫、太子太保、礼部尚书掌詹事府事、特准致仕驰驿归里邻治弟华亭董其昌顿首撰并书。” \n二人在仕途上同样坎坷多艰，几起几落，休戚共生。明万历中都遭贬回籍，后来又都是泰昌皇帝同时启用的旧臣贤能。在魏忠贤横行的天启年间，两人都受到阉党的排挤和迫害，董其昌是“深自引远，请告归”（《明史》），袁可立是“当魏崔时，盖无复然明义、真者。有之，则必自大司马节寰袁公也。”（黄道周《节寰袁公传》）。两人一个成为旷世书画大家，一个成为一代廉吏和历史名臣。\n二人的知交关系在董其昌为袁可立所作的《节寰袁公行状》中也找到了最终的注解：“呜呼哀哉！念其昌与公（袁可立）同举于兰阳陆宗伯（陆树声）先生之门。……虽天涯契阔，合并恒难。要以风义交情，皎如白日，知公者宜莫如昌。”\n012年4月19日，中央电视台《国宝档案》栏目以《疏林远岫图》为题对董其昌和袁可立一生的故交佳话进行了生动报道。\n人物纪念\n邮票\n《董其昌作品选》。\n旧居\n醉白池位于上海市松江区人民南路，始建于l644年，为明代画家董其昌觞咏处，也是名人学士常游之地。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951645314}]