[{"name":"赵孟頫行书朱熹不自弃文","text":"在《红楼梦》第五十六回写探春从赖大家园子“除他们带的花儿、吃的笋茶鱼虾之外，一年还有人包了去，年终足有二百两银子剩”这件事中知道，“一个破荷叶，一根枯草根子都是值钱的”。宝钗笑道：“真真膏梁纨绔之谈。虽是千金小姐，原不知这事，但你们都念过书，识过字的，竟没看见朱夫子有一篇《不自弃文》不成？”\n简介\n朱夫子《不自弃文》是指清代刻本《朱子文集大全类编》第八册卷二十一《庭训》中的《不自弃文》。虽然学界对朱子《不自弃文》的真伪有争议，但不论真伪，清代确实有一本朱子《不自弃文》流传于世是不容置疑的。\n清刻本《朱子文集大全类编》卷二十一《庭训》中有《不自弃文》一篇，略谓“天下之物”，“有一节之可取且不为世所弃”，“顽如石而有攻玉之用，毒如蛇而有和药之需。粪其秽矣，施之发田则五谷赖之秀实；灰既冷矣，俾之洗浣则衣裳赖之以精洁。食龟之肉，甲可遣也。南人用之以占年；食鹅之肉，毛可弃也，峒民缝之以御腊。类而推之，则天下无弃物矣。”但《不自弃文》从南宋到清初，所有朱熹的文集、别集中都未收录，所以有些专家怀疑此言文为“托名之作”，并非朱熹所著。\n清钱泳《履园丛话》卷七“习气”条云：“子不克家，虽上是家运，而亦习气使然，是中人以下之人不可以语上者也，尝见某相国家子弟开财博场，某相国家子弟开蟋蟀场，某殿撰、某侍郎之子喜为优伶，某孝廉乞食于市，某进士困于旅舍，死无以俭，皆事之有者，唐权文公《不自弃文》谓房、杜子孙倚其富贵，骄奢淫佚，惟知宴乐，当时号为酒囊、饭袋，及世变运移，饿死沟壑不可数计，知自古而然焉。”这段文字说明唐代权文公（权德舆，字载之）也有《不自弃文》，但传世的《权载之文集》中未载此文。\n《不自弃文》-原文\n庭训·不自弃文\n夫天下之物，皆物也<1>。而物有一节之可取，且不为世之所弃。可谓人而不如物乎？！\n盖<2>顽如石<3>而有攻玉之用，毒如蝮而有和药之需。粪其污矣，施之发田<4>，则五谷赖之以秀实<5>。灰既冷矣，俾之洗瀚<6>，则衣裳赖之以精洁。食龟之肉，甲可遗也，而人用之以占年；食鹅之肉，毛可弃也，峒民缝之以御腊<7>。推而举之，类而推之<8>，则天下无弃物矣。今人而见弃焉，特其自弃尔<9>。\n五行以性其性<11>，五事<12>以形其形，五典<13>以教其教，五经<14>以学其学。有格致体物<15>以律其文章<16>，有课式程试<17>以梯其富贵<18>。达则以是道为卿为相<19>，穷则以是道为师为友。今人见弃而怨天尤人，岂理也哉！故怨天者不勤，尤人者无志<20>。反求诸己而自尤自罪、自怨自悔，卓然立其志，锐然策其功<21>，视天下之物有一节之可取且不为世之所弃，岂以人而不如物乎！\n今名卿士大夫<22>之子孙，华其身，甘其食，谀其言，傲其物<23>，遨游燕乐<24>，不知身之所以耀润<25>者，皆乃祖乃父勤劳刻苦也。欲芳泉而不知其源，饭香黍而不知其由，一旦时异事殊，失其故态，士焉而学之不及，农焉而劳之不堪，工焉而巧之不素，商焉而资之不给<26>。当是时也，窘之以寒暑，艰之以衣食，妻垢其面，子衅其形<27>。虽残杯冷炙，吃之而不惭；穿衣破履，服之而无耻，黯然而莫振者，皆昔日之所为有以致之而然也<28>。\n吾见<29>房杜<30>平生勤苦，仅能立门户，遭不肖子弟荡覆殆尽，斯可鉴矣。又见河南马氏倚其富贵，骄奢淫佚，子孙为之燕乐而已，人间事业百不识一，当时号为酒囊饭袋。乃世变运衰，饿死于沟壑不可数计，此又其大戒也。\n为人孙者，当思祖德之勤劳；为太子者，当念父功之刻苦，孜孜汲汲<31>，以成其事；兢兢业业，以立其志。人皆趋彼，我独守此；人皆迁之，我独不移。士其业者<32>，必至于登名<33>；农其业者，必至于积粟<34>：工其业者，必至于作巧<35>；商其业者，必至于盈资。若是<36>，则于身不弃，于人无傀，祖父不失其贻谋<37>，子孙不沦于困辱，永保其身，不亦宜乎！\n《不自弃文》-注释\n<1>夫天下之物，皆物也──夫，文言发语词。类似于今时语句习惯的引导词“说到”“这”。“皆物也”：强调的是物性。\n<2>盖──发语词，同时具有“因为”“由于”的词义。\n<3>顽如石：与“毒如蝮”词语结构同。此一语句结构很特别，“如”具有助语作用，且有“比如”含义，用“如”隔开形容词和名词，为强调形容词“顽”“毒”。\n<4>施之发田──“施”：施用。“之”：代词。“发田”：使田土熟化、发酵。\n<5>秀实──秀：指黍禾抽穗。实：果实，实粒。\n<6>俾之洗澣──“俾bǐ”：使。“澣huàn”：洗涤。草木灰加热水浸泡，然后用细布或麻袋片滤出水来洗衣服，有相当于肥皂的去污作用。\n<7>峒民──即南宋时期的侗族人，常被视为不服王化的“化外之民”，因而又被称作“峒人”或“洞蛮”。“御腊”：御，抵御，抵抗。腊，即腊月，寒冬腊月。\n<8>推而举之，类而推之──即：举例推究，比类考证。\n<9>今人而见弃焉──“见弃”：指不被使用、不被关注，似有被世人抛弃的感觉。焉：语气助词。\n<10>特其──“特”：只，仅。“其”：带有代词含义的语气助词。文言文中的语气助词与今代单纯的语气助词不同，常含有一定词义。\n<11>五行──五行：即指“水、火、木、金、土”。“五行以性其性”：倒装句格式。“五行”前置，用以强调。“以”后置，用来连接进一步动作。前“性”，属于名词动用，指“性辨”某事物之属性。所谓名词动用，即名词作为动词使用，是古文言习惯，借以表达具有原名词含义的动作。后“性”，本义名词，指事物的属性、本性或天性。以下“以…其…”句子结构，亦可参照解析。\n<12>五事──五事：即指“貌、言、视、听、思”五种人事。见《书·洪范》：“五事：一曰貌，二曰言，三曰视，四曰听，五曰思。貌曰恭，言曰从，视曰明，听曰聪，思曰睿。”\n<13>五典──本文中的“五典”即指儒家的“仁、义、礼、智、信”。“五典”另一含义为：指“五常”，指五种行为规则。语出《尚书·泰誓下》：“狎辱五常”。唐孔颖达疏云：“五常即五典，谓父义、母慈、兄友、弟恭、子孝。”\n按：“五典”还有一种定义，即“少昊，颛顼，高辛，唐，虞”之经典，据传经过孔子修订。《说文》：典，五帝之书也。此“五典”定义并非本文所指。\n<14>五经──五经：即指《周易》《尚书》《诗经》《礼记》《春秋》儒家五圣经。\n<15>格致体物──格致：于此句中，应是就“风格气韵”而言。例：宋欧阳修《归田录》卷二：“昌花写生逼真，而笔法輭俗，殊无古人格致。”《朱子语类》卷七八：“况先汉文章重厚有力量，今《大序》格致极轻，疑是晋宋间文章。”体物：常解释为对事物的体察。\n按：此文中“格致”一词，不要与另外一种含义混淆。“格致”一词的另外含义，通常指“格物致知”的略语，出自《礼记·大学》。格物：推究事物之理。即考察事物的原理法则而总结为理性知识，常解释为博物之学。后人解释：格致之道，在物境中体认天理。又所谓博物之学，故名格致。又格致寓致知，即研究事物之意。\n<16>律其文章──使文章严谨、规范，有条理。律：约束、约制。\n<17>课式程试──课式：考核官吏政绩的方式。程试：按规定的程式考试，后多指科举铨叙考试。\n<18>梯其富贵──梯：阶梯，梯级，梯递。此指晋级。\n<19>达则以是道为卿为相──“达”：通达。“是”：在此意为“此”“这个”。卿：古时高级长官或爵位的称谓。相：宰相。\n<20>故怨天者不勤，尤人者无志──怨天的人是自己不勤奋，怨恨别人的人是自己没有志气。尤：埋怨，怨恨。\n<21>策其功──策：督促，奋勉，努力。功：用功。\n<22>名卿士大夫──在此泛指官宦阶层。士大夫：旧时指官吏或较有声望、地位的知识分子。\n<23>华其身……傲其物──“华”：着华丽服装。“甘”：甘美。“谀”：阿谀奉承、谄媚。“傲”：傲慢地对待。“物”，此泛指人与事物。句中“其”，为语气助词。\n<24>遨游燕乐──“遨游”：即远游。此指四处游玩。“燕乐yùe”：指酒宴声乐。“燕”古通“宴”。“乐yùe”：音乐，声乐。\n<25>耀润──显耀的而有润泽的光彩。此指身世、享用方面很风光。\n<26>欲芳泉……商焉而资之不给──“欲”，于此为会意性动词，即渴饮。“饭香黍”：饭，名词动用，指餐食。香黍，即香美的米饭。“时异事殊”：指时局异常、世事出现变故。“故态”：旧日常态，以往光景。“士”“农”“工”“商”：皆具有从事含义的名词。“焉”：语气助词。\n<27>子衅其形──儿女形貌猥琐，如同囚犯。“衅xìn”：此指囚犯。《集韵》：衅，一曰罪也。《字汇》：衅，罪也。\n<28>有以致之而然也──得以导致这样的结果。\n<29>我见──此处之“见”，当然是书中所见，译成“知道”“了解到”较为妥当。\n<30>房杜──即唐名相房玄龄、杜如晦的并称。唐刘肃《大唐新语·匡赞》：“自是台阁规模，皆二人所定……二人相须以断大事，迄今言良相者，称房杜焉。”\n房玄龄﹙579－648﹚：名乔，字玄龄，齐州临淄（今山东淄博东北）人。唐代初年著名良相、杰出谋臣，大唐“贞观之治”的主要缔造者之一。玄龄公辞世后，承袭其“梁国公”爵位和偌大门庭的房遗直，违背祖训,德不压身，不知进退，终致兄弟阋墙、遭人陷害，成为取败之由。\n杜如晦﹙585－630﹚：字克明，汉族，京兆杜陵（今中国陕西西安市长安区）人，唐朝初期大臣。是李世民夺取政权、开创“贞观之治”的主要谋臣之一。凌烟阁二十四功臣之一。\n<31>孜孜汲汲──勤勉不懈，孜孜不倦地忙碌。\n<32>士其业者──选择走“仕途”发展道路的人。“士”即“仕途”\n<33>必至于登名──“必至于”：即“务必争取到……”。“登名”：即指榜上有名。登，登册。\n<34>积粟──积余的囤粮。\n<35>作巧──即操作技艺。\n<36>若是──如果做到这样。\n<37>贻谋──贻，遗留。谋，谋划，谋算。“贻谋”：此指曾经为后人所作的打算和谋划。\n《不自弃文》-译文\n凡天下之物，均有其物性。只要该物有一点可取之处，便不会被世间丢弃。难道堂堂之人反而不如物吗？！比如坚硬的石头而有琢玉的作用，比如剧毒的蝮蛇而为配药所需求。粪物是够污秽的了，用来施肥发酵田土，则五谷作物能依赖它抽穗结粒。草木灰已是冷寂的残物了，用来洗涤，则衣裳就能靠它得以清净洁明。食用龟的肉，其甲壳可以扔了，而人们能用它来占卜年景。食用鹅的肉，其毛羽可以扔了，而侗族人把它缝在衣服上用来抵御腊月之寒。推举实例，如此考究下去，则天下没有可弃之物了。而今天人们有被遗弃之感，仅是自己放弃自己而已。\n以“五行”之说论定事物相生相克之属性，以“五事”之理关注事物的各种情形，以“五典”之教义来教化需教化之人，以“五经”之典来学习应当掌握的知识。拥有风格气韵及体察、推究事物之理的认识以用于考究文章，懂得考核政绩的法则及相关程序以用于富贵晋级。人生通达时要以这个道理身居高官显位，穷困时也应以这个道理拜师交友。当今世人因无事可用而怨天尤人，哪有这个道理啊？故而，常埋怨上天的人并不勤快，总怪恨别人的人是没有志气。应反过来找找本身问题并怪罪自己、怨悔自己；要卓然不群地树立志向，毅然决然地努力用功。看看天下之物，但有一点可用之处就不会被世人丢弃，哪有人而不如物的呢！\n今日高官名士之子孙，衣着华丽，饮食甘美，言语谄媚，傲空一切，只知游逛景物、恣乐于酒宴管弦之中，且不知自身之所以如此显耀滋润，均来自他祖辈、父辈的勤劳刻苦。渴饮甜泉而不问其来源，餐用美食而不知其来由，一旦时过境迁，失去旧日光景，为求取功名而开始读书已来不及，去务农而又承受不住劳苦，去做工匠而又没有平素的技艺积累，去经商而又缺少周转资金。真若到了这种境地，寒来暑往都承受着窘困，衣食住行艰苦不堪；妻子蓬头垢面，儿女形貌猥琐如同囚犯，虽是残羹冷饭，吃的时候不觉羞惭；衣服鞋子破烂了，穿着时也不觉得耻辱。如此衰落而一蹶不振，都是往日所作所为导致的结局。\n我知道唐代著名宰相房玄龄、杜如晦二人平生勤劳辛苦，还仅能撑得住门户生计，竟遭到不肖子弟的挥霍几乎倾家荡产，这可做为鉴戒的例子。又知道河南马氏家族依仗其富贵，骄奢淫逸，子孙唯能酒宴寻欢而已，此外人间事业一概不知，当时被号称“酒囊饭袋”。当世道变迁、运数衰落，饿死于沟壑的就不可计数了，此又是一重大鉴戒。\n作为人的子孙，应当思虑祖德之勤劳；为太子者，应当念及父辈功业之刻苦。要勤勉不懈，求取事业有成；要兢兢业业，以树立远大志向。他人都蜂涌地追向那里，我独秉志坚守于此处。他人都忙于随波逐流地改变自己，我独依然故我不移本色。以学士求取功名者，须学以成名；以务农为家业者，须做到囤粮有余；以作工为操业者，须练就精专的手艺；以经商为本业者，须争取盈余的资金。如果做到这样，则自我感到有价值，对他人也面无愧色；既对得住祖上曾经的筹划，子孙也免得穷困受辱。因而得以生计长久保全，这不也是很稳妥的吗！\n《红楼梦》五十六回引用原文\n宝钗笑道：\"真真膏粱纨绔之谈。虽是千金小姐，原不知这事，但你们都念过书识字的，竟没看见朱夫子有一篇《不自弃文》不成？\"探春笑道：\"虽看过，那不过是勉人自励，虚比浮词，那里都真有的？\"宝钗道：\"朱子都有虚比浮词？那句句都是有的。你才办了两天时事，就利欲熏心，把朱子都看虚浮了。你再出去见了那些利弊大事，越发把孔子也看虚了！\"探春笑道：\"你这样一个通人，竟 没看见子书？当日《姬子》有云：'登利禄之场，处运筹之界者，窃尧舜之词，背孔孟之道。'\"宝钗笑道：\"底下一句呢？\"探春笑道：\"如今只断章取义，念出底下一句，我自己骂我自己不成？\"宝钗道：\"天下没有不可用的东西；既可用，便值钱。难为你是个聪敏人，这些正事大节目事竟没经历，也可惜迟了。\"\n","category":"行书","verified":true,"user":1,"timestamp":1429951544423},{"name":"赵孟頫行书朱熹不自弃文","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791623644,"text":"原文：\n 夫天下之物，皆物也。而物有一节之可取，且不为世之所弃，可谓人而不如物乎！盖顽如石而有攻玉之用，毒如蝮而有和药之需。粪其污矣，施之发田，则五毂赖之以秀实；灰既冷矣，俾之洗瀚，则衣裳赖之以精洁。食龟之肉，甲可遗也，而人用之以占年；食鹅之肉，毛可弃也，峒民缝之以御蜡。推而举之，类而推之，则天下无弃物矣。今人而见弃焉，特其自弃尔。五行以性其性，五事以形其形，五典以教其教，五经以学其学。有格致体物以律其文章，有课式程试以梯其富贵。达则以是道为卿为相，穷则以是道为师为友。今人见弃而怨天尤人，岂理也哉！故怨天者不勤，尤人者无志。反求诸己而自尤自罪、自怨自悔，卓然立其志，锐然策其功，视天下之物有一节之可取且不为世之所弃，岂以人而不如物乎！今名卿士大夫之子孙，华其身，甘其食，谀其言，傲其物，遨游燕乐，不知身之所以耀润者，皆乃祖乃父勤劳刻苦也。欲芳泉而不知其源，饭香黍而不知其由，一旦时异事殊，失其故态，士焉而学之不及，农焉而劳之不堪，工焉而巧之不素，商焉而资之不给。当是时也，窘之以寒暑，艰之以衣食，妻垢其面，子釁其形，虽残杯冷炙，吃之而不惭；穿衣破履，服之而无耻，黯然而莫振者，皆昔日之所为有以致之而然也。吾见房杜平生勤苦，仅能立门户，遭不肖子弟荡覆殆尽，斯可鉴矣。又见河南马氏倚其富贵，骄奢淫佚，子孙为之燕乐而已，人间事业百不识一，当时号为酒囊饭袋。乃世变运衰，饿死于沟壑不可数计，此又其大戒也。为人孙者，当思祖德之勤劳；为人子者，当念父功之刻苦，孜孜汲汲，以成其事;兢兢业业，以立其志。人皆趋彼，我独守此；人皆迁之，我独不移。士其业者，必至於登名；农其业者，必至於积粟：工其棠者，必至于作巧；商其业者，必至於盈资。若是，则于身不弃，于人无傀，祖父不失其贻谋，子孙不沦於困辱，永保其身，不亦宜乎！","author":"元代赵孟頫","description":"赵孟頫行书朱熹不自弃文"}]