[{"name":"黄庭坚行书松风阁诗帖","text":"《松风阁诗帖》是黄庭坚七言诗作并行书，墨迹纸本，纵32．8厘米 横219．2厘米，全文计29行，153字。台北故宫博物院藏。松风阁在湖北省鄂州市之西的西山灵泉寺附近，海拔160多米，古称樊山，是当年孙权讲武修文、宴饮祭天的地方。宋徽宗崇宁元年（1102）九月，黄庭坚与朋友游鄂城樊山，途经松林间一座亭阁，在此过夜，听松涛而成韵。\n基本资料\n〖名称〗松风阁\n〖作者〗黄庭坚\n黄庭坚(1045－1105)，字鲁直，自号山谷道人，晚号涪翁，又称黄豫章，洪州分宁（今江西修水）人。北宋诗人、词人、书法家，为盛极一时的江西诗派开山之祖。英宗治平四年（1067）进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。哲宗立，召为校书郎、《神宗实录》检讨官。后擢起居舍人。绍圣初，新党谓其修史“多诬”，贬涪州别驾，安置黔州等地。徽宗初，羁管宜州卒。宋英宗治平四年进士，绍圣初以校书郎坐修《神宗实录》失实被贬职，后来新党执政，屡遭贬，死于宜州贬所。\n黄庭坚擅文章、诗词，尤工书法。诗风奇崛瘦硬，力摈轻俗之习，开一代风气。早年受知于苏轼，与张耒、晁补之、秦观并称“苏门四学士”。诗与苏轼并称“苏黄”，有《豫章黄先生文集》。词与秦观齐名，有《山谷琴趣外篇》、龙榆生《豫章黄先生词》。词风流宕豪迈，较接近苏轼，为“江西诗派”之祖。黄庭坚是“苏门四学士”之一，诗与苏轼齐名，人称“苏黄”，诗风奇崛瘦硬，力摈轻俗之习。开一代风气，为江西诗派的开山鼻祖。书法精妙，与苏、米、蔡并称“宋四家”。词与秦观齐名，艺术成就不如秦观。\n内容介绍\n《松风阁》，先写松风阁之位置、高度以及命名之由来，而其景物之特点即由是以见。以下写夜雨会饮及所闻所见，耳目为之一新。最后痛东坡之已亡，惜文潜之未到，因观览名胜，而思摆脱拘挛，与朋辈长期扁舟遨游江上。体仿柏梁，句句用韵。通篇笔力劲峭：\n依山筑阁见平川，夜阑箕斗插屋椽。我来名之意适然。\n老松魁梧数百年，斧斤所赦今参天。风鸣娲皇五十弦，\n洗耳不须菩萨泉。嘉二三子甚好贤，力贫买酒醉此筵。\n夜雨鸣廊到晓悬，相看不归卧僧毡。泉枯石燥复潺湲，\n山川光辉为我妍。野僧早饥不能饘，晓见寒溪有炊烟。\n东坡道人已沉泉，张侯何时到眼前。钓台惊涛可昼眠，\n怡亭看篆蛟龙缠。安得此身脱拘挛，舟载诸友长周旋。“松风阁诗”，歌咏当时所看到的景物，并表达对朋友的怀念。《松风阁诗帖》是黄庭坚晚年作品，黄庭坚一生创作了数以千百的行书精品，其中最负盛名者当推《松风阁诗帖》。其风神洒荡，长波大撇，提顿起伏，一波三折，意韵十足，不减遒逸《兰亭》，直逼颜氏《祭侄》，堪称行书之精品。\n收藏历史\n《松风阁诗帖》经宋、元、明、清辗转流传，宋朝为向民收藏，后归贾似道，又迭经明顶元汴、清安岐，而入清内府。清道光年间此帖曾到鄂籍王家璧（孝凤）手中。王家璧于道光二十四年（1844年）中进士，授兵部主事，任顺天（河北）乡试誊录官、会试受卷官之职，乘任职之便，有心搜集到鄂州之故物黄庭坚《松风阁诗卷》和宋代蔡襄墨迹等传世文物，携带回鄂。道光举人柯茂枝题《黄山谷松风阁诗卷并序》序曰：“王孝凤武部得此卷于柳君吕臣，盖元时长公主家故物，上有名贤十数人诗跋，又常为携李天籁阁所藏，项子京卞令之私印尤多，询希之珍也。尾不署涪翁（山谷）名字，纸色、绢色尚觉鲜好，然神采奕奕，尚非翻身凤凰。武昌（鄂州）传涪翁以松风阁一诗，然阁不时废，诗为世共独，此一墨宝，历数朝后复入吾邑士大夫手，山川笔墨之缘岂偶然哉。爱玩之久，为次原韵以赋其事，时咸丰九年（1859年）春三月。”\n","category":"行书","verified":true,"user":1,"timestamp":1429951601550},{"name":"黄庭坚行书松风阁诗帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791625826,"text":"1\n\n\n\n\n《松风阁诗帖》是黄庭坚七言诗作并行书，墨迹纸本，纵32．8厘米 横219．2厘米，全文计29行，153字。台北故宫博物院藏。\n\n　　松风阁在湖北省鄂州市之西的西山灵泉寺附近，海拔160多米，古称樊山，是当年孙权讲武修文、宴饮祭天的地方。宋徽宗崇宁元年（1102）九月，黄庭坚与朋友游鄂城樊山，途经松林间一座亭阁，在此过夜，听松涛而成韵。“松风阁诗”，歌咏当时所看到的景物，并表达对朋友的怀念。《松风阁诗帖》是黄庭坚晚年作品，黄庭坚一生创作了数以千百的行书精品，其中最负盛名者当推《松风阁诗帖》。其风神洒荡，长波大撇，提顿起伏，一波三折，意韵十足，不减遒逸《兰亭》，直逼颜氏《祭侄》，堪称行书之精品。\n\n　 《松风阁诗帖》经宋、元、明、清辗转流传，宋朝为向民收藏，后归贾似道，又迭经明顶元汴、清安岐，而入清内府。清道光年间此帖曾到鄂籍王家璧(孝凤)手中。王家璧于道光二十四年(1844年)中进土，授兵部主事，任顺天(河北)乡试誉录官、会试受卷官之职，乘任职之便，有心搜集到鄂州之故物黄庭坚《松风阁诗卷》和宋代蔡襄墨迹等传世文物，携带回鄂。道光举人柯茂枝题《黄山谷松风阁诗卷并序》序曰：“王孝凤武部得此卷于柳君吕臣，盖元时长公主家故物，上有名贤十数人诗跋，又常为携李天籁阁所藏，项子京卞令之私印尤多，询希之珍也。尾不署涪翁(山谷)名字，纸色、绢色尚觉鲜好，然神采奕奕，尚非翻身凤凰。武昌(鄂州)传涪翁以松风阁一诗，然阁不时废，诗为世共独，此一墨宝，历数朝后复入吾邑士大夫手，山川笔墨之缘岂偶然哉。爱玩之久，为次原韵以赋其事，时咸丰九年(1859年)春三月。”\n\n   黄庭坚（1045～1105），中国北宋诗人，书法家。字鲁直，号山谷道人，又号涪翁。洪州分宁（今江西修水）人。治平四年（1067）进士，以校书郎为《神宗实录》检讨官，迁著作佐郎。后以修实录不实，遭到贬谪。黄庭坚为苏门四学士之一，是江西诗派的开山祖师，生前与苏轼齐名。世称苏黄。\n\n   在创作上，黄庭坚奉行“自作语最难，老杜作诗，退之作文，无一字无来处”，“虽取古人之陈言入于翰墨，如灵丹一粒，点铁成金也”。《冷斋夜话》载黄庭坚“夺胎换骨”之法，被江西诗派效法，在宋代影响颇大。所谓取古人陈言点石成金，就是根据前人的诗意，加以变化形容，推陈出新，“以腐朽为神奇”。但“夺胎换骨”说不见于山谷的著作中，未必是他诗歌创作的重要主张，他有“文章最忌随人后”、“自成一家始逼真”的名言，他矢志在诗歌上“独立门户”，终于以其独特的诗歌风貌卓然自立。其存诗一千五、六百首，内容丰富，风格奇拗，如表现百姓疾苦、关心时政的代表诗作有《流民叹》、《次韵寅庵》、《次韵游景叔闻洮河捷报》、《次韵子由绩溪病起》等。另如写景、寄识、遣怀、赠答、题画等抒情诗，集中体现了黄诗的独特个性。古体诗《题竹石牧牛》、《次韵子瞻寄眉山王宣义》， 命意新颖，笔力奇崛。七言律绝诗《登快阁》洒脱坦荡，《寄黄几复》情思缠绵，《雨中登岳阳楼望君山》摹写江南胜景，《清明》寄托世事人生的感慨等，诗风思致幽远，情趣深浓，确为佳作。其独树一帜的诗之个性，还体现在其诗立意深曲，章法细密，起结无端，出人意表，精炼句法，点石化金，下语奇警上。如“桃李春风一杯酒，江湖夜雨十年灯”，“鱼游悟世网，鸟语入禅味”等。黄庭坚发展了韩愈、杜甫偶一为之的拗句、拗律，以音调反常，句法变更强化诗的拗峭挺拔 ，如“酒船渔网归来是 ，花落故溪深一篙”，“石吾甚爱之，勿遣牛砺角，牛砺角尚可，牛斗残我竹”，真可谓“奇健之气，拂拂意表”。山谷这些避熟就生，翻新出奇的诗法，矫正了晚唐、西昆的熟滑丽靡，形成瘦硬峭、老朴沉雄的诗之主调。方东树称之为“英笔奇气，杰句高境，自成一家”。但因过分追求奇拗，也难免有晦涩生硬之弊。 黄庭坚填词不如写诗谨严有力，今存词约180余首，有风花雪夜、伤别艳情之作近柳永，也有疏宕洒脱、豪迈清壮之词似苏轼。\n   黄庭坚工书法，兼擅行、草，以侧险取势，纵横奇崛，自成风格，为宋四家之一。\n   所著《豫章先生文集》30卷，《四部丛刊》本，诗文兼收；《山谷全集》39卷，《四部备要》本，只收诗赋；自选诗文集《山谷精华录》，词集《山谷琴趣外篇》等。墨迹有《华严疏》、《松风阁诗》等。江西修水有黄庭坚墓。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n释文\n　　松风阁。依山筑阁见平川。夜阑箕斗插屋椽。我来名之意适然。老松魁梧数百年。斧斤所赦令参天。风鸣媧皇五十弦。洗耳不须菩萨泉。嘉二三子甚好贤。力贫买酒醉此筵。夜雨鸣廊到晓悬。相看不归卧僧毡。泉枯石燥復潺湲。山川光暉為我妍。野僧。早。旱饥不能饘[zhān]。晓见寒溪有炊烟。东坡道人已沉泉。张侯何时到眼前。钓臺惊涛可昼眠。怡亭看篆蛟龙缠。安得此身脱拘挛。舟载诸友长周旋。\n收藏印鉴作者简介以及释文：\n\n　　项元汴 \n　　蘧庐、神品、平生真赏、项墨林父秘笈之印、桃花源里人家等数枚。 \n　　项元汴（1525-1590或1602），嘉兴檇李人，字子京，号墨林，别号墨林子、墨林山人。明收藏家，筑天籟阁，广收书画名蹟。\n\n　　卞永誉 \n　　式古堂书画印、卞令之鉴定、式古堂、卞氏令之、仙客等数枚。 \n　　卞永誉（1645-1702或1711），满洲人，字令之，号仙客。康熙中由福建巡抚迁刑部右侍郎。性好书画，精鑑赏。著有《式古堂书画汇考》。\n\n　　安岐 \n　　安、麓村、子孙保之、安仪周家珍藏、朝鲜人等数枚。 \n　　安岐（1683-约1745或1746），清天津人，一作朝鲜人，字仪周，号麓堂，又号松泉老人。代明珠在杨州為盐商。博雅好古，收藏极富，尤精鉴赏。并好养士。有《墨缘匯观》。\n\n　　孙承泽 \n　　台州市防务抵当库记 南宋官印 孙氏、北平孙氏砚山斋图书、北平孙氏、山中净侣 \n　　孙承泽（1592-1676），益都人，世隶上林苑籍，故亦称大兴人。字耳北，号北海，又号退谷。明崇禎四年进士，官给事中，入清仕至吏部侍郎。收藏甚富，有《庚子销夏记》、《尚书集解》等。\n\n　　祥哥喇吉 \n　　皇姊图书 \n　　祥哥剌吉（ 约1283- 1331），元武宗女，下嫁駙马都尉琱阿不剌。武宗时封鲁国大长公主。仁宗即位，进号皇姐大长公主。热衷书画收藏。\n\n　　清高宗 \n　　石渠宝笈、三希堂精鑑璽、宜子孙、乾隆御览之宝、石渠定鑑等数枚。 \n　　弘历（1711-1799），清世宗四子，文治武功，為清诸帝之最。清高宗亦热爱鑑赏书画，曾将宫中收藏编為《秘殿珠林》《石渠宝笈》初编、续编数巨册。在位六十年，庙号高宗，年号乾隆。\n\n　　贾似道 \n　　贾似道印、长、悦生、似道、秋壑 \n　　贾似道（1213-1275），字师宪。天台人。官右丞相，太师平章军国事。贾涉子，姊理宗时贵妃，度宗立，赐第葛岭，作半间堂，广事收蓄文玩书画。元兵逼建康摘高州练使，為郑虎臣所杀。\n\n　　清仁宗 \n　　嘉庆御览之宝 \n　　顒琰（1760-1820），清高宗第十五子，嗣為帝，在位二十五年。謚睿，庙号仁宗，年号嘉庆。\n\n　　清宣统帝 \n　　宣统御览之宝、宣统鑑赏、无逸斋精鉴璽 \n　　溥仪（1906-1967），清末代帝，在位三年（1909-1911），年号宣统。\n\n　　仇英 \n　　仇英、十州 \n　　仇英（约1498-1552） ，太仓人，字实父，或作实甫，号十洲。山水风格似刘松年，尤工士女与界画，特工临摹，粉图黄纸，落笔乱真。至於髮翠毫金，丝丹缕素，精丽艳逸，无惭古人。\n\n　　冯子振 \n　　海粟 \n　　冯子振（1257-1314），字海粟，号怪怪道人。攸州人。工书法。官集贤待制。\n\n　　赵巖 \n　　鲁詹 \n　　赵巖，字鲁詹。元末时人，生卒年及爵里不详。按赵氏遗墨，多与冯子振、杨铁崖诸贤同见，足证亦元末时人。\n\n　 不明印数枚","author":"宋代黄庭坚","description":"黄庭坚行书松风阁诗帖"}]