[{"name":"李流芳行书自作诗轴","text":"李流芳（1575～1629）明代诗人、书画家。字长蘅，一字茂宰，号檀园、香海、古怀堂、沧庵，晚号慎娱居士、六浮道人。歙县（今属安徽）人，侨居嘉定（今属上海市）。三十二岁中举人，后绝意仕途。诗文多写景酬赠之作，风格清新自然。与唐时升、娄坚、程嘉燧合称“嘉定四先生”。擅画山水，学吴镇、黄公望，峻爽流畅，为“画中九友”之一。亦工书法。\n生平简介\n万历三年（1575）李流芳出生于嘉定南翔一户官宦人家。原籍安徽歙县南丰。祖父\n李文邦为迁翔始祖，任成山卫指挥使，封赠公爵。父亲李汝筠系县学生。伯父李汝节是嘉靖进士，官安吉知州。堂兄李先芳。万历进士，四川参议。李流芳兄弟四人：长兄李元芳，诸生，诗人；仲兄李名芳万历进士，翰林院庶吉士；弟李三芳，定海县丞。李流芳排行第三，人称李三长蘅。\n李流芳青少年时，潜身东林庵中，认真读书，企求科举入仕。万历三十四年(1606)，32岁中举，后又两度赴京参加殿试皆不第。时朝廷为太监魏忠贤及其党羽把持，仕途凶吉难料。他感到气馁，回到家乡，自建“檀园”，绝意仕途。他经常游览杭州西湖，一边游湖一边作画，并提笔写下一系列题跋，一派高人逸士之风度。为人耿直，诗风清新自然，文品为士林翘楚。魏忠贤建生祠不往拜，与人云：“拜，一时事，不拜，千古事。”\n李流芳和程嘉燧，诗文书画齐名。李氏曾对好友钱谦益说：“精舍轻舟，晴窗明己，看孟阳（程嘉燧）吟诗作画乃是生平第一快事。”钱谦益曰：“吾却有二快，兼看兄与孟阳耳。”崇祯元年（1628），钱谦益被放，坐帐论牍，病中的李流芳闻讯，扶枕浩叹：“不可为矣！”\n崇祯二年(1629)闰四月三日李流芳卒于檀园，享年五十五岁。钱谦益作《李长蘅墓志铭》，程嘉燧书丹，宋珏篆盖，侯峒曾作《祭李长蘅先生文》。清嘉定诗人林大中有诗夸其“忆当晚明时，官途亦多术。高士多鄙之，坚卧独不出。诗笔能清真，画品亦超轶。不拜千古事，名言殊简质。孝廉忧国家，呕血遂以卒。”大书画家董其昌曰：“其人千古其艺千古！”\n个人成就\n诗文翘楚\n李流芳是明代后期著名的文学家，以诗歌和小品闻名于世。天启，崇祯年间，文坛上正是竟陵之气方盛，公安之余波未绝之时。李流芳诗文既不同于以复古求革新的李攀龙等“后七子”，也有别于神秘晦涩的钟惺等人，而以自然平易、质朴清新的风格，书写自己的真情实感。\n李流芳的诗歌风格类似于陶渊明的《游斜川》和白居易的《香山集》，他还深受好友程嘉燧的影响。他认为诗应是性情的真实流露，性情是诗歌的生命。要做诗，就应该培养自己的性情。至于诗的表达形式，这都是诗人在求表现其性情之时的自然流露。他的作品就是循着这一观点创作的。\n如他的五言诗《过臬亭龙居湾宿永庆禅院同一濂澄心恒可诸上人步月》记其“出西湖”、“向黄鹤”、到龙居湾永庆禅院同阔别已久的一濂等僧友欢聚的情景，状“霜余山容浅、天清海气薄”之胜境，抒“暂歇尘劳心，始知寂灭乐”之善缘和“夜长惬深语”的欢趣，以及“千林流素”之时与僧友一道步月吟诗之意境神韵，可与苏轼那首脍炙人口的《记承天寺夜游》相比并。\n李流芳的文章亦为文人所重。内容为叙事怀人、山水游记和题画及序，以题画为多。这些文章不长，但都清新自然，风姿各异；笔墨平淡，感情真挚深厚。正如黄宗羲所言：“长蘅无他大文，其题画册，潇洒数言，便使读者如身出其间，真是文中有画也。”\n他的《题灯上人竹卷》便是一例。这篇短文与其所绘尺幅小画笔致非常相似，信手写来，淡淡数笔，而情趣盎然。没有雕饰之痕，而有淡永之美。作者追忆与上人相知的经过，平平叙来，三言两语，而别后思念之情溢于纸上。“幽窗几净”三句，今与昔、情与景融成一片。谈及绘事，则以千竿真竹化为乌有的惋惜，反衬友人画竹笔墨益进的可喜，由此又生奇幻之思，说画竹乃真竹所化。真真假假，虚虚实实，奇幻中又带有诙谑，见友人画艺大进，自己为此感到高兴。\n李流芳于崇祯元年（1628）病中自选诗文12卷（古今体诗6卷，共366首；杂文4卷，题画跋2卷，共90篇），定名《檀园集》，命侄子李宜之和子李杭之校勘。崇祯三年（1630）由知县谢三宾合唐时升、娄坚和程嘉燧三人诗文编成《嘉定四君子集》出版。\n清乾隆46年（1781），《檀园集》被钦定为《四库全书、集部六》。1993年《檀园集》入选《四库明人文集丛刊》，由上海古籍出版社出版。\n书法大成\n李流芳书法源于苏轼，擅长行书和草书，为一代著名的书法家。书法风格浑厚而大气、自然而严谨，与绘画一样，在书法上受董其昌的影响，力求生秀古淡。他在《跋摹书帖》中对书法艺术有一段极为精到的论述。他认为：学习书法，要临帖但不要成为字匠，不求形似而应汲取传统的精髓；要师古但又要创新，应自具风貌。他又非常重视文学趣味和学识修养对笔墨书画的影响，他的书画充满了悠悠的文人气息。\n他以苏轼为模范，取苏字扁平的形体，而去其丰腴及天真烂漫，改为细劲坚挺的笔道，于是筋骨隽峭，风神一变，正如行家所评：能得苏字精髓，又具自家面目。\n上海博物馆藏其《李白游洞庭湖诗轴》，行书“天门中断楚江分，水尽天南不见云。日落长沙秋色远，不知何处吊湘君。”用笔圆润，以气韵取胜，结体肥瘦得益，自然舒展而无矫揉造作之态；起笔收锋，沉着俐落，纵放有度，节奏平稳而错落有致；横竖撇捺，颇得苏字风神气度，点划细微处又自出意匠。学苏字又不完全与苏字雷同，当属明人学苏字中的上品。\n再如入选国家“九·五”重点图书《国宝大典》的自书五言诗轴，行书共40句，属借景劝世之作。全篇章法匀称，结构严谨，点划精到，颇见功力。风格在苏东坡和赵頫之间。但细观之，长蘅此书又有其独到之处：一是方笔多起笔处多有棱角，由于笔间牵丝流畅，行笔有动势，仍不失灵动之感；二是撇多收锋，显得较为含蓄，也增强其力度感，这似乎赵字。李氏书法，学古能变，且独具风格。\n李氏行书，在点画笔意处匠心独具，心意迭出，是明代学苏中的佼佼者。在入古出新方面，他作了一些有益的探索，对后人有一定的影响。平素题画之作，多用行书，笔致含蓄，行笔流畅，与画相得益彰。\n李氏草书参用杯素法，但绝不放纵。而只是增加点划之间顾盼、回环、牵联。结体取横向，纵向均加大向上的倾斜幅度，从而加强整体篇章的动感。据说他晚年曾草书唐宋先贤诗达数十巨册，既研诗律，又练书法，可知其习书之勤劳，炼字之功力。\n李流芳传世墨宝比较多，有扇面、手札、立轴和题画，绝大多数收藏于江、浙、沪和苏州市等博物馆。其作品被辑入《中国书法名作大观》和《国宝大典》等典籍。\n画苑健将\n画家李流芳，工山水，兼善花卉。其画主要师承五代董源、巨然以及元代四大家黄公望、王蒙、吴镇和倪云林。李流芳《秋林亭子图》轴，上自题七绝一首：“山作矾头水少纹，巨然烘染董源皴。一间山水闲亭子，脱手平分与故人。”这无异于声明自己的笔墨是从董、巨中学来的。事实上，李流芳在传统学习上并非局限于一、两家。三百年来风行海内外，盛传不衰的《芥子园画谱》（上水部分）就是以他临仿古人各家风格的课徒画稿为蓝本整理、增编而成。\n李流芳在绘画上既崇尚宋元各家，又能注重师法自然，强调写生，于画中自创新意。《吴中十景图》册是他写生作品中的代表作。他以艺术家的视角摄取吴中十处风景名胜入画，摹写真实生动，主景次景剪裁得宜，他的传神之笔塑造的艺术形象展示了吴中胜景特有的风采，令人神往。他五十岁时画的一副雪景轴也来源于生活经验，画上自题：“甲子腊月十三日，归自吴门，大雪弥日，舟过城南，见留光树色，冒雪含烟，颇不乏致，辄画此纸。”他每次游西湖，都要带回很多写生稿，总之他的写实功夫是比较突出的。他常以自然山水为画本，随手写景，所以笔端不落俗套，富有生气，形成一种清新、秀逸的独特风格。董其昌赞道：“长蘅以山水擅长，余所服赝乃其写生，又有别趣。”\n山水外，李流芳又善作水墨写意花卉。他的花卉，笔势飞舞，泼墨淋漓，别有一种逸趣。归昌世叹为：“其娟美之致，俱在笔墨之外，真不可及。”董其昌评为：“竹石花卉之类，无所不备。出入宋元，逸气飞动。”总之，李流芳的高超画艺使他成为晚明画坛上卓有声誉的大家。\n他的画，同他的诗文一样，寄托了他的思想感情，完全成为作者抒发个人性灵的凭借。其《长林丰草图》轴，足具代表性：远山秀朗，湖中风帆一片，堤岸杨柳扶疏，水草丰盛，茅屋中有一老人正仰首低吟，隐居的惆怅心情，使满幅明媚江南春色，织入几许愁丝恨缕。细读右上题诗“欲挂衣冠神武门，先寻水竹渭南村。却将旧斩楼兰剑，买得黄牛教子孙。”可谓作者伤时不遇的郁闷，报国无门的悲哀，尽融解到那长林丰草的媚人景色中。\n李流芳曾言：“画会之真山真水总不似，画会之古人总不似，画会之诗总不似。”“萃造化、古人、诗境于一局，以不似求真似。”这便是他画学思想中著名的“三不似”理论，其精神即绘画应做到形似和神似，写实与诗境高度完美的融合统一，体现了李流芳要求突破传统、改革创新的精神，何等珍贵。根据他的画卷题画跋语编成的《檀园论画》，为中国画论的可贵资料。\n其绘画作品为国内外许多博物馆珍藏，并入选《国宝大典》和《海外珍藏中国名画》等绘画经典。\n印坛名流\n诗、书、画之外，李流芳还精于治印。他宗法文彭，上溯汉制，又自具创意。是三桥（即文彭）派中骨干，与皖派篆刻大家何震齐名。\n如李氏印作“每蒙天一笑”，语出杜甫《能画》，离开原诗的语境，可以理解为自谦之词。意思是刻印、画画或写的字，“小动作”也安排得比较巧妙。运刀以冲为主，带有反刀动作，颇似苏宣。线条质朴，没有过多曲折，刚柔互补，整个效果爽朗清丽，笔意舒展。有一种轻松、自然、貌淡神浓的秦汉风范。\n再如他的另一枚印作“山则之臞”，它语出《史记·司马相如列传》，古人常以“山泽之臞”来形容隐迹山林的高人隐士，刻此四字恐怕是李流芳自我心境的流露。这件作品，在章法上采用了回文法，以求得虚实对角呼应；在笔法刀法上，显得有骨有肉，自然轻松，流溢着一种不经意的创作心态。\n总之，他的作品大都是粗服乱头，纵横冲撞，线条古拙朴茂而无故意修饰之概，风格豪放潇洒不羁，在粗糙中见出元气淋漓的大度来，比起刻意工整又时俗之气充斥的匠气之作来，这样的作品显然更有魅力。他那“不择石、不利刃、不配字画，信手勒成”的风度，正是一种才子型的创作，他是个地道的写意派篆刻家。\n李流芳既精于篆刻，又是位诗文高手，所以常常以名流身份出现在印坛，为同时代的篆刻家的印谱撰写序跋，其中不乏精彩的记述和有价值的见解。\n“余少年时游戏此道，偕吾休友人竞相摹仿，往往相对，酒阑茶罢，刀笔之声扎扎不已，或得意叫啸，互相标目前无古人，今渐老，追忆往事，已如隔世矣。”\n“印文不专以摩古为贵，难于变化合道耳。三桥、雪渔其佳处正不在规规秦汉，然而有秦汉之意矣。”\n以上文辞，集中反映了明朝后期印章创作追求个性解放的思潮。他所谓：“前无古人”、“印文不专以摩古为贵”，并非无视古人，实乃通古变今，入古出新，它提示了印章艺术发展的方向。明朝万历年间，印学思想流派纷呈，李流芳为“入古出新”派代表人物之一。\n他的篆刻作品被辑入《中国闲章艺术集锦》和《历代闲章名品鉴赏》等典籍，他有关印学的论文入选《历代印学论文选》。\n李流芳以诗文和本县程嘉燧、唐时升、娄坚合称“嘉定四先生”；他和松江画派班头董其昌，以及陈继儒、杨文聪、王时敏、王鉴、程嘉燧、张学曾、卞文瑜、邵弥等合为“画中九友”；在篆刻界，他与归昌世、王志坚合称“三才子”，享有诗书画印俱佳、诗书画三绝的称誉，在我国文化史上占有一席之地，是一位对后人有影响的文人艺术家。如现代著名画家黄宾虹非常推崇他的人品和画品，早年即对其画十分倾心，且广为搜罗，深入研习，从中获益甚多。\n逸闻趣事\n食里情怀\n一次，李流芳到杭州西湖边游玩。见西湖里长满了嫩绿的蓴菜，郁郁葱葱，人们倾城出动，从早到晚采摘蓴菜，然後千担万担地运往萧山，在湘湖中浸泡、清洗後再出售。据说，西湖的蓴菜要经过湘湖水浸洗，味美无比。他们一行人从未见过蓴菜，更未见过如此热闹、浩大的场面，非常惊奇，便买下许多蓴菜，回家烹调，并赋诗。\n当蓴菜羹端上桌时，人们都惊叹它的色泽，不忍下箸扰乱其形色。过了许久，终於抵挡不住诱惑，品尝起来。最後，李流芳表达了众人的心声，认为蓴菜可以与当时著名的黄芽菜、燕笋等媲美。李流芳的《蓴羹歌》描述了江浙人采食西湖蓴菜的场面和习俗，称赞了蓴羹色香味形的美妙，对後世人了解时代蓴菜的食用情况有较为重要的作用。\n人物作品\n诗作选摘\n【莼羹歌】\n怪我生长居江东，不识江东莼菜美。今年四月来西湖，西湖莼生满湖水。\n朝朝暮暮来采莼，西湖城中无一人。西湖莼菜萧山卖，千担万担湘湖滨。\n吾友数人偏好事，时呼轻舠致此味。柔花嫩叶出水新，小摘轻淹杂生气。\n微施姜桂犹清真，未下盐豉已高贵。吾家平头解烹煮，间出新意殊可喜。\n一朝能作千里羹，顿使吾徒摇食指。琉璃碗成碧玉光，五味纷错生馨香。\n出盘四座已叹息，举箸不敢争先尝。浅斟细酌意未足，指点杯盘恋余馥。\n但知脆滑利齿牙，不觉清虚累口腹。血肉腥臊草木苦，此味超然离品目。\n京师黄芽软似酥，家园燕笋白于玉。差堪与汝为执友，菁根杞苗皆臣仆。\n君不见，区区芋魁亦遭遇，西湖莼生人不顾！季鹰之后有吾徒，此物千年免沉涸。\n君为我饮我作歌，得此十斗不足多。世人耳食不贵近，更须远挹湖湘波！ \n【白门七夕】\n旧日维舟处，悬情独柳条。秋风又京国，客思正江潮。\n长路有时到，欢期难再邀。徘徊望牛女，愁绝向中宵。\n【黄河夜泊】\n明月黄河夜，寒沙似战场。奔流聒地响，平野到天荒。\n吴会书难达，燕台路正长。男儿少为客，不辨是他乡。\n【过皋亭龙居湾宿永庆禅院同一濂澄心恒可诸上人步月】\n每多方外游，见僧即如故。灯明一龛下，夜长惬深晤。\n不知山月上，千林已流素。出门寻旧溪，爱踏松影路。\n气和空宇澄，寒魄如春露。幽泉洗我心，微钟杳然度。\n代表画作\n","category":"行书","verified":true,"user":1,"timestamp":1429951611644},{"name":"李流芳行书自作诗轴","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791635991,"text":"李流芳《行书自作诗轴》 纸本 58.5×30.4厘米 辽宁省博物馆藏","author":"明代李流芳","description":"李流芳行书自作诗轴"}]