[{"name":"黄道周小楷孝经","text":"小楷，即是楷体小字。创始于三国魏时的钟繇。\n概述\n小楷（xiaokai），顾名思义，是楷书之小者，创始于三国魏时的钟繇，他原是位隶书最杰出的权威大家，所作楷书的笔意，亦脱胎于汉隶，笔势恍如飞鸿戏海，极生动之致。惟结体宽扁，横画长而直画短，仍存隶分的遗意，然已备尽楷法，实为正书之祖。到了东晋王羲之，将小楷书法更加以悉心钻研，使之达到了尽善尽美的境界，亦奠立了中国小楷书法优美的欣赏标准。\n书写原则\n一般说来，写小字与写大字是大不相同的，其原则上是：写大字要紧密无间，而写小字必要使其宽绰有余。也就是说：写大字要能做到小字似的精密；而写小字要能做到大字似的舒朗，故古人所谓“作大字要如小字，而作小字要如大字。”又苏东坡论书有“大字难于结密而无间，小字难于宽绰有余”的精语。以上这些话怎么讲呢？因为我们通常写大字时，以为地位（面积）宽阔，可以任意挥洒，结果字体变成了松散空阔。写小字则正好相反，因为地空间太小，担心写不下就越难免要尽力局缩，往往局缩过当，反而变成蜷促。这都是自然而然的心理现象，极易触犯的毛病。所以苏公“大小难能”这句话，正是针对这种神情而发，更是经验老到之谈。\n写小字的重心与笔画的配合，则与大字无大差异。至于运笔，则略有不同。小字运笔要圆润、娟秀、挺拔、整齐；大字要雄壮、厚重。大字下笔时用逆锋（藏锋），收笔时用回锋；小字下笔时则不必用逆锋，宜用尖锋，收笔时宜用顿笔或提笔。譬如写一横，起笔处或尖而收笔处则圆；写一竖，起笔或略顿，收笔则尖；撇笔则起笔或肥而收笔瘦：捺笔则起笔或瘦而收笔肥，同时也要向左向右略作弧形，笔画生动而有情致；点欲尖而圆，挑欲尖而锐，弯欲内方而外圆，钩半曲半直。运笔灵活多变，莫可限定。尤其是整篇字，要笔笔不同，而又协调一致，一行字写出来，错落有致，却又一直在一条线上，如是则行气自然贯串，望之如串串珍珠项链，神采飞扬。\n历史文化\n小字为古代日用必需的书法，以前科举应试时（主要指明中期前，明中期后卷子先由抄卷人誊抄好再交给阅卷人），阅卷的人大半是先看字，然后再看文章。字如不好，文章再好也要受影响。朝考状元、翰林，尤注重书法。是故凡状元、翰林的小字，都是精妙的。一般读书，也都善写小字。如今硬笔盛行，用毛笔写小字的人不多，但用硬笔临写小楷字帖有事半功倍的明显进效，因此想写好硬笔字，不妨找本好的小楷字帖，加工练习。定能打下坚实基础，裨益终身，受用不尽。\n小楷字帖\n小楷字帖甚多，传世的墨拓中，要以晋唐小楷的声名最为显赫。其中通常包括了魏时钟繇的《宣示帖》《荐季直表》，东晋王羲之的《乐毅论》《曹娥碑》《黄庭经》王献之的《洛神赋十三行》、唐钟绍京的《灵飞经》等。还有元赵孟俯、明王宠、祝允明等小楷作品的墨迹影印本也是非常好的范本。\n审美标准\n平和简静\n小楷中的这种审美境界以王羲之为代表，他追求一种和谐的美，这种境界，相逢短合度，秾纤得中，轻重协衡，刚柔相济，奇正相错，方圆并用，肥瘦得体，骨肉匀称，它要求矛盾着的双方都应处在适当的限度之内，从而保持一种合乎情理的和谐，所谓文质彬彬，然后君子，能会于中和，斯为美善，但必须注意，中庸不是绝对的平稳，而是一种动态的和谐，是一种相摩相荡，生生不已的动态平衡，所谓中和一致，位育可期，从而使艺术的形式美得到最丰富的表现，这种审美境界，创造出高度典雅，和谐的作品，试观王羲之的小楷，外标冲蔼之容，内含清刚之气，精淳粹美，遒劲之中不失婉媚，清雄雅正，端庄之中不失姿态，意境高远，静气迎人，所谓不激不厉，而风规自远，空灵淡荡，高怀绝俗，真大雅不群之作也。且每幅小楷意境不同，正如孙过庭《书谱》所说：“写乐毅则情多怫郁，书画赞则意涉瑰奇，枘庭经则怡怿虚无，太师箴又纵横争折，前乎后乎，各不相师，虽主调未变，而兼得众调，从而形成一个立体型的风格。\n质朴自然\n小楷中的这种审美境界以钟繇为代表，这种审美境界追求着一种质朴，天真，自然，平淡的气息，它要求作品厚重而不轻佻，强烈而不腻滞，朴素而不浓艳，深沉而不恣狂，含蓄而不恢奇，它不事雕凿，不装巧思，从而表现出一种朴素自然，平淡率真，浑然天成的审美境界，老庄哲学认为人与自然应处于一种亲切和谐的统一体中，而大朴不雕是一切艺术作品的最高境界。它们并不否定法度和技巧的作用，但他们更强调于规律中获得的绝对自由，他们主张无为而无不为，不工而无不工，这种审美观对后世产生了极大的影响，试观钟繇的小楷，古雅之中天趣溢发，朴实之中富有异趣，不着一点色相，不带丝毫做作，意味醇厚，令人咀嚼不尽，其实颜真卿，傅山，王铎的小楷都受到了他的影响。\n法度严谨\n小楷中的这种境界以钟绍京为代表，这种审美境界追求的是一种法度严谨的造型之美，这种审美界，点画周到，结体熨贴，用笔精严，一丝不苟，巧密精思，端庄匀称，以工整为法，以功力见胜，以熟练为能，以尖度为尚，从而表现出一种端庄严肃的意境。试观钟绍京的《灵飞经》小楷墨迹，遒劲端庄，结字疏展，工整精细，笃守楷法，其分行布白，虽有人工裁剪之美，但亦能于匀称整齐之中有参差错落的变化，其结构字势，虽有人工熨贴之美，但亦能于法度严谨之中有奇正姿态的变化，其结构字势，乃不失为小楷中的能品，因这种小楷以法度立极，故最姿韵秀逸\n小楷中的这种境界以赵孟俯为代表，这种审美境界报追求的是一种秀逸摇曳，含蓄萧洒的阴柔之美，这种审美境界以姿媚妍美，清劲拨俗，温柔圆润为尚，是代表了典型的南派书风，试观赵孟俯的小楷，婉丽飘逸，风姿绰约，姿韵雅逸，如幽花美士，啸咏于月影波光之间，显得骨秀神清，妙绝时人，其实宋代的米芾，明代的文征明，董其昌都具有这种境界。\n刚健雄强\n小楷中有这种境界以黄道周为代表，这种审美境界所追求的是一种方劲峻峭，浑雄刚健的阳刚之美，这种审美境界以敦厚沉雄，俊逸豪迈，奇宕恣肆为尚代表了典型的北派书风，试观黄道周的小楷，点画沉厚，结字茂密，姿态奇宕，竖挺方折，而饶具金石之气趣，其实壮美不是放肆粗野，也不是剑拔弩张，壮美的作品，个性强烈，能给人以一种奋发向上的美感。\n","category":"小楷","verified":true,"user":1,"timestamp":1429951650504},{"name":"黄道周小楷孝经","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791608929,"text":"1\n\n2\n\n3\n\n4\n\n5\n\n6\n\n7\n\n\n孝经定本","author":"明代黄道周","description":"黄道周小楷孝经"}]