[{"name":"楞严经卷第六","text":"《楞严经》，大乘佛教经典，全名《大佛顶如来密因修证了义诸菩萨万行首楞严经》，又名《中印度那烂陀大道场经，于灌顶部录出别行》，简称《楞严经》、《首楞严经》、《大佛顶经》、《大佛顶首楞严经》。唐般剌密谛传至中国，怀迪证义，房融笔受。印顺法师认为它与《圆觉经》、《大乘起信论》属于晚期如来藏真常唯心系的作品。由于《楞严经》内容助人智解宇宙真相，古人曾有：“自从一读楞严后，不看人间糟粕书！”的诗句\n一：五阴魔境\n第一节五阴尽之境界\n五阴尽之境界——证入圆通、诸根互用、入如来地\n识阴若尽，则汝现前诸根互用。从互用中，能入菩萨金刚干慧。圆明精心，于中发化。如净琉璃，内含宝月。如是乃超十信、十住、十行、十回向、四加行心，菩萨所行金刚十地，等觉圆明，入于如来妙庄严海。圆满菩提，归无所得。\n注释：\n诸根互用此即于内不隔，故六根能互用；不但互用，且每一根皆可兼具其他五根之用，此即圆通的体用无隔之境；此当圆教初住，圆通之位，体用一如，理事圆融。五阴既尽，即解六结（六根之结），越三空（我空、法空、俱空；或人空、法空、空空）：一切生灭既灭，寂灭现前即当此时。\n菩萨金刚干慧“金刚”，即金刚三昧。“干慧”，即前所述之干慧地。以干慧地亲依金刚三昧而立，故干慧地菩萨得名为金刚。\n圆明精心“圆明”，圆满明彻。“精心”，精纯无妄之妙心。此即圆通之体。\n于中发化“于中”，于其中。“发化”，顿发无量德行之化。\n如净琉璃，内含宝月“净琉璃”，指圆明精心之体所现之相。“内含宝月”，此即密教之月轮观或阿字观之所示者。盖本经系显密合辙，从初发心之以神咒救护、中经结坛持佛心咒，乃至于干慧地得金刚名，而证圆通时即现深秘阿字观之成就境界，下文菩萨十地亦称金刚十地，在在皆示本经外显内密，显密一体并修之境。\n如是乃超十信：圆瑛老法师袭《楞严正脉》之说云：“此中复超十信者，全显此经十信，乃初住（之）十心也。”按古德诸家注疏，除《正脉》外，皆无此说。又，此说亦恐与经教不甚相合，以既然初住已含十信，为何还要重复立十信位？更有进者，初住既已登入住位，为何还倒过来修十信？故此说实不通达。莫如依长水子璇法师等之说为妥。又，“超”者，藕益大师《楞严文句》云：“超字有二义，一者刹那顿证为超。二者，虽历尘劫，但以不遭枝歧，中间永无诸委曲相，亦名为超也。”意为：一、于刹那间（很短的时间内）一一证得，称为“超”；这是指在短时间内之“超”。二、即使在长时间内，也可以称为“超”，如纵然经过极长的时间（尘劫），但因为其中间都一直在向前进，没有走岔路、兜圈子、或走冤枉路，一路直进，也可叫作“超”。所以，所谓“一路顿超”，如藕益大师所言，“譬如利刀，一截千纸”，又如“在鹏一举九万（里），直是迅速（就这么快）”而并非‘叫废诸位“（并不是因为”顿超“，就六十阶位都可废弃不要，或就都不必修、不必成、不必经历了——而是：以其根利故（犹如利刀），一切皆修、皆历、皆成，只是其成就极为迅速而已。是故禅宗行人，莫错会经义，经为经言”一超直入“，并且又自以圆顿之利根人自居，便谓只要顿悟、顿超，便什么都不用修了；如是即错解经义。\n归无所得：“无所得”，指真如本体，一真法界，本自具足，非有一法从外而得，一切法皆是自心现量，本性中事，故实无所得，亦无所失。\n义贯：\n“识阴若尽，则汝现前”之“诸根”即得融通“互用”，且“从”此诸根融通“互用”、体用一如之“中”，即“能”从三渐次位“入菩萨”之“金刚”三昧“干慧”地，“圆”满“明”彻、“精”纯无妄之妙“心”，即“于”其精心“中”能顿“发”显“化”无量智德，身心犹“如净琉璃”，且“内含宝月”，故光明通彻；“如是乃”至能从干慧地一路直“超十信、十住、十行、十回向、四加行心”，以及一切“菩萨所行金刚十地”逮至“等觉圆明”，而“入于如来”所证之“妙庄严海，圆满菩提，归”于真如本性、一真法界、本自具足、“无所得”之真如本体。\n第二节教令护持\n教令护持——令识魔相、除心垢、持神咒、摧破诸魔\n此是过去先佛世尊，奢摩他中，毗婆舍那，觉明分析微细魔事。\n魔境现前，汝能谙识，心垢洗除，不落邪见。阴魔销灭。天魔摧碎。大力鬼神，褫魄逃逝。魑魅魍魉，无复出生。直至菩提，无诸少乏。下劣增进，于大涅盘心不迷闷。\n若诸末世愚钝众生，未识禅那，不知说法，乐修三昧，汝恐同邪，一心劝令持我佛顶陀罗尼咒。若未能诵，写于禅堂，或带身上，一切诸魔，所不能动。汝当恭钦十方如来，究竟修进最后垂范。\n注释：\n奢摩他中于定中。\n毗婆舍那观。谓于定中修慧观。\n觉明分析“觉明”智觉明了。“分析”，分明辨析。\n微细魔事以此五十重阴魔，都是在定中所发生的现象，其相微细，凡夫俗眼无法觉察、了知，故称“微细魔事”（并非说这些魔事很小，称为“微细”——微细乃与粗显相对者。）\n心垢洗除“心垢”，若于定中所现之境，而“生胜解者”（自以为殊胜），此即心垢。故《楞严经正脉》云：“成害虽似由魔致，魔实因心垢。”又云：“致魔虽由定，实乃由心。”\n阴魔销灭。天魔摧碎：内之阴魔若消灭，则外之天魔亦摧破粉碎。\n褫魄逃逝：“褫”夺、黜革，解、脱。“褫魄”即丧失魂魄。\n下劣增进：“下劣”，指愿智下劣之二乘。谓此等二乘人，苦依此法门而修，亦得回小向大，而于无上菩提，上上增进。\n心不迷闷：“闷”，窒，不通。心不迷、不闷，好速能开通。\n未识禅那：指不能识别禅中种种差别境相。盖欲习禅，须于禅那中种种现象，事先都了知，且能分辨，静坐才不会出差错；有境界出现时，也才能觉知、才能对付。东瀛有人倡“只管打坐”，而于禅道、禅理毫不研求，这样可说是硬碰硬的“土法炼钢打坐法”，或甚而是明明有眼而不用（有经教而不看、不依），故意闭趣眼来跑步，勇气固可嘉，难免愚痴、盲修瞎练之讥。又，西人所著《禅门××》中所载，许多“某某人开悟的实例”，多是一些西洋人，于初发心，即到东洋，依彼人所教“只管打坐”所发生的种种现象（如呕吐不止、就地打滚，乃至晕绝等）；此等现象，彼书之中称为“开悟”的现象或前兆。然依本经，则知这些其实是诸小恶鬼神作弄行者的境界，或是行者自己业障现前的现象。呜呼，《楞严》不昌，众生愚迷，枉受辛勤，遭受魔事，还自以为是“开悟”，且著书立说，造大妄语（妄称开悟），误导群生。\n不知说法：不知佛所说之法。\n乐修三昧：谓对佛所说的法都不知道，却喜欢修三昧。当今之世，所在多有。尤其是西洋人，一提到佛法，就以为只是打坐（meditation），其他一概不知、不学。\n汝恐同邪：谓你若恐怕他因为不能辨识魔境，而误入邪网，同于邪人。“同邪”，即与邪人相同。\n一心劝令持我佛顶陀罗尼咒：谓若自己的定力以及慧解不足，而不能辨魔、克服魔事；又如不识字，或学力不足，无法看经，或听经知解，致无闻慧，愚痴暗钝；如是之人，若想习禅，还是有办法令他修行不为魔所惑、所坏，即是教他一心受持大佛顶咒，依于神咒无上之威力，即令“一切诸魔所不能动”。如来最后还如是谆谆提醒，教令持咒破魔，可见此咒威神之力，实非泛泛。又，此咒称为“佛顶咒”，佛顶即是最上、最尊、最胜之法；而“陀罗尼”即总持义，误解持者，总一切法，持无量义，即一切法义尽在其中。故知持大佛顶咒，即是总持一切法义，以是之故，威神无量。\n一切诸魔，所不能动：以此咒常有无量金刚藏王菩萨种族，并其眷属，昼夜随侍的缘故。\n十方如来，究竟修进：此为十方一切如来所示究竟修进菩提之法门。\n最后垂范：“垂范”，垂示规范。“最后”者，盖一切法尽粹于斯，无过于此者，故名“最后”。\n义贯：\n“此是过去先佛世尊”，自于“奢摩他”（定）“中”，行“毗婆舍那”慧观，因此智“觉明”了、“分”明辨“析”之“微细”难觉的“魔事”现象。\n若能信解奉我之所说，则当“魔境现前”之时，“汝”便“能谙识”辨别，故能令你于诸境界生胜解之“心垢洗除”，而“不落”于凡外邪小之“邪见”，因此一切魔事皆无奈你何，由是，内之“阴魔”既“销灭”，则外之“天魔”便亦“摧”破粉“碎”，至于天魔以下之“大力鬼神”即皆丧魂“褫魄”而“逃逝”，至于“魑、魅、魍、魉”等诸小鬼神便潜踪匿迹，“无复出生”。如是“直至”无上“菩提”，一切功德皆得具足成就，“无诸少乏”，乃至愿智“下劣”之二乘人亦能回小向大，上上“增进，于”无上“大涅盘”，其“心不迷”不“闷”（窒），速得开通。\n“若诸末世愚”痴暗“钝众生，未”能“识”别“禅那”中种种差别境相，“不知”佛所“说”的辨魔之“法”，而却“乐修三昧，汝”若“恐”怕彼等未能辨识魔境，误入魔网，以致“同”于“邪”妄之人，你当“一心劝”彼，“令持我佛顶陀罗尼咒；若未能诵”咒，便可“写于禅堂”中，“或带”在“身上”，则“一切诸魔，所不能动”。\n“汝当恭”敬“钦”承“十方”一切“如来”所示之此“究竟修进”法门；此乃诸佛对于修菩提道“最后”之“垂”示规“范”。\n二：全经\n第一节五阴之生灭与修断\n一、重问五阴除灭之顿渐\n阿难即从座起。闻佛示诲，顶礼钦奉，忆持无失。于大众中重复白佛。如佛所言五阴相中，五种虚妄为本想心。我等平常，未蒙如来微细开示。又此五阴，为并销除，为次第尽。如是五重，诣何为界。惟愿如来发宣大慈。为此大众清明心目。以为末世一切众生，作将来眼。\n注释：\n五阴相中，五种虚妄为本想心：如佛在前面所说，五阴相中，有五种妄想以为根本；色阴中之坚固妄想，受阴中之虚明妄想，想阴中之融通妄想，行阴中之幽隐妄想，以及识阴中之虚无妄想。\n诣何为界：“诣”，至。“界”，界限。谓若欲破除此五阴，须破到什么界限，才已达到其边际？亦即：须修到什么地步才算完成？\n作将来眼：作将来正法之眼目，而能辨识一切邪妄。\n义贯：\n此时“阿难即从座起”，以“闻佛”无上开“示”教“诲”，而“顶礼钦”敬“奉”承法旨，记“忆”受“持”而“无”忘“失。于大众中重复白佛。如佛所言五阴相中”以“五种虚妄”之想（妄想）“为”根“本想心；我等平常”（平日）“未”曾“蒙如来微细开示”此五种妄想为五阴根本。“又此五阴”之破除，“为”一“并”顿然“销除”？抑“为次第”渐“尽？如是”五阴之“五重”覆盖，若欲破除，当“诣”（至）“何为界”限？（须修到什么地步，才算完成？）“惟愿如来发宣大慈。为此大众”得“清明”之“心目”，并“以为末世一切众生，作将来”正法之“眼”目，得以辨识一切法。\n二、总答五阴生灭本因：同是妄想——妄元无因\n佛告阿难。精真妙明本觉圆净，非留死生及诸尘垢。乃至虚空，皆因妄想之所生起。斯元本觉妙明真精，妄以发生诸器世间。如演若多，迷头认影。妄元无因。于妄想中立因缘性。迷因缘者，称为自然。彼虚空性，犹实幻生。因缘自然，皆是众生妄心计度。\n阿难。知妄所起，说妄因缘。若妄元无，说妄因缘元无所有。何况不知，推自然者。是故如来与汝发明，五阴本因，同是妄想。\n注释：\n本觉圆净“留”，留滞。“生死”，界内之分段生死。谓本觉本自圆满清净，从本以来，本觉不曾留滞于生死；以本不生灭故，生死须拘它不得。\n及诸尘垢“尘垢”，此指微细尘垢，亦即微细生死，也就是变易生死。易而言之，此即是界外（三界外、出世间）之有余依涅盘。合上句：本觉本自圆净，既不留滞世间生死中，亦不留滞在出世间涅盘里，生死涅盘皆拘它不得。\n乃至虚空，皆因妄想之所生起有情本觉既不住生死，亦不住涅盘，是故一切法，如凡夫生死、圣贤涅盘，乃至无情界的虚空，皆因妄想而生起，而现为有。也就是说，一切皆以妄想故，非有而有。\n斯元本觉妙明真精，妄以发生“斯”，这些五阴等法。“妄”，一念妄动。“发生”，发生见分、相分及一切有情、无情界。谓这些原来都是本觉的妙明精真中，一念妄动之所发生。\n如演若多，迷头认影“迷头”，迷失自头。“认影”，错认镜中影像，以为镜中这头不是我本来的头，我本来头已失，是故四处狂走，觅本来头，而不知头本不失，还在原处，只是自心错乱认它不得，而成不认本头，于是轩本头不顾而去找本头。比喻众生以自心迷，即使见了自己之本觉，也不认得，且自以为本觉已失，因而到处奔走寻找本觉、求菩提，各色人等即各从不同途径去“求觉”，例如有从因缘法、或世间法、或四大、六尘、六根，乃至凡外邪小种种妄想中去求“觉”，皆是迷头觅头之暴走族，与演若达多一般失心疯狂。\n妄元无因“妄”，一切妄相，包括五阴相。“元”，原来，本来。“无因”，无真因；以无真因故成妄，若有因，即非妄矣。\n于妄想中立因缘性“妄想”，妄想所生法。“立”，权立。然如来为了接引权小之机，悲智双运，而权立“因缘性”（一切法因缘生），须知这已是方便，非为实谛。\n迷因缘者，称为自然“迷”，迷失，不解。迷失因缘法者，指外道。经因缘法虽为权教，然仍是甚深之理，外道之人根机浅薄，不能解了，因而以自妄心忖度，而称万法之生因，为自然而有。若主“自然而有”，等于是说没有因缘而自生。\n彼虚空性，犹实幻生“犹”，尚，尚且。“实”，实在，实际上。就连虚空这一样东西，就是自然本来而有，尚且实在是由幻妄所生。\n因缘自然，皆是众生妄心计度“因缘”，权小之法。“自然”，外道之法。是故权小之因缘法，以及外道之自然所生，皆是众生妄心计度故现有。\n知妄所起，说妄因缘“妄”，妄想。“妄因缘”，妄想生起之因缘。谓若我们真能知道妄想所起之处（知道妄想在哪里出生的），便可说妄想是由因缘所生。\n若妄元无，说妄因缘元无所有但如果妄想连自体都无（妄想本无），则所谓妄想生起的“因缘”，则更加是没有的。换言之，亦即：连妄想本身都没有了，哪里妄想生起之因缘？或：妄想本身既无，其因缘性岂非妄上加妄，依妄起妄？\n何况不知，推自然者谓连内教权小的因缘都不离妄想，更何况外道连因缘法都不能了知，而妄推一切法无因，自然而生者？\n五阴本因，同是妄想五阴生起的根本之因，同是妄想；此是总相。而五阴各有不同之妄想为其各别生因，如色阴为坚固妄想、受阴为虚明妄想等，详如下述。\n义贯：\n“佛告阿难：精”纯至“真”、奥“妙明”彻之“本觉”，本自“圆”满清“净”，从本以来“非”曾“留”滞于界内之分段“死生及”界外“诸”微细“尘垢”之有余涅盘；是故一切生死、涅盘，“乃至”无情界之“虚空，皆因”自心“妄想之所生起。斯”五阴等法“元”是“本觉，妙明精真”中，一念“妄”动“以发生”见分、相分，一切有情，及“诸器世间。如演若多”，不了唯心，“迷”失本“头”错“认”镜中“影”像而狂走四方，追求本头。\n一切“妄”相从妄而生，“元无”真“因”（以其因妄，故其体亦妄），然而如来大悲大智，为化权小，“于妄想”所生法“中”，权“立因缘性”，此已是方便，非是实谛，更何况外道“迷因缘”法“者”，拨无因果，而“称”五阴“为自然”性？即使连“彼虚空”之“性”，照凡夫看，应是自然、本来而有，“犹”（尚且）“实”在是由“幻”妄所“生”；是故，权小之“因缘”生、以及外道之“自然”生论，“皆是众生”以虚“妄心计度”而有，非有而现有。\n“阿难”，你若真能“知妄”想“所起”之处，你便可宣“说妄”想生起之“因缘”；但“若妄”想“元”来都“无”自体（连自体都是虚妄），则任何阐“说妄”想生起之“因缘”，实“元无所有。何况”外道人连因缘法都“不”能了“知”，而妄“推”度妄想之生起为“自然”而无因“者”，则更是虚妄。\n“是故如来”今“与汝”阐“发明”示“五阴”根“本”之生“因”虽有坚固、虚明等五种差别，但它们“同是妄想”。\n三、别答五阴根本生因\n（1）色阴之生因——坚固之妄想\n汝体先因父母想生。汝心非想，则不能来想中传命。\n如我先言心想醋味，口中涎生。心想登高，足心酸起。悬崖不有。醋物未来。汝体必非虚妄通伦。口水如何因谈醋出。\n是故当知，汝现色身，名为坚固第一妄想。\n注释：\n汝体先因父母想生“先”，最先。“父母想”，父母之欲爱妄想。\n汝心非想若你的中阴身没有欲爱之想。\n传命传续命根。\n汝体必非虚妄通伦“体”，身体。“通伦”，通为一伦，即同一类。谓你的身体是实体。并不是想像的（虚妄的）；实在的身体与虚妄的妄想，一实一虚，必定是不同类的。\n口水如何因谈醋出“身体是实际的东西，口水亦是实际之物，为何实际的口水，会由于并不存在的谈醋之想而流出来呢？故知虚妄的妄想，确能出生实物；因此可知，实存在的色阴，也是由虚妄的妄想而生。\n坚固坚实牢固。谓此身被心取著，其力甚强，坚固而不可分解。\n义贯：\n阿难，“汝”之形“体”，最“先因”是从你自己以及“父母”之欲爱妄“想”而“生”，若“汝”中阴之“心”中，“非”有欲爱之“想，则不能来想中传”续“命”根。\n“如我先”前（于想阴章中）“言”：只是“心想醋味”便能令“口中涎生；心想登高，足心酸起”；然而那“悬崖”实“不有，醋物”亦“未来”到目前，而且“汝”现前之身“体”（色身）“必非”（一定不是）与并无实际存在的“虚妄”之物“通”为一“伦”（一实一虚，必非同类）；并且“口水”亦是实际有的，“如何”会只“因谈醋”之妄想便流“出”呢？\n“是故当知，汝现”前的“色身”（色阴）当体便“名为坚”实牢“固”的“第一妄想”。\n（2）受阴之生因——虚明之妄想\n即此所说临高想心，能令汝形真受酸涩。由因受生，能动色体。汝今现前顺益违损，二现驱驰，名为虚明第二妄想。\n注释：\n临高想心谓光是听到在悬崖边缘临高而下望，并夫实际到悬崖；光是这样凭空的思虑想像之心。\n由因受生“受”，受阴。由想心为因，故受阴生起。\n能动色体能触动色阴之形体，令真受酸涩之妄境。\n顺益违损“顺益”，顺之则益，即得乐受；故乐受称之为“益”。“违损”，违之则损，即得苦受；故苦受名之为“损”。\n二现驱驰“二”，苦乐二受。“驱驰”，驱驰自心。\n虚明：体虽虚妄却如有所明；以受阴无体，乃虚有所明。“明”者，明白，明知。亦即明明觉得自己心中有某种感受，然而一旦深究起来，则发觉这感受却又很空虚，并不实在，故说受是虚明。\n义贯：\n“即此”经中“所说”，光是听至悬崖“临高”这句话，因而凭空虚“想”之妄想“心”，便“能令汝”之“形”体（足心）“真”正地感“受”到有“酸涩”之感，这是“由”于以想心为“因”，便得令“受”阴“生”起，以致“能”触“动色体”真正产生酸涩之妄受，是故须知“汝今现前”身中，“顺”之则得“益”之乐受，“违”之则得“损”之苦受，此苦乐“二”受显“现”有“驱驰”自心乃至形体之功能，是故受阴“名为虚”妄却仿如有所“明”的“第二妄想”。\n（3）想阴之生因——融通之妄想\n由汝念虑，使汝色身。身非念伦，汝身何因随念所使。种种取像。心生形取，与念相应。寤即想心。寐为诸梦。则汝想念摇动妄情，名为融通第三妄想。\n注释：\n使汝色身“使”，役使。\n身非念伦“伦”，类。身与念非同一类；因为身是色法，念是心法，故不同类。\n种种取像根尘相对时，想阴亦现可取种种境像；乃至虽然根尘不偶（根不对境，亦即当前并无尘境现前），种种尘境只是自心所现时，在此情况下，想阴也会现出能缘取这些自心所现之种种相。\n心生形取心中虽只是想生，而却能以形体去取相。\n与念相应如是身形如何与心念相应，而共造一事？\n寤即想心。寐为诸梦想阴于醒时即是想心，而在睡时则现为种种梦境。\n融通可知想阴能够融通五根及前五识，因此它在色心二法之间，皆得无碍，而且不论睡时醒时，亦皆能作业不息。\n义贯：\n阿难，“由汝”想阴（第六意识）之想“念”思“虑”，便得役“使汝”现前之“色身”，然而“身”是色法，本“非”与“念”（心法）同“伦”（同一类）；身既非念类，照理即不应随念而动，但“汝身”今以“何因”缘故，辄“随”心“念”之“所使”而动？又“种种取像”之举，“心”只是有想“生”却能继之以“形”去撷“取”诸相，如是身形又如何“与”心“念相应”。而共造一事？\n想阴于醒“寤”时“即”是“想心”，而于睡“寐”中即现“为诸梦，则汝”之“想念”从来不息，于寤于寐，皆会“摇动”你的“妄情”，是故想阴“名为”能够“融通”六根与六识的“第三妄想”。\n（4）行阴之生因——幽隐之妄想\n化理不住，运运密移。甲长发生，气销容皱。日夜相代，曾无觉悟。\n阿难。此若非汝，云何体迁。如必是真，汝何无觉。则汝诸行念念不停，名为幽隐第四妄想。\n注释：\n化理不住：“化理”，迁化之理，指行阴。此谓行阴迁化之理，念念不住。\n运运密移“运运”，运行与运动。“密移”，秘密推移。\n曾无觉悟“曾”，乃，却。谓自古至今却无一凡人能觉悟到此行阴的密移之相，盖此乃圣人所证之境界，非凡夫能知能受。\n此若非汝“此”，指行阴。“汝”，指汝心。谓此行阴若不是你的心的话。\n云何体迁“体”，身体。“迁”，变迁。此谓，那么为何你的身体竟会随着它而变迁呢？\n如必是真“真”，真汝心。谓如果说此行阴真正是你的心的一部分。\n则汝诸行那么你现前的行阴相。\n幽隐其生灭相，十分幽深隐微，甚难觉察。\n义贯：\n行阴迁“化”之“理”念念“不住”，其生住异灭四相之“运”行与“运”动乃如秘“密”一般而推“移”；如人在少壮时，“甲”之“长、发”之“生”；如年老时，“气”渐“销、容”渐“皱”。“是谁使之然的呢？殆行阴之所为也。此诸相之生住异灭日夜”互“相”嬗“代”（天天都在不断轮流发生），然而从古至今“曾无”一凡人能“觉悟”之。\n“阿难，此”迁流不息之行阴“若”果“非汝”心，“云何”汝之身“体”竟会随之而变“迁”呢？（可见此行阴并非不是你的真心。）然而“如”果此行阴“必是真”汝心，那么“汝”云“何”于一生中，念念皆从“无觉”知？（可见此行阴非即汝之真心。如此，是汝真心，或非治理真心，两者皆不可定；行阴之体既无有定实，即可知行阴本自虚妄。）“则汝”现前“诸行”阴相“念念”迁流“不停”，且其生灭相幽深隐微，是故行阴“名为幽隐”之“第四妄想”。\n（5）识阴之生因——罔象之妄想\n又汝精明湛不摇处，名恒常者。于身不出见闻觉知。若实精真，不容习妄。何因汝等，曾于昔年睹一奇物。经历年岁，忆妄俱无，于后忽然覆睹前异，记忆宛然，曾不遗失。则此精了湛不摇中，念念受熏，有何筹算。\n阿难当知。此湛非真。如急流水，望如恬静，流急不见，非是无流。若非想元，宁受妄习。非汝六根互用开合，此之妄想无时得灭。故汝现在见闻觉知中串习几，则湛了内罔象虚无，第五颠倒微细精想。\n阿难。是五受阴，五妄想成。\n注释：\n又汝精明“精明”，精纯妙明，指第八识。\n湛不摇处湛然不动摇之处。\n名恒常者“者”，语尾助词，表假定。谓如果即称这就是恒常不变性之本体的话。\n于身不出见、闻、觉、知对众生身而言，则不出于见、闻、觉、知分别之用；可见此实为“六和合”，并非恒常如一的“一精明”。\n若实精真，不容习妄“精真”，一精无杂，真实不虚妄。谓若此实是一精真实之体，则不应该会串习种种染妄。\n奇物奇异之物。\n忆妄俱无连忆忘都没有；谓虽没有专门去记住它，也没有故意去忘掉它。\n前异先前所见之异物。\n记忆宛然，曾不遗失其记忆却又能浮现，宛然如昔，就象从来没有忘失过一般。此为由前六识熏习之习，熏成种子，纳在八识田中。《楞严经正脉》云：“理实（依理而言）此识尚能忆持多劫（中）无量种习，而令之）次第成熟，岂止（忆持）现生之多年乎？”\n有何筹算“筹算”，筹量计算。有何可筹量计算的？也就是说：记忆储藏的能力是没办法去计算的；例如此心中到底能忆持多少年，或多少事。\n非是无流不是没有流动。\n若非想元“想元”，妄想之根元。谓此识阴若非前四阴的妄想根元。\n宁受妄习“宁”，怎么。谓识阴怎么会受前七识之妄习所熏？故可知第八识本身亦有极细的妄想性；因此唯识学上称第八识为“真妄和合”。\n非汝六根互用开合然此第八识极微细妄想性之消灭，若非你的六根（身心），已经达到能开合互用、体用圆通的地步，故能化“六和合”复归于“一精明”之境。\n此之妄想无时得灭这妄想就没有能消灭的一天。《楞严经正脉》云：“五阴始从妄想而生，虽（现）有而恒无；终依（颠）倒（妄）计而住，（因此变成）虽（实）无（而）恒有，（即）所谓‘从毕竟无，成究竟有。’是故（若）二计不亡，则阴牢不可破矣。”\n故汝现在见闻觉知“现在”，现前存在的。“见闻觉知”，此系含尝与嗅在内，共为六精。\n中串习几“串”，贯、惯。“几”，微，微细。其中除了串心微细之妄想外。\n则湛了内罔象虚无“湛了”，湛然明彻之体。“罔象”，无像、无相。谓则于此湛然明了之体内，只是罔象虚无，若无不无，似有非有；因此这第八识之体，凡夫便计之为命根，外道即认作是涅盘之体。\n义贯：\n阿难，“又汝”识阴之“精”纯妙“明、湛”然“不”动“摇处”，汝若“名”此即为“恒常”不变之性“者，于”众生“身”而言，则“不”超“出见、闻、觉、知”等分别之用，故知此识阴实为六和合，而非一精明，以“若”彼“实”是“精”一无杂、“真”实不虚者，则它必“不容”串“习”种种染“妄”（譬如纯金不应混杂泥沙）。以“何因”缘“汝等”若“曾于昔年睹一奇”异之“物”，虽“经历”深“年岁”久，连“忆妄俱无”，你“于后”来“忽然覆睹”先“前”所见“异”物，却又能令“记忆”浮现，“宛然”如昔，“曾不遗失？则”可知，“此”八识“精了”于其“湛”然“不摇”之体“中”，系“念念受”六识之见、闻、觉、知及七识所“熏”，无有停息，其数无计，“有何”可“筹”量计“算”的？\n“阿难，当知，此”第八识“湛”然不摇者，并“非真”常不可动摇之性；“如”深沉“急流”之河“水，望”之“如恬静”，正因其“流急”而深故“不见”其动，“非是”真“无流”动；此识阴“若非”前四阴妄“想”之根“元，宁”（怎么会）“受”前七识之“妄习”所熏？故可知第八只亦有极微细之妄想性。\n然此极微细妄想必之消灭，若“非汝”之身心“六根”已达到“互用开合”，体用圆通，化六和合复归于一精明者，“此之妄想”即“无时”而“得灭”。\n“故汝现”前存“在”之“见、闻、觉、知”、尝、嗅六精，其“中”除了“串习几”微之妄相外，“则”于此“湛了”之体“内”，但是“罔象”（无象）“虚无”，若无而不无，似有而非有，是故识阴即是“第五颠倒”之“微细精想”。\n“阿难，是五受阴”即是由以上所说的“五妄想”所“成”。\n诠论：\n《楞严经宝镜疏》云：“良以众生自迷如来藏性，而有妄色妄心；（复）依此色心，而成五阴，（因此）故有世间凡、圣（之）差别也。若以众生知见，执此五阴为实有者，即（成）世间法。若以二乘知见，执此五阴为空寂者，即（成）出世法。若在诸菩萨，善得中道，了色即（是）空，达空即（是）色，即为出世上上法；（此）乃第一义谛，不思议境界也。设若离此五阴之法，则五乘圣教亦无安立之处也。以（此之）故，（此五阴）迷之则凡，悟之则圣，皆不出此。凡修定者，苟能于是，用金刚观智，荡涤空有（之妄）情计（度），扫除断常（之）知见，了一真之本具，达诸妄以本空，则其五阴妄想之心，当体清净，即是本如来藏妙真如性矣！”善哉斯言。\n四、五阴各自之边际\n汝今欲知因界浅深。唯色与空，是色边际。唯触及离，是受边际。唯记与妄，是想边际。惟灭与生，是行边际。湛入合湛，归识边际。\n注释：\n因界浅深谓五阴的因界边际之浅深。\n唯色与空，是色边际“色”，有相之色。“空”，无相之空。“边际”者，即范畴之义。此谓，有相的色与无相的空，皆是色阴的范畴，因为色与空皆是色阴所摄，故并非“达于无色”就是修到了“色阴已尽”，而是要“并空亦尽”（连空的妄想都尽），才可说达到“色阴尽”）。（因为依于本经了义，“色阴”是包含了色与空——色与空二者皆是色阴妄想所摄，故空并非在色阴妄想之外。）\n唯触及离“触”，取著；“离”，厌舍。忻与厌皆是受阴的范围；故并非厌离、或无触便已达到受阴尽。\n“唯记与妄记”，有念。“忘”，无念。有念与无念皆是想阴的范畴。是故并非达到“无念”即是想阴灭。\n惟灭与生“灭”，定心之细行。“生”，散心之粗行。由于细心的灭相及粗心的生相，都是在行阴的范畴之内，故并非只要达到细心的灭相即是行阴灭。\n湛入合湛“湛入”，湛然而有所入。“合湛”，无所入而合于湛然。此二者皆是识阴的范畴，故并非只要入于湛然即是识阴灭。\n义贯：\n阿难，“汝今”所“欲知”的五阴的“因界”边际之“浅深”者为：\n“惟”有相之“色与”无相之“空”皆“是色”阴之“边际”（范畴）；\n“惟”取著之“触及”厌舍之“离”皆“是”在“受”阴之“边际”内；\n“惟”有念之“记”忆“与”无念之“忘”失皆“是”在“想”阴之“边际”中；\n“惟”定心细行之“灭与”散心粗行之“生”皆“是”在“行”阴之“边际”中；\n“湛”然而有所“入”与无所入二者相泯“合”之“湛”然，皆“归”属于“识”阴之“边际”中。\n五、灭除五阴之顿——理为顿悟，事非顿除\n此五阴元，重叠生起。生因识有，灭从色除。理则顿悟，乘悟并销。事非顿除，因次第尽。我已示汝劫波巾结，何所不明，再此诣问。\n注释：\n生因识有，灭从色除五阴生起时，是先从识阴而有；但要灭时，却须先灭色阴。亦即，生时从细向粗，灭时则从粗向细。犹如穿衣与脱衣，穿时先穿内衣，脱时则须先脱外衣。\n理则顿悟理上则为顿悟，因为悟实无次第；亦即，要悟，即是一时顿悟，并非慢慢地悟。\n乘悟并销若一念心开，则乘此开悟之力，五阴的五重妄想即一并消除；此即是见道位。\n事非顿除，因次第尽然而事相上则非可一时顿除，必须以次第修断而尽。譬如脱衣入浴，一次只能脱一件，不可能一时内外褪尽。《楞严经正脉》云：“如暗夜惊杌（杌wù树木无枝丫<动>摇,动摇<名>小凳：～凳。）为鬼（以为无枝之树为鬼，因而惊慌）奔驰（到）荒越（荒郊野外），一旦被人说破，鬼想全消。”这就是理可顿悟，乘悟并销亿劫颠倒想的例子。“事非顿除，因次第尽”者，《正脉》又云：“如鬼想虽以（已）全消，驰途岂能遽返？（惊迷中所跑过的路，怎能一下就回得来？）要须历返前途，方归旧处矣。”\n劫波巾结“劫波巾”，劫波罗天（夜摩天）所奉于如来之华巾。此事为如来在前面第五章中所开示者，以明六根解结；于彼经文中阿难亦说：“是结本以次第绾（绾wǎn⒈系，盘结：～个结。～头发。⒉卷：把裤脚～起。）生，今日当须次第而解。\n义贯：\n“此五阴”之根“元”乃由“重叠”而“生起”，其“生”时最先为“因识”阴而“有”，然其“灭”则须“从色”阴先“除”。\n于“理”上“则”为“顿悟”，以悟无次第，一念心开，“乘”此开“悟”之力，即五重妄想（亿劫颠倒想）一“并”皆得“销”除。然而“事”上则“非”可“顿除”，须“因”（以）“次第”修断而“尽。我已示汝劫波”罗天所奉拭“巾”之解“结”“法，六解一亡（六结既解，一巾之名亦亡），汝尚何所不明，再此诣问？”\n诠论：\n阿难再问顿渐之意，盖恐末世狂徒，以为只须顿悟即可，不须渐修，而落于狂解及狂禅、狂密，坏无上法，自害害他；为诫众生勿落于此，特再请示世尊，实系阿难之大慈心故也。\n第二节结劝传示未来\n汝应将此妄想根元，心得开通，传示将来末法之中诸修行者。令识虚妄。深厌自生，知有涅盘，不恋三界。\n阿难。若复有人，遍满十方所有虚空，盈满七宝。持以奉上微尘诸佛，承事供养，心无虚度。于意云何。是人以此施佛因缘，得福多不。\n阿难答言：虚空无尽，珍宝无边。昔有众生施佛七钱，舍身犹获转轮王位。况复现前虚空既穷，佛土充遍，皆施珍宝。穷劫思议，尚不能及。是福云何更有边际。\n佛告阿难。诸佛如来，语无虚妄。若复有人，身具四重十波罗夷，瞬息即经此方他方阿鼻地狱，乃至穷尽十方无间，靡不经历。能以一念将此法门，于末劫中开示未学。是人罪障，应念销灭。变其所受地狱苦因，成安乐国。得福超越前之施人，百倍千倍千万亿倍，如是乃至算数譬喻所不能及。\n阿难。若有众生，能诵此经，能持此咒，如我广说，穷劫不尽。依我教言，如教行道，直成菩提，无复魔业。\n佛说此经已。比丘、比丘尼、优婆塞、优婆夷。一切世间天人阿修罗，及诸他方菩萨二乘，圣仙童子，并初发心大力鬼神，皆大欢喜，作礼而去。\n注释：\n令识虚妄“识”，识知。谓令他们皆识得五阴体性乃属虚妄。\n深厌自生“深厌”，深切的厌离心。“自生”，自然生起。\n知有涅盘确知本有不生不灭的无上大涅盘。\n不恋三界“三界”，欲界、色界、无色界。若教人勿迷恋三界，出离三界生死苦难的，即是佛菩萨、是善知识；反之，若教人贪恋三界生死的，即是邪魔、是恶知识。因此，行者若依佛所教而奉行之，则连色界、无色界的长劫天寿、天福，乃至二乘的有余涅盘都不迷惑了，更何况还会去贪恋比杂染多难的欲界人间，而妄计贪著人间有净土，令人贪恋世间，永受沉沦，堕魔邪网。\n昔有众生施佛七钱：此即无灭尊者，亦即阿那律尊者（见《达磨显宗论》）诸佛如来，语无虚妄\n诸佛如来，语无虚妄：佛语谛实，决定不虚；佛无妄语。然末世众生信根微薄，许多人虽研究佛经，但常不信。尤其是依其凡夫心量，以有限的五根、五识，用世间学术、半科学性的（Semi-Scientific）“考据”，而妄言：此是伪经、彼是真经；或依凡夫心量，而说如来所说法，如三界六道、地狱、饿鬼，都是因为佛“很聪明”，想出这样的“比喻”、“象征”、“表法”，来“哄”我们修行，或令我们因害怕而不敢造恶！如是以凡忖圣，自以为是，其实皆犯了谤佛、谤法、谤经，而不自知！须知佛不妄语；不要说佛不妄语，即使连菩萨、阿罗汉、小乘四双八辈圣人，甚至好的比丘、比丘尼、优婆塞、优婆夷，佛的在家出家已受戒、虽未入圣位的持戒弟子，也不会轻犯妄语戒，更何况是佛？故为佛弟子，第一首要之务为：必须确定“佛不妄语”、“佛语谛实，决定不虚”。又，从理上来看，“妄语”是属于烦恼之一（在五位百法中，属于二十随烦恼中的“诳”心所），此烦恼连小乘圣人都已断了，更何况是佛？又，佛若自妄语诳人，则佛自犯戒、有烦恼杂染心，不但不能证清净法身，三业清净，便连阿罗汉、或小乘圣人都不如，甚至连受五戒的在家居士也比不上，这如何中佛？是故须知，佛定无妄语。\n又，有人邪妄、不正知，而说：有时候妄语也是一种“方便”。或说：那是“方便妄语”。其实那是错解了“方便”一词；须知“方便”即是好方法，梵语为“沤和俱舍罗”，或简称“沤和”，那是大菩萨入地以上，乃至八地菩萨才有的“度生智慧”，故“沤和俱舍罗”又译为“方便胜智”，即依于大悲本怀，能以无量好方法、妙法门，引摄众生入菩提道，教授众生修行菩提，乃至成正觉，这才叫佛所说的“正方便”；反之即是“邪方便”。所以，须知“方便”并非“随便”，亦非妄语的同义词，更非破戒、犯戒的合理化藉口。又，佛经上更无“方便妄语”一词，那是霜世愚人杜撰出来的，作为毁犯的挡箭牌，如是掩耳盗铃便以为无犯。又，末世众生，道心浅薄，一遇欲境现前，辄说：“方便方便么！”于是便堂而皇之地毁犯戒律，乃至对于一切毁犯，都称为“方便”，如是，从造杀盗淫妄，以至于占卜、看相、贪求世间名利、权位、威势、琴棋书画、词章考据，贪爱不舍，自作教他，皆云是“度生方便”（其实应是“堕落方便”）；如是实为坏法误人之事，正法修行者应知所避忌。\n得福超越前之施人，百倍千倍千万亿倍，如是乃至算数譬喻所不能及：以其所施为无上法宝，十方如来成佛之真体，能化魔界为佛界，故所得这福德无量。亦即法施这福远远超胜财施，无可计量。\n能诵此经，能持此咒：此即如来最后再明白地开示：本经之法门系显密并修。“诵经”，为诵持本经，故须含“信解”在内，此为显修。“持咒”，此为密修。如此，显密并修，得福无量。所言福者，在此则含世间福及出世间福也。对修行人而言，“世间福”就是：得暇满之身、六根具足、聪慧体健、四事无缺、眷属各合，能堪修行。“出世间福”即是：得遇大善知识及善友，得闻正法、得信解无上正法，依法起修，克服障难，圆成种种断证，乃至究竟证悟无上甚深义谛；此即修行者出世之大福德也。\n义贯：\n“汝应将此”五阴“妄想”之“根”本“元”由，一一深究，俾“心得开”悟“通”达，了其同一虚妄，更无端绪可得；自修自悟之后，进而“传示将来末法之中诸修行者，令”彼皆“识”知五阴体性“虚妄”，则“深”切“厌”离之志“自”然“生”起，确“知”本“有”不生不灭之无上大“涅盘，不”更眷“恋三界”有漏因果境界。\n“阿难，若复有人”于“遍满十方”世界之“所有虚空”广袤之体中，将之“盈满七宝，持以奉上”供养如“微尘”数之“诸佛”世尊，“承事供养，心无虚度”者，“于”汝“意云何？是人以此施佛”之“因缘”，其所“得”之“福”为“多不”？\n“阿难答言：虚空”之量已经“无尽”，则遍满其中之“珍宝”应亦如是无量“无边”；我曾闻“昔有”一“众生”（无灭尊者），仅“施佛七钱”，至其“舍”当世报“身”之后，至后世中“犹获转轮王位”之报；“况复现前”有人，欲令“虚空既”皆“穷”尽，“佛土充遍，皆施珍宝”，则其珍宝之量，乃“穷劫思议，尚不能及”，如“是福”报“云何更有边际”？\n“佛告阿难：诸佛如来，语无虚妄。若复有人”其“身具”造“四重”禁（杀盗淫妄）、大乘菩萨之“十波罗夷”重罪（十弃罪），彼人于寿终之后，堕于此方地狱中受一大劫报尽，“瞬息”之间、无有停息，“即经”由“此方”而转于“他方”世界之“阿鼻地狱”，又具足受一大劫之罪报，“乃至”展转“穷尽十方”世界之“无间”地狱，“靡不”（无不）“经历”。然而如是之人，若“能”但“以一念”顷（极短的时间内），“将此法门，于末劫中开示未学”，则“是人”所造的一切“罪障，应”其弘扬经法之“念”而“销灭”无遗，并且更转“变其所”应“受”之“地狱苦因，成安乐国”之因，来世生于佛前，从佛修行菩提。是故其所“得”之“福”乃“超越前之施”宝之“人，百倍千倍千万亿倍，如是乃至算数”及“譬喻”皆“所不能及”。\n“阿难，若有众生，能诵”持“此经”，并“能持此咒”，显密齐修，则其所得之世出世福“如我广说”者，即使经于“穷劫”亦“不”能“尽”。如此，汝当“依我教”敕之“言”传示末法，“如教”修“行”此自他两利之“道”，显密齐修，即得一往“直成”无上“菩提”，于其中间“无复魔业”娆扰等诸留难委曲相。\n“佛说此经已”，众会之中，所有“比丘、比丘尼、优婆塞、优婆夷。一切世间天人、阿修罗”等八部众，“及诸他方”世界来之“菩萨、二乘”、内修“圣”道外现“仙”身之“童子”（金刚童子），“并初发心大力鬼神，皆大欢喜，作礼而去”。\n大佛顶首楞严经义贯终\n——佛历二五四五年（二○○一年）十月二十九日沙门释成观完稿于美国密西根州·遍照寺\n二○○六年三月一日于台北·大毗卢寺校毕\n","category":"草书","verified":true,"user":1,"timestamp":1429951602370}]