[{"name":"王铎拟山园帖卷五","text":"《拟山园帖》，共十卷，清代个人丛帖。清顺治八年至十六年（公元1651-1659年）王铎之子无咎撰集，古燕吕昌摹，张翱镌。帖名行书。此帖全刻王铎一家之书，共103种，其中大多为临古之书。王无咎传留大量的王铎书迹，因而所选皆精湛。刻者亦一时名手，而其它王书刻帖均不如此本为佳，帖后有张缙彦、龚鼎孽及无咎题跋。张缙彦跋曰：“文安公书法妙天下，藉茅太史括所藏书及墨苑家所流传汇集此本，有缺略模糊必求别本正字补之，备极龙跃虎卧猊攫象搏之致，文安四十年精力尽在此矣。近代玄宰、子愿两先生戏鸿、来禽二帖，坛坫海内，昔卫夫人见右军书叹：\"此子必掩我名\"，此本出，惜两公不及见也。”故此帖无论是所选之帖还是摹刻方面，都极为精妙，远胜《琅华》、《银湾》、《诗酒论》、《二十帖》等帖。\n今有江苏古籍出版社1986年09月版。\n此贴是王铎的最有名的代表作，世称“神笔王铎”。\n王铎的书法与董其昌齐名，明末有“南董北王”之称，他书法用笔，出规入矩，张弛有度，却充满流转自如，力道千钧的力量。王铎擅长行草，笔法大气，劲健洒脱，淋漓痛快，戴明皋在《王铎草书诗卷跋》中说：“元章（米芾）狂草尤讲法，觉斯则全讲势，魏晋之风轨扫地矣，然风樯阵马，殊快人意，魄力之大，非赵、董辈所能及也。”他的墨迹传世较多，不少法帖、尺牍、题词均有刻石，其中最有名的是《拟山园帖》和《琅华馆帖》。\n王铎因他在明亡之后降清，在气节上颇多可疵之处，故许多人对他的人品常有微词。但其书法在日本.韩国.新加坡等地深受欢迎。日本人对王铎的书法极其欣赏，还因此衍发成一派别，称为“明清调”。他的《拟山园帖》传入日本，曾轰动一时。他们把王铎列为第一流的书法家。提出了“后王（王铎）胜先王（王羲之）”的看法。\n","category":"草书","verified":true,"user":1,"timestamp":1429951614626},{"name":"王铎拟山园帖卷五","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791618628,"text":"王铎拟山园帖卷五收录的楷书《延寿寺碑》，是学柳的代表作。无论运笔和结体，可称得上为“神似”。此碑写得瘦而不枯，紧而不密，劲健中透出淡雅和平的气息，完全掌握了柳书的精髓。是王铎唯一传世的柳体楷书。\n\n 《拟山园帖》，共十卷，清代个人丛帖。清顺治八年至十六年（1651-1659）王铎之子无咎撰集，古燕吕昌摹，张翱镌。帖名行书。此帖全刻王铎一家之书，共103种，其中大多为临古之书。王无咎传留大量的王铎书迹，因而所选皆精湛。刻者亦一时名手，而其它王书刻帖均不如此本为佳，帖后有张缙彦、龚鼎孽及无咎题跋。张缙彦跋曰：“文安公书法妙天下。”毛泰史括所藏书及墨苑家所流传汇集此本，有缺略模糊必求别本正字补之，备极龙跃虎卧猊攫象搏之致，文安四十年精力尽在此矣。近代玄宰、子愿两先生戏鸿、来禽二帖坛？海内，昔卫夫人见右军书叹：“此子必掩我名，此本出，惜两公不及见也。”故此帖无论是所选之帖还是摹刻方面，都极为精妙，远胜琅华、银湾诗酒论二十等帖。\n\n\n\n 王铎（1592-1652），明末清初大臣、书画家。字觉斯，一字觉之。号十樵，号嵩樵，又号痴庵、痴仙道人，别署烟潭渔叟。孟津（今河南孟津）人。幼时家境十分贫寒，过着“不能一日两粥”的生活。天启二年（1622年）中进士，受到考官袁可立的赏识推荐，入翰林院庶吉士，累擢礼部尚书。王铎身逢乱世，仕途坎坷多艰，崇祯十六年（1643）曾一度避难于苏州浒墅关袁枢寓所，二人交情笃厚，往来间以诗文书画相唱和，袁枢之父兵部尚书袁可立的神道碑文就是王铎亲笔撰文书写的。1644年李自成攻克北京，崇祯帝殉国于景山。马士英等在南京拥立福王，王铎为东阁大学士。满洲入侵中国后被授予礼部尚书、官弘文院学士，加太子少保，于永历六年（1652）病逝故里。铎博学好古，工诗文。画山水宗荆、关，丘壑峻伟，皴擦不多，以晕染作气，傅以淡色，沉沉丰蕴，意趣自别。山水花木竹石，皆用书中关纽。间作兰、竹、梅、石，洒然有物外趣。尤擅书法，行草宗二王，正书师钟繇，亦多自出胸臆，有《拟山园法帖》，诸体悉备，名重当代，学者宗之。顺治三年（1646）作《渔舟萧闲图》，收入《历代名贤画粹》；永历四年（1650）作《雪景山水图》，收入日本《支那名画宝鉴》；永历五年（1651）被满洲政府罢官归里，作《兰石图》卷、《山水卷》，分别收入《新版世界美术全集》、《支那名画宝鉴》。永历六年卒，享年六十一岁，葬于河南巩义洛河边，谥文安。　　\n 王铎博学好古，工诗文。好古博学，诗文书画皆有成就，尤其以书法独具特色，世称“神笔王铎”。他的书法与董其昌齐名，明末有“南董北王”之称，他书法用笔，出规入矩，张弛有度，却充满流转自如，力道千钧的力量。王铎擅长行草，笔法大气，劲健洒脱，淋漓痛快，戴明皋在《王铎草书诗卷跋》中说：“元章（米芾）狂草尤讲法，觉斯则全讲势，魏晋之风轨扫地矣，然风樯阵马，殊快人意，魄力之大，非赵、董辈所能及也。”他的墨迹传世较多，不少法帖、尺牍、题词均有刻石，其中最有名的是《拟山园帖》和《琅华馆帖》。\n 王铎书法在日本、韩国、新加坡等国深受欢迎。日本人对王铎的书法极其欣赏，还因此衍发成一派别，称为“明清调”。他的《拟山园帖》传入日本，曾轰动一时。他们把王铎列为第一流的书法家。提出了“后王（王铎）胜先王（王羲之）”的看法。王铎善于画山水和梅兰竹石，山东省济南市博物馆收藏的《雪景竹石图》是王铎为睢阳袁枢精心创作的一幅雪竹作品，也是目前能见到王铎唯一的一幅以雪竹为题材的画作。他的画主要继承了五代荆浩和关同的风格，王铎的作品丘壑高峻，气势雄伟。同时他也吸收董源和王维的画法，主要以水墨晕染为主，皴擦不多，略施淡色，山川显得厚实雄伟，生机勃勃。他的山水画景色比较写实，山石的造型方峻，勾皴相间。他的山水画是以元人的笔墨技法画出了宋人味道。王铎的人物画极少见，而且画法比较简略、写意。　王铎工真、行、草书，得力于钟繇、王献之、颜真卿、米芾，笔力雄健，长于布局。梁评其“书得执笔法，学米南宫，苍老劲健，全以力胜。”清姜绍书《无声诗史》称具“行草书宗山阴父子（王羲之、王献之），正书出钟元常，虽模范钟、王，亦能自出胸臆。”居然有北宋大家之风。当时书坛流行董其昌书风，王铎与黄道周、倪元璐、傅山等人提倡取法高古，于时风中另树一帜。近世对日本书风有极大影响。存世书迹较多，刻有《拟山园帖》、《琅华馆帖》。《清史稿》卷七十九有传。《王维五言诗卷》，书于崇桢十六年（1643年），绫本，楷书、草书。凡32行，其中楷书13行，草书19行，每行字数不一。纵21厘米，横165.5厘米，故宫博物院藏。《赠袁枢诗册》计八页四十五行，三百八十一字，自署书于崇祯六年（１６３３），自作诗五律八首赠河南睢州（今睢县）袁枢(袁可立子)，为同时期的又一力作，现为美国杨思胜收藏。《在书法上王铎是一位各体皆能、风格多样的书法全才。无论是伟岸遒劲的大楷、高古朴厚的小楷书，还是他那飞腾跳踯的行草书，在晚明书坛上都应说是一流的。正书在王铎作品中不多见，源于唐人而能自出胸襟。此诗卷前半部分，无论是字的大小、结体、字画、字距，皆给人一种奇特的感受。诗卷后半部分的行草在王铎作品中则不乏见，章法变化丰富，行笔能纵能敛，整体感强，结体欹正莫测，点画错综复杂，线条枯实互应，故其成就被人给予很高评价。","author":"明代王铎","description":"王铎拟山园帖卷五"}]