[{"name":"苏轼行书归去来兮辞","text":"《和陶归去来兮辞并引》此辞反映东坡先生被贬谪儋州时，“以无何有之乡为家”的思想、步渊明《归去来辞》，以梦求归故园安息，又游海外以终老，欲从庄周、安期生神游仙境，皆不可得，只好隐居拜渊明为师，和陶赋诗百篇。此文颇富有浪漫主义精神，因政治上失意苦闷，上下求索而不得中道，表现了徘徊于老庄、渊明思想的矛盾心情。\n\n【作品名称】《和陶归去来兮辞并引》\n【创作年代】北宋\n【作者姓名】苏轼\n作品原文\n和陶归去来兮辞并引①\n子瞻谪居昌化，追和渊明《归去来辞》，盖以无何有之乡为家，虽在海外，未尝不归云尔。\n归去来兮，吾方南迁安得归。\n卧江海之澒洞②，吊鼓角之凄悲③。\n迹泥蟠而愈深④，时电往而莫追。\n怀西南之归路⑤，梦良是而觉非。\n悟此生之何常，犹寒暑之异衣。\n岂袭裘而念葛⑥，盖得粗而丧微。\n我归甚易，匪驰匪奔。\n俯仰还家，下马阖门。\n藩垣虽阙⑦，堂室故存。\n挹吾天醴，注之洼尊⑧。\n饮月露以洗心，餐朝霞而眩颜。\n混客主以为一，俾妇姑之相安⑨。\n知盗窃之何有，乃掊门而折关⑩。\n廓园镜以外照，纳万象而中观⑾。\n治废井以晨汲，滃百泉之夜还。\n守静极以自作，时爵跃而鲵桓⑿。\n归去来兮，请终老于斯游。\n我先人之弊庐，复舍此而焉求⒀？\n均海南与漠北⒁，挈往来而无忧⒂。\n畸人⒃告予以一言，非八卦与九畴⒄。\n方饥须粮，已济无舟。\n忽人牛之皆丧，但乔木与高丘。\n惊六用⒅之无成，自一根之返流。\n望故家而求息，曷中道之三休⒆。\n已矣乎，吾生有命归有时，我初无行亦无留。\n驾言随子听所之，岂以师南华而废从安期⒇。\n谓易稼之终枯，遂不溉而不籽(21)。\n师渊明之雅放，和百篇之新诗(22)。\n赋《归来》之清引，我其后身盖无疑(23)。\n作品注释\n①此辞步渊明《归去来辞》而作。陶渊明，晋代大诗人，生于东晋末年，寻阳柴桑（今属江西）人，家贫几次出去做小官谋生，看见当时政治黑暗，他不肯与世同流合污，几次辞官回家。《归去来辞》是他辞去彭泽县令回家的时候写的。他做彭泽令的时候，州里派3个小官到县里来，按习惯应当“束带见之”。他说：“我不能为五斗米折腰而向乡里小人。”就辞官归隐，不再出去做官。他亲身参加劳动，过着贫苦的生活。《归去来辞》表现了他对仕宦生活的鄙弃、对重获自由的喜悦，对农村景物与劳动生活的热爱。归去来，“回家去”的意思。辞，辞赋，一种文章体裁。\n②归卧江海，即浮海避世之意，旧时指隐士居之处。“澒洞”句，大意说他被流放昌化军边远之地的凄惨生活。澒洞，亦作“洚洞”、“洪洞”、“鸿洞”，弥漫无际。\n③吊，悬挂。鼓角，鼓和角，古代军中用以报时、警众或发号施令。\n④“迹泥”句，如此盘曲于泥坑其迹是愈来愈深。泥蟠，盘曲于泥坑。\n⑤“怀西南”句，归眉山（四川）之路乃在梦中。西南，指东坡先生故乡四川眉山。\n⑥“岂袭”句，岂是着冬服皮衣而想夏服葛衣。裘，皮衣。葛，丝麻织品，夏衣。\n⑦“藩垣”句，篱笆与围墙虽然亏损。阙，通“缺”，空缺；亏损。\n⑧“挹我”以下二句，留我的甜酒，灌入地窖尊中。挹，舀；汲取。醴，甜酒。洼，通“窨”，地窖。尊，同樽，盛酒的器具。\n⑨“俾妇姑”，使妇女们。俾，使。妇姑，泛指妇女们。具体已婚之女为“归”；少女为“姑”。\n⑩“知盗窃”以下二句是说，这里没有盗贼，家家可毁门折关地生活着。《庄子·胠箧》：“掊斗折衡，而民不争。”言弃斗秤不用，则老百姓不相争夺。此掊门折关，也指把门和门栓击毁折断，即弃门和门栓而不用之意。\n⑪“廓圆镜”以下二句，大意说就使用镜来照屋察看四周的一切事物。廓，清也。\n⑫“时爵”句，梦归时麻雀跳跃于树枝，鲵鲵游于大海。爵，通“雀”。《孟子·离娄上》：“为丛驱爵者，鸇也。”鲵，雌鲸。桓，大也。\n⑬“我先人”二句，我先祖的旧屋那能舍弃而再寻找别的地方呢？弊庐，破房。舍，舍弃。\n⑭“均南海”句，南海炎热多雨，漠北严寒干旱，使两地气候差异互相平均、补充。按：皆边远地区。漠北，指蒙古高原大沙漠以北地区。\n⑮“挈住”句，带领其子女来海南去漠北都没有忧愁。挈，提携；带领。《榖梁传·僖公二年》：“挈其妻子以奔曹”。\n⑯畸人，不合于世俗的异人。《庄子·大宗师》：“子贡曰：‘敢问畸人’。”\n⑰“非八卦”句，不是《周易》中八卦所指，亦不是天帝赐给的九种治理天下的方法。八卦，《周易》中的乾、坤、震、巽、坎、离、艮、兑。象征天、地、雷、风、水、火、山、泽。九畴九种法则。指古代传说中禹治洪水时，天帝赐给他九种治理天下的大法。\n⑱六用，东坡先生自注：“巧、拙、众、寡、刚、柔也。”\n⑲“望故家”以下二句，总希望回故家以求得安息，为何中途而多次停止呢？曷，疑问词，为什么。三休，多次停止。\n⑳“岂以”句，难道跟随庄周逍遥游而停止去拜安期生为师。南华，《南华经》简称，即《庄子》之别名。唐天宝元年，号庄子为南华真人，所著书曰“真经”。安期，即安期生，秦琅琊人，卖药海上，始皇与语三日夜，赐金壁，皆置去，留书以别，谓后数十年求我于蓬莱山。始皇遣徐生卢生入海求之。未至遇风波而还。汉武帝时，李少君言上曰：“臣常游海上，见安期生。安期生生食巨枣，大如瓜。”\n1“谓易稼”以下二句是说，改变为种田结果苗枯死，不浇水，一粒米也不收获。\n2“师渊明”以下二句，以渊明为师，学习他的品德高尚豪放，作和陶诗百篇。\n3“赋《归来》”以下二句，作和《归去来辞》之清词，我以后所向往的是毫无疑问的了。 \n苏轼（1037～1101）北宋文学家、书画家。字子瞻，又字和仲，号东坡居士。眉州眉山（今四川眉山）人。公元1057年（宋仁宗嘉祐二年）与弟苏辙同登进士，授福昌县主簿、大理评事、签书凤翔府节度判官，召直史馆。公元1079年（神宗元丰二年）知湖州时，以讪谤系御史台狱，次年贬黄州团练使，筑室于东坡，自号东坡居士。公元1086年（哲宗元祐元年）还朝，为中书舍人，翰林学士，知制诰。公元1094年（绍圣元年），又被劾奏讥斥先朝，远贬惠州、儋州。公元1100年（元符三年），始被召北归，次年卒于常州。苏轼诗、词、文、书、画皆工，是继欧阳修之后北宋文坛的领袖人物。古文方面，是“唐宋八大家”之一；作为杰出的词人，开辟了豪放词风，同辛弃疾并称“苏辛”；在诗歌上，与黄庭坚并称“苏黄”；在书法方面，与黄庭坚、米芾、蔡襄并称“宋四家”。作品有《东坡七集》、《东坡乐府》等，今存《东坡全集》150卷。\n","category":"行书","verified":true,"user":1,"timestamp":1429951595666},{"name":"苏轼行书归去来兮辞","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791626477,"text":"","author":"宋代苏轼","description":"苏轼行书归去来兮辞"}]