[{"name":"谭嗣同致刘淞芙书","text":"谭嗣同（1865年—1898年），湖南浏阳人，中国近代资产阶级著名的政治家、思想家，维新志士。少时师从欧阳中鹄，后加入维新派。他主张中国要强盛，只有发展民族工商业，学习西方资产阶级的政治制度。公开提出废科举、兴学校、开矿藏、修铁路、办工厂、改官制等变法维新的主张。写文章抨击清政府的卖国投降政策。1898年参加领导戊戌变法，失败后被杀，年仅三十四岁，与杨锐，刘光第，林旭，杨深秀和康广仁并称为“戊戌六君子”。代表作品有《仁学》、《狱中题壁》、《寥天一阁文》、《莽苍苍斋诗》、《远遗堂集外文》等。\n人物生平\n早年生活\n著名维新派人物，“戊戌六君子”之一。代表著作《仁学》、《寥天一阁文》、《莽苍苍斋诗》、《远遗堂集外文》等，后人将其著作编为《谭嗣同全集》。 1877年，在浏阳与唐才常订交，他又师涂启先，系统学习中国的典籍，开始接触算学、格致等自然科学。此后又到兰州，在他父亲的道署中读书。\n离家求学\n884年，他离家出走，游历直隶（今河北）、甘肃、新疆、陕西、河南、湖北、江西、江苏、安徽、浙江、山东、山西等省，观察风土，结交名士。劳动人民反封建斗争精神的濡染，开阔了他的视野，使他的思想富于斗争性。\n888年，他在著名学者刘人熙的指导下开始认真研究王夫之等人的著作，汲取其中的民主性精华和唯物色彩的思想，同时又广为搜罗和阅读当时介绍西方科学、史地、政治的书籍，丰富自己。\n上书创刊\n894年，中日甲午战争爆发。由于清政府的腐败无能而妥协退让，中国战败，签订了丧权辱国的《马关条约》。1895年5月2日，康有为联合在京参加会试的1000多名举人上书清政府，要求拒和、迁都、变法。深重的民族灾难，焦灼着谭嗣同的心，他对帝国主义的侵略义愤填膺，坚决反对签订和约，对清政府“竟忍以四万万七千万人民之身家性命一举而弃之”的妥协行径极为愤慨。在变法思潮的影响下，开始“详考数十年之世变，而切究其事理”，苦思精研挽救民族危亡的根本大计。他感到“大化之所趋，风气之所溺，非守文因旧所能挽回者”，必须对腐朽的封建专制制度实行改革，才能救亡图存。\n897年2月，谭嗣同回到湖南，在巡抚陈宝箴、按察使黄遵宪、学政江标的支持下，与唐才常等倡办时务学堂、南学会、主办《湘报》，以及延年会、群萌学会等，又倡导开矿山、修铁路，宣传变法维新，推行新政，使湖南成为全国最富朝气的一省。 \n创作仁学\n897年夏秋间，写成重要著作《仁学》，它是维新派的第一部哲学著作。他认为物质性的“以太”是世界万物存在的基础，世界万物处于不断运动变化之中，而变化的根源在于事物的“好恶攻取”、“异同生克”。他把“以太”的精神表现规定为“仁”，而“仁”的内容是“通”，“通之象为平等”，“仁――通――平等”是万物的发展法则，是不可抗拒的规律。他在这部著作中，愤怒地抨击了封建君主专制所造成的“惨祸烈毒”和三对人性的摧残压抑。指出，封建纲常礼义完全是那些独夫民贼用作统治的工具，特别是君臣一伦，更是“黑暗否塞、无复人理”。因此，对于那些昏暴的专制君主，不仅可以不为其尽忠死节，而且可以“人人得而戮之”。\n维新志士\n898年初，接受了倾向维新的湖南巡抚陈宝箴的邀请，回到湖南协助举办新政。他首先加强了时务学堂中维新派力量。自己担任了分教习，又安排唐才常任中文教习，协助任总教习的梁启超，在教学中大力宣传变法革新理论，“所言皆当时一派之民权论，又多言清代故实，胪举失败”。孔子改制、平等、民权等学说由此而乘风扬波，日益恢张。他还把《明夷待访录》、《扬州十日记》等含有民族主义意识的书籍发给学生，向他们灌输革命意识，使时务学堂真正成了培养维新志士的机构。\n光绪《明定国是诏》后不久，就有人向光绪帝推荐谭嗣同，光绪帝同意召见。他抵北京。光绪下诏授给他和林旭、刘光弟、杨锐四品卿衔，参预新政。次日，光绪又召见他，表示自己是愿意变法的，只是太后和守旧大臣阻挠而无可奈何，并说：“汝等所欲变者，俱可随意奏来，我必依从。即我有过失，汝等当面责我，我必速改。” 光绪帝变法的决心和对维新派的信赖使谭嗣同非常感动，觉得实现自己抱负的机会已经在握。他参政时，维新派与顽固派的斗争已是剑拔弩张。慈禧太后等人早有密谋。\n同年10月底光绪帝去天津阅兵时发动兵变，废黜光绪帝，一举扑灭新政。谭嗣同密会袁世凯，要袁带兵入京，除掉顽固派。袁世凯假惺惺地表示先回天津除掉荣禄，然后率兵入京。袁世凯于20日晚赶回天津，向荣禄告密，荣禄密报西太后。21日，西太后发动政变。慈禧连发谕旨，捉拿维新派。他听到政变消息后并不惊慌，置自己的安危于不顾，多方活动，筹谋营救光绪帝。但措手不及，计划均告落空。在这种情况下，他决心以死来殉变法事业，用自己的牺牲去向封建顽固势力作最后一次反抗。谭嗣同把自己的书信、文稿交给梁启超，要他东渡日本避难，并慷慨地说：“不有行者，无以图将来，不有死者，无以召后起。”日本使馆曾派人与他联系，表示可以为他提供“保护”，他毅然回绝，并对来人说：“各国变法无不从流血而成，今日中国未闻有因变法而流血者，此国之所以不昌也。有之，请自嗣同始。”24日，谭嗣同在浏阳会馆被捕。在狱中，意态从容，镇定自若，写下了这样一首诗：“望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑”。他与其他5位志士英勇就义于北京宣武门外菜市口。当他们被杀时，刑场上观看者上万人。他神色不变，临终时还大声说：“有心杀贼，无力回天，死得其所，快哉！快哉！”充分表现了一位爱国志士舍身报国的英雄气概，是我国历史上实至名归的维新志士。\n英勇就义\n898年参加戊戌变法。变法失败后，于1898年9月28日在北京宣武门外的菜市口刑场英勇就义。同时被害的维新人士还有林旭、杨深秀、刘光第、杨锐、康广仁。六人并称“戊戌六君子”。\n望门投止思张俭，忍死须臾待杜根。\n我自横刀向天笑，去留肝胆两昆仑。 \n这是谭嗣同临刑前写在监狱墙壁上的一首绝命诗。据说此诗被梁启超“篡改”过，原诗为：“望门投趾怜张俭，直谏陈书愧杜根。手掷欧刀仰天笑，留将公罪后人论。”证据不足，难以采信。\n899年，他的遗骸运回原籍，葬在湖南浏阳城外石山下。墓前华表上挽联写道：“亘古不磨，片石苍茫立天地；一峦挺秀，群山奔赴若波涛。”其著作编为《谭嗣同全集》。\n主要成就\n狱中题壁\n望门投止思张俭，\n忍死须臾待杜根③。\n我自横刀向天笑，\n去留肝胆两昆仑！ \n③杜根：东汉安帝时郎中，因要求临朝听政的邓太后还政于皇帝，触怒太后，被命摔死，因执行人手下留情，邓太后不放心，派人来检查，杜根装死达三天，眼中生蛆。太后相信他已死，不再检查。杜根终于逃亡隐伏酒肆，邓太后死后，复官为侍御史。\n说明：\n望门投止看到人家就去投宿，形容在逃亡途中的惶急情状。\n张俭东汉末年高平人，因弹劾宦官侯览，被反诬结党营私，被迫逃亡。人们看重他的声望品行，都冒着危险接纳他。\n这一句是设想逃亡中的康、梁等人一定会受到人们的救护。\n忍死须臾待杜根这里作者以忍死的杜根自比。 \n筹措经费\n894年末，谭嗣同给其师欧阳中鹄写信，痛心于甲午战争中清军之惨败，谈及改革路径，具体到改革经费的筹措时，谭氏说：“试为今之时势筹之，已割之地不必论矣。益当尽卖新疆于俄罗斯，尽卖西藏于英吉利，以偿清二万万之欠款。以二境方数万里之大，我之力终不能守，徒为我之累赘，而卖之则不止值二万万，仍可多取值为变法之用，兼请英俄保护中国十年。(凡所谓保护，只求其出一保护之空言，且须有十年之限制。若派兵如舟山如天津却断不可。即十年内与别国有事，亦不可真令其帮助。则凡言联络者亦皆应如此)。一言保护，即无处不当保护；不可如现在浙江之舟山归英保护，天津之铁路归德保护，毫无益而徒资笑也。又请二国居间，废去遍地通商之约，即更加兵费亦无不可。费如不足，则满洲、蒙古缘边之地亦皆可卖，统计所卖之地之值，当近十万万。盖新疆一省之地已不下二万万方里，以至贱之价，每方里亦当卖银五两，是新疆已应得十万万，而吾情愿少得价者，以为十年保护之资也。且价亦不必皆要现钱，凡铁甲船、铁路之钢条、木板、精枪、快炮及应用之一切机器，均可作抵。于是广兴学校，无一乡一村不有学校；大开议院，有一官一邑即有议院。”(《谭嗣同书简》)…[详细]\n蒙古、新疆、西藏、青海“毫无利于中国”，不如卖掉“供变法之用”。\n次年8月，谭氏在与好友贝元征讨论改革事宜，涉及经费筹措时，再次提议将西藏、新疆、蒙古等地卖给列强。逾半年之久而仍持旧论，可知谭氏此论，非是心血来潮。谭氏说：谭嗣同。\n康有为卖疆土搞变法的念头，或受谭嗣同影响。“若无内国债可举，而择祸莫如轻，莫如俗谚‘与其欠钱，不如卖田’。……今夫内外蒙古、新疆、西藏、青海，大而寒瘠，毫无利于中国，反岁费数百万金戍守之。地接英俄，久为二国垂涎。一旦来争，度我之力，终不能守，不如及今分卖于二国，犹可结其欢心而坐获厚利。二国不烦兵力，骤获大土，亦必乐从。计内外蒙古、新疆、西藏、青海不下二千万方里，每方里得价五十两，已不下十万万。除偿赔款外，所余尚多，可供变法之用矣。而英俄之出此款，亦自不易。吾则情愿少取值，浼二国居间胁日本废去遍地通商之约；即再加赔费，亦无不可，而仍愿少取值，请归二国保护十年。二国第毁约与保护，即少出值，尤必乐从。夫保护之说，本不可恃，而此所谓保护，止求其出一保护之空言，且须有十年之限制，吾暂假以为虎皮吓他国，使不吾扰耳。似今浙江之舟山、天津之铁路，竟由英德派兵保护，则断断不可。即十年内与他国有事，亦不可真令其助。然得宇内二大国之一言，亦断不至与他国有事。且英俄互相猜忌，倚中国为障隔，中国转因而居重。新疆西藏壤地密邻，二国又将彼此相谋，自固其圉，更无暇犯中国。即令欲犯中国，而经营内外蒙古、新疆、西藏、青海大而寒瘠之区，如农务、矿务、商务、铁路之属，必十年之后始少有条理，是尤为缓兵之策。吾得此十年闲暇，固足以自强矣。” (《谭嗣同集·报贝元征》)…[详细]\n仁学精神\n晚清思想界有一彗星，曰浏阳谭嗣同。谭嗣同幼好为骈体文，缘是以窥“今文学”，其诗有“汪（中）魏（源）龚（自珍）王（闿运）始是才”之语，可见其向往所自。又好王夫之之学，喜谈名理。自交梁启超后，其学一变。\n自从杨文会闻佛法，其学又一变。尝自裒其少作诗文刻之，题曰《东海褰冥氏三十以前旧学》，示此后不复事此矣。其所谓“新学”之著作，则有《仁学》，亦题曰“台湾人所著书”，盖中多讥切清廷，假台人抒愤也。书成，自藏其稿，而写一副本畀其友梁启超；启超在日本印布之，始传于世。《仁学自叙》曰：“吾将哀号流涕，强聒不舍，以速其冲决网罗。冲决利禄之网罗，冲决俗学若考据若词章之网罗，冲决全球群学群教之网罗，冲决君主之网罗，冲决伦常之网罗，冲决天之网罗。……然既可冲决，自无网罗；真无网罗，乃可言冲决。……”\n《仁学》内容之精神，大略如是。英奈端倡“打破偶像”之论，遂启近代科学 。嗣同之“冲决罗网”，正其义也。《仁学》之作，欲将科学、哲学、宗教冶为一炉，而更使适于人生之用，真可谓极大胆极辽远之一种计划。此计划，吾不敢谓终无成立之望，然以全世界学术进步之大势观之，则以为期尚早，况在嗣同当时之中国耶？嗣同幼治算学，颇深造，亦尝尽读所谓“格致”类之译书，将当时所能有之科学知识，尽量应用。又治佛教之“唯识宗”、“华严宗”，用以为思想之基础，而通之以科学。又用今文学家“太平”、“大同”之义，以为“世法”之极轨，而通之于佛教。嗣同之书，盖取资于此三部分，而组织之以立己之意见，其驳杂幼稚之论甚多，固无庸讳，其尽脱旧思想之束缚，戛戛独造，则前清一代，未有其比也。\n谭嗣同根本的排斥尊古观念，尝曰：“古而可好，则何必为今之人哉！”（《仁学》卷上）对于中国历史，下一总批评曰：“二千年来之政，秦政也，皆大盗也；二千年来之学，荀学也，皆乡愿也；惟大盗利用乡愿，惟乡愿工媚大盗。”（《仁学》卷下）当时谭、梁、夏一派之论调，大约以此为基本，而嗣同尤为悍勇，其《仁学》所谓冲决罗网者，全书皆是也，不可悉举，姑举数条为例。\n谭嗣同明目张胆以诋名教，其言曰：“俗学陋行，动言名教，……以名为教，则其教已为实之宾，而决非实也。又况名者由人创造，上以制其下而下不能不奉之，则数千年三纲五常之惨祸酷毒由此矣。……如曰‘仁’，则共名也，君父以责臣子，臣子亦可反之君父，于箝制之术不便，故不能不有‘忠孝廉节’一切分别等衰之名。……忠孝既为臣子之专名，则终不能以此反之，虽或他有所据，意欲诘诉，而终不敌忠孝之名为名教之所尚。……名之所在，不惟关其口使不敢昌言，乃并锢其心使不敢涉想。……”\n谭嗣同对于善恶，有特别见解，谓“天地间无所谓恶，恶者名耳，非实也”，谓“俗儒以天理为善，人欲为恶，不知无人欲安得有天理”。彼欲申其“恶由名起”说，乃有极诡僻之论，曰：“恶莫大淫杀。……男女构精名淫，此淫名也。淫名亦生民以来沿习既久，名之不改，习谓为恶。向使生民之始，即相习以淫为朝聘宴飨之巨典，行诸朝庙，行诸都市，行诸稠人广众，如中国之长揖拜跪，西国之抱腰接吻，则孰知为恶者？戕害生命名杀，此杀名也。然杀为恶，则凡杀皆当为恶。人不当杀，则凡虎狼牛马鸡豚，又何当杀者，何以不并名恶也？或曰，‘人与人同类耳’。然则虎狼于人不同类也，虎狼杀人，则名虎狼为恶；人杀虎狼，何以不名人为恶也？……”此等论调，近于诡辩矣，然其怀疑之精神，解放之勇气，正可察见。\n《仁学》下篇，多政治谈。其篇首论国家起源及民治主义（文不具引），实当时谭、梁一派之根本信条，以殉教的精神力图传播者也。由今观之，其论亦至平庸，至疏阔。然彼辈当时，并卢骚《民约论》之名亦未梦见，而理想多与暗合，盖非思想解放之效不及此。其鼓吹排满革命也，词锋锐不可当。\n曰：“天下为君主私产，不始今日，……然而有知辽、金、元、清之罪，浮于前此君主者乎？其土则秽壤也，其人则膻种也，其心则禽心也，则俗则毳欲也。逞其凶残淫杀，攫取中原子女玉帛，……犹以为未餍。锢其耳目，桎其手足，压其心思，挫其气节。……方命曰：此食毛践土之分然也。夫果谁食谁之毛？谁践谁之土？……”\n又曰：“吾华人慎毋言华盛顿、拿破仑矣，志士仁人，求为陈涉、杨玄感，以供圣人之驱除，死无憾焉。若机无可乘，则莫若为任侠（暗杀），亦足以伸民气，倡勇敢之风。”此等言论，著诸竹帛，距后此“同盟会”、“光复会”等之起，盖十五六年矣。\n《仁学》之政论，归于“世界主义”，其言曰：“春秋大一统之义，天地间不当有国也。”又曰：“不惟发愿救本国，并彼极盛之西国与夫含生之类，一切皆度之，……不可自言为某国人，当平视万国，皆其国，皆其民。”篇中此类之论，不一而足，皆当时今文学派所日倡道者。其后梁启超居东，渐染欧、日俗论，乃盛倡褊狭的国家主义，惭其死友矣。\n谭嗣同遇害，年仅三十三，使假以年，则其学将不能测其所至。仅留此区区一卷，吐万丈光芒，一瞥而逝，而扫荡廓清之力莫与京焉，吾故比诸彗星。\n超前见识羞今人\n“二千年来之政，秦政也，皆大盗也；二千年来之学，荀学也，皆乡愿也；惟大盗利用乡愿，惟乡愿媚大盗。”——也就是说，二千年来，无非上面是强盗，下面是奴才；上面是霸道，下面是苟且；上面是披着儒家外衣的狼，下面是披着儒家外衣的犬；上面指鹿为马，下面难得糊涂；上面黑，下面厚……，主子使唤奴才，奴才献媚主子。\n“君也者，为民办事者也；臣也者，助办民事者也。赋税之取于民，所以为办民事之资也。如此而事犹不办，事不办而易其人，亦天下通义也。”——也就是说，领袖也好、官员也罢，不过都是为民办事的，税收是老百姓雇佣你们为我办事的钱。\n“幸而中国之兵不强也，向使海军如英、法，陆军如俄、德，恃以逞其残贼，岂直君主之祸愈不可思议，而彼白人焉，红人焉，黑人焉，棕色人焉，将为准噶尔，欲尚存噍类焉得乎？故东西各国之压制中国，天实使之。”——也就是说，没有文明而只有坚船利炮者，只会是越强越祸害，此番石破天惊的“卖国”言论，不知能否振醒今日一些“愤青”？\n勇气人格耀中华\n897年1月，谭嗣同完成了冲决利禄、君主、伦常等一切网罗之学的《仁学》，宣扬自由平等和人格独立：“生民之初，本无所谓君臣，则皆民也”，“废君统，倡民主，变不平等为平等”；他对君主专制造成的“惨祸烈毒”和三纲五常对人性的摧残深恶痛绝，君为臣纲“尤为黑暗否塞，无复人理”。\n898年6月11日，光绪皇帝诏告天下，宣布变法；8月21日，谭嗣同应召抵京，“擢四品卿衔军机章京”，参议新政；9月21日那拉氏发动政变，囚禁光绪皇帝，大肆抓捕维新领袖，历时103天的戊戌变法宣告失败。\n“嗣同闻变，竟日不出门，以待捕者”，并力劝梁启超出亡日本：“不有行者无以图将来，不有死者无有招后起。”日本使馆愿提供“保护”，被谭嗣同慨然回绝。“有心杀贼，无力回天”的谭嗣同，与林旭等其他5位维新志士于北京宣武门外菜市口英勇就义。\n谭嗣同非为一人之江山，而是为终结中华民族上下五千年来治乱循环的悲剧，为天下苍生求得一个自由、平等，“我不入地狱，谁入地狱”，“虽千万人，我往矣”；“我自横刀向天笑”：谭嗣同气吞万里如虎的豪迈，实为华夏第一人杰，这颗划过暗黑夜空的流星，留下一道异常耀眼的轨迹，引导、激励着一个又一个为中华民族的前途命运而奋斗不息的热血儿郎。 \n流传诗作\n（一）有感\n世间无物抵春愁，\n合向苍冥一哭休①本但。\n四万万人齐下泪，\n天涯何处是神州②!\n这首诗写于中日甲午战争之后的光绪二十二年(1896年)，中日签订《马关条约》割让台湾以后的一周年。\n注:\n①抵：抵销、抵挡。合：应当。苍冥：苍天。\n②神州：指中国。\n（二）破阵子·题谭嗣同 \n——诗酒仙\n书剑情怀家国，经纶抱负河山。\n纵马风尘磨侠骨，对策朝堂砺铁肩。兴亡谈笑间。\n碧血染红青史，丹心照亮郊原。\n但得兆民醒百世，何憾人生三十三。名随星火传。\n轶事典故\n剑胆琴心\n在浏阳乃至中国的历史上，维新志士谭嗣同都是一个顶天立地的伟丈夫，他为戊戌变法慷慨赴义的壮举感召日月。但很多人都不知道，谭嗣同从少年时代起，就有“剑胆琴心”的雅号。在才常路的“谭烈士专祠”里，曾经有一幅谭嗣同摄于南京的照片，那年他32岁，外穿月白色长衫，内着玄色武士装，左手叉腰，右手持剑，浓眉俊目，闪闪似电，有一种立如山岳、傲视死神的凛然正气。谭嗣同短暂的一生中，两剑三琴陪伴他度过了不少苍茫岁月。\n剑是英雄胆1865年，谭嗣同出生在京城，当时其父谭继洵在京城为官。谭嗣同自小心胸坦荡，为人仗义，颇仰慕古代侠士，于是12岁时开始随“通臂猿”胡七与“义侠”大刀王五学剑习武，当时与他形影不离的是一把“七星剑”。13岁时，谭嗣同第一次回到家乡浏阳，“大夫第”幽深的庭院里，他三更灯火读书，闻鸡起舞击剑。市文化馆潘信之老师在约百年后曾亲眼见过那把“七星剑”，剑身较长，上面镶嵌有7颗铜星，呈北斗七星状布列。大约在20岁左右的10年间，谭嗣同游历了黄河上下、大江南北。“七星剑”是他旅途的忠实伴侣，伴随着他壮游祖国山河，行程8万余里，足迹遍布13省，结交义士，拜访名家，大开眼界。特别是有一次谭嗣同仗剑策马射猎，7昼夜行程1700多里，虽遇“髀肉狼藉”，但他仍然“怡然自乐”。壮游期间，谭嗣同意外地从两个极其偏远的地方，得到了他平生最崇敬的人物文天祥的两件旧物：“蕉雨琴”与“凤矩剑”，对这两件宝物他珍爱如命。从此，他将“七星剑”留在“大夫第”，将“凤矩剑”随身佩带，寸步不离。\n血见英雄色谭嗣同携带一剑二琴，为拯救中华民族于亡国灭种之难，北上京城准备一展变法强国宏愿，只可惜旧势力阴霾重重，“戊戌变法”百日而终。为唤起民众觉醒，谭嗣同舍身赴难，慷慨就义。本来谭嗣同有机会逃生，但在大刀王五等人劝他出逃时，他选择了流血，并将“凤矩剑”赠给了大刀王五，一代名器终不辱主。“残雷琴”现藏于故宫博物馆，而“崩霆琴”从此不知下落。“残雷琴”长119.8cm，肩宽19.3cm，尾宽13cm，为落霞式，髹黑色光漆，背面轸池下方刻魏体书“残雷”，其下刻琴铭，款题“谭嗣同作”，腹款刻“光绪十六年浏阳谭嗣同复生甫监制”。光绪十六年为公元1890年，谭嗣同时年25岁（一说此琴制于谭嗣同16岁时）。不知何故此琴后来到了一个叫钱君宜的人手里，并由他于1952年将此琴捐献故宫博物馆。在谭嗣同的手下，七弦琴已不是一般文人雅士休闲遣兴之玩物，而是爱国志士剑戟交鸣的生命之歌。恰好在“崩霆”琴上有他肝胆相照的挚友唐才常的挽联句：“忍不携二十年刎颈交同赴泉台，漫赢将去楚孤臣箫声呜咽；甘永抛四百兆为奴种长埋地狱，只留得扶桑三杰剑气摩空。”谭嗣同在北京就义后，尚有“七星剑”、“蕉雨琴”等遗物留存其故居“大夫第”，被李闰悉心封存保管在阁楼之上。上世纪60年代，县文化馆对浏阳古乐进行抢救性保护，在征集古乐器时了解到，“土改”时谭家曾将部分谭嗣同遗物交由佃户谭某保管。当时在文化馆工作的潘信之老师说，工作人员多方辗转，终于找到了谭某，不但在那里找到了24根铜制凤箫，还找到了“七星剑”，但令人十分遗憾的是，谭某出于担心将谭嗣同遗物埋在了地下，“蕉雨琴”已经腐烂成为一堆木屑。“七星剑”由此被文化馆收藏，潘信之老师于1965年调到外地工作，1981年重回文化馆工作时却再也见不到那把“七星剑”了。通过多方打听，潘老师得知了“七星剑”遗失的过程:“文革”动荡中，县花鼓剧团造反派一头目闯进文化馆，拿走了“七星剑”，经常佩带在身招摇过市，用“七星剑”进行“文攻武斗”，很多人都看见。但潘老师找此人询问了几次，此人始终不承认拿走了“七星剑”，在谭嗣同手中叱咤风云的“七星剑”竟然就此不知下落。\n与佛比邻\n在中国历史上，有两个人被誉为“佛学彗星”，一个是东晋时期鸠摩罗什的弟子僧肇，他只活了三十岁，但却留下一部佛学经典之作《肇论》，奠定其在佛教史上不可撼动的地位；另一位是晚清的谭嗣同，他活了三十三岁，但却赋佛学予现代的精神，如果说僧肇是“理论佛学”，那么谭嗣同却为现代人开拓了“应用佛学”的领域，将佛法精神贯注于现实社会，使大乘佛教走出深深锁居的围墙，重现其刚健雄猛的精神。佛教不是围簇于一堵红墙之内，不是一片让心灵逃亡的净土，而是一种责任，一种不仅对于自己的生命，同时也对于他人生命的责任，这就是佛教的大乘精神。还记得人间的佛陀吗？当他逃离王室，放弃权力与富贵之时，包纳他那颗心的，是对生命无限的悲悯与爱。这种对众生的悲悯与爱，就是责任。但是长期以来，号称尊大乘的中国佛教，其实千百年来，却多落于空谈却使人难以体察其大乘的精神，大乘的救度众生成为无可实现的一纸空言。谭嗣同即生于中华大地千百年来未尝经历之严峻时刻，外辱内乱，蹂躏着流离失所的黎民苍生，而此间此刻，佛法的悲悯的关怀，体现在哪些佛教徒身上呢？举目所望，诚令人大失所望，若佛法只是一种心性上的象牙塔，而非体用于社会之改善，那么其鼓吹的平等无差别，势必成为苍白的字眼。谭嗣同正是于此种现状下，挥舞佛学之剑，劈荆斩棘、勇往无前地开拓出一条指向社会人生的佛法之路。\n谭嗣同的彗星之路，并不在于他短暂的三十三岁的生命，更令人惊叹的是，他是直到生命的最后几年进入佛学之殿堂。1896年，谭嗣同三十一岁，这年春于京城结识了吴雁舟、夏曾佑、吴季清等人，吴、夏诸人均为一代佛学名宿，谭嗣同由此而倾心于佛学；同年夏，在南京认识著名近代佛学家杨文会居士，从杨文会学佛。谭嗣同曾说道：“吴雁舟先生嘉瑞为余学佛第一导师，杨仁山先生为第二导师，乃大会于金陵，说甚深微妙之义，得未曾有。”谭嗣同虽学佛甚晚，然其为学根基极其厚实，早年所学驳杂博深，孔孟墨庄、理学心学、耶教科学等无所不窥，及至学佛，方才可以佛学统摄诸学问，渐渐以佛学为本，而引导其“仁学”之义理。谭嗣同学佛时间虽晚，然其以发宏愿，以精进心而后来居上，虽然从杨文会学佛，总计不会一年有余，而能遍览三藏，尤其于法相、华严二宗最有心得。杨文会弟子，一代佛学宗师欧阳渐在回忆其师的文章中，列举杨文会门下有大成就的佛学弟子，裒然首座者正是谭嗣同：“唯居士之规模弘广，故门下多材。谭嗣同善华严，桂伯华善密宗，黎端甫善三论，而唯识法相之学有章太炎、孙少侯、梅撷芸、李证刚、蒯若木、欧阳渐等，亦云伙矣。”\n佛学使谭嗣同学风丕然一变，然而早年所学，又使谭嗣同尝试将佛学引导向社会之路，成为近代佛学变革的急先锋。在学佛之前，谭嗣同以儒家为学，而以墨家为行；从年轻时代始，谭嗣同便崇尚重“行”的墨家，他在《仁学·自序》中写道：“吾自少至壮……私怀墨子摩顶放踵之志矣。”在《与唐绂丞书》中又说：“自惟年来挟一摩顶放踵之志，抱持公理平等诸说，长号索偶，百计以求伸，至为墨翟、禽滑厘之徒之强聒不舍。”从墨子的“兼爱”到佛陀的“慈悲”、“众生平等”，宗教与大哲们从来不是关起门来大谈人生的终极之路，但历史却悄然使“慈悲”成为一句无关痛痒的空话，而不是一种事实上的行动，只是心灵上的安慰，而不是社会人生的大改造。谭嗣同决心来改变佛教在人心中出世、消极、与社会脱离的形象。\n及从杨文会学佛，谭嗣同也正逐渐地构筑其理论的大厦。古今中外的种种学说真理，在其心中交汇奔腾激荡，但如百溪归大海，大海就是博大渊深的佛学，而贯注其中的，是悲天悯人的博大胸怀。从谭嗣同发心学佛始，他便有一种强烈的预感，感知自己生命所剩下的时日不多，虽然当时他正值盛年。这种念头常萦绕于心头，使得谭嗣同更加勇猛精进地学习。在写给恩师欧阳中鹄的信中，谭嗣同写道：“于是重发大愿，昼夜精持佛咒，不少间断：一愿老亲康健，家人平安；二愿师友平安；三知大劫将临，愿众生咸免杀戮死亡。”梁启超在《仁学序》中记录了谭嗣同为学上的勤奋：“每共居，则促膝对坐一榻中，往复上下，穷天人之奥，或彻夜废寝食，论不休。每十日不相见，则论事论学之书盈一箧。”良师益友与自己深思精进，谭嗣同开始构思并写作最重要的一部著作：《仁学》。\n谭嗣同写作《仁学》，正是他学佛最精进的那段时间，此书粗看时，甚觉揉杂，好像成了中外思想大杂烩一样，孔、孟、老、庄、墨，礼、易、春秋公羊，周、张、陆、王、船山、梨洲等，加上西方天文、地理、生理、心理诸科学，几何算学还有基督教等等，一时间让人眼花了乱，其实细看时，便知全书思想乃是以佛学贯穿起来。谭嗣同称其学为“冲决网罗”之学：“网罗重重，与虚空而无极，初当冲决利禄之网罗，次冲决俗学若考据、若词章之网罗，次冲决全球群学之网罗，次冲决君主之网罗，次冲决伦常之网罗，次冲决天之网罗，次冲决全球群教之网罗，终将冲决佛法之网罗。然真能冲决，亦自无网罗，真无网罗，乃可言冲决。”这是要对古今学术来一次价值的重估，其深邃的见识与雄浑的胆魄，使人不得不相信，如果不是谭嗣同英年早逝的话，那么他的学术成就，绝对不会在康有为与梁启超之下。然而，即便只是这部《仁学》，谭嗣同亦足以在中国近代史上留下他才气纵横的一笔。更重要的是，《仁学》与谭嗣同之死交相辉映，构筑着一个伟大的人格象征，这，便是真正立足于中国大地的精神。 \n浏阳似他\n浏阳河，一本古老的书，一幅沧桑的画。风和日丽，鸟语花香，我们漫步浏阳河畔的谭嗣同祠，闻着墨香，贴着文脉，用心灵感悟大自然的神奇造化，用脚步轻叩历史先贤的名河之踪，万般情思随波荡漾。祠中梁启超手书的“民国先觉”横匾，令人肃然起敬。两侧乃康有为的挽联，其间为谭嗣同照片，左手叉腰，右手持剑，浓眉峻目，闪闪似电，一派立山岳傲死神的凛然正气。\n浏阳河带着远古精魂奔腾着。也许是它百折不回、勇往直前的精神，酿就了谭嗣同变法维新的惊世之作。\n河水奔流到光绪二十四年九月二十八日，北京菜市口，谭嗣同面对万人疾呼：“有心杀贼，无力回天；死得其所，快哉快哉！”大刀一闪，血光如炬，直冲九天，中国的历史长空留下一道气壮山河的彩虹。\n浏阳河水声喋喋，如诉如歌。谭嗣同生命的意义，有如这万古不息的河水。他出身官宦人家，本可倚红偎翠，行乐市井，可有着浏阳河“变革”基因的他，偏偏遇上了一个“我以我血荐轩辕”的时代。面对山河破碎，谭嗣同矢志变法，救民于水火。1896年7月，谭嗣同深思精进撰成5万字巨著《仁学》，构建了中国变法的全新理论体系。《仁学》博采《论语》《礼记》《庄子》《史记》等儒、佛、道、墨改革之长，广纳西方民主、自由、人权等变革之道，提出“酌取西法，以补吾中国古法之亡”，被中国思想界誉为“骇俗之文”、“人权宣言”。\n《仁学》之后，谭嗣同开始了变法的实践活动。1897年，谭嗣同创办时务学堂，兴建浏阳文庙算学馆，出版《湘学新报》，广传维新思想。谭嗣同说：“民为本，君为末。如果君主骄淫纵欲，不能替天下办事，老百姓就有权废掉他。实行变法，就是要废掉君主专制，还政于民，这才是救国的根本之道！”康有为从谭嗣同的“澄清天下之志”看到了湖湘文化的魅力，挥毫留下“复生奇男子，神剑吐光莹”的咏谭绝唱。欧阳中鹄感慨万分：中国有救了，自己的学生不就是一道民族复兴的曙光吗？\n然而，救亡图存是一条血腥之路，就像故乡的浏阳河，要弯多少道湾？光绪二十四年六月，谭嗣同受光绪帝召进京推行新政，慈禧盛怒。九月二十一日，慈禧囚光绪帝于瀛台，下令捕杀新党。梁启超力劝谭嗣同出走，谭曰：“不有行者无以图将来，不有死者无以酬圣主。”京师大侠王五复劝谭嗣同改变初衷，谭掷地有声：“各国变法无不以流血而成。”二十四日，谭嗣同因袁世凯告密被捕，留下生命绝唱：“望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。”二十八日就义，由浏阳会馆长班李凤池收留遗体。次年魂归故里，葬于浏阳牛石乡翟水村，墓联云：“亘古不磨，片石苍茫立天地；一峦挺秀，群山奔赴若波涛。”\n谒墓有感\n谭嗣同的墓在浏阳郊区，一路上，陪同我的是谭嗣同的侄孙谭恒旭先生，谭先生告诉我，由于谭嗣同墓地偏远，一般旅游者不会前来，所以反倒还让主人拥有了一分宁静。\n半山坡上的烈士墓，造型不同于一般的墓地。上下两段圆弧状的石板组成眼睛状的围栏，拱卫着烈士的尸骨。墓的面积不大，其表面用指头大小的卵石一颗颗地镶嵌而成。百年风雨，卵石已经变成了黑土的颜色，远远看去，浑然一体，只有走到近处，才会发现个中奥秘。墓后是三块相对独立又合在一起的雪白的碑石。最右边的辅碑写着立碑的时间：“光绪二十七年辛丑夏”。中间的主碑写着：“清故中宪大夫谭公复生之墓”。最左边的辅碑则写着立碑人的姓名：“兼祧子谭炜立”。谭恒旭先生详细地向我解释了三块碑石的情况。关于立碑的时间，是在烈士遇难以后的第三年。其实，在谭嗣同死后的第二年，也就是1898年（光绪二十五年）谭氏家族就将他的尸骨收敛埋葬。但是，后党势力猖獗一时，对维新人士继续采取高压手段。为了避祸，谭家没敢立碑。直到1901年义和团之乱以后，清廷被迫更弦易辙，出现改革动向，谭家这才公开为谭嗣同立碑。主碑上的“中宪大夫”，是谭嗣同生前的最高官职。虽然他在政变后被处死，但朝廷并没有剥夺他的官位，所以在立碑的时候，族人依然使用。而谭嗣同生前并无子嗣，因此谭家决定让他的侄子谭炜充当其“兼祧子”，为其继承香火。墓地两边的石兽都有不同程度的损坏，这里的青草却尤其繁密，是否草亦有灵，自愿来点缀烈士的墓地，来安慰烈士的孤寂？\n谭嗣同就义的时候，据在现场亲眼目睹的一个老家人描述，死状极其惨烈。临刑前，谭嗣同大呼：“有心杀贼，无力回天。死得其所，快哉快哉！”行刑手一连三刀都没有将头颅砍断。监斩大臣刚毅惊惶失措，命令将谭嗣同直接按倒在地上，行刑手又连续剁了几刀。那一年，谭嗣同刚刚三十四岁，正准备在维新变法中大展身手。下半夜，老管家花了十多两银子雇了几个苦力，从刑场上将遗体抬回，放在浏阳会馆谭家后院的老槐树下。当人们缝合头颈的时候，发现肩胛上也留下了深深的刀痕。 \n我在墓前的草地上向烈士深深三鞠躬，而谭恒旭先生在墓地右前侧向我鞠躬回礼。礼毕，老先生老泪纵横，情不能自已。率性为人，真情流露，真乃谭家人之遗风也。我与老先生谈及我最看重的谭嗣同遗著《仁学》，老先生大喜，说这本巨著长期被忽视，其实它堪称近代史上中国人自己的人权宣言。这部巨著“写出数千年之祸象”，鲜明地指出：“天下为君主囊橐中之私产，不始今日，固数千年以来矣。”几千年以来，中国传统政治与伦理感情巧妙地搅和在一起，导致了血淋淋的残暴被掩盖在温情脉脉的人伦关系的面纱背后。在许多读书人的笔下，漫长的专制社会成了一曲怎么也唱不完的田园牧歌。继李贽、黄宗羲、戴震之后，谭嗣同在《仁学》中对东方专制主义提出了最强有力的批判，这一批判远远超越了与他同时代的其他维新派思想家。他敏锐地触摸到中国这个病入膏肓的病人的脉搏，认为大病应下猛药，“救天下亟待之大病者，用天下猛峻之大药也；拯天下垂绝之大危者，斥天下沉痼之大操也”。\n王船山所说的“历忧患而不穷，处生死而不乱”，是对人的胸襟和气量的最高要求。自古以来，能够做到这两点的人有几个呢？无疑，谭嗣同就是其中的一个。康有为曾经这样赞扬谭嗣同：“挟高士之才，负万夫之勇，学奥博而文雄奇，思深远而仁质厚，以天下为己任，以救中国为事，气猛志锐。”然而，我们的民族为什么偏偏容不下这样的天才和英雄呢？谭嗣同必须以自己的被杀戮来证明自己的正义，这又是怎样悲哀和荒谬的现实啊！这块墓地，既是我们的光荣，难道不也是我们的耻辱吗？\n我们缓缓走下山坡，心口像堵了一大块铁。回首墓地，它已经隐没在一户农家的白墙青瓦之后。\n视死如归\n2日，谭嗣同被捕入狱，在狱中，谭嗣同泰然自若，题诗于壁曰：“望门投止思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑”。28日，谭嗣同等六君子被杀害于北京菜市口，行刑时，他仰天大呼，“有心杀贼，无力回天！死得其所，快哉，快哉！”被清政府杀害时年仅33岁，闻者莫不痛惜落泪。\n戊戌变法虽然失败,谭嗣同也被杀,他的那种愿以颈血刷污政,视死如归的精神不仅直指清朝政府的腐败和黑暗,同时也为人民树立了一座不朽的丰碑,让后人永远去敬仰。\n传记节选\n（省略前五段）\n定国是之诏既下，君以学士徐公致靖荐被征。适大病不能行，至七月乃扶病入觐，奏对称旨。皇上超擢四品卿衔军机章京，与杨锐、林旭、刘光第同参预新政，时号为军机四卿。参预新政者，犹唐宋之参知政事，实宰相之职也。皇上欲大用康先生，而上畏西后，不敢行其志。数月以来，皇上有所询问，则令总理衙门传旨，先生有所陈奏，则著之于所进呈书之中而已。自四卿入军机，然后皇上与康先生之意始能少通，锐意欲行大改革矣。而西后及贼臣忌益甚，未及十日，而变已起。\n初，君之始入京也，与言皇上无权、西后阻挠之事，君不之信。及七月二十七日，皇上欲开懋勤殿设顾问官，命君拟旨，先遣内侍持历朝圣训授君，传上言康熙、乾隆、咸丰三朝有开懋勤殿故事，令查出引入上谕中，盖将以二十八日亲往颐和园请命西后云。君退朝，乃告同人曰：“今而知皇上之真无权矣。”至二十八日，京朝人人咸知懋勤殿之事，以为今日谕旨将下，而卒不下，于是益知西后与帝之不相容矣。二十九日，皇上召见杨锐，遂赐衣带诏，有“朕位几不保，命康与四卿及同志速设法筹救”之诏。君与康先生捧诏恸哭，而皇上手无寸柄，无所为计。时诸将之中，惟袁世凯久使朝鲜，讲中外之故，力主变法。君密奏请皇上结以恩遇，冀缓急或可救助，词极激切。八月初一日，上召见袁世凯，特赏侍郎。初二日复召见。初三日夕，君径造袁所寓之法华寺，直诘袁曰：“君谓皇上何如人也？”袁曰：“旷代之圣主也。”君曰：“天津阅兵之阴谋，君知之乎？”袁曰：“然，固有所闻。”君乃直出密诏示之曰：“今日可以救我圣主者，惟在足下，足下欲救则救之。”又以手自抚其颈曰：“苟不欲救，请至颐和园首仆而杀仆，可以得富贵也。”袁正色厉声曰：“君以袁某为何如人哉？圣主乃吾辈所共事之主，仆与足下同受非常之遇，救护之责，非独足下，若有所教，仆固愿闻也。”君曰：“荣禄密谋，全在天津阅兵之举，足下及董、聂三军，皆受荣所节制，将挟兵力以行大事。虽然，董、聂不足道也，天下健者惟有足下。若变起，足下以一军敌彼二军，保护圣主，复大权，清君侧，肃宫廷，指挥若定，不世之业也。”袁曰：“若皇上于阅兵时疾驰入仆营，传号令以诛奸贼，则仆必能从诸君子之后，竭死力以补救。”君曰：“荣禄遇足下素厚，足下何以待之？”袁笑而不言。袁幕府某曰：“荣贼并非推心待慰帅者。昔某公欲增慰帅兵，荣曰：‘汉人未可假大兵权。’盖向来不过笼络耳。即如前年胡景桂参劾慰帅一事，故乃荣之私人，荣遣其劾帅而已查办，昭雪之以市恩；既而胡即放宁夏知府，旋升宁夏道。此乃荣贼心计险极巧极之处，慰帅岂不知之？”君乃曰：“荣禄固操莽之才，绝世之雄，待之恐不易易。”袁怒目视曰：“若皇上在仆营，则诛荣禄如杀一狗耳。”因相与言救上之条理甚详。袁曰：“今营中枪弹火药皆在荣贼之手，而营哨各官亦多属旧人。事急矣！既定策，则仆须急归营，更选将官，而设法备贮弹药则可也。”乃丁宁而去，时八月初三夜漏三下矣。至初五日，袁复召见，闻亦奉有密诏云。至初六日变遂发。\n时余方访君寓，对坐榻上，有所擘划，而抄捕南海馆（康先生所居也）之报忽至，旋闻垂帘之谕。君从容语余曰：“昔欲救皇上既无可救，今欲救先生亦无可救，吾已无事可办，惟待死期耳。虽然，天下事知其不可而为之，足下试入日本使馆，谒伊藤氏，请致电上海领事而救先生焉。”余是夕宿日本使馆，君竟日不出门，以待捕者。捕者既不至，则于其明日入日本使馆与余相见，劝东游，且携所著书及诗文辞稿本数册家书一箧托焉。曰：“不有行者，无以图将来；不有死者，无以酬圣主。今南海之生死未可卜，程婴杵臼，月照西乡，吾与足下分任之。”遂相与一抱而别。初七八九三日，君复与侠士谋救皇上，事卒不成。初十日遂被逮。被逮之前一日，日本志士数辈苦劝君东游，君不听。再四强之，君曰：“各国变法，无不从流血而成。今中国未闻有因变法而流血者，此国之所以不昌也。有之，请自嗣同始！”卒不去，故及于难。\n君既系狱，题一诗于狱壁曰：“望门投宿思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。”盖念南海也。以八月十三日斩于市，春秋三十有三。就义之日，观者万人，君慷慨神气不少变。时军机大臣刚毅监斩，君呼刚前曰：“吾有一言！”刚去不听，乃从容就戮。呜呼烈矣！\n翻译文章\n决定国家大计的诏书已经下达，谭嗣同由于学士徐致靖的推荐，被光绪皇帝宣召，恰巧生大病，不能去。到七月，谭嗣同才带病进见皇帝，他回答的话很合皇帝的心意，皇上破格提升他，赏赐四品卿的官衔，做军机处办理文书的官，和杨锐、林旭、刘光第共同参预新政，当时号称“军机处四大臣”。参预新政的人，就像唐、宋的“参知政事”，实际上是宰相的职位。皇上想重用康有为先生，可是皇上害怕西太后，不敢实行自己的意旨。几个月以来，皇上有什么事情要询问，就命令总理衙门传达圣旨，康先生有什么事情要陈述启奏，就只能写在呈给皇帝的奏书里。自从四大臣进入军机处以后，皇上和康先生的意见才能略微沟通，皇上决心要进行大改革了。可是西太后和那些反对变法维新的顽固派的忌恨也更加深了，不到十天，戊戌政变就发生了。\n当初，谭嗣同刚进京时，有人同他说皇上无权、西太后阻挠变法的事，谭嗣同不相信。到了七月二十七日，皇上想要开懋勤殿，设顾问官，命令他起草诏书，先派太监拿了历代皇帝的遗训给他，传达皇上的话，说康熙、乾隆、咸丰三代皇帝都有开懋勤殿设顾问官的先例，要他查出来写在诏书中，原来皇上将要用这些材料于二十八日亲自到颐和园向西太后请示。他退朝回来，就告诉共事的人说：“今天才知道皇上真的没有权。”到了二十八日，朝廷里人人都知道要开懋勤殿的事，认为今天圣旨就能下达，但终于设有下达，于是更加知道西太后与光绪帝不相容了。二十九日，皇上召见杨锐，于是想给他密诏，上面有我的皇位将近不保，命令康有为与军机四大臣以及志同道合的人火速设法筹划营救的话。谭嗣同和康先生捧着密诏痛哭，但皇上手中没有一点权柄，没有什么办法。当时许多将领当中，只有袁世凯长期出使朝鲜，研究过中国和外国强弱不同的原因，极力主张变法，谭嗣同就秘密上奏，请皇上拿优厚的待遇联络他，希望危急时刻或许能救助皇上，言词十分激昂迫切。八月初一日，皇上召见袁世凯，特别赏赐侍郎的官衔。初二日，又召见袁世凯。初三日晚上，谭嗣同直接到袁世凯所居住的法华寺，直接问袁世凯：“您认为皇上是怎样一个人？”袁世凯说：“是一代少有的贤明君主呀。”谭嗣同说：“天津阅兵的阴谋，您知道吗，”袁世凯说：“是的，确实听到过一些传闻。”谭嗣同于是直接拿出密诏给他看，说：“如今可以救助我们圣主的，只有你了，你如果想救就救救他！”又用手摸着自己的脖子说：“如果不想救，就请你到颐和园告发我，并杀了我，你可以凭借这得到富贵了。”袁世凯声色俱厉地说：“你把我袁某当成什么人了？圣主是我们共同事奉的君主，我和你同样受到非同一般的恩遇，救护的责任不仅在你。如果有什么指教，我自然愿意听的。”谭嗣同说：“荣禄的阴谋，全在于天津阅兵的举动，你和董福祥、聂士成三支军队，都受荣禄的指挥调遣，将要用兵力挟持皇上逼他退位。虽然这样，董福祥、聂士成不值得一提，天下的英雄豪杰只有你。如果事变发生，你用一支部队抵挡他们二支军队，保护皇上，恢复大权，肃清君主周围的坏人，整肃宫廷里的秩序，指挥起来镇定自若，这是当世无比的事业啊。”袁世凯说：“如果皇上在阅兵时快速驰入我的军营，传下号令来诛灭奸贼，那么我一定能紧随你们之后，竭尽一切力量来拯救。”谭嗣同说：“荣禄待你一向优厚，你用什么对付他？”袁世凯笑着不说话。袁世凯慕府里一个人说：“荣贼并不是推心置腹地对待慰帅，过去有人要增加慰帅的兵力，荣贼说：‘汉人不可给他大兵权。’他不过一向笼络慰帅罢了。就像前年胡景桂弹劾慰帅一事，胡景桂是荣贼的亲信，荣贼指使他弹劾慰帅，而自己来查办，洗清冤情来显示对慰帅的恩德。不久，胡景桂就委任宁夏知府，随即升为宁夏道，这是荣贼极其阴险奸诈的地方，慰帅难道不知道他！”谭嗣同于是说：“荣禄本是曹操、王莽似的人物。当代少有的奸雄，对付他恐怕不容易。”袁世凯怒目而视说：“如果皇上在我的军营，那么杀荣禄就像杀一条狗罢了。”于是互相详细地研究了救皇上的打算。袁世凯说：“军营中枪弹火药都在荣禄的手里，而营、哨各宫员，也多属于旧党人员，事情紧急了，既然已经确定计划，那么我必须急送回营，另选将官，并设法准备贮存弹药，就可以了。”于是再三嘱咐袁世凯，就离开了。当时是八月初三日夜晚，三更天了。到了初五那天，袁世凯又被召见，听说也接到秘密诏书了。到初六日，政变就发生了。\n当时，我正在谭嗣同的寓所拜访他，相对坐在榻上，筹划着救助皇上的办法，可是搜查康有为住处，逮捕康有为的消息忽然传到，不久，又听说西太后垂帘听政的诏书。谭嗣同从容地告诉我说：“以前想救皇上，已经无法可救，现在想救康先生，也已经无法可救。我已经没有事可做，只有等待死期了！虽然这样，天下事情知道它不可能却要做它。您试着进入日本大使馆，拜见伊藤先生，请他发电报给上海领事来救护康先生吧。”我这个晚上就住在日本使馆，谭嗣同整天不出门，等待逮捕他的人。逮捕的人结果没有来，就在那第二天，进入日本使馆，和我相见，劝我去日本，并且携带了他所著的书和诗文辞稿本数册。家信一箱，托付给我。说：“没有出走的人，就没有办法谋取将来的事，没有牺牲的人，就没有办法报答贤明君主。现在康先生的生死不能预料，程婴杵臼、月照西乡，我和您分别充当他们。”于是互相拥抱一下就分别。初七、八、九三天，谭嗣同又和侠士们商议救护皇上，事情终于没有成功。初十日，就被捕了。被捕的前一天，有几位日本志士苦苦劝他去日本，谭嗣同不听；再三劝他，他说：“各国变法，没有不经过流血就成功的，现在中国没听说有因变法而流血牺牲的人，这是国家不富强的原因啊。有流血牺牲的，请从我谭嗣同开始吧。”终于没有离去，所以遭了祸。\n谭君入狱后，题了一首诗在狱中的墙壁上：“望门投宿思张俭，忍死须臾待杜根。我自横刀向天笑，去留肝胆两昆仑。”寄以思念南海。在八月十三日这天，在刑场上被害，享年三十三岁。就义的那天，围观的达万人，谭君慷慨激昂，神情没有丝毫改变。当时军机大臣刚毅监斩，谭君喊刚毅上前来说：“我有句话……”刚毅走开不听，于是从容就义。啊！壮烈呀！\n家庭成员\n妻子\n谭嗣同夫人李闰在他就义后取“忍死须臾待杜根”之意自号“臾生”，做悼亡诗：\n盱衡禹贡尽荆榛，国难家仇鬼哭新。\n饮恨长号哀贱妾，高歌短叹谱忠臣。\n已无壮志酬明主，剩有臾生泣后尘。\n惨澹深闺悲夜永，灯前愁煞未亡人！\n乡邻\n谭嗣同故居有湘人余德泉撰写的对联：“壮矣，维新欲杀贼而未回天，终成国恨；快哉！喋血屹昆仑以昭肝胆，长醒吾民。”正是化用了这首《狱中题壁》的诗意。\n去留肝胆两昆仑中的的“去留”可以作死生讲，嵇康的《琴赋》有“委天命兮任去留”，陶渊明的《归去来兮辞》有“曷不委心任去留”，无论生还是死自己都是堂堂正正的中国人；也有人认为“去留”不是“去”和“留”两个对比的意思，而是要留下什么。\n“去留肝胆两昆仑”是谭嗣同谭公临刑之前抒发的绝唱。意谓是我生为变法而生，死为变法而死，一生一死是一副忠肝义胆，像昆仑那样高耸，谭公生如昆仑，死如昆仑。“谭在狱中，意气自若，终日绕行室中，拾地上煤屑，就粉墙作书，问何为，笑曰：作诗耳。”（黄浚：《花随人圣庵摭忆》，见杨廷福《谭嗣同年谱》，人民出版社1957年版，第118页）\n谭嗣同在其《仁学·二十九》中说过一段话:“二千年来之政,秦政也,皆大盗也;二千年来之学,荀学也,皆乡愿也。惟大盗利用乡愿,惟乡愿工媚大盗。二者交相资,而罔不托之于孔。”这段话常被人视之为“偏激”。但这恰是谭嗣同聪明和为生民改命的伟大胸怀，不是别人看不透而是别人不敢说，他们怕的是这悠悠之口，芸芸众生，只有谭嗣同第一个为中国人敲响了这警钟从此开始中国人才觉醒，为了冲决网罗前仆后继。到今天我们建立了新中国实行了改革开放取得了巨大成就，要感谢的人不能忘了谭嗣同。\n父母\n谭嗣同的父亲谭继洵曾任清政府户部郎中、甘肃道台、湖北巡抚等职。生母徐氏出身贫寒，作风勤朴，督促谭嗣同刻苦学习。10岁时，嗣同拜浏阳著名学者欧阳中鹄为师。在欧阳中鹄的影响下，他对王夫之的思想发生了兴趣，受到了爱国主义的启蒙。他读书务求广博，好讲经世济民的学问，文章写得很有才华。他对传统的时文八股非常反感，在课本上写下“岂有此理”几个字。他仰慕那些锄强济弱的草莽英雄，曾和当时北京的一个“义侠”大刀王五结交，二人成为生死不渝的挚友。\n故居\n谭嗣同故居，位于湖南省浏阳市区北正南路98号，始建于明末清初，主体原占地2100平方米，现存建筑面积762平方米，故居南北朝向，全木结构，工艺精美，古朴庄重，系典型江南庭院式民宅建筑风格。故居原为周姓房产，后由谭嗣同的祖父谭学琴买下。清咸丰九年，谭嗣同的父亲谭继洵中进士，官至湖北巡抚兼署湖广总督，因其官阶显赫，奉旨命名其宅为“大夫第官邸”，因此谭嗣同故居又简称“大夫第”。1996年11月，国务院公布谭嗣同故居为全国重点文物保护单位。2002年4月，故居被定为湖南省爱国主义教育基地 。\n998年，时值谭嗣同就义100周年时，浏阳市政府组织力量对故居残存建筑进行了修缮，并重建门楼，同年9月对外开放。但是由于历史原因，1994年在浏阳旧城改造中，有关部门拆除了故居北面、南面的建筑和门楼，并在北面建了一栋7层居民住宅楼。2000年，浏阳举办第二届中国特产文化节，有关部门将故居南面房产部门拆除后留下的空地加以清理和整治，建成了如今的公共绿地。所以建筑占地面积只有780平方米，仅为原来的三分之一。故居北面部分墙体已经上硝、起霉、变形，何春平说，这主要是因为北面居民楼附属的煤棚紧贴故居墙体造成的。\n浏阳市旅游部门正和规划部门联手，提出关于谭嗣同故居及其周边环境保护和开发利用的设想。根据这个设想，周边不合适建筑将在拆除之列。在浏阳市规划局副局长金先林看来，恢复原貌没有政策性的障碍，按照有关法律规定，国家级文物保护单位30米之内都不能有建筑，得知有关部门想将谭嗣同故居恢复原貌的消息后，谭嗣同的第四代孙、湖南株洲海联实业发展总公司董事长谭志宏很欣慰：“明年是谭嗣同殉难110周年，作为后代，也在打算做一些事情，比如准备请中央美院的教授雕一座铜像，立在故居旁边。”\n现在是最好的实施时间，“近年来保护历史建筑已成共识，有很好的民意氛围；其次恢复故居和建设广场所要拆迁和占用的房产多是政府部门所有，拆迁并不复杂。” \n","category":"草书","verified":true,"user":1,"timestamp":1429951660768}]