[{"name":"赵孟頫楷书西铭--东铭","text":"《赵孟頫楷书》，是该系列丛书的一种，其集字主要选自赵孟頫的著名楷书帖《胆巴碑》、《仇锷墓碑铭》和《福神观记》。赵孟頫，元代最著名的大书法家，在遍学晋唐名家书法特别是王羲之、王献之书法的基础上创造出自己道媚蕴籍的书法风格，人称“赵体”，与颜真卿、柳公权、欧阳询并称为楷书四大家。本书具有很强的观赏性、趣味性和实用性，希望能成为广大书法爱好者学书的良师益友。\n\n出版日期：2007-12-1\n内容提要\n《名碑名帖实用速成大格集字帖》系列丛书精选王羲之、欧阳询、颜真卿、柳公权、米芾、赵孟頫等古代书法大家的碑帖。分古诗词、楹联、锦言、名句、成语、春联等门类进行选字结集。我们通过选字的方法，融古代名家法书与古代名家诗词、楹联、锦言、名句、成语、春联等于一体，为书法爱好者提供_条从临习传统碑帖过渡到创作作品的捷径。\n本系列丛书涵盖面广，贴近当代读者的实际需要。内容健康向上、清新高雅、脍炙人口。同时，我们将原碑帖字放大，使碑版字字口清晰，帖字墨迹毕现。对原碑帖中因千百年来风雨侵蚀、捶拓剥落而难以卒读的字进行修整，使其恢复原碑帖风貌。原碑帖中没有的字，则由编著者根据原碑帖法度，从原碑帖字中优选相关部首或部件组拼修整而成，使其与其他集字和谐统一。\n目录\n龙寿\n书礼\n神思\n道德\n善福\n博学云游如意神采\n师竹善思求知大智\n知音雅兴乐天逸情\n归真懿德雄风无我\n慎独清风至美妙悟\n翰逸神飞书理藏真\n文以载道博古通今\n学书养志含英咀华\n推陈出新文贵天成\n乐行书道出神人化\n爱我中华从善如流\n天下为公神在我笔\n浩然正气兼济天下\n上善若水道德为师\n书为心画开拓进取\n见贤思齐锦绣前程\n风华正茂龙马精神\n集思广益海纳百川\n得道多助敬业修德\n温故知新老当益壮\n学海无涯开卷有益\n厚积薄发金色年华\n业精于勤博闻强识\n良师益友学贵心悟\n行成于思学以致用\n勤能补拙夜雨书声\n天道酬勤时不我待\n教学相长事在人为\n任重道远修身养性\n自强不息云山风度\n实事求是承前启后\n继往开来与时俱进\n澹泊明志宁静致远\n心师造化听涛观海\n室雅人和师法自然\n清泉洗心高瞻远瞩\n兰风松骨剑胆琴心\n朴诚为美无欲则刚\n物华天宝源远流长\n山清水秀安居乐业\n妙趣天成和谐社会\n以人为本日新月异\n国色天香万事如意\n福如东海寿比南山\n国泰民安美意延年\n华堂集瑞福寿双全\n金玉良缘百年好合\n永结同心比翼齐飞\n精气神志当存高远\n天行健功到自然成\n真善美仁者得其寿\n思无邪学不可以已\n金石寿家和万事兴\n虚心竹有容德乃大\n学有恒三思而后行\n知无涯得意诗书味\n志于道百善孝为先\n诚则明君子重言行\n和为贵大事不糊涂\n君子成人之美\n学然后知不足\n吉人自有天相\n有志不在年高\n集古今之大观\n养心莫善于诚\n江山如此多娇\n天才源于勤奋\n作品示例\n附录：锦言集英\n","category":"楷书","verified":true,"user":1,"timestamp":1429951542163},{"name":"赵孟頫楷书西铭--东铭","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791622933,"text":"元赵孟頫 《太极图说》\n\n\n\n\n\n\n\n赵孟頫 楷书 《西铭》残本 局部\n\n\n\n\n\n\n\n\n\n\n\n赵孟頫 楷书 《西铭》残本\n\n张载《西铭》原文：\n\n\n\n乾称父，坤称母。予兹藐焉，乃混然中处。故天地之塞，吾其体。天地之帅，吾其性。民吾同胞，物吾与也。大君者，吾父母宗子，其大臣，宗子之家相也。尊高年，所以长其长。慈孤弱，所以幼其幼。圣其合德，贤其秀也。凡天下疲癃残疾，茕独鳏寡，皆吾兄弟之颠连而无告者也。于时保之，子之翼也。乐且不忧，纯乎孝者也。违曰悖德，害仁曰贼。济恶者不才，其践形唯肖者也。知化则善述其事，穷神则善继其志。不愧屋漏为无忝，存心养性为匪懈。恶旨酒，崇伯子之顾养。育英才，颍封人之赐类。不弛劳而厎豫，舜其功也。无所逃而待烹，申生其恭也。体其受而归全者，参乎！勇于从而顺令者，伯奇也！富贵福泽，将厚吾之生也。贫贱忧戚，庸玉汝于成也。存，吾顺事，没，吾宁也。\n\n简介： \n\n   《西铭》原名《订顽》，为《正蒙·乾称篇》中的一部分，作者张载曾将其录于学堂双牖的右侧，题为《订顽》，将篇中的另一部分录于左侧，题为《砭愚》。后程颐将《订顽》改称为《西铭》，《砭愚》改称为《东铭》。至朱熹又将《西铭》从《正蒙·乾称篇》中分出，加以注解，成为独立的篇章，向来被视为张载的代表著作。\n\n这两段话本是张载为批评人的顽愚品性而说的，因为很好地阐述了儒家思想大意，所以一向被视为儒家经典篇目，评价极高。特别是在两宋之际，佛道鼎沸，儒学不竞，儒学面临很大危机与挑战。所以此篇一出，程颢就立即称道说：“《订顽》之言，极醇无杂。秦汉以来，学者所未到。”又说：“《订顽》一篇，意极完备，乃仁之体也。”（《近思录》卷二本注）两篇虽“大抵皆古人说话集来”（《朱子语类》卷九十八），但全部由儒家典籍中引证事例。所谓“极醇无杂”，就是在学术思想上，与佛道二家严格区分，因此维护了儒家的尊严。这与朱熹高度评价周敦颐的《太极图说》“无一字出私意”、“不著毫发意见夹杂”（《朱子文集》卷三十八《书（问答）·答黄叔张（黄维之）》），用意相同。\n\n\n两篇中，《西铭》即《订顽》一篇主要阐述孔子《易传》的天道思想，说明乾坤一体，天地一家，归结为一个“孝”字。朱熹说此篇：“中间句句段段，只说事亲事天。自一家言之，父母是一家之父母。自天下言之，天地是天下之父母。这是一气，初无间隔。‘民吾同胞，物吾与也。’万物皆天地所生，而人独得天地之正气，故人为最灵，故民同胞，物则亦我之侪辈。（《朱子语类》卷九十八）”《东铭》即《砭愚》一篇主要阐述《中庸》的‘诚意’思想，说明人之所以有所进步，在于诚其本心。其理与孟子“求义”相近，其用意与荀子“劝学”相近。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n张载《东铭》原文：\n\n戏言出于思也，戏动作于谋也。发乎（1）声，见乎四支，谓非己心，不明也。欲人无己疑，不能也。过言非心也，过动非诚也。失于声，缪迷其四体，谓己当然，自诬也。欲他人己从，诬人也。或者以（2）出于心者，归咎为己戏。失于思者，自诬为己诚。不知戒其出汝者，归咎其不出汝者。长傲且遂非，不知（3）孰甚焉！\n\n\n\n张载（1020－1078）北宋哲学家，理学创始人之一，程颢、程颐的表叔，理学支脉“关学”创始人，封先贤，奉祀孔庙西庑第38位。与周敦颐、邵雍、程颐、程颢，合称“北宋五子”。字子厚，汉族，大梁（今河南开封）人，徙家凤翔郿县（今陕西眉县）横渠镇，人称横渠先生。宋仁宗嘉祐二年（1057）进士，授祁州司法参军，调丹州云岩令。迁著作佐郎，签书渭州军事判官。熙宁二年（1069），除崇文院校书。次年移疾。十年春，复召还馆，同知太常礼院。同年冬告归，十二月乙亥卒於道，年五十八。嘉定十三年（1220），赐谥明公。此外还是西晋文学家。","author":"元代赵孟頫","description":"赵孟頫楷书西铭--东铭"}]