[{"name":"张芝草书冠军帖","text":"张芝，东汉著名书法家，右图系他的草书《冠军帖》局部。该帖刻本刊于北宋《淳化阁帖》。\n作品评析\n此作用笔淋漓酣畅，使转法度严谨，表现了书家良好的控笔能力。点画起止分明，收放有度。点画处的“实”与牵丝的“虚”相得益彰。字势奇崛，振人心神。结字时有巧思，如“散”之险绝、“见”之内敛，“粗”字“米”旁的右上一点置入“且”的左上角等，都令人叫绝。\n释文\n知汝殊愁，且得还为佳也。冠军暂畅释，当不得极踪。可恨吾病来，不辨行动，潜处耳。终年经此，当议何理耶？且方友诸分张，不知以去复得一会。不讲忘不忘，可恨汝还，当思更就理。所游迷，谁同故数往虎丘，不此甚萧索，看过还议，共集散耳。不见奴，粗悉书，云见左军，弥若临听故也。\n祖本淳化阁帖\n《淳化阁帖》也称《淳化秘阁法帖》，简称“阁帖”，是我国历史上第一部著名的大型法帖。该“阁帖”是北宋淳化三年（992年）宋太宗出秘阁（帝王藏图书之所）所藏历代法书，命翰林侍书王著编次为10卷，摹刻在枣木板上，拓赐大臣。\n张芝\n张芝字伯英，生年不详，约卒于东汉献帝初平三年（192），敦煌酒泉（今甘肃酒泉）人。其书法学崔瑗、杜度，变其法度，善草书。他省减章草的点画波磔，创立“今草”，有青出于蓝的美誉，被后人推为“草圣”。晋代王羲之在论书法时称：“钟（繇）、张（芝）而外，其余不足观。”唐代张怀瓘《书断》评论张芝的草书：“字之体势，一笔而成，偶有不连，而血脉不断，及其连者，气候通其隔行……世称一笔书，起自张伯英，即此也。”可知张芝在我国书法史上有十分重要的地位。张芝的《冠军帖》、《终年帖》是书法爱好者练习草书的范本。\n作品意义：\n苏东坡在书论中写道：“笔成冢，墨成池，不及羲之即献之；笔秃千管，墨磨万锭，不作张芝作索靖。”这段文中点了4个书法家：东晋的王羲之、王献之；东汉的张芝和西晋的索靖。\n张芝以勤学闻名，取法汉时的杜度和崔瑗。据传家中衣帛，皆先书写而后染，临池学书，水为之黑。由于张芝幼时就显示出过于常人的颖慧，及长，朝廷征其为官，辞之不仕，被认为有高洁的操守。\n从《冠军帖》来看张芝的创作态势，是远远地走在了汉代书法家的前列，甚至让人感到怀疑，人在汉代的张芝，居然能够以如此鲜活灵动的线条来表达。因为在此文化背景之下，书坛上除了中规中矩的隶书外，章草依旧一副古拙厚实的面貌。虽然说摆脱隶意的草法已在汉代简牍中出现了，但是无论如何，都与《冠军帖》这种轻盈灵动的线条相去甚远。三国时的韦诞认为张芝是“草圣”，后世沿用，可见张芝在草书方面的声名、地位绝高，就像是书坛上的健跑者，远远地将他人甩在身后，超乎寻常地跃过时代，独自领跑——我们找不到和《冠军帖》相同的笔法、笔意，以致惊叹不已。\n现在能够看到的《冠军帖》已是刻本，6行，32字，刊于宋《淳化阁帖》。\n打开《冠军帖》，就有纵横气势扑到眼前，疾驰中笔法奇诡多变，回转勾连、舒卷各得其宜。南朝的羊欣在《采古来能书人名》称张芝“善草书，精劲绝伦”。断和连的交替是张芝笔法的一个要点，合适则连起，不合适则断开，随意所至。如第四行为三个字群：“踪”、“可恨吾”、“病来”。连则乘势而不激流过涧，断则果断利落，捉控于瞬间。圆转也是张芝笔法的另一特点，圆转助长了气势的贯注，如波澜开合，一波未平，一波复起；又如兵家之阵，出入变化，不可端倪。明人方以智认为“奇者不为法缚”，通常认为奇必越法背法，但在张芝笔下，奇而守法，线条的运用纯乎草法，不是那种蛮力使气的纠缠不清。\n在汉代书法里，如张芝这般勾连紧密的“一笔书”，打破了章草横势运笔、字态横向、字单一而不相连的物理空间和心理空间，形成了上下贯通、逶迤连绵的纵向气势。\n在《冠军帖》中，张芝用笔如飞，却精到不杂力含其中。尽管是刻石，线条仍然坚韧圆动，就是细如发丝之笔，也爽朗直率。清代朱和羹说得好：“细处用力最难，如度曲遇低调低字，要婉转清澈，仍须有棱角，不可含糊过去，如画人物，衣折之游丝纹，全见力量，笔笔贯以精神。”张芝也是在细部为我们展示了一个书家具有的深厚功力。\n《冠军帖》还能给人一种美感，就是飘逸空灵的气度。线条飘逸而不飘忽，没有火辣辣的气味，而是纯正、脱俗，把草书写雅致了，也写得灵动了。圆转的笔调多，运用不好则大圈圈套小圈圈，雷同且俗气。而在这里，弧度多变，弧形多样，交错包含，不断给人以新鲜感。张芝用笔不是往粗壮雄厚处发展，也非丰腴泽丽，而是笔锋轻入纸，跃起而行，不雕不琢。南朝梁武帝认为“张芝书如汉武爱道，凭虚欲仙”，此评有些虚幻，但是不难感受，意即张芝书有脱俗之美，不是那种实在的世俗气，妙处透彻玲珑，不可凑泊，如水中之月，镜中之象，令人远想。\n \n","category":"草书","verified":true,"user":1,"timestamp":1429951651197},{"name":"张芝草书冠军帖","dynasty":"汉代","category":"草书","type":"","user":1,"timestamp":1429791643264,"text":"张芝冠军帖\n知汝殊愁，且得还为佳也。冠军暂畅释，当不得极踪。可恨吾病来，不辨行动，潜处耳。终年经此，当议何理耶？且方友诸分张，不知以去复得一会。不讲忘不忘，可恨汝还，当思更就理。所游迷，谁同故数往虎丘，不此甚萧索，看过还议，共集散耳。不见奴，粗悉书，云见左军，弥若临听故也。","author":"汉代张芝","description":"张芝草书冠军帖"}]