[{"name":"大般涅槃经","text":"大般涅槃经(梵Mahāparinirvāna-sūtra)汉语拼音Daboniepanjing 佛教经典。亦称《大本涅槃经》或《大涅槃经》，简称《涅槃经》。北凉昙无谶译。40卷。\n详细介绍\n译本\n相传在昙无谶译出前，东汉支娄迦谶译有《梵般泥洹经》2卷，三国魏安法贤译有《大般涅槃经》2卷，吴支谦译有《大般泥洹经》2卷，均早佚。异译本有东晋法显与佛陀跋陀罗译《大般泥洹经》（为《大般涅槃经》初分异译）6卷，相当于昙无谶译本的前10卷。南朝宋慧严、慧观与谢灵运等以昙无谶译本为主，并依法显等译《大般泥洹经》增加品目，从原本寿命品分出经叙、纯陀、哀叹、长寿等4品，由如来性品分出四相、四依、邪正、四谛、四倒、如来性、文字、鸟喻、月喻、菩萨等10品，改为25品36卷，亦名《大般涅槃经》。世称此为“南本涅槃”，而以原昙无谶所译为“北本涅槃”。藏译《大般涅槃经》全译本是根据汉译大本的重译。此外，还有根据梵文译出的《大般涅槃经》。此经大本和小本的梵文残篇在日本、中亚等地都有发现，并已刊行。《南本大般涅槃经》还全被译成英文。关于此经出现的年代，一般认为是在法显译出之前，即3～4世纪之间（另说2～3世纪之间），正当印度笈多王朝兴起，佛教受到排斥的时期。产生的地点在今克什米尔地区。\n微电影《猎物》结尾标注：诸恶莫作，诸善奉行来自《大般涅盘经》。\n内容\n全经分寿命、金刚身、名字功德、如来性、一切大众所问、现病、圣行、梵行、婴儿行、光明遍照高贵德王菩萨、狮子吼菩萨、迦叶菩萨、憍陈如等13品，主要阐述佛身常住不灭，涅槃常乐我净，一切众生悉有佛性，一阐提和声闻、辟支佛均得成佛等大乘佛教思想。其理论与部派佛教中的大众部义理颇有契合之处，与《般若经》、《妙法莲华经》的重要思想也有一致的地方。此经还常常引用《华严经》的某些义理，两者思想相通。经中还引用佛陀所说：“我般涅槃七百岁后，是魔波旬渐当沮坏我之正法”，这反映了笈多王朝复兴婆罗门教、排斥佛教的历史背景。\n影响\n此经在印度本土似乎不很流传，传入中国后，影响却甚大。自法显译出6卷《泥洹经》后，道生剖析经旨，倡“一阐提人皆得成佛”说，引起旧学守文之徒的激烈反对。昙无谶译大般涅槃经传至建康，经中也讲到“一阐提”可以成佛，证明道生说的正确，被称为“孤明先发”。后道生在庐山大讲《涅槃经》，主张顿悟，听者甚众，成为中国最初的涅槃师。其同学慧观则依《涅槃经》而主张渐悟。从此道生、慧观并为涅槃学派中两大系。此后南北方均陆续出现不少涅槃师，盛行讲习，竞作注疏。梁武帝萧衍亲讲此经，着《涅槃讲疏》、《涅槃义疏》等，分赠扶南、百济，并撰《断酒肉文》，广集僧尼于华林殿前，令光宅寺法云宣讲，为中国僧尼素食之先河。由于此经提到半字、满字，以牛乳五味等比喻佛说法的深浅、先后，遂有教相判释之说出。首先慧观立二教（顿教、渐教）五时（三乘别教、三乘通教、抑扬教、同归教、常住教），以《涅槃经》为最完善的经教。道生则主张佛所说法不出四种法轮（善净法轮、方便法轮、真实法轮、无余法轮），也把《涅槃经》看成是佛说的最高阶段。后僧亮、僧众等也都配合《涅槃经》五味，以区分如来一代教法。隋智顗也以此经义，立五时教（华严时、阿含时、方等时、般若时、法华涅槃时）和天台四教（藏、通、别、圆），以《涅槃经》为“第五时教”和“圆教”。由于各家教判提高了《涅槃经》的地位，讲习此经之风盛极一时。\n注疏\n现存的有印度世亲著、北魏达摩菩提译《涅槃论》1卷；陈真谛译《涅槃经本有今无偈论》1卷；梁宝亮等撰《大般涅槃经集解》71卷；隋慧远撰《涅槃经义记》10卷，吉藏撰《涅槃经游意》1卷，灌顶撰《涅槃经玄义》2卷、《涅槃经疏》33卷；唐法宝撰《涅槃经略疏》15卷，道暹《大涅槃经玄义文句》2卷、《大涅槃经疏私记》9卷，行满《涅槃经疏私记》12卷；宋智圆《涅槃经治定疏科》10卷、《涅槃玄义发源机要》4卷、《涅槃经疏三德指归》20卷；清净挺撰《涅槃经末后句》1卷；新罗元晓撰《涅槃经宗要》1卷等。（田光烈）\n最了义\n佛开示《大般涅槃经》是最了义:\n时佛赞言。善哉善哉。善男子。如是如是。如汝所说。是诸大乘方等经典。虽复成就无量功德。欲比是经不得为喻。百倍千倍百千万亿倍乃至算数譬喻所不能及。善男子。譬如从牛出乳从乳出酪。从酪出生稣。从生稣出熟稣。从熟稣出醍醐。醍醐最上若有服者众病皆除。所有诸药悉入其中。善男子。佛亦如是。从佛出生十二部经。从十二部经出修多罗。从修多罗出方等经。从方等经出般若波罗蜜。从般若波罗蜜出大涅槃。犹如醍醐。言醍醐者喻于佛性。佛性者即是如来。善男子。以是义故。说言如来所有功德无量无边不可称计\n《大般涅槃经》卷第九开示：\n是妙经典诸经中王。如彼药树诸药中王。若有修习是大涅槃及不修者。若闻有是经典名字。闻已敬信所有一切烦恼重病皆悉除灭。唯不能令一阐提辈安止住于阿耨多罗三藐三菩提。如彼妙药虽能疗愈种种重病。而不能治必死之人。复次善男子。如人手疮捉持毒药毒则随入。若无疮者毒则不入。一阐提辈亦复如是。无菩提因如无疮者毒不得入。所谓疮者即是无上菩提因缘。毒者即是第一妙药。完无疮者谓一阐提。复次善男子。譬如金刚无能坏者。而能破坏一切之物。唯除龟甲及白羊角。是大涅槃微妙经典亦复如是。悉能安止无量众生于菩提道。唯不能令一阐提辈立菩提因。复次善男子。如马齿草娑罗翅树尼迦罗树。虽断枝茎续生如故。不如多罗断已不生是诸众生亦复如是。若得闻是大涅槃经虽犯四禁及五无间。犹故能生菩提因缘。一阐提辈则不如是。虽得听受是妙经典而不能生菩提道因。复次善男子。如佉陀罗树镇头迦树断已不生及诸焦种。一阐提辈亦复如是。虽得闻是大涅槃经而不能发菩提因缘犹如焦种。复次善男子。譬如大雨终不住空是大涅槃微妙经典亦复如是。普雨法雨于一阐提则不能住。是一阐提周体密致。犹如金刚不容外物。\n目录\n目录\n大般涅槃经卷第一寿命品\n大般涅槃经卷第二寿命品\n大般涅槃经卷第三寿命品、金刚身品、名字功德品\n大般涅槃经卷第四如来性品\n大般涅槃经卷第五如来性品\n大般涅槃经卷第六如来性品\n大般涅槃经卷第七如来性品\n大般涅槃经卷第八如来性品\n大般涅槃经卷第九如来性品、一切大众所问品\n大般涅槃经卷第十现病品、圣行品\n大般涅槃经卷第十一圣行品\n大般涅槃经卷第十二圣行品\n大般涅槃经卷第十三圣行品\n大般涅槃经卷第十四圣行品\n大般涅槃经卷第十五梵行品\n大般涅槃经卷第十六梵行品\n大般涅槃经卷第十七梵行品\n大般涅槃经卷第十八梵行品\n大般涅槃经卷第十九梵行品\n大般涅槃经卷第二十梵行品、婴儿行品\n大般涅槃经卷第二十一光明遍照高贵德王菩萨品\n大般涅槃经卷第二十二光明遍照高贵德王菩萨品\n大般涅槃经卷第二十三光明遍照高贵德王菩萨品\n大般涅槃经卷第二十四光明遍照高贵德王菩萨品\n大般涅槃经卷第二十五光明遍照高贵德王菩萨品\n大般涅槃经卷第二十六光明遍照高贵德王菩萨品\n大般涅槃经卷第二十七师子吼菩萨品\n大般涅槃经卷第二十八师子吼菩萨品\n大般涅槃经卷第二十九师子吼菩萨品\n大般涅槃经卷第三十师子吼菩萨品\n大般涅槃经卷第三十一师子吼菩萨品\n大般涅槃经卷第三十二师子吼菩萨品\n大般涅槃经卷第三十三迦叶菩萨品\n大般涅槃经卷第三十四迦叶菩萨品\n大般涅槃经卷第三十五迦叶菩萨品\n大般涅槃经卷第三十六迦叶菩萨品\n大般涅槃经卷第三十七迦叶菩萨品\n大般涅槃经卷第三十八迦叶菩萨品\n大般涅槃经卷第三十九憍陈如品\n大般涅槃经卷第四十憍陈如品\n经文摘选\n若有善男子善女人。闻是经名生四趣者。无有是处。何以故。如是经典乃是无量无边诸佛之所修习。\n善男子。譬如农夫春月下种常有悕望。既收果实众望都息。善男子。一切众生亦复如是。修学余经常悕滋味。若得闻是大般涅槃。悕望诸经所有滋味悉皆永断。\n若有闻者闻已信受。能信如来是常住法。如是之人甚为希有如优昙花。我涅槃后若有得闻如是大乘微妙经典生信敬心。当知是等于未来世百千亿劫不堕恶道\n是大涅槃。亦复如是。若有众生一经耳者却后七劫不堕恶道。若有书写读诵解说思惟其义。必得阿耨多罗三藐三菩提净见佛性。\n又善男子。是大涅槃微妙经典所流布处。当知其地即是金刚。是中诸人亦如金刚。若有能听如是经者。即不退转于阿耨多罗三藐三菩提。随其所愿悉得成就如我今日所可宣说。汝等比丘应善受持。若有众生不能听闻如是经典。当知是人甚可怜愍。何以故。是人不能受持如是大乘经典甚深义故\n善男子。譬如雾露势虽欲住不过日出。日既出已消灭无余。善男子。是诸众生所有恶业亦复如是。住世势力不过得见大涅槃日。是日既出悉能除灭一切恶业\n善男子。若有众生发心始学是大乘典大涅槃经。书持读诵亦复如是。虽未具足位阶十住则已堕于十住数中。或有众生是佛弟子或非弟子。若因贪怖或因利养听受是经乃至一偈。闻已不谤当知是人则为已近阿耨多罗三藐三菩提。\n复次善男子。如日月光诸明中最。一切诸明所不能及。大涅槃光亦复如是。于诸契经三昧光明最为殊胜。诸经三昧所有光明所不能及。何以故。大涅槃光能入众生诸毛孔故。众生虽无菩提之心而能为作菩提因缘。是故复名大般涅槃。\n善男子。是大涅槃微妙经典亦复如是。能除一切众生恶业四波罗夷五无间罪。若内若外所有诸恶诸有未发菩提心者。因是则得发菩提心。何以故。是妙经典诸经中王。如彼药树诸药中王。若有修习是大涅槃及不修者。若闻有是经典名字。闻已敬信所有一切烦恼重病皆悉除灭。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602217}]