[{"name":"郑板桥坡公小品册页","text":"傅抱石（1904～1965），原名长生、瑞麟，号抱石斋主人。生于江西南昌，祖籍江西新余。现代画家。\n早年留学日本，回国后执教于中央大学。1949年后曾任南京师范学院教授、江苏国画院院长等职。擅画山水，中年创为“抱石皴”，笔致放逸，气势豪放，尤擅作泉瀑雨雾之景；晚年多作大幅，气魄雄健，具有强烈的时代感。人物画多作仕女、高士，形象高古。著有《中国古代绘画之研究》《中国绘画变迁史纲》等。\n人物历史\n傅抱石 生于江西南昌的一个修伞匠人家。1921年他以第一名免试升入省立第一师范。其时他在治印之余开始读一些古代画史画论，尤其是看到石涛的“我用我法”顿开茅塞，他更欣赏石涛“搜尽奇峰打草稿 ”的思想。1933年3月，傅抱石东渡日本，入东京帝国美术学院，拜美术史家金原省吾为师。1935年5月《傅抱石中国画展览》在东京举行。院长正木直彦、画家横山大观等参观了展览。1935年6月，傅抱石因母病回国，1936年7月，他在南昌举办了个人画展，这是他在国内的第一次个人画展。暑假之后，应徐悲鸿之聘，任教于南京中央大学艺术系。1937年抗战爆发后，他携全家返新余故里。1938年4月，他受郭沫若的邀请，到武汉参加了三厅工作。此后又移到重庆，自此进入他艺术创作的一个高峰期。他家住沙坪坝的金刚坡，此后他常在画上题署“金刚坡下斋”。他图绘《画云台山图卷》，编撰《石涛上人年谱》，同时创作了《石涛上人像》、《大涤草堂图》，这些都反映了傅抱石艺术创作和史论研究之间的关系，以及他的艺术渊源。\n从1939年以后的6年多的时间，傅抱石 一方面进入了他史论研究中的高峰期，另一方面又完成了他从篆刻和史论研究到绘画创作的过渡。1942年10月，《傅抱石教授画展》在重庆举行。1944年9月，傅抱石以杜甫的乐府诗《丽人行》为题，创作了名作《丽人行》（1997年嘉德国际拍卖公司以1078万元拍出）。后来，徐悲鸿赞其画：“此乃声色灵肉之大交响”，并题：“抱石先生近作愈恣肆奔放，浑茫浩瀚，造景益变化无极，人物尤文理密察，所谓炉火纯青者非耶？”\n抗战胜利后，他和全家随学校迁回南京。1947年10月，《傅抱石教授画展》在上海举行，郭沫若用“沉浸浓郁”“含英咀华”来评价画展。然而，这时国民党政府的南京已是风声鹤唳。傅抱石趁疏散人口的机会，携全家离开了南京，回到了南昌。新中国成立后，中国现代史进入了一个新的纪元。傅抱石开始迎接充满希望的新生活。\n傅抱石作为江苏国画院院长，在1960年9月率领“江苏国画工作团”进行23000里的旅行写生，并由此推动新山水画在20世纪中期的发展，把50年代初开始的以写生带动传统国画推陈出新的运动推向一个历史的高潮。后来傅抱石以《煤都壮观》为代表的社会性题材，在山水融合工业题材方面的努力，已经明示了现代山水画的一种符合时代潮流的发展规律；以《镜泊飞泉》为代表的自然题材，则是北方山水在傅抱石心灵的震撼和映现。1965年逝世。  \n傅抱石，生于江西南昌，祖籍江西新余。少年家贫，11岁在瓷器店学徒，自学书法、篆刻和绘画。1925年著《国画源流概述》，1926年毕业于省立第一师范艺术科，并留校任教。1929年著《中国绘画变迁史纲》，1933年在徐悲鸿帮助下赴日本留学。1934年在东京举办个人画展。1935年回国，在中央大学艺术系任教。抗日战争期间定居重庆，继续在中央大学任教。1946年迁南京。\n新中国成立后，曾任中国美术家协会副主席、美协江苏分会主席、江苏省书法印章研究会副会长。中国美术家协会副主席、美协江苏分会主席、江苏省书法印章研究会副会长。并当选为第三届全国人民代表大会代表、第二届政协全国委员会委员。1952年任南京师范学院美术系教授。1957年任江苏省中国画院院长。\n代表作品\n作品名录\n《策账携琴》、《竹下骑驴》、《秋林水阁》、《松崖对饮》、《山水》、《云台山图（局部）》、《大涤草堂图》、《初夏之雾》、《临石涛山水》、《山水》、《万竿烟雨》、《夏山图》、《丽人行》、《将进酒》、《潇潇暮雨》、《大涤草堂图》、《山水》、《擘阮图》、《阮咸拨罢意低迷》、《晋贤图》、《金刚坡麓》、《虎溪三笑》、《山水》、《山鬼》、《山阴道上》、《毛主席《清平乐·六盘山》词意》、《抢渡大渡河》、《九老图》、《屈子行吟图》、《观瀑图》、《九歌图——湘夫人》、《九歌图——湘君》、《九歌图——少司命》、《九歌图——国殇》、《四季山水——春》、《四季山水——夏》、《四季山水——秋》、《四季山水——冬》、《平沙落雁》、《风雨归舟》、《阳朔诗意》、《秦淮小景》、《山水》、《兰亭图》、《西风吹下红雨来》、《深秋》、《龚半千与费密游诗意》、《初春》、《比加兹列宁水电站》、《古文化城克罗什》、《大特达山麓饭店》、《克罗什古城堡》、《布拉格教堂》、《毛主席《蝶恋花·答李淑一》词意》、《雨花台颂》、《毛主席《清平乐·会昌》词意》、《拟朴渊》、《关公桥》、《韶山》、《杜甫像》、《漫游太华》、《枣园春色》、《陕北风光》、《红岩村》、《梅花山》、《黄河清》、《月落乌啼霜满天》、《全家院子》、《呵！长白山》、《天池林海》、《镜泊消夏》、《镜泊飞泉》、《待细把江山图画》、《雪景》、《二湘图》、《虎踞龙盘今胜昔》、《镜泊飞泉》、《三峡图卷》、《虎跑》、《满身苍翠惊高风》、《不辨泉声抑雨声》、《天竺》、《雪山》、《西陵陕》、《李太白像》、《少陵诗意》、《听泉图》、《听泉图》、《湘君》、《钟馗》、《井冈山》、《芙蓉国里尽朝晖》、《乾坤赤》、《长征第一桥》、《毛主席《七律·登庐山》词意》、《毛主席〈沁园春·长沙〉词意》、《湘君涉江图》、《中山陵》、《游九龙渊诗意》、《渭城曲》、《竹里馆》、《过香积寺》、《终南山》、《琵琶行》、《自河南内乱》、《问刘十九》、《后宫词》、《客至》、《登高》、《闻官军收河南河北》、《佳人》、《庐山谣》、《怨情》、《长干行》。\n巴山夜雨\n傅抱石成名于20世纪40年代，但认知面并不覆盖到社会各阶层：给傅抱石带来更大名气，让全社会都认同的份上，则是作于1959年秋的巨幅山水画《江山如此多娇》。\n959年6月，应湖南人民出版社之邀，傅抱石在湖南长沙、韶山一带参观写生，创作了一批重要的作品，其中有《韶山》手卷，《韶山耸翠》、《慈悦晚钟》、《石壁浪泉》等韶山组画及《毛主席故居》等20余幅。7月上旬，他突然接到江苏省国画院要他速归的电报，大意是：抱石同志，中央来电，请你火速进京。于是他中断了写生创作急忙回家，到家后才知道是周总理和陈毅副总理联名点将，要他为人民大会堂绘画。于是，他冒着盛暑，匆匆赶到北京，下榻北京前门的东方饭店，任务是与岭南画家关山月合作，为人民大会堂作画。\n959年是新中国成立十周年，首都落成了十大建筑，最宏伟的是人民大会堂。中央邀请全国各地著名画家来京，按建筑布景需要分别作画。原打算请傅抱石和关山月先生分别各画一幅山水，时从北门拾级而上的步入宴会厅必经之地的迎面开阔大墙上，因来不及布置大型浮雕，需改用国画替代，故请已经到京的傅先生和关山月先生合作，以毛泽东词《沁园春·雪》为内容，合作画幅大画，题目叫《江山如此多娇》，是周恩来总理定的。\n这个挂画的地方，是所有进入大会堂宴会厅贵宾的必经之地，位置极为重要。这是当时作为政治任务布置的工作，无疑是时代赋予画家的一次特别的机遇。\n“这次作画，从探索主题，经营位置……直到挥毫落墨，几乎无时无刻不受到党的关怀和鼓励。”陈毅、郭沫若、吴晗、齐燕铭等人到他们下榻的饭店和他们共同构思：“从江山如此多娇之‘娇’字上下功夫，图中应包括长城内外，大河上下，季节也可包括春夏秋冬，只有这样才能概括祖国的壮美江山，只有这样才能‘娇’得起来，才能体现‘多’的磅礴气势。”“主席写这首词的时候，全国还没有解放，词里有‘须晴日，看红装素裹，分外妖娆’。可是，今天情况不同了，‘太阳’已经出来了，‘东方红’了，还不出太阳？它的光芒已以普照着祖国大地，画面上一定要画出一轮红日。”\n这幅作品虽然在构图等许多设想上，不得不听取负责同志及其他有关方面的建议，难免有束手束脚之感，因此未能尽显先生的技艺、才能，特别是“抱石皴”技法，但它的尺幅之大、气势之磅礴，却是无与伦比的，特别是它产生的广泛的社会影响，是其他画家和作品无法企及的。他参加了中华人民共和国成立十周年庆祝大会，出席了国庆招待会，并登上了天安门观礼台，参加了国庆观礼。全国各大报纸杂志，如《人民日报》、《新观察》、《人民画报》、《中国画》、《北京晚报》、《中国农报》、《新工商》、《雨花》、《东风画刊》等相继发表了《江山如此多娇》彩色画页。\n待细把江山图画\n《待细把江山图画》，纵100厘米，横115厘米，纸本水墨染以赭石淡彩，藏中国美术馆。画幅右上方题跋云：“待细把江山图画。庚子深秋随江苏国画院漫游太华，归来写此并题稼轩词句。一九六一年四月傅抱石南京记。”\n华山素以“险”闻名于世，傅抱石先生没有具体去描绘险绝处，而是以飞动泼辣的“抱石皴”作“大块文章”，气势雄阔、奔放。山腰间以留白形式表现缥缈不定的云彩，山脚则写平缓坡地，以衬托华山的“高耸云端、壁立千仞、奇峭无伦”的“伟丈夫”气概来。明代王履曾作有《华山图》卷，写出了华山的险峻，是一件传世珍品，历来为人称道。但将华山赋予了人格精神和时代气息，则非此图莫属。傅抱石先生曾有闲章“往往醉后”，他作画时常常饮酒助兴，他是将酒作为抒发激情的一个手段，因此他的画多是纵笔挥洒，痛快淋漓，笔下似有千军万马、势不可挡。\n画作解读\n取材\n国画大师傅抱石先生是位博大精深的学者，毕生著述二百余万字，涉及文化的各方面。他对古典文学与艺术的研究是同步的，于文学中尤钟情于诗，历代佳作无不熟稔，体现在他的画中。大致有三重点：首先是他最崇仰的战国时代爱国诗人屈原的《离骚》，心仪其品德情操，同情屈子“抱石怀沙”自沉汨罗江的悲壮结局，因而自号“抱石斋主人”，先生所作《九歌》图早已蜚声遐迩。另一个重点是石涛。先生青年时期编著《石涛上人年谱》，从上人的生活到作品，考据精详，故在艺术上受其影响也最深，且以石涛诗入画，随手拈来即成佳品。\n作为重点中的重点，抱石先生取材最多的还是唐诗。唐诗在创作的当时就深入民间，即至今日，历朝士子必读的《四书》几乎尘封，但唐诗中的名篇却依然孺子能背。古代典籍中有关哲学、道德等内容能在一定条件下保存，而政治、社会的理论会随着时代变化而被人淡忘，只有诗的艺术魅力却永葆青春。画家取材唐诗有其普遍性的一面，然而先生创作的唐人诗意画却有不同一般的特殊性。\n据诗立意\n画家运用古诗有两种不同方式。一是以己意去凑古人的诗，譬如李白的《清平调》系借芍药写太真，而有人只画花，却把诗句全部抄上，其实画面离主题甚远。另一种是根据古人的诗立意，或从中汲取灵感，抓住其精神实质进行艺术再创造，无须题诗而诗意盎然。抱石先生可称后者之典范，他的古人诗意画既有宏景巨制，又有小品点睛，虽在有些画中题上诗句，但不占重要位置，有的只写题目，有时仅题款，可是读者一目了然是哪首诗。臻此化境，绝非偶然。先生所有的绘画作品都是转化为视觉形象的诗，他本身就具备诗人的气质。除了标明为诗意画的以外，凡写“胸中丘壑”或写生作品，都是撷取大自然蕴蓄的诗意。描写古人形象或其轶事，就是歌颂某一古人或吟咏某一场景的诗句。画的语言即诗的语言，画的意境即诗的意境。区别于一般所谓的“诗配画”，而是诗即是画，画即是诗。\n抱石先生对古人从深切理解达到思想感情的共鸣。笔者曾多次提到，先生“思接千载”（刘勰《文心雕龙》语），屈原、李白、杜甫、石涛等古人，不仅是他研究的对象，还成了挚友。抱石先生以绝代天才与古人息息相通，使他笔下的人物不同于穿古装的现代演员而是真正的古人。 \n典范\n杜甫《闻官军收河南河北》与两大幅《即从巴峡穿巫峡便下襄阳向洛阳》（后一幅题字作“下了襄阳便洛阳”，或许另有所本，也可能偶然笔误），题材相同。巫峡烟云，长江浩淼，正是先生最得心应手的景色。大幅气势雄浑，小幅咫尺千里。在这幅册页中，笔势飞动，重峦叠峰，若龙蛇腾舞，令人目不暇给。不论大幅小幅，都表现出舟楫在峡谷中顺流而下，瞬息千里之势，其精意就在一个“急”字，这正是杜工部当年闻家乡收复，急欲返回的迫切心情。\n往事略集\n在踏上艺术道路的初始，傅抱石首先把用于谋生的刻字转移到了艺术状态的篆刻上，一本赵之谦《二金蝶印谱》成了他最初的范本和教科书。他不断模仿使之习赵印章真伪难辨，连教他刻字的师傅也为之赞叹。从此，南昌城里不断有“赵之谦”的印章出现，好事者常常津津乐道，而傅抱石也多了一条养家的生路。第一师范中的“印痴”成了南昌城里的知名人物。\n在第一师范的这段时间，他不断地去旧书店，开始读一些古代画史画论方面的著作。当他读到记述石涛《瞎尊者传》（陈鼎著）中的一句“我用我法”时，傅抱石顿开茅塞，并对石涛“搜尽奇峰打草稿”的思想欣赏不已。为了表达自己对石涛的情有独钟，他不仅刻制了“我用我法”的印章，还开始用“抱石斋主人”作为自己的别号。他用很多的时间去读史论著作，并开始研究画史画论中的一些具体问题，从顾恺之的《魏晋胜流画赞》到石涛的《苦瓜和尚画语录》，他都一一涉猎。1925年，年仅22岁的学生傅抱石完成了他的第一部著作《国画源流述概》。\n926年，傅抱石从省立第一师范毕业，并留校任教于附小。他又开始了《摹印学》的写作，把自己多年来治印的体会融于其中。显然，傅抱石对史论的兴趣，为他未来在绘画上的成就奠定了厚实的基础，表明了他艺术人生中的一个显著的特色。1929年，傅抱石为编写教学讲义又完成了《中国绘画变迁史纲》一书。在主本书里，傅抱石提出了“研究中国绘画的三大要素——人品、学部、天才”，还提出了“提高中国绘画的价值”和“增进中国绘画对于世界贡献的动力及信仰”的思想，反映了他对于中国艺术的一些独特的思考。\n一个偶然的机会，傅抱石结识了中央大学艺术系教授徐悲鸿，在他的鼎力推荐下，傅抱石获得了公派赴日留学的机会。1933年3月，傅抱石在上海登上了赴日本的轮船。\n留学日本\n而立之年的傅抱石为到了东京帝国美术学院，拜于史学泰斗金原省吾的门下，从翻译金原省吾的《唐代之绘画》和《宋代之绘入手》，开始了对中国绘画史的更为专业和系统的研究。这一时期，傅抱石抓住了中国绘画史上的一个重要总是，对东晋顾恺之这一个案进行深入的探讨，同时针对日本史学界中某一专家对这个问题的曲解，完成了《论顾恺之至荆浩山水画史问题》。接着，他开始撰写关于石涛的评传，以期通过此连接中国绘画史的发展脉络，同时也表达了自己对这位著名画家的景仰。不久，傅抱石又完成了《中国绘画理论》和《论秦汉诸美术与西方之关系》的研究和写作。这一时期，傅抱石在美术史论方面的成就，在许多领域都填补了美术史论研究中的空白，同时这方面的成就又反作用于美术创作，为他形成独特的画风奠定了基础。\n在日本留学时，傅抱石专门拜访了因“四一二”政变而流亡日本的郭沫若，彼此建立了亦师亦友的深厚友谊。早在任职一师附小的时候，傅抱石就就聆听过郭沫若的报告，印象深刻。傅抱石在史论研究中经常向郭沫若请教，在绘画创作上也不时得到郭沫若的批评，而郭沫若也在这种交往中不断地发现傅抱石的艺术天分和才华，每见傅抱石的得意之作都为之题咏，并为傅抱石在日本的首次画展题写了展名，给予了极大的鼓励。可以说郭沫若广博的学识和在日本的影响，为傅抱石在日本的发展给予了很大的帮助。\n这种亦师亦友的深厚友情又一直延续到抗战，直至1949年新中国成立后。1958年，傅抱石的个人画集《傅抱石画集》出版，郭沫若为之作序，并在序中提出了“我国绘画，南北有二石。北石即齐白石，南石即傅抱石”。郭沫若还手书“南石斋”赠予傅抱石。而这本画集的出版，也使傅抱石在中国画坛上奠定了具有历史意义的地位。\n934年5月10日，在导师金原省吾的帮助下，傅抱石的首个个展《傅抱石中国画展览》在东京银座松板屋举行，著名画家横山大观、篆刻家河井仙郎、书法家中村不折以及日本文部省大臣、帝国美术院院长正木直彦等都参观了展览。金原省吾在他的日记中写道：“这个期待了这么久的展览会终于成功了！”而这个成功的展览在傅抱石此后的艺术之旅中对他有着至关重要的影响。不久，傅抱石的篆刻《离骚》又夺得全日本篆刻大赛冠军，使他的事业发展锦上添花。\n正当傅抱石在日本一帆风顺并筹备第二次展览的时候，家中传来了母亲病重的消息，傅抱石像许多以孝为先的中国人一样，不得不于1935年6月24日返回中国。但当他回到南昌的家中时，母亲已病故，傅抱石悲痛万分。\n重庆岁月\n937年，抗战爆发后，傅抱石应郭沫若之邀，于1938年进入国民革命委员会政治部第三厅工作，后随三厅撤至重庆。在重庆，傅抱石迎来了他艺术创作的第一个高峰期。\n939年4月，傅抱石携全家来到重庆，住在沙坪坝金刚坡，此后他常在画上题署“金刚坡下山斋”。在初到重庆的一年里，因为政治部的工作没有展开，傅抱石有了一个全力画画的机会，并利用这一时机，创立了自己的画风。同时，他又开始了美术史论的研究，以期通过学术研究来论证“中国美术的精神，日本是不足为敌的”，从一个侧面鼓舞了抗战时期国人的信心。这一年，傅抱石看到日本的《改造》杂志上发表了横山大观的一篇题为《日本美术的精神》的文章，对其中有“圣战”的言论十分不满，撰写了《从中国美术的精神上来看抗战的必胜》，鲜明地提出“中国美术是‘日本美术的母亲’”，并指出中国美术有三种伟大的精神：“第一，中国美术最重作者人格的修养；第二，中国美术在与外族、外国的交接上，最能吸收、同时又最能抵抗；第三，中国美术的表现，是‘雄浑’‘朴茂’，如天马行空，夭娇不群，含有沉着的、潜行的积极性。这三种特性，扩展到全民的民族抗战上，便是胜利的因素。”这一时期，傅抱石还编著了《明末民族艺人传》，同样表达了傅抱石胸中的民族气节。傅抱石在重庆时期的作品，分为人物画和山水画两部分。人物画主要表现历史上的影响的人物和人物故事，如屈原、苏武、石涛，同时也以古代优秀诗篇为创作的题材，如《琵琶行》、《长干行》、《唐人诗意》、山水画以《夏山图》为代表。\n942年6月，傅抱石创作了《屈子行吟图》。画面上，面容憔悴、形容枯槁的屈原行走于浩淼的烟波上，似乎可以听到屈夫子惊天地、泣鬼神的吟咏，表达了“百代悲此人，所悲亦自己。中国决不亡，屈子芳无比”的主题。郭沫若称这幅画和历史剧《屈原》有异曲同工之妙，并为此画赋诗，成为一时的美谈。\n944年9月，傅抱石创作出代表作《夏山图》，这件作品是难得一见的落拓大幅，狭长高旷，说是表现唐人诗意，更多的还是蜀中山水秀美的景致，用笔潇洒，用墨酣畅，并将水、墨、色融合一体，尤其是作品中的墨色表现，浓墨处浓黑透亮，淡墨处秀逸而朦胧，蓊郁淋漓，气势磅礴，此外，作品中傅抱石用笔也变化多姿，在墨色将干未干时，以散锋乱笔尽情挥写，体现了傅抱石用笔经典特征，也组成了作品画面的有机节奏，正如画家张安治所评论的：“一大片大片的水墨，简直是西洋印象派以后的作风，画山石的皴法亦前无古人，随意纵横，信笔点染，却已做到物我忘我，离形去智的超然境地。是“前无古人的奇特之作，画风雄肆奔放，笔飞墨舞，皴法则师心独创，于古人几无迹可求”。此幅《夏山图》作者自识“甲申九月新喻傅抱石写唐人诗意于重庆西郊金刚破下山斋”。为傅氏“金刚坡”时期的山水画创作之代表。“金刚坡”时期傅抱石也迎来了其艺术创作的第一个高峰。抗战爆发之后，傅抱石应郭沫若之邀1939年傅氏携全家迁往重庆，寓居沙坪坝金刚坡下，直至抗战结束，这一时期的傅抱石，全力以赴投入艺术创作和艺术教学。这一时期的作品，皆会题署“重庆西郊金刚坡下写”的字样。《夏山图》亦如是。在“金刚坡”时期的作品中，堪称大尺幅，而其题签也为傅抱石亲自书写，可见对其重视程度。更为值得一提的是，早在1997年，这件作品就曾由上海某知名拍卖公司拍卖，并以图录封面的形式重点推荐。当时，上海市文物管理委员会还未对近现代书画做出限制出境的具体规定，但在那次拍卖时这件作品却被打上了星号，寓意其极为重要，要留在国内。据了解，傅抱石《夏山图》在十几年后重返拍场，估价超过千万元。\n同年9月，傅抱石又以诗圣杜甫的代表作乐府诗《丽人行》为题，创作了世纪名作《丽人行》。徐悲鸿赞此“乃声色灵肉之大交响”，一语点出此画真谛。后，张大千题此画：“开千年来未有奇，真圣手也。色勒衣带如唐代线刻，令老迟（陈老莲）所作亦当检衽。”作品表现了杨贵妃家族三月三外出郊游时的盛况，“长安水边多丽人”，“态浓真远淑且真”，反映了君王的昏庸和时政腐败。无疑，傅抱石此时此地的表现，所指是显而易见的。\n傅抱石重庆时期的人物画以形求神，刻意表现人物的内在气质，虽乱头粗服，而矜持恬静。表现金刚坡下、成渝道上的秀美景色，反映巴山夜雨的情景意趣，成了傅抱石这一时期的山水画创作的主题。他继承宋画的宏伟章法，取法元人的水墨逸趣，畅写册水之神情。而他的画法也一变传统的各种皴法，用散锋乱笔表现山石的结构，形成了独特的“抱石皴”。这种皴法以气取势，磅礴多姿，自然天成，也了傅抱石“打破笔墨约束的第一法门”。\n945年8月15日，是中国近代史上的一个重要的日子。这一天，曾经蹂躏了中国人民八年的日本侵略者宣布投降。傅抱石举起酒杯，用他特有的方式庆祝民族的解放。当年10月，他和全家离开了居住了近七年的重庆“金刚坡下山斋”，随中央大学迁回南京。\n作品用纸\n关于纸张问题，傅抱石画人物画喜欢用宣纸，山水画喜欢用皮纸。但是在1938年以前，无论是人物画还是山水画都是用宣纸的。1938年至1946年，由于傅先生在四川，宣纸极难购买，贵州皮纸则到处可购到。这种纸质地粗糙，色赭黄，但对墨色反映还有可取之处，所以这一时期画人物的老人和山水常用贵州都匀县出产的皮纸，画仕女画常用宣纸。1946年傅抱石由四川返回南京，带回大量这种皮纸，故在1950年之前，在南京画的山水作品亦都是用这种皮纸画的。50年代末至60年代初期，傅抱石在浙江购得温州出产的四尺手工皮纸，所以这个时期大量作品都是温州皮纸绘成。傅先生喜欢用皮纸在皮纸的反面作画。还有傅先生作画时对纸从不揉搓，揉过纸的傅抱石作品皆为伪作。1956年傅抱石从北京荣宝斋用巨资购得乾隆丈二匹宣纸和乾隆皮纸，乾隆皮纸又分两种，一种是幅面17厘米×78厘米，帘宽4厘米，纸质纯净、色黄，纸面光洁，墨色反映极佳；另一种是幅面为丈六匹，480厘米×140厘米，帘宽1厘米，色黄，质地一般，墨色反映尚佳，常用作巨幅创作。60年代傅抱石作画用纸几乎都是用这种乾隆宣纸和乾隆皮纸。\n根据傅抱石不同时期所用的纸张，特别是贵州皮纸、乾隆宣纸、乾隆皮纸，现代伪造者是无法获得的，这是鉴别傅抱石作品真伪的重要依据之一。 \n关于用墨。傅抱石是一位对作画用品、工具都非常讲究的画家，特别是对墨锭的要求，更为认真。他收藏了大量明清时期的名墨，不是作为古董收藏，而是用来挥毫作画之用。他惯用油烟、漆烟旧墨，磨砚作画，从来不图方便，以墨汁作画，无一例外。观察他的山水画的重墨处，当是黑色晶莹发紫光，黑中透亮闪发墨韵光彩。他说：“黑中自存光，墨中自留趣，笔墨当传神”。如果不是用高品质的墨锭作画，是达不到此种效果的。因此，从画幅墨中反映的效果中，也可鉴定真伪。\n时代探索\n949年11月26日，文化部部长沈雁冰批准发布了《关于开展新年画工作的指示》，新中国从新年画工作中开始了改造旧美术的第一次运动。在当时，各个画种的画家都在画新年画的现实中，傅抱石也未能免俗。他也有心加入到时代的艺术潮流中去，但是一幅用朱砂重彩表现海陆空三军的新年画，虽然歌颂了人民解放军，却失去了傅抱石自己的风格。为此傅抱石在很短的时间内重新审视自己在新社会的作为，寻求自己艺术的方向。\n傅抱石开始研究毛泽东的诗词，并用他那惯用的表现文学作品的方法，在《清平乐·六盘山词意》这幅作品中，虽然画的是毛泽东的词意，却看不出有多少新的气象，仍然是傅抱石一贯的风格。那独特的“抱石皴”，那改良石涛的树的画法，都表明了傅抱石创作毛泽东诗意画的始初，基本上没有改变原来的画法，只是那压得很低的山坡上若隐若现的红军长征队伍，和远处的一群南飞雁，点明了一个新的符合时代潮流的主题。但其题材上的突破为他获得了新生，也显示了傅抱石的过人之处。这与当时的流行的“新年画”画法相比，其淡化题材的处理方法，成了一个过渡时期的特色。\n950年，新创刊的《人民美术》创刊号上发表了李可染的《谈中国画的改造》和李桦的《改造中国画的基本问题》，此后有关中国画的改造问题开始引起了人们的注意。1953年，北京中国画研究会的画家开始了山水写生活动，此后全国仿效，山水画家都希望通过写生完成对旧山水画的改造，此后山水画也确实出现了一些新的面貌。可是这种写生的山水画以及反映新生活的山水画与传统的山水画之间在审美上出现了一系列的问题，引发了全国性的“关于国画创作接受遗产问题”的讨论。傅抱石抓住这个机遇，要求学生在学习技法的同时要提高理论水平，并鼓励同学积极参加到这场全国性的讨论之中去。为此，在傅抱石的辅导下，四年级的同学集体写作了《我们对继承和发展民族绘画优秀传统的意见》一文，发表在1955年第8期的《美术》杂志上。文章指出：“我们民族绘画技法是科学的、写实的，继承发展其优秀部分，是会指导我们今天的绘画实践的。当然，仅仅满足因有技法，故步自封是不对的，我们对于那些不够的地方应予以充实和发展。”这一论点反映并代表了傅抱石的观点。\n在探索中变革，在变革中探索，是傅抱石50年代创作的主旋律。他以毛泽东诗意或毛泽东诗词中提到的重大的历史事件作为新题材，突破了传统题材的束缚，同时在绘画技法上探索新技法与新题材的结合，创作了《抢渡大渡河》、《更喜岷山千里雪》等作品。1954年创作的《四季山水》四条屏，即以传统的形式表现了四季山水中的新生活，其意境已与他往日所画的兰亭、赤壁等有很大不同。1956年，创作的代表作《鸡鸣寺》则把他所探索的表现新生活的山水又向前推进了一步，那种古典的精神，已完全被一种现代的风情所替代。\n欧洲写生\n957年5月，傅抱石以新中国第一个美术家代表团团长的身份，率领其他画种的五名团员赴捷克斯洛伐克、罗马尼亚进行友好访问，并写生作画、举行画展，受到了两国艺术家的热烈欢迎。当中国艺术家到达布拉格的时候，罗马尼亚文化部负责人在接见代表团的时候，提出要求中国画家用自己的画笔表现他们国家的美丽景色。当傅抱石等到达捷克首都时，对方要求把这座位于多瑙河畔的美丽城市画下来，以便在当晚的电视台播放。主人用游艇把傅抱石等中国画家送到对岸，傅抱石在几部摄影机的镜头前选景、落墨，一切从容不迫，最后题上“一九五七年六月九日傅抱石”。这不仅是傅抱石第一次在异域写生作画，而且也是傅抱石平生第一次写生作画。\n自1935年从日本回国后，傅抱石一直没有迈出过国门，20余年后来到欧洲，一切都感到非常新鲜。面对异域风情，开始思考如何用中国的笔墨表现外国的风景，并尝试在发挥中国工具材料和笔墨形式特长的前提下，充分表现外国山川的特色。傅抱石的这些努力为中国的画家开创了一条前人从来没有走过的道路，同时通过对国外风景的表现，使山水画在新题材的表现方面向前迈进了一大步。\n在傅抱石的欧洲系列写生中，为了突出欧洲风光的特色，一般都在画面中安排教堂、城堡以及尖顶或红瓦的建筑，并把国人认为不入画的电线杆、火车轨道等搬上了画面，应该说傅抱石的这一努力抓信了欧洲风景中的一些主要的特色。在表现上，傅抱石舍弃了国画中常用的构图方法，特别是在一些空白的处理方面不以国画中的奇险取胜，而是以一种比较平实和自然的画面处理，突出写生中的自然性，由此区别于那种人们所熟识的中国山水画的构图程式。《斯摩列尼兹宫》、《将到西那亚为车中所见》、《罗马尼亚风景》、《捷克风景》均表现了一种新鲜的感受，与傅抱石同时创作的山水画有明显的不同，但是这些作品又一眼看出是出自中国画家之手。在国外100天的日子里，傅抱石共完成了49幅作品，其中在布拉格和布加勒斯特先后举办了观摩展览，对宣扬中国的绘画艺术作出了贡献。\n绘画地位\n也就是在傅抱石为韶山和北京作画前后，他的《四季山水》、《罗马尼亚一车站》、《春到钟山》、《水乡吟》等一批作品先后参加了国内外的多次展览。1960年3月，上海人民美术出版社又出版了他的《中国古代山水画史的研究》一书。同年8月，他当选为全国文联委员和中国美术家协会副主席。9月，美协江苏分会成立，他又当选为主席，同时还当选为江苏省书法印章研究会副会长。此时，傅抱石在中国现代绘画史上的地位已经完全确立。\n旅行写生\n960年9月，傅抱石率领“江苏国画工作团”开始了二万三千里的旅行写生，并由此推动了新山水画在二十世纪中期的发展。在长达三个月的旅行写生期间，这批生长于“草长莺飞”的江南画家相继走访了河南、陕西、四川、湖北、湖南、广东六个省的十几个大中城市，瞻仰了革命圣地，参观了祖国建设成就，游览了风光名胜，达到了“开眼界，扩胸襟，长知识和向兄弟省市画家们学习”的目的。而对于傅抱石来说，此行的最大收获就是确立了这样的观点——“思想变了，笔墨就不能不变”。二万三千里的旅行写生，将50年代初开始的以写生带动传统国画推陈出新的运动推向了一个历史的高潮。在旅行写生之后，傅抱石以旅行写生中的题材创作了《待细把江山图画》、《西陵峡》、《黄河情》、《枣园春色》等一批代表作品，这些作品后来和“国画工作团”中的其他画家的作品一起组成了《“山河新貌”画展》。1961年5月，《“山河新貌”画展》在北京中国美术馆展出，获得了空前的成功，得到了广泛的社会好评。后来其中的部分作品又集结出版了《山河新貌》画集，进一步奠定了这次写生与展览所具有的历史地位。\n几乎是在《“山河新貌”画展》展出的同时，傅抱石在有关方面的安排下又得了一次东北旅行写生的机会。从1961年6月到9月，傅抱石先后到长春、吉林、延边、长白山、哈尔滨、镜泊湖、沈阳、抚顺、鞍山、大连，然后渡海由青岛回到北京。傅抱石的后来感叹这次旅行是“兹游奇绝冠平生”，可见这次旅行写生对傅抱石的影响。\n傅抱石的东北旅行写生，将自然和社会两种题材的运用发挥到了到了极致。以《煤都壮观》为代表的社会性题材，在山水融合工业题材方面，已经明示了现代山水画的一个符合时代潮流的发展规律。而以《镜泊飞泉》为代表的自然题材，则是北方山水在傅抱石心灵的震撼和映现。应该说傅抱石是一位具有北方气质的南方画家，他嗜酒行为中的豪爽，助长了他用笔的奔入不羁。而以镜泊湖为代表的北方山水恰恰吻合了他的才情，所以他在画上题道：“此情此景，我能忘乎，我能不画乎？”\n从历史的角度看，傅抱石自欧洲写生至东北写生的过程，其意义已经超出了艺术自身的范围。如果说欧洲写生表达的是一种新鲜的感受，那么二万三千里和东北写生则是一种主观的探索，是把已有的知识渗透到新鲜的感受之中，使那经过几十年磨练的笔墨适时的在新的景致中得到淋漓尽致的发挥。\n事业高峰\n0年代初，傅抱石的事业达到了新的高峰，同时他的生命也走向了低谷。1962年，病臂使他竟夜难寐，饮食不安。10月，浙江有关方面安排他全家到杭州休养。然而在杭州的半年时间内，傅抱石并没有停止创作，从后来出版的《浙江写生集》中，我们可以看出他的勤奋。\n963年，他专程赴井冈山、瑞金，革命圣土之行虽然时间短暂，但《井冈山》等一批作品的出现，才让人们理解了他此行的真正意义。从这批作品中可以看出当时社会生活中的政治背景。“文化大革命”的前夜开始酝酿一个更大规模的政治运动，艺术家作为一个人首先面临的就是生存的选择。\n这一时期，傅抱石又集中创作了《冬云》、《咏梅》、《登庐山》等一系列毛泽东的诗意画。与50年代相比，这些毛泽东诗意画已经失去了那种早期朴素的情感，一种装饰化的倾向反映了时代的变化。但是傅抱石在时代的感召下，以其不懈的努力和不间断地创作，使毛泽东诗意山水画在新山水画中获得了特殊的地位，新山水画也因毛泽东诗意画的表现而在国画中得到了少有的重视和广泛的影响。\n965年9月29日，傅抱石因脑溢血在家中辞世，享年61岁。\n傅氏画论\n中华民族美术的建设是在先负起时代的使命，而后始有美术的可言；是在造成统一的倾向，而后始有“广大”“庄严”“永远”的收获。——《中华民族美术之展望和建设》，《文化建设》1935年5月；《文集》第100页\n美术是民族文化最大的表白。若是这句话没有错误，我们闭目想一想，再过几百年或几千年，有些什么东西，遗留给我们几百年几千年后的同胞？又有什么东西，表白现时代的民族文化？中华民族美术史上的这张白纸，我们要不要去写满它？这许多疑问，为中国美术，为中国文化，换句话，即是为民族，岂容轻轻放过！\n《文集》第102页\n美术家，是时代的先驱者，是民族文化运动的干员！他有与众不同的脑袋，他能引导大众接近固有的民族艺术；《文集》第103页\n中国绘画的精神，乃源于广大的国土和民族的思想，它最重要也是最特殊的世界各国所没有的一点，便是对作者“人品”的极端重视，这在三千年前的周代已发挥了鉴戒的力量，再从此出发，逐渐把画面的道德意识融化了作者个人，把画面所再现的看做作者人格的再现。因此，不管花卉也好，山水也好，工笔的也好，写意的也好，总而言之是“点”与“线”交织而成的心声。——《中国绘画在大时代》，《时事新报》1944年4月25日；《文集》第296页\n中国人的胸襟恢廓，我看和这山水画的发展具有密切的关系。大自然界给予我们的教育是活的，伟大而无异议，而以南京为中心的江南山水，更足以洗耳恭听涤身心。绘画思想上，写实和自然的适切配合，再根源于前期传统，就非常灿烂地开辟了另一境界。——《中国结画思想之进展》，1940年；《文集》第231页\n年谱简编\n解放前\n904年——十月五日出生于江西省南昌市。\n911年——入私塾附读，原名傅长生。\n915年——在瓷器店学徒，开始自学篆刻、书画。\n917年——14岁，考入南昌江西省第一师范附小，插班进四年级，改名傅瑞麟。\n921年——高小毕业，升入江西省第一师范学校，开始美术创作和研究工作，自号“抱石斋主人傅抱石”。\n925年——完成第一部著作《国画源流述概》。\n926年——于江西省第一师范学校艺术科毕业，留校任教；著北伐军攻克南昌，聆听北伐军政治部主任郭沫若的演讲。\n著《摹印学》，全书分总论、印材、印式、篆法、章法、刀法、杂识七部分。\n929年——著《中国绘画变迁史纲》，该书于一九三一年出版。\n931年，任教于南昌省立一中。夏，得黄牧夫印谱，以半月的时间整理出四千余方。《中国绘画变迁史纲》由上海南京书店出版。\n932年——获江西省政府资助，以考察和改良景德镇瓷器的名义公派赴日留学。\n933年——赴日本留学，入东京帝国美术学校研究部，攻读东方美术吏，兼习工艺、雕刻；译日本梅泽和轩著《王摩诘》。\n934年——五月，在日本东京举行“书画篆刻个展”，作品有《渊明沽酒图》、《瞿塘图》、《笼鸡图》及书法篆刻等一百七十余件。六月，译日本金原省吾教授著《唐宋之绘画》。\n935年——三月，所编《苦瓜和尚年表》在日本发表。五月，论文《中华民族美术之展望与建设》发表。七月，学成返国，任教于南京中央大学艺术系。八月，所著《中国绘画理论》一书出版。十月，发表论文《论顾恺之至荆浩之山水画史问题》。\n936年——二月，编译之《基本国案学》一书出版。七月，在江西南昌举办书画个展，展出作品一百余件；论文《论秦汉诸美术与西方之关系》及《石涛年谱稿》发表。八月，译作《郎世宁传考略》发表。十一月，编译《基本工艺图案法》。\n937年——三月，《石涛丛考》发表，《中国美术年表》出版。五月，《汉魏六朝之墓砖》一文发表。七月，著《大涤子题画诗跋校补》；发表《石涛再考》、《民国以来国画之史的考察》及译文《中国文人画概论》。十月，完成《石涛画论之研究》、《石涛生卒考》、《六朝初期之绘画》诸论文。\n938年——1940年，在郭沫若先生主持之政治部三厅任秘书。经常往来于株洲、衡山、衡阳、东安、桂林等地，做抗日宣传工作。\n939年——四月，辗转到达四川重庆，寓居西郊金刚坡下，自署居处为“金刚坡下山斋”。五月，所编《中国明末民族艺人传》出版。六月，完成《中国美术史——古代篇》，作《关于印人黄牧父》。\n940年——四月，发表重要论文《晋顾恺之画云台山记之研究》。作《云台山图卷》，郭沫若先生为题四绝。八月，政治部三厅改组，随郭沫若先生退出，回中央大学艺术系任教。时该校已迁重庆沙坪坝。九月，著《中国篆刻史述略》；《木刻的技法》一书出版。\n941年——一月，发表《读周栎园“印人传”》一文。四月，再画《云台山图卷》。五月，完成《石涛上人年谱》。\n942年——三月，作《大涤草堂图》，徐悲鸿先生为之题塘：“元气淋漓，真宰上诉。”八月，郭沫若先生为《屈原》、《陶渊明像》、《龚半千与费密游诗意》、《张鹤野诗意图》等作品题诗。九月，在重庆举办“王午个展”，展出作品一百件。《大涤草堂图》、《对牛弹琴图》、《初夏之雾》及郭沫若先生题诗之《屈原》、《陶渊明像》等作品均在此次个展中展出。\n943年——在重庆举行个展。在成都举行个展。\n944年——金刚坡时期，精品倍出，代表作《夏山图》堪称精品，在重庆中苏文化协会举办“傅抱石画展”。在昆明举办“郭沫若书法、傅抱石国画联展”。1945年——二月，作《掌阮图》、《晋贤图》、《石涛诗意图》、《大涤草堂图》等画；参加民主运动，在中国文学艺术界“对时局宣言”上签名。三月，作《萧清暮雨》等图。十月，作《金刚坡麓》、《虎溪三笑》及册页《九张机》等画。\n946年——十月，迁回南京，继续执教于中央大学艺术系；在南京与徐悲鸿、陈之佛等举行联展。\n947年——八月，演讲稿《中国绘画之精神》发表。十月，在上海“中国艺苑”举办“傅抱石画展”，展出作品一百八十余幅，且多钜制，人物、山水各居半。\n948年——一月，精心之作《石涛上人年谱》一书出版；在南昌举行个展。\n解放后\n949年——开始以毛主席诗词为题材的国画创作。作品有《七律·长征》、《沁园春·雪》、《清平乐·六盘山》等。作品参加“南京市第一届美术展览会”。\n951年——六月，当选为南京市文联常委。七月，著《初论中国绘画问题》。\n952年——全国高校院系调整，任南京师范学院美术系教授。\n953年——七月，发表论文《南京堂子街太平天国壁画的艺术成就及其在中国近代绘画史上的重要性》。九月，“全国第一届国画展”在北京举行，《抢渡大渡河》、《更喜岷山千里雪》参加展出。\n954年——四月，为中国人民保卫世界和平委员会作《东方红》。\n955年——三月，在江苏省文联举办的“星期文艺讲座”上，主讲《中国古代绘画》。在北京“第二届全国美展”上展出《湘君》和《山鬼》两幅人物画。\n956年——一月，增补为第二届全国政协委员，参加全国政协二届二次会议。八月，在北京“世界文化名人雪舟等杨逝世四百五十周年纪念会”上，作《雪舟及其艺术》学术报告，后全文发表于《人民日报》。十月，中国美术家协会南京分会筹委会成立，被推选为主任委员。\n957年——二月，开始筹建江苏省国画院，为主要负责人。五月至八月，率中国美术家代表团访问罗马尼亚、捷克斯洛伐克，作画五十余幅，后出版写生画集二种。七月，《写山要法》一书出版，该书根据日本高岛北海原著《写山要诀》编译。八月，在北京“中国人民解放军建军三十周年纪念美术展览会”上，展出与亚明合作之军史画《大军南下，横渡黄泛区》。十二月，所著《山水、人物技法》一书出版。\n958年——四月，《白石老人的艺术渊源》一文在《文汇报》发表。七月，所著《中国的绘画》一书出版。十二月，《傅抱石画集》出版，郭沫若先生作序并题签。自选一九四二年至一九五七年作品《桐荫读画》、《万竿烟雨》、《兰亭图》、《丽人行》、《平沙落雁》、《西风吹下红雨来》、《暮韵》、《抢渡大渡河》等四十幅；在北京举办“江苏省国画展”，展出新作《蝶恋花》、《雨花台颂》。\n959年——六月，“中国画展”在巴基斯坦卡拉奇开幕，展出山水画《春》、《夏》、《秋》、《冬》及《罗马尼亚一车站》；到湖南长沙、韶山写生，后出版写生画集《韶山》，收入《韶山全图》、《毛主席故居》组画。七月至九月，在北京与关山月合作，为人民大会堂绘制巨幅国画《江山如此多娇》，毛泽东主席亲为题句。\n十月，参加全国先进工作者群英大会。\n960年——一月，《春到钟山》、《水乡吟》、《新松恨不高千尺》在南京展出。三月，江苏省国画院正式成立，任院长；《中国古代山水画史的研究》一书出版。四月，中国美术家协会江苏分会正式成立，当选为主席。江苏省书法印章研究会成立，任副会长。八月，当选为中国美术家协会副主席，全国文联委员。九月，率江苏省国画家在国内六省十几个城市旅行写生，行程二万三千余里，画出了许多优秀作品。后举办了画展，出版了《山河新貌》画集。\n961年——二月，于《人民日报》发表论文《思想变了，笔墨就不能不变》。三月，于《人民日报》发表《白石老人的篆刻艺术——齐白石作品集·印谱序》。五月，“山河新貌画展”在北京举行，《待细把江山图画》、《西陵峡》、《黄河清》、《枣园春色》、《陕北风光》、《红岩村》、《山城雄姿》等名作展出。六月至九月，到我国东北地区旅行写生，作《镜泊飞泉》、《天池林海》、《林海雪原》、《煤都壮观》、《松花湖》等图，后出版写生画集。\n962年——二月，《郑板桥集》前言《郑板桥试论》在《人民日报》发表。八月，在“南京市美术展览会”上展出《天池飞瀑》。十月，在“江苏省肖像画展览会”上展出《屈原》、《杜甫》两幅作品。十月至次年四月，赴浙江休养、写生，后出版了《浙江写生画集》，收入《新安江印象》、《三潭印月》、《虎跑》、《九溪》、《龙井初春》等作品。\n963年——一月，与何香凝、潘天寿合作国画多幅。三月，为中国驻缅甸大使馆作大幅《华山图》。十一月，回江西，访井冈山、瑞金等革命老根据地，以后陆续创作了《黄洋界》、《茨坪》、《长征第一桥》、《革命摇篮叶坪》等画。\n964年——一月作《井冈山》。三月，著文《在更新的道路上前进》。九月，当选为第三届全国人民代表大会代表，出席大会。\n965年——一月，“全国美展”华东地区作品在京展出，大幅《虎踞龙盘今胜昔》参加展览。九月，去上海，拟为上海虹桥机场大厅作画。同月二十九日，脑溢血，病逝寓中，享年六十一岁。\n著作年表\n《国画源流述概》1925\n《中国绘画变迁史纲》1929\n《摹印学》1926\n《论顾恺之至荆浩山水画史问题》1934\n《中国绘画理论》1934\n《论秦汉诸美术与西方之关系》1934\n《明末民族艺人传》\n《中国古代山水画史的研究》1960\n《中国美术史》1953年\n《中国美术年表》本馆索书号：J12/13\n《石涛上人年谱》\n《明末石涛上人朱若极年谱》\n《中国的山水画和人物画》\n《苦瓜和尚年表》\n《石涛年谱稿》\n《石涛丛考》\n《山水人物技法》\n《木刻的技法》\n《中国绘画之研究》\n《中国山水画人物技法》\n《壮游万里话丹青》\n《美术创作经验谈》\n《中国的人物画和山水画》\n《怎样欣赏艺术》1944年出版\n《文天祥年述》1940年出版\n","category":"草书","verified":true,"user":1,"timestamp":1429951661606},{"name":"郑板桥坡公小品册页","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791643034,"text":"郑燮《坡公小品册》，行书，纸本，纵29厘米，横18.2厘米。扬州博物馆藏。","author":"清代郑板桥","description":"郑板桥坡公小品册页"}]