[{"name":"董其昌金刚经","text":"灵隐寺始建于东晋咸和元年（公元326年），至今已有约一千七百年的历史，为杭州最早的名刹，为全国重点文物保护单位。\n灵隐寺地处杭州西湖以西，背靠北高峰，面朝飞来峰。\n灵隐寺开山祖师为西印度僧人慧理和尚。初创时佛法未盛，一切仅初具雏形而已。至南朝梁武帝赐田并扩建，其规模稍有可观。唐大历六年（公元771年），曾作过全面修葺，香火旺盛。然而，唐末“会昌法难”，灵隐受池鱼之灾，寺毁僧散。直至五代吴越王钱镠，命请永明延寿大师重兴开拓，并新建石幢、佛阁、法堂及百尺弥勒阁，并赐名灵隐新寺。\n灵隐寺鼎盛时，曾有九楼、十八阁、七十二殿堂，僧房一千三百间，僧众多达三千余人。南宋建都杭州，高宗与孝宗常幸驾灵隐，主理寺务，并挥洒翰墨。宋宁宗嘉定年间，灵隐寺被誉为江南禅宗“五山”之一。\n清顺治年间，禅宗巨匠具德和尚住持灵隐，筹资重建，仅建殿堂时间就前后历十八年之久。梵刹庄严，古风重振，其规模之宏伟跃居“东南之冠”。清康熙二十八年（公元1689年），康熙帝南巡时，赐名 “云林禅寺”。\n新中国成立后，灵隐曾多次进行大规模整修。目前，灵隐寺主要由天王殿、大雄宝殿、药师殿、直指堂（法堂）、华严殿为中轴线，两边附以五百罗汉堂、济公殿、联灯阁、华严阁、大悲楼、方丈楼等建筑所构成，共占地一百三十亩，殿宇恢宏，建构有序。\n灵隐寺以其得天独厚的佛教文化、宏伟壮丽的殿宇建筑和秀美幽雅的自然风光，成为人们学佛、观光、祈福、休闲的佛教胜地。\n创造年代\n灵隐寺 ，又名云林寺，位于浙江省杭州市西湖西面的灵隐山麓，通常认为也属于西湖景区。建于东晋咸和元年（公元326年），至今已有约1800年历史，也是江南著名古刹之一，杭州最早的名刹，也是中国佛教禅宗十大古刹之一。\n地处杭州西湖以西灵隐山麓，背靠北高峰，面朝飞来峰，两峰挟峙，林木耸秀，深山古寺，云烟万状。\n庙宇宏敞，建筑巍峨，古朴壮观，集精巧的建筑结构和精湛的雕刻艺术于一身，充分体现了古代中国劳动人民的聪明才智和艺术创造力，是我国古代建筑的杰作。有乡贤林承强诗云：飞来岭下三生石，青洞岩边一线天。玉乳青坪横石戟，金莲碧水吐云烟。冷泉柳浪红花笑，辟塔莺歌白鹭旋。罗汉龙泓光万道，济公灵隐寿千年。 \n开山祖师为西印度僧人慧理和尚，他在东晋咸和初，由中原云游入浙，至武林（即今杭州），见有一峰而叹曰：“此乃中天竺国灵鹫山一小岭，不知何代飞来？佛在世日，多为仙灵所隐”，遂于峰前建寺，名曰灵隐。\n又传灵隐寺原来叫“灵鹰寺”。始建于唐初。相传1400多年以前，今秦岭湾门前，有一座笔架山，笔架山左侧，是块凤凰朝阳地。原先这里荆棘纵横，荒无人烟。后有一吴姓僧人在山后住，打柴种地为生。一天，僧人在笔架山丛林打柴，因为天热，将道袍脱下，挂在树枝上，又去忙活。忽然，一只大雁凌空而下，将袍叼走，向南飞去，至灵隐寺落下。吴僧望空向南一路追来，但见此处绿树森森，翠柳成荫。绿影婆娑间，一岭土坨南头北尾；前饮碧水绿荷，后交浮菱青湖；左右两侧隆起两扇翼状土丘；整个地貌有如巨鹰卧地。吴僧人感悟为神灵指点，遂于此焚香祷告，搭棚立寺，故名“灵鹰寺”。\n从此，灵鹰寺香火兴旺，庙宇初具规模。传至碧钵和尚时，寺内有僧人一百多人，耕地两百多亩，牛十余头，水井十多口，影响到上五府、下八县。唐朝贞观年间，有一天，碧钵大师在寺内说法，大将军尉迟恭受朝廷委派前来平叛剿匪，路过此寺，见寺庙巍峨庄严，井井有条，特进庙朝拜神圣，祈祷此去如能平妖剿匪，定禀告皇上拨款重修庙宇。尉迟恭果然一举平息叛乱。班师回朝后，尉迟恭元帅立即禀奏皇上。大唐天子李世民准奏，还钦命灵鹰寺改为灵隐寺。  \n至南朝梁武帝赐田并扩建，其规模稍有可观。唐大历六年（公元771年），曾作过全面修葺，香火旺盛。然而，唐末“会昌法难”，灵隐受池鱼之灾，寺毁僧散。直至五代吴越王钱镠，命请永明延寿大师重兴开拓，并新建石幢、佛阁、法堂及百尺弥勒阁，并赐名灵隐新寺。灵隐寺鼎盛时，曾有九楼、十八阁、七十二殿堂，僧房一千三百间，僧众多达三千余人。南宋建都杭州，高宗与孝宗常幸驾灵隐，主理寺务，并挥洒翰墨。宋宁宗嘉定年间被誉为江南禅宗“五山”之一。清顺治年间，禅宗巨匠具德和尚住持灵隐，立志重建，广筹资金，仅建殿堂时间就前后历十八年之久，梵刹庄严，古风重振，其规模之宏伟跃居“东南之冠”。清康熙二十八年（公元1689年）南巡时，赐灵隐为“云林禅寺”。\n新中国成立后，灵隐多次进行大规模整修。于今，呈现出一派欣欣向荣的景象。 \n曾在灵隐寺内拍摄著名电视剧：《活佛济公1.2.3》\n地理位置\n地址：浙江省杭州市西湖区灵隐路法云弄1号。\n灵隐寺取“仙灵所隐”之意，光听名字便知其隐于山林，环境清幽。\n灵隐寺位于浙江省杭州市西湖西北面，通常认为也属于西湖景区。\n灵隐寺在飞来峰与北高峰之间灵隐山麓中，两峰挟峙，林木耸秀由来，深山古寺，云烟万状，是一处古朴幽静、景色宜人的游览胜地。 \n人文历史\n灵隐寺的创建，颇具传奇色彩。印度僧人慧理从中原云游入浙，登临灵隐山时，见山中一峰似曾相识，说：\"此乃天竺灵鹫山一小峰，不知何代飞来?佛在世日，多为仙灵所隐。\"遂在飞来峰下卓锡建寺，连建五刹：灵隐、灵山、灵峰、永福、下天竺(另有一说为：灵鹫、灵隐、灵山、灵峰、灵顺)。除灵隐之外，其他四寺或废或更，均已不存。寺院初创之际，佛法不盛，一切禅林规制，仪具雏形、僧不甚众，游客清淡，香火寂寥。所以刘宋智晓法师住持时，因寺院法务清淡，有足够的时间来啸聚群猴，自称猿父，与之玩耍竟日。\n南北朝\n南北朝时，佛教大兴。南齐竟陵王萧子良与梁武帝萧衍等大力崇佛。\n梁武帝天监三年（504年），萧衍下诏“舍道归佛”，将佛教奉为国教，随即大兴土木，建寺立塔，一时间，佛刹林立，出现“南朝四百八十寺，多少楼台烟雨中”之盛况。杭州为南朝属地，自然就出现了不少佛寺。古人云：上有所好，下必从之。皇帝爱佛教，便会到处见到寺院，听到梵呗钟声。当时，在杭州，就建有天真寺、净空寺、东林寺、建国寺、发心寺、孤山寺等，还有许多俗家居士，舍宅建寺，供奉香火。灵隐寺也得到了梁武帝的青睐，赐田扩建，规模粗具，香火渐盛。\n北周武帝年间（561-578年），一度宣布废佛，并下令僧徒还俗，焚烧法器佛典，将寺庙充作公产。尽管这次法难对北方寺院打击很大，南方寺院稍好，但也不能说没有丝毫影响。有些胆小的僧人，风闻法难之声，便悄悄溜走，还俗的还俗，隐居的隐居，致使灵隐寺陷入冷落荒寂之中。\n隋\n隋文帝仁寿二年（602年），隋文帝不但恢复佛教，还派僧人慧诞法师来杭弘扬佛法。在灵隐寺前飞来峰与莲花峰间栈道建神尼舍利塔(后倾圮)。\n唐\n到了唐代，灵隐寺宇已具相当规模，天下高僧云集。\n唐·陆羽《灵隐寺记》：“晋宋已降，贤能迭居，碑残简文之辞，榜蠹稚川之字。榭亭岿然，袁松多寿，绣角画拱，霞晕于九霄；藻井丹楹，华垂于四照。修廊重复，潜奔潜玉之泉；飞阁岩晓，下映垂珠之树。风铎触钧天之乐，花鬘搜陆海之珍。碧树花枝，舂荣冬茂；翠岚清籁，朝融夕凝。”\n唐长庆年间(821一824年)，灵隐寺僧道峰专修华严宗，他常在灵隐寺本山和杭州各寺之间讲经说法，信徒甚众。白居易《华严经社石记》载：唐长庆二年(822年)，道峰在龙兴寺开讲《大方广佛华严经》时，听众达数千人之多，盛况空前。\n华严宗也名贤首宗，以其创始人唐僧法藏受赐贤首之号，故名。该派以《华严经》为主要经典，认为佛教由浅入深可分五个层次：小乘(即声闻小乘教)、始教(即大乘初阶)、终教(即大乘终阶)、顿教(顿超顿悟法门)、圆教(圆满无缺无碍之理沦)。又以\"六相\"、\"十玄\"、\"三观\"作为基本思想。阐发了《华严经》有关\"法界缘起、理事无碍、事事无碍、无尽圆融\"的教义，并以\"圆融无碍\"作为最高的认识境界。该教融人儒、道思想，调和了佛教内部各派之间的矛盾。当时的灵隐、天竺诸寺，皆奉华严宗，一时间，宗风甚炽。\n唐武宗会昌五年(845年)，发生了佛教史上再一次大规模的“会昌法难”事件。武宗力主排佛废佛并禁佛。灵隐寺噩运难逃,寺毁僧散，钟寂烟灭。其后，稍作恢复，然一时难成气候，仅延香火而已。\n五代十国\n吴越王钱缪时，情况大有改观。相传，钱氏寒微之时，初奉道教，后遇高僧法济，对他说“他日成霸吴越，当须护持佛法”，并劝他：“好自爱，他日贵极，当以佛法为主。”他对法济禅师十分尊重，“见必跪拜，檀施丰厚，异于常数”。法济圆寂时，他亲自撰写赞词并亲执丧礼，追谥为“建初兴国大师”。临终时，钱氏又告诫他的儿子：“吾昔自径山法济示吾霸业，自此发迹，建国立功，故吾常厚顾此山焉！他日汝等无废吾志”。于是，钱氏三代五王始终奉行“信佛顺天”之旨，使得杭州城乡，遍布寺院，寺与寺之间，梵音相闻，僧众云集。据史书记载：“吴越国时，九厢四壁，诸县境内，一王所建，已盈八十八所，含十四州悉数数之，不胜举目矣。”吴越寺庙“倍于九国”，扩建创建的寺院有史可据的就有二百余所。在杭州的历史上，吴越时期，吴越王“以有土有民为主，不忍兴兵杀戮”，保境安民，休兵乐业，清明向上的“吴越之治”，使杭州成为东南地区的政治、经济、文化中心，更是佛教文化的中心。吴越时期的摩崖石刻，佛像塑造、佛经雕刻特别丰富，寺字园林、佛塔经幢随处皆有。学佛习禅之人日渐增多，佛门禅坛的诗词文章层出不穷。灵隐寺再一次佛光重现。\n后汉天福十二年(947年)，吴越王钱弘仿曾扩建灵隐寺为九楼、十八阁、七十二殿。一时间僧众三千之多，常有异邦僧侣前来取经。\n后周显德七年(960年)，吴越王钱弘从奉化请来高僧延寿主持灵隐寺，新建僧舍五百余间，建石幢二座。东建百尺弥勒阁，西有只园，共有殿宇房舍一千三百余间，廊庑曲折萦回，自山门左右连接方丈，称寺为\"灵隐新寺\"。\n北宋\n宋初文学家罗处约的《重修灵隐寺碑记》可以看出，那时灵隐寺的建筑精美，环境清幽，内部装饰非常华丽，寺容极为庄严。苏东坡《游灵隐寺》一诗中有\"高堂会食罗千夫，撞钟击鼓喧朝晡\"之句，可以想见灵隐寺在那时的空前盛况。\n宋真宗景德四年(1007年)，改灵隐寺为灵隐山景德寺。\n真宗天禧五年(1021年)，赐名\"景德灵隐禅寺\"，皇室对灵隐寺非常重视。\n仁宗天圣二年（1024年）章懿太后赐脂粉钱九千五十四贯给灵隐寺，作为修葺寺庙之用。\n天圣八年(1030年)，因灵隐寺斋僧施粥的需要，将位于杭州、秀州(今嘉兴)两地良田一万三千佘亩，赐与灵隐寺作为庙产。\n景佑二年(1035年)，住持延珊将凿制于开宝二年(969年)置于吴越王家庙奉先寺(现已废)的经幢两座移至灵隐寺天王殿前。\n皇佑元年（公元1049年）赐御绣《观音心经》二卷、《回銮碑》及飞白黄罗扇等御用之物。\n庆历年间，丞相韩琦、参政欧阳修等奏赐契嵩所著书《传法正宗定祖图》、《传法正宗记》、《传法正宗论》三书（合称《嘉佑集》）和《辅教篇》等人藏。末仁宗准奏下旨传法院编人《藏经》，并赐契嵩\"明教大师\"的称号。契嵩是北宋云门宗的名僧，主张融合儒释两教，以佛教\"五戒\"、\"十善\"会通儒家的\"五常\"。他著有《原教论》一书，竭力反驳排佛者，以\"原教论明，儒释一贯\"的立论，来维护和阐发佛教教义，强调佛儒两家都以\"教人为善\"为宗旨，\"相资善世\"，受到朝野上下的一致敬重。自此之后，灵隐寺名闻遐迩，海内外佛教信徒纷纷前来探求佛法。当时的灵隐寺已成天下禅宗圣地。\n南宋\n南宋建都临安(今杭州)。宋高宗为保皇位，偏安东南一隅，不思迎回被金人掳去的徽、钦二帝，却大力宣扬他的\"孝道\"，将一些名刹梵宇改为祀庙斋宫，把净慈寺改名为\"报恩光孝禅寺\"。\n绍兴五年(1135年)，将灵隐寺改为“灵隐寺崇恩显亲禅寺”。高宗和孝宗时常到灵隐寺进香，闲暇之际，挥洒翰墨。宋理宗把显亲禅寺原有的大雄宝殿改名为\"觉皇殿\"，另外赐书\"妙庄严域\"四字。\n宋宁宗嘉定年间(1208-1224年)，评定浙江禅院，径山为第一，灵隐次之，净慈又次之，宁波天童寺又次之，阿育第五。\n宋孝宗乾道三年(1167年)二月，诏令每年四月初八佛诞日赐帛五十匹于禅寺。\n乾道六年(1170年)，赐灵隐寺住持慧远号\"佛海禅师\"。\n乾道八年(1172年)，宋孝宗亲临灵隐，宣慧远奏对，又赐号\"瞎堂禅师\"，改法堂名为\"直指堂\"，又赐瞎堂禅师\"直指堂\"印。\n绍兴二十八年(1158年)，灵隐寺仿净慈寺建\"田字殿\"，塑五百罗汉，一时间，杭嘉湖地区盛传\"数不清的灵隐罗汉\"。\n元\n在元一代，共90余年，灵隐寺有建有毁。\n元武宗至大元年(1308年)，宋理宗赐号的\"觉皂殿\"蠹朽倾颓，由寺僧慈照、住持正传与平章张缔重修，历时四年，于元仁宗皂庆元年(1312年)竣工落成。\n元顺帝至元四年(1338年)，竹泉法林禅师自净慈寺迁往灵隐，一度宗风甚炽，朝廷授其金褴衣。不久，因他长期云游会稽山中，行院具疏奏请朝廷下旨并多次请他回归灵隐，他勉强答应住了三年，就退居了幻庵。\n元顺帝至正十九年(1359年)，寺毁于兵火，损失惨重，尽管住持辅良于至正二十三年(1363年)重修，但仅建了方丈室与伽蓝堂，灵隐寺的盛况已不再，曾经有过的\"罗食千夫\"、\"撞钟击鼓\"的盛况已成过眼烟云，灵隐寺的衰落于元代初露端倪。\n明\n明太祖朱元璋曾是一介僧人，定都金陵(今南京)后，就诏今天下举荐佛门高僧，召开了\"无遮大会\"。灵隐寺为江南名刹，自然派了不少僧人前往参加。\n洪武三年(1370年)，明太祖把灵隐寺住持见心来复召京说法，轰动朝野，四众归敬。明太祖亲封他为\"十大高僧\"之一，授以金褴袈裟，并命他撰\"正心\"、\"崇本\"、\"观道\"、\"敬贤\"四箴，后因胡唯庸案牵连而被下狱杀害。\n明代初创之时，崇尚佛法，不久，就以整顿为名，对各寺庙采取种种限制的措施。灵隐寺僧十白\"法难\"惨剧再一次降临，便主动把宋时朝廷所赐的杭、秀(今嘉兴)两州庙田一万三千亩交还朝廷，以免灭顶之灾。灵隐寺僧的这种做法，深得明太祖赏识，所以他把其中的部分田地赐还给灵隐寺。洪武三年，灵隐寺失火，损失较重。\n洪武十七年(1384年)，住持慧明重建了觉皇殿，改寺名为\"灵隐禅寺\"。因一时资金不足，佛殿内的佛像直到永乐元年(1403年)才增塑完毕，由僧善才募施装修大佛诸天及诸供具。觉皇殿总是多灾多难，至宣德五年(1430年)，觉皇殿再次毁于火。\n宣德七年(1432年)，由住持昙缵建左右翼门和面壁轩，继由住持良阶重建觉皇殿。据说，殿中有丈余长的拜石，刻有花卉鳞甲文，工巧如画，精美异常。但整个殿宇，部分堂室已圮废糜朽，旧观实难重现。\n正统十一年(1446年)，寺僧弦理建直指堂，堂额为张即之所书。这时，寺内已恢复建有弥勒阁、莲峰阁、千佛殿、延宾水阁，望海阁及白云庵、松源庵等，稍具旧时规模。\n隆庆三年(1569年)，灵隐寺全寺均毁于雷火，仅剩直指堂。其时正值海寇纷扰，无暇顾及，寺僧德明等欲图复兴，可惜心有余而力不足。\n万历十年(1582年)，才由吏部尚书张瀚、司寇陆光祖等迎如通法师做灵隐住持，至即讲经，信施颇丰。\n万历十一年(1583年)冬开始重修灵隐寺，历五年而成。大殿仿唐而建，用平头柱四十八，石柱十六，改觉皇殿为\"大雄宝殿\"。寺成后，如通禅师\"开讲说法，士庶云集\"。\n万历十八年(1590年)，如通又和僧祓秽重建理公塔，并在正殿塑五百罗汉涌壁。在弥勒阁旧址建三藏殿，其后为直指堂、方丈室。方丈室左为妙应阁，右为选佛斋，张瀚为之撰记。\n万历二十八年(1600年)，由司礼监孙隆进行修葺，并在三藏殿中置轮藏以奉藏经，计六百三十八函。轮藏之左为药师灯藏，计四十九灯；轮藏之右为水陆像藏，共一百二十五轴。\n崇祯十三年(1640年)，灵隐寺又遭灾祸，全寺失慎于火，除大殿、直指堂等殿幸免于难外，其余悉付祝融之口。其时，昭庆寺与上天竺也焚于火，似乎那段日子，祝融氏心情十分恶劣，大有\"逢寺便吐火舌\"的味道。\n到了明末清初，灵隐寺已成一\"苔寮藓壁\"的破败惨状。那时，灵隐寺建立了\"房制\"，共有二十四房。\"房制\"就是把各院落分作私人产业，一切收支及招收僧徒等事，外人不得干预。灵隐寺住持，由各公房推选，看上去俨然成了一个部落，世俗之味浓重，而道风自然就无从谈起了。各房除了公事，其他的事都自顾自的，谁也无心修复寺院殿堂。当时的住持是豁堂禅师，他自幼在灵隐寺出家，受戒后，遍参名师，得法于三峰法藏禅师，由各公房推举当了住持。他把自己的方丈称作\"破堂\"。面对满寺零落残败、风雨飘摇的凄凉景象，豁堂禅师自知难以使灵隐寺起死回生，便请在扬州弘法的深交具德和尚来重兴灵隐古刹。\n具德和尚法名弘礼，是三峰法藏法师的嫡嗣，天童密云法师的法孙，为临济宗三十二世，不管到哪儿开堂说法，均受到僧众信徒的欢迎。《灵隐寺志》载：\"道风广被十座道场，位下法从动以千计。\"清顺治六年(1649年)具德和尚仔细地核查了明末如通和尚修造灵隐寺旧籍，共花银八万两。而到具德和尚时，工料价格倍增，没有百万银子下不来。众僧竭力反对。具德和尚力排众议，历尽千辛万苦，花了十八年，终于使灵隐寺面貌焕然一新。灵隐寺大雄宝殿上梁之日，前来观看的人达十多万!《灵隐寺志》载：\"自建造以来未见若斯盛者也!\"\n具德和尚修复后的灵隐寺规模非常之大，共建成\"七殿\"、\"十二堂\"、\"四阁\"、\"三楼\"、\"三轩\"等。\n另外，还仿净慈寺建有\"五百罗汉殿\"，也称\"田字殿\"，共五十四间，建于西禅堂下。《湖山便览》卷五记载：\"法像小于净慈，而完好过之。\"除此以外，尚建有双桂室、香积厨、圃室，浴室、各寮房公所等。同时，寺里寺外，广植树林，称为\"玉树林\"。梵宫庄严华丽，时誉\"东南之冠\"。具德和尚惨淡经营十八年，使得灵隐寺\"法席一新，建置甚盛\"。《灵隐寺志》称：\"虽曰重兴，实同开创。\"王益朋在《重修灵隐寺碑记》里盛赞灵隐寺：\"钱塘三百六十寺，未有先此者也。\"后人评说灵隐寺历史，说\"理公为祖，延寿为宗，具德中兴\"，可见这三人名望均很高。具德和尚可以说是一个改革家，经过他的十八年努力，终于使灵隐寺的积弊尽除，禅风重振，时人皆称灵隐寺为\"东南第一山\"。不过，灵隐寺有这一天，还得感谢豁堂禅师，如果没有当初他慧眼识高人，把具德和尚请到灵隐寺来重整禅院，恐十\"东南第一山\"的美誉还没这么早就能得到。\n继具德和尚主持灵隐的是晦山和尚。据《灵隐寺志》载：晦山和尚具大才，未出家时，与吴梅村先生为同窗好友，文名甚著。明甲申(1644年)舂，他听说李自成破京，崇祯殉国，就恸哭焚书，无意于仕途。《灵隐寺志》载曰：\"以金刚王宝剑斩断葛藤，于千华老人处受具，于具德老人处传法印。\"他曾当过几个大丛林的方丈，著《锻炼禅人说》十三篇，为诸方所钦仰。住持灵隐寺后，不改故常，建飞来峰碑坊、具德和尚慧日塔院、普同塔三座，以补未备。但晦山和尚的功迹尚不在此。他主要的功德在开示后人，得正法眼藏。《灵隐寺志》记载\"每结制一七之期，必有数人省发正法眼藏之利益。学人有如此滹沱绝学，重开生面，以大展具老人未竟之绪，灵隐重兴，固不在殿宇鼎新已也。\"意思是说，具德和尚因把主要精力花在重振灵隐寺的建筑上，而很少有时间去开示后人，而晦山和尚正好弥补了具德和尚想做而没时间做的事情，其功甚伟！\n清\n据《云林寺志》记载：清康熙二十八年(1689年)，康熙帝南巡杭州时，驾幸灵隐寺。当时的住持是谛晖，请康熙皇帝题一块匾额。康熙亲书\"云林\"二字，灵隐寺遂改名为\"云林禅寺\"。之后，康熙皇帝在三十八年(1699年)、四十二年(1703年)、四十四年(1705年)又三至灵隐，均有记游诗文留下。\n清雍正六年(1728年)，由总督李卫重修大雄宝殿、天王殿及诸堂字灯楼阁等。\n雍正十一年(1733年)六月初二日，颁帑金五百两，斋僧二干人。\n乾隆初年，住持巨涛，嗣法谛晖，博涉群书，于佛学造诣颇深，为朝野所重。当时的光禄少卿扬州的汪应庚来游灵隐，与巨涛一见如故，捐资重修大雄宅殿及其他殿、堂、阁、轩、楼、亭等数十处，又补饰五百罗汉，修理合涧桥、龙泓洞、鹫峰径等，总共用去费用二万余两银子。从乾隆六年(1741年)十月至乾隆九年(1744年)十月，历时三年。\n乾隆年间，乾隆帝分别在乾隆十六年(1751年)、二十二年(1757年)、二十七年(1762年)三十年(1765年)、四十五年(1780年)、四十九年(1784年)六次驾幸灵隐，都有诗汜游，刊刻于石，至今仍立在寺前碑亭之中。\n清乾隆四十一年(1776年)布政使徐恕及司道各府，因灵隐寺年久失修，捐款修葺。那时，全寺僧人五百余人，食用浩繁，又无田产，糊口之粮全向居民募化而来。因灵隐寺靠近天竺，故用天竺的香火钱来贴补灵隐斋粮的不足。这个办法得到朝廷核准，永远遵守。\n乾隆四十四年(1779年)，因灵隐、天竺两寺同一住持，顾此失彼，难以兼顾，只得恢复分管旧制，至今天竺每年津贴灵隐斋粮银二干两。这个办法，直到民国以后才取消。\n清嘉庆、道光两帝，对灵隐也一如既往地支持与关心，曾拨款给灵隐，作为修复与兴建的费用。\n嘉庆二十一年(1816年)秋，灵隐寺毁于火。工程浩大，恢复不易，只得奏请朝廷，特赐帑金一万两重修。官员捐款一万一千两，加上富绅汪大临、金肇新等捐资，共得银十万七干两。当时的住持是仪谦，前前后后向浙西绅士募得银二万两左右。这次的修复工程，自清道光三年(1823年)七月七日始，至道光八年（1828年）四月十六日止，共用银十三万七千余两，使得灵隐\"还灵鹫之壮观，复名山之胜景\"。\n道光十四年(1834年)，阮元为浙江巡抚，对灵隐关照有加。他主持刻朱熹、翁方纲等集成，议藏灵隐，故建了\"灵隐书藏\"。又广集世典储藏其中，对书籍加以编号，制订管理条例，并选寺僧玉峰、偶然两人按照所订条例来管理书籍，阮元亲自撰写灵隐书藏汜。灵隐书藏，内容丰富，有宋明教契嵩禅师的上堂槌，宝达的照佛镜、白沙床，宋孝宗赐的直指堂印，范仲淹所遗之床，秦桧赠送的斋僧锅，龙文拜石，沈周飞来峰图、灵隐山画卷，程嘉燧的冷泉亭图，李流芳的西湖卧游画册、冷泉红树图，宋天圣八年(1030年)赐杭州灵隐山景德灵隐禅寺牒。另外，还有董其昌、密云、三峰、谛晖、巨涛、陈鹏年、翁方纲、胡高望、王时敏、张照、梁同书、白松麟、石韫玉等人墨迹。\n咸丰十年(1860年)，太平军入杭州，大多寺宇被毁，灵隐寺仅存天王殿与罗汉堂。灵隐书藏中的珍贵藏物大量流人民间乃至湮没。\n自此之后，住持是贯通，他是天竺法镜寺僧，到了灵隐寺后重修联灯阁、大寮、库房等房屋，光绪三十四年(1908年)圆寂。继贯通法师做住持的是昔征和尚，他在灵隐寺住持十年，曾得到盛怀的护持。\n宣统二年（1910年），昔征重建大雄宝殿，高十三丈五尺。建殿木料是清廷从美洲购买而得，原系修理颐和园的，因时局不稳，无法整修，故而南运杭州，修建灵隐。这是灵隐寺在民国以前的最后一次整修。\n民国\n民国六年(1917年)，又建大悲阁。之后住持是心融法师，毫无建树。\n民国九年(1920年)，慧明做住持，他自己以脱略著称，将全寺事务交由监院却非打理。\n民国十九年(1930年)，慧明示寂，却非继任，锐意整顿，重修翠微亭、舂淙亭并天王殿，使寺字旧貌换了新颜。\n民国廿五年(1936年)冬，罗汉堂失火被毁，前代所遗之物，仅存天王殿中的木刻韦驮像了。\n民国廿六年(1937年)十一月，日本侵略军进入杭州，市民逃难到灵隐与天竺。经十字会设难民收容所于灵隐，收容难民五六百人，嘈杂无序，惨不忍睹。当时灵隐寺内的客堂、伽蓝殿、梵香阁及东山门，都因难民夜半失戒于火而被毁。\n却非和尚眼见处境艰难，暂去上海避世。寺庙无主，情形更见窘迫，寺僧无以为炊，常露饥饿之色。抗战结束后，却非和尚返回灵隐寺，虽说退居二线，然仍主操寺务，于1948年冬圆寂。\n建国后\n解放之后，由于灵隐寺大殿遭受白蚁蚀蛀，大殿正中部分倒塌，佛像被压毁。1952年夏，由民政厅组成\"杭州市灵隐寺大雄宝殿修复委员会\"主持修复工作，由政府拨款，经两年多时间，大殿终于竣工。有关大殿佛像的塑造问题，也得到周恩来总理的亲自批示。\n0年代时，灵隐寺的住持是大悲法师，他率领寺僧参加土改、镇反、抗美援朝三大运动，将百亩土地交公，并废除\"子孙制\"等不合理制度，实行\"十方丛林制\"，整饬寺院戒律，并要求寺僧诵经学佛，锐意进取，一改以前寺僧散漫习气，使灵隐寺走上了健康发展的道路。十年浩劫之初，一股破\"四旧\"的狂风震撼着宗教界，灵隐寺受到极大的威胁，所幸周总理得到这个消息后，发来\"灵隐寺暂加封闭\"的电报，才使灵隐寺逃过大劫，得以保存下来。\n975年，因接待国宾需要，经国务院批准，于当年11月开始进行全面整修，共耗资一百三十余万元。寺内佛像，全部贴金，石塔与经幢等进行保护性整修，并对飞来峰造像进行修补。这项修复工程于1980年结束。虽说寺宇重修，但这段时期，\"左\"的思想影响仍很严重，寺庙中反映出不少与寺规不相符合的问题，如寺庙只能作一般的浏览景点，不举香火，不准跪拜，严重影响了名刹的形象。此时，大悲法师已经圆寂，继他上任的是尘空法师，然因寺内大多僧众被遣散回了原籍，一时间变得寺大僧少，只得设法找回原有的一些僧人，但那些僧人仍心有余悸，顾前瞻后，不安心于寺庙，弄得寺内规制松弛，宗风不振。加上寺内经费没有来源，生计维艰。\n982年，实行\"双轨制\"，对外有\"十方丛林制\"，内部实行民主管理，成立寺庙管理委员会。经费来源方面，通过实行\"门票制\"(香花券)，能自给自养，并能积极参加社会公益与慈善事业。\n987年开始实施《灵隐寺总体规划》(即十年规划)，在市佛教协会支持下，监院根源、继云、体严率两序大众，并得到海内外众多佛弟子的护持与关心，全面整修了大雄宝殿，将佛像进行了重新贴金工作。\n998年，木鱼法师出任灵隐寺方丈，他引领一些有才识的僧众骨干，充分发挥佛教的优良传统，按\"伽蓝规制\"，纵深布局，完善古刹的庄严氛围，重建了藏经楼。清浙江巡抚阮元在灵隐寺建立\"灵隐书藏\"实际上是我国最早的公立图书馆，可惜该楼毁于太平天国战火。时隔一百四十余年，\n新建的藏书楼规模大，藏经丰富，品位高。同时重建罗汉堂。从慧理禅师开山至今，灵隐寺已有1688年。在这漫长的岁月中，几度风雨，几度春秋，风霜雨雪搏激流。寺宇可毁，人心未灰!经过历代僧人的不懈努力，灵隐寺屡毁屡建，野火烧不尽，春风吹又生。 \n建筑风格\n总体规划\n《灵隐寺总体规划》是一项跨世纪重要工程，旨在按“伽蓝规制”纵深布局，完善古刹环境，复建历史上重要殿堂，以改革原来遗留的中轴单调，殿堂残缺的缺陷，并要求在殿堂规模设计上精益求精，力求恢复历史旧貌，经过十多年的努力，沿中轴线形成五层格局：\n天王殿-大雄宝殿-药师殿-藏经楼（下设法堂）-华严殿\n同时向两翼布局，先后建成线刻五百罗汉堂、道济殿(现称济公殿)、客堂（六和堂）、祖堂、大悲阁、龙宫海藏（藏品陈列）；并于原罗汉堂遗址重建五百罗汉堂，陈列平均身高1.7米的五百青铜罗汉，堂中央另建12.6米高的四大名山铜殿（已列为吉尼斯纪录）。\n此外，每进殿堂建有宽敞平台，美化古刹环境。先后建成了大型《心经》壁、百狮群雕等，并于五百罗汉堂西北建冽泉，借假山叠石形成自然瀑布流入阿耨达池，池边建有“具德亭”，以纪念清初具德中兴灵隐之功。\n至此，灵隐古禅寺，再次展新姿，梵宇增辉煌，气象更万千，重现东南名刹雄风。 \n三大殿\n今日灵隐寺 是在清末重建基础上陆续修复再建的，灵隐寺布局与江南寺院格局大致相仿，全寺建筑中轴线上依次为天王殿、大雄宝殿、药师殿三大殿。\n灵隐寺天王殿上悬“云林禅寺”匾额，为清康熙帝所题。据灵隐寺记载，清康熙二十八年（1689年)康熙帝南巡至灵隐，一日早晨灵隐寺住持谛晖法师陪同康熙帝登上北高峰，只见灵隐寺笼罩在一片晨雾之中，一派云林漠漠的景色，回到山下，谛晖法师请康熙帝为寺院题字，康熙帝即景生情题了“云林禅寺”，但灵隐寺已名扬天下，人们依旧称云林禅寺为灵隐寺。\n天王殿正中面朝山门的佛龛供奉弥勒佛像，袒胸露腹，趺坐蒲团，笑容可掬；背对山门的佛龛供奉的是佛教护法神韦驮雕像，像高二米半，头戴金盔，身裹甲胄，神采奕奕。这尊雕像以香樟木雕造，是南宋留存至今的珍贵遗物，已有700多年历史，很具观赏价值。天王殿两侧是四大天王彩塑像，高各八米，个个身披重甲。其中两个形态威武，两个神色和善，俗称四大金刚。 \n正面是大雄宝殿，原称觉皇殿，单层三叠重檐，气势嵯峨，重檐高33.6米，十分雄伟。大殿正中是一座高24.8米的释迦牟尼莲花坐像，造像“妙相庄严”、“气韵生动”，颔首俯视，令人景仰，这是中国最高大的木雕坐式佛像之一，是一件不可多得的宗教艺术作品。正殿两边是二十诸天立像，殿后两边为十二圆觉坐像。大殿后壁有“慈航普渡”、“五十三参”海岛立体群塑，共有佛像150尊，正中为鳌鱼观音立像，手执净水瓶，普渡众生，下塑善财童子及其参拜观音故事，善财童子参拜名师53位，第27参拜见观音得道成佛。观音两侧为弟子善财与龙女，上有地藏菩萨，再上面是释迦牟尼雪山修道的场景：白猿献果、麋鹿献乳，整座佛山造型生动，很有艺术价值。灵隐寺的原释迦牟尼佛像，于1949年大雄宝殿正梁因白蚁蛀空倒塌时被毁这座佛像是在1953年重修寺宇时，由中国浙江美术学院的雕塑家和民间艺人们采用唐代禅宗佛像为蓝本共同精心设计的。佛像高十九点六米，比原先的释迦造像高一倍多，用近百块香樟木雕成。佛像造型端庄凝重，气宇轩昂，低眉细目，极具风采。\n药师殿重建，殿中供奉药师佛像及日光天子、月光天子。殿左，有重建的罗汉堂，陈列五百罗汉线刻石像。巍巍殿宇，森森古木，伴随着一批珍贵文物古迹。天王殿前左右各有石经幢一座。两经幢都有《天下兵马大元帅吴越国王建，时大宋开宝二年己巳岁闰五月》题记。大雄宝殿前月台两侧各有一座八角九层仿木结构石塔，塔高逾七米，塔身每面雕刻精美，经古建筑专家梁思成生前考定，两石塔亦雕造于吴越末年。据说建于公元969年。灵隐寺珍藏的佛教文物，有古代贝叶写经、东魏镏金佛像、明董其昌写本《金刚经》、清雍正木刻本龙藏等等，都是弥足珍贵的宝物。\n在五百罗汉堂内新建有“灵隐铜殿”，其高达12.62米，为中华第一高铜殿，获世界基尼斯最高铜殿纪录。“灵隐铜殿”由杭州市佛教协会委托中国工艺美术大师朱炳仁主持设计制作，八易其稿，历时400余天，计万余工而制成。“灵隐铜殿”为单层重檐歇山顶的传统古建筑结构，飞檐雕瓦，翼角飞举，翼展达7.77米，底面5米见方。歇山顶上龙吻对峙，火球腾金，窗花、斗拱、雀替、龙柱、额、枋都精雕细刻，诸形工美，铜殿正方四面雕有四大佛山的自然风貌，或天苍地茫，玉宇澄清；或古刹巍峨，大江环流，展示巧夺天工的锻刻雕技艺。殿基有铜砖铺地，须弥座铸有佛山经典图画。铜殿运用现代表面处理技艺，金灿尊贵，光芒闪烁。\n名胜古迹\n飞来峰\n灵隐一带山峰怪石嵯峨，风景绝异，印度僧人慧理称：“此乃中天竺国灵鹫山之小岭，不知何以飞来？”，因此称为“飞来峰”。飞来峰又名灵鹫峰，山高168米， 山体由石灰岩构成，与周围群山迥异。飞来峰厅岩怪石，如矫龙，如奔象，如卧虎，如惊猿，仿佛是一座石质动物园。山上老树古藤，盘根错节；岩骨暴露，峰棱如削。明人袁宏道曾盛赞“湖上诸峰，当以飞来为第一”。\n飞来峰奇石嵯峨，钟灵毓秀，在其岩洞与沿溪的峭壁上共刻有五代、宋、元时期的摩崖造像345尊，其中尤以元代藏传佛教（喇嘛教）造像最为珍贵，堪称中国石窑造像艺术中的瑰宝，故为全国重点文物保护单位。飞来峰是江南少见的古代石窟艺术瑰宝，可与重庆的大足石刻媲美。苏东坡曾有“溪山处处皆可庐，最爱灵隐飞来峰”的诗句。\n作为禅宗五山之首，飞来峰石刻造像是中国南方石窟艺术的重要作品，这些雕琢于石灰岩上的佛像时代跨度从五代十国至明，在470多尊造像中，保存完整和比较完整的有335尊，妙相庄严，弥足珍贵。其中年代最早的是青林洞入口靠右的岩石上的弥陀、观音、大势至等三尊佛像，为公元951年所造。而卢舍那佛会浮雕造像则是北宋造像艺术中的精品。最为人所知的，莫过于大肚弥勒和18罗汉群像，此为飞来峰摩崖石刻中最大的造像，也是国内最早的大肚弥勒造像。佛像雕刻生动传神，坐于佛龛中的大肚弥勒坦跣足屈膝，手持数珠，袒胸鼓腹而开怀大笑，将“容天下难容事，笑天下可笑之人”的形象刻画得淋漓尽致。周围并环十八罗汉，也是神情各异，细致生动。元代的100余尊汉、藏风格的石刻亦容相清秀，体态窈窕，为佛教艺术之鸿宝。\n据前人记载，飞来峰过去72洞，但因年代久远，多数已湮没。仅存几个洞，大都集中在飞来峰东南一侧。最南端一个叫青林洞，洞内有石床、手掌印，传说石床为“济公床”，后掌印为“济公手掌印”。此外，还有玉乳洞、龙弘洞、射旭洞等。\n青林洞\n飞来峰下一大洞，内有济公的床。\n玉乳洞\n又名蝙蝠洞，罗汉洞，洞内面积270平方米。\n龙泓洞\n又名通天洞，洞内壁上有一尊天冠观音，是观音造像中难得见到的一尊。在玉乳洞深处有一石径可通往龙泓洞。\n一线天\n西过通天洞往前便是一线天，举首可在石隙中见到一线天光，因名一线天。\n冷泉\n飞来峰西麓，天王殿外一线天前，有冷泉掩映在绿荫深处，泉水晶莹如玉，在清澈明净的池面上，有一股碗口大的地下泉水喷薄而出，无论溪水涨落，它都喷涌不息。 \n唐时冷泉上有5座亭子，后因山洪四亭俱毁，冷泉也于明万历年间移建岸上。现有“壑雷”“冷泉”二亭。亭建于宋代，苏东坡有诗“不知水从何处来，跳波赴壑如奔雷”，亭因诗得名。冷泉亭上有一副对联“泉自几时冷起，峰从何处飞来”写得很有意趣。\n韬光金莲池\n过冷泉，往北高峰半山腰有一池，为杭州第四名泉--韬光金莲池。\n墓塔林\n墓塔林位于灵岩寺千佛殿西侧，为该寺唐至清历代住持高僧墓地。依山而建，分上下两层，现存大小墓塔167座，另附志铭碑刻81通。其中除l座砖砌墓塔外，均为全石构筑。按建造年代区分，计有唐初1座，北宋6座，金代5座，清代3座，馀皆为元明所建。其造型多似经幢、阙柱，少数为立钟、竖瓶状。各种墓塔，体量不一，高低错落，各具时代特征。\n辟支塔\n辟支塔为宋代砖砌佛塔，位于灵岩寺千佛殿西侧。始建于唐天宝年问，楼阁式，八角9层，通高54米。石砌塔基，束腰处精雕人物世俗、阴曹轮回。塔身为磨砖细砌，底层每边长为4．29米，逐层递减，至第九层收为1．56米。东西南北四面辟门，其他各面均饰直楞或簇花盲窗。塔心柱砌至四层，内设登梯，五至九层实砌塔体。下3层作重檐，上6层为单檐，檐下均作双挑华拱。顶座叠涩外挑5层小檐。置砖砌覆钵，上承露盘铁刹。刹由相轮、宝盖、圆光、仰月、宝珠组成。为古代建筑之精品，即表现了中国古代劳动人民的聪明智慧和能工巧匠的精巧的设计和技能，也是中国古代高超的建筑工程技术和建筑艺术成就的例证。\n文化遗产\n《摩诃般若波罗蜜多经》\n敦煌石室藏唐人书《摩诃般若波罗蜜多经》，灵隐藏品中最古的一件文物。通过端庄严谨而又精熟优美的书法字迹，我们仍然能够感觉到佛法的庄严威仪和抄经手娴熟的书写技巧。这卷写经纸张经黄檗染制，历1000余年而依然坚韧完好、轻盈光洁，未受虫蛀。“这是目前所发现的灵隐寺所藏经卷中最古老的一件。在它身上，1000多年的岁月却好像没有痕迹地如云烟一般过去了。俗话说，纸寿千年，但这件作品历经1400多年的历史，至今还完好无损，极其难得。”\n《金刚经》册页\n明董其昌书《金刚经》册页是一件有很高艺术价值的珍品。该册页起首两页是乾隆御题“香光法宝”、“永镇云栖”。此本册页原是云栖寺的藏品，其上钤盖有“云栖常住法宝”方形印，后归灵隐寺所有。通过董其昌的题跋可知此册书于万历二十年（1592年），是为荐亡父母而捐给云栖寺莲池和尚的。字迹工整隽秀，应当属于董其昌比较早年的作品。董其昌跋后还有崇祯己卯（1639年）冯大淑观跋；以及乾隆皇帝于辛未年（1751年）到云栖寺观赏此册页所作题识。丁丑年（1757年）乾隆又到云栖寺再观此册，又题诗四首并识年款。\n明代水陆画\n水陆画是水陆法会不可或缺的圣物之一。灵隐寺这批水陆画中的两幅题有“崇祯十三年”款。描绘的内容有如来像、文殊菩萨像，普贤菩萨像、地藏菩萨像、诸阿罗汉像、天龙八部众及金刚力士像，等等。有的还题有供养人姓名及诸佛菩萨罗汉名号等。佛菩萨造像端庄典雅，绘画技法高妙，设色古雅；绢素既有典型的明代粗绢，也有几幅质地格外精细的。各幅保存均基本完好。\n《庄严三宝图》\n2幅明代菩提叶《庄严三宝图》，其描绘对象包括诸佛菩萨罗汉，如释迦牟尼佛、文殊菩萨、普贤菩萨、观音菩萨、达摩祖师以及力士金刚等；故事内容为佛教典故，如洗象、伏虎、降魔、证果、面壁参禅、一苇渡江等。\n《佛顶心大陀罗尼经》\n明代弘治四年金书《佛顶心大陀罗尼经》也是弥足珍贵的。在乌金纸册页上以金粉书写经文，经文上方则是插图，描绘有各种佛教故事。书写与画都十分娴熟精美。\n《花鸟图》\n董建中，清初人，字正度，松江人。董其昌裔孙。山水师董源，花卉宗黄筌。曾以国子生考授中同知。清圣祖南巡，以所绘蟠桃图进呈，旋命画扇称旨，授湖北荆门知州。《娄县志》、《读画辑略》都记载有他的事迹。这一幅花鸟画画法更接近周之冕和陈淳的画法，也杂有一些恽南田的风格，虽然不像记载中所说的学习黄筌，但由于他是董其昌的后人，这件作品也是值得注意的。\n《十六罗汉图》\n贯休《十六罗汉图》，原石在今杭州碑林，灵隐寺共有两套拓片。这对研究宗教和石刻艺术具有一定价值。\n另外如乾隆行楷书“雅宜清致”、康有为书法、吴昌硕书法绘画、马一浮书法、李叔同书法、章太炎书法、潘天寿绘画、谢稚柳书画、沙孟海书法、谭建丞书法、绘画等以及大量拓片等等都是弥足珍贵的作品。还有一些作品，如（传）宋人赵伯驹《人物山水图》、（传）元人赵孟頫《狩猎图》、（传）明文征明隶书、（传）明人董其昌行书诗等等，经鉴定系伪作，但对研究书画作伪也有一定价值。\n宝殿佑意\n天王殿保佑平安，\n大雄宝殿保佑仕途，\n药师殿保佑福气，\n藏经楼保佑健康，\n华严殿保佑读书。\n灵隐寺内香火鼎盛、信徒纷至~特别是大年初一凌晨抢头香，甚为壮观！据说，灵隐寺非常灵验，而飞来峰更是因为济公而名扬天下。\n典故传说\n飞来峰\n相传有一天，灵隐寺的济公和尚突然心血来潮，算知有一座山峰就要从远处飞来，那时，灵隐寺前是个村\n庄，济公怕飞来的山峰压死人，就奔进村里劝大家赶快离开。村里人因平时看惯济公疯疯颠颠，爱捉弄人，以为这次又是寻大家的开心，因此谁也没有听他的话。眼看山峰就要飞来，济公急了，就冲进一户娶新娘的人家，背起正在拜堂的新娘子就跑。村人见和尚抢新娘，就都呼喊着追了出来。人们正追着，忽听风声呼呼，天昏地暗，“轰隆隆”一声，一座山峰飞降灵隐寺前，压没了整个村庄。这时，人们才明白济公抢新娘是为了拯救大家。\n济公成佛后的尊号长达28个字：“大慈大悲大仁大慧紫金罗汉阿那尊者神功广济先师三元赞化天尊”，集佛道儒于一身，堪称神化之极。灵隐寺建有道济禅师殿，香火鼎盛。\n三生石\n传说中，在这世上有一条路叫做“黄泉路”，有一条河叫“忘川河”，“忘川河”上有座“奈何桥”，在桥的尽头，有一块通体鲜红的石头就叫做“三生石”。据说，有情的男女们，只要在这“三生石”上刻下两个人的名字，就可以“缘订三生”，三生三世都可以在一起。孟婆汤就是用忘川河水熬的。\n传说里代表了“前世、今世、后世”的三生石传说，唐朝时有一个和尚圆泽和李源交好，有一天一起去峨嵋，有两条路可以走，圆泽要走一条，李源要走另一条，最后还是依了李源。半路上，碰见一个大着肚子的孕妇，圆泽脸色一变说：我所以坚持不走这条路就是这个原因，她孕的就是我，已经三年了，今天见了面再也躲不过去了，一会你去看那个婴儿，我会以笑为证，我们如果有缘十二年后在钱塘天竺寺外可以一见。说完，那个妇人就生产了。李源过去一看，那个婴儿果然对他笑了……\n十二年后，李源如约来而至，正是一个月明之夜，忽然听到一个牧童唱到：\n三生石上旧精魂，\n赏风吟月不要论。\n惭愧情人远相访，\n此身虽异性常存。\n李源知是圆泽，就想上前和他亲近，可牧童又唱到：\n身前身后事茫茫，\n欲话因缘恐断肠。\n吴越山川寻已遍，\n却回烟棹下瞿唐。\n唱完就不知所踪……\n“只因西方灵河岸上三生石畔有绛珠仙草一株，时有赤瑕宫神瑛侍者，日以甘露灌溉……”\n《圆觉经》讲轮回：\n“一切众生，从无始际，由有种种恩爱贪欲，故有轮回，若诸世界一切种性，卵生、胎生、湿生、化生，皆因淫欲而正性命。当知轮回，爱为根本。由有诸欲，助发爱性，且故能令生死相续。欲回爱生，命加欲有，众生爱命，还依欲本。爱欲为因，爱命为果。”\n“一切世界，始终生灭，前后有无，聚散起止，念念相续，循环往复，种种取舍，皆是轮回。未出轮回，而辩圆觉；彼圆觉性，即同流转；若免轮回，无有是处。譬如动目，能摇湛水，又如定眼，犹回转火，云驶月运，舟行岸移，亦复如是。”\n可见，轮回的不只是人，整个世界都在轮回。我们看不见云了，不表示云消失了，是因为云离开我人的视线；我们看不见月亮，不表示没有月亮，而是它运行到背面去了；同样的，我们的船一开动，两岸的风景就随着移动，世界的一切也就是这样了。人的一生像行船，出发、靠岸，船（本性）是不变的，但岸（身体）在变，风景（经历）就随之不同了。\n康熙题匾\n自命风流儒雅的康熙皇帝来到杭州灵隐寺耍子，老和尚请求他为寺院题块匾额。康熙信手挥笔，在纸上写了个老大的“雨”字，可“灵隐寺”的“灵”字按老写法在“雨”字下面还有三个“口”和一个“巫”，这许多笔画怎么也摆不下了，真是急得皇帝下不了台。还好，在一个随从的暗示下，他将错就错，写成“云林禅寺”。这块匾挂了三百年直到如今，可老百姓并不买他的账，仍叫它“灵隐寺”。康熙题匾的笑话也一直流传到如今。\n0诗篇文献\n初唐诗人宋之问(约656—712)，有一年秋天在江南漫游，专程到慕名已久的杭州灵隐寺参观。他一路观景，见飞来峰拔地而起，嶙峋秀丽，山岩层层叠叠，峰上林木葱茏，怪石峥嵘，而灵隐寺则隐藏在群峰的环抱中，显得格外庄严幽深。\n宋之问的《灵隐寺》诗传出后，人们把“楼观沧海日，门对天下潮”两句竞相传抄，并且流行了这两句诗是骆宾王代作的传说。至于那“桂子月中落，天香云外飘”也是空灵秀丽的佳句。一直流传下来。\n《灵隐寺》\n唐人司空曙\n春山古寺绕烟波，石磴盘空乌道过。\n百尺金身开翠壁，万龛灯焰隔烟萝。\n云生客到侵衣湿，花落僧前覆地多。\n不与方袍同结足，下归尘世定如何。\n《留题灵隐寺方丈》\n苏轼\n溪山处处皆可庐，最爱灵隐飞来孤。\n乔木百丈苍髯须，扰扰下笔柳与蒲。\n高堂会食罗千夫，撞钟击鼓喧朝晡。\n凝香方丈眠氍毹，绝胜絮被缝海图。\n《宿灵隐寺》\n白居易\n在郡六百日，入山十二回。\n宿因月桂落，醉为诲榴开。\n黄纸除书到，青宫诏命催。\n僧徒多怅望，宾从亦徘徊。\n寺暗烟埋竹，林香雨落梅。\n别桥怜白石，辞洞乱青苔。\n渐出松问路，犹飞马上杯。\n谁教冷泉水，送我下山来。\n《灵隐寺》\n白居易\n一山门作两山门，两寺元从一寺分。\n东涧水流西涧水，南山云起北山云。\n前台花发后台见，上界钟声下界闻。\n遥想吾师行道处，天香桂子落纷纷。\n《灵隐寺》\n宋之问\n鹫岭郁岧峣，龙宫锁寂寥。\n楼观沧海日，门对浙江潮。\n桂子月中落，天香云外飘。\n扪萝登塔远，刳木取泉遥。\n霜薄花更发，冰轻叶未凋。\n夙龄尚遐异，搜对涤烦嚣。\n待入天台路，看余度石桥。\n《大暑忆灵隐寺冷泉一首》\n宋苏籀\n我念热客辞，怀哉冷泉游。\n此水暨此山，清便物殊尤。\n澄渟快一生，晶澈夺两眸。\n青瑶碧玻瓈，三顷方能侔。\n澡雪戏{左山右豦}间，大川漫悠悠。\n浣瀹鉴临际，千仞险何求。\n面堂浸九筵，泛桨颺扁舟。\n泠泠析酲惛，一一数虾鳅。\n当阶掬珠璧，欹枕拖纶钩。\n雷霆落闸喧，雪霜浮涧流。\n京江谢洁滑，苕霅雄偏州。\n月夕了无滓，暑天常似秋。\n拜尘付一咍，汩泥亦包羞。\n愿浴岐山凤，勿饮荆州牛。\n1方丈住持\n光泉法师:中国佛教协会常务理事，浙江省佛教协会副会长，浙江省政协委员，杭州市政协常委，杭州佛学院院长，杭州市佛教协会会长，2007年2月任杭州灵隐寺监院，于2011年10月8日升座灵隐寺方丈，中国佛教协会会长传印长老送座。 \n2影视拍摄\n由杭州百乘影视有限公司，上海崇远文化传播有限公司出品的大型古装神话喜剧《活佛济公》1、2、3、4部及由拉风娱乐出品的《新济公活佛》均在杭州灵隐寺实地拍摄。\n3旅游交通\n地址\n地址：法云弄1号\n开放时间\n：30——17：00\n门票价格\n飞来峰门票45元，灵隐寺门票30元。进灵隐寺，需要先进飞来峰景区。\n灵隐及周边寺庙进寺禁止自带香烛，进庙有免费三柱香派发，周围商户称寺外有香火处的说法不实。\n交通\n1、火车到杭州城站火车站，然后坐Y2路公交车去灵隐，票价3元。\n2、市内有公车：7、807、游1、2、4路，灵隐站下。\n古村。\n4、很多人去灵隐只为爬山。推荐爬山线路：灵隐寺-上天竺-九龙八塔-天门山-十里锒铛-五云山-林海亭-九溪。\n","category":"草书","verified":true,"user":1,"timestamp":1429951648288}]