[{"name":"韩世忠高义帖","text":"秦桧（1090年－1155年），字会之，汉族，江宁（今江苏南京）人，南宋著名奸臣、主和派代表人物。\n宋徽宗政和五年（1115年），秦桧进士及第，又中词学兼茂科。宋钦宗时，历任左司谏、御史中丞。靖康二年（1127年），因上书金帅反对立张邦昌，随徽、钦二帝被俘至金，为金主弟挞懒信用。高宗建炎四年（1130年），秦桧逃回临安，力主宋金议和。绍兴元年（1131年），擢参知政事，寻拜相，次年被核落职，八年再相，前后执政十九年，历封秦、魏二国公，深得高宗宠信。绍兴二十五年（1155），秦桧病逝，赠申王，谥忠献。开禧二年（1206年），宋宁宗追夺其王爵，改谥谬丑。\n秦桧在南宋朝廷内属于主和派，奉行割地、称臣、纳贡的议和政策。第二次拜相期间，他极力贬斥抗金将士，阻止恢复；同时结纳私党，斥逐异己，屡兴大狱，是中国历史上著名的奸臣之一。\n人物生平\n早年经历\n元祐五年（1090年），秦桧桧生于黄州江边舟中，居住在常州，后徒居江宁，遂为江宁人。 父亲秦敏学，做过玉山县令、静江府古县（今广西永福县）县令。秦桧早年做过乡村教师，但对这个职业并不满意，他对生活的要求不高，只要有百亩良田，不作“童子师”、“孩子王”，不再靠束修自给，也就可以了。 \n政和五年（1115年），秦桧进士及第，补为密州教授。接着考中词学兼茂科，任太学学正。 \n抗议割地\n靖康元年（1126年），金兵包围京师汴京（今开封），派使索求三镇，秦桧上书言兵机四事：召百官详细讨论、加强守备、将金使安置城外、最多割燕山一路之地。 宋钦宗未予答复，任命秦桧为职方员外郎，不久改为干当公事，隶属河北割地使张邦昌。秦桧认为此职专为割地求和，有违自己的主张，三上奏折请求辞职。 \n宋拟割让太原、中山、河间三镇，以求息兵，派秦桧、程瑀为割地使，陪肃王赵枢出使金营。金朝扣留赵枢为质，约定割地议和后释放，秦桧等人行至燕京而返。[6-7]   经御史中丞李回、翰林承旨吴开推荐，秦桧被任命为殿中侍御史，升为左司谏。 \n王云、李若水再次出使金营，得见金兵二元帅，传说金兵坚持要宋割地，不然就进取汴京。十一月，钦宗在延和殿召百官商议对策，范宗尹等七十人同意割地，秦桧等三十六人不同意。不久，秦桧升任御史中丞。 \n靖康之变\n靖康元年闰十一月，汴京失守，钦宗奉表投降，被扣留在金营。靖康二年（1127年）二月，钦宗被废为庶人，莫俦、吴开从金营回来，传金元帅之命要推立异姓为帝。[10-11]   留守王时雍等召百官军民共议立张邦昌，监察御史马伸主张共进议状，保存赵氏江山。 秦桧表示支持，遂写议状，上书金帅乞立赵氏为帝。[13-14]   \n三月，张邦昌被立为伪楚皇帝，金人以秦桧反对立张邦昌为由将他捉去。四月，秦桧被完颜宗翰监押，随徽、钦二帝一起拘往北方，经燕山，转至韩州。 张邦昌遣人送书，请金放回孙傅、张叔夜及秦桧，金不许。 \n五月，康王赵构在应天府（今商丘）即位，建立南宋，是为宋高宗。宋徽宗得知消息后，致书金帅粘罕，约定和议，让秦桧加工润色，秦桧以厚礼贿赂粘罕。 金太宗完颜晟把秦桧赐给其弟完颜昌。 \n被俘南归\n建炎四年（1130年），金将完颜昌带兵进攻山阳（今江苏淮安），秦桧随军同行。十月，秦桧率家眷离开金营，取道涟水军水砦，经海上返回行都临安（今杭州）。 秦桧归宋后，自称杀了监视自己的金人，抢了小船逃回。朝臣多数持怀疑态度，只有宰相范宗尹、同知枢密院李回与秦桧友好，竭力保荐他的忠心。 \n秦桧返朝面圣前一天，奉命先见宰相范宗尹，提出”如欲天下无事，南自南，北自北“的南北分治方略，建议宋金议和。 第二天，秦桧面见高宗，再次申明自己的主张，并呈上草拟的求和书样本。宋高宗认为秦桧忠心可嘉，任命其为礼部尚书，秦桧的随从也都改为京官，就连船工孙靖也补官为承信郎。[22-23]   \n绍兴元年（1131年）二月，秦桧升任参知政事。宰相范宗尹建议讨论徽宗崇宁、大观以来朝廷滥赏之事，秦桧极力赞成 ，但高宗坚决反对，秦桧遂借机以此为由竭力排挤范宗尹。七月，范宗尹罢相，秦桧扬言：“我有二策，可耸动天下。”有人问他为何不说，秦桧说：“现在没有宰相，无法执行。” \n八月，高宗任命秦桧为右仆射、同中书门下平章事、兼知枢密院事。九月，吕颐浩二度拜相，与秦桧共掌朝政。秦桧密谋夺吕颐浩权，就让党羽造谣说：“周宣王修内政、攘外敌，故能中兴，今二相应分管内政外政。”高宗诏命吕颐浩吕颐浩在镇江建都督府，专管军旅，秦桧专管政务，各主内外。 \n朝政风波\n绍兴二年（1132年）五月，秦桧奏请设修政局，自为提举，与参知政事翟汝文同领政务。随后，秦桧弹劾翟汝文擅自处理堂吏，翟汝文被罢官。 秦桧的党羽刘一止、曾统也认为没有必要设立修政局，秦桧不听。不久，有人议论废罢修政局，二人都上疏说不能废。 七月，朝廷废除修政局，罢刘一止为起居郎。 \n吕颐浩自镇江都督府还朝，以朱胜非为助，任命黄龟年为殿中侍御史、刘棐为右司谏，谋划赶走秦桧。 黄龟年弹劾秦桧专主和议，破坏恢复，结党专权，不会长久，并把秦桧比作王莽、董卓。 秦桧也擢用胡安国、张焘、程瑀等名人，委以要职，以图排挤吕颐浩。 \n吕颐浩向席益请求对策，席益献策把秦桧及其党羽看作朋党，首先要除掉党魁胡安国。 朝廷诏命朱胜非为同都督，给事中胡安国上书说其不可用，朝廷改命朱胜非为醴泉观使兼侍读，胡安国遂请求辞职，秦桧再三挽留，未果。 随后，秦桧党羽张焘、胡世将、吴表臣等，皆被罢出尚书省。 \n八月，高宗召綦崈礼入宫奏对，拿出秦桧所陈二策 给他看（即河北人还金国，中原人还刘豫）。 并说：“秦桧说‘南人归南，北人归北’。朕是北人，将归哪儿？秦桧又说‘为相数月，可耸动天下’，朕至今也没看到。”綦崈礼就把高宗的意思写入训辞，布告中外。随后，朝廷降诏，罢去秦桧相位，任为观文殿学士，提举江州太平观 ，并张榜朝廷，以示不再复用。 \n东山再起\n绍兴五年（1135年），金太宗去世，完颜昌主政，宋金终成和议。二月，秦桧复官为资政殿学士。六月，拜为观文殿学士、知温州。绍兴六年（1136年）七月，秦桧改知绍兴府。不久，又被任命为醴泉观使兼侍读、行宫留守，并暂去尚书省、枢密院参议政事。 \n绍兴七年（1137）正月，何藓出使金国返回，得到了徽宗及宁德后死讯。皇上痛哭，把死讯公布于众，当天任命秦桧为枢密使，恩宠和宰执一样。八月，郦琼杀吕祉等，裹胁4万人叛变投向伪齐（淮西军变）。九月，张浚引咎辞相，皇上问谁可代替，张浚不答，又问秦桧如何，张浚回答说昏暗无能，于是高宗任命赵鼎为相。 \n张浚曾十分推崇秦桧，并多次推荐，共事后方知他的昏暗，遂不再推荐，秦桧因此不满。 张浚被贬时，赵鼎约同僚一起说情，秦桧一言不发。 赵鼎和张浚关系非常好，他对秦桧一直持有非议。赵鼎拜相后，秦桧就对他说：“皇上想召用你，但张浚却从中作梗。”从而获得了赵鼎的信任。 \n绍兴八年（1138年）三月，高宗任命秦桧为右仆射、同中书门下平章事兼枢密使，二次拜相。 \n屈己议和\n绍兴八年（1138年）五月，金派乌陵思谋等来议和，与王伦同到。高宗对秦桧说，先帝的梓宫，晚二三年归还也行，只是担心太后，故此不怕屈己称臣，希望和议速成。 十月，宰执朝见皇上，秦桧独自留下，进言群臣畏首畏尾，若决心议和，请高宗只和自己一人商议，高宗同意。秦桧认为时机还不成熟，等三天后再奏。三天后，秦桧又留下奏事，高宗议和的决心更坚定了，秦桧仍认为不行。又过了三天，秦桧知道高宗主意已定，便请皇上下决心和议，不许群臣干预。 \n同年，赵鼎因立嗣事件罢相，出京为知绍兴府，秦桧独揽大权，决意议和。 中书舍人吕本中、礼部侍郎张九成不附会和议，被闲置 ；枢密院编修官胡铨上疏，望斩秦桧与王伦以谢天下，被贬到昭州 ；奉礼郎冯时行说和议不可信，贬知万州。 秦桧擢升中书舍人勾龙如渊为御史中丞，朝中议论不合者，相继被排挤出去。 \n金派张通古、萧哲使宋，宣称“诏谕江南”，秦桧怕世人将罪责归咎于自己，就与金使磋商，改江南为宋、诏谕为国信。京、淮宣抚处置使韩世忠四次上疏力谏，愿率兵抵御，没被准奏。萧哲等到泗州，要求所过州县用臣礼相迎、高宗以客礼相待，韩世忠更加愤怒，再次上疏愿效力死战，也没准奏。萧哲等进入宋境，到淮安，通告宋廷先归还河南、册封高宗为帝，其余事情再慢慢商议。 \n秦桧打算接受金国条件，但高宗拒绝对金称臣，不愿接受册封，各地军民也对此愤愤不平。于是，宋廷决定让秦桧以宰相的身份接受国书，金使同意。高宗遂诏金使上殿，金答应归还河南、陕西旧地，还回徽宗灵柩及母兄亲族，由参知政事李光在和议书上签字。 \n金国背盟\n绍兴九年（1139年），金人归还河南、陕西旧地。 张浚上奏，极力主张要以石晋、刘豫为戒；徐俯、连南夫、岳飞也借贺表进行讽谏。汪应辰、樊光远、韩紃、毛叔庆、张行成等都说金人居心叵测、要对金人有所防备，皆遭罢黜。 高宗虽听从秦桧议和，但也怀疑金人有诈，故不曾放松边备。 \n七月，兀术杀金领三省事宗磐及左副元帅完颜昌，将王伦拘留在中山府。韩世忠请求趁机攻辽，秦桧以《春秋》不伐丧为借口，和皇上意见相合，出兵一事作罢。 \n绍兴十年（1140年），金人果真背盟，分四路入侵，河南各郡相继陷没，高宗下诏列举兀术罪状。御史中丞王次翁上奏说：“以前国事，无人主议；若事态稍变就换宰相，未必妥当。”高宗深信不疑，秦桧的相位愈加稳固。 \n绍兴和议\n绍兴十年（1140年）六月，秦桧上奏，和议已变，支持讨伐辽国，但终没实行。闰六月，秦桧指使王次翁散步谣言，赵鼎被贬到兴化军，不久，流放潮州。 张俊攻克亳州，王胜攻克海州，岳飞攻克郾城，诸将所到之处都取胜，差点儿活捉兀术，而秦桧却力主撤兵。 九月，宋廷诏回岳飞、杨沂中、刘光世、刘锜。 \n绍兴十一年（1141年），兀术再次南下，宋将邵隆、王德、关师古等连战皆捷，秦桧再次下令撤兵。 四月，秦桧密奏让皇上“论功行赏”，任命韩世忠、张俊为枢密使、岳飞为副使，尽收诸将兵权。六月，秦桧进封为庆国公，《徽宗实录》修成，升为少保，加封冀国公。兀术有求和之意，秦桧上奏宋廷，派刘光远、曹勋使金，又以魏良臣为通问使，商议以淮水为界，宋割唐、邓二州。不久，又派何铸报聘，答应金的条件。 \n十月，秦桧让谏官万俟卨弹劾岳飞，张俊又诬告岳飞部将张宪谋反，于是岳飞及其子岳云都被送到大理寺，由御史中丞何铸、大理卿周三畏审问。十一月，宗弼派萧毅到临安，宋金签订“绍兴和议”。十二月，岳飞因曾言“己与太祖皆三十岁任节度使”、谩侮皇上，受诏不救淮西等罪名，被赐死狱中。 \n粉饰太平\n绍兴十二年（1142年）八月，徽宗及显肃、懿节灵柩运至行都，太后还慈宁宫。九月，加秦桧为太师，进封魏国公。十月，进封秦、魏两国公。继子秦熺进士及第。贬赵鼎于潮州、王庶于道州、胡铨于新州，永不录用。曾开、李弥逊、张俊等也被罢官。 \n绍兴十三年（1143年），秦桧庆贺瑞雪、没出现日食，并奏请庆贺楚州奏盐城县海水清澈，皇上不许。知虔州薛弼说木头内有文字曰“天下太平年”，下诏交付史馆。于是开始粉饰太平，祥报每天不断，各地仪礼不绝。洪皓因知道秦桧和金帅室睰的旧情被论奏，胡舜陟、张九成、张邵也因言语冒犯秦桧被贬。 \n绍兴十四年（1144年），兴文字狱，因言获罪者有黄龟年、白锷、张伯麟、解潜、辛永宗等，赵鼎、李光都被再次流放到海岛。 因立嗣一事罢免吴表臣、苏符等七人，授意监察御史王鎡进言高宗，在圜丘东筑坛，祭祀媒神以求子。 台州献诗给，称秦桧为“圣相”，秦桧命令禁止野史，由继子秦熺以秘书少监负责修国史，进献《日历》五百九十卷，焚毁罢相以来涉及秦桧的诏书奏章。 打击理学，禁绝程颐、张载的遗书。 \n权倾朝野\n绍兴十五年（1145年）四月，宋廷赐秦桧宅第，命用教坊乐为前导，使他迁入新居。六月，高宗到秦桧家，对其家眷都加恩典。七月，秦桧欲禁私史，进言私史害正道。十月，皇上亲写“一德格天”的匾额赐给秦桧。 十六年（1146年）正月，秦桧建家庙。三月，皇上赐以祭器，赐将相祭器即始于秦桧。有彗星出现，皇上诏求直言，张浚上疏进言朝廷形势严峻、要早作预备，秦桧大怒，削其兵权，贬到连州。 \n绍兴十七年（1147年），改封秦桧为益国公。八月，赵鼎绝食而死，门人故吏皆被牵连。十二月，进士施锷上文歌颂时政，永免其文解，从此颂咏献媚的人更多。高宗在秦桧家里赐百官喜雪御筵。 十八年（1148年），福州饥荒，李显忠上奏恢复之计，被削去军职。 十九年（1149年），皇上命绘秦桧像，并亲自做赞；各郡上奏监狱已空，高宗命秦桧着令监司验实。十二月，禁私撰野史，许人告发。 \n绍兴二十年（1150年）正月，秦桧上朝，殿司小校施全刺秦桧不中，被斩杀于市，秦桧自此出门必带侍卫；曹泳告发李光的儿子李孟坚记录李光所做的私史，贬至峡州，连坐八人。五月，秘书少监汤思退奏请把秦桧忠于赵氏的本末交付史馆。六月，郑炜告发吴元美作《夏二子传》，无意附合秦桧。安诚、汪大圭，惠俊、刘纪中等，都因诽谤秦桧而获罪。秦桧病重，上朝允许乘轿，并免于拜礼。 \n绍兴二十二年（1152年），以诽谤朝政罪，兴王庶二子、叶三省、杨炜、袁敏求四大狱案。 二十三年，秦桧请求去台州谢伋家取綦崈礼所受御笔送还朝廷，想收回御笔灭迹；进士黄友龙以谤讪罪，被处以黥刑，发配到岭南；内侍裴咏以指斥罪，被编管到琼州。 \n绍兴二十四年（1154年）三月，秦桧的孙子秦埙以锁厅试和省试第一的身份参加殿试，秦桧奏请亲信汤思退为编排，魏师逊为详定，高宗擢张孝祥为第一，降秦埙为第三。秦桧亲眷出五名进士，士论不平。不久，秦埙为实录院修撰，宰相子孙同领史职，前所未有。 \n奸相寿终\n绍兴二十五年（1155）二月，沈长卿和芮烨共赋《牡丹诗》，被邻人告发，皆被贬；知府吕愿中赋诗献媚，被召用。有人奏请秦桧乘金根车、设益国府官署、加九锡，秦桧泰然受之。 \n赵令衿看秦桧的《家庙记》，顺口说出“君子之泽，五世而斩”，被汪召锡告发；御史徐喜揭发赵鼎之子赵汾为赵令衿送行并赠以礼物，诏送大理寺。秦桧深恨赵鼎、李光、胡铨，把他们的名字写在一德格天阁，又让赵汾自诬与张浚、胡寅谋划叛乱，受牵连者达五十三人，案成后，秦桧病重不能写字。 \n十月二十一日，高宗去秦桧家探视病情，秦桧无一语，只流泪而已。高宗命沈虚中草拟秦桧父子的致仕制书。夜里，秦熺派秦埙同林一飞、郑木冉见台谏官徐喜、张扶，策划拜相事宜。二十二日，加封秦桧为建康郡王，进秦熺为少师，皆致仕。当晚，秦桧去世，终年六十六岁，追赠申王，谥号“忠献”。 \n秦桧临终《遗表》，仍在担心高宗听信“邪党”之言，动摇“邻国之欢盟”，不肯坚守其为丞相期间所定之“国是”。虽然秦桧已死，但他的余党仍力主和议，以此窃据相位者还有数人，至宋孝宗时才荡涤无余。 \n开禧二年（1206年），宋宁宗下诏韩侂胄出兵北伐，四月，追夺秦桧王爵，改谥号为“谬丑”。 \n嘉定元年（1208年），史弥远掌权，积极奉行降金乞和政策，又恢复了秦桧的申王爵位及忠献谥号。 \n轶事典故\n太师椅\n太师椅是中国古家具中唯一用官职来命名的椅子，太师椅之名最早见于宋人张端义的《贵耳集》，据张端义记载，北宋时期的校椅只有一种样式，形似栲栳，大小官员都喜欢使用。有一次，太师秦桧坐在国忌所的校椅上，一仰头，无意中头巾掉到了地上，京尹吴渊看在眼里，便设计了一种荷叶托首，命工匠依样打造，安在国忌所的校椅上，命名为“太师样”。 由于这种样式是专为秦桧设计，太师椅一名遂由此产生。\n岳珂在《桯史》中也提到秦桧与太师椅的种种瓜葛，并将带有荷叶托首的交椅明确称为“荷叶交椅”、“太师交椅”，为张瑞义的说法提供一个佐证。 宋人王明清在《挥麈三录》中记载了当时其他朝臣用太师椅“仰首而寝”的情形，并说“达宦者皆用之”，可见“太师椅”之名流传颇快。\n油炸桧\n据民间传说，岳飞被秦桧夫妇施计杀害于风波亭，军民对此无不义愤填膺。临安一户饮食摊贩得知消息后也深感不忿，就搓捏了形如秦桧和王氏的两个面人，绞在一起放入油锅里炸，并称之为“油炸桧”。人们为了发泄愤怒，便争相购买。随着顾客越来越多，店铺就简化制作工序，直接把两条面缠绕起来油炸，成为现今常见的炸油条。至今，有些地方仍有把油条称为油炸桧或油炸鬼。 \n其实，油条的起源要远远早于宋朝。早在南北朝时期，北魏农学家贾思勰在《齐民要术》中就记录了油炸食品的制作方法。唐代刘禹锡（一说苏轼）也在诗歌《寒具》中描述过油条的形状及制作过程。 但毫无疑问，油炸桧、油炸鬼之名是始于南宋时期，且和秦桧密切相关。\n东窗事发\n据明人田汝成《西湖游览志馀》载，秦桧想杀岳飞，又恐世人议论，犹豫不决，就和妻子王氏在东窗下商议。王氏说：“捉虎容易，放虎就难了！”于是秦桧下定决心除掉岳飞。后来，秦桧乘舟在西湖游玩，见一人批头散发，对他厉声叫道：“你误国害民，我已经上告苍天，等着上天派人来抓你吧！”秦桧回到家就毙命了。\n王氏请人驱邪，方士便设坛做法，在冥界见到了秦熺，问太师何在，秦熺答在鄷都，方士遂到酆都，看到秦桧和万俟卨俱披枷带锁，备受痛苦。秦桧见到方士，就说：“麻烦转告我夫人，就说东窗的事情已经泄露了。” \n这则故事在《喻世明言》、《说岳全传》等作品亦有记载，情节大同小异。后人据此引出典故东窗事发，同源典故还有东窗事犯、东窗消息、东窗计、东窗妇等。\n惧内断后\n据野史记载，秦桧之妻王氏一直未能生育儿子，秦桧惧内，忧虑但不敢言语。秦桧一妾有孕，被王氏发现并驱逐而去，被迫嫁于仙游林氏，后生一子，取名林一飞，即为秦桧的私生子。王氏不但禁止秦桧认亲生儿子，并且还不准秦桧的私生子姓秦。\n王氏的兄长王奂，曾与奴婢偷情，生了一个儿子，结果其私生子也被老婆逐出家门，秦桧夫妇便收养为继子，也就是秦熺。秦桧晚年权倾朝野，在朝中不可一世，但至死也无法将亲生儿子林一飞改姓秦，其故非他，跋扈的王氏对他来说无疑是一道不可逾越的障碍。 \n富可敌国\n据李心传《建炎以来系年要录》记载，秦桧贪得无厌，喜用贪宫污吏，排挤廉洁之士；群臣为了媚事秦桧，便以刻剥百姓为急务，有因此贪赃枉法而被检举的，秦桧也都尽力保护。 在拜相专权的十八年间，秦桧卖官鬻爵、开门纳贿，向各级府衙索要珍宝，每年腊月生日时，各州县送的寿礼达数十万，秦桧家的府库财富，超过了南宋朝廷的“左藏数倍”，当时凡是南宋宫廷所稀缺的物品，秦桧的相府都应有尽有，一人就富可敌国。[94-96]    \n秦桧及其党羽为了媚事敌国和一己私欲，大肆收刮民脂民膏，还不断增加名目繁多的苛捐杂税，导致人民生活重困、饿殍遍野，朝廷财政陷入全面窘困，“府库无旬刀之储”。 \n睚眦必报\n秦桧独揽朝政后，堵塞言路，粉饰太平，蒙蔽高宗耳目。进言的不是歌颂秦桧，就是造谣中伤。高宗想诏令百官直言劝谏，但朝臣畏惧秦桧，都怕言语不当触犯禁忌，只好用些冠冕堂皇的话来敷衍塞责。\n绍兴二十二年，衢州有强盗作乱，秦桧派殿前司将官辛立率一千人前去抓捕，没有禀报高宗。晋安郡王得到消息，就进宫禀报，高宗大惊，急忙诏问秦桧。秦桧说：“小事不值得陛下操劳，没敢惊动圣听，拘捕盗寇后会即刻上奏。”秦桧出宫后，追查内情，得知是晋安郡王通报消息，就上奏说晋安郡王正在为秀王服丧，不应领取俸禄。晋安郡王的俸禄每月减少了二百缗，高宗只好从国库出钱给他接济。 \n因言获罪\n秦桧执政晚期，对舆论控制更加严密，不断兴起文字狱，因一句话或一句诗词送命的屡见不鲜：太学生张伯麟曾题壁说：“夫差，你忘了越王杀你的父亲吗” ，被杖脊刺配到吉阳军；赵令衿读秦桧的《家庙记》，顺口说出“君子之泽，五世而斩” ，被投入大牢；沈长卿赋诗“宁令汉社稷，变作莽乾坤” ，被编置化州等等。\n还有一次，秦桧举行家宴，命戏子演戏，扮小官的戏子头上的大环掉在了地上。一戏子问：“这是什么环?”小官说：“二胜环”，戏子说：“你坐太师椅，为什么把‘二胜环’丢在脑后！”暗喻秦桧掌权后（坐上太师椅），就把迎接二圣（徽、钦二帝）南还的事置之度外了。秦桧大怒，将戏子全部打进了大牢。\n秦桧送鱼\n二次拜相时，妻子王氏应吴皇后之邀，进宫赴宴，席间有一道菜是清蒸鲻鱼。鲻鱼美味可口，广泛盛产于南方沿海，但高宗南渡之后，边事吃紧，很少能吃到。吴皇后就问王氏有没吃过这种鱼，当时秦桧家中有各地的贡品，王氏就如实回答说吃过，而且个头比宴席上的还要大，并承诺回去后给吴皇后送上一些。\n王氏回家后，将这件事告诉了秦桧，秦桧大惊失色。相府有皇室贡品，这会引起高宗怀疑，对自己的仕途极为不利。但秦桧马上想到了应对之计，就让王氏带了几十条青鱼进宫进奉，以避免这场潜在的风波。吴皇后看了，果然打消了疑虑，笑着说：“我说秦桧怎么会有鲻鱼，原来是把青鱼和鲻鱼搞混了啊。” \n人物评价\n赵构：秦桧力赞和议，天下安宁。自中兴以来，百度废而复备，皆其辅相之力。诚有功于国。 \n脱脱：①桧两据相位者，凡十九年，劫制君父，包藏祸心，倡和误国，忘仇斁伦。②桧立久任之说，士淹滞失职，有十年不解者。附己者立与擢用。自其独相，至死之日，易执政二十八人，皆世无一誉。③桧阴险如崖阱，深阻竟叵测。④晚年残忍尤甚，数兴大狱，而又喜谀佞，不避形迹。 \n张浚：近与（秦桧）共事，始知其暗。 \n袁燮：自秦桧当国，阴与虏结，沿边不宿重兵。 \n马端临：秦桧自得政以来，动兴大狱，胁制天下。岳飞狱死，桧势焰愈炽。贤士大夫，时系诏狱，死、徙相继，天下冤之。又置察事卒数百游市间，闻言其奸者，即送大理狱杀之。 俞蛟：身为宋臣，反为金人作奸细，必欲其君纳币称臣于敌而后快，致燕云不可复，两宫不可返。 \n朱熹：秦桧之罪所以上通于天，万死而不足以赎买。 \n敖英：秦桧奸臣之雄也，当金人立张邦昌之曰，仗义抗词，请立赵宗，就执不屈，而清议壮之。 \n郑瑗：宋议立异姓，秦桧抗言见执，可谓义矣，而终误国于渡江之后。 \n王夫之：①秦桧者，其机深，其力鸷，其情不可测，其愿欲日进而无所讫止。故以俘虏之余，而驾耆旧元臣之上，以一人之力，而折朝野众论之公，唯所诛艾。藉其有子可授，而天假以年，江左之提封，非宋有也。②杀人宗族，尽解诸帅之兵，大坏军政，粉饰治平，延及孝宗而终莫能振。 \n梁羽生：秦桧是“两个中国论”的祖宗；“南人归南，北人归北”，换句话说，就是要使“两个中国”合法化。 \n家族成员\n辈分\t关系\t姓名\t简介\n长辈\t祖父\t秦仲淹\t未仕\n父亲\t秦敏学\t曾任玉山县令，知静江古县，余则不详。绍兴十九年，高宗在其碑首书“清德启庆之碑”。 \n母亲\t王氏\t南昌人，仕宦人家，封秦国夫人、追封秦魏国夫人\n平辈\t妻室\t王氏\t宋神宗时宰相王珪孙女。也是童贯的干女儿，历封魏国夫人、韩国夫人。\n长兄\t秦彬\t生平不详\n次兄\t秦梓\t生平不详\n弟弟\t秦棣\t生平不详\n子嗣\t继子\t秦熺\t字伯阳，本姓王，为秦桧妻兄王唤之子。以少师致仕、封福国公。\n孙子\t秦埙\t秦熺长子，绍兴二十四年探花。历任敷文阁待制、工部尚书、礼部尚书等职。\n秦堪\t生平不详\n秦卓\t又名秦坦，生平不详\n曾孙\t秦钜\t秦埙之子，字子野，嘉定十四年（1221年）在蕲州抗金战死，封义烈侯。\n史料记载\n年代\t作者\t书名\t篇目\n宋\t岳珂\t金佗稡编、金佗续编\t——\n宋\t李心传\t建炎以来系年要录\t卷130—170\n宋\t徐梦莘\t三朝北盟会编\t卷142—卷220\n宋\t佚名\t宋史全文\t卷16—卷23\n元\t脱脱等\t宋史\t卷26—卷31；卷473\n清\t毕沅\t续资治通鉴\t卷97—卷130\n艺术形象\n跪拜塑像\n隆兴元年（1163年）七月，宋孝宗下诏，追复岳飞官爵，以礼改葬杭州西子湖畔的栖霞岭，岳飞一案完全平反昭雪。其后，秦桧的跪像在全国各地不断涌现出来，存世的至少有以下几处：\n1、浙江秦桧跪像：位于浙江省杭州市西湖边栖霞岭下岳王庙中侧岳飞墓前，先后历铸12次之多。1979年，浙江省政府重修岳飞墓，重新铸造了秦桧夫妇、万俟卨、张俊四具双手反剪的赤身跪像。\n2、江西秦桧跪像：位于九江市岳母祠的姚氏墓前，始塑于明代，为兵乱所毁。2004年，九江县政府重铸了秦桧等五奸臣反剪双手的跪姿白铁铸像。跪像高1.14米，肩宽0.45米，每个铁像基座上都刻有奸臣的名字。 \n3、河南汤阴秦桧跪像：位于河南省汤阴县西南岳飞庙施全祠前，因游人多用手抓摸，铁像上部铮然发亮。\n4、河南朱仙镇秦桧跪像：位于河南省开封市西南朱仙镇西北隅岳飞庙前。像为铁铸，成赤身绑跪状。\n5、河南淮阳秦桧跪像：位于太吴伏羲陵内，跪像为生铁铸就，上身赤裸，双手反剪，似有求饶之势。\n6、江苏泰州秦桧跪像：位于江苏泰州岳墩岳飞祠的殿外西墙脚，为石雕秦桧夫妇跪像，经历代游客香火焚熏，白石变成黑石，头焦额烂，其状甚惨。\n7、湖北武昌秦桧跪像：位于武昌县南大东门外鄂州岳飞庙内，宋乾通六年铁铸，绑跪屏下。\n影视形象\n年代\t类型\t片名\n\t饰演者\t剧照\n988年\t电视剧\t八千里路云和月\t金超群\t\n994年\t电视剧\t岳飞传\t李道洪\n013年\t电视剧\t精忠岳飞\t罗嘉良 \n相关争议\n杀害岳飞\n岳飞是谁杀害的问题，史学界有两种不同的说法：一种认为是宋高宗赵构（高宗说）；另一种则认为是秦桧矫诏杀害了岳飞（秦桧说）。高宗说早期史料有李心传《建炎以来朝野杂记》，文徵明、李亚平、王曾瑜等持此论；秦桧说早期史料有岳珂《金佗粹编》和《续编》，邓广铭等持此论。\n案件的性质\n有学者指出，此案在当时称为“诏狱”，是皇帝钦命的法律案件，罪犯由皇帝亲自下诏书方能定罪。 《建炎以来朝野杂记》保存有此案完整的判决书，指明了案犯的罪名及处罚结果，可见此案是奉圣旨办案，最后也由宋高宗最终裁决。 \n高宗的心态\n赵构杀害宋廷倚为军事支柱的大将岳飞，其原因史学界还是众说纷纭，概括起来有以下几种猜测：\n1、担忧帝位\n綦彦臣认为，岳飞主张“北伐、迎请二帝还朝”，威胁到赵构的地位，是他被杀的原因。 邓广铭对此提出反驳，他指出徽宗死后，金人多次扬言要扶植钦宗回朝即位，岳飞因此改变了其“奉迎二圣”的主张，代之以迎还徽宗夫妇灵柩和韦太后等皇室亲族，这足以说明岳飞颇谙政治。但这都只是猜想，不太可信。事实上，宋金就此事有过多次谈判，高宗还下诏修建仁宗宫殿，也许赵构无须在“迎还二圣”问题上深忌岳飞。\n2、防范大臣\n李亚平曾提出观点，认为岳飞在立储问题上，越职言事，犯了皇家大忌，令皇帝相信他野心太大，遂起杀心。 也有人认为，岳飞帅全国大半兵力，个性又耿直倔强，往往锋芒毕露，不搞韬晦之计，使高宗觉得岳飞自恃掌有兵权，难以驾驭；而防范武将兵权过大，一直是赵宋王朝惜守的家法，因此，功高权重的岳飞，就被高宗视为对皇权的潜在威胁，以致在收缴兵权之后，仍不想放过，要杀一儆百。\n3、其他猜测\n还有学者认为，据说金兀术在绍兴和议前，有“必杀岳飞而后可和”之条件；台湾有学者提出，高宗特别思念生母韦太后，金人便以“释母必杀岳飞”为交换条件；也有人认为是各类矛盾的综合，才使高宗做出这一决定。\n值得一提的是，秦桧死后，高宗曾为一些人平反，不少大臣上疏，要求为岳飞恢复名誉，但高宗始终不予理会，从中亦可见赵构对此案的肯定态度。 \n秦桧的权势\n有学者指出，秦桧虽极受高宗宠信，但也只是宠信而已，决不能任意摆布高宗，不能用矫诏的手段铲除异己。如绍兴九年，因反对议和，高宗下令将胡铨“送昭州编管”，秦桧虽对胡铨恨之入骨，“必欲杀之而后已”，然而在以后的许多年中，却始终对这位职位低微的编修官无法动用屠刀。对胡铨这样的小官尚且如此，对有赫赫战功而曾任枢密副使的岳飞就更不能擅自处置了。\n宋代审理大案和诏狱，在表面上依然有一套较为严格的司法程序，尤其是大理寺治狱，其审讯、详断、判刑、评议、定判、复核等，都有详细规定，秦桧诸奸臣虽然能于其中起一定作用，但最终裁决权在皇帝手上，秦桧的权势再大，也是无法公开“矫诏”杀害大臣的。\n结语\n也许在杀岳飞问题上，高宗与秦桧是各怀鬼胎、互相利用的关系。在秦桧看来，不杀岳飞，难成和议；而在高宗看来，更重要的是杀鸡儆猴，以便他更自如地驾驭诸将，控制朝政与军权。所以，高宗与秦桧玩弄的是“交相用而曲相成”之把戏。于是，岳飞非死不可。[122-127]       \n金国奸细\n秦桧之所以被定罪为“金国奸细”，主因是其被掳至金国而得以举家归宋。持此观点的人认为，如果不是秦桧屈膝投降，金国绝不会让其举家南归，进而推论秦桧在金国已变节，是金国有意纵其返宋，充当金国破坏南宋的奸细，今人邓广铭和王曾瑜均持此论。[128-129]   但细究此论，当考虑以下几点：\n1、秦桧南归后，朝臣怀疑者很多，但相信者也不少，代表人物就有宰相范宗尹、枢密院李回。高宗在听完秦桧的“二论”后，也深感其忠心，并恩宠有加。 \n2、绍兴二年，左相吕颐浩为排挤秦桧，任用大批亲信对其进行攻讦，最终高宗将秦桧罢相。在这一事件中，吕颐浩罗织的罪名很多，但无人言及“奸细”。如果证据确凿，他们显然不会放弃叛国罪这样重大的罪名。\n3、秦桧有敢于与金国作对的史事：①金人败盟攻宋时，秦桧曾下《讨乌珠檄书》于诸路宣抚司，并赏格、捉杀兀术 ；②秦桧有支持岳飞抗金的实际行动[132-134]    ；③绍兴八年，秦桧曾利用与完颜昌的私交，争取其支持南宋，并以南宋向金称臣岁贡的代价换回河南诸地，金廷也以通宋谋反罪将完颜昌杀害。 \n4、金国奸细论还需考虑以下前提有无明确史料支持：①秦桧向金传送消息的对象与渠道；②金国如何长期控制秦桧为其服务；③秦桧权倾朝野后，为金效力的动机；④秦桧若不为金做奸细，金国的应对措施或惩罚手段。\n秦桧系“金国奸细”说，最早来源于朱胜非《秀水闲居录》，但朱胜非曾参与排挤秦桧的事件，记述并非客观可信。另一本常被作为史料引用的是《南迁录》，此书题名金国秘书省著作郎张师颜，但内容含有极大虚构成分，李心传、赵与时、陈振孙等皆考证认定为伪书，在收录史料时不予采纳。 \n宋体字源\n秦桧字体尚工，书写齐整工稳，擅长篆体。陶宗仪在金陵文庙中栏上见过秦桧的书法“玉兔泉”三个字，称其字“颇有可观”。 南宋·曾宏父《凤墅帖》有收录。[138-140]    \n值得注意的是，明代版刻以宋本为尚，复制宋本，大致保持原本的字形结构，这一过程中渐渐改变宋本的字形风貌，正德、嘉靖年间创造出了宋体字。秦桧字虽工，但与宋体字的产生没有关系。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951599423}]