[{"name":"王宠小楷临乐毅论","text":"\n:\n正文语种:简体中文\nisbn:7543936534,9787543936539\n商品尺寸:27.8x20.4x1cm\n商品重量:200g\n品牌:上海科学技术文献出版社\n内容简介\n《王羲之小楷(晋)》主要介绍了王羲之的书法。书法作为我国文化艺术的一个组成部分，有着光辉灿烂的历史，源远流长。我国历史上著名书法家灿若群星，他们的作品在中国书法史上闪耀着夺目的光彩，流传千古。小楷作为楷书的一种，始于汉末三国魏晋之际。在印刷文字还不方便的时代，通行的正式郑重文书都需要以小楷书写。自隋唐以来，直至清代，都把小楷作为科举考试的一个重要科目，若不及格必将名落孙山，因而，小楷书法自然得到了社会的高度重视。由于小楷通行年代已久，历史上涌现出了许许多多长于小楷的书法名家，以及具有很高艺术价值的小楷作品，如魏国钟繇书《宣示表》，东晋王羲之书《乐毅论》、《黄庭经》，唐代钟绍京书《灵飞经》，元代赵孟频书《汲黯传》、《道德经》，以及明代文征明书《真赏斋铭有叙》，王宠书《圣主得贤臣颂》，祝允明书《醉翁亭记》、《前后出师表》等等。这些珍贵的小楷作品，都是书法艺苑中的奇葩，作为一个书法艺术的爱好者和追求者，理应把小楷作为一门必修课。当前，硬笔书法艺术方兴未艾，以流传下来的经典小楷作为范本，当是取法乎上的明智之举。毛笔小楷与硬笔字大小接近，点画、结构规律一致，所不同的是运笔的提按没有毛笔那样讲究，如能按照此帖循序渐进地加以临习，也极有利于硬笔书艺的提高。为了帮助广大毛笔、硬笔书法爱好者能直接学习小楷书法的瑰宝，我们从历代流传的名家小楷名帖中精选了一些经典范本，加以改编成《名家小楷系列字帖》。通过改编，使本帖新增了如下功能：1.毛笔、硬笔通用。《王羲之小楷乐毅论》所选小楷碑帖字形大小接近硬笔字，可用小楷毛笔或者硬笔书法笔（即弯头钢笔、美工钢笔）直接描、临原帖。2.碑帖变墨迹。作为学习范本，墨迹无疑是最佳选择，因受古代印刷术所限，古代许多名帖均以碑刻拓本的形式流传下来。现在，随着印刷科技的发达，我们将部分著名小楷碑帖通过计算机技术反显成小楷墨迹，更加方便了大家的学习。3.将每种小楷名帖中代表《王羲之小楷乐毅论》风格的笔画、偏旁部首和例字进行挑选归类，加以讲解分析，这样，更有利于读者对原帖的深入理解，从而举一反三，尽快掌握范字特征。4.通临原帖并配以通用字。《王羲之小楷乐毅论》设计了通临部分，以便能通篇熟悉原帖风格，强化练习，巩固习字效果，增加的通用字将为书法爱好者认识繁体字提供帮助。另外，《王羲之小楷乐毅论》还穿插有名联佳句、集字名旬等，目的是为了增长读者知识，提高书写兴趣，激发临习和创作热情。\n王羲之，东晋书法家，字逸少，号澹斋，汉族，祖籍琅琊临沂（今属山东），后迁会稽（今浙江绍兴），晚年隐居剡县金庭，中国东晋书法家，有书圣之称。历任秘书郞、宁远将军、江州刺史。后为会稽内史，领右将军，人称“王右军”、“王会稽”。其子王献之书法亦佳，世人合称为“二王”。此后历代王氏家族书法人才辈出。东晋升平五年卒，葬于金庭瀑布山（又称紫藤山），其五世孙衡舍宅为金庭观，遗址犹存。\n目录\n编者的话\n王羲之及其小楷《乐毅论》简介\n王羲之书《乐毅论》笔法解析\n王羲之书《乐毅论》偏旁部首解析\n王羲之书《乐毅论》例字解析\n王羲之书《乐毅论》原帖通临\n王羲之书《乐毅论》原帖欣赏\n","category":"小楷","verified":true,"user":1,"timestamp":1429951612307},{"name":"王宠小楷临乐毅论","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791619113,"text":"王宠小楷临《乐毅论》\n 《乐毅论》是三国时期魏夏侯玄（泰初）撰写的一篇文章，文中论述的是战国时代燕国名将乐毅及其征讨各国之事。　\n\n《乐毅论》原文：\n 世人多以乐毅不时拔营即墨（为劣是以叙而）论之。夫求古贤之意，宜以大者远者先之，必迂回而难通，然后已焉可也，今乐氏之趣或者其未尽乎，而多劣之。是使前贤失指于将来不亦惜哉，观乐生遗燕惠王书，其殆庶乎机，合乎道以终始者与，其喻昭王曰：伊尹放太甲而不疑，太甲受放而不怨，是存大业于至公，而以天下为心者也，夫欲极道之量，务以天下为心者，必致其主於盛隆，合其趣於先王，苟君臣同符，斯大业定矣。于斯时也，乐生之志，千载一遇也，亦将行千载一隆之道，岂其局迹当时，止於兼并而已哉，夫兼并者非乐生之所屑，强燕而废道，又非乐生之所求也。不屑苟得则心无近事，不求小成，斯意兼天下者也。则举齐之事，所以运其机而动四海也，讨齐以明燕主之义，此兵不兴于为利矣。围城而害不加於百姓，此仁心着於遐迩矣，举国不谋其功，除暴不以威力，此至德令於天下矣；迈至德以率列国，则几於汤武之事矣，乐生方恢大纲，以纵二城，牧民明信，以待其弊，使即墨莒人，顾仇其上，愿释干戈，赖我犹亲，善守之智，无所之施，然则求仁得仁，即墨大夫之义也，任穷则从，微子适周之道也，开弥广之路，以待田单之徒，长容善之风，以申齐士之志。使夫忠者遂节，通者义著，昭之东海，属之华裔。我泽如春，下应如草，道光宇宙，贤者托心，邻国倾慕，四海延颈，思戴燕主，仰望风声，二城必从，则王业隆矣，虽淹留於两邑，乃致速於天下，不幸之变，势所不图，败於垂成，时运固然，若乃逼之以威，劫之以兵，则攻取之事，求欲速之功，使燕齐之士流血于二城之间，侈杀伤之残，示四国之人，是纵暴易乱，贪以成私，邻国望之，其犹犲虎。既大堕称兵之义，而丧济弱之仁，亏齐十之节，废廉善之风，掩宏通之废，弃王德之隆，虽二城几于可拔，覇王之事逝，其远矣。然则燕虽兼齐，其与世主何以诛哉。其与邻敌何以相顷。乐生岂不知拔二城之速了哉，顾城拔而业乖，岂不知不速之致变哉，顾业乖与变同，由是言之，乐生之不屠二城，其亦未可量也。　　\n参考译文：\n 世人大多认为乐毅不能按时攻克即墨是错误的，因此，（我在此）记叙并论述他。 　　\n 探求古代贤能的心意，应该先从大的方面和远的方面想，一定是（先感觉）曲折难懂，然后方可领会啊。如今（对）乐毅之事的曲折有人还未能彻底了解，因而大多认为他错了。这样让前代贤人在将来被人误解不是很可惜吗，看乐毅赠给燕惠王的信，他大概在谋略上是差不多了，合乎于仁道而且能始终如一。他告喻昭王说：伊尹流放太甲而没有猜疑，太甲被流放而没有抱怨，这是（因为）把大业放在最公正之处，并且是以天下为考虑了。如果想极尽仁道的度量，一定要以天下为己任，一定要使得他的君主兴盛发达，与先君情趣相合，君臣同心协力，这样，大业就能稳定了。在这个时候，乐毅的志向，是千年一遇啊，也将推行千年一遇的崇高仁道。哪里是他拘泥于时局，仅仅为满足兼并呢，兼并（齐鲁）不是乐毅所希望的，使燕国强大而废除仁道，也不是乐毅所希望的。不屑于苟且有成，也就心中没有眼前的小事情了，不渴求小的收获，这是意在一统天下啊。这样看来，攻打齐国是要借此机会来撼动天下，讨伐齐国的目的是要阐明燕王的仁义，没有动用武力是为了谋求更大的利益。包围城池而没有加害于百姓，这样仁慈之心将传播很远，攻打别国不为谋求（私人）功劳，除掉暴君不用武力，这样，最高尚的美德就能普遍天下；率领其他诸侯国倡导仁道，近乎于商汤和周武王了，乐毅恰好弘扬仁道，放弃（攻打）两个城市，让百姓安生，表明诚信，来等待他们（齐国）出现弊端，使得即墨县和莒县的百姓回头怨恨自己的国君，（最后）愿意放下兵器，像亲人一样依赖我们。善于守卫的智慧，（是）不要随便做什么事情，这样，想要仁道就能得到仁道，（也是）即墨士大夫的仁义啊。责任到了尽头就会随从，只有他才是合适周全的方法。开通更广阔的渠道，来等待田单一类人（降服），助长容纳善良的风气，申明齐国士人的志向。使忠诚的人实现节操，明理的人显著道义，天下昭彰，传给后世。我的恩泽就像春光，百姓就如春草，道义光耀宇宙，贤能之人托付真心，邻国之人倾心羡慕，天下引领向往，（都）想推戴燕王。随着众人的呼声，两座城邑一定会降服，这样，霸王之业就可实现。即使停留在两城，也会很快告喻天下。不幸发生变故，在当时形势是不希望的，功败垂成，乃是命中注定。如果用威势逼迫，用武力攻打，则攻城只为求的暂时的功劳，让燕国和齐国的士人在两座城池间流血，拼杀形成很多伤残，让四个国家的人来看，这样（是）用放纵残暴替换战乱，贪婪私利，邻国看到，我们就成了豺狼。既丢失了用兵的意义，也丧失了扶弱的仁道，使齐国士人节操受损，废除清廉优良作风。拥有的是大义废弃，丢弃的是崇高的王道，即使两座城池能够攻克，称霸天下的事情也背离很远了。再说，燕国即使兼并了齐国，对世人又如何诛伐？与（原来的）邻敌又怎样相处？乐毅难道不知攻克两城很容易么，只是考虑到城池攻克时也就背离霸业了；难道不知不能迅速攻克会产生变故？只是考虑到背离了霸业与产生变故是一样的。因此说来，乐毅没有屠戮两座城池，那也不是没有道理的。","author":"明代王宠","description":"王宠小楷临乐毅论"}]