[{"name":"赵孟頫天冠山题咏诗帖","text":"赵孟頫（fǔ）（1254年—1322年7月29日），字子昂，汉族，号松雪道人，又号水精宫道人、鸥波，中年曾署孟俯。浙江吴兴（今浙江湖州）人。宋太祖赵匡胤的11世孙、秦王赵德芳的嫡派子孙。其父赵与訔曾任南宋户部侍郎兼知临安府浙西安抚使。南宋灭亡后，归故乡闲居。\n元至元二十三年（1286年）行台侍御史程钜夫“奉诏搜访遗逸于江南”。元世祖赞赏其才貌，两年后任从四品的集贤直学士。至元二十九年（1292）出任济南路总管府事。在济南路总管任上，元贞元年（1295），因世祖去世，成宗需修《世祖实录》，赵孟頫乃被召回京城。鉴于元廷内部矛盾重重，赵孟頫便借病乞归。大德三年（1299），赵孟頫被任命为集贤直学土行江浙等处儒学提举。至大三年（1310），受皇太子爱育黎拔力八达赏识，后官居一品，名满天下。卒赠魏国公，谥文敏，故称“赵文敏”。\n赵孟頫博学多才，能诗善文，懂经济，工书法，精绘艺，擅金石，通律吕，解鉴赏。特别是书法和绘画成就最高，开创元代新画风，被称为“元人冠冕”。他亦善篆、隶、真、行、草书，尤以楷、行书著称于世，创“赵体”书，与欧阳询、颜真卿、柳公权并称“楷书四大家”。著有《松雪斋文集》等。\n人物生平\n宋室之后\n赵孟頫为宋太祖子秦王赵德芳之后。其五世祖秀安僖王赵子偁，即宋孝宗父。其四世祖为崇宪靖王赵伯圭，孝宗赐宅第于湖州，故赵孟頫为湖州人。曾祖赵师垂，祖父赵希戭，父赵与訔，皆为宋朝大官。元朝赠师垂为集贤侍读学士，希戭为太常礼仪院使并封吴兴郡公，与訔为集贤大学士，封魏国公。 \n赵孟頫自幼聪敏，读书过目不忘，下笔成文。写字运笔如风。十四岁因其家世代为官亦入补官爵，并通过了吏部选拔官员的考试，调任真州司户参军。宋亡后居家，更致力于学问。 \n元朝重用\n元至元二十三年（1286年），行台侍御史程钜夫奉诏搜访隐居于江南的宋代遗臣，将赵孟頫引见元世祖。世祖见赵孟頫才气豪迈，神采焕发，如神仙中人，大喜，使坐于右丞叶李之上。当时朝廷方设立尚书省，命赵孟頫起草诏书，颁布天下。世祖看了诏书后称赞道：“说出了朕心中所要说的话。”朝廷召集百官于刑部，商讨制定刑法。大家认为凡贪赃满至元宝钞二百贯者，论死罪。赵孟頫则认为太重，因为钞法创立后的几十年内，已大幅度贬值，以贬值之钞来决定人之生死，不足采取。有人见他年少，又是来自南方，不了解元朝国情，指责他反对以至元钞来定罪，是想阻碍至元宝钞的流行。赵孟頫页理直气壮地反驳，指出：“刑法是关系到人命的生死，必须分别轻重。赵孟頫奉诏参与商议，不敢不言。你不讲道理，企图以势压人，这是不行的！”这人哑口无言。世祖打算重用赵孟頫，但遭到一些人的阻止。 \n至元二十四年（1287年）六月，授赵孟頫兵部郎中之职，兵部总管全国驿站，当时来往使臣的饮食费用比过去增加了几十倍，当地官府无力供给，只有强取于民，不胜骚扰，请中书省以增加钞币解决。但当时至元钞不能通行，朝廷派尚书刘宣与赵孟頫一同至江南查办行省丞相贯彻执行钞法不力之罪，左右司官及诸路官均遭鞭打。然而赵孟頫却不打一人。回京后丞相桑哥对他这种宽容大加谴责。 \n当时有个叫王虎臣的官员，揭发了平江路总管赵全的违法事实，朝廷命虎臣去查处。右丞叶李坚持奏请不可派虎臣，世祖不听。赵孟頫进言说：“赵全违法固当问罪，但虎臣以前在平江也常常强买民田，纵令下属臣僚奸诈营利。赵全曾多次与他争斗，虎臣怀恨在心。今派虎臣去，必然陷害赵全；纵然查出赵全不法事实，人们也不能不有所怀疑。”世祖这才明白过来，改派别人去处理。世祖知赵孟頫家境素来清贫，赐钞五十锭。 \n至元二十七年（1290年），升赵孟頫为集贤直学士。同年发生地震，北京尤其剧烈，死伤数十万人，世祖为之忧心如焚。世祖驻于龙虎台，派阿剌浑撒里回京，召集贤、翰林两院官会议，询问此次天灾发生的原因及消灾的办法。但这些官员害怕丞相桑哥，不敢说实话，只是泛引《经》、《传》及五行灾异的话，以修人事、应天变来回答，不敢触及时政。在此以前，桑哥遣忻都及王济清理全国钱粮，大加搜括，已征入数百万，未征者还有数千万，弄得民不聊生，相继自杀。逃入山林者，官府发兵追捕，无人敢来劝阻。赵孟頫与阿剌浑撒里非常友好，劝他去奏请皇上大赦天下，免除赋税，这样就可能消弭天灾。阿剌浑撒里按照赵孟頫的意见向世祖奏禀，并得到世祖的允许。诏书已经草拟好了，桑哥大怒，说这不是世祖的旨意。赵孟頫挺身而出对桑哥说：“百姓死亡已尽，那些未征上来的钱粮到哪里去征？若不及时免除，以后若有人将此未征之数千万钱粮作为损失而归咎于尚书省，这岂不深深连累了丞相？”桑哥明白其利害，同意全部免除，人民因而得救。 \n世祖曾问赵孟頫，叶李与留梦炎哪个好。孟頫说：“留梦炎是我父亲的挚友，为人庄重厚道，很自信，多谋能断，有大臣之才。叶李所读的书我都读过，他所知所能的事，臣都能知能办。”世祖说：“你是认为留梦炎比叶李要贤吗？但是，留梦炎在宋朝为状元，位至丞相，而在贾似道欺上误国之时，却对贾似道阿谀顺从。叶李当时虽为平民，却敢于上书朝廷，斥责贾似道，显然贤于留梦炎。你因为留梦炎是你父亲的挚友，不敢非议，可赋诗以规劝他。”赵孟頫便赋诗一首，其中有“往事已非那可说，且将忠直报皇元”之语，世祖看后大加赞赏。赵孟頫退朝后对奉御彻里说：“陛下在谈论贾似道误国时，责备留梦炎当时不敢指责。如今，桑哥的罪恶甚于似道，而我等不加指责，将来如何能推卸责任？但我毕竟不是陛下亲信之臣，说话陛下必不听从。侍臣中读书知理、慷慨有气节而又为陛下所亲信的人中，没有能超过你的。捐出自己生命而为百姓除害，是仁者之事，希望你能这样！”彻里果然向世祖揭发桑哥的罪恶。世祖大怒，命卫士掌嘴，彻里口鼻血涌，倒在地上。再问，彻里还是斥责桑哥罪行，大臣也相继指责桑哥，于是世祖将桑哥按罪诛杀，并废除尚书省，凡有罪的大臣也统统罢官。 \n世祖有意让赵孟頫参与中书省政事，赵孟頫坚持不肯。他预料，久在君王身边，必受人嫉妒，故极力请求到外地任职。 \n至元二十九年（1292年），出任同知济南路总管府事。当地有个叫元掀儿的人，在盐场服役，因不胜艰苦而逃走。其父诬告是同服劳役的人将掀儿杀害了。赵孟頫怀疑其中有冤情，不立即判决。过了一月，掀儿自己回归盐场。郡中人都称赞孟兆页料事如神。佥廉访司事韦哈刺哈孙，性情暴虐，因赵孟頫不顺他的意，借口中伤他；恰逢朝廷要修《世祖实录》，召赵孟頫还京，这才无事。其后，调赵孟頫为汾州知州，还未成行，又令他书写金字《藏经》。 \n大德三年（1299年），又任命为集贤直学士、江浙等处儒学提举，后调任泰州尹。 \n借病乞归\n至大三年（1310年），召赵孟頫回京师，授翰林侍读学士，命与其他学士共同撰写祀南郊祝文。在拟定殿名的问题上，与其他人意见不合，告假还乡。元仁宗在东宫时，就闻知赵孟頫之名，即位后召他任集贤侍讲学士、中奉大夫。 \n延祐元年（1314年），改任翰林侍讲学士，后又任集贤侍讲学士、资德大夫。 \n延祐三年（1316年），拜翰林学士承旨、荣禄大夫。仁宗待他甚厚，只呼其字而不呼其名，在与侍臣谈论文学之士时，把赵孟頫比作唐代李白、宋代苏子瞻，称赞他品行纯正，博学多闻，书画绝伦，又精通佛学及老庄之学，这些都是人所不及的。不乐意的人想离间仁宗与赵孟頫的亲密关系，仁宗不加理会。既而又有人上书，奏请朝廷不能让赵孟頫参与编修国史。仁宗说：“赵子昂是世祖皇帝选拔的重臣，朕特加优待，让他在馆阁从事著述，传之后世，你们还罗嗦些什么？”赐赵孟頫钞五百锭，叮嘱侍臣：“中书总说国用不足，这笔赏金他们必不肯付与，可从普庆寺库存中支给。”赵孟頫曾数月不至宫中，仁宗问左右，都说赵孟頫年老畏寒。仁宗令御府赐与貂鼠皮裘。 \n赵孟頫原是因程钜夫的举荐而以兵部郎中起家的。后来钜夫任翰林学士承旨时辞官归家，朝廷以赵孟頫代之。赵孟頫就任后，先去拜谒钜夫，然后再入翰林院视事，当时传为士大夫的佳话。 \n延祐六年（1319年），获准南归。仁宗又遣使催他回朝，因病未能成行。至治元年（1321年），元英宗遣使到赵孟頫家中，命他书写《孝经》。至治二年（1322年）六月病卒，年六十九岁。追封魏国公，谥“文敏”。 \n主要成就\n绘画\n关键人物\n明人王世贞曾说：“文人画起自东坡，至松雪敞开大门。”这句话基本上客观地道出了赵孟頫在中国绘画史上的地位。无论是研究中国绘画史，还是研究中国文人画史，赵孟頫都是一个不可绕开的关键人物。如果说，唐宋绘画的意趣在于以文学化造境。那么，赵孟頫在其间起到了桥梁作用。如果说，元以前的文人画运动主要表现为舆论上的准备，元以后的文人画运动以其成功的实践逐步取代正规画而演为画坛的主流，那么，引发这种变化的巨擘仍是赵孟頫。\n承前启后\n作为一位变革转型时期承前启后的大家，赵孟頫有以下几方面突出的成就为前人所不及：\n一是他提出“作画贵有古意”的口号，扭转了北宋以来古风渐湮的画坛颓势，使绘画从工艳琐细之风转向质朴自然。\n二是他提出以“云山为师”的口号，强调了画家的写实基本功与实践技巧，克服“墨戏”的陋习。\n三是他提出“书画本来同”的口号，以书法入画，使绘画的文人气质更为浓烈，韵味变化增强。\n四是他提出“不假丹青笔，何以写远愁”的口号，以画寄意，使绘画的内在功能得到深化，涵盖更为广泛。\n五是他在人物、山水、花鸟、马兽诸画科皆有成就，画艺全面，并有创新。\n六是他的绘画兼有诗、书、印之美，相得益彰。\n七是他在南北一统、蒙古族入主中原的政治形势下，吸收南北绘画之长，复兴中原传统画艺，维持并延续了其发展。\n八是他能团结包括高克恭、康里子山等在内的少数民族美术家，共同繁荣中华文化。\n审美标准\n综观赵孟頫的画迹，并结合其相关论述，可以知道，赵氏通过批评“近世”、倡导“古意”，从而确立了元代绘画艺术思维的审美标准。这个标准不仅体现在绘画上，而且也广泛地渗透于诗文、书法、篆刻等领域中。\n提倡古意\n历史上每遇沧桑变易之际，文化颇易失范，人们总是以史为鉴，从古代的启示中去寻找医时救弊的良方，如孔子的“克己复礼”、魏晋“竹林七贤”的返朴归真、唐宋的“古文运动”等，重视传统成为中国文化的特色之一。赵孟頫提倡“古意” 的出发点亦不例外，他引晋唐为法鉴，批评南宋险怪霸悍和琐细浓艳之风；不仅如此，作为一位士大夫画家，他还一反北宋以来文人画的墨戏态度，这是十分可贵的。作为价值学原则，赵孟頫既维护了文人画的人格趣味，又摈弃了文人画的游戏态度；作为形态学原则，赵孟頫既创建文人特有的表现形式，又使之无愧于正规画的功力格法，并在绘画的各种画科中进行全面的实践，从而确立了文人画在画坛上成为正规画的地位。应该说，赵孟頫使职业正规画与业余文人画这两种原本对立或并行的绘画传统得以交流融汇，从此，一个以文人画家为主角，以建构文人画图式为主题的绘画新时代，拉开了序幕。\n转化\n应当特别指出，赵孟頫的山水画不但将钩斫和渲淡、丹青和水墨、重墨和重笔、师古和创新，乃至高逸的士夫气息与散逸的文人气息综合于一体，使“游观山水”向“抒情山水”转化；而且使造境与写意、诗意化与书法化在绘画中得到调和与融洽，为“元季四大家”（黄公望、王蒙、倪瓒、吴镇）那种以诗意化、书法化来抒发隐逸之情的逸格文人画的出现，奠定了坚实的基础。\n上述这些理论与实践，将赵孟頫推向了开元代绘画风气宗师的地位。\n弟子众多\n作为一代宗师，不仅他的友人高克恭、李衎，妻子管道升，儿子赵雍受到他的画艺影响，而且弟子唐棣、朱德润、陈琳、商琦、王渊、姚彦卿，外孙王蒙，乃至元末黄公望、倪瓒等都在不同程度上继承发扬了赵孟頫的美学观点，使元代文人画久盛不衰，在中国绘画史上写下了绮丽奇特的篇章。他与儿子赵雍、孙子赵麟都做《人马图》，称《三世人马图》，传为佳话，三幅画都流传至美国，由大都会博物馆收藏。\n书画诗印\n“先画后书此一纸，咫尺之间兼二美。”赵孟頫书画诗印四绝，当时就已名传中外，以至日本、印度人士都以珍藏他的作品为贵，为当时的中外文化交流作出了贡献。\n赵孟頫的书法作品中与道教有关者有《洛神赋》、《道德经》、《玄妙观重修三门记》等。画作名品甚多，关于道教内容的有《玄真观图》、《三教图》、《轩辕问道图》、《松石老子图》、《溪山仙馆图》等。又有《玄元十子图》，画道教人物关尹子、文子等十人像，并旁书小传。该作笔墨高古，元大德九年（1305年）路道通于杭州刻版印摹，后被收入明正统《道藏》。诗文风格和婉。兼工篆刻，以“圆珠文”著称。有《松雪斋集》。元延祐六年（1319年），得请南归于家乡。曾经入松江北道堂事道，道号道渊。\n\t\n书法\n楷书大家\n赵孟頫的书法，因熟而俗，这是董其昌的评价。不过，作为入门规范训练，还是不错的。\n赵孟頫与夫人管道升同为中峰明本和尚（1263-1323）弟子。精通音乐，善鉴定古器物，其诗清邃奇逸，书画尤为擅名，篆籀分隶楷草书俱佳，以楷书、行书造诣最深、影响最广。赵孟頫是元代初期很有影响的书法家赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵（即宋高宗赵构）书，中年学“钟繇及羲献诸家”，晚年师法李北海。王世懋称：“文敏书多从二王（羲之、献之）中来，其体势紧密，则得之右军；姿态朗逸，则得之大令；至书碑则酷仿李北海《岳麓》、《娑罗》体。”此外，他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人；于篆书，他学石鼓文、诅楚文；隶书学梁鹄、钟繇；行草书学羲献，能在继承传统上下苦功夫。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。虞集称他：“楷法深得《洛神赋》，而揽其标。行书诣《圣教序》，而入其室。至于草书，饱《十七帖》而度其形。”他是集晋、唐书法之大成的很有成就的书法家。同时代的书家对他十分推崇，后世有人将其列入楷书四大家：“颜、柳、欧、赵”。明代书画家董其昌认为他的书法直接晋人。 \n吸取长处\n赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。尤为可贵的是宋元时代的书法家多数只擅长行、草体，而赵孟頫却能精究各体。后世学赵孟頫书法的极多，赵孟頫的字在朝鲜、日本非常风行。\n书论深高\n赵孟頫在中国书法艺术史上有着不可忽视的重要作用和深远的影响力。他在书法上的贡献，不仅在他的书法作品，还在于他的书论。他有不少关于书法的精到见解。他认为：“学书有二，一曰笔法，二曰字形。笔法弗精，虽善犹恶；字形弗妙，虽熟犹生。学书能解此，始可以语书也。”“学书在玩味古人法帖，悉知其用笔之意，乃为有益。”在临写古人法帖上，他指出了颇有意义的事实：“昔人得古刻数行，专心而学之，便可名世。况兰亭是右军得意书，学之不已，何患不过人耶。”这些都可以给我们重要的启示。 \n他的文章冠绝时流，又旁通佛老之学。其绘画，山水取法董源、李成；人物、鞍马师法李公麟和唐人；工墨竹、花鸟，皆以笔墨圆润苍秀见长，以飞白法画石，以书法用笔写竹。力主变革南宋院体格调，自谓“作画贵有古意，若无古意，虽工无益”，遥追五代、北宋法度，论者谓：“有唐人之致去其纤；有北宋人之雄去其犷。”开创了元代新画风。交友甚广，与高克恭、钱选、王芝、李衎、郭祐之等相互切磋；直接受其指点的有陈琳、唐棣、朱德润、柯九思、黄公望、王蒙等。能诗文，风格和婉。兼工篆刻，以“圆朱文”著称。\n传世书迹\n传世书迹较多，有《洛神赋》、《道德经》、《胆巴碑》、《玄妙观重修三门记》、《临黄庭经》、独孤本《兰亭十一跋》、《四体千字文》等。传世画迹有大德七年（1303）作《重江叠嶂图》卷、元贞元年（1295）作《鹊华秋色》卷，图录于《故宫名画三百种》；皇庆元年（1312）作《秋郊饮马》卷，现藏故宫博物院。著有《松雪斋文集》十卷（附外集一卷）。\n康有为曾说“勿学赵董流靡之辈”，这是个人偏见。因康瞧不起赵身为帝胄而入元为官，故对其书法极尽贬低。世人只道赵字婉转流利，却不知其外秀内刚，六十岁以后作品更是老辣厚重，绝无柔媚之气。近人马宗霍《书林记事》谓：“元赵子昂以书法称雄一世，落笔如风雨，一日能书一万字，名既振，天竺有僧数万里来求其书，归国中宝之。”\n历代评价\n王世贞：①元诗人，元右丞好问、赵承旨孟頫、姚学士燧、刘学士因、马中丞祖常、范应奉德机、杨员外仲弘、虞学士集、揭应奉傒斯、张句曲雨、杨提举廉夫而已。赵稍清丽，而伤於浅。 ②余尝谓吴兴赵文敏公孟俯，风流才艺惟吾郡文待诏征明可以当之，而亦少有差次其同者。诗文也，书画也，又皆以荐辟起家。赵诗小壮而俗，文稍雅而弱其浅同也。文皆畅利而乏深沉，其离古同也。书小楷赵不能去俗，文不能去纤，其精绝同也行。押则赵于二王近，而文不能近，少逊也。署书则文复少逊也。八分古隶则文胜小篆，则赵胜也，然而篆不胜隶。画则赵之入唐宋人深，而文少浅其天趣同也，其鉴赏博考复同也。位在赵至一品，而文仅登一命。寿则文予九龄，而赵仅垂七衮异也。若出处大节之异，前辈固巳纷纷言之，独赵集有述太傅丞相伯颜德一章，中所云：‘舆地久巳裂，车书当会同。’又云：‘六合仰照耀，一方顾颛蒙。’呜呼元诚而亲主，宋社诚屋，伯颜诚贤有功岂而所宜言者，何有胸无心至此也，吾待诏。不与同年语也。 \n项穆：若夫赵孟頫之书，温润闲雅，似接右军正脉之传，妍媚纤柔，殊乏大节不夺之气。（《书法雅言》）\n董其昌：①吾于书似可直接赵文敏，第少生耳。而子昂之熟，又不如吾有秀润之气。惟不能多书，以此让吴兴一筹。②吾乡陆宫詹以书名家，虽率尔作应酬字，俱不苟且，曰：“即此便是学字，何得放过？”陆公书类赵吴兴，实从北海有入，客每称公似赵者，曰：“吾与赵同学李北海耳。”③书家以险绝为奇，此窍惟鲁公、杨少师得之，赵吴兴弗能解也。今人眼目为吴兴所遮障。（《画禅室随笔》）\n冯班：①结字，晋人用理，唐人用法，宋人用意。用理则从心所欲不逾矩。因晋人之理而立法，法定则字有常格，不及晋人矣。宋人用意，意在学晋人也。意不周帀则病生，此时代所压。赵松雪更用法，而参之宋人之意，上追二王，后人不及矣。为奴书之论者不知也。②赵殊精工，直逼右军，然气骨自不及宋人，不堪并观也。③学前人书从后人入手，便得他门户；学后人书从前人落下，便有拏把。汝学赵松雪，若从徐季海、李北海入手，便古劲可爱。（《钝吟书要》）\n梁巘：①子昂书俗，香光书弱，衡山书单。②学董不及学赵，有墙壁，盖赵谨于结构，而董多率意也。（《评书帖》）\n吴德旋：①永兴书浑厚，北海则以顿挫见长，虽本原同出大令，而门户迥别。赵集贤欲以永兴笔书北海体，遂致两失。集贤临智永《千文》，乃是当行，可十得六七矣。②刘诸城云：“松雪自当为一大宗，既或未厌人意，然究无以易之。”此就元人而论，谓鲜于、康里诸公皆非松雪之匹耳。③松雪行书以《天冠山》为最，北海肖子也。世人艳称《民瞻十札》已属次乘，《梅花诗》则自《郐》无讥矣。（《初月楼论书随笔》）\n钱泳：①松雪书用笔圆转，直接二王，施之翰牍，无出其右。惟碑版之书则不然，碑版之书必学唐人。或曰：“然则何不径学唐人，而必学松雪，何也？”余曰：“吾侪既要学书，碑版翰牍须得兼备，碑版之书其用少，翰牍之书其用多，犹之读三百篇，《国风》、《雅》、《颂》不可偏废，书道何独不然。”②张丑云“子昂书法温润闲雅，远接右军，第过为妍媚纤柔，殊乏大节不夺之气”，非正论也。褚中令书，昔人比之美女婵娟，不胜罗绮，而睇忠言谠论，直为有唐一代名臣，岂在区区笔墨间，以定其人品乎！（《书学》）\n阮元：元赵孟頫楷书摹拟李邕。（《北碑南帖论》）\n包世臣：①子昂如挟瑟燕姬，矜宠善狎。②吴兴书笔专用平顺，一点一画、一字一行，排次顶接而成。古帖字体大小颇有相径庭者，如老翁携幼孙行，长短参差，而情意真挚，痛痒相关。吴兴书则如市人入隘巷，鱼贯徐行，而争先竞后之色人人见面，安能使上下左右空白有字哉！其所以盛行数百年者，徒以便经生胥史故耳。然竟不能废者，以其笔虽平顺，而来去出入处皆有曲折停蓄。其后学吴兴者，虽极似而曲折停蓄不存，惟求匀净，是以一时虽为经生胥史所宗尚，不旋踵而烟销火灭也。③吴兴用意结体，全以王士则《李宝成碑》为枕中秘。（《艺舟双楫》）\n周星莲：赵集贤云：“书法随时变迁，用笔千古不易。”古人得佳帖数行，专心学之，便能名家。盖赵文敏为有元一代大家，岂有道外之语？所谓千古不易者，指笔之肌理言之，非指笔之面目言之也。（《临池管见》）\n朱和羹：子昂得《黄庭》、《乐毅》法居多。邢子愿谓右军以后惟赵吴兴得正衣钵，唐、宋人皆不及也。（《临池心解》）\n康有为：吴兴、香光，并伤怯弱，如璇闺静女，拈花斗草，妍妙可观念更新，若举石臼，面不失容，则非其任矣。自元、明来，精榜书者殊鲜，以碑学之不兴也。（《广艺舟双楫》） \n柯劭忞：①赵孟頫以宋宗室之俊，委贽事元，跻于通显。其在《大雅》之诗日：‘殷土肤敏，裸将于京。’刘向以为悯微子之朝周，故君子不责孟頫，而为赵氏悯也。 ②杨载称孟頫之才为书画所掩，知其书画，不知其文章，知其文章，不知其经济之不。人以为知言。 \n家族成员\n赵孟頫的妻子管道升也是著名书画家， 在古代女书法家中地位仅次于王羲之老师卫夫人。管道升，字仲姬，一字瑶姬，江苏青浦（今属上海）人。南宋景定三年（1262年）生。幼习书画，笃信佛法。曾手书《金刚经》数十卷，赠名山寺。嫁元代吴兴书画名家赵孟頫为妻，封吴兴郡夫人，世称管夫人。管道升所写行楷与赵孟頫颇相似，所书《璇玑图诗》笔法工绝。精于诗。尤擅画墨竹梅兰。晴竹新篁，为其首创。元延祐六年（1319年）卒。存世的《水竹图》等卷，现藏北京故宫博物院；《竹石图》1帧，藏台湾故宫博物院。\n史书记载\n《元史·卷一百七十二·列传第五十九》 \n《新元史·卷一百九十·列传第八十七》 \n后世墓葬\n赵孟頫墓位于德清县洛舍东衡里“阳林堂”别业东南侧。2013年5月，国务院核定公布：元代“赵孟頫墓”为全国重点文物保护单位。 \n东衡里赵孟頫墓保存尚好，有乡间小路可达，四周修竹茂林，绿树成荫，周围河港交叉。墓前石人剩二尊，石马一匹，散置于露天民居旁，局部已遭涂料污染。\n此墓穴为赵孟頫和夫人管道升的合葬墓。墓地坐北朝南，地处“龙穴”，北倚鸡笼山、勤王山，左有鸡山，右有赤山，南临弯曲的小河，远处有屯山、张家山，是极典型的“堪舆学”思想的物化，符合道教“堪舆阴宅”的地形地貌，是水晶宫道人赵孟頫的道教思想的集中体现。赵孟頫墓穴距地下约1.5米，长3米，宽2.6米，墓为石棺双室墓，墓前有石马一匹，石朝官二尊。1319年，管道升下葬于于此；1322年，赵孟頫卒，与管道升合葬；这年秋，赵孟頫谥封魏国公，墓地规模扩大；1915年，德清县新编县志总纂程森加土修理，立墓碑；1992年，发现地下墓穴；1992年8月，列为县级文物保护单位；1993年，德清县人民政府修复墓地。2013年，对墓周边又进行了绿化，墓前石人石马重新安放，泥沙地也铺成了大理石。\n","category":"草书","verified":true,"user":1,"timestamp":1429951540245}]