[{"name":"欧阳询仲尼梦奠帖","text":"《仲尼梦奠帖》是中华十大传世名帖之一。为唐著名书法家欧阳询所作。欧阳询(557-641)，字信本，潭州临湘（今湖南长沙）人。官至太子率更令、弘文馆学士。书法为\"初唐四家\"之一。\n概述\n唐太宗李世民是中国历史上少有的艺术皇帝，他精通书法，平生搜尽历代名帖，又将当今书坛巨擘拢为左右。他曾立嘱将兰亭真迹随葬，也曾经为一位书坛泰斗的辞世而嚎啕。这位被李世民奉为师长和书坛第一的，便是唐初大书家欧阳询。\n欧阳询官历隋唐，世称“大欧”。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为“唐人楷书第一”。后人以其书于平正中见险绝，最便初学，为“欧体”。\n欧阳询传世作品多为碑版楷书，行书有《千字文帖》《梦奠帖》《卜商帖》和《张翰帖》。对于学习欧体楷书从碑版入手难免走入描摹字形而失去笔意的误区，所以欧阳询传世的行书墨迹本对于观察和掌握欧体笔法有着莫大的作用。其中，《梦奠帖》可谓欧体行书的登峰造极之作。\n《仲尼梦奠帖》行书，九行，行九字，共七十八字。有元人郭天锡跋：“信本行书蝉联起伏，凝结遒耸，裁萧永之柔懦，拉羲献之筋髓。比之诸势，出于自得。此本劲险刻厉，森森焉如府库之戈戟，向背转摺，浑得二王风气，世之欧行第一书也。”后又有赵孟頫、杨士奇、高士奇、王鸿绪诸人跋。\n关于真伪问题，明代中后期有人提出疑问。詹景凤《东图玄览编》认为它是“响拓之极精者”，都穆《寓意编》认为是临本，而陈继儒在《妮古录》中则认为是宋人书。杨仁恺断为真迹，并把年代限定在贞观初（627—641），为欧阳询晚年成熟之作。\n这是欧阳询传世墨迹中最为可信、也最为精彩的一种，其中显示出充满自信的意趣。美妙的情调与意趣，渗透了对新笔法与新形式的自负与自由。\n此帖用墨淡而不浓，且是秃笔疾书，转折自如，无一笔不妥，无一笔凝滞，上下脉络映带清晰，结构稳重沉实，运笔从容，气韵流畅，体方而笔圆，妩媚而刚劲，为欧阳询晚年所书，清劲绝尘，诚属稀世之珍。\n《仲尼梦奠帖》纸本，纵25.5cm，横33.6cm，今于辽宁省博物馆藏。\n释文\n【释文】：\n“仲尼梦奠，七十有二。周王九龄，具不满百。彭祖资以导养，樊重任性，裁过盈数，终归冥灭。无有得停住者。未有生而不老，老而不死。形归丘墓，神还所受，痛毒辛酸，何可熟念。善恶报应，如影随形，必不差二。”\n简介\n《仲尼梦奠帖》是中华十大传世名帖之一。为唐著名书法家欧阳询所作。\n《仲尼梦奠帖》行书，九行，行九字，共七十八字。有元人郭天锡跋：“信本行书蝉联起伏，凝结遒耸，裁萧永之柔懦，拉羲献之筋髓。比之诸势，出于自得。此本劲险刻厉，森森焉如府库之戈戟，向背转摺，浑得二王风气，世之欧行第一书也。”后又有赵孟頫、杨士奇、高士奇、王鸿绪诸人跋。\n关于真伪问题，明代中后期有人提出疑问。詹景凤《东图玄览编》认为它是“响拓之极精者”，都穆《寓意编》认为是临本，而陈继儒在《妮古录》中则认为是宋人书。杨仁恺断为真迹，并把年代限定在贞观初（627—641），为欧阳询晚年成熟之作。\n这是欧阳询传世墨迹中最为可信、也最为精彩的一种，其中显示出充满自信的意趣。美妙的情调与意趣，渗透了对新笔法与新形式的自负与自由。\n欧阳询（557－641）是初唐的大书法家之一。字信本，潭州（今湖南长沙）人，官至太子率更令。幼时聪慧过人，博通经史，工于书法。由篆隶书得笔，晋帖得韵，隋碑得神；形成笔力遒劲，结构险峻的“圆畅方挺”的新体。“把两晋和南北朝以来，兴起、演变的楷、行、草书推向了一个新的阶段”。名声远播国外，并且为历代书苑所推崇。他传世的碑刻有《化度寺邕禅师塔铭》、《皇甫诞碑》、《九成宫醴泉铭》，墨迹有《张翰帖》、《卜商帖》（唐廓填本）、《千字文帖》及《仲尼梦奠帖》等。\n历史评价\n一、历代评论家对它的赞许，可以说美不胜收。如“若草里蛇惊，云间电发；又如金刚嗔目，力士挥拳”（《书法钩元》），以及所谓“劲崄刻厉，森森然若武库之戟”等语，对它的特点作了形象的描述。\n二、欧阳询书迹中，多数为碑拓，墨迹绝少，而且《仲尼梦奠帖》在欧氏仅存的四件墨迹作品中，又最为典型。碑拓经过两次再创造（墨迹上碑镌刻及再从碑上拓下来），其原貌势必要有所变动，甚至风韵锐减。所以，人们学习书法，多以墨迹作为临摹本，不是没有道理的。同样，对于研习欧阳询书法的人，也都想亲眼看看他的真迹，只有《仲尼梦奠帖》才能从心理上满足这些人的要求。\n三、《仲尼梦奠帖》与《张翰帖》、《卜商帖》其内容皆涉史事，统称为“史事帖”。就书法格局而言，《仲尼梦奠帖》和《卜商帖》基本相似，均为晚年之作，学者一致认为《仲尼梦奠帖》是真迹无疑，而《卜商帖》是否为真迹，意见尚存分歧。如果用“圆畅方挺”四个字来概括欧氏书法的风格的话，那么，《仲尼梦奠帖》正是这一风格的具体表现。此帖虽经历千余年，但风韵宛在。可见秃笔急书，方中藏圆，力透纸背，转折自如、不见凝滞。在章法上，字里行间呼应贯气。特别是在线条组合上，欧字的偏正对比更富有特色。一般而论，书法和线条组合宜平正，如果超出了常见的平正标准，就认为是偏。但是有意识地将某些线条置正，某些线条置偏，使之对比成趣，则可以从整体上获得险中求稳的艺术效果。欧书之美，其原因就在于此。\n四、《仲尼梦奠帖》的笔路极近王羲之的《兰亭序》，说明欧书确实是继承王羲之而又有所创新。\n","category":"草书","verified":true,"user":1,"timestamp":1429951553406}]