[{"name":"怀素草书论书帖","text":"帖前有宋徽宗赵佶金书签题《唐僧怀素行书论书帖》，帖后有乾隆皇帝行书释文，赵孟頫、项元汴等人题跋。 卷中钤有“宣和”、“政和”、“绍兴”、“秋壑图书”、“内府图书之印”、“项子京家珍藏”、“旷奄”、“乾隆”、“嘉庆”、“宣统御鉴之宝”等鉴藏印。\n\n【名称】论书帖\n【作者】怀素\n【时代】唐代\n【书体】草书\n【材质】暗花笺纸本，墨迹\n【规格】纵28.6厘米，横40.5厘米，9行，85字\n【收藏】辽宁省博物馆 \n法帖释文\n为其山不高，地亦无灵；为其泉不深，水亦不清；为其书不精，亦无令名，后来足可深戒。藏真自风废，近来已四岁。近蒙薄减，今所为其颠逸，全胜往年。所颠形诡异，不知从何而来。常自不知耳。昨奉《二谢》书，问知山中事有也。\n书法评析\n风格\n从艺术风格上看，《论书帖》不同于怀素其他如《自叙帖》、《食鱼帖》等用“古瘦”和“半无墨”的毛笔创作的笔意连绵不绝、体势险绝诡奇、极度夸张浪漫的狂草之作，笔下明显洋溢出东晋王羲之恬淡平和的风神气息。此帖运笔悠然自得，意气平和，应规入矩，精谨而纯熟。其每作一字，起落分明，虽无纵横捭阖之势，但由于擅长驾驭中锋，故能做到笔势圆融婉转、飞动轻灵，骨气深稳，血肉丰润。虽偶作牵连映带，但亦无拖沓之嫌。笔墨流宕处，英姿勃发，气象超然。其结构以平正恒定基调，疏密聚散之间，显露出“端庄杂流丽，刚健寓婀娜”的风致。 \n笔势\n怀素《论书帖》在笔势上体现得非常出色。折势一般是表现在每行第一个字中的第一笔，或是用笔蘸墨后所作字的第一笔用折锋，第二、三笔用搭锋。此帖的折锋一般指落笔时的藏锋或逆锋，搭锋指承上一笔的笔锋。如帖中第七行“颠形诡异”四字，“颠”字第一笔用折锋，第二笔用搭锋承下第一笔横的收笔，第三、四笔也都是搭上前一笔。第四字“异”字墨色较浓，显示出笔蘸墨后所书的痕迹。其第一笔用折锋，看上去似与前一字“诡”字的末一笔不相连贯。折、搭之势表示在数字内的笔势是上一个字用折锋，下几个字的第一笔用搭锋，保持其笔势的连贯性，不使其势背。 \n折搭\n又如《论书帖》中第一行“为其山不高，地亦无灵”九字，第一字“为”字的末一笔为折下之势，余下八字的第一笔都用搭锋，承上笔势。其中“为其”二字及“山不高地”四字，字与字之间连接之笔细若游丝；“山”、“亦”、“无”三字的第一笔虽搭上一字之锋，但线条都不连接；“无灵”二字连接之笔稍粗，但略细于“无灵”二字本身的线条。这九个字虽都采用折、搭之势，但具体表现却有变化。宋姜白石《续书谱》云：“字有藏锋、出锋之异，粲然盈楮，欲其首尾相应、上下相接为佳。”草书用笔既要多变，又要自然无做作之态，其难度就在于此。 \n鉴赏递藏\n《论书帖》前后800来年，流传有绪，最早著录于《宣和书谱》，曾经宋宣和内府、元张晏、明项元汴、清高士奇、安歧、清内府收藏。项氏收藏时，前隔水尚有宋徽宗泥金书签，今已佚失。《宣和书谱》、《清河书画舫》、《江村消夏录》、《墨缘汇观》中均有著录。 《论书帖》卷后有历代收藏家、书法家的题跋，或记述流传经过，或加以品鉴，长短不一。其中元代赵孟頫行书跋云：“怀素书所以妙者，虽率意颠逸，千变万化，终不离魏晋法度故也。后人作草，皆随俗缴绕，不合古法，不识者以为奇，不满识者一笑也。此卷是素师肺腑中流出，寻常所见，皆不能及之也。”明项元汴跋云：“出规入矩，绝狂怪之形，要其合作处，若契‘二王’，无一笔无来源。”清安岐在《墨缘汇观》中称此帖“字字规法右军，不做纵横之势”。怀素《论书帖》处处不离魏晋法度，用笔结体出规入矩，这一种传统素养的修持，颇受后世书家瞩目。元鲜于枢说：“怀素守法，特多古意。”《论书帖》没有掺杂怀素特有的狂颠纵放之势，当是其早期作品的特色。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951551178},{"name":"怀素草书论书帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791613889,"text":"释文：为其山不高，地亦无灵；为其泉不深，水亦不清；为其书不精，亦无令（今）名，后来足可深戒，藏真自风发。近来已四岁，近蒙薄减，今所为其颠逸，全胜往年。所颠形诡异，不知从何而来。常自不知耳，昨奉《二谢》书，问知山中事有（？）也 。\n 怀素《论书帖》草书墨迹，纸本，纵38.5厘米，横40.5厘米，9行，共85字（辽宁省博物馆藏）。最早著录于《宣和书谱》，现在还保存有宣和内府原来的装裱形式，最后入清内府。前后800来年，流传有绪，诸家著录较为翔实，可资查考。书法无狂怪之势，有别二王等前人草法，圆浑高雅。或以为唐、宋间摹写本。\n　　怀素草书，一般说是继承和发展了张旭的草书，所以有“以狂继颠”的说法。董追《广川书跋》云：“怀素于书法，自言得笔法三昧。观唐人评书，谓不减张旭，素虽驰骋绳墨外，而回旋进退莫不中节”，“今其书自谓真出钟(钟繇)，草出张（张芝）。”但无论如何，他的草书总是以奔放纵逸为基本面目的。而《论书帖》则与我们常见的怀素的草书大有不同。他的《书帖》写得“匀稳熟”，“出入规矩，绝狂怪之形”。是今草中有章草遗意的佳作。","author":"唐代怀素","description":"怀素草书论书帖"}]