[{"name":"张裕钊楷书南宫县学记","text":"张裕钊（1823～1894），晚清官员、散文家、书法家，其书法独辟蹊径，融北碑南贴于一炉，创造了影响晚清书坛百年之久的“张体”，被康有为誉为“千年以来无与比”的清代书法家。字廉卿，号濂亭，湖北武昌鄂州市梁子湖畔东沟镇龙塘张村人。道光二十六年（1846）中举，考授内阁中书。后入曾国藩幕府，为“曾门四弟子”之一，被曾国藩推许为可期有成者。生平淡于仕宦，自言“于人世都无所嗜好，独自幼酷喜文事”，曾主讲江宁、湖北、直隶、陕西各书院，培养学生甚众，范当世、马其昶等都出其门下。\n人物简介\n张裕钊 生于鄂州市梁子湖畔东沟镇龙塘村张家湾的一书香世家。自幼天资颖异，青少年时期悉力研读唐宋古文辞和历史等经世之学。尤其对宋代古文家曾巩的《南丰集》揣摩精熟，颇有心得。这就使他从青少年时代就打下了坚实的治学基础，也培养了他后来自辟蹊径、突破藩篱的书学独创精神。\n道光18年（1838年），张裕钊时年16岁，应县试考取秀才。道光26年（1846），于湖北乡试中举。道光30年（1850年），张入京会试落第，后参加考选国子监学正。既而中选，官授内阁中书。这次考选的主试官为曾国藩，因张文似曾子固而奇之。张氏后趋游于曾门，与黎庶昌、薛福成、吴汝纶等被人合称为“曾门四学士”。张裕钊在京供职两年，官职不显。目睹官场腐败，但以书文自娱，后弃官南归。1852年，张裕钊受聘主讲于武昌勺庭书院落。1854年，曾国藩进兵湖北，闻裕钊在鄂，遂召入戎幕参办文案。此后相从十余年，同僚各有升达，唯张氏“独以治文为事”，并不热心于政治，故始终未得一官半职。最后终于绝意仕途，转而致力于教育、文学和书法的研究。自1871年起，张氏先后主讲于江宁（今南京）凤池书院，保定莲池书院，武昌江汉书院，襄阳鹿门书院。直到光绪18年（1892年），张氏已70高龄，始由其子后沆、后浍从襄阳鹿门迎养至西安。1894年正月十四日，于西安寓所逝世。\n张氏一生桃李满天下，从学门徒较负时望者有范当世、张謇、姚雪臣、朱铭盘，日本宫岛咏士等多人。许多门生后来成为学者、诗人、散文家、书法家和实业家，在政界文坛各负盛名，卓有成就。其中日本弟子宫岛咏士追随裕钊先生8年，奉学惟谨，于书法得益犹多。张辞世后，宫岛咏士回国创办“善邻书院”，传播张氏之学，使张氏书体在日本衍为流派，至今不衰。其弟子姚雪臣在河北省南宫县的历代传人有姚景贤、董毓明、张自旺、张智霖。南宫县张裕钊的传人较多，已多次举办张裕钊流派书法展。\n书法造诣\n张裕钊书法艺术造诣极深，其源于魏晋，突越唐人。济刚柔俊逸于毫端，创造出一种内圆外方、疏密相间的独特书法。具有劲拔雄奇、气骨兼备的特色。张氏在运笔、转指、用墨、用水等技巧方面，皆有其独到而突出的方法。以中锋运笔，饱墨沉光，精气内敛。“笔画以斜为正，结体似圆实方，匆匆落笔的手稿，更无意为方为圆而方圆自得”。（陈方既《张裕钊书法艺术的主要特征》）故章太炎曾为之赞叹不已：“先生书世传宝，得此真如百斛明珠，尢与他人相绝”。张氏一生桃李满天下，从学门徒较负时望者有张謇、日本宫岛咏士等多人。\n文学主张\n论学，继承桐城余绪，认为汉学“枝辞碎义”，“穷末而置其本，识小而遗其大”，宋学“专从事于义理，而一切屏弃考证为不足道”（《复查翼甫书》、《与钟子勤书》等），主张“学问之道，义理尚已。其次若考据、词章，皆学者所不可不究心。斯二者固相须为用,然必以其一者为主而专精焉，更取其一以为辅，斯乃为善学者”（《复查翼甫书》）。张裕钊为文，推尊桐城义法，言“不信桐城诸老绪论，必堕庞杂叫嚣之习”（姚永朴《旧闻随笔》）。又师承曾国藩，力救桐城派古文气弱之失，强调“文章之道，莫要于雅健”（《答刘生书》）。故其行文思力精深，张裕钊也能作诗，多牢骚抑郁语，如《读史》等。亦有忧愤国事之作，如《孤愤》、《与友人夜话》等。\n主要作品\n张裕钊的书法亦名重一时，有《张廉卿先生论学手札》等墨迹多种行世。主要著作有《濂亭文集》8卷，《濂亭遗文》5卷，《濂亭遗诗》2卷。1916年，裕钊后人重刻文集，与遗文、遗诗，合为《濂亭集》。有影响的作品有《重修金山江天寺记》、《屈子祠堂后碑》、《黄孺人墓志铭》、《重修南宫县学记》、《论学手札》、《滕王阁记》、《蒯氏墓碑》、《赵充国颂》、《古诗帖》等。\n人物评价\n曾国藩在《求阙斋日记》中称：“门徒中望有成就者，端推此人。”他的书法艺术受到康有为、章太炎的高度赞扬。\n康有为曾在《广艺舟双楫》中评赞说：“湖北张裕钊，其书高古浑穆，点画转折，皆绝痕迹，而意态逋峭特甚。其神韵皆晋宋得意处。真能甑晋陶魏，孕宋梁而育齐隋，千年以来无与比”。“吾得其书，审其落墨运笔，中笔必折，外墨必连，转必提顿，以方为圆，落必含蓄，以圆为方；故为锐笔而必留，为涨笔而实洁，乃大悟笔法。”\n黎庶昌称其“渊雅超逸”，“论醇辞足”（《续古文辞类纂》）。\n吴汝纶更推尊他能“变而后大”，“独得于《史记》之谲怪”，虽“文气雄峻不及曾，而意思之诙诡，辞句之廉劲，亦能自成一家”（《与姚仲实》）。\n张裕钊自许亦甚高，自称撰《书元后传》，近似西汉人，不下于方苞、姚鼐、梅曾亮诸人(《答李佛笙太守书》)。所以吴汝纶《依韵奉廉卿》诗说：\"张叟用文娱百忧，风涛入笔倒如流。\"\n藏书故事\n入曾国藩幕府，与吴汝纶、薛福成、黎庶昌并称为“曾门四弟子”，被曾国藩推许为“可期有成者”。生平淡于仕宦，自言“于人世都无所嗜好，独自幼酷喜文事”。曾主讲江宁、湖北、直隶、陕西各书院，培养学生甚众。能作诗，有忧愤国事之作，如《孤愤》、《与友人夜话》等。书法艺术造诣极深，亦名重一时，其书体称为“张字体”，有《张廉卿先生论学手札》等墨迹多种行世。喜收藏图籍，与藏书大家如杨守敬多有往来，和江浙藏书家蒋光焴甚为密切，他曾记载：“蒋君寅昉好读书，藏图籍数十万卷。遭粤贼陷浙东西，出走海上，沂江以至於楚，转徙江汉之间，然必以其藏书自随，不少时委去，盖好之至也。”《古逸丛书序目》称，影宋蜀大字本《尚书释义》为武昌张廉卿所藏。收藏到名本亦亲加校勘，经他校刻之本，时称精善。编撰《高淳县志》28卷，著《濂亭文集》、《濂亭遗文》、《濂亭遗诗》等。1916年，裕钊后人重刻文集，与遗文、遗诗，合为《濂亭集》。 \n作品选摘\n诗作\n【咏史】\n功名富贵尽危机，烹狗藏弓剧可悲。\n范蠡浮家子胥死，可怜吴越两鸱夷!\n书法\n下面书法作品依次为行书立轴、行书七言联、韩愈新修滕王阁序、楷书立轴、行书五言联、楷书九言对联\n张裕钊文化园\n介绍\n张裕钊文化园位于湖北省鄂州市沼山镇丛林村，距沼山镇政府所在地约1公里，经铁贺线、239省道与106国道、武黄高速、京珠高速相连，交通便捷。\n张裕钊文化园内设张裕钊文史馆、张裕钊书法碑廊、张裕钊书法流派碑林、廉卿塔、民俗馆、生态园等景点。并于2012年10月18日举行盛大开园庆典，国内众多学者专家参加了开园庆典仪式并给与高度评价。张裕钊文化园中的文宗学府楼不仅藏有张裕钊及其家族的重要文物：乾隆时期的木匾、地契、墓志铭等，还汇聚了张裕钊书法流派的众多书法精品。张裕钊书法碑廊还刻录了张裕钊先生的书法精品《宝剑赞》、《千字文》、《八分考》，《楷书诗帖》等、其中石刻巨卷《论学手札》堪称稀世珍品。\n张裕钊文化园的人文风格与地域特色浓郁，人文环境与自然景观交相辉映。总体规划有人文景观、湖光山色景观、休闲度假、学术会议、教学写生、生态景观六个功能区，可日接待游客6000人以上，张裕钊文化园与湖北省著名农业观光景区——梁子岛生态旅游区、沼山翠竹山庄呈三点一线，融赏水、观山、品文化于一体的旅游文化带，成为湖北东南部一道亮丽旅游名片。\n位于沼山镇丛林村竹子林山\n","category":"楷书","verified":true,"user":1,"timestamp":1429951655962},{"name":"张裕钊楷书南宫县学记","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791634147,"text":"张裕钊《南宫县学记》\n\n\n\n 《南宫县学记》是我国晚清时期的书法大家张裕钊先生，于光绪12年（1886年）为重修南宫县学而撰写的记事碑文，是张裕钊创造的“南宫体”书法的代表作品，成为传世名帖之一。据悉此碑已不存在，拓帖也极为少见。\n\n 张裕钊（1823－1894），字廉卿，号濂亭，湖北武昌人，官至内阁中书。张氏生平以治文讲学为事，研究训政、专主音义、潜工古文，曾先后主讲武昌经心书院、勺庭、保定等8所书院，是我国明清时桐城派古文八大家之一和杰出的学者。张氏又善书法，他从写《张猛龙碑》入手，勤奋钻研，不断进取，成为清代一位有成就的著名书法家，张氏书法风格自成一体，独树一帜，对北碑书法艺术，是一个卓越的创造和发展，在国内外都有着较大的影响。\n\n 近代书法大师康有为曾高度评价张的书法。“廉卿书事古浑穆，点画转折，皆绝痕迹”，“审其落墨运笔，中锋必折，处墨必连，转必提顿，以方为圆，落必含蓄，以圆为方。”弟子遍及海内外，日本的宫岛大八先生是张裕钊的海外著名弟子，曾创办书院，传播张氏书法，成为日本书法的一大流派。\n\n 值得一提的是，《南宫县学记》帖不但书法一流，而且碑文也写得极好。特别是在文中击中时弊，痛斥科举制度之弊端，尤其令人钦佩。碑文中写道：“天下之治在人才，而人才之必出于学，然今之学者，则学为科举之文而已，自明太祖以制艺取仕，历数百年，而其弊已极。”\n\n 张裕钊的这种论点，在康梁维新变法之前，有如此之高见，又有如此之胆量，实在难能可贵，不愧为一代大家之风范。","author":"清代张裕钊","description":"张裕钊楷书南宫县学记"}]