[{"name":"朱耷行书十三札","text":"《八大山人书法全集》是江西美术出版社出版图书。\n\n精装:423页半布面精装\n纸张：铜板纸\n正文语种:简体中文\n尺寸:32.2x24.4x5.2cm\n重量:3.3Kg\n书者：（清代）朱耷\n内容简介\n《八大山人书法全集》内容简介：八大山人留下的最早的纪年书迹是顺治十六年（一六五九）三十四岁所作《传綮写生册》中的题识和书法。《传綮写生册》中包括三开书法和七段题识（其中三段写在同一开上）。这十段文字中有五段楷书、一段隶书、一段草书、三段行书，三段行书风格各不相同，显示出八大山人早年书法学习与创作的有关状况。此时，八大山人已经能够写出一手比较端整的欧体楷书，结构匀称，点画妥帖。从宋代以来，唐代楷书几乎成为所有人学习书法的入门范本，其中欧阳询的楷书又以其严谨、挺拔而受到人们特别的推崇。欧体楷书可能是八大山人学习书法时入门的范本，而且临习过比较长的一段时间。书写中，他有意夸张某些笔画，如横画有隶书意味的收笔，以及某些捺笔等。这里或许已经暗示出他对规范的敏感，以及潜意识中对规范进行修正的欲望。\n目录\n传綮写生册之二书法\n传綮写生册之十书法\n传綮写生册之十五书法\n题夏雯看竹图\n行书刘伶酒德颂卷\n行书卷\n行书诗册\n个山杂画册\n杂画册之二对题\n杂画册之四对题\n杂画册之六对题\n杂画册之八对题\n杂画册之十三手札\n杂画册之十四手札\n草书卢鸿诗册\n行草西园雅集卷\n行书信札页\n行书李梦阳诗\n行草诗轴\n行书记吴道子轴\n行书轴\n行书千字帖册\n行书题八大人觉经页\n草书五言联\n手札册\n临河叙\n书画册之十书法\n书画册之十一书法\n书画册之十三书法\n书画册之十六书法\n行书横幅\n石鼓文篆楷书册\n安晚册之二十书法\n书画册之二对题\n书画册之四对题\n书画册之六对题\n书画册之八对题\n书画册之十对题\n书画册之十二对题\n临蔡邕书卷\n行书禹王碑文卷\n山水花果册之二对题\n山水花果册之四对题\n山水花果册之六对题\n山水花果册之八对题\n山水花果册之十对题\n行书王世贞诗轴\n行草桃花源记卷\n行书西园雅集记卷\n行书五绝诗轴\n书画合璧册之五对题\n行书临河集叙轴\n草书题画诗轴\n河上花图卷\n草书七言联\n行书次德翁韵诗轴\n行书孙逖五言排律诗页\n行书高适诗卷\n行书宋璟五言排律诗轴\n书《世说》诗\n手札\n行书申时行百字铭轴\n行书宋璟诗轴\n行书七律唐诗轴\n书画合璧卷局部\n行书手札册\n书画册\n书画册之七书法\n书画册之八书法\n书画册之九书法\n书画册之十书法\n书画册之十一书法\n书画册之十一一书法\n行书临艺韫帖册\n松柏同春图卷局部\n行书七绝诗轴\n行草唐诗七绝轴\n行书五言律诗扇页\n行书程子四箴轴\n行书唐诗轴\n行书临古法帖轴\n行书临法帖页\n行书王文成公语轴\n行书四言箴轴\n行书题画诗轴\n行书轴\n行书韩愈文\n草书李白歌行\n行书七绝诗轴\n行书轴\n行书李颀七律诗轴\n书画册\n个山传綮题画诗轴\n行楷黄庭内景经册\n行楷黄庭外景经册\n行书林兆叔诗扇页\n致方士琯手札册\n行书扇页\n行书诗轴\n书画册之五书法\n书画册之六书法\n书画册之七书法\n书画册之八书法\n书画册之九书法\n黄竹园题画行书七言诗轴\n行楷书法册\n行楷五言联\n圣母帖释文卷\n临兴福寺半截碑册\n临河集叙屏\n行书扇页\n行书醉翁吟卷\n为镜秋诗书册\n双鹦诗画册之二对题\n临河集叙\n梅花图册之四书法\n行书自居易琵琶行卷\n临褚遂良《圣教序》\n兰亭诗画册\n行草白居易诗册\n临古诗帖册\n书耿五言律诗轴\n行书杜甫诗轴\n临黄道周尺牍\n手札十通册\n八大山人题\n八人山人印鉴\n八大山人诗钞\n八大山人信札\n八大山人年表\n","category":"行书","verified":true,"user":1,"timestamp":1429951657171},{"name":"朱耷行书十三札","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791633846,"text":"《十三札》集朱耷所书信札十三通装裱成册。每札均有作者题名“八大山人”，大部分钤有“八大山人”印，其中第四札钤“八还”印，第五札钤“十得”印，第十札钤“遥属”印。此十三札有六通上款“鹿村先生”，六通“西翁”，一通致“僧舍方丈”。实际上都是致好友方士琯的，方氏为八大的书画资助人和代理商，故札中所述多为友人间往还之事，其中不乏奉画、饮宴之约，借钱、谢赠等事，从中可以窥见八大山人当时生活的一个侧面，具有重要的文献价值。从书法风格及落款形式分析，此十三札大致为朱耷晚年之作。末开附清李葆恂题识四则。钤“李文石”、“臣葆恂印”、“文石”、“葆恂”、“文石父”等印多方。又册中第四札裱边有游悔庐主人题诗一首。\n　　是册书法挥洒自如，行草相间，无拘滞之感，盖由于书者致书友人，全无拘束，缘纸走笔，纵横驰骋，了无挂碍，自能得其书法真趣。此册不仅具有一定的史料价值，而且在书法艺术方面也同样具有很高的艺术价值。\n\n\n释文：專使促駕，如此之重重疊疊上瑤台也，可勝榮幸！翊晨趨承，轉致意介老玉郎爲望。四月既望，複上鹿邨先生，八大山人頓首。\n\n\n释文：迮地放寬乃爾，拜上澹公，黃鳥一聲，酒一杯，佳句也要人續。玉郎在座可會得？山人出沒此南屏裏，畫未有艾也。附謝鹿邨先生。四月廿八日，八大山人頓首。\n\n\n释文：畫二奉令宗兄，過高有可易者否？外字一副，祈轉致之。但未知行期何日耳。承賜已合醬，深謝。六月二日複上鹿邨，八大山人頓首。\n\n\n释文：牛未沒耳，驢若向北，鹿邨主人嚼得梅花，何以謝我鼐也？昨有貴人招飲飯牛老人與八大山人，山人已辭著屐，老寧無畫幾席耶？山人尊酒片肉之歲卒於此耶？遇老人爲道恨他不少，且莫爲貴人道。奉別來將一月，右手不倦，賞臣者倦矣。但可爲知己道。十二月十三日，八大山人頓首。\n\n\n\n\n\n\n\n释文：只手少甦，廚中便乏粒，知己處轉掇得二金否？前著重侄奉謁，可道及此。究之參苓、白術，日用僅止此耶？凡夫只知死之易，而未知生之難也，言之可爲於至！上鹿邨先生，八大山人頓首。是月夢漁兄遠自常德寄參五錢，亦是奇事並聞。\n\n\n\n释文：瓶砵分張，未敢期也。先意是承拜登爲愧，適爲友人塗抹得一副，迺花王也，大是懵懂。題雲：婆子春秋節，臺灣道路賒。聞雞三五夜，失曉對菱花。方丈定當之，四月廿一，八大山人頓首。\n\n释文：窮變得意處，唯是重喜，重慶，垂愛爲愧！眷西堂聯可轉致之。廿六日複上鹿邨先生，八大山人頓首。\n\n释文：斗方八卷，一側一圖。上別後周旋書問，至今想見敝閣涉筆，連朝紐醜，拊掌者誰耶？辱惠大慚，嗣當補偏，外忝鷗鶿一爲求正。惟伯仲筦存之。尊作可用印子寄到爲望。西老社翁先生，八大山人頓首，一月廿日。\n\n\n\n\n释文：二俱國珍見遺，惟寶貝之，將何以爲報？既望既雨踵謝，既處方丈一絕領到。西老年翁，八大山人頓首，七月八日。\n\n释文：乳茶雲可卻暑，少佐茗碗，來日爲敝寓試新之日也。至於八日，萬不敢爽。西翁先生，八大山人頓首。稚老均此。\n\n\n\n\n释文：廿八日賜顧是實，敢日左之，以爲此雲山之服也。暇得必將福壽二字轉致之也。伏惟先生圖之。西老社翁先生，八大山人頓首，一月卅。\n\n\n\n释文：四韻遵示書之，拙作可附驥去。畫十一編次，一併附去。黜陟之乃佳也。龍門一宿覺，先生便騎馬到階除，或雲訪戴，此假道也，是耶？途中昨得一絕：苦雨經旬忘，筇州杖莫旋。如今石崇路，花放與苔錢。祈晴萬壽宮六、七日，已花好，無從一見面。好花決無甚好處耳，爲之奈何。修禊先日，複上西老社翁，八大山人頓首。\n\n释文：百凡庋之高閣可得耶？翊晨石亭寺於兩處答拜，然後可聯袂也。扶昇兄至不？未至必往。西翁兄，八大山人頓首。\n\n释文\n　　第一劄：專使促駕，如此之重重疊疊上瑤台也，可勝榮幸！翊晨趨承，轉致意介老玉郎爲望。四月既望，複上鹿邨先生，八大山人頓首。\n　　第二劄：迮地放寬乃爾，拜上澹公，黃鳥一聲，酒一杯，佳句也要人續。玉郎在座可會得？山人出沒此南屏裏，畫未有艾也。附謝鹿邨先生。四月廿八日，八大山人頓首。\n　　第三劄：畫二奉令宗兄，過高有可易者否？外字一副，祈轉致之。但未知行期何日耳。承賜已合醬，深謝。六月二日複上鹿邨，八大山人頓首。\n　　第四劄：牛未沒耳，驢若向北，鹿邨主人嚼得梅花，何以謝我鼐也？昨有貴人招飲飯牛老人與八大山人，山人已辭著屐，老寧無畫幾席耶？山人尊酒片肉之歲卒於此耶？遇老人爲道恨他不少，且莫爲貴人道。奉別來將一月，右手不倦，賞臣者倦矣。但可爲知己道。十二月十三日，八大山人頓首。\n　　第五劄：只手少甦，廚中便乏粒，知己處轉掇得二金否？前著重侄奉謁，可道及此。究之參苓、白術，日用僅止此耶？凡夫只知死之易，而未知生之難也，言之可爲於至！上鹿邨先生，八大山人頓首。是月夢漁兄遠自常德寄參五錢，亦是奇事並聞。\n　　第六劄：瓶砵分張，未敢期也。先意是承拜登爲愧，適爲友人塗抹得一副，迺花王也，大是懵懂。題雲：婆子春秋節，臺灣道路賒。聞雞三五夜，失曉對菱花。方丈定當之，四月廿一，八大山人頓首。\n　　第七劄：窮變得意處，唯是重喜，重慶，垂愛爲愧！眷西堂聯可轉致之。廿六日複上鹿邨先生，八大山人頓首。\n　　第八劄：斗方八卷，一側一圖。上別後周旋書問，至今想見敝閣涉筆，連朝紐醜，拊掌者誰耶？辱惠大慚，嗣當補偏，外忝鷗鶿一爲求正。惟伯仲筦存之。尊作可用印子寄到爲望。西老社翁先生，八大山人頓首，一月廿日。\n　　第九劄：二俱國珍見遺，惟寶貝之，將何以爲報？既望既雨踵謝，既處方丈一絕領到。西老年翁，八大山人頓首，七月八日。\n　　第十劄：乳茶雲可卻暑，少佐茗碗，來日爲敝寓試新之日也。至於八日，萬不敢爽。西翁先生，八大山人頓首。稚老均此。\n　　第十一劄：廿八日賜顧是實，敢日左之，以爲此雲山之服也。暇得必將福壽二字轉致之也。伏惟先生圖之。西老社翁先生，八大山人頓首，一月卅。\n　　第十二劄：四韻遵示書之，拙作可附驥去。畫十一編次，一併附去。黜陟之乃佳也。龍門一宿覺，先生便騎馬到階除，或雲訪戴，此假道也，是耶？途中昨得一絕：苦雨經旬忘，筇州杖莫旋。如今石崇路，花放與苔錢。祈晴萬壽宮六、七日，已花好，無從一見面。好花決無甚好處耳，爲之奈何。修禊先日，複上西老社翁，八大山人頓首。\n　　第十三劄：百凡庋之高閣可得耶？翊晨石亭寺於兩處答拜，然後可聯袂也。扶昇兄至不？未至必往。西翁兄，八大山人頓首。\n　　此册集朱耷所书信札十三通装裱成册，故又称《十三札》册。每札均有作者题名“八大山人”，大部分钤有“八大山人”印，其中第四札钤“八还”印，第五札钤“十得”印，第十札钤“遥属”印。此十三札有六通上款“鹿村先生”，六通“西翁”，一通致“僧舍方丈”。实际上都是致好友方士琯的，方氏为八大的书画资助人和代理商，故札中所述多为友人间往还之事，其中不乏奉画、饮宴之约，借钱、谢赠等事，从中可以窥见八大山人当时生活的一个侧面，具有重要的文献价值。从书法风格及落款形式分析，此十三札大致为朱耷晚年之作。末开附清李葆恂题识四则。钤“李文石”、“臣葆恂印”、“文石”、“葆恂”、“文石父”等印多方。又册中第四札裱边有游悔庐主人题诗一首。\n　　是册书法挥洒自如，行草相间，无拘滞之感，盖由于书者致书友人，全无拘束，缘纸走笔，纵横驰骋，了无挂碍，自能得其书法真趣。此册不仅具有一定的史料价值，而且在书法艺术方面也同样具有很高的艺术价值。","author":"清代朱耷","description":"朱耷行书十三札"}]