[{"name":"李东阳草书杂诗卷","text":"明李东阳行草自书诗卷，该卷作于正德八年（1513年），作者时年67岁。所作的诗有《钱塘江潮歌》、《西湖春晓图》、《清明日西庄作》、《城西省墓归过赵生园池二首》、《独酌二首》、《一醉二首》。这些诗除《钱塘江潮歌》（原名为《钱塘江潮图·为乔少卿希大作》）及《西湖春晓图》（原名为《题湖山春晓图》）已收入《怀麓堂全集》外，其余的诗均未见辑集。\n诗卷组成\n《钱塘江潮歌》\n《钱塘江潮歌》诗曰：“钱塘江头江倒流，中有潮声号万牛。堆银如山雪如屋，远影灭没当空浮。千峰将颓树欲秃，海若股栗天吴愁。来船欢欣势自下，瞬息千里无淹留。去船乘危贵得正，力尽一过且复休。跻攀分寸偶失手，顷刻下饱鼋与鳅。由来只（咫）尺不自觉，远望不敢凝双眸。客来未到胆已落，借问同行还见不。何人嬉笑欲起舞，越东老翁搔白头。群儿招呼或助叫，倏忽过耳风飕飀。达士遐观得奇赏，七泽五湖同一沤。天道虚疑月盈缺，世情妄假人恩雠。复将险巧作戏剧，乡里少年夸善泅。潮来潮去亦何意，人间万事良悠悠。我时渡江不相值，空对燕客谈杭州。壮怀高兴两莫遂，三十六年秋复秋。谁将妙思入画本，似与造化争雕锼。酒酣月落不知处，梦醒尚作江南游。”\n《西湖春晓图》\n《西湖春晓图》诗曰：“湖船着水平无舵，篷上使篙篷下坐。山光四面锦屏开，桥影中天彩虹卧。轻鸦拂树还千点，老鹤叫空时一个。宴客遥将绮席随，游人不惜青鞵破。江南风物今余几，看画题诗两无那。却恐湖山画不如，他年自买扁舟过。”\n《清明日西庄作》\n《清明日西庄作》诗曰：“谢病寻山第一回，绝无风少尘埃（此句可能漏一字）。花间倚杖亭亭立，水面流觞曲曲来。杜甫草堂居始定，邵平瓜地手须载。溪行野宿真随意，林外催归莫浪催。\n二月春寒尚未回，一春强半只风埃。汲残井水田犹渴，望断溪云雨不来。野外桑麻思旧植，垅头松柏是新栽。山林漫有田园兴，农事偏惊岁月催。”\n《城西省墓归过赵生园池二首》\n《城西省墓归过赵生园池二首》诗曰：“因寻旧垅松揪地，偶过邻家芍药园。老去年多蓬鬓改，晚来风急花落繁。有情紫燕知新社，无数苍苔上古垣。欲向水边询往事，浴鸿飞鹭总无言。\n石堤沙路转逶迤，斜日轻舟晚更移。枝亨单不嫌纱帽湿，水深偏怯板桥危。行贪觅句携筇远，坐爱江流返棹迟。何处桑榆还暮景，野情村调两无期。是日闻林薄间有唱桑榆暮景者。”\n《独酌二首是日饮松江酒》\n《独酌二首是日饮松江酒》诗曰：“独酌花无语，交欢客有期。且将花当客，却被酒催诗。旧事经心错，微醺入面迟。乾坤五湖水，风味几人知。\n独酌杯常浅，微吟韵转幽。野情随事足，尘鞅有时休。爱月频开户，思山欲上楼。此缘抛未却，抛却更何求。”\n《一醉二首》\n《一醉二首》诗曰：“老来差觉酒肠宽，浅酌频斟也自欢。昨夜偶然成一醉，故人醒眼若为看。\n醉乡天地本来宽，万事无悲亦不欢。四十九年醒是醉，一时翻作醒时看。” \n相关资料\n当这卷《行草书诗》书写完毕，绢面已满，李东阳又另纸在洒金笺上，道出书诗的原委，便署名落款。其自跋为：“文玉太史以宁波绢作长卷，请书近作。每遇晴天暖日，径造书室，令家僮磨墨以侍。其赏音好事乃尔，非身有之，岂能亲切有味如此哉！诗皆谢事后所得，故多山林丘壑中语，亦诗家所不讶也。卷后尚余一幅，其同年崔少卿世兴为趣成之。正德八年（1513年）十一月四日西涯识。”下钤“宾之”和“怀麓书楼”两方朱文方印。在正文之首上角钤“长沙”朱文印。\n跋文中的“文玉”，即董王己，浙江会稽人，明弘治十八年（1505年）乙丑科榜眼，官至吏部左侍郎，兼翰林学士。\n“崔少卿”，即崔杰，字世兴，苏州吴县人。明弘治十八年进士，官礼部郎中、尚宝司少卿。\n该卷引首“西涯墨妙”四个浑厚苍劲的大字，是近代著名金石书画家吴昌硕所题书，后钤朱文“俊卿之印”和白文“仓硕”二方印。接下来是明代王世贞的题诗及清代沈俊彩绘李东阳肖像。在拖尾上跋文的依次为近代吴昌硕、高时显、金蓉镜、赵时棡等著名金石书画家。\n明王世贞所题诗文云：“故特进光禄大夫、左柱国少师兼太子太师、吏部尚书、赠太师李文正公东阳：\n矫矫李长沙，髫年见囊锥。及乎操文柄，万流所趣归。宏基树层构，五彩寔彰施。新皇善逸豫，群蛊争媚之。公卿轰然散，而乃独依依。洁身岂不佳，王室阽艰危。回澜非所任，调剂亦不訾。苟存钜公度，焉恤少年讥。王世贞撰（撰）”\n王世贞（1526——1590），字元美，号凤洲，江苏太仓人。明嘉靖二十六年（1547年）进士，万历十七年（1589年）官至南京刑部尚书。能书善画，是当时著名的诗人、文学家和书法理论家，著有《艺苑卮言》等。\n清沈俊所绘李东阳画像，头戴青色朝冠，身着红色朝服，双手捧笏，慈眉善目，面带微笑，神情专注，栩栩如生。图左上方，画家用篆书工整书写道：“少师赠太师李文正公”。下钤白文“沈俊私印”一方。\n沈俊（清代人），字仰之，号叶舟，江苏苏州人，居虞山。家多名人粉本，善人物写真，间写花卉翎毛，风味不凡。\n在书卷拖尾上，吴昌硕又题道：“西涯先生以诗名于正德间，近代称‘明七子’，先生其一也。书法沈著酣肆亦如其诗，世所罕见。天觉仁兄得此卷，良为墨缘胜事，用书卷尾以志欣赏。丙寅（1926年）秋仲。吴昌硕时年八十又三。”下钤白文“吴俊之印”和朱文“吴昌石”二方印。\n吴昌硕（1844——1927），名俊卿，号缶庐，浙江安吉人。清光绪年曾任安东县知事，方一月挂冠而去。精通诗文、书法、篆刻，擅长画花卉，皆独具风格，堪称一代宗师。著有《缶庐诗存》、《印存》、《吴昌硕画集》等。\n近人高时显跋文曰：“西涯先生，茶陵人，世居京师，五世皆葬畏吾村，万历中封其墓。我朝墓地属浮屠氏，在大慧寺西三十步许，法梧门祭酒与萧昆田侍御募修墓碣祠宇，湘乡谢芗泉侍御为叙缘起。嘉庆庚申，宛平令武进胡逊捐俸，赎墓田于百详庵，僧乃营葺墓道，建寺三楹，梧门记其始末，揭之祠壁，张皋闻为之书。其西涯故居，梧门定为在德胜桥西地，名煤厂，距梧门所居不数十武。戊午六月九日，同人因公生日，集祀之，并作长卷，而芗泉为之记。西涯则今之积水潭，详梧门所为西涯考，王琴德司寇诗净业寺北积水区：‘柔蓝一槛浮鸥凫，相传自昔西涯居。题西涯生日卷作也。’文正相业学门昭垂史册，而祠墓故居荒废泯没，犹待后人搜访考证，葺苴而存之。其翰墨托之绢素，几经燹劫而所得幸遗者，益为难遇，而可宝贵矣。天觉吾兄，夙好名迹，鉴别既精，求古如饥渴。偶得文正此卷，虽无印记，审为真迹，什袭珍如球图，郑重出视，俾拓眼福。庄肃展读，爱不忍释，以义自持，谨识数言，铭心之品也。中元丁卯（1927年）嘉平，泉江高时显野侯甫书于梅王阁。”后钤朱文“野侯书画”、白文“高时显”、白文“梅王阁”三方印。\n跋文中多处提到的“梧门”，即法式善（1753——1813），姓伍尧氏，原名运昌，字开文，号时帆，又号梧门，蒙古正红旗人。乾隆四十五年（1780年）进士，官祭酒。能书善画，有著作传世。\n高时显（1878——1952），字欣木，号野侯，浙江杭县人。清末举人。以擅长隶书和刻印著称，尤能画梅，其家藏古今名人画梅作品颇丰。曾任中华书局编审多年。\n近人金蓉镜的题跋为：“西涯相弘治朝，钱牧斋（即钱谦益）谓休明之运，萃于成弘《怀麓堂集》，原本少陵、随州、香山，兼有眉山道园之胜。雍容台阁，词有体要，石王缶、罗王己、邵宝、鲁锋、何孟春六人，守师法不变，犹苏门六君子也！张亨父云：‘金羁细马，书明光碧色，罗衣锦绣，香行过玉河，三万骑少年争说李东阳太平宰相，出手便不同。’其重经西涯云：‘辘轳声里田田水，杨柳枝头树树莺。’亦华贵非后人所及。嘉靖后，山岳光气不完，人才学术皆薄，政事则张挂分宜（即严嵩），诗有王（世贞）、李（攀龙），学有白沙（即陈献章）、阳明（王守仁）。天殆属意白山黑水间，使不得不耗磨以至于尽。至国初，复归于正。此卷可以觇世运欤！天觉仁兄其宝之。丁卯嘉平，嘉兴金蓉镜记，时年七十有二。”后钤朱文“潜卢”印一方。紧接着又题诗：“意到笔到墨亦到，宰相太平方尔能；杏苑少年何日见，不如分与读书灯。香岩居士又题。”下钤朱文“蓉镜”印一方。\n金蓉镜（1856——1928），字甸丞，晚号香岩，秀水（浙江嘉兴）人。光绪十五年（1889年）进士，出仕湖南，清末归。其才学渊博，诗文优雅；擅画山水，简略荒率。\n近人赵时棡跋文道：“西涯相业世或有议之者，盖以其坐视刘健、谢迁而不救也。殊不知西涯休休有容，善类为之保全者不少，正不得以刘、谢故而诬之。其文章颇负盛名，当时称为燕许大手笔，而坛坫风流在七子中推领袖。著有《怀麓堂集》。天觉先生得其手书，诸诗业已付装成卷，越数年复得遗像，拟重行补入，持以嘱题，展阅一过，用识数语以志眼福。庚午黍日，叔孺赵时棡识于娱予室。”下钤白文“赵棡之印”一方。随后又题：“是卷首《钱塘观潮歌》，字里行间有墨渍隐见，实系后之学书仿印者所沾染，庸妄人不知宝贵，留此微瑕，阅者可无庸致疑也。越二日叔孺再题。”下钤朱文：“时”和“棡”二方印。\n赵时棡（1847——1945），字叔孺，晚号二弩老人，鄞县（浙江宁波）人，寄居上海。清末诸生。擅长金石、书画，尤善画马。晚年工花卉、翎毛、草虫。篆刻自成一家。 \n李东阳（1447－1516），字宾之，号西涯，湖广茶陵（今湖南茶陵）人。自幼习文，4岁时随父亲在京城时就会写径尺大宇，被视为神童。因他的才名，在四岁、六岁、八岁时，先后被景宗召见过三次。八岁时选到顺天府学进学。李东阳十六岁时就考取了举人。第二年，考取进士。此后仕途顺达。十八岁时，选为翰林院庶吉士。成化八年（1472），任翰林院编修。成化十六年（1480），三十四岁的李东阳，任翰林院侍讲，兼应天府（南京）乡试考官。弘治六年（1493），任翰林院侍讲学士。弘治七年（1494），李东阳任职内阁，专管诰敕。后屡任礼部右侍郎、礼部、户部、吏部尚书及文渊阁、谨身殿、华盖殿大学士。李东阳是明王朝著名的政治家、文学家。诗文典雅工丽，其诗影响所及形成“茶陵诗派”。\n李东阳长于篆、隶、楷、行、草书。他是明初台阁体书法向明中期吴门书法过渡期间的书法家。他对自己的篆书相当自负，自言：“李斯、李阳冰之后，就算小生我了。”是明代不多的篆书书法家之一，对明代篆刻文字有一定的影响。他的楷书师法颜真卿，法度谨严，风格清润潇洒，得其精髓而又自成一家，开吴门书法的先声。他的行、草书融有篆隶遗意，用笔方式与明代其他草书家不同，他这方面成就最高，特别是草书，结体宽博疏朗，与圆转瘦硬、骨力雄健的用笔互相生辉，形成自己的风格。李东阳的书法已摆脱明初台阁体的束缚，对明中期书风起承先启后的作用。代表作品有：篆书《怀素自叙帖引首》、楷书《邃庵铭》、行草书《自书诗卷》等。著有《怀麓堂集》、《诗话》、《燕对录》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951611478},{"name":"李东阳草书杂诗卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791636082,"text":"","author":"明代李东阳","description":"李东阳草书杂诗卷"}]