[{"name":"沉辽相望颜采帖","text":"刘牧\n籍贯：贵州\n毕业院校：西北大学考古学及博物馆学专业\n民族：汉族\n代表作品：石鼓诗文复原译释 \n专著\n石鼓诗文复原译释刘星刘牧著\n该书为国家社会科学基金西部项目，贵州大学人文社科学术出版基金项目。\n贵州大学出版社，2011年8月，第一版。\n刘星，一九三二年生於贵阳。原贵州省中专技校语文学会会长，贵州大学退休教师。贵州省书法家协会会员。石鼓著作有《石鼓诗文复原》 、《石鼓诗文复原译释》。\n刘牧，一九六九年生於贵阳。西北大学考古学及博物馆学专业历史学硕士。\n石鼓文\n石鼓文，是我国最早的石刻文字，世称“石刻之祖”。石鼓文处于承前启后的时期，承秦国书风，为小篆先声。石鼓文刻于十座花岗岩石上，因石墩形似鼓，故称为“石鼓文”。石鼓文与金文有较大差别，具有明显的动感。现存的石鼓文是宋朝收集的十石鼓，上面刻有文字，当时认为是描述周穆王出猎的场面，后来的考古考证认为是秦穆公时代的作品，有的字已经残缺不全。当时由于尚没有发现甲骨文，所以被认为是中国最古老的文字。石鼓文的字体，上承西周金文，下启秦代小篆，从书法上看，石鼓文上承《秦公簋》（春秋中期的青铜器，铭文盖十行，器五行，计121字。其书为石鼓、秦篆的先声，字行方正、大方。横竖折笔之处，圆中寓方，转折处竖画内收而下行时逐步向下舒展。其势风骨嶙峋又楚楚风致，确有秦朝那股强悍的霸主气势。）法则，然而更趋于方正丰厚，用笔起止均为藏锋，圆融浑劲，结体促长伸短，匀称适中。古茂雄秀，冠绝古今。石鼓文是集大篆之成，开小篆之先河，在书法史上起着承前启后的作用。是由大篆向小篆衍变而又尚未定型的过渡性字体。石鼓文被历代书家视为习篆书的重要范本，故有“书家第一法则”之称誉。石鼓文对书坛的影响以清代最盛，如著名篆书家杨沂孙、吴昌硕就是主要得力于石鼓文而形成自家风格的。流传石鼓文最著名的拓本，有明代安国藏的《先锋》、《中权》、《后劲》等北宋拓本，现在日本。\n概述\n石鼓文即刻有籀文的鼓形石，石鼓文为四言诗，为我国最古老的石刻文字。因记述秦皇游猎之事，也称“猎碣”。字体在古文与秦篆之间，一般称为“大篆”，石鼓刻于秦前还是秦后，考古界无定论。郭沫若鉴定认为应是秦襄公（公元前777-766）时期的作品。刘星、刘牧《石鼓诗文复原译释》 研究认为石鼓文产生于始皇二十八年（公元前219年）与“鲁诸儒生议刻石颂秦德”至始皇三十四年（公元前213年）焚书令下三十日之内一段时间的可能性较大。石鼓文是学习篆法的珍贵资料，近代书家吴昌硕临写石鼓造诣极深，有普及印本出版，可作临习时的借鉴。----《古代碑帖鉴赏》费声骞\n石鼓鼓序排列\n文献记载：《史记·秦始皇本纪》记载：“二十八年，始皇东巡郡县。上邹峄山，立石。与鲁诸儒生，议刻石颂秦德，议封禅望祭山川之事。乃遂上泰山，立石。封，祠祀”。\n石鼓诗歌通过从秦之建立、立国、发展、创立帝业这一发展顺序，对秦人历史发展进程有重大贡献的先祖烈公及始皇帝的重大历史事迹进行了歌颂。既歌古也颂今，用诗歌描绘出一幅幅形象生动的秦人创业发展的历史画卷。因此，在弄清各鼓诗篇的内容和中心思想之後，按事件早晚发生的时间顺序排列出石鼓诗歌所记载和歌颂的秦人起源、创业和发展过程中的各个历史大事，而鼓次顺序也就自然排列出来了。\n1、《马荐》诗篇歌颂的是秦祖非子牧马建秦、复续嬴氏祀之事，关键时间点为公元前897年非子复续嬴氏祀之时；\n2、《汧殹》诗篇歌颂的是秦襄公封侯始国之事，关键时间点为公元前770年襄公始国之时；\n3、《霝雨》诗篇歌颂的是秦文公伐戎迁汧建都之事，关键时间点为文公三年东猎迁汧之时，即公元前763年；\n4、《虞人》诗篇歌颂的是秦穆公用贤乃至称霸西戎之事，关键时间点为穆公五年用虞人大夫百里奚之时，即公元前655年；\n5、《作原》诗篇歌颂的是秦孝公变法和迁都咸阳之事，关键时间点为孝公十二年迁都咸阳之时，即公元前350年；\n6、《銮车》诗篇歌颂“天子致伯”秦孝公之事，关键时间点为孝公十九年天子致伯孝公之时，即公元前343年；\n7、《田车》诗篇歌颂秦惠文王使张仪取陕打开东扩要道之事，关键时间点为惠文君十三年使张仪取陕之时，即公元前324年；\n8、《而师》诗篇通过歌颂“天子致胙”秦惠文王以及嗣王武王始国之事，关键时间点为武王元年始国之时，即公元前310年；\n9、《吾车》诗篇歌颂秦昭襄王定蜀之事，关键时间点为昭襄王六年司马错定蜀之时，即公元前301年；\n0、《吾水》诗篇歌颂始皇帝统一天下，“收天下之兵，聚之咸阳，销以为锺鐻，金人十二”，至天下太平之事，时间应不早於始皇二十六年兼并六国之时，即公元前221年。\n参考罗君惕测石鼓数据，按石鼓《秦颂》时间发生顺序排列结果如下：\n1、《马荐》，高一尺六寸，围六尺八寸。颂秦非子事迹鼓。实最小、最矮。\n2、《汧殹》，高二尺一寸，围六尺三寸。颂秦襄公事迹鼓。\n3、《霝雨》，高二尺一寸，围六尺八寸。颂秦文公事迹鼓。\n4、《虞人》，高二尺一寸，围六尺三寸。颂秦穆公事迹鼓。\n5、《作原》，残高一尺五寸，围六尺八寸。颂秦孝公事迹鼓。\n6、《銮车》，高二尺，围七尺三寸。颂秦孝公事迹鼓。\n7、《田车》，高一尺八寸，围六尺四寸。颂秦惠文王事迹鼓。\n8、《而师》，高二尺二寸，围六尺七寸。颂秦惠文王与武王事迹鼓。\n9、《吾车》，高一尺七寸，围六尺六寸。颂秦昭襄王事迹鼓。\n0、《吾水》，高二尺九寸，围七尺八寸。颂始皇帝事迹鼓。实最大。最高。\n以上资料来源于刘星、刘牧著《石鼓诗文复原译释》 \n始皇说\n《銮车》鼓“□弓孔硕，彤矢□=”之“彤”字。孔传曰：“诸侯有大功，赐弓矢，然後专征伐。彤弓以讲德习射，藏示子孙”。《史记·齐太公世家》记载：齐桓公“三十五年夏，会诸侯於葵丘。周襄王使宰孔赐桓公文武胙、彤弓矢、大辂”等文献资料。具是表明“彤弓、彤矢”为天子致霸时之信物及凭证，是一般诸侯不可能得到的物品。故“彤弓、彤矢”也就自然而然地成为解答石鼓之谜的关键线索。由于秦孝公是秦人历史上唯一为周天子致霸的秦君，因此将此鼓诗文内容与孝公联系上也就有助於获得了对《銮车》鼓诗文内容以及石鼓组诗中心思想进一步的认识。而多数的学者在遇到“彤弓、彤矢”这个问题时，要么是以“红色的弓红色的箭”简单一笔带过，要么是略而不谈，完全忽略了“彤弓、彤矢”真正的内涵和意义，因而使得他们在研究的道路上越走越偏。一般来说，各鼓诗文内容内皆有不同的关键词句提示其诗文内容分别与不同时代的秦公秦王的历史事迹密切相关，而这些同样成为了解读各鼓诗文内容的关键线索。如：《马荐》鼓“马荐”等提示此鼓诗文内容与牧马出身的秦祖非子历史事迹有关。《汧殹》鼓“汧”，“君子”等提示此鼓诗文内容与始国的秦襄公历史事迹有关。《霝雨》鼓“君子”、“涉”、“汧”、“舟”、“于水一方”等提示此鼓诗文内容与“以兵七百人东猎”，千里跋涉至汧渭之会的秦国第二代诸侯秦文公历史事迹有关。《虞人》鼓（《吴人》鼓）“吴人（虞人）”、“勿翦勿伐”等提示此鼓诗文内容与用虞人大夫百里奚“益国十二，开地千里，遂霸西戎”的秦穆公历史事迹有关。《作原》鼓“猷”、“原”、“罟”、“二日”、“五日”等提示此鼓诗文内容与“作为咸阳，筑冀阙，秦徙都之”之秦孝公历史事迹有关。...《吾水》鼓“天子”、“净”、“平”、“宁”、“金”、“何不余友”等提示此鼓诗文内容与统一六国，“收天下之兵，聚之咸阳，销以为锺鐻，金人十二”之始皇帝历史事迹有关。此外、十个石鼓各自鼓文的书法笔式也有所区别，应属於不同书家的书法作品，这同样也是解读石鼓产生时间、刻制缘由的关键线索之一。但可惜的是古今几乎所有的学者皆忽略了这个重要的线索，基本上异口同声地认为石鼓文是一个人创作书法之结果，要么是史籀，要么是某一个朝代史官。即便是对於“作诗早於制鼓”的观点，也大概不过多持“作诗”一人、“书法”一人的看法罢了。他们的认识如此之顽固如此之偏颇，不可避免地导致其研究步入歧途。然而学者们在研究中的顽固和偏颇不仅体现于此，在对待石鼓诗仿《诗》、引《诗》的写作特征的认识结果上亦是如此。也就是说学者们虽然认识到了石鼓诗文在体裁、章法、句式、风格、词句，甚至韵脚等方面刻意仿《诗》、引《诗》的写作特点。如欧阳修曰：“其文与《雅》、《颂》同文”，朱国祚亦云：石鼓“仿佛吉日车攻篇”，全祖望云：“于水一方，本之蒹葭之章。为三十里，见之噫嘻之什。剪伐勿加，则甘棠之思也”。但是仍然顽固而又偏颇地依据某一牵强的证据将石鼓文产生的年代划到“秦无儒”、“昭王谓儒无益人之国”之前。可是《诗》本是孔子教案，儒家教科书。同时石鼓既是秦物，孔子西行不到秦，荀子晚年入秦后又曰“秦无儒”。因此，石鼓诗歌的产生年代怎么会可能早於“昭王谓儒无益人之国”（公元前324年～公元前251年）的年代呢?\n刘星、刘牧认为“对石鼓产生年代和鼓序排列的认识和判断，并不是对石鼓文字、书法做一点“咬文嚼字”或是对十枚石鼓进行一下“排列组合”等简单操作的结果，其实质是对一个“石鼓综合研究”过程的归纳和总结。这个综合研究过程不仅应包含对石鼓产生的时代背景、文化背景等整体的分析和研究，同时也应包含对石鼓文字字体、字形，诗歌字义、词义等局部的分析和研究。在这个过程中，石鼓整体和局部的研究是互相联系、密不可分的，既可以通过局部的研究来提高整体的认识，也可以根据整体的认识来指导局部的研究。然而，切忌将整体和局部之间的联系割裂开来，孤立、片面地依据对石鼓文字体、字形、诗文片段等某些局部的认识来对石鼓产生年代和鼓序排列进行判断。否则，则会因不同研究者把握的部位不一，以及看问题的角度不一，而导致出现“盲人摸象、各说异端”的复杂局面。” 因此，通过对残留之各鼓诗文内容以及文字书法等综合的分析研究他们最终获得了。1）石鼓的产生与《史记·秦始皇本纪》记载的二十八年始皇“与鲁诸儒生，议刻石颂秦德”之事密切相关；2）石鼓诗歌是《秦颂》，中心思想是“颂秦德”；3）石鼓主倡人是始皇帝；4）石鼓诗歌作者是“鲁诸儒生”；5）石鼓诗歌内容是对秦人历史发展进程有重大贡献和影响的“多个”秦人先祖烈公重大历史事迹的记载和歌颂，石鼓诗歌是一组记录秦人起源和发展过程的壮丽史诗；6）石鼓产生在二十八年始皇与鲁诸儒生“议刻石颂秦德”之後一段时间可能性极大；7）石鼓最终被弃置荒野而其诗不见流传後世与“焚书坑儒”案有紧密关联等认识和看法。由于篇幅所限，不能详尽之处请参阅国家社科项目刘星、刘牧著述《石鼓诗文复原译释》 。\n诸说简介\n主周说\n“主周说”起始於唐初，含西周文王说、成王说、宣王说等多种不同的看法。\n1.西周文王说北宋欧阳修《集古录跋尾》：“韦应物以为周文王之鼓，宣王刻诗”，葛立方《韵语阳秋》引韦应物《石鼓歌》：“周文大猎兮岐之阳”等，认为石鼓为西周文王时之遗物。但韦诗原句为“周宣大猎兮岐之阳”，故“文王说”的出现应与上述二人误将韦诗中“周宣”引为“周文”有关。尽管“文王说”立论依据并不充分，但仍有一定市场，明代朱国祚《石鼓歌》中仍有“疑义莫定文成宣”这样的看法。\n2.西周成王说持此论者有董逌《广川书跋》、程大昌《雍录》、沈梧《石鼓文定本》等。主要因《左传·昭公四年》记载：“椒举言於楚子曰‘成有岐阳之蒐’”，杜预注曰：“成王归自奄，大狩於岐山之阳”，且石鼓出土於陈仓并又有与畋猎有关的诗句，於是便以为石鼓记载的畋猎之事与成王大狩之事相合，从而得此看法。\n3.西周宣王说此说产生於唐初，最早是贞观时书法家吏部尚书蘇勖於《记敍》卷首提出：“世咸言笔迹存者，李斯最古，不知史籀之迹，近在关中”。李嗣真於《书後品》中赞同。後经张怀瓘在《书断》中推理，从而得出“石鼓文”为“盖讽宣王畋猎之所作也”之论断。由於籀文已於始皇时焚毁殆尽，秦汉之後很少存留此类文字，加之很多石鼓文字未收入後世之字书，辨认无据，於是“史籀说”便成了定论。韦应物因以“讽”而刻诗不好解释，故在《石鼓歌》中将张怀瓘之“盖讽宣王畋猎”，改为了“大猎刻石表功”。“宣王说”另一立论依据是因石鼓诗文类《诗》之《车攻》、《吉日》等诗篇，而《车攻》、《吉日》乃是赞美宣王的畋猎诗，於是认为石鼓诗文也应出於此时。这种看法与“史籀说”相呼应，造成了巨大声势。“宣王说”影响很广，唐宋学者也多认从之，其後又得清康熙与乾隆皇帝的认同。直至清末民国初，随着“主秦说”逐渐占据上风，“宣王说”方渐渐淡出，但仍未见尾，至今还有部分支持者。 \n主秦说\n“主秦说”大概有十几种不同的意见和看法，主要有秦襄公、秦文公、秦德公、秦穆公、秦献公、秦惠文王等说。\n1.秦襄公说杨慎、全祖望等主之。1955年，郭沫若在《石鼓文研究》中对“襄公说”进行了进一步论证，并提出了石鼓“建畤说”的看法。其据《元和郡县志》记载，认为石鼓出土三畤原，故必与三畤之一的建立有关；又据《汧殹》鼓“汧殹沔沔”与《霝雨》鼓“汧殹洎洎”等与汧水有关的诗句，以及《而师》鼓“天子□来，嗣王始□”诗句中出现的“天子”与“嗣王”称谓等，认为“石鼓文”内容与襄公八年护送平王东迁和建畤的史实相合，石鼓应是襄公时代之遗物。之後，张光远在《先秦石鼓存诗考简说》等文中，进一步认为石鼓产生於襄公十年，诗歌作者是太史由。\n2.秦文公说清末震钧《石鼓文集注》和《天咫偶闻》中认为石鼓诗文内容与《史记·秦本纪》所记载的“文公三年，以兵七百人东猎。四年，至汧谓之会”等史实相符，而提出此说。其认为：“考《史记·秦记》，文公三年以兵七百人东猎，四年至汧渭之会，此即所云‘汧殹沔沔’是也。又曰昔周邑我先秦赢於此，後卒获为诸侯，乃卜居之，占曰吉，即营邑之，此即所云‘吾道既平，嘉树则里’，皆言营邑之事也。‘日唯丙申’者所卜得之日也。第一鼓（吾车）皆言猎事，则七百人东猎事有据矣。而且一鼓之中天子与公杂见，岂有宣王猎碣既称天子复称公之理？则天子周王也，公秦文也”。罗振玉、马叙伦、许庄叔、宋鸿文、杨寿祺、尹博灵、李铁华等皆支持此说，只是各自立论的依据并不完全相同，石鼓产生的具体时间也不太一致，刻制的原因也各自有别。\n3.秦德公说王国维《观堂集林·别集》等文中认为石鼓文字与秦公簋、虢季子白盤铭文，体势与血脉相承，盖一时所铸。其从文字字体等角度对石鼓文字进行了分析，认为石鼓应作於德公迁雍之後。段颺在《论石鼓乃秦德公时遗物及其他——读郭沫若同志<石鼓文研究>後》一文中认为《作原》鼓内容与德公迁都於雍，整饬三畤原有关，《而师》鼓“天子”与“嗣王”应是指周惠王。戴君仁在《重论石鼓的时代》等文中支持“德公说”，认为石鼓为雍城初建时所刻。\n4.秦宣公说主张者有李仲操《石鼓最初所在地及其刻石年代》、胡建人《石鼓和石鼓文考略——兼论郭沫若的襄公八年说》等。李仲操认为“密畤作於秦宣公四年（公元前672年），则石鼓的刻石年代应在这年”，《而师》鼓“天子”当指周惠王，“嗣王”当指王子颓。其说因认为石鼓出土地点与宣公作密畤地点一致，以及“石鼓文”所载的周天子平息内乱的时间与秦宣公四年一致而立论。张启成在《论石鼓文作年及其与诗经之比较》文中对李仲操“宣公说”进行了补充。胡建人也同样认为石鼓为秦宣公陈仓作密畤时所刻。\n5.秦穆公说此说为原故宫博物院院长马衡在《石鼓为秦刻石考》等文中主张，他认为石鼓乃穆公称霸西戎，周天子使召公致贺时所刻。其文列举了秦十二器文字与石鼓文字相对照，再以“殹”字用法为例证，在郑樵基础上进一步论证了“石鼓文”乃为秦文。日本赤冢忠《石鼓文の新研究》从此说。\n6.秦景公说主张者有王辉《<石鼓文·吴人>集释——兼再论石鼓文的时代》、徐宝贵《石鼓文年代考辨》等。王辉以凤翔秦公大墓考古发现为依据，认为石鼓文与秦公大墓石磬文字风格极相似，应为同一时期所作，而认为石鼓产生於“景公时的可能性极大，厉共公时的可能性极小”。徐宝贵则从“石鼓文”字形以及与《诗经》关系、所反映的史实等出发，认为“石鼓文的诗”为襄公时所作，内容描写的是“秦襄公的一次规模盛大的田猎活动”，而文字则是秦景公时所写所刻，石鼓的“绝对时代当在春秋中晚期之际——秦景公时期”。\n7.秦哀公说香港易越石在《石鼓文书法与研究》等文中以为“得新证於石鼓本身《吴人》石”，认为石鼓诗歌内容记载和反映了秦人救楚、秦吴大战的史实，《虞人》鼓“吴人”即是春秋时“吴国人”，而得出了石鼓为哀公三十二年“秦师胜吴人凯旋後之刻石”这一看法。徐畅在《石鼓文刻年新考》文中支持此“凯旋说”。\n8.秦灵公说最先主张此说的为原故宫博物院副院长唐兰。其在《石鼓文刻於灵公三年考》等文中，依据《史记·秦本纪》记载的文公十三年“初有史以纪事”，再因《吕氏春秋·音初》认为的秦穆公时才有诗歌，於是认为石鼓年代不可能早於秦穆公时代。其又通过“朕”与“吾”等人称代词使用的关系，认为秦景公时代的铜器还都用“朕”，秦惠文王时的《诅楚文》却用“吾”，而石鼓用“吾”、“余”、“我”而不用“朕”，进一步推断石鼓产生年代应在景公之後，跟诅楚文时代接近。同时又据文献记载的灵公作吴阳上下畤以祭黄帝、炎帝，於是断定“石鼓文”作於秦灵公时代。蘇莹辉、那志良等从之。後唐兰改变了看法，更改为“献公说”。\n9.秦献公说唐兰1958年发表《石鼓年代考》时提出此说。他从铭刻、文学史、新语汇、字形、书法、发现地、石次内容、地望等八个方面，详细地论证了石鼓文只能产生於战国时期，并结合文献记载，进一步认为石鼓产生於献公十一年。\n0.秦惠文王至始皇帝之前说郑樵《石鼓音序》、罗君惕《秦刻十碣考释》、程质清《石鼓文试读》等支持此说。郑樵以“殹、㞼”二字见於秦斤、秦权，并通过文字比较和对“天子”、“嗣王”的分析，认为石鼓为秦物，认为石鼓产生在秦惠文王之後始皇帝之前。罗君惕等亦通过文字等比较分析，对始皇“书同文”前後文字进行了比较与量的统计，其认为时代越接近，文字相同者越多，故判断石鼓产生年代在秦惠文王至始皇帝之间。11.其它还有李学勤《东周与秦代文明》认为石鼓产生於春秋中晚期；裘锡圭《文字学概要》，黄奇逸《石鼓文年代及相关诸问题》，陈昭容《秦公簋的时代问题：兼论石鼓文的相对年代》等认为石鼓产生於春秋战国之间，等等。 \n主汉北魏及宇文周等说\n1.“汉说”始於清代武亿《金石跋》。其因《銮车》鼓“趍趍𢌻马”句《古文苑》释为“𧺥𧺥六马”，而汉代天子有驾六马之制，於是推断石鼓产生於汉代。\n2.“晋说”源於清末王闓运，其在《湘绮楼文集》中认为石鼓是晋代所刻；“北魏说”源於清人俞正燮，其在《答成君瓘书》认为石鼓产生於北魏，姚大荣《石鼓文足证记》从之。\n3.“宇文周说”源於《金史·马定国传》，其文称金人马定国认定石鼓为南北朝宇文周所刻，明代顾炎武於《金石文字记》也支持这种说法。 \n历史研究（之一）\n石鼓与石鼓文之历史与研究概况（附石鼓歌）（之一）\n历代吟诵石鼓的诗歌，出处不同、版本不同，字裏行间之间也会出现很大差异。本文虽尽量择优而叙之，但仍不免有误，故建议引用者进一步细查为是。--刘星刘牧《石鼓诗文复原译释》\n唐代石鼓研究（附石鼓歌）\n石鼓，唐贞观时期发现於宝鸡陈仓。然上无年代款识，也无作者姓名。加之诗文缺文少字，以及文字古奥难识，诗意含蓄隐晦等诸多原因。人们均不知所写为何，产生於何时，所作何用。於是，学者纷纷发表了各自的见解。\n贞观时之吏部侍郎蘇勖称赞道：“世言笔迹存者，李斯最古，不知史籀之迹，近在关中”。高宗时的书法家李嗣真在其《书後品》中也说：“史籀堙灭，陈仓藉甚”。开元年间的书法家张怀瓘(怀素)在《书断》中道：“按籀文者，周太史史籀之所作也”，“其迹有石鼓文存焉，盖讽(—作叙)宣王畋猎之所作。今在陈仓”。他赞美石鼓书法曰：“体象卓然，殊今异古；落落珠玉，飘飘缨组；苍颉之嗣，小篆之祖；以名称书，遗迹石鼓”。历史上，蘇勖第一个认为石鼓文是史籀留下的笔迹。这一看法得到李嗣真的附和，张怀瓘的论证。於是“石鼓”、“石鼓文”从此便得了名，文字被判定为史籀所写，石鼓便被认为是讽谏周宣王畋猎而刻制的东西了。\n唐肃宗至德时之书法家窦臮著《述书赋》上下二篇，其兄窦蒙为之作注。云：“史籀，周宣王时史官。著大篆，教学童。岐州雍城南，有周宣王猎碣十枚，幷作鼓形，上有篆文，今见打本”，“即其文也。石寻毁失，时见此本，传诸好事者”。窦臮所记之“雍城南”，是言石鼓发现的地方。“猎碣”的称呼，即源於此。而文中所言“打本”即是石鼓拓本，说明了至德时已有石鼓文拓本流传於世。\n诗人杜甫《李潮八分小篆歌》：“苍颉鸟迹既茫昧，字体变化如浮云。陈仓石鼓久已讹，大小二篆生八分。秦有李斯汉蔡邕，中间作者寂不闻。峄山之碑野火焚，枣木传刻肥失真。苦县光和尚骨立，书贵瘦硬方通神。惜哉李蔡不复得，吾甥李潮下笔亲。尚书韩择木，骑曹蔡有邻。开元已来数八分，潮也奄有二子成三人。况潮小篆逼秦相，快剑长戟森相向。八分一字直百金，蛟龙盤拿肉屈强。吴郡张颠夸草书，草书非古空雄壮。岂如吾甥不流宕，丞相中郎丈人行。巴东逢李潮，逾月求我歌。我今衰老才力薄，潮乎潮乎奈汝何。”。诗中有“陈仓石鼓久已讹，大小二篆生八分”句，这大概是石鼓发现後，文人对石鼓发现地最早的看法。\n此後，德宗时之诗人韦应物专为石鼓文写了一首《石鼓歌》：“周宣大猎兮岐之阳，刻石表功兮炜煌煌。石如鼓形数止十，风雨缺讹苔藓涩。今人濡纸脱其文，既击既扫白黑分。忽开满卷不可识，惊潜动蛰走纭纭。喘息逶迤相糺错，乃是宣王之臣史籀作。一书遗此天地间，精意长存世冥寞。秦家祖龙还刻石，碣石之罘李斯迹。世人好古犹法传，持来比此殊悬隔。”诗的开头“周宣大猎兮岐之阳，刻石表功兮炜煌煌”，便提出对石鼓之产生年代与制作原因的看法。将张怀瓘之“盖讽宣王畋猎”说，改为了大猎“刻石表功”说。开创了“周宣大猎刻石表功说”之观点，也开创了後世以《石鼓歌》的形式咏颂石鼓之先河。自唐以後各代多受其影响，不少著名诗人和学者均有赞颂石鼓的“诗”或“歌”留传於世。\n受韦应物之启发与影响，唐代著名的古文学家韩愈也写了一首《石鼓歌》：“张生手持石鼓文，劝我试作石鼓歌。少陵无人谪仙死，才薄将奈石鼓何。周纲陵迟四海沸，宣王愤起挥天戈。大开明堂受朝贺，诸侯剑佩鸣相磨。蒐於岐阳骋雄俊，万里禽兽皆遮罗。镌功勒成告万世，凿石作鼓隳嵯峨。从臣才艺咸第一，拣选撰刻留山阿。雨淋日灸野火燎，鬼物守护烦撝呵。公从何处得纸本，毫发尽备无差讹。辞严义密读难晓，字体不类隶与科。年深岂免有缺画，快剑斫断生蛟鼉。鸾翔凤翥众仙下，珊瑚碧树交枝柯。金绳铁索锁纽壮，古鼎跃水龙腾梭。陋儒编诗不收入，二雅褊迫无委蛇。孔子西行不到秦，掎摭星宿遗羲娥。嗟予好古生苦晚，对此涕泪双滂沱。忆昔初蒙博士徵，其年始改称元和。故人从军在右辅，为我度量掘臼科。濯冠沐浴告祭酒，如此至宝存岂多。毡包席裹可立致，十鼓只载数骆驼。荐诸太庙比郜鼎，光价岂止百倍过。圣恩若许留太学，诸生讲解得切磋。观经鸿都尚填咽，坐见举国来奔波。剜苔剔藓露节角，安置妥贴平不颇。大厦深檐与盖覆，经历久远期无佗。中朝大官老於事，讵肯感激徒媕婀。牧童敲火牛砺角，谁复著手为摩挲。日销月铄就埋没，六年西顾空吟哦。羲之俗书趁姿媚，数纸尚可博白鹅。继周八代争战罢，无人收拾理则那。方今太平日无事，柄任儒术崇丘轲。安能以此上论列，愿借辨口如悬河。石鼓之歌止於此，鸣呼吾意其蹉跎。”。诗中有几点值得注意的地方：①诗人完全接受了韦诗之观点；②作者曾研读过石鼓文，但遇到篆文与剥蚀不清等之困难，未再对石鼓诗进行深入研究；③安史之乱後，石鼓能再现於世，是得其友人帮助寻找、挖掘後才运回凤翔的；④诗人曾向朝廷举荐过石鼓，但未受恩准；⑤诗中所言“臼科”，说明发现时《作原》鼓就已被凿为臼；⑥第一次向世人强调了石鼓作为历史文物的重要价值与意义。韩愈此诗後人选入了《唐诗三百首》，具有重要的史料与文学价值。\n总的来看，唐代二百七十九年间对石鼓文化的贡献是：\n一、完整地发现了十个石鼓，较为妥善地对石鼓作了保护与安置。\n二、石鼓文字受到了唐代书法家的广泛重视，高度赞扬与肯定，石鼓得以以拓本形式流传至今。\n三、石鼓的历史价值、文化价值与艺术价值，基本得到了肯定。\n四、杜甫、韦应物、韩愈的石鼓诗歌，对後世产生了巨大影响。\n宋代石鼓研究（附石鼓歌）\n宪宗以後，唐各代之朝政都日趋衰弱，迁鼓之事也就搁置一边，无人再提。唐末，五代十国的战乱中，石鼓无人照管，何时被人搬走，无人知晓。战乱持续了一百多年，到宋朝建立後才得以平息。爱好历史文学的司马池(司马光之父)，担任凤翔知府时寻回九鼓，“复辇至於府学之门庑下，而亡其一”(见王厚之《复斋碑缘》)。皇祐四年，向传师在一屠户家，才将被当作米臼又被当成了磨刀石的《作原》鼓找到。自此石鼓遗失後约一百五十年左右，方才全部寻回。一百五十年，这是几代人的生存时间，当不会有人见过石鼓原样。於是《作原》鼓拓本是否“完整”，便成为划分“唐拓”与“宋拓”的唯一标准。完整即是唐拓，不完整的即所谓为臼後的石鼓拓本被认为最早不过宋拓。也就是说，“唐拓”与“宋拓”的区别在於《作原》鼓是否在五代十国至宋初这一段时间内被凿制为米臼。然章樵所言：“孙巨源得於僧寺佛书龕中，以为唐人所录”之石鼓文，其《作原》文字也不全，亦在为臼之後。故有人疑其为伪。但在韩愈诗中有“掘臼科”之句，是否又证明《作原》为臼，早於唐初呢？清代乾隆皇帝对此也提出了怀疑。然而，均因无更多证据以证其说，只好暂阙存疑。尽管我们比较支持《作原》为臼早於唐初的观点，但由於这观点尚无公认，故在本文中仍暂用“先锋”、“後劲”、“中权”三本为“宋拓”的一般看法。\n北宋仁宗时诗人梅尧臣《雷逸老访石鼓文见遗，因呈祭酒吴公作》一诗：“石鼓作自周宣王，宣王发愤蒐岐阳。我车我马攻既良，射夫其同弓矢张。舫舟又渔𩺹鱮鲂，何以贯之维柳杨。从官执笔言成章，书在鼓腰镌刻藏。历秦汉魏下及唐，无人著眼来形相。村童戏坐老死丧，世复一世如鸟翔。惟阅元和韩侍郎，始得纸本歌且详。欲以毡衣归上庠，天官媕阿驼肯将。传至我朝一鼓亡，九鼓缺剥文失行。近人偶见安碓牀，亡鼓作臼刳中央。心喜遗篆犹在傍，以臼易臼庸何伤。以石补空恐舂粱，神物会合居一方。雷氏有子胡而长，日模月仿志暮强。聚完辩舛经星霜，四百六十飞凤凰。书成大轴绿锦装，偏斜曲直筋骨藏。携之谒我巧趋跄，我无别识心徬徨。虽与乃父非故乡，少与乃父同杯觞。老向太学鬓已苍，乐子好古亲缣缃。谁能千载师史仓，勤此冷淡何肝肠。而今祭酒禆圣皇，五经新石立两廊。我欲效韩非痴狂，载致出关无所障。至宝宜列孔子堂，固胜朽版堆屋墻。然须雷生往度量，登车裹护令相当。诚非急务烦纪纲，太平得有朝廷光。山水大字辇已尝，於此岂不同粃糠。海隅异兽乘舟航，连日道路费刍粮。又与兹器殊柔刚，感慨作诗聊激昂。愿因谏疏投皂囊，夜观奎壁正吐芒。天有河鼓亦焜煌，持此负鼎千成汤。”。从内容来看：①受韦诗影响，继承了“宣王发愤蒐岐阳”之观点；②叙述了韩侍郎荐鼓之事；③风趣地嘲讽了以鼓作臼，以臼易臼之经历；④历史上首次言及石鼓文拓本上之字数，“四百六十飞凤凰”；⑤抒发作者想“效韩”时之激动心情。此诗具有一定的文学与史料价值。\n与梅尧臣生活於同一时代的北宋文学家、书法家欧阳修，在他所写之《集古录跋尾》中对石鼓文提出了一些新的见解，在石鼓研究中具有重要的参考价值。“右石鼓文。岐阳石鼓初不见称於前世，至唐人始盛称之。而韦应物以为周文王之鼓，宣王刻诗。韩退之直以为宣王之鼓。在今凤翔孔子庙中，鼓有十，先时散弃於野，郑余庆置於庙而亡其一。皇祐四年，向传师求於民间，得之乃足。其文可见者四百六十五，不可识者过半。余所集录，文之古者，莫先於此。然其可疑者三四：今世所有汉桓、灵时碑往往尚在，其距今未及千岁，大书深刻，而磨灭者十犹八九。此鼓按太史公《年表》，自宣王共和元年至今嘉礻右八年，实千有九百一十四年，鼓文细而刻浅，理岂得存？此其可疑者一也。其字古而有法，其言与《雅》、《颂》同文，而《诗》、《书》所传之外，三代文章真迹在者，惟此而已。然自汉已来，博古好奇之士皆略而不道。此其可疑者二也。隋氏藏书最多，其《志》所录，秦始皇刻石、婆罗门外国书皆有，而犹无石鼓。遗近录远，不宜如此。此其可疑者三也。前世传记所载古远奇怪之事，类多虚诞而难信，况传记不载，不知韦、韩二君何据而知为文、宣之鼓也。隋、唐古今书籍粗备，岂当时犹有所见，而今不见之邪？然退之好古不妄者，余姑取以为信尔。至於字书，亦非史籀不能作也。”。欧阳修对石鼓产生於西周时之观点，提出了几点怀疑。从石鼓文流传以来的历史看，此文最先发难，对石鼓产生於西周时代的观点提出了疑问。怀疑之风至此起，从此不断有新的见解出现。但由於均未能动摇“主周说”立论的根本。以後各代，一直至清，石鼓宣王说仍是主流。\n著名文学家、书法家蘇轼，早年曾在凤翔府任签判，时常至凤翔孔庙观赏石鼓。在读了韩愈和梅尧臣之诗後，也写了一首《石鼓歌》：“冬十二月岁辛丑，我初从政见鲁叟。旧闻石鼓今见之，文学郁律蛟蛇走。细观初以指画肚，欲读嗟如箝在口。韩公好古生已迟，我今况又百年後。强寻偏旁推点画，时得一二遗八九。吾车既工马亦同，其鱼维鱮贯之柳。古器纵横犹识鼎，众星错落仅名斗。模糊半已似瘢胝，诘屈犹能辨跟肘。娟娟缺月隐云雾，濯濯嘉禾秀莨莠。漂流百战偶然存，独立千载与谁友。上追轩颉相唯诺，下揖冰斯同鷇榖。忆昔周宣歌鸿雁，当时史籀变蝌蚪。厌乱人方思圣贤，中兴天为生耆耇。东征徐虏阚虓虎，北伐犬戎随指嗾。象胥杂沓贡狼鹿，方召联翩赐圭卣。遂因鼓鼙思将帅，岂为考击烦朦瞍。何人作颂比嵩高，万古斯文齐岣嵝。勋劳至大不矜伐，文武未远犹忠厚。欲寻年岁无甲乙，岂有名字记谁某。自从周衰更七国，竞使秦人有九有。扫除诗书诵法律，投弃俎豆陈鞭杻。当年何人佐祖龙，上蔡公子牵黄狗。登山刻石颂功烈，後者无继前无偶。皆云皇帝巡四国，烹灭强暴救黔首。六经既已委灰尘，此鼓亦当遭击掊。传闻九鼎沦泗上，欲使万夫沉水取。暴君纵欲穷人力，神物义不污秦垢。是时石鼓何处避，无乃天公令鬼守。兴亡百变物自闲，富贵一朝名不朽。细思物理坐叹息，人生安得如汝寿。”。在诗中，诗人先述阅读鼓文之体会，次颂扬宣王中兴之壮举，惋惜周宣之衰弱，斥责秦人之残暴，感叹世间之兴亡百变，人生之苦短。蘇诗咏物叙事与抒情融为一体，大气磅礴，意境深远。对後世影响也很大。\n东坡之三弟蘇辙，也写有一首《石鼓歌》：“岐山之阳石为鼓，叩之不鸣悬无虡。以为无用百无直，以为有用万物祖。置身无用有用间，自托周宣谁敢侮。宣王没後坟垄平，秦野苍茫不知处。周人旧物惟存此，文武遗民尽囚虏。鼎钟无在铸戈戟，宫殿已倒生禾黍。历宣子孙窜四方，昭穆错乱不存谱。时有寓客悲先王，绸缪牖户彻桑土。思宣不见幸鼓存，由鼓求宣近为愈。彼皆有用世所好，天地能生不能主。君看项籍猛如狼，身死未冷割为脯。马童杨喜岂不仁，待汝封候非怨汝。何况外物固已轻，毛擒翡翠尾执尘。惟有苍石於此时，独以无用不见数。形骸偃蹇任苔藓，文字皴剥困风雨。遭乱既以无用全，有用还为太平取。古人不见见遗物，如见方召与申甫。文字蝌蚪可穷诘，简编不载无训诂。字形漫汗随石缺，苍蛇生角龙折股。亦如老人遭暴横，颐下髭秃口齿龉。形虽不具意可知，有云杨柳贯鲂鱮。鲂鱮岂厌居溪谷，自投网罟入君俎。柳条柔弱长百户，挽之不断细如缕。以柳贯鱼鱼不伤，贯不伤鱼鱼乐死。登之庙中鬼神格，锡汝丰年多馀黍。宣王用兵征四国，北摧犬戎南服楚。将帅用命士卒欢，死生不顾阚虓虎。问之何术能使然，抚之如子敬如父。弱柳贯鱼鱼弗违，仁人在上民不怨。请看石鼓非徒然，长笑泰山刻秦语。”。诗中作者对关於石鼓有用还是无用，对人生、治世等抒发了自己的见解，具有一定哲理寓意。二位诗人均将石鼓与泰山秦刻石作比，颂扬石鼓之高古典雅。\n北宋末之诗人张耒撰写了《瓦器易石鼓文歌》：“周纲既季宣王作，提剑挥呵天地廓。朝来吉日差我马，夜视云汉忧民瘼。桓方召执弓钺，荡荡申韩赐圭爵。北驱猃狁走豺狼，南伐徐夷斩鲸鳄。明堂车马走争先，清庙笙镛尸载乐。岐阳大猎纪功伐，石鼓岩岩万夫凿。千年兵火变朝市，後世纸笔传冥漠。迹荒事远贵者寡，叹惜风霜日摧剥。君诚嗜古更过我，易以瓦器尤奇卓。满盤苍玉列我前，制古形奇异雕琢。羲黄己亡巧伪起，采椽土木消纯朴。何为获此上古器，经历万古遭搜掠。寥寥墨翟骨已朽，尚有遗风传隐约。又疑晏子矫齐俗，陶土抟泥从俭薄。或云古者宗庙器，斥弃金玉先诚确。是时此物参鼎俎，蒉桴土鼓诚为乐。呜呼二物信奇绝，赖有吾徒与提握。不然乌瓦与荒碑，坐见尘埃就零落。”。张耒诗中进一步宣扬了“宣王说”。\n宋徽宗赵佶之时。徽宗爱好书画，收集奇石，对石鼓早有所闻。大观二年下诏凤翔府，御敕将石鼓迁运至汴京之辟雍。相传曾下令用金填平石鼓文字，以绝锤拓，保护石鼓不再受损伤。使得石鼓得到了短暂安全。但好景不长。靖康时，金兵入侵，攻进汴京。金兵在掳掠财物时，见鼓有金，於是也将石鼓运走。由於鼓体沉重，搬运不便，剔金後便将石鼓抛弃於荒野。石鼓再一次失落民间。\n石鼓这一时期的经历，在南宋书法家洪适所写的《石鼓诗》中，也有所记述。：“天作高山太王靠，鸑鷟一鸣周剪商。郏鄏卜年大蒐备，诸侯敛衽尊大王。六月中兴绳祖武，薄伐太原恢境土。石崖可凿诗句镌，千载神光薄西浒。橐驼挽入大梁都，碧水湛湛河出图。中间两鼓备章句，日惟丙申不模糊。左骖秀弓射麋鹿，有鲂有鱼帛君子渔。光和石经屹相望，诅楚登峄非吾徒。辛壬癸甲雁分翅，桥门观者堵墻如。星沉东壁干戈起，首下足上天倒置。景钟糜碎九鼎飞，王迹皇风吁扫地。谁与扛石徙幽燕，兵车乱载包无毡。敲火砺角小小尔，为础为砧多历年。宣和殿中图复古，冠以车攻次十鼓。韩诗欧跋尽兼收，云章剖判定鱼鲁。先君辛苦朔方归，文犀拱璧弃弗携。一编什袭自鐍秘，更有司马凤翔碑。我生不辰今已老，岐阳三雍身不到。匆匆北使接浙行，在耶亡耶问无报。整齐篆籀饰牙签，简撮篇咏劳穷探。致主有心歌小雅，汗颜无术下登三。”\n宋代由於距唐代较近，书法家与学者受唐石鼓文思想的影响也较深，从《石鼓诗》中看对石鼓文的观点与唐代基本相同。两宋时期对石鼓文化的主要贡献是：1、将五代战乱中丢失的十个石鼓全部寻找了回来；2、为後世留下了一些优秀的石鼓文拓本；3、梅尧臣、欧阳修、蘇轼、蘇辙等留下了一批珍贵的石鼓诗歌与文章，对後世具有深远影响；4、李吉甫著《元和郡县图志》，首次将石鼓载入志书；5、无名氏《古文苑》最早辑录石鼓文。相传为唐人旧藏，北宋孙巨源得之於佛龕，宋韩元吉编次，章樵作注，後收录於《钦定四库全书》中，今有清刻本存世。6、首次出现有补文和译文的薛尚功《岐阳石鼓》，对後世影响很大，明清学者石鼓文译释多从薛氏。7、南宋施宿於《石鼓音》中，拟定了石鼓的鼓次顺序，後世学者多从之。8、继欧阳修对石鼓产生年代产生怀疑之後，两宋学者董逌、程太昌、翟耆年、郑樵等，对石鼓产生於宣王时之观点也提出了怀疑。\n元代石鼓研究（附石鼓歌）\n南宋与辽、金之间的战争，时战时和，持续了一百多年。待元朝兴起，战争平息後。凤翔虢县人元宣抚使汉人王檝修复都城庙学，将石鼓列於庑下（见《二十四史·元史》）。元成宗大德时，国子监教授虞集又将石鼓送交朝廷，安置於国子监大成殿门内，左右壁下各五枚，用砖围坛以承之。元时学者潘迪集宋代诸家之注释，刻成《石鼓文音训》，附立於十鼓之旁。可惜所用拓本仅存386字。此二碑今仍完好。故宫《石鼓馆》，今仍按旧式，依旧陈列於十鼓旁边。\n与虞集年代相近的诗人张养浩《石鼓诗》：“粤自鸿蒙剖元秘，天祚有熊炎帝继。侯刚覃思神与凝，摹写三千入书契。苍姬一变史籀出，鲸攫鰲呿凤鸾捩。嬴秦自帝不古师，遂使奸斯愚叔世。当时玉筯天下独，尔後争奇古文弃。末流诸子相祖述，刓朴遗淳趁姿媚。我尝慨此愧疏浅，一髪空危万钧繋。竭来庠宇覩石鼓，玉立俨然三代器。细思伊始将安庸，或谓宣王章猎事。且疑且信邈难诘，日月群阴欲食既。尝为雷电下取将，仅馀二百七十二。贞坚不坠劫火灰，苍古犹含太初气。世间钟鼎瓦砾如，只辞千金未为贵。昌黎作歌恨才薄，坡老来观惜时异。区区流转又几朝，终不能忘见天意。若令好事堪把玩，攘窃空应穷万计。平生漫有博物名，迫事不能详一字。沉吟独立西风前，乔木荒烟日西坠。”。在他所写之《石鼓诗》中也描述了到中都庠宇观赏石鼓的感受和怀疑。然此时石鼓上之存字已“仅馀二百七十二”了。\n元代为石鼓作诗的还有揭傒斯、宋褧、吴莱、周伯琦等。从诗的内容看，也有一定的史料价值。如：1、追叙石鼓历史的遭遇与沧桑；2、赞扬元统治者对石鼓之安置；3、歌颂元仁宗皇庆时举行盛典，国子生能观赏石鼓之幸喜，等。\n揭傒斯《石鼓诗》：“孔庙颓墻下，周宣石鼓眠。苔兮敲火迹，雨洗篆蜗涎。野老偷为臼，居人打卖钱。有形终易尽，流落漫堪怜。”。\n宋褧《送汪编修出知馀姚赋得石鼓作》：“繄昔中兴王，振武岐阳蒐。臣工作歌诗，纪绩庸阐幽。琢石制为鼓，深刻将垂休。泽坚不少磷，文字粲以周。古拙出史籀，蟠错纷蛟虬。毡驼护转徙，逮阅三千秋。天朝尤宝惜，移至宫墻陬。栖息得所托，珍秘价莫酬。使者瑚琏器，出守趋东瓯。敦朴且贵重，华彩殆罕俦。旌麾暂补外，廊庙行见收。亦若此鼓然，置之昆仑丘。”。\n吴莱《答陈彦理遗石经寄诗索石鼓文作》：“横山先生多古玩，太学石经分我半。魏公世藏资州本，金石录中还散乱。当时爱奇巧收拾，笔画昭回映云汉。流传到我乃不远，虬甲凤毛真可惋。自从得此未有报，岐右石鼓天下观。昔则敲火今断臼，骆驼载归石尽烂。仓沮以後即史籀，先代遗宝列圭瓒。中郎变篆生八分，二者不敌何足筭。先生嗜书出法贴，青桐垩壁手脱掔。漆书蝌蚪不通俗，蛇蚓蟠结强涂窜。先生博学抱圣经，焚膏继晷日耽玩。韦编铁擿只纸传，邹鲁精髓合淹贯。国子门开尘没城，蓬莱阁废草堆岸。春秋徒闻璧可假，道德讵信鹅能换。古今所重在周典，周史面目极𢾋𢿜。圣心不死不在石，日月行天旦复旦。吾家故纸本不惜，骊颔有珠我欲锻。向来见辱亦云然，焦尾之馀争免爨。先生安坐幸勿躁，岁晚相逢笑拍案。屏除许事不须说，好与我儒峙桢榦。”。\n周伯温《石鼓赋》：“余尝考古石刻，而岐阳石鼓为第一。每读韦韩蘇三君子之歌，心益奇之，访之士大夫，具在京师，欲一往观而无由也。皇上践祚之始年，有诏置石鼓於太学，遂列於宣圣庙之两塾，尊之也。明年改元皇庆，馀列国子生，抚玩之，获偿所愿。夫以三代遗物置庠序中，盛典也。韩诗有云：圣恩若许留太学，诸生讲解得切磋。盖欲而不得，故冀之。於乎，韩公不得见於昔时，而吾辈得见於今日，何幸如之！辄为赋曰：周有石鼓，今在辟雍。列桥门而甲乙，相辉映於西东。分质理之泐蚀，伟形制之穹崇。有文秩秩，有词渢渢。法皇颉之妙画，续小雅之变风。蔚兮九天之仪凤，蜿兮六合之神龙。欣兽鱼之物庶，嘉车马之功同。历历兮谲株森竦於元圃，依依兮神云隐见於苍穹。嗟追琢之浑厚，或制作於天工。於赫宣王，弘振颓纲。四国既遂，百职既张。睠兹农暇，载饰戎行。踵武前人，蒐於岐阳。史籀才艺，当时俊良。播於声诗，勒之琳琅。其形之不一者，因朴质之自然。其数书於十者，表治极而功皇。战国暴秦而韬晦者，抑贞介远其污辱。历两汉六朝而不泯没者，必神物为之护防。岁纪茫茫，显於李唐。韦韩歌之，蔼其有芳。迄宋宣和，斯迁於梁。金人袭没，遂归朔方。维天子之龙飞，晔文运之日昌。诞降德音，辇登上庠。文石重籍，周宣标旁。六经彝训，同时表章。大比旷典，同日举扬。遐迩纵观，陈迹复彰。嗟夫，九州之鼎，已沉沦而不可得。岣嵝之石，又漫灭而不复有。惟斯文为至宝，实终古之罕偶。惜捃摭之有遗，不见称於鲁叟。何人之蚩蚩，洼为一臼。顶夷文字，庸诏永久。後乎此者，岂无祖龙之颂功。茂陵之封禅，亦皆埋仆於榛莽。虽万一之或得，适足以著其君之无取。然则石鼓之周流於世者，天非徒寿之，盖以寄古文於不朽也。乃作诗曰：刻石鼓兮周贤王，跻之学兮自我皇。纷胄子兮乐未央，日咏歌兮扬扬，维大道兮无疆。齐地久兮天长，维斯鼓兮作配，勿坏兮勿伤，保亿龄兮於耿光。”。\n元代一百六十二年间，对石鼓文的贡献主要是：1、寻回了金人丢弃多年的十个石鼓，避免了石鼓之泯灭；2、对石鼓妥善地进行了安置；3、视石鼓为三代重器，引起了诗人与学者的重视，创作了一些石鼓诗歌；4、产生了一些比较重要的石鼓研究之著作，如潘迪之《音训》，吴衍撰《周秦刻石释音》等。\n以上资料来源于刘星、刘牧著《石鼓诗文复原译释》 \n历史研究（之二）\n石鼓与石鼓文之历史与研究概况（附石鼓歌）（之二）\n历代吟诵石鼓的诗歌，出处不同、版本不同，字裏行间之间也会出现很大差异。本文虽尽量择优而叙之，但仍不免有误，故建议引用者进一步细查为是。--刘星刘牧《石鼓诗文复原译释》\n明代石鼓研究（附石鼓歌）\n明朝取代元王朝後，仍将石鼓陈列於国子监大成门内，供文人学者观赏与研究。这一时期，虽然喜欢石鼓文的诗人、书法家与学者很多，创作了许许多多的石鼓诗歌，甚至形成了历史上石鼓诗的创作高峰。但由於社会相对的较为安定，石鼓未遭受劫难与变迁。所以石鼓诗歌内容偏窄，多为赞美、想像与抒情，文学色彩较浓。明代作有石鼓诗歌的诗人有唐之淳、卢原质、程敏政、李东阳、何景明、王家屏、朱国祚、顾文昭、董其昌、黄辉、焦竑等等。\n唐之淳《石鼓诗》：“郡学旧辟雍，中有岐阳鼓。古今所闻十，左右各惟五。离离大星陨，兀兀坏云补。纍纍营灶减，落落陈沙聚。质若切元玉，制若覆冷釜。气若鎔五金，文若断钗股。孤峰割秋瘦，千花耀春妩。森严列戈矛，尔雅冠章甫。檐冰溜静悬，海暖浪掀舞。摧舟半折轴，败舫或遗舻。小龙彭蠡归，大鹏扶摇举。断苔明碎锦，古墨渍润础。思昔委秦郊，雷电惊草莽。来牛砺其角，凿臼加以杵。幸今依圣宫，星日照廊庑。圭璧逊其仪，俎豆与之伍。脱非天意怜，或是神明佑。深檐白昼永，老屋翔鸾翥。晴连画戟阴，冷湿宫墻雨。诸生获讲解，髦士资训诂。启钥烦竖阍，碑本利商贾。韦辞表姬周，韩语怀李杜。雄章迭铿鍧，遗恨寄酸楚。纷纭欧蘇作，诘屈韦郑谱。称评虽靡定，仿像讵非古。辄生千载下，匏系三江浒。神徙弛周南，足不出城府。适从辽碣役，遂作幽燕旅。平生慕奇文，一日获往睹。初临色愈庄，欲狎气斯沮。如亲至东都，揖让申与甫。如亲行田猎，博攫兕与虎。如虚藜苋腹，享太牢肥羚。如洗蝉蜩耳，聆笙馨柷敔。羁愁破昏懵，喜气浃眉宇。时为缠寿星，岁甲在疆圉。天寒号鸱枭，城荒茂禾黍。宗周本余怀，览古亦天与。摩挲重图训，蹙蹜愧庠序，聊陈曹郐风，式继韩蘇武。洪武丁卯秋九月，余於燕城观石鼓，因赋此四十韵，以纪一时之胜览。”。\n卢原质《石鼓诗》：“羲皇妙心画，人文始昭宣。後圣更有作，载籍日粲然。成周逮中叶，宣王振其颠。宏纲用勿坠，厥德未为愆。伟哉岐阳猎，伐石工磨镌。方前固云迈，揆後信犹贤。嬴秦一何愚，尽灭古简编。翻刻李斯文，乃欲垂万年。岂谓不旋踵，扫迹如云烟。孔壁遂启藏，此石亦偶全。於今二千载，墨本盛流传。要知文字行，白日丽中天。纵今荡无存，人心复开先。贤圣去我远，鲁鱼失其筌。安得周召徒，为倡麟趾篇。”。\n程敏政《石鼓诗》：“岐阳埋没草离离，汴省燕都石屡移。三代文章存鸟迹，百年风雨蚀晁皮。摩挲尚识宗周器，题跋谁镌蒙古辞。却爱胜游黄叔度，孔庭怀古立多时。”。\n何景明《石鼓歌》：“我来太学谒孔庙，下观戟门石鼓陈。之罘诅楚已埋没，此石照耀垂千春。苔昏藓涩读难下，虫雕鸟剥细不分。古画诘屈蛟龙隐，石气惨淡烟雾纷。周王功勋史籀笔，数石细落岐阳滨。中兴气象岂复睹，大篆意格谁曾闻。先秦文字稍近古，两汉摹拓多失真。六朝以来尚靡丽，钟王往往称通神。唐愈宋轼递歌叹，长篇险韵何悲辛。大观之间入汴国，君王好艺崇斯文。高驼巨舰远载致，金填玉嵌传相珍。靖康乘舆忽播荡，保和玩物随烟尘。神驱鬼守散复聚，至宝岂得空沉沦。文皇北来定燕鼎，不置太庙留成均。博士无烦上书请，书生颇得亲讲询。虚廊素壁安置稳，大厦长檐覆盖新。不随钟鼎怨磨灭，已与琬琰争嶙峋。平生博览爱古迹，世上墨本徒纷纭，此虽残缺岁已久，尚觉只字轻千缗。碧池日月动华衮，奎阁星斗罗贞瑉。呜呼孔庙在万世，此石与庙长无湮。”。\n王家屏《石鼓歌》：“我闻周宣狩岐阳，其时中兴王业昌。作诗刻字传永久，辞高二雅文三仓。遗碣累累至今在，鬼护神呵更显晦。自岐徙汴复入燕，幸遭珍重休明代。鸿都石经久已讹，此鼓完好曾不颇。文庙之中戟门畔，几回剔藓为摩挲。固知至宝非容易，合令安顿森严地。今皇文治迈成周，讲求自是词臣事。谁人得比韩孟才，斡旋风云天汉来。惟有岣嵝一片石，千秋万古共崔嵬。”。\n朱国祚《石鼓歌》：“桥门左右猎碣十，形如鼓础相排连。洼中或与齏臼似，抱质可敌瑶琨坚。传闻书自太史籀，比与大篆尤瑰妍。其辞典奥俪二雅，仿佛吉日车攻篇。周京遗制众所信，疑义莫定文成宣。纷论虽滋翟郑议，审视终异秦斤权。下逮宇文岂能尔，荠堂所见勿乃偏。呜呼神物不易睹，三代旧迹稀流传。巫咸告辞熊相诅，裕陵宝惜今弃捐。比干铭折为州壤，穆满书徒坛山顶。会稽窆石字茫昧，岣嵝秘迹文纠缠。掎摭非乏好奇士，千搜万索无真诠。讵若十鼓离复合，陈仓入汴还留燕。毡包席裹囊驼背，尘蒙露濯爪牛涎。置诸太学始皇庆，於今又历二百年。深檐五丈密盖护，不受长雨阑风颠。我来摩挲辄终日，证以郭薛施潘笺。凝思斫桐来自蜀，叩之定有声渊渊。文残非因硬黄拓，划缺反撼钩金填。长廊无人起题壁，回视落景棠梨悬。”。\n顾文昭《石鼓诗》：“古文不可见，籀也遗芬芳。去今二千载，字画犹端庄。缺落虽不完，间亦存数行。如逄冠剑士，济济游严廊。想见当时盛，会朝坐明堂。仆隶皆证人，从知史臣良。况在文武日，交修宁少忘。西旅贡厥獒，召公远为防。周宣中兴主，羽猎思外攘。惜哉词语间，末及戒其荒。赵君博雅士，好古能收藏。起我东周叹，题诗赠慨慷。”。\n明代二百七十六年间对石鼓文化的贡献主要是：1、较好地安放与保护石鼓，使之未受到明显毁坏；2、创作了一大批石鼓诗歌，较好地宣传与扩大了石鼓文化的影响；3、在研究石鼓方面，取得了一定的进步。如：杨慎所著《石鼓文音释》；顾炎武著《金石文字记》、李中馥《石鼓文考》、陶滋《石鼓文正误》等；4、杨慎撰刻所谓“东坡本”石鼓文(函海本)，虽来自薛尚功《岐阳石鼓文》补字本，但对後世产生了正负两方面不同的影响。\n0历史研究（之三）\n清代石鼓研究（附石鼓诗）\n清军进入北京，夺取政权，取代明朝後。顺利接管了宫殿，以及各种文物。定都北京後，清政府一般都按旧例进行管理，故而文物遗失损毁不大。石鼓依旧陈列於孔庙大成门内。为了巩固满清统治，加快民族文化融合。康熙、乾隆等都十分重视汉文化的学习与运用。清圣祖玄烨还特意写有一篇《石鼓赞》：“朕释奠先师於国学，观石鼓於庙门之两庑。缅怀周宣。迄今两千馀年，而中兴之烈，岐阳之蒐，俯仰如昨。鲁壁汲冢，缺有间矣。此文此石，独焕然与日月争光，是三代法物之仅存者也。今列在太学，实斯文之盛，尝寻绎拓本，推详其遗义，有会於心焉，乃为赞曰：猗欤周宣，纘绪文武。一时从臣，方叔召虎。蒐於岐阳，陈列斨弩。镌功告成，伐石作鼓。以歌以铭，载规载矩。岂备考击，致烦朦瞽。鼓鼙思将，义盖有取。历二千年，铄日蚀土。蝌蚪失传，剥落谁补。车攻马同，麀鹿麌麌。晨星缺月，完句可数。天门詄荡，岐山翔舞。轩颉是班，钟土敢伍。陈在泮宫，设於廊庑。是切是磋，匪击匪拊。桥门观礼，如对簋簠。庶几文治，再见三古。”。从康熙的诗歌来看，明显持石鼓为周宣王时所作之观点。凭借皇威皇权，清中期前，是不会有人敢提出违背圣意之观点的。所以清代学者仍维持“宣王说”之观点。对石鼓文的研究，大都着重於文字之考证，书法之研究。\n清高宗乾隆也写有《再题石鼓》：“石鼓韩歌掘臼科，弗知其意所云何。兹因考古求之质，爰命图真一有窠。慨叹会充舂杵用，伤形已阅岁年多。言行国学历珍弃，重道崇文功不磨。命图十鼓形以来，漫漶缺裂固千百年物之常，其第十鼓平面则凿为大孔，图径一尺三寸、深一尺二寸，因恍悟即昌黎之所谓臼科也。科者，坎坎者陷，非欲所谓臼窠乎？则昌黎之语乃举其实，而其为臼窠自唐时已然矣。呜呼，为此者实庸愚小人不足罪。兹虽珍重护惜以永厥年，安知数千百年之後不复遭剥蚀割凿之灾乎。而重用其文以成十鼓之全，又非拘於形而泥於古乎。其幸在兹，其慎亦在兹矣。”。在此诗中，乾隆对石鼓掘臼科之事提出了疑问。\n由於康熙、乾隆都喜欢石鼓文，大臣学士都投其所好，紧随其後。在阮元“北碑南帖论”的推助下，一时间全国上下掀起了学习石鼓书法，研究石鼓文字之风。石鼓文拓本重金难求，为适应市场需求，各类石鼓文版本，应运而生。许多秘藏之拓本，也都出现於清代。这一时期产生的石鼓文学者也多，远远超过宋元各代，但涉及石鼓产生年代的极少。著作多为“考释”、“集注”、“定本”之类。如朱彝尊《钦定日下旧闻考·石鼓文考》，张燕昌《石鼓文释存》、尹彭寿《石鼓文汇》、强运开《石鼓释文》、震钧《石鼓文集注》、郑业斆《石鼓文定本》、沈梧《石鼓文定本》、吴大澄《说文古籀补》等。\n以上资料来源于刘星、刘牧著《石鼓诗文复原译释》 \n","category":"草书","verified":true,"user":1,"timestamp":1429951562429}]