[{"name":"韩世忠行书高义帖","text":"赵构（1107年5月21日－1187年11月9日），字德基，南宋开国皇帝，在位35年。他是宋徽宗第九子，宋钦宗之弟，北宋时期被封为“康王”。1127年（靖康二年）金兵俘徽、钦二宗北去后，被宋钦宗封为天下兵马大元帅的赵构在南京应天府（今河南商丘）即位，改元建炎，重建宋朝，史称“南宋”。他拒绝主战派抗金主张，随后南逃至临安府(今浙江杭州)定都。建炎三年（1129年），苗傅、刘正彦发动“苗刘兵变”，被逼退位，在绍兴皇宫的隆祐太后（宋哲宗孟皇后）为稳定局势，传旨让皇太子赵旉即位，改年号为明受（明授），宰相张浚平定叛乱后，复位。绍兴三十二年（1162年）禅位于宋孝宗赵眘，自称光尧寿圣宪天体道性仁诚德经武纬文绍业兴统明谟盛烈太上皇帝。淳熙十四年卒，享年81岁，是中国历史上少有的长寿帝王之一，葬会稽永思陵。谥号曰圣神武文宪孝皇帝，庙号高宗。光宗绍熙二年（1191年），加谥受命中兴全功至德圣神武文昭仁宪孝皇帝。\n他在位时，迫于形势起用岳飞、韩世忠等大将抗金，但大部分时间仍重用主和派的黄潜善、汪伯彦、王伦、秦桧等人，后来甚至处死岳飞，罢免李纲、张浚、韩世忠等主战派大臣。\n赵构精于书法，善真、行、草书，笔法洒脱婉丽，自然流畅，颇得晋人神韵。著有《翰墨志》，传世墨迹有《草书洛神赋》等。\n人物生平\n早年经历\n宋高宗赵构是宋徽宗赵佶的第九子，母显仁皇后韦氏，生于大观元年五月乙巳日（1107年6月12日），同年八月丁丑日，赐名为赵构，授定武军节度使、检校太尉，封蜀国公。大观二年（1108年）正月庚申日，封为广平郡王。宣和三年（1121年）十二月壬子日，进封为康王。赵构天性聪明，知识渊博，记忆力很强，他每日能读诵书籍千余言，博闻强记。赵构的臂力也很强，史书记载他能拉动一石五斗（约二百斤）力的弓（岳飞能拉动三百斤力的弓）。 在位期间重用黄潜善、汪伯彦、王伦、秦桧等奸臣，迫害打击抗金将领和忠臣良将，但是生活比较节俭。\n北宋靖康元年（1126年）春，金兵第一次包围开封府时，他曾以亲王身分在金营中短期为人质。当年冬，金兵再次南侵，他奉命出使金营求和，在河北磁州（今属河北）被守臣宗泽劝阻留下，得以免遭金兵俘虏。金兵再次包围开封时，受命为河北兵马大元帅（《宋史·本纪》称赵构为天下兵马大元帅），宋廷令其率河北兵马救援京师，但他移屯北京大名府（今河北大名），继又转移到东平府（今属山东），以避敌锋。\n建炎南渡\n宋徽宗和钦宗为金兵俘虏北去，于次年五月初一在南京应天府（今河南商丘）即位，改元建炎，成为南宋第一位皇帝。宋高宗是南宋初年投降派的首脑。南宋政权初建,他迫于形势起用抗战派李纲为宰相，但不久赶走李纲，同宠臣汪伯彦、黄潜善等奸佞小人放弃中原，从南京应天府逃到扬州，一意享乐。\n公元1129年（建炎三年）旧历二月，金兵奔袭扬州，他狼狈渡江，经镇江府到杭州。迫于舆论压力，他不得不罢免汪伯彦、黄潜善等人。\n苗傅和刘正彦利用军士对朝政的不满，发动兵变，杀了宋高宗信任的同签书枢密院事王渊和一批宦官，逼迫宋高宗退位，史称苗刘兵变。\n文臣吕颐浩、张浚和武将韩世忠、刘光世、张俊起兵“勤王”，宋高宗得以“复辟”。他继续派使臣向金朝乞降，哀诉自已逃到南方后，“所行益穷，所投日狭”，“以守则无人，以奔则无地”，要求金朝统治者“见哀而赦己”，不要再向南进军。对于抗金战争却不作任何有力的部署。九月，金兵渡江南侵，宋高宗即率臣僚南逃。\n十月到越州（今浙江绍兴），随后又逃到明州（今浙江宁波），并自明州到定海（今浙江舟山），漂泊海上，逃到温州（今属浙江）。\n直到建炎四年夏金兵撤离江南后，他才又回到绍兴府（今浙江绍兴）、临安府（今浙江杭州）等地，后将临安府定为南宋的行在。\n金兵暂停南侵，宋高宗便抽调精兵镇压荆湖、江西、福建等路的农民起义军和盗匪，巩固了自己的统治。他虽然在防御金兵方面作了一些部署，任命岳飞、韩世忠、吴玠、刘光世、张俊等人分区负责江、淮防务，但只把军事部署作为乞降的筹码，始终没有收复失地的打算。他把金朝派到南宋进行诱降活动的秦桧予以重用，任为宰相，同秦桧加紧进行投降活动，竭力压制岳飞等将领的抗金要求。\n当绍兴十年(1140)各路宋军在对金战争中节节取胜时，宋高宗担心将领功大势重、尾大不掉，又怕迎回钦宗后自己必须退位，于是下令各路宋军班师，断送了抗金斗争的大好形势。\n屈辱求和\n绍兴十一年（公元1141年），解除岳飞、韩世忠等大将的兵权，向金朝表示坚决议和的决心。不久，他与秦桧制造岳飞父子谋反冤案，以“莫须有”的罪名加以杀害，遂同金朝签定了屈辱投降的绍兴和议，向金称臣纳贡，以换取金承认自己在淮河、大散关以南地区的统治权。十一月和议签定后，按金朝规定，秦桧事实上成了终身宰相，宋高宗虽对他日益猜忌，却仍纵容他专权跋扈，对主张抗战的臣僚加以排斥和打击。即使在秦桧死后，宋高宗仍委任投降派万俟卨、汤思退等奸佞小人掌政，坚守对金和议条款，每年除纳贡银二十五万两、绢二十五万匹外，送给金统治者贺正旦、生辰等的礼物也“以巨万计”，只要金朝统治者索取玩好，宋高宗立即下令搜访送去。对其统治区的人民，却巧立名目加强搜括，使南宋的赋税名目比北宋时更多，剥削更加残酷。\n绍兴三十一年（公元1161年）秋，金海陵王完颜亮大举南侵，宋高宗又想再次逃离临安府。金海陵王渡江失败，被部下所杀(见采石之战)。宋高宗遣使贺金世宗完颜雍即位，准备再次对金议和。宋高宗在当了三十六年皇帝以后，于公元1162年（绍兴三十二年）六月以“倦勤”，想多休养为由，传位给养子赵昚，是为宋孝宗。他自称太上皇帝。\n晚年生活\n赵构退位后，自称不再问朝政，其实也干预一些政事。有一天，他去灵隐寺冷泉亭喝茶，有个行者对他照料得很殷勤，他打量了一番行者说：“我看你的样子不像个行者。”行者哭着诉说道：“我本是一个郡守，因为得罪了监司，被诬陷降罪，罚为庶人。为了糊口，得来此处投亲，干此贱活。”赵构当即说：“我明天替你去向皇帝说明。”回宫后果真对皇帝讲了，要复他的职。几天后他再去冷泉亭，见行者还在，他回宫后在宴饮时便怒容满面。孝宗小心翼翼地问赵构为何生气，赵构说：“我老了，没人听话了，那行者的事，我几天前就同你讲了，为何不办理？”孝宗回答说：“我昨日已向宰相讲起，宰相一查，说此人是贪赃枉法，免他一死已经宽大，再要复职实在不行。”赵构却不顾这些，说：“那叫我今后怎么再见人，我已经答应他向你求情。”孝宗无奈，只得去对宰相说：“太上皇大发脾气了，那人即使犯了谋杀罪，你也得给他复职。”宰相只得照办 。\n赵构政治上昏聩，但是精于书法，善真行草书，笔法洒脱婉丽，自然流畅，颇得晋人神韵，明代陶宗仪《书史会要》称：“高宗善真行草书，天纵其能，无不造妙。”其书法影响和左右了南宋书坛，后人多效法其书迹。 \n淳熙十四年十月乙亥日（1187年11月9日），赵构病死于临安行宫的德寿殿，时年八十一岁，谥号圣神武文宪孝皇帝，庙号高宗。赵构死后，棺木未下葬，直到淳熙十六年（1189年）三月丙寅日，才下葬于都城绍兴府会稽县之永思陵。宋光宗绍熙二年（1191年），加谥号为受命中兴全功至德圣神武文昭仁宪孝皇帝。 \n人物经历资料来源 \n历史评论\n当时诗人岳珂题诗《忆昔》忆昔绍兴际，垂髫游上都。\n舜廊时访道，禹殿日陈谟。\n元朝官修正史《宋史》脱脱等的评价是：“昔夏后氏传五世而后羿篡，少康复立而祀夏；周传九世而厉王死于彘，宣王复立而继周；汉传十有一世而新莽窃位，光武复立而兴汉；晋传四世有怀、愍之祸，元帝正位于建邺；唐传六世有安、史之难，肃宗即位于灵武；宋传九世而徽、钦陷于金，高宗缵图于南京：六君者，史皆称为中兴，而有异同焉。夏经羿、浞，周历共和，汉间新室、更始，晋、唐、宋则岁月相续者也。萧王、琅琊皆出疏属，少康、宣王、肃宗、高宗则父子相承者也。至于克复旧物，则晋元与宋高宗视四君者有余责焉。高宗恭俭仁厚，以之继体守文则有余，以之拨乱反正则非其才也。况时危势逼，兵弱财匮，而事之难处又有甚于数君者乎？君子于此，盖亦有悯高宗之心，而重伤其所遭之不幸也。然当其初立，因四方勤王之师，内相李纲，外任宗泽，天下之事宜无不可为者。顾乃播迁穷僻，重以苗、刘群盗之乱，权宜立国，确呼艰哉。其始惑于汪、黄，其终制于奸桧，恬堕猥懦，坐失事机。甚而赵鼎、张浚相继窜斥，岳飞父子竟死于大功垂成之秋。一时有志之士，为之扼腕切齿。帝方偷安忍耻，匿怨忘亲，卒不免于来世之诮，悲夫！”\n康王入，毅然请行，曰：“敌必欲亲王出质，臣为宗社大计，岂应辞避！”钦宗立，改元靖康，人拆其字，谓“十二月立康王”也资性郎悟，好学强记，日诵千余言，挽弓至一石五斗。\n是日，定议航海避敌。执政请每舟载六十卫士，人不得过两口，卫士皆曰：“我有父母，有妻子，不知两者如何去留？”……卫士张宝等百余人遮道，问以欲乘海舟何往，因出语不逊……帝密谕宰执曰：“此辈欲沮大事，朕今夕伏中军甲士五百人于后苑，卿等翼日率中军入朝，捕为首者诛之。”……帝自便殿御介胄，引伏兵出，弯弓手发二矢，中二人，坠于屋下。其众骇惧，悉就擒。\n内侍有言：“讲读官某人，敷陈甚善，臣今拟奖谕诏书以进。”帝曰：“此当出自朕意。若降诏书，自有学士，尔等小臣，岂宜如此！是后不许妄言！”\n帝谕辅臣曰：“朕每退朝，押班以下奏事，亦正衣冠，再坐而听，未尝与之款昵。又性不喜与妇人久处，多坐殿旁小合，笔砚外不设长物，静思军国大事，或阅疏章。宫人有来奏事者，亦出合子处分毕而后入，每日如是。\n帝谕大臣曰：“朕省阅天下事，日有常度，每退朝，阅群臣及四方章奏，稍暇即读书史，至申时而常程皆毕，乃习射，晚则复览投匦封事，日日如是也。”\n帝曰：“朕尝夜观天象，见荧惑星次稍差，食素已二十余日，须俟复行轨道，当复常膳。”\n刘光世以枯秸生穗为瑞，奏之。帝曰：“岁丰，人不乏食，朝得贤辅佐，军中有十万铁骑，乃可为瑞，此外不足信。朕在籓邸时，梁间有芝草，府官皆欲上闻，朕手自碎之，不欲生此奇怪事。”辅臣叹服。\n吕颐浩言：“近至天竺祈晴，今雨少霁，可以上宽圣虑。”帝曰：“朕宫中亦自育蚕，此不惟可候岁事，亦欲知女工艰难，事事质验。\n帝曰：“昨韩世忠进一马，高五尺一寸，云非人臣所敢乘。朕答以九重之中，未尝出入，何所用之，卿可自留为战备。”\n帝曰：“艺祖以圣武定天下，而子孙不得享之，遭时多艰，零落可闵。朕若不取法仁宗，为天下计，何以慰在天之灵！”\n大理国请入贡且卖马，帝谕大臣曰：“令卖马可也。进奉可勿许，安可利其虚名而劳民乎！”朱胜非曰：“异时广西奏大理入贡，事可为鉴。”帝曰：“遐方异域，何由得实！彼云进奉，实利贾贩。第令帅臣、边将偿其马直，当价则马当继至，庶可增诸将骑兵，不为无益也。”《续资治通鉴》\n关于赵构，历代倾向于定位为昏庸之主。\n不过，北宋是在仓促之间被金人攻陷了都城汴梁，二帝“北狩”，当赵构南渡时，身边亲兵仅一千余人，然而他通过各种方法，迅速调集人员防守住了淮河、长江，同时建立了南宋的根基。\n贾志扬《天潢贵胄——宋代宗室史》中评说：“宋朝之得以复兴，要归功于赵构的逃跑。”当时如果他没有逃跑，而是在北方战死，那么可能会出现一个更糟糕的局面。在这里，我们可以把赵构和明末的崇祯皇帝做个对比，为什么南宋可以偏安，而南明不行？\n原中国宋史学会会长朱瑞熙教授认为宋高宗在对金关系上，他坚持与金议和，不惜纳贡称臣、杀害岳飞父子，因此是十足的投降派首领。但他有时也曾指挥、组织过宋军抗击入侵的金军。加之他一直沿用宋朝的国号和正朔，所以他还没有达到完全“卖国”的程度．不能称之为“卖国贼”同时，他在内政建设上，经过不断努力，解决了农民暴动、兵变、游寇等棘手的问题，稳定了政局．从而保证宋朝的统治得以延续，因此他还是南宋的“中兴之主”。总之，他所处的特定环境．决定他是一位功、过参半的皇帝，不能把他完全否定。 \n赵构少即醉心书道，陆游曾说：“思陵妙悟八法，留神古雅，访求法书名画，不遗余力。清闲之燕，展玩摹拓不少怠。”他曾自谓：“余自魏、晋以来以至六朝笔法，无不临摹，众体备于笔下，意简犹存取舍，至若禊帖，测之益深，拟之益严，以至成诵。”他整理收集宣和内府因战乱而散失的古代法帖名画，身体力行地提倡大众研习书法。他认为：“士人于字法，若少加临池之勤，则点画便有位置．无面墙信手之愧。”他自己善学《兰亭序》，便赠之与王子和朝中大臣，又让宋孝宗学书。一时间，以高宗为中心，南宋几乎掀起了一个学书高潮。 \n马宗霍在《书林藻鉴》中说：“高宗初学黄字．天下翕然学黄字，后作米字，天下翕然学米字，最后作孙过庭字，而孙字又盛……盖一艺之微，苟倡之自上，其风靡有如此者。”这种以权贵的好恶而人为左右书体盛衰，影响了南宋书法的发展，但宋高宗对南宋书坛的贡献还是不能抹杀的。\n个人作品\n书法\n赵构是历史上有名的书画家，著有《翰墨志》一卷，传本《顾恺之女史箴图题字》《褚遂良倪宽赞》等也有指为赵构所书者。\n诗词\n《斥构文集》\n题马麟画\n《渔父词(渔父十五首)》\n文臣武将\n名将\n宗泽\n岳飞\n岳云\n韩世忠\n岳雷\n梁红玉\n曲端\n吴玠\n吴璘\n刘锜\n张宪\n虞允文\n宰相\n李纲\n黄潜善\n赵鼎\n张浚\n吕颐浩\n朱胜非\n沈该\n汤思退\n范宗尹\n秦桧\n陈康伯\n朱倬\n权邦彦\n韩肖胄\n王纶\n家庭成员\n父母\n父亲：宋徽宗赵佶\n母亲：显仁皇后韦氏\n后妃\n宪节皇后邢秉懿，康王妃，封嘉国夫人，靖康之难时北迁，高宗遥册为皇后，绍兴九年崩，后韦太后归国，方知皇后早崩，时中宫已虚位达十六年。\n宪圣慈烈皇后吴氏，自和义郡夫人、才人、婉仪、进贵妃。绍兴十三年，立为皇后。高宗内禅，手诏后称太上皇后，迁居德寿宫。孝宗即位，上尊号寿圣太上皇后，光宗即位更号寿圣皇太后。孝宗崩，始正太皇太后之号，庆元三年崩，年八十三。\n张贵妃，开封祥符人。初入宫，封永嘉郡夫人。乾道六年，进婉容。淳熙七年，封太上皇淑妃。十六年，进贵妃。绍熙元年薨。\n潘贤妃，侍奉高宗于康王府，生元懿太子赵旉，绍兴十八年薨。\n张贤妃，初为才人，后晋婕妤、婉仪。死后追封贤妃。孝宗养母。\n刘贤妃，倾城艳名盛于天下。入宫为红霞帔，迁才人、婕妤、婉容，绍兴二十四年进贤妃。淳熙十四年（1187年）去世。\n刘婉仪，初入宫，封宜春郡夫人。寻进才人，与刘贤妃俱被宠，进婉仪。\n吴才人，吴皇后的族人。\n李才人，高宗晚年的爱妃，姿色明艳，高宗死后，吴皇后一见她就愤怒，因此被宋孝宗赐死。\n王才人，高宗晚年的爱妃，姿色明艳，高宗死后，吴皇后一见她就愤怒，因此被宋孝宗赐死。\n田郡君，名春罗，高宗为康王时侧室，靖康之难时死于北迁途中。\n姜郡君，名醉媚，高宗为康王时侧室，靖康之难时北迁。\n冯美人\n韩才人\n子女\n儿子\n宋高宗仅有一个亲生儿子赵旉，即宋简宗、正安帝(元懿太子)，早夭(卒年3岁)。\n养子赵伯琮，即宋孝宗，养母张贤妃。\n养子赵伯玖，更名赵璩，养母吴皇后。\n女儿\n高宗为康王时，曾育有五女，后皆被掳。《新安县志》载高宗其中一女于建炎三年被江西县令邓元亮于起兵勤王时于道上收养，长大后嫁给邓元亮之子邓自明。至宋光宗即位，赵氏带长子面见光宗，光宗称赵氏为皇姑，封为郡主，并把邓自明追赠为“税院郡马”，并赐地于东莞。后人散居到香港龙跃头、锦田、厦村、大埔头及东莞等地。\n康大宗姬赵佛佑，北迁时四岁，后入浣衣院。\n康二宗姬赵神祐，北迁时四岁，后入浣衣院。\n康三宗姬，北迁时三岁，死于途中。\n康四宗姬，北迁时二岁，死于途中。\n康五宗姬，北迁时二岁，死于途中。\n影视形象\n988年《八千里路云和月》：范鸿轩饰演赵构；\n994年《岳飞传》：黄允材饰演赵构；\n005年《济公新传》：王冰饰演赵构；\n009年《牡丹亭》：张铁林饰演赵构；\n013年《精忠岳飞》：丁子峻饰演赵构。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951599393},{"name":"韩世忠行书高义帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791641536,"text":"韩世忠《高义帖》 33.5×21.5cm 北京故宫博物院藏\n释文：\n世忠再拜 日者事绪种种　每荷周全 自非高义 何以及此 世忠近以私家身物 悉进朝廷 复得圣旨 今世忠般取缕细 专遣人拜闻 谅已垂念 若更蒙颐旨 早与发遣 乃出厚赐也 叠有干溷 悚仄之剧 世忠 再拜","author":"宋代韩世忠","description":"韩世忠行书高义帖"}]