[{"name":"董其昌行书跋蜀素帖","text":"《蜀素帖》，为北宋书法家米芾的墨宝。写于哲宗元祐三年（1088年），以行书写成。今藏于国立故宫博物院。《蜀素帖》纵长27.8厘米，横长270.8厘米。“蜀素”指的是这卷仁宗庆历四年（1044年）在四川东方所织造的名贵绢。卷上的乌丝栏也是织出来的，可见是专供书写用的。\n简介\n米芾《蜀素帖》 ，亦称《拟古诗帖》，被后人誉为中华第一美帖，系中华十大传世名帖之一。天下十大行书之一，排第八。墨迹绢本，行书。纵29.7厘米，横284.3厘米；书于宋哲宗元祐三年（1088），米芾三十八岁时，共书自作各体诗八首，计71行658字，署黻款。是米芾三十八岁时（1088年），在蜀素上所书的各体诗八首。\n“蜀素”是北宋时四川造的质地精良丝绸织物，上织有乌丝栏，制作讲究。有个叫邵子中的人把一段蜀素装裱成卷，以待名家留下墨宝，此卷相传为邵氏所藏，欲请名家留下墨宝，以遗子孙，可是传了祖孙三代，竟无人敢写。因为丝绸织品的纹罗粗糙，滞涩难写，故非功力深厚者不敢问津。《蜀素帖》经宋代湖州（浙江吴兴）郡守林希收藏二十年後，一直到北宋元祐三年八月，米芾立林希邀请，结伴游览太湖近郊的苕溪，林希取出珍藏的蜀素卷，请米芾书写，米芾才胆过人，当仁不让，一口气写了自作的八首诗。卷中数诗均是当时记游或送行之作。卷末款署“元祐戊辰九月二十三日，溪堂米黻记”。\n风格\n整体风貌\n此《蜀素帖》为墨迹绢本；蜀素上书有米芾自作各体诗八首，（为当时的游记和送行之作）计71行658字，卷末款属“元祐戉辰，九月二十三日，溪堂米黻记”。（按米芾落款，以“黻”、“芾”别早晚）。《蜀素帖》书于乌丝栏内，但气势丝毫不受局限，率意放纵，用笔俊迈，笔势飞动，提按转折挑，曲尽变化。《拟古》二首尚出以行惜，愈到后面愈飞动洒脱，神采超逸。米芾用笔喜\"八面出锋\"，变化莫测。此帖用笔多变，正侧藏露，长短粗细，体态万千，充分体现了他“刷字”的独特风格。结字也俯仰斜正，变化极大并以欹侧为主，表现了动态的美感。因蜀素粗糙，书时全力以赴，故董其昌在《蜀素帖》后跋曰：“此卷如狮子捉象，以全力赴之，当为生平合作”。另外，由于丝绸织品不易受墨而出现了较多的枯笔，使通篇墨色有浓有淡，如渴骥奔泉，更觉精彩动人。\n《蜀素帖》结构奇险率意，变幻灵动，缩放有效，欹正相生，字形秀丽颀长，风姿翩翩，随意布势，不衫不履。用笔纵横挥洒，洞达跳宕，方圆兼备，刚柔相济，藏锋处微露锋芒，露锋处亦显含蓄，垂露收笔处戛然而止，似快刀斫削，悬针收笔处有正有侧，或曲或直；提按分明，牵丝劲挺；亦浓亦纤，无乖无戾，亦中亦侧，不燥不润。章法上，紧凑的点画与大段的空白强烈对比，粗重的笔画与轻柔的线条交互出现，流利的笔势与涩滞的笔触相生相济，风樯阵马的动态与沉稳雍容的静意完美结合，形成了《蜀素帖》独具一格的章法。总之，率意的笔法，奇诡的结体，中和的布局，一洗晋唐以来和平简远的书风，创造出激越痛快、神采奕奕的意境。所以清高士奇曾题诗盛赞此帖：“蜀缣织素鸟丝界，米颠书迈欧虞派。出入魏晋酝天真，风樯阵马绝痛快”。\n行书是动静结合的书体，其笔画、偏旁部首，结构等都有一定的规范，但是又不囿于规范，颇具变化的特点。所以，行书能够做到雅俗共赏，使实用性和艺术性完美结合，深受人们的喜爱。历代写行书的人很多，留下来的行书遗迹也很多，风格差异也很大，可供后人学习选择的余地也很大。但是，有些行书字帖字数较少，有些拓片又漫漶不清，不适合初学。基于这种考虑，这套《历代名家行书临习教程》选择了东晋王羲之的《兰亭序》、唐代怀仁《集王书圣教序》和宋代米芾的《蜀素帖》三本。\n《蜀素帖》是米芾的代有作品。此帖写在丝织品上，因为丝织品吸水性弱，而米芾用笔又快，所以线条显得枯渴自然，最能体现米芾刷字的意味。临习此帖，用墨宜干不宜湿，行笔宜快中见涩，凡出锋处应具回锋的意味，做到笔短意长。\n保存\n湖州郡守林希宝存家中二十余年，至神宗熙宁元年（1068年）装裱成卷。当时许多书法家只敢在蜀素上书写少许字，直到米芾才在上面写的满满的八首诗句。此作可说是米芾早年的力作，董其昌以“狮子捉象，以全力赴之”来形容。用笔的快慢、轻重、起收及转折，不拘一法，收放自如。结体偏纵长倾侧，表现灵动。相同字都有不同的写法，极尽变化之能事。书风完全显露出米芾“不偶于俗”的人格特质。\n《蜀素帖》明代归项元汴、董其昌、吴廷等著名收藏家珍藏，清代落入高士奇、王鸿绪、傅恒之手，清高士奇曾题诗盛赞此帖：“蜀缣织素鸟丝界，米颠书迈欧虞派。出入魏晋酝天真，风樯阵马绝痛快”。董其昌在《蜀素帖》后跋曰：“此卷如狮子搏象，以全力赴之，当为生平合作”。 后入清内府，现存台湾故宫博物院。\n原文\n《拟古》\n青松劲挺姿，凌霄耻屈盘。种种出枝叶，牵连上松端。秋花起绛烟，旖旎云锦殷。\n不羞不自立，舒光射丸丸。柏见吐子效，鹤疑缩颈还。青松本无华，安得保岁寒。\n龟鹤年寿齐，羽介所托殊。种种是灵物，相得忘形躯。鹤有冲霄心，龟厌曳尾居。\n以竹两附口，相将上云衢。报汝慎勿语，一语堕泥涂。\n《吴江垂虹亭作》\n断云一片洞庭帆，玉破鲈鱼金破柑。好作新诗继桑苎，垂虹秋色满东南。\n泛泛五湖霜气清，漫漫不辨水天形。何须织女支机石，且戏常娥称客星。时为湖州之行.\n《入境寄集贤林舍人》\n扬帆载月远相过，佳气葱葱听颂歌。路不拾遗知政肃，野多滞穗是时和。\n天分秋暑资吟兴，晴献溪山入醉哦。便捉蟾蜍共研墨，彩笺书尽剪江波。\n《重九会郡楼》\n山清气爽九秋天，黄菊红茱满泛船。千里结言宁有后，群贤毕至猥居前。\n杜郎闲客今焉是，谢守风流古所传。独把秋英缘底事，老来情味向诗偏。\n《和林公岘山之作》\n皎皎中天月，团团径千里。震泽乃一水，所占已过二。娑罗即岘山，谬云形大地。\n地惟东吴偏。山水古佳丽。中有皎皎人，琼衣玉为饵。位维列仙长。学与千年对。\n幽操久独处。迢迢愿招类。金飔带秋威。欻逐云樯至。朝隮舆驭飙。暮返光浮袂。\n云盲有风驭。蟾餮有刀利。亭亭太阴宫。无乃瞻星气。兴深夷险一。理洞轩裳伪。\n纷纷夸俗劳。坦坦忘怀易。浩浩将我行。蠢蠢须公起。\n《送王涣之彦舟》\n集英春殿鸣捎歇。神武天临光下澈。鸿胪初唱第一声。白面玉郎年十八。\n神武乐育天下造。不使敲枰使传道。衣锦东南第一州。棘璧湖山两清照。\n襄阳野老渔竿客。不爱纷华爱泉石。相逢不约约无逆。舆握古书同岸帻。\n淫朋嬖党初相慕。濯发洒心求易虑。翩翩辽鹤云中侣。土苴尫鸱那一顾。\n迩来器业何深至。湛湛具区无底沚。可怜一点终不易。枉驾殷勤寻漫仕。\n漫仕平生四方走。多与英才并肩肘。少有俳辞能骂鬼。老学鸱夷漫存口。\n一官聊具三径资。取舍殊涂莫回首。\n元祐戊辰九月廿三日。溪堂米黻记。\n米芾（1051—1107）初名黻，后改芾，字元章，号襄阳漫士，又号鹿门居士、海岳外史等。北宋书法家，画家，书画理论家。本山西太原人，迁居襄阳，后又居住在江苏镇江等地，是声名显赫的北宋四大书法家之一，他的书法作品传世较多，但画迹已荡然无存。曾任校书郎、书画博士、礼部员外郎。善诗，工书法，擅篆、隶、楷、行、草等书体，长于临摹古人书法，达到乱真的程度。传世书法墨迹有：《向太后挽词》、《蜀素帖》、《苕溪诗帖》、《拜中岳命帖》、《虹县诗卷》、《草书九帖》、《多景楼诗帖》等。著《山林集》已佚。其书画理论见于所著《书史》、《画史》、《宝章待访录》等书中。\n米芾自幼爱好读诗书，从小受到良好的教育，加上天资聪慧，六岁时能背诗百首，八岁学书法，十岁摹写碑刻，小获声誉。十八岁时，宋神宗继位，因不忘米芾母亲阎氏的乳褓旧情，恩赐米芾为秘书省校字郎，负责当时校对，订正讹误。从此开始走上仕途，自到1107年卒于任。米芾一生官阶不高，这与他不善官场逢迎，又为人清高有关。米芾是一个有真才实学的人，不善官场逢迎。使他赢得了很多的时间和精力来玩石赏砚钻研书画艺术，对书画艺术的追求到了如痴如醉的境地，他在别人眼里与众不同，不入凡俗的个性和怪癖，也许正是他成功的基石。他曾自作诗一首：“柴几延毛子，明窗馆墨卿，功名皆一戏，未觉负平生。”他就是这样一个把书画艺术看得高于一切的恃才傲物之人。\n米芾平生于书法用功最深，成就以行书为最大。虽然画迹不传于世，但书法作品却有较多留存。南宋以来的著名汇帖中，多数刻其法书，流播之广泛，影响之深远，在“北宋四大书家”中，实可首屈一指。康有为曾说：“唐言结构，宋尚意趣。”意为宋代书法家讲求意趣和个性，而米芾在这方面尤其突出，是北宋四大家的杰出代表。\n米芾习书，自称“集古字”，虽有人以为笑柄，也有赞美说“天姿辕轹未须夸，集古终能自立家”(王文治)。这从一定程度上说明了米氏书法成功的来由。根据米芾自述，在听从苏东坡学习晋书以前，大致可以看出他受五位唐人的影响最深：颜真卿、欧阳询、褚遂良、沈传师、段季展。\n米芾有很多特殊的笔法，如“门”字右角的圆转、竖钩的陡起以及蟹爪钩等，都集自颜之行书；外形竦削的体势，当来自欧字的模仿，并保持了相当长的一段时间；沈传师的行书面目或与褚遂良相似；米芾大字学段季展，“独有四面”、“刷字”也许来源于此；褚遂良的用笔最富变化，结体也最为生动，合米芾的脾胃，曾赞其字，“如熟驭阵马，举动随人，而别有一种骄色”。\n元丰五年(1082)以后，他开始寻访晋人法帖，只一年就得到了王献之的《中秋帖》。这先入为主的大令帖，对他产生了巨大的影响，他总觉得右军不如其子。但生性不羁的米芾并不满足于小王，早在绍圣年间就喊出了“老厌奴书不换鹅”，“一洗二王恶札”。米芾据说学过羊欣，李之仪说，“海岳仙人不我期……笔下羊欣更出奇”。那么米芾学羊欣大概在卜居海岳庵，是元佑六年之后的事情了。\n尽管如此，米书并没有定型，近在元佑三年书写的《苕溪帖》、《殷令名头陀寺碑跋》、《蜀素帖》写于一个半月之内，风格却有较大的差异，还没有完全走出集古字的门槛。直到“既老始自成家，人见之，不知何以为主”时才最后完成了自己风格的确立，大概在五十岁以后。\n这定型的书法面目，由于米芾过于不羁，一味好“势”，即使小楷如《向太后挽词》也跃跃欲试。这“势”固是优点，但同时又成了他的缺陷。“终随一偏之失”，褒贬分明如黄庭坚者应该是比较客观的、公道的。黄长睿评其书法，“但能行书，正草殊不工”，当时所谓“正”，并无确指，不一定是现在的“正楷”，倘指篆隶，倒也恰当。现存的米芾篆隶，的确不甚工，草书也写得平平。他后来对唐人的草书持否定态度，又囿于对晋草的见识，成绩平平自然在所难免。\n米芾作书十分认真，不像某些人想象的那样，不假思索一挥而就。米芾自己说：“佘写《海岱诗》，三四次写，间有一两字好，信书亦一难事”(明范明泰《米襄阳外记》)。一首诗，写了三四次，还只有一两字自己满意，其中的甘苦非个中行家里手不能道，也可见他创作态度的严谨。\n米芾以书法名世，为北宋四家之一，若论体势骏迈，则当属第一。他的成就完全来自后天的努力。他三十岁时在长沙为官，曾见岳麓寺碑，次年又到庐山访东林寺碑，且都题了名。元佑二年还用张萱画六幅、徐浩书二帖与石夷庚换李邕的《多热要葛粉帖》。证之其书法，二十四岁的临桂龙隐岩题铭摩崖，略存气势，全无自成一家的影子；三十岁时的《步辇图》题跋，亦使人深感天资实逊学力。\n米老狡狯，偶尔自夸也在情理中，正如前人所云“高标自置”。米芾自叙学书经常会有些故弄玄虚，譬如对皇帝则称“臣自幼便学颜行”。但是米芾的成功完全来自后天的苦练，丝毫没有取巧的成分，米芾每天临池不辍，举两条史料为证：“一日不书，便觉思涩，想古人未尝半刻废书也。”“智永砚成臼，乃能到右军(王羲之)，若穿透始到钟(繇)、索(靖)也，可永勉之。”他儿子米友仁说他甚至大年初一也不忘写字。(据孙祖白《米芾米友仁》)。米芾富于收藏，宦游外出时，往往随其所往，在座船上大书一旗“米家书画船”。\n米芾晚年居润州丹徒(今属江苏)，有山林堂。故名其诗文集为《山林集》，有一百卷，现大多散佚。目前传世有《宝晋英光集》。米芾能书又能诗，诗称意格，高远杰出，自成一家。尝写诗投许冲元，自言“不袭人一句，生平亦未录一篇投豪贵”，别具一格为其长，刻意求异为其短。\n米芾画迹不存在于世。米芾自著的《画史》记录了他收藏、品鉴古画以及自己对绘画的偏好、审美情趣、创作心得等。这应该是研究他的绘画的最好依据。\n米芾的成功在于通过某种墨戏的态度和母题选择达到了他认可的文人趣味。米芾意识到改变传统的绘画程式和技术标准来达到新的趣味的目的。究其原因：米芾首先是一个收藏宏富的收藏家，鉴定家，对历代绘画的优劣得失了然于胸，更多考虑的是绘画本体的内容；而苏轼首先是一代文豪，然后才以业余爱好者的身份来发表他的绘画观，较多地以诗(文学)的标准来衡量、要求绘画，固然不乏真知灼见，但终究与画隔了一层。\n所以后人多是把米芾当作画家，把苏轼当作美术理论家来看的。心中叨念的是苏轼的画论，而手中实践的却是米家云山，尽管苏轼有画传世而米芾一无所有。作为历史研究，不能不指出米芾的美术思想远比苏轼超出他们所处的那个时代。\n其子米友仁书法继承家风，亦为一代书家。\n","category":"行书","verified":true,"user":1,"timestamp":1429951647833},{"name":"董其昌行书跋蜀素帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791613675,"text":"","author":"明代董其昌","description":"董其昌行书跋蜀素帖"}]