[{"name":"王铎草书杜甫秋兴卷","text":"王铎草书赠张抱一诗卷，绫本。草书。作者为明末清初大书画家王铎（1592年-1652年），该作品为作者友情酬答之作，据其自署落款，创作时间应在1642年（明崇祯十五年），则是王铎草书长卷中现所能见到较早的一件作品。\n《王铎草书赠张抱一诗卷》原品现藏日本东京国立博物馆，完好。该作品的内容，为王铎自作的赠友人张抱一的五首七律诗，并诗题、卷末落款，整幅法帖一共三百三十六个汉字，七十五行。\n作为“有明书法推第一”的王铎，被启功称为“五百年来第一人”，日本书坛也有\"后王（王铎）胜前王（王羲之）\"之说。在这幅王铎赠张抱一草书诗卷中，其跌宕雄逸，行笔能纵能敛，结体欹正莫测，点画错综复杂，线条枯实互应等特点显示无遗。\n（注：本名片配图文字：“张抱一公祖招集湖亭有酒沧池对”。另注：本版本扩展图册中01-15图为《王铎草书赠张抱一诗卷》全卷扫描图。供欣赏。）\n版本规格\n《王铎草书赠张抱一诗卷》，作者为明清书法大家王铎。整幅完好，流传有序。真迹现存日本东京国立博物馆。法帖载体为绫本。草书。大陆、港台等有不少原籍影印作品出版，多散见于各类王铎书法贴、欣赏贴、临摹练习教材等中，多不胜数。\n《王铎草书赠张抱一诗卷》凡七十五行（列），依草书例，每行（列）字数多寡不等，其字形或敛或纵、结构时紧时缓，形态大小不一，计诗卷一共有336个汉字。\n《王铎草书赠张抱一诗卷》法帖，全幅大约横469厘米，纵26厘米，是为横幅长卷（注：据其尺寸，可称为横卷、手卷）。[1-2]   \n诗卷内容\n《王铎草书赠张抱一诗卷》的内容，是作者王铎自撰的七律诗五首，主要为赠送友人张抱一而作，并在诗歌内容上、在书法艺术中抒发、体现自己的情感。诗卷全文如下（注：原作品没有标点断句）：\n《张抱一公祖招集湖亭》：有酒沧池对烟丘，相招者谁任意游。晋人唐人曾几度，泉水溪水还同流。钟鼓此城鸣白露，戎兵何处领高秋。芦花今古依然在，羡尔无声眠野鸥。（注：第一首七律完）《登岳庙天中阁看山同友》：四围紫逻坐相望，突兀高峰划大荒。谁复凌空呼帝座，我今乘胜挹天浆。香烟古庙通灵气，石路神丘点太阳。冻草暮云无限意，汉京封禅旧山房。（注：第二首七律完）《牛首山同堪虚静原》：一樽绝巘放高歌，回首禅房忘坎坷。旦树晴分天目近，午帆气挟海风过。山吞吴楚犹新燕，寺趁齐梁只故萝。莫管星辰朽不朽，吹箫何处倚嵯峨。（注：第三首七律完）《频入》：频入长安过九衢，谁知幽梦在髭须。只今人路何从说，渐审岩居不可无。屈指箸筹赊日月，伤心戎旅满江湖。此生休外韬真处，锦瑟琪华待醍醐。（注：第四首七律完）《汴京南楼》夷门萧瑟俯晴空，万事欷献向此中。梁苑池台新萑苇，宋家艮岳老苔丛。牧人壕外时驱犊，猎骑天边晚射鸿。旧月多情依汴水，滔滔东去更朦胧。（注：第五首七律完）崇祯十五年三月夜。洪洞同邑弟王铎具草。抱翁公祖教正。（注：自署及落款。全卷终） \n按：《张抱一公祖招集湖亭》卷中七律五首，有三首见于《拟山园选集》（台湾学生书局）。分别是：《登岳庙天中合看山同友》，载集中七律卷九，题作《登岳庙天中阁看山感时》，原为二首，卷中所书为第一首；《频入》，载集中七律卷三，卷中所书之“待醍醐”，集中作“醉醍醐”；《汴京南楼》亦载集中七律卷三。\n另两首虽不见于集中，但是，同书五律卷三有《湛虚、静原游牛首》、《燕子矶湛虚招同静原》、《上天开岩同湛虚、静原》三首，与卷中《牛首山同湛虚、静原》—诗显然是同时之作。湛虚，即张镜心，字孝升，湛虚为号，累官至兵部尚书，是王铎的挚友。见于《拟山园选集》（台湾学生书局）及《拟山园初集》中的与张镜心有关的诗作多达五十首以上。张镜心亦曾为王铎的《拟山园初集》作序，与王铎以“年弟”相称，盛赞王铎诗文“浩乎哉如烟海，修辞之家，未之有也。”  \n创作背景\n《王铎草书赠张抱一诗卷》作者王铎于该法帖落款处，自署“崇祯十五年三月夜”，据《辞海·附录·中国历代纪年表》折算，时间应该是在公元1642年3月30日至4月28日之间的某夜 。\n642年（明崇祯十五年），作者王铎正流寓怀州，期间他受到怀州地方官员张公祖（张抱一）的盛情款待，于是在三月某夜写诗作赠他。张抱一，名培，浙江平湖人，擅写山水，兼通医道。卷中以“公祖”称之，此人应是怀州的地方官。作者存世尚有《王铎赠张抱一行书诗卷》，款署“壬午春莫书於怀州公署”的《王铎行书五律长卷》两大巨制乃同时所书。《王铎草书赠张抱一诗卷》书写时间既与上述两幅相吻合，落款内容又与当时王铎与张公祖频繁往来的经历一致，可被视为此卷确系王铎真迹的佐证，也可知作者创作地点系怀州公署。王铎自1640年（明崇祯十三年）冬月，由北京奔至怀州为父服丧，到书写这件长卷时，已在怀州度过了一年多的时间，是年夏季，王铎曾携家人一度返里，但是未过多少时日，又受到明末农民起义军的冲击，于是携带家人乘舟沿黄河东下，其时方在夏末。  \n在书法艺术、技巧上，《王铎草书赠张抱一诗卷》的书写时间在1642年（明崇祯十五年），作者王铎五十岁，已经经历过对王羲之、王献之、东晋和米芾长年累月的执着学习，至此终于完成了“自化”。其此前的作品，对二王与米芾“如灯取影，不失毫发”（钱谦益《牧斋全集·有学集》），到《赠张抱一行书诗卷》和《赠张抱一草书诗卷》时，已摆脱了“仿”的痕迹，有了主体性较强的跌宕雄逸的意态。而《赠张抱一草书诗卷》亦是王铎草书长卷作品现所能见到的较早一件。  \n（注：本目录附图文字：更朦胧崇祯十五年三月夜洪洞同邑弟王铎具草。 ）\n点评影响\n王铎书法的书法，到了《赠张抱一草书诗卷》时，已经摆脱了模仿的痕迹，有了主体性较强的跌宕雄逸的意态。《赠张抱一草书诗卷》亦是王铎草书长卷现可见较早的一件。《王铎草书赠张抱一诗卷》，在王铎书法的发展过程中具有十分重要的意义，从这件作品可领略王铎若干书法艺术特点。  \n一个是强烈的节奏感使草书作品产生出运动力和冲击力。《王铎草书赠张抱一诗卷》中书法的点画线质表现其弹性产生运动力，运动的返急产生冲击力，在这一点上王铎成功地将力运用到书法点画的变化上，使笔在绢、绞、纸上的运动过程中产生顿挫、仰侧、奇崛、突变，使个性的张扬发挥到极致。尤其是充满着激情的用笔，如同少林武僧，有屈铁之力，挥棒生风。 \n一个是前无古人的字法造势。王铎亦受时风影响，但他站在传统基础之上，破除旧有的模式，创建出一种崭新的恢弘博大的图式，充满艺术的震撼力。王铎书法的一个鲜明特点便是造势。《王铎赠张抱一行书卷》中，通篇显现出变幻莫测的感觉，字势左右叵诡，笔致老辣，章法宕逸。唐张旭狂草《古诗四帖》，如龙蛇之行，富于变幻，王铎在这一点上进一步追求草书中险绝、突变、膨胀与内敛之势，识字者，可领略触笔、行笔、运笔中的运动轨迹。 \n第三是墨象万千，酣畅淋漓。中国画中有墨分五彩之说，利用墨之浓、淡、干、湿可使画面产生出无穷的变化，显现出生机勃勃的趣味。王铎从中国画中悟出用墨之道，并大胆地运用到书法创作中，从而增强了作品的视觉效果，把涨墨之法发挥到极致。《王铎赠张抱一行书卷》中，其作品的冲击力与用墨是分不开的，他书法点画的流动感也与用墨紧密相关。历史上在王铎以前的草书大家无一人用“涨墨”法，此法实乃王铎开创也，这种不同位置的参差对比，使作品在整体视觉效果上别具一格，特点鲜明。 \n最后是独特笔法。王铎笔法早年受二王影响，笔势较为平和，行笔温润，他中年学米后，笔势、笔法发生了较为明显的变化。后终于成中国书法技法集大成式的开拓者。在《王铎草书赠张抱一诗卷》中，多处凸显其集大成的大家手笔，可谓将壮美之力表现到极致。在中国书法发展的这条主线上，王铎既崇尚对传统吸收，又善标新立异达到裂变之意。 \n王铎为书近五十年的探索，终自成家法，成为“有明书法推第一”（吴昌硕诗句）、“于明季书坛可谓中兴之主”（沙孟海《近三百年的书学》）。他的书法对后世影响极大。清代早期的傅山受王铎书风影响之后，创博大流变之体，标立书坛。至近现代受王铎书风影响最深，写大草的书家，如林散之、沙孟海、沈鹏等书法家，都对王铎书法有深入的研究和汲取过优秀的养分。在日本等，他更是影响东瀛书坛多年。日本人对王铎的书法极其欣赏，还因此衍发成一派别，称为“明清调”。在日本关西地区甚至整个日本书坛，有“后王（王铎）胜前王（王羲之）”的说法。  \n王铎（1592年-1652年），清书画家。字觉斯，号嵩樵，河南孟津（今河南）人。南明弘光朝官礼部尚书、东阁大学士，降清，官至礼部尚书。工行草书，多得力于颜真卿、米芾二。笔力雄健，长于布白。兼能山水、兰竹。传世墨迹甚多，有拟山源集刻其法书。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951659867}]