[{"name":"苏轼楷书宸奎阁碑铭拓本","text":"苏轼一生好交朋结友，凡僧侣、高人、隐士，他都喜与之往来，诗词唱和，怡然自得。在杭州是他贬谪中的得意一笔。在这里，他不仅“结识”了素有“梅妻鹤子”之称的孤山隐士林逋，而且还治理了西湖的水利。“苏堤春晓”使我们思接当年苏轼月下漫步、灯下吟诗或濡墨挥毫的情景。《题林逋自书诗卷》是否就是他从孤山归来、心有所动的产物？虽然林仙逝已久，但林的遗存和脱俗的品格却一直令东坡仰慕，凭吊依依，缱绻徘徊……\n\n【名称】宋苏轼楷书题林逋自书诗卷\n【类别】中国书法\n【年代】宋代\n【作者】苏轼\n【规格】纸本，通幅纵32厘米、横57厘米，是清宫旧藏。\n历史背景\n苏轼生性旷达、率真，且特至情至性，言“眼前见天下无一个不好人”。然他也自言“余性不慎言语，与人无亲疏，辄输写肺腑，有所不尽，如茹物不下，必吐之乃已，而人或记疏以为怨咎……”苏轼在政治上遭受的最大重创则是卷入了“乌台诗案”而被贬黄州。\n由于苏轼政治上的保守与王安石的变法主张不合，而被归入“元祐党人”之列，从此他的政治生涯就没再平坦过。不要说政敌王安石，就连他过去的好友、时为权相的章惇（字子厚），还有老朋友林希，也变着法子迫害、打击他，起草谪轼制词，极诋毁之能事。然苏轼不计较这些，依然我行我素，仁心宽厚。当晚年王安石失意病老时，苏轼怀着惺惺相惜的心情，也出于对王安石才华的欣赏，到金陵去拜访。王安石极为感动，作诗相赠。苏轼也和诗王安石：“骑驴渺渺入荒陂，想见先生未病时。劝我试求三亩宅，从公已觉十年迟。”两个才华不凡的人到了失意的时候走到了一起，诗歌唱和，读来颇觉感动。相比之下，章惇则是一副小人嘴脸了。传章惇对自己的书法相当自负，自谓“墨禅”（《梦溪笔谈·补谈》）。有记载说他日临《兰亭》一本，轼闻之颇为不屑，说“临摹者非自得，章七终不高尔”。又传章惇出生时父母不想要他，想把他放在水盆中溺死，后被人救起。轼有赠诗“方丈仙人出渺茫，高情尤爱水云乡”之句，章认为轼在有意嘲讽自己，因而很不高兴。章、苏交恶，错不在苏而在章。章惇素来心高气傲，不甘居人下，遇到东坡，可算是撞上了他“五百年前孽冤”。论才学，苏轼远远在章之上，章欲与他一较高低，几乎不可能，因而难免妒火中烧，时刻有控制不住往轼身上狠狠踩一脚的欲望。\n苏轼生性旷达，虽屡遭贬谪，仍能忘怀得失，寄情山水，追求内心世界的精神自由。他的诗文书画在逆境中更为精进了，既写出了苏轼一向崇信佛教，与僧人交往密切，又熟读各种佛经，深通佛理，因而佛教思想给予他的创作许多的启示”。刘石《苏轼创作中与佛禅有关的几个问题》（《贵州社会科学》1992年第3期）从佛禅典故、佛禅用语、禅意表现等三个方面论述苏轼诗文善用禅典、禅语表现禅境的特色。高林广《浅论禅宗美学对苏轼艺术创作的影响》（《内蒙古师院学报》1993年第1期）从思维特点、审美态度及审美方式等诸方面初步考察了禅宗美学对苏轼艺术创作的影响。禅宗美学反理性的思维特点为苏轼所援引，这使他的一部分作品充分强调了个体情感的抒发和文学真正内涵的审度：禅宗美学超功利的审美态度反映在苏轼的作品中便集中体现为一种超然精神，因而造就了其创作或主淡泊或主豪猛的多方面的风格特点；苏轼援引禅宗美学“见象而离相”审美方式的直接结果是形成了其以寓意于物而又不滞于物为主要特征的诗境特点。与之相反，齐文榜《东坡词风与释道思想》（《河南大学学报》1993年第2期）认为，释道思想使东坡词的一些豪放之作蒙上了一层虚无的色彩，其由积极用世转向佛老思想的大转折，反映到创作上便出现了词风的巨大变化，代之以豪放与旷达相兼以及旷达飘逸的作品。覃召文《佛之梦魇与禅之忧伤——岭南时期苏轼的禅佛情结》（《文史知识》1996年第6期）认为：“苏轼的人格不是单一的旷达，其心中也潜藏着深深的忧伤”，并且“成了后期，特别是岭南时期苏轼人格的主导方面”，追求其深层原因，是“苏轼的禅佛信仰与自我实现的要求剧烈冲突所致”，“苏轼的禅佛信仰不仅奠定了其后期诗文的感伤主义基调，也重铸了他自己的人格”，从比喻的意义上来说，此期的苏轼在很大程度上可以称得上是禅佛思想的牺牲品。\n“欲把西湖比西子”等著名诗句，又写出了“白露横江”、“清风徐来”、“挟飞仙以遨游，抱明月而长终”的名篇《前赤壁赋》，“谈笑间，樯橹灰飞烟灭”的豪放之词《赤壁怀古》和“人有悲欢离合，月有阴晴圆缺”的《中秋》等脍炙人口的千古名篇，还有被认为是中国书法艺术上千古绝唱的《黄州寒食诗帖》。\n艺术赏析\n故宫博物院所藏这件《题林逋自书诗卷》（图为作品局部），为纸本，通幅纵32厘米、横57厘米，是清宫旧藏。它向我们透露了苏对林的钦敬之意：“先生可是绝俗人，神清骨冷无由俗。我不识君曾梦见，眸子瞭然光可烛。”可谓诗美字清，情动于怀，脱俗入神。苏字向来不以法度取悦于人，而以情来摄人心魄。他曾言：“我书意造本无法，点画信手烦推求。”又曰：“天真烂漫是吾师。”故笔者以为赏读苏轼之作当从情态、韵致、意境三方面去品咂，不可一味拘泥于法度。尽管苏轼不太注重对法度的承袭，但其书仍然颇有所自。这件楷书受徐浩、颜真卿的影响很大，丰厚沉着，横向取势，然在笔意上多取杨风子的清新率意，甚为可人；章法上平稳中寓小字破之，可以说是开当今手卷章法之先河。\n这是一件内容与形式高度相谐和的佳作，不愧为才子之书。关于东坡之书，黄庭坚多有推崇：“余谓东坡书，学问文章之气郁郁芊芊，发于笔墨间，此所以它人终莫能及尔。”又言：“东坡简札，字形温润，无一点俗气。今世号称能书者数家，虽规摹古人，自有长处，至于天然自工，笔圆而韵胜，所谓兼四子之产有以易之，不与也。”他对苏轼颇有研究：“东坡道人日学《兰亭》，故其书姿媚似徐季海；至酒酬放浪，意忘工拙……中岁喜学颜鲁公、杨风子书，其合处不减李北海。至于笔圆而韵胜，挟以文章妙天下，忠义贯日月之气，本朝善书自当推为第一。数百年后，必有知余此论者。”据称，黄庭坚晚年在家中高悬东坡画像，每天早晨衣冠整齐，献香致敬。朋友来访时，问苏、黄诗书孰高孰低有何看法时，黄离席惊避，连连摇手说：“庭坚望东坡门弟子耳，安敢失其序哉！”\n陈师道《后山诗话》论北宋三家诗：“王介甫以工，苏子瞻以新，黄鲁直以奇。”若移来评三家书法，笔者也以为十分恰当——苏字之美惟在新耳！\n苏轼（1037－1101），北宋文学家、书画家。字子瞻，又字和仲，号东坡居士。汉族，眉州眉山（今属四川）人。与父苏洵，弟苏辙合称三苏。他在文学艺术方面堪称全才。其文汪洋恣肆，明白畅达，与欧阳修并称欧苏，为唐宋八大家之一；诗清新豪健，善用夸张比喻，在艺术表现方面独具风格，与黄庭坚并称苏黄；词开豪放一派，对后代很有影响，与辛弃疾并称苏辛；书法擅长行书、楷书，能自创新意，用笔丰腴跌宕，有天真烂漫之趣，与黄庭坚、米芾、蔡襄并称宋四家；画学文同，喜作枯木怪石，论画主张神似。诗文有《东坡七集》等，词有《东坡乐府》。\n四川眉山“三苏”——苏洵、苏轼、苏辙，早已成为中国文学史上家喻户晓的人物，而苏轼则是“三苏”中的翘楚。他犹如一颗璀璨之星，光芒四射，辉耀千秋。\n就是这样一位卓越才子，人生遭际却坎坎坷坷。虽官至端明殿侍读学士、礼部尚书，然在政治斗争中的漩涡里，苏轼屡遭排挤和打击，最终在常州他的寓所里寂寞地走完了他六十六载人生。于诗文书画，苏轼是一位天才人物。因而，如果要识读其诗文书画，就必须对其人生浮沉、去留徘徊做一番必要的了解，走进他的内心世界和由他创造的精神世界。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951594651}]