[{"name":"曾纡草书人事帖","text":"曾纡（1073-1135）字公衮，晚号空青先生。江西临川南丰人。北宋丞相曾布第四子。曾布第四子，曾巩之侄。北宋末南宋初散文家、诗人、书法家。\n人物生平\n初以恩荫补为承务郎。宋哲宗绍圣年间中博学鸿词科。宋徽宗建中靖国元年（1101），曾布为二后山园陵使，辟为从事。崇宁二年（1103），入元佑党籍，连坐党籍被贬到永州零陵（《宋会要辑稿》职官八六之七）。后遇赦，调监南京、河南税，改签书宁国军（治今安徽宣城县）节度判官。历通判镇江府，知楚州、秀州，提举京畿常平，江南东路转运副使，迁直显谟阁。宋高宗建炎四年（1130），再任江南东路转运副使，移两浙路。绍兴二年（1132），知抚州。三年，除江南西路转运副使，司农少卿。四年，改福建路提典刑狱，直宝文阁。五年（1135），除知信州（今江西上饶），未之官卒，年六十三。\n曾纡有志节，守忠义，一生不得志。能诗善文。为文固守家法，深得曾巩散文妙谛。诗从母师，句法精丽，感情真挚。亦工词。《全宋词》录其词9首，《宋诗纪事》、《江西诗征》收其诗5首。亦善书法，风格介于苏、米之间，传世真迹有草书《草屦帖》、行楷《怀素自叙帖跋》，收藏于台湾故宫博物院，刊于台湾《故宫历代书法全集》。世称“南丰七曾”（曾巩、曾肇、曾布、曾纡、曾纮、曾协、曾敦）。\n有《空青遗文》10卷（《直斋书录解题》卷一八）、《南游记旧》1卷（同上书卷一一），已佚。事见《浮溪集》卷二八《右中大夫直宝文阁知衢州曾公墓志铭》。事见《宋史翼》、《南宋书》、《四库全书》、《江西通志》、《御定书画谱》、（宋）汪藻《曾公墓志铭》、（宋）陆游《书空青集后》。\n个人作品\n念奴娇\n片帆暮落，正前村梅蕊，愁人如雪。东陌西溪长记得，疏影横斜时节。六出冰姿，玉人微步，笑里轻轻折。兰房沈醉，暗香曾共私窃。\n回头万水千山，一枝重见处，离肠千结。料想临鸾消瘦损，时把啼红偷浥。怎得伊来，许多幽恨，共捻青梢说。如今千里，断魂空对明月。 \n上林春\n上林春\n东苑梅繁，豪健放乐，醉倒花前狂客。靓妆微步，攀条弄粉，凌波遍寻青陌。暗香堕靥。更飘近、雾鬟蝉额。倒金荷、念流光易失，幽姿堪惜。\n惜花心、未甘鬓白。南枝上、又见寻芳消息。旧游回首，前欢如梦，谁知等闲抛掷。稠红乱蕊，漫开遍、楚江南北。独销魂，念谁寄、故园春色。 \n秋霁\n木落山明，暮江碧，楼倚太虚寥廓。素手飞觞，钗头笑取，金英满浮桑落。鬓云慢约。酒红拂破香腮薄。细细酌。帘外任教、月转画阑角。\n当年快意登临，异乡节物，难禁离索。故人远、凌波何在，惟有残英共寂寞。愁到断肠无处著。寄寒香与，凭渠问讯佳时，弄粉吹花，为谁梳掠。 \n念奴娇\n江城春晚，正海棠临水，嫣然幽独。秀色天姿真富贵，何必金盘华屋。月下无人，雨中有泪，绝艳仍清淑。丰肌得酒，嫩红微透轻縠。\n晓日雾霭林深，佳人春睡思，朦胧初足。笑出疏篱，端可厌，桃李漫山粗俗。衔子飞来，鸿鹄何在，千里移西蜀。明朝酒醒，乱红那忍轻触。[1-2]   \n洞仙歌\n相如当日，曾奏凌云赋。落笔纵横妙风雨。记扬鞭辇路，同醉金明，穷胜赏，不管重城已暮。\n旧游如梦觉，零落朋侪，遗墨淋漓尚如故。况神洲北望，今已丘墟，伤白璧、久埋黄土。但空似、灵光岿然存，怅朗月清风，更无玄度。 \n临江仙\n后院短墙临绿水，春风急管繁弦。问谁亲按小婵娟。玉堂真学士，琳馆地行仙。\n安得此身来此处，依稀一梦梨园。江南刺史谩垂涎。据鞍肠已断，何况到尊前。 \n菩萨蛮\n山光冷浸清溪底。溪光直到柴门里。卧对白萍洲。欹眠数钓舟。\n溪山无限好。恨不相逢早。老病独醒多。如此良夜何。 \n谒金门\n风淅沥。窗外雪花初积。梦破小窗人寂寂。寒威无处敌。\n强起饮君涓滴。清泪醉来沾臆。岐路即今多拥隔。弟兄无信息。 \n品令\n纹漪涨绿。疏霭连孤鹜。一年春事，柳飞轻絮，笋添新竹。寂寞幽花，独殿小园嫩绿。\n登临未足。怅游子、归期促。他年清梦千里，犹到城阴溪曲。应有凌波，时为故人凝目。[1-2]   \n","category":"草书","verified":true,"user":1,"timestamp":1429951561540},{"name":"曾纡草书人事帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791638873,"text":"题识：纡乍到。人事纷纷。未能作记。侄孙过江下，谈能面言也，纡再拜。允直知县七哥。 鉴藏印：宋珍绘堂记； 清：宋荦审定、淞州（谢淞州）、芑孙、王铁夫阅过、江恂之印、德量（江标）、西蠡（费念慈）； 近代：张珩私印、闻武私印、天泉阁、思潜室（以上三印均许闻武印）、张文魁、张氏涵卢珍藏 册页 水墨纸本 人事帖\n曾纡（1073-1135），字公衮，晚号空青先生。江西临川南丰人。北宋丞相曾布第四子，曾巩之侄。北宋末南宋初散文家、诗人、书法家。 竞投本件拍品，请与本公司有关业务人员联系提前办理特殊竞投号牌。 曾纡《人事帖》释疑 天津美术学院教授 刘金库 本《人事帖》（亦称《草书与允直知县七哥札》）上有宋代收藏印“珍绘堂记”、清初至民国有著名鉴赏家宋荦、谢松洲、曾燠、王芑孙、江标、费念慈、张珩、张文魁等人收藏。清代曾纡后人曾燠的收藏印是“盱江曾氏珍藏书画印”，在现藏故宫博物院清代画家华冠画、张赐宁补图、王芑孙题记的《曾燠西溪渔隐图像》轴上，有其小传，曾燠，字庶蕃，号宾谷，江西西城人，乾隆年间学者。 徐邦达先生在《古书画伪讹考辨》（下卷，第220页）中曾考证过此《人事帖》，帖上有南宋“珍绘堂记”一印，其底线为南宋，从书风来鉴定，徐先生断定为北宋人书，其写法、用笔与另外一件公认为曾纡的《草履帖》同出一人之手，上款人相同，都是写给“允直知县七哥”的，证明此二帖俱写给同一个人的。究竟曾纡所写上款人“允直知县七哥”的关系如何，存疑待考。本文因有新资料发现，故对此进行释疑补证。 曾纡（1073-1135）的书法作品，传世尚有几件，一是在国宝级书画后面的跋语，为楷书，字体介于颜体楷字与柳体楷字之间，结体端庄秀润，下笔规范，如怀素《自叙帖》后面的曾纡题跋、李公麟《免胄图》和《五马图》后面的跋文等；二是尺牍，一是《草履帖》二页（在故宫博物院收藏的《宋人法书》册页中）和本《人事帖》为行草类书法，其结字于法度中见奔腾之势，狂怪求理，有法又无法，对前人各有取法，又自成体势。《草履帖》与《人事帖》曾被认为“既不用法，亦不祈工，其神娓娓，意尽由止，亦造其妙。”的宋人行草书代表作品——它所代表的是一种别开生面的率意天真的艺术境界。曾纡的行草书介于苏轼、米芾之间，是后来明代著名书论家董其昌所说的“苏不苏、米不米”的典型作品，也是宋代书法“尚意”的典范之作。然而，曾纡的《人事帖》却是唯一没有收藏在博物馆里的重要名迹，在其回流拍卖前对此进行考证其意义十分重大。 一、允直知县七哥是谁？ 有关曾纡的记载，在《四库全书总目提要》卷一百四十一·子部五十一，宋代王明清撰《挥麈前录》·四卷（河南巡抚采进本）一条后记载，“王明清为王铚之子，曾纡之外孙，（曾）纡为曾布第十子，故是录于（曾）布多溢美。”另据《宋史》和《宗圣志》记载：“（曾）纡，（曾）布四子，工诗词，材高识明，博极书史，以文章翰墨风流蕴藉，为时名人，官至大中大夫。”其实，《四库提要》记载有误，曾纡是曾布的第四子，行十字，见下文的考证。那么，据此推论“允直知县七哥”应当是曾巩、曾布一代的儿子辈，行七字的人就是“七哥”。但与曾纡同辈者有廿八人，究竟谁是行七之人呢？ 据《曾氏宗谱》（上海图书馆藏本）、《武城曾氏谱源》（江西省图书馆藏本）中记载曾布之父曾易占（989-1047）共有六子、廿八个孙子：长子曾晔、次子曾巩（1019-1083）、三子曾牟、四子曾宰、五子曾布（1035-1107）、六子曾肇（1047-1107）。 长子曾晔，在《曾氏家谱》中写作叶，曾巩在其撰写的《兄墓志铭》中写作晔：“君姓曾氏，讳晔，字茂叔，有智策，能辩说。”（《曾巩集》卷四十六，人民文学出版社本，第624页。）《武城曾氏家谱》中记载：曾叶，字子华，大中祥符二年已酉生，皇佑五年解试进士，知邳州。有二子，长子曾觉，次子曾黉，情况不详。 唐宋八大文学家之一的曾巩，行二，《宋史》有传，曾巩一系有族谱—《南丰曾氏二源族谱》（即曾巩之上鉴公房系谱）中记载，曾巩有三个儿子，长子曾绾，行十三，字公权，初授太平州司理，知隶州，赠正议大夫，嘉佑元年丙申生，大观二年戊子殁，生有五子。次子曾综，行十五，字仲文，嘉佑戊戌年生，随父迁临川，知楚州转运使，京西判官。三子曾纲，行十廿八，字符礼，又字功立，初授承务师选举，赐蟒衣鱼袋，治平四年丁未生，宣和二年庚子殁。 曾牟，字子迪，嘉佑二年进士，初授衢州安仁县令，迁临川推官，天荐五年辛酉四月初十生，治平二年己巳五月初四殁。曾牟只有一子，曾维，行字多少不清楚。《南丰县志》记载，曾维，南丰人，没有什么业绩。 据曾巩撰写的《亡弟湘潭县主簿子翊墓志铭》中记载，曾宰，字子翊，嘉佑六年辛丑进士，官至湘潭主簿，生有四子，长子曾经、次子曾绶、三子曾纯、四子曾约。（见《曾巩集》卷四十六，人民文学出版社本，第634页。） 据上海图书馆藏的善本书《曾氏族谱》卷二之《南丰曾氏族源》中记载：曾布（1035-1107），曾巩异母三弟，字子宣，少时从二兄曾巩学，嘉佑二年（1057）与曾巩同登进士第。熙宁二年（1069）任开封府知府。经韩维、王安石推荐，受宋神宗召见，三日中五迁官太子中允、崇政殿说书、集贤校理、判司农寺、检正中书五房。他积极支持和参与王安石领导的变法运动，与吕惠卿等共同制定并推行青苗、免役、农田水利和保甲等新法，受到守旧派的种种阻挠。曾布为此上疏说：“陛下诚推赤心以待遇君子而厉其气，奋威断以屏斥小人而消其萌。使四方晓然，皆知主不可抗，法不可侮，则何为而不可，何欲不成哉？”深得神宗赏识，擢升为翰林学士兼三司使。后因论商贾之法，与王安石等不合，被贬官外放，历任饶州（今江西波阳）、潭州（今湖南长沙）、广州、桂州（今广西桂林）等地方为官。元丰末年，迁翰林学士，转户部尚书，绍圣初年（1094）任承旨兼待读，拜同知枢密院、进知院事。徽宗朝，以定策功出任宰相，打出“绍述”的旗号，主张调和新旧两派，恢复新法，因与左丞相蔡京不合，又多次受贬外任，大观元年（1107）卒于润州（今江苏镇江市），追赠观文殿大学士、鲁国公、谥文肃。有《曾公遗录》（仅剩卷七、八、九三卷）残卷传世。曾布有十个儿子，长子曾綎、次子曾缨、三子曾缲、四子曾纡、五子曾绚、六子曾绂、七子曾絣、八子曾绰、九子曾（）、十子曾绪。 曾肇，字子开，治平四年丁未赐进士，翰林学士，知制诰，历仕三朝，任吏、户、礼、刑四部侍郎，两为中书舍人。建中靖国元年（1101）被封为曲阜县开国候。赠少师。绍兴初，谥文昭。生有八子，长子曾绲、次子曾纵、三子曾绚、四子曾统、五子曾缄、六子曾纬、七子曾续、八子曾纁。据当时大文人杨时撰写的《曾肇神道碑》中记载：曾绲，中宏博科；曾纵，通直郎；曾绚，提举湖北常平仓；曾统、曾纁，登进士第；曾缄，通判常州；曾纬，承议郎；曾续，乡进士。 根据《武城曾氏世系图谱》及《南丰曾氏族源》可知，比曾纡大的有以下几位兄长，自家三兄长曾綎、曾缨、曾缲。曾綎，有官司，《宋史会要》中有记载，曾一度入狱。曾缨、曾缲与七弟曾絣受父亲曾布的牵连，毫无建树。只有曾缲，一度为承务郎监国子监书库一职。那这位“七哥”推论当是叔伯哥哥。但究竟是谁“行七”，我们在家谱中没有发现，原因是曾布、曾肇二家因“党祸之故”没有家谱传世。 不过，我们通过家谱可知，比曾纡大的有曾经、曾绲、曾绚、曾续、曾纵、曾纬等几个叔伯兄弟。据《四库·江西通志——曾姓人物·续》中记载，曾经，北宋进士，“党籍之祸”后寓居江西金溪县，后定居于此县城。其子曾珏，为南宋进士。曾绚，只做过“提举湖北常平仓”，不是知县。曾续，字符嗣，一字符嗣，曾肇七子，诗人，终生不仕。尝作《十友诗》传世。曾统（1075-1142），字符中，有气节，不附秦桧，官至南宋左谏议大夫，在《京口耆旧传》中有传。曾纁，在汪藻的《奉议郎知舒州曾君墓志铭》中记载，他年少警敏，未冠时已是出类拨萃，但因党藉之祸而不得参加科举，年三十中进士甲科，后任应天府、虞城、明州鄑县主簿，历知太平州、为邮军等。另外，其同宗同辈兄弟还有曾纮、曾绎、曾缙、曾绅等人。曾纮，字伯容，因其父（曾）阜将漕湖南，后家襄阳，而号临汉居士，博学善属文，有《临汉居士集》传世。（见杨万里嘉泰三年（1203）所作的《江西续派二曾居士诗集序》）曾绎，字仲成，哲宗绍圣三年（1096）举博学宏词科，后通判道州。大观年间（1107-1110）知永福县，也曾任松滋令、登仕郎桂州荔浦县令，晚年归园田隐居（见清同治版《南丰县志》卷二三，及《墨庄漫录》卷六）。只有曾纵最有可能是曾纡的“七哥”。 曾纵，字符矩，号允直（为其伯父曾巩所取，其义为“允直且仁，蓄德于身”之意。），曾巩一直十分看重这个侄子，在《浮溪集》中记载：曾纵“贤父母，…年十三，伯父南丰先生（曾）巩授以韩愈诗文，学益进。”正因如此，元佑初年，曾纵娶了苏辙五女，从而使曾家与声名显赫的眉山苏氏（苏轼三兄弟）有了姻亲之谊。据?《苏氏族谱》记载，苏辙有三子（苏迟、苏适、苏远）五女（实为七女，两女夭折）。苏辙五女嫁给了曾纵，即曾肇之子。另据《苏氏族谱》记载，曾肇在神宗朝曾任国史编修官，元佑初擢起居舍人，不久为中书舍人，与苏辙同值掖垣皇宫中。崇宁初年，皇帝再次谪贬元佑党人，曾肇请与俱贬，遂落职。崇宁四年（1105）卒于润州。事见《宋史·曾肇传》。苏辙有《曾郎元矩见过诗》，抒发了苏辙同曾纵之父曾肇的交情：“曾郎元矩见过，逾月听其言久而不厌，追感平昔为赋诗：胄子相从得佳婿，掖垣同直喜良朋。交情不意隔生死，世事休论有废兴。宿草芊锦泪入土，故琴牢落恨填膺。远来似觉清谈胜，试问传家今几灯。此事亦在曾巩为其弟曾肇写的墓志铭中，即《曾巩集》（卷四十六）得到证实。 据《曾氏族谱》卷二记载，曾纵为元丰七年（1087）解试榜，初为“知衢州”，旋为浙东转运使，后官至中大夫直宝文阁。（并见载于《宋诗纪事补正》卷二）由此推断：曾纡的《人事帖》是写给曾纵的，见下文的进一步考证。衢州，在宋代为县，属于浙东路，位于今天浙江省西部，钱塘江上游，地处浙、闽、赣、皖四省交界处，自古有“四省通衢”之称，即今天的浙江省衢州市。 二、曾纡《人事帖》考证 曾纡的《人事帖》内容是：“（曾）纡乍到。人事纷纷，未能作记。侄孙过江下，谈能面言也。（曾）纡再拜，允直知县七哥。”宋代时经过“珍绘堂记”收藏，清代时经过清初大收藏家宋荦，及江恂收藏，民国时经过张珩、许闻武收藏。许闻武，字思潜，20世纪30年代的上海大文人、收藏家，对中国现代白话文学有重大的推动作用。 经考，此帖是清初大收藏家宋荦收藏到的宋代“珍绘堂记”所收藏《宋贤书翰册》中的一页，另有欧阳修的《上恩帖》（欧阳修晚年写给司马光的信札）、王升《首夏帖》、朱熹的《教授学士帖》等，后三者现收藏在故宫博物院。“珍绘堂记”在清初时，宋荦推论为“当是朱熹或其后人之印，故搜力颇勤。”宋荦收藏的宋贤名帖多在《宋贤书翰册》、《书画鉴影》中影印发行，尚可见到。 据《宋史》记载，北宋末期，曾巩、曾布一家以“一门六进士”进入赵宋王朝之核心。在王安石“熙宁变法”（即历史教科书所称的“王安石变法”）时，曾布以右仆射（相当于宰相）、曾肇以礼部尚书而权倾朝野。元佑四年（1089），曾布、曾肇兄弟二人同时被司马光等旧党打入王安石亲党名册，曾布是坚定而不激进的新党代表人物，而曾巩是旧党，反对变法。在宋代，特别是北宋末期，南丰曾家只有曾布身后留下了“骂名”，被《宋史》列入《奸臣传》中（宋史卷四百七十一·列传第二百三十◎奸臣一·曾布）。近代大学者梁启超则称赞曾布为“千古骨鲠之士”，并为其辩白说：“荆公（王安石）之冤，数百年来为他昭雪者还有几十人，子宣（曾布）的冤案却如漫漫长夜，我怎么能不站出来表明我的意见呢？”梁启超的话很值得人们注意。 元佑初年，右宰相曾布与左宰相蔡京不合，政途失利，被贬外任。在《梦回汴京》中说：宋徽宗当皇帝还不到两个月，曾布就被蔡京等人弹劾并被降职。但是蔡京积恨难释，不肯放过他，诬陷他受贿，令开封府吕嘉问去逮捕了他的妻子魏氏和儿子曾纡、曾缲、曾絣等，后一齐被外放。 曾布四子曾纡（1073-1135），字公衮，号允直，晚年号为空青老人。最初以恩荫补以官职，绍圣年间又任中弘词科。因“元佑党籍”连坐被贬到零陵。后遇赦，调监南京、河南税，改签书宁国军（今安徽宣城县）节度判官。历通判镇江府，知衢州、楚州、秀州，提举京畿常平，江南东路转运副使，迁直显谟阁。宋高宗建炎四年（1130），再任江南东路转运副使，移两浙路。绍兴二年（1132），知抚州。三年，除江南西路转运副使，司农少卿。四年，改福建路提典刑狱，直宝文阁。五年（1135），除知信州（今江西上饶），未之官卒，年六十三。（《宋会要辑稿》职官八六之七）著有《空青遗文》十卷（《直斋书录解题》卷一八）、《南游记旧》一卷，已佚失。 在宋代，地方上同时存在县令、知县，县令稍大于知县，但宋廷常派遣朝官为一县之长，称权知县事，简称知县（有点像我们今天的县委书记），如当地驻有戍兵，知县兼管军事。知县被尊称为大令和县尊，别称县正堂，官职正七品。宋代史志记载多称为知县，这是宋代地方官制的特点。据《宋史长编》卷四的记载，宋代加强对地方政权的控制，从干德年间开始实行外派知县到地方各县。 《人事帖》中所说的“侄孙”即曾纵之子曾悟，曾悟，字蒙伯，苏辙外孙，大文人杨时的门人，宣和三年（1121）进士，靖康年间为毫州（今安徽毫县）士曹。金兵南侵，被俘，不屈而死，妻孥亦同日被害。曾纵、曾悟父子二人曾创立溪山精舍。精舍建有崇文阁，广储经史子集、百家之言及先世文集、石刻，又礼聘良师，集诸子弟及有游学者，游艺于其间。 《人事帖》中说“侄孙过江下”，江下，三国时的旧称，指今天的湖北襄樊、江夏一带。宋代人沿用了这种说法，如宋代诗人汪元量在《黄州江下》诗中说：“黄洲渡口，赤壁矶头。冷风凄雨，一叶扁舟。”此帖与《草履帖》一样是写在“元佑党籍”之争前后，故帖中有“人事纷纷，未能作记。侄孙过江下，谈能面言也。”无法在信中说明，而是让曾悟来面告曾纵。 此外，本帖是写给“允直知县七哥”的，根据徐邦达、刘九庵等老先生在授课时讲，宋代的“上款人”没有只写一个字的，几乎都是“双字上款的”，如本帖就是一个例证，上款人是曾纵，其名只有一个“纵”字，故只能写他的字、或号，而曾纵的字是元矩，又与元佑年号相讳，故称其号为“允直”。至此，本《人事帖》的疑问得到解决。 注释： 1.张文魁（1905-1967），字师良，上海浦东人，故居涵庐，早年经商，颇有成就。分事之余，酷好书画收藏，与沪上收藏家庞莱臣、吴湖帆、谭敬、张珩等过从甚密。其收藏的惊人之处在于宋元信札多至四、五十通之多，其中故宫博物院曾入藏其中的一部分十几通，其中有石介、曾巩、左肤诸人的信札乃是孤本。张氏后移民南美洲，五十年代张大千到巴西，即对大千多有照顾。 32×40cm 出版：1.《宋元明清中国古代书画选集（二）》，第42、43页，保利艺术博物馆编。 2.《宋元明清中国古代书画选集（二）》，第173页，保利艺术博物馆编。 3.《第二届北京中国文物艺术品国际博览会展览图录》（贰），第6-7页。 著录：徐邦达编著《古书画伪讹考辨》下卷，第220页，江苏古籍出版社。","author":"宋代曾纡","description":"曾纡草书人事帖"}]