[{"name":"王延格菊谱册页","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791610632,"text":"王延格繪菊，弘皎撰菊譜，鄂容安、李鍇、塞爾赫、永瑢題辭、序、跋，湛畗、陳逢堯書冊。\n\n 这是一部让人美不胜收的《菊谱》册页。当你一页一页翻阅册页的时候，浑然有一种仿佛置身秋华艶人的菊圃裏的感觉，而当你了解了这部册页复杂的历史背景以及牵涉到那么多当年显赫的皇室成员之后，更会觉得它是一部会说话的册页，它用美丽在讲述那些被人遗忘的宫廷旧事。\n 纵40.5厘米，横32.5厘米，共计二百六十六开。其中画一百二十一开，书法一百四十五开。书法包括第一册的菊表、目录、题辞、序言、小引、谱跋，第二册至十二册的对题，以及第十三册的《绿菊花赋》、《菊谱总跋》。第十三册还另有一开绿菊花，因为永瑢所爱，由吴淇补绘的。涉及的人物有弘皎、鄂容安、李锴、塞尔赫、永瑢以及画家王延格、书家湛畐、陈逢尧等。旧装，五花裱，从纹饰和材质看，所用凤纹花绫是清代中后期的料作，由此可以推断这本册页的裱工至晚不会迟于清代晚期。边镶、分心不缩不涨，四周包边直挺匀齐，显然这是精心作成的册页装池。 \n 一百二十帧菊花出自王延格之手。王延格是山东人，擅画山水及花卉，尤长摹古，当年朱青雷仿吴伟业《画中九友歌》作《画中十哲歌》，王延格与董邦达、高凤翰等一起幷列其中。而他画菊尤为出名，曾绘一部《菊谱》，谱左还自书他为所绘百种菊花撰写的文字。而这部《菊谱》册页应该绘于那一部《菊谱》之后，是应弘皎之命而作。弘皎是康熙的孙子，怡亲王胤祥（康熙十三子，雍正登基后避讳改名允祥）之四子，雍正八年（1730），他被封为多罗宁郡王。郡王在清代是仅次于亲王、世子的第三级爵位，但是弘皎为什么在正当年华的时候不恋朝权和名利，而是钻进郊外的府邸辟园种菊、事花怡情，甚至找人绘一部《菊谱》来消遣呢？因为他卷入了一场大是大非即发生在乾隆四年（1739）史称“弘皙逆案”的宫廷斗争之中。“弘晳逆案”对乾隆的皇位和权力构成威胁和冲击，这让登基才四年、正在为抚平康熙、雍正时期皇族内部因皇权之争留下的巨大伤口而实行“亲亲睦族”政策，以争取皇族内部对朝政支持的乾隆皇帝感到极大愤慨。这一天——乾隆四年10月16日（公历1739年11月16日）宗人府议奏乾隆皇帝：庄亲王允禄与弘晰、弘升、弘昌、弘皎等结党营私，请皇上分别给予革爵、圈禁处罚。盛怒中的乾隆皇帝随后批旨道：庄亲王允禄乃一庸碌之人，但弘晰、弘升、弘昌、弘皎等无知之辈群相趋奉，恐将来有尾大不掉之势。庄亲王允禄从宽免革亲王，其亲王双俸、议政大臣、理藩院尚书俱着革退；弘晰革去亲王，免其圈禁高墙，仍准在郑家庄（在昌平，今郑各庄）居住，不许出城；弘升永远圈禁；弘昌革去贝勒。五人中处罚最轻的是弘皎：“仍留王号，终身停俸。” “郡王”的爵位算是保住了，但是弘皎的皇粮却被永远终止了。最倒霉的是弘晰，在此后不久他又被人检举曾向时为右翼监督的安泰打听诸如“准噶尔能否到京”、“天下太平与否”、以及“皇上寿算如何”等唯恐天下不乱、冲犯天条的忌问，幷且事后被证实他确实是这样打听的。这是列为大逆重典的罪行，要杀头的啊！幸好当时乾隆皇帝正在实行“亲亲睦族”政策，于是开了“皇恩”给予弘晰从宽免死的处罚，但是改原先的“免其圈禁”为“永远圈禁”，其子孙则革去宗室，给予红带子。（红带子为觉罗俗称，指努尔哈赤叔伯兄弟的子孙，即清宗室旁支子孙。清宗室以系黄带子、旁支以系红带子为标志，故名。）那么，这些人都是什么人？都是康熙的子孙：允禄是康熙十六子，雍正元年（1723）承父爵袭庄亲王；弘晰是康熙之孙，康熙二子允礽之子，雍正元年封理郡王，六年晋为亲王；弘升也是康熙的孙子，康熙五子允祺之子，五十九年封世子；弘昌则是弘皎的哥哥，雍正元年封贝子，十三年晋为贝勒。遭此当头棒喝，弘皎从此远离权利斗争，在郊外的宁王府里辟园种菊，过起了东篱伴月，嘉植怡情的王爷生活。 \n\n 远离了权力斗争，弘皎真的成了一位具有闲情逸致的王爷，他从千里之外的南方购买菊花名品移植北方，幷且获得了极大的成功。我们今天虽然无以得见当年宁王府里东园菊花盛开的景象，但是祇要看一看这部《菊谱》就不难想见其规模了。每于花发季节，宁王府裏灿若云霞，弘皎更是开长筵，列广座，邀请皇亲贵戚入园赏花，饮酒赋诗，每年的这个时候都是宁王府里最为忙络和惬意的时光。而且，弘皎做事深入，他由种菊而艺菊，成了一位名副其实的艺菊专家。他对所植菊花进行严格甄选，选出100个（后增至120个）品种，幷借鉴前人做法，将入选的菊花分门别类评第等级，评出神品上上（28种），妙品上中（15种），逸品上下（9种），隽品中上（12种），妍品中中（15种），韵品中下（21种）等二等六个品级，然后对每一种菊花进行准确、形象的文字描述，幷将所述文字汇集刊刻成一部《菊谱》。与此同时，他延请著名绘菊高手王延格入园写生——这可是旷日持久的活儿，当年没有照相技术，不可能对菊花先作影像保存，然后一幅一幅慢慢地画，而只能对着实物写生。但是菊花的花季在南方也不过一个月左右，在北方会更短，所以一个花季下来画不了几幅。\n 那么这部《菊谱》是花了多少时间才完成的？册前弘皎有《菊表》、《小引》各一篇，《菊表》未署作年，《小引》署作年是“乾隆岁次甲子九月”，也就是乾隆九年（1744）的九月。弘皎是乾隆四年（1739）受到惩罚之后开始艺菊的，以此估算，这部册页大约用了四至五年的时间才得以完成。然后他请索额图的女婿、历史学家、诗人、朝野相闻的著名隐士李锴，鄂尔泰长子、雍正十一年进士、在雍正、乾隆二朝担任多个重要职务的鄂容安，以及清宗室、康熙三十七年封奉国将军、官至总督仓场侍郎的塞尔赫分别为这部《菊谱》作题、序、跋，再请昆明人、时在京城的著名书法家湛畐统一书册，以避免因各家手稿书体参差不一给《菊谱》的整体效果带来影响。如此费心，一方面反映了他做事的专业，另一方面则寄托了他的希望，他要将这部册页在宁王府里永久珍藏下去，所以，在册页的每一帧绘画上弘皎都钤盖了“宁邸珍藏图书印”——之后，也就是这部《菊谱》册页的文字部分单独刊行以后（一卷本，乾隆二十二年刊，春辉堂刻），弘皎继续在东园艺菊，幷不断有新品种培植成功，于是，他再选佳品二十种，仍然延请王延格绘画，自己谱文。谁知王延格完成了绘画，弘皎却未及谱文就于乾隆二十九年（1764）去世了，留下一份遗憾在冥冥中等待后人为他续谱。 \n 这一等就是十三年——1777年，弘皎之子，在弘皎去世当年袭封贝勒的永福请其堂兄、皇六子（乾隆第六子）永瑢为《菊谱》后二十品续谱。在乾隆诸多皇子中，永瑢温文尔雅，博学兼长，其时正领衔编撰《四库全书总目》。毫无疑问，无论身份还是才学，永瑢都是最佳人选，而为皇叔续《菊谱》，永瑢自不当辞。在欣赏了整部册页之后，他依弘皎之制，不仅为后二十佳品谱写文字，还为整部册页撰写《菊谱总跋》，幷且替自己喜爱的那一帧“绿菊花”特意撰写了一篇《绿菊花赋》。永福也依父制，请著名书法家陈逢尧书册。陈逢尧是谁？乃弘皎当年延聘的著名书法家湛畐的弟子。皇侄为皇叔续谱，弟子接先生笔墨，气脉双连，可见永福用心一如其父。这样，洋洋四函十三册、图文幷茂的《菊谱》册页，在清宗室弘、永两代人的薪火传承下终于完成了。\n\n 1.當年弘皎彙集100種菊花所述文字刊印的《菊譜》據資料顯示僅北京國家圖書館有藏，已列爲國家圖書館善本書。但是，當年的刻本是這部册頁的文字部分，繪畫部分沒有刊印，即使刊印也不可能呈現繪畫的神韵和瑰麗的色彩。出乎意料的是，它的繪畫部分在260多年後的今天竟然能够完好地再現人世，這不得不說是個奇迹！無論從文獻的角度還是植物學的角度看，它們都具有重要的意義。 \n 2.王延格是清乾隆時期的畫家，他畫菊有名，但傳世菊畫却鮮見，這部《菊譜》的出現，使我們有機會飽覽他的繪菊藝術。他畫山水或者作花卉不僅“尤長摹古”，也吸收西洋繪畫中如透視、敷色等方面的優點，這對于研究王延格以及乾隆時期的繪畫藝術很有意義。","author":"清代王延格","description":"王延格菊谱册页"}]