[{"name":"倪元璐草书诗轴","text":"倪元璐（1593—1644），字汝玉，一作玉汝，号鸿宝，浙江上虞（今绍兴市上虞区）人，明末官员、书法家。明天启二年（1622）进士，历官至户、礼两部尚书，书、画俱工。书法灵秀神妙，行草尤极超逸，最得王右军、颜鲁公和苏东坡三人翰墨之助， 用笔锋棱四露中见苍浑，并时杂有渴笔与浓墨相映成趣，结字奇侧多变，书风奇伟，后人对他有“笔奇、字奇、格奇”之“三奇”，“势足、意足、韵足”之“三足”的称誉。他突破了明末柔媚的书风，创造了具有强烈个性的书法，与黄道周、王铎鼎足而立，并称“明末书坛三株树”，又于王铎、傅山、黄道周、张瑞图并称“晚明五大家”，成为明末书风的代表。崇祯十七年（1644年），李自成陷京师，元璐自缢殉节，卒年五十二。弘光时，追赠少保、吏部尚书，谥文正，清廷赐谥文贞。著有《倪文贞集》。\n人物经历\n生卒年\n倪元璐生于万历二十一年癸巳闰十一月十六日，干支为癸巳年乙丑月丙申日壬辰日（即公元594年1月7日1），卒于崇祯十七年三月十九日（即公元1644年4月25日），享年五十一岁。\n为官\n天启二年，倪元璐成进士，改庶吉士，授编修。倪元璐、黄道周、刘理顺俱为名臣袁可立门生，死事最为悲壮，天下公认忠烈。倪元璐、黄道周、王铎皆于天启二年成进士，其时孙承宗、袁可立等为考官，后二公联兵抗清共筑辽海屏障，且二公皆不为阉党所喜，时人有指其为孙党者自此始。册封德府，移疾归。还朝，出典江西乡试。暨复命，则庄烈帝践阼，魏忠贤已伏诛矣。杨维垣者，逆奄遗孽也，至是上疏并诋东林、崔、魏。元璐不能平，崇祯元年正月上疏曰：臣顷阅章奏，见攻崔、魏者必与东林并称邪党。夫以东林为邪党，将以何者名崔、魏？崔、魏既邪党矣，击忠贤、呈秀者又邪党乎哉！东林，天下才薮也，而或树高明之帜，绳人过刻，持论太深，谓之非中行则可，谓之非狂狷不可。且天下议论，宁假借，必不可失名义；士人行己，宁矫激，必不可忘廉隅。自以假借矫激为大咎，于是彪虎之徒公然背畔名义，决裂廉隅。颂德不已，必将劝进；建祠不已，必且呼嵩。而人犹且宽之曰：“无可奈何，不得不然耳。”充此无可奈何、不得不然之心，又将何所不至哉！乃议者以忠厚之心曲原此辈，而独持已甚之论苛责吾徒，所谓舛也。今大狱之后，汤火仅存，屡奉明纶，俾之酌用，而当事者犹以道学封疆，持为铁案，毋亦深防其报复乎？然臣以为过矣。年来借东林媚崔、魏者，其人自败，何待东林报复？若不附崔、魏，又能攻去之，其人已乔岳矣，虽百东林乌能报复哉？臣又伏读圣旨，有“韩爌清忠有执，朕所鉴知”之谕。而近闻廷臣之议，殊有异同，可为大怪。爌相业光伟，他不具论，即如红丸议起，举国沸然，爌独侃侃条揭，明其不然。夫孙慎行，君子也，爌且不附，况他人乎！而今推毂不及，点灼横加，则徒以其票拟熊廷弼一事耳。廷弼固当诛，爌不为无说，封疆失事，累累有徒，乃欲独杀一廷弼，岂平论哉？此爌所以阁笔也。然廷弼究不死于封疆而死于局面，不死于法吏而死于奸珰，则又不可谓后之人能杀廷弼，而爌独不能杀之也。又如词臣文震孟正学劲骨，有古大臣之品，三月居官，昌言获罪，人以方之罗伦、舒芬。而今起用之旨再下，谬悠之谭不已，将毋门户二字不可重提耶？用更端以相遮抑耶？书院、生祠，相胜负者也，生祠毁，书院岂不当修复！\n文谏\n时柄国者悉忠贤遗党，疏入，以论奏不当责之。于是维垣复疏驳元璐。元璐再疏曰：臣前疏原为维垣发也。陛下明旨曰：“分别门户，已非治征”，曰“化异为同”，曰“天下为公”，而维垣则倡为孙党、赵党、熊党、邹党之说。是陛下于方隅无不化，而维垣实未化；陛下于正气无不伸，而维垣不肯伸。\n维垣怪臣盛称东林，以东林尝推李三才而护熊廷弼也。抑知东林有力击魏忠贤之杨涟，首劾崔呈秀之高攀龙乎！忠贤穷凶极恶，维垣犹尊称之曰“厂臣公”、“厂臣不爱钱”、“厂臣知为国为民”，而何责乎三才？五彪五虎之罪，刑官仅拟削夺，维垣不驳正，又何诛乎廷弼？维垣又怪臣盛称韩爌。夫舍爌昭然忤珰之大节，而加以罔利莫须有之事，已为失平。至廷弼行贿之说，乃忠贤借以诬陷清流，为杨、左诸人追赃地耳，天下谁不知，维垣犹守是说乎？维垣又怪臣盛称文震孟。夫震孟忤珰削夺，其破帽策蹇傲蟒玉驰驿语，何可非？维垣试观数年来破帽策蹇之辈，较超阶躐级之俦，孰为荣辱。自此义不明，畏破帽策蹇者，相率而颂德建祠，希蟒玉驰驿者呼父、呼九千岁而不怍，可胜叹哉！维垣又怪臣盛称邹元标。夫谓都门聚讲为非则可，谓元标讲学有他肠则不可。当日忠贤驱逐诸人，毁废书院者，正欲箝学士大夫之口，恣行不义耳。自元标以伪学见驱，而逆珰遂以真儒自命，学宫之内，俨然揖先圣为平交。使元标诸人在，岂遂至此！维垣又驳臣假借矫激。夫当崔、魏之世，人皆任真率性，颂德建祠。使有一人假借矫激，而不颂不建，岂不犹赖是人哉！维垣以为真小人，待其贯满可攻去之，臣以为非计也。必待其贯满，其败坏天下事已不可胜言，虽攻去之，不已晚乎！即如崔、魏，贯满久矣，不遇圣明，谁攻去之？维垣终以无可奈何为颂德建祠者解，臣以为非训也。假令呈秀一人舞蹈称臣于逆珰，诸臣亦以为无可奈何而从之乎？又令逆珰以兵劫诸臣使从叛逆，诸臣亦靡然从之，以为无可奈何而然乎？维垣又言“今日之忠直，不当以崔、魏为对案”，臣谓正当以崔、魏为对案也。夫人品试之崔、魏而定矣，故有东林之人，为崔、魏所恨其牴触、畏其才望而必欲杀之逐之者，此正人也。有攻东林之人，虽为崔、魏所借，而劲节不阿，或远或逐者，亦正人也。以崔、魏定邪正，犹以明镜别妍媸。维垣不取证于此，而安取证哉！\n论功\n总之东林之取憎于逆珰独深，其得祸独酷。在今日当曲原其被抑之苦，不当毛举其尺寸之瑕。乃归逆珰以首功，代逆珰而分谤，斯亦不善立论者矣。\n疏入，柄国者以互相诋訾两解之。当是时，元凶虽殛，其徒党犹盛，无敢颂言东林者。自元璐疏出，清议渐明，而善类亦稍登进矣。\n请毁《三朝要典》\n元璐寻进侍讲。其年四月，请毁《三朝要典》，言：“梃击、红丸、移宫三议，哄于清流，而《三朝要典》一书，成于逆竖。其议可兼行，其书必当速毁。盖当事起议兴，盈廷互讼。主梃击者力护东宫，争梃击者计安神祖。主红丸者仗义之言，争红丸者原情之论。主移宫者弭变于几先，争移宫者持平于事后。数者各有其是，不可偏非。总在逆珰未用之先，虽甚水火，不害埙篪，此一局也。既而杨涟二十四罪之疏发，魏广微此辈门户之说兴，于是逆珰杀人则借三案，群小求富贵则借三案。经此二借，而三案全非矣。故凡推慈归孝于先皇，正其颂德称功于义父，又一局也。网已密而犹疑有遗鳞，势已重而或忧其翻局。崔、魏诸奸始创立私编，标题《要典》，以之批根今日，则众正之党碑；以之免死他年，即上公之铁券。又一局也。由此而观，三案者，天下之公议；《要典》者，魏氏之私书。三案自三案，《要典》自《要典》也。今为金石不刊之论者，诚未深思。臣谓翻即纷嚣，改亦多事，惟有毁之而已。”帝命礼部会词臣详议。议上，遂焚其板。侍讲孙之獬，忠贤党也，闻之，诣阁大哭，天下笑之。\n官职升迁\n元璐历迁南京司业、右中允。四年，进右谕德，充日讲官，进右庶子。上制实八策：曰间插部，曰缮京邑，曰优守兵，曰靖降人，曰益寇饷，曰储边才，曰奠辇毂，曰严教育。又上制虚八策：曰端政本，曰伸公议，曰宣义问，曰一条教，曰虑久远，曰昭激劝，曰励名节，曰假体貌。其端政本，悉规切温体仁；其伸公议，则诋张捷荐吕纯如谋翻逆案事。捷大怒，上疏力攻，元璐疏辨，帝俱不问。八年，迁国子祭酒。\n元璐雅负时望，位渐通显。帝意向之，深为体仁所忌。一日，帝手书其名下阁，令以履历进，体仁益恐。会诚意伯刘孔昭谋掌戎政，体仁饵孔昭使攻元璐，言其妻陈尚存，而妾王冒继配复封，败礼乱法。诏下吏部核奏，其同里尚书姜逢元，侍郎王业浩、刘宗周及其从兄御史元珙，咸言陈氏以过被出，继娶王非妾，体仁意沮。会部议行抚按勘奏，即拟旨云：“登科录二氏并列，罪迹显然，何待行勘。”遂落职闲住。孔昭京营不可得，遂以南京操江偿之。\n兵部右侍郎兼侍读学士\n十五年九月，诏起兵部右侍郎兼侍读学士。明年春抵都，陈制敌机宜，帝喜。五月，超拜户部尚书兼翰林\n院学士，仍充日讲官。祖制，浙人不得官户部。元璐辞，不许。帝眷元璐甚，五日三赐对。因奏：“陛下诚用臣，臣请得参兵部谋。”帝曰：“已谕枢臣，令与卿协计。”当是时，冯元飙为兵部，与元璐同志，钩考兵食，中外想望治平。惟帝亦以用两人晚，而时事益不可为，左支右诎，既已无可奈何。故事，诸边饷司悉中差，元璐请改为大差，兼兵部衔，令清核军伍，不称职者即遣人代之。先是，屡遣科臣出督四方租赋，元璐以为扰民无益，罢之，而专责抚按。户部侍郎庄祖诲督剿寇饷，忧为盗劫，远避之长沙、衡州。元璐请令督抚自催，毋烦朝使。自军兴以来，正供之外，有边饷，有新饷，有练饷，款目多，黠吏易为奸，元璐请合为一。帝皆报可。时国用益诎，而灾伤蠲免又多。元璐计无所出，请开赎罪例，且令到官满岁者，得输赀给封诰，帝亦从之。\n数请解职\n先是，有崇明人沈廷扬者，献海运策，元璐奏闻。命试行，乃以庙湾船六艘听运进。月余，廷扬见元璐，元璐惊曰：“我已奏闻上，谓公去矣，何在此？”廷扬曰：“已去复来矣，运已至。”元璐又惊喜闻上。上亦喜，命酌议。乃议岁粮艘，漕与海各相半行焉。十月，命兼摄吏部事。陈演忌元璐，风魏藻德言于帝曰：“元璐书生，不习钱谷。”元璐亦数请解职。\n为大明殉节\n元璐素负时望，亦渐获重用，思宗颇欲用之，然却因此深遭小人所忌，而蒙谗言罢归。元璐自此深知朝政不可为，从此绝意仕途。崇祯十五年（1642）闻清兵入至北京，北京震动，求救兵于天下，元璐毅然尽鬻家产以征兵，募得死士数百人，驰赴北京。并向思宗陈述制敌之法，思宗拜为户部尚书，深恨不能早日用之。十七年二月，命以原官专直日讲。逾月，李自成陷北京。城陷之日，元璐整衣冠拜阙，大书几上曰：“以死谢国，乃分内之事。死后勿葬，必暴我尸于外，聊表内心之哀痛。”遂南向坐，取帛自缢而死。 \n书法特色\n书法渊源\n在学书的道路上，倪元璐最得王右军、颜鲁公和苏东坡三人翰墨之助，以雄深高浑见魄力，书风奇伟。黄道周曾在《书秦华玉镌诸楷法后》云：“同年中倪鸿宝笔法探古，遂能兼撮子瞻、逸少之长，如剑客龙天，时成花女，要非时妆所貌，过数十年亦与王苏并宝当世但恐鄙屑不为之耳。”正如黄道周所言倪元璐在植根传统的同时，又在竭力寻求变化，其学古人，灵活变通，学到举一仿三。其受益苏字，便能将苏字的扁平结字特征，反其道地化为偏长狭瘦的自家构字法则；学王字，却能把王氏书中居多的方笔，变成自己腕下能随机生发的圆笔；晚年用力颜（真卿）字，去其“屋漏痕”意，书风渐趋浑沉，又能将揉、擦、飞白、渴笔等技法引入其中，借以丰富作品内涵。并以奇险多变的结体，聚散开合随机应变，再以字距极密、行距极宽的章法布白，呈现出一种奇异的图像。其行草立轴代表作有《冒雨行乐陵道诗轴》、《赠乐山五律诗轴》等。同时代王季重（即王思任）曾戏评倪书如“刺菱翻筋斗”，言其棱峭和动感，不过评论最准确的还是曾从黄道周学书的倪元璐之子、清人倪后瞻更为准确。他说：“倪鸿宝书，一笔不肯学古人，只欲自出新意，锋棱四露，仄逼复叠，见者惊叫奇绝。方之历代书家，真天开丛蚕一线矣。”\n笔风\n倪元璐的行草书用笔锋棱四露中见苍浑，并时杂有渴笔与浓墨相映成趣，结字奇侧多变，人曾戏称“刺菱翻筋斗”，其棱峭生动之姿被刻画得淋漓尽致。他书法风格的形成，除了他善于从王右军、颜鲁公和苏东坡等古人的经典中得到滋养，更在于他的“新理异态”使其能自出新意。\n评价\n康有为在《广艺舟双楫》中说：“明人无不能行书者，倪鸿宝新理异态尤多。”在古代书法的品评中，用“异态”二字称誉，所见只有宋代的苏东坡称张旭的草书“异态生动，号称神逸”，明代的项穆评颜真卿的书法：“独其《自叙一帖》，粗鲁诡异，且过郁浊，酷非平日异态”。康氏所说的“新”与“异”，有两层意思：一是不同于一般的明人书法；二是不同于一般的帖学书法，这二者对于倪书来说是统一的。倪元璐书法有明人行书流便秀雅的特点，又有涩劲朴茂的风貌，其源出于帖学书法，又含有碑学特别是六朝碑学的特点。既以风骨凌厉，“异态”高古，清劲奇趣，格调旷达的特点，展现出明代气势豪迈、奔放的书风，行书流利犹如“凌鱼奋尾，骇龙反拘”，体现明人行书流便秀雅的特点，但又以其不求表面点书之精，这就超越了明代书法的一般风格，能惟求气势之盛，集形、意、气为一体，依意而生、率真天成，把明代的书风推向情与美相结合的道路，从而能达“通神”的极高境界。此其一。其二：细度他的墨迹，结字多抬高右角，竭尽倾斜交错，危绝救应之势。如果说倪元璐的这幅书法很讲究造型的话，还不如说他更善于用笔，他在用笔上直落直收，斩钉截铁，笔画恣意，给人以刚劲畅达之感，其墨浓而厚笔画重而沉，方整中见婉遒，可窥篆、隶之意趣。加上笔画字型的粗细大小变化，墨色浓湿干枯交替，却又出现险劲中寓古雅的韵律。这就超越了他源出的帖学、碑学书法，将所学融入自己的创造，使之“下笔磊落无俗气”，难怪后人对他有“笔奇、字奇、格奇”之三奇，“势足、意足、韵足”之“三足”的称誉，正像清代的秦祖永在《桐阴论画》中说的“元璐书法灵秀神妙，行草尤极超逸”。他突破了明末柔媚的书风，创造了具有强烈个性的书法，对清末民国初年的书风有过一定的影响。 \n作品选录\n袁节寰大司马像赞\n明倪元璐\n试之刑以观其德，其平在额。试之谏以观其气，其正在鼻。试之贼以观其谋，其洞在眸。试之权以观其壮，其强在项。试之多艰以观其力，其硬在脊。试之先几以观其介,其高在态。笥经文起胸库，武戈止手，探骊不怵。足履虎不咥，身恃之长城，面望之景星。须眉之谓男子，衣冠之有精理。呜呼！厥象惟肖，是之曰照。\n（明倪元璐《倪文贞集卷十七·赞铭》、《四库全书·集部236》）\n","category":"草书","verified":true,"user":1,"timestamp":1429951602431},{"name":"倪元璐草书诗轴","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791633320,"text":"杜牧《赠李秀才》，明，倪元璐书，纸本，立轴，纵128.5cm，横93.1cm，行书，4行，35字。北京故宫博物院藏。\n释文：骨清年少眼如冰，凤羽参差五色层。天上麒麟时一下，人间不独有徐陵。元璐似千岩辞丈。\n本幅钤“倪元璐印”、“鸿宝氏”印。收藏印有“师守玉印”、“蒯寿枢家珍藏”、“师氏春德堂藏”。\n此为倪元璐书唐代诗人杜牧七绝诗《赠李秀才是上公孙子》。在明代末年书坛上，倪元璐与黄道周的书法共具奇倔特色。首先，结构安排上欹斜交错，险峻恣肆，多姿而奇伟。其次，在运锋的流转、顿挫中融入了更多的沉郁和涩拙之笔。点画亦支离而诡异，颇具风骨凌厉之气势，风格独标。清末康有为曰：“倪鸿宝新理异态尤多。”\n\n倪元璐《草书故人隔天风五言律诗轴》绫本草书 169×40cm 山西博物院藏\n释文：故人隔天风，海水吹不立。聊将尘渴心，远赴山中汲。晴香芝兰生，暝翠雾露湿。惟尘鸡犬吠，幽林能径入。元璐。\n钤印：倪元璐印、太史氏。\n\n行草诗轴\n\n自书卜居诗轴\n\n倪元璐《草书五言律诗轴》 绢本　纵165.0厘米　横47.3厘米 ，日本东京国立博物馆藏（高岛菊次郎氏寄赠）\n\n行书谢翱五律诗轴 上海博物馆藏，绫本 纵157.1厘米，横41.5厘米\n此书为行书录宋代谢翱五律诗，其用笔苍古劲爽，结字跌宕奇逸，章法字距茂密，行距宽疏，注重节奏变化，尤以气骨见长。\n\n行书七律诗轴 何创时书法艺术馆藏\n 此件为倪鸿宝自书七言律诗一首，时当重阳佳节前后，又逢病体方愈，知友见访，心绪欢愉，画面呈现一种步履稳健，顿挫有节，而又神采奕奕的韵致。倪氏传世墨迹不多，且多属绫本，此件为少见的纸本。点画奇崛，墨采飞动，章法谨严，笔势特为沈郁，与鸿宝其他习见行草书风之偏于痛快者异趣，是倪氏作品中难得一睹的经典之作。\n释文：世事悲欢无过吾，重阳咒饮小春脯。 老夫自避一头地，仙史群栘六甲厨。 语语白虹飞宝剑，人人玄鹤舞明珠。 心知载酒齐来意，其奈侬亭半字无。 ——杨伯祥诸子移 尊草邸 时病方愈 似予安仁兄吟 伯正之 元璐\n印—倪元璐印 太史氏\n收藏印—木轩审定 啸波宝藏贤遗墨 仁和高邕 涡阳马氏珍藏\n\n行书七绝诗轴 何创时书法艺术馆藏\n 此作笔调轻快，意气风发，展现了倪氏书体成熟后的一般风貌，并非其精绝之作。他善于运用渴墨，润燥相生，拉大了画面墨色层次的表现幅域。倪氏这种在墨气上自觉性的探索与开发，配合他那劲涩颤动的用笔工夫，其作品在晚明几位浪漫派大家中，艺术效果表现是极突出的。这自然跟他书写时，毛笔不全发开的特殊用笔习惯密切相关。特殊的技巧方法，原是为特殊的艺术形象之塑造服务的，于此亦可觇知倪氏在书艺创作上苦心孤诣之一端。\n释文：一城春雨万家烟。处处凉飞太极泉。人在扬州清似鹤。不知是宰是神仙。—元璐\n印—倪元璐印 太史氏\n\n倪元璐《自书旧作诗轴》绫本 125×49cm 湖北省博物馆藏\n\n七律轴 纸本　158X73.5cm 西泠印社藏\n\n倪元璐（1593-1644），字玉汝，号鸿宝。浙江上虞人。官至户部尚书。擅山水，清润古雅，工书，其书法沉郁含蓄，方整纵肆，与当时恬美书风有很大差别，是晚明新书风代表。","author":"明代倪元璐","description":"倪元璐草书诗轴"}]