[{"name":"薛绍彭杂书卷云顶山诗卷","text":"《杂书卷》，是由薛绍彭著作的行草书作品，纸本，26.1x303.5cm。由四帖所组成，含《云顶山诗》、《上清帖》等，其中有诗作有信札，内容都涉及到四川的风物，是薛绍彭在四川作官时与友人倡和之作。现收藏于台北故宫博物院。\n简介\n云顶山的云顶寺在四川广汉，此作书于唐代建中靖国元年（1101年），可知薛绍彭此时已入川为绵州梓潼路漕。上清宫位在四川青城山上，始建于晋代，是著名的道教胜地。左绵山在四川绵阳（今绵阳）北方。诗中“岳王楼”在绵州（今四川绵州东）西北，旧名“岳王台”，唐显庆中，太宗子越王贞为刺史时所建。薛稷（649-713）书“慧普寺”三字，方径三尺，笔画雄劲，在通泉寿圣寺聚古堂。且薛稷曾画鹤于通泉县署的屋壁后，故“通泉”应该是指唐代书家薛稷。“官奴”为王羲之《官奴帖》，米芾以王羲之《十七帖》等与刘泾易得《官奴帖》。另有一本双钩麻纸本，在王仲修手上，事见米芾《宝章待访录》。\n释文\n《杂书卷》正文释文云顶山诗。山压众峰首，寺占紫云顶。西游金泉来，登山缓归轸。昨暮下三学，出谷已延颈。山名高剑外，回首陋前岭。跻攀困难到。赖此昼亦永。巍巍石城出。步步松径引。青霄屋万楹。下俯二川境。玉垒连金雁。西轩列阡。轸。畛。青城与岷峨。天际暮云隐。少城白烟里。水墨淡微影。江流一练带。不复辨渔艇。东惭梓潼隘。右憙锦川迥。盘脱陁石不转。枯桒弄芒颖。四更月未出。蕙帐天风紧。客行弊帤垢。到此凡虑屏。暂时方外游。聊惬素心静。明朝武江路。拘窘逐炎景。建中靖国元年。七月二十四日。翠微居士题。上清连年。实享清适。绝尘物外。皆自制亭名也。录示诗句。未见佳处。想难逃老鉴也。旧稿不存。尚可记忆。雨不湿行径。云犹依故山。看云醒醉眼。乘月棹回舟。水上三更月。烟中一叶舟。寒临重阁迥。影带乱山流。暮烟秦树暗。落日渭川明。平林暎日疎。野草经寒短。霜干叶飘零。石出水清浅。官冷系怀非吏事。地偏相访定闲人。一马春风过微雨。竹闲归路静无尘。鸥鹭惊飞起。秋风菱荇花。一径入中渚。坐来唯鸟啼。水云生四面。常恐世人迷。绿径无行迹。苍苔露未晞。曾梦春塘题碧草。偶来雾夕看红蕖。无人云闭户。深夜月为灯。晓露凝芜径。斜阳满画桥。不眠听竹雨。高卧枕风湍。桥横云壑连朝度。雨暗灯窗半夜棋。微波拂凉吹。淡烟生远树。天寒湘水秋。雨暗苍梧暮。乘月多忘归。往往带霜露。自然鸥鸟亲。自与渔樵遇。去意已轻千里陌。深柸难醉九回肠。灞陵叶落秋风里。忍对霜天数雁行。已上虽粗记。然全章皆忘矣。语固未佳。要之亦平生经心一事。老友必怜其散落。便风早以为寄也。绍彭再拜。更有第三编。亦不见。来信不言及。必不在彼。不知失去何处。如何如何。左绵山中多青松。风俗贱之。止供樵爨之用。郡斋。不。僧刹。不见一本。余过而太息。辄讽通守晋伯移植佳处。使人知为可贵。东川距绵百里余。入境遂不复有。晋伯因以为惠。沿流而来。至此皆活。作诗述谢。并代简师道史君。绍彭上。越王楼下种成行。濯濯分来一苇航。偃盖可须千岁榦。封条已傲九秋霜。含风便有笙竽韵。带雨偏垂玉露光。免作爨烟茅屋。下。底。华轩自在拂云长。通泉字法出官奴。日日临池恨不如。双鲤可无轻素练。数行唯作硬黄书。乡关何处三秦路。马足经年万里余。多谢玉华宫畔客。新诗未觉故情疎。和巨济韵。临池通泉。为如字韵牵。非寔事也。不笑不笑。 \n题跋释文和作者简介\n薛道祖墨迹西涯李东阳\n孙男仲邕宝藏。薛仲邕。\n右宋薛绍彭书五纸。薛氏以三凤名河东。绍彭其后人也。字道祖。号翠微居士。居长安。符祐间。以书名。名亚米芾。今书史会要所载是也。水村陆公得此卷。特爱重之。间出视予。为识数语于后。长沙李东阳。\n嘉靖甲子八月既望。球从王元美伯仲纵游西山。归舟示道祖此卷。清逸森秀。与秋山竞爽。遂浮白赏之。并书识快。周天球。\n元章书史载道祖所蓄晋唐法书甚富。至二王帖。不惜倾囊购取。与元章每以鉴定相高得失评较。尝寄道祖诗曰。老年书兴独未忘。颇得薛老同徜徉。书名与元章并。今从元美所观道祖四帖。平直苍劲。殆骨气攸存。而无枯槎巨石之病者。其名为不诬矣。元章真迹虽罕得。往往有之。道祖则仅见此耳。元美尚宝之哉。中元甲子（1564年）八月廿四日。黄姬水识。黄姬水。\n吴中自衡山翁后。绝无喜蓄书画者。顷岁幸赖元美宪使精于鉴赏。收购渐广。又幸借观无所爱。每每自庆。如翠微词翰。尤所希见者。而获见之。益加自庆焉。其诗笔字法之（缺字）。何容复置啄耶。隆池山樵彭年题。妙。彭年。\n薛道祖书。\n予惟见晴和二像随事吟三帖。松雪谓其脱略唐宋。齐踪前古。陆居仁谓其虽杂于六朝盛唐人书中当无愧。后又见其所临兰亭。盖定武石刻在其处。故所临尤妙。今获观其诗帖。若上清连年实享清适帖。及和刘巨济诗。真能轩轾六朝。追迹魏晋。宜与元章抗行。而当时谓之为米薛也。嘉靖甲子八月。元美按察携示命题。因书。茂苑文嘉。文嘉。\n思陵称北宋时。唯米襄阳薛河东。得晋人遗意。虞道园则谓黄长睿有书学。无书笔。仅河东兼之。襄阳长沙而下。不论也。此卷结法多内擫。锋藏不露。而古意时溢毫素间。不作倾险浮急态。噫。虞言岂欺我哉。琅邪王世贞收藏题。王世贞，隆庆己巳夏六月。岭南黎民表。武林吕需。吴门沉伯麐。同观。黎民表。\n万历甲戌中秋日记。王世贞。\n乙亥中秋日记。王世贞。\n宋思陵称北宋时。唯米襄阳薛河东得晋人遗意。虞道园则谓。黄长睿有书学而笔不逮识。绍彭最佳。世遂不传。米氏父子。举世学其奇怪。弊流金朝。此卷云顶山诗帖。能以拙藏巧。上清连年帖。皆书所作得意语。波拂之际。天趣溢发。左绵帖与上清微类。而加圆熟。通泉帖咄咄逼右军。几令人有张翼叹。大抵笔多内擫。结取藏锋。妙处非乍看可了。前辈语固不虚也。道祖。襄阳同时人。尝以从官典郡。与刘泾俱好收古书画。翠微居士。其别号也。万历己卯（1579年）伏日重装。世贞题。\n薛绍彭，长安（今陕西西安）人。生卒年月不详。北宋书法家。宋神宗时人。字道祖，号翠薇居士。恭敬公薛向之子，以翰墨名世。自谓河东三凤后人。官至秘阁修撰，出为梓桐槽。家藏晋、唐法书，名画甚多，与米芾每以鉴赏相高，得以计较。工正、行、草书，笔致清润遒丽，具晋、唐人法度。与米芾齐名，人称“米薛”。宋危素赞其书：“超越唐人，独得二王笔意者，莫绍彭也。”存世书迹有《诗卷》、《兰亭临写本》及《昨日帖》、《随事吟帖》、《晴和帖》等。作品曾刻入《三希堂法帖》。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951597924}]