[{"name":"邝露草书柳宗元诗轴","text":"邝露，是明末广东著名诗人；生于世代书香之家。邝露工于诗词，邝露还通晓兵法、骑马、击剑、射箭，又是古文物鉴赏家和收藏家。还精于骈文；又是篆、隶、行、草、楷各体兼擅的有成就的书法家，其草书字迹劲秀，师法王羲之而自成一格。南明唐王时任中书舍人，永历帝时出使广州，清兵入粤，邝露与诸将戮力死守，凡十余月，城陷，不食，抱琴而死。\n基本情况\n邝露一生虽然短暂（享年47岁），却活得洒脱、率真、从容。他的死，不由让人想起魏晋名士嵇康，两人虽然活在不同的年代，但都称得上是“真名士自风流”。\n首先，两人都是稀世大才子，大诗人；而且，两人都蔑视传统礼法，不理会那些名目堂皇的教条礼数，嵇康“非汤武而薄周孔”，“越名教而任自然”，开个铁匠铺每天在在树下打铁，朝廷宠信钟臣来拜访，嵇康只是扫了一眼，仍然埋头打铁；邝露在夜市上“走马观灯”，遇到南海县令也不会下马回避。两人活得同样洒脱，丝毫不掩真性情。于是一个沉迷于打铁，一个开始浪迹天涯纵情山水。对于生情不羁，不愿被礼数牵绊的邝露来说，“逃亡”正是一种最好的自我放逐，游历让他的才情奔涌，他沿途赋诗，写下《赤雅》，还留下了众多脍炙人口的游记，这五年，也是他才华宣泄得最酣畅淋漓的时候。\n他们也死得极其相似：都是在琴声中从容死去！余秋雨用电影一般的文字在《遥远的绝响》中“回放”了嵇康赴死的场面，说他在刑场上弹起一曲《广陵散》，“刑场上一片寂静，神秘的琴声铺天盖地。弹毕，从容赴死。”而在海雪堂，邝露抱琴，不食而亡。\n在琴声中，他们的死少了悲剧的成分，更像是一种从容的回归，回到他们自己的世界里，继续打铁，继续行吟，这才是真名士风度。而他们，以及他们的琴声，也都成了“遥远的绝响”，可属于真名士的风流气节却穿透历史，让人屏息。□郭晓鹭\n人物辞典\n邝露，初名瑞露，广东南海人。生于世代书香之家。祖彭龄为进士，曾任知县；父思浩，廪生，有才名。邝露工于诗词，是明末广东著名诗人；还精于骈文；又是篆、隶、行、草、楷各体兼擅的有成就的书法家，其草书字迹劲秀，师法王羲之而自成一格。邝露还通晓兵法、骑马、击剑、射箭，又是古文物鉴赏家和收藏家。他又是一个秉性不羁，鄙视金钱，不慕科名，蔑视传统礼法的“奇人”。南明隆武帝时任中书舍人，永历帝时出使广州，清兵入粤，邝露与诸将戮力死守，凡十余月，城陷，不食，抱琴而死。\n艺术成就\n岭南前三大家\n邝露与黎遂球、陈邦彦崛起于明末诗坛，被称之为“岭南前三大家”，其中以邝露最为杰出。钱大昕在《胡同谦墓志铭》引冯鱼山语：“吾粤诗人，曲江之后，当推海雪”，意即张九龄之后，就数邝露了；而温汝能《粤东诗海》中，邝露被誉为“吾粤之灵均”（意即屈原）。\n《赤雅》是邝露游历广西时，记录广西少数民族地区民族风情、山川地貌、古迹名胜、珍禽异兽、趣事轶闻的第一部著作，对研究广西古代少数民族及山川古迹有重要参考价值。\n《峤雅》是邝露自编诗集，收诗254首。屈大均有云：“虽《小雅》之怨诽，《离骚》之忠爱，无以尚之。”可见邝露诗歌的价值。\n而邝露的游记亦脍炙人口，为后人广为传诵。\n上追黄庭坚\n邝露气质浪漫，最能表现其个性的当为草书。其草法奔放，酣畅自然，略近祝枝山，而上追黄庭坚，既任情恣肆而又矩度精严，能放能收，深得书法之要。篆、隶、行、草、楷各体兼擅，可说是个通才，邝露书法能有很高的成就，亦源于他多方面的文艺修养，邝露工诗能琴，擅古文，精鉴赏。\n人物列传\n诗才过人\n明万历三十二年（1604年）出生。据说，他出世时有“甘露降于庭槐”，故名瑞露。后改今名，字湛若。又因他读书所在为“海雪堂”，故又称邝海雪。\n其父、祖均为功名中人，书香世代。邝露五岁时就显诗才不凡，据说可应声作诗。早年丧父，家境中落，他“以父、祖皆能诗而业未竟也，益力学苦吟”，每当诗兴大发之际，“往往废寝食”，行吟时甚至“抵触树木”，或者“倾坠坑堑而未尝觉”。\n邝露十五岁时，在南海应试，督学以《恭宽信敏惠》为题，他以真、行、草、篆、隶五体字答卷，结果被认为“违制”而被黜，落为“五等”，可是他若无其事，狂笑拂袖而去。后来他几次参加乡试，都“名落孙山”。“于是放诞纵酒，或散发徜徉于市中，傲然不屑，以是颇为礼法之士所仇”。\n亡命天涯\n崇祯七年（1634年），适逢正月十五的上元佳节，邝露与友人乘醉策马，纵游花灯夜市，刚好遇南海县令黄熙出巡仪仗，邝露酒醉不避，反而信口赋诗讥讽“骑驴误撞华阴令，失马还同塞上翁。”就此惹下大祸，被县令逼得远走他乡避难。\n此后，邝露度桂岭、泛洞庭、涉九江。东至会稽、金陵，北上京华、幽燕，历时五年之久。秀丽的名山大川，孕育了他的诗情豪兴，丰富的社会阅历，加深了他的生活感受。邝露沿途赋诗数百首，诗名远播吴、楚、燕、赵，在扬州，他写了十二首《赤鹦鹉》，为世人所传诵，因而有“邝鹦鹉”之誉。据说每到一地，都被当地人以嘉宾之礼相待。\n当他浪迹广西时，深入瑶民“岑、蓝、胡、侯、盘”五姓土司境，还蒙当地瑶民“女将”云亸娘的赏识，当上了记室（执掌文书之类）。其间，他著下《赤雅》一书，记录了广西少数民族地区民族风情、山川地貌、古迹名胜、珍禽异兽、趣事轶闻，蔚为大观，影响深远。诸如“峒女于春秋时，布花果笙萧于名山，五丝刺同心结，百纽鸳鸯囊，选垌中之少好者，伴峒宫之女，名曰天姬队。余则三三五五，采芳拾翠于山椒水湄，歌唱为乐。男亦三五成群，歌而赴之。相得，则唱和竞日，解衣结带相赠以去。”记录的便是桂西壮族地区广泛流行的“欢浪花”（意为休闲寻情之歌），仍然被现代人作为研究古代壮族民俗的重要资料；《天龙八部》中丁春秋的化功大法（实际上就是瑶族地区蛊毒的制作过程），便来源于邝露的《赤雅》一书：“五月五日聚诸虫豸之毒者，并置器内，自相吞噬，最后独存者曰蛊。”\n而这期间，邝露与瑶族女土司云亸娘也产生了一段爱情。\n抱琴殉国\n崇祯十二年（1639年），南海县令黄熙受贿获罪，逃亡了五年之久的邝露方得以重返家园。返粤后，他仍过着闲散生活，靠典当古文物为生。\n崇祯十五年（1642年），供职于史馆。崇祯十七年（1644年）三月，李自成陷京师，明王朝覆亡。接着，清兵入主中原，南明政权相继更迭。邝露怀抱复国大计，只身远赴南京上书献策。谁知抵达九江时，闻南京失守，悲愤南归。\n隆武二年（清顺治三年，1646年），广州首次沦于清兵铁骑之下。邝露长子邝鸿（字钊孟，工诗，善击剑）亲领北山义军千余人，与清兵激战，壮烈战死于广州东郊。\n次年（永历元年，1647年），邝露应召入朝，被南明永历政权任为“中书舍人”。\n永历四年（清顺治七年，1650年），邝露奉使还广州，遇清兵围城。他把妻儿送回家乡，只身还城，与守城将士死守达十个月之久。是年十一月，西门外城主将范承恩通敌，导致广州城陷。此时，邝露已将生死置之度外，恢复名士风度，身披幅巾，抱琴外出，适与敌骑相遇。敌军以刀刃相逼，他狂笑道：“此何物？可相戏耶？”敌军亦随之失笑。然后，他慢步折回住所海雪堂，端坐厅上，将自己生平收藏怀素真迹和宝剑等文物，尽数环列身边。抚摩着心爱的古琴，边奏边歌，将生死置之度外，绝食，最后抱琴而亡，死时年仅四十七岁。\n后人有《抱琴歌》挽之：“城陷中书义不辱，抱琴西向苍梧哭”。\n后人演绎\n邝露生性洒脱浪漫，富有传奇色彩的忠贞形象屡屡被后人搬上戏剧舞台，相对于同时代的诗人或英雄来说，他鲜明的个性和形象也许最适合入戏，因此也成为现代粤剧舞台上“出镜”率最高的一位。\n诸如粤剧《天上玉麒麟》，便按邝露的生平事迹写成，由千面笑匠廖侠怀出演邝露，着明装，宽袍广袖，头戴东坡笠，竹杖芒鞋，扮相相当洒脱。剧名为何取《天上玉麒麟》呢？据说是以玉麒麟来形容邝露聪明天纵。\n邝露天性浪漫、不羁，他的情感世界也应该风华无限吧？邝露浪迹广西时，与当地瑶族女土司云亸娘的爱情便充满浪漫色彩，这段感情也成为后人演绎的重点。大型音乐舞蹈粤剧《蝴蝶公主》便以此为蓝本。才子邝露与青青相知相爱，但一心想取代瑶王统治瑶族的巫医掌庙师想拆散两人独霸青青，于是挑拨瑶王，用邝露负情不归为借口对其种蛊。青青为表真情与其一同受蛊。适逢清兵入关并要挟邝露投降，邝露陷入两难。青青久等邝露不归，巫医掌庙师又逼婚，于是青青用计骗得解药赴广州救邝露，两人面对外族入侵以生死相依的真情演绎出一场浪漫凄美的爱情悲剧。《蝴蝶公主》显然属于“戏说”邝露，加入了更多的浪漫元素，诸如逼婚、美女救英雄等等曲折的情节，尽现邝露情感世界的传奇与浪漫。\n邝露诗二首\n迭彩山\n日高山气晶，月出山更明。县峰银汉水，匿景金墉城。灵洞出霄半，飒爽凉风生。吹我薄天游，飘飘凌太清。冥搜混沌窍，流观蟾鹤铭。芳草有远志，达人无近情。谁能恋乡曲？一举超蓬瀛。\n胡天星邀余作白妾鱼脍\n独寻芳草过王孙，为脍银丝出露盆。汤煴玉环妃子泪，楼残金谷绿珠魂。凌波岂复观微步，齿剑终然合报恩。谁识蒯缑归思苦，不堪弹铗向朱门。\n古琴遗音\n邝露不仅是诗人、书法家，还擅长古琴，是一位品格极高的琴人。\n其平生珍爱两张名琴，一为宋琴“南风”(曾是宋理宗赵昀的内府珍品，今藏山东省博物馆)，一为唐琴“绿绮台”，据屈大均《广东新语》载，“绿绮台”曾属明武宗朱厚燳所有，后以琴赐大臣刘某，明末归邝露所得。据载，绿绮台与春雷、秋波、天蠁(响)被誉为岭南“四大名琴”，在琴界有极高声誉。\n邝露出游必携二琴，有时穷困也将其暂质于当铺，待有钱时又赎回，故其诗有“四壁无归尚典琴”之句。顺治七年清兵攻广州，邝露抱琴，从容殉国。\n邝露殉国后，琴被清兵所抢，售于市上，为归善(今惠阳)人叶龙文以百金所得。叶氏某日泛舟丰湖，邀请当时文士一起雅聚，席中叶氏抱出绿绮台，诸人一见先朝遗物，都唏嘘不已，当场赋诗，以屈大均之作最脍炙人口，其中“我友忠魂今有托，先朝法物不同沉”之句，更是一字一泪。康熙年间，著名诗人王士禛(渔洋)亦有诗“海雪畸人死抱琴，朱弦疏越有遗音”来咏邝露。后来此琴由叶龙文后人保存了数代，至道光末年，叶氏家人以穷困将琴质于当铺无力赎还，被东莞人张敬修买下。\n张敬修是莞城望族，抗清名将张家玉之后人，又是广东四大名园之一东莞可园的主人。他得到绿绮琴后专门在可园中辟“绿绮楼”以宝藏之。后在民国初年，张家中落，琴亦以破残不堪修复而售于同邑邓尔雅。\n邓尔雅是杰出的书法家、篆刻家，他与可园张家素有交往，深知此琴的意义，因此他所得虽是一张朽琴，却视同性命。1944年，邓尔雅筑于香港大埔的“绿绮园”曾被台风吹毁，连邓所藏大量书籍文物均遭破坏，从废墟中抢救出的绿绮台却安然无恙，邓尔雅视为奇迹，随即迁居九龙以安顿名琴，直至邓氏临终之际，仍命家人将琴放在病榻畔，抚摸不舍以至最后一息。\n邓尔雅身后，此琴至今保存于家人手中，曾有数度因经济拮据而欲出售，初时愿以市区房屋一幢即可，后终因谈价未谐而告吹，近年又传出开价四百万港元之巨。\n邝露故居就在五仙观旁边的仙邻巷。\n专家评价\n梁基永，自称西关“遗少”，爱好书画雅玩，旁及音乐、文学、诗词诸艺，又以丰富的文物收藏著称，藏有古琴一张，据称“比邝露的那张绿绮台还要老”，因对古琴感兴趣，而对邝露研究颇深。\n记者：你对邝露研究多年，你如何评价邝露？\n梁基永：邝露是中国传统文人的一个典型，他工诗善书，会弹琴，而且生性浪漫不羁，他抱琴而亡也带着诗人的浪漫主义色彩。其实，他作为一个小小的中书舍人，仅相当于现在的一个科长或办事员而已，他完全可以不死，只是他不想苟活，于是抱着琴，伴着其珍藏的怀素真迹、剑以及文物绝食自尽了，死的方式可能都是他事先设想过的，一种很具中国文人气质的死法。说实话，后人给他的死赋予了太多的政治色彩，也明显有后人演绎的痕迹。如果要写邝露，更应该还原他本来的诗人身份。\n记者：历史上对邝露给当朝宰相阮大铖诗集《咏怀堂》写序一事争议较大，因为当时阮大铖是一个品格低劣的奸臣，有人便怀疑邝露的人品低下，你如何看待这件事情？\n梁基永：阮大铖虽然为人奸佞，品格低劣，但他的诗文造诣相当高，后人评价他“其五古上接陶潜下追王维、孟浩然。”而且他还妙通音律，他写的戏曲《燕子笺》等都成为传世佳作，可见除去政治身份，他是一个相当多才多艺的人。而且他作为当朝宰相，地位已相当高，相当于现在的国家总理，为什么还请邝露（中书舍人，也就是现在的一个小科长而已）给他的诗集写序呢？从文学角度来讲，阮大铖算得上大师，只有他欣赏的人，他才会请他写序，由此表明邝露在诗文上的才华确实是过人的，非常出众的；抛开政治背景，这就是文人间一种再普通不过的交流，阮大铖欣赏邝露，邝露的人品就一定低下吗？我觉得后人大可不必怀疑邝露的人品。\n故居寻访\n据《番禺县续志稿》记载：“明中书舍人邝露故居，在五仙观旁，与邑人彭滋、顺德薛始亨同里。”谢长文有《闻邝湛若歼死》一诗：“传闻君死处，血污石城西。儿女不收骨，房帷复失妻。微官祸先酷，旧宅路应迷。望望仙邻里，伤心秋草斋。”据此诗，则推出邝露故居必在仙邻巷了。\n先来到五仙观，门前广场竟热闹得像一个游乐园，附近的孩子们刚刚放学，来这里骑车的、玩滑板的、跑的、跳的，整个广场喧哗一片，五仙观用铁栏杆将都市的喧嚣挡在门外，独自宁静着、淡泊着，出世，还是入世，只隔着一道门。仙邻巷就在旁边，闲暇时邝露应该也会到五仙观里转转，那时，观里或许不乏懂琴棋书画的高人，在一起吟诗、抚琴，坐而论道，对于邝露来说，或许就像家常便饭吧。\n当然，邝露并不住五仙观，他住仙邻巷。从五仙观出来沿着惠福东路右行，右手边第二条巷子就是。\n走到小巷深处时，天已擦黑，路灯开始一盏盏亮起来，小巷不过两三百米而已，但哪里是“邝露抱琴”的海雪堂呢？“房屋出租”、“代办证件”贴得满墙都是，让它跟广州的任何一条小巷没有区别，在一户户或新或旧的民宅中，人们过着或简单或五味杂陈的现代生活。巷子里开始飘出晚餐的香味，有人从趟栊门里走出来倒垃圾、有人刚骑车买菜回来，大家各自忙着，有谁知道曾经有一个叫邝露的名人在这里住过？近400年了，改朝换代，生生死死，小巷里的人对邝露这个人全都表示一无所知。\n两天后，我再次来到这里。房子还是那些房子，抬头，是“一线天”，却看到一棵黄叶凋零的树，用一种属于深秋的颜色横斜在小巷的上空，像一首深秋的诗，像仙邻巷的一首忧伤的诗，“望望仙邻里，伤心秋草斋”，虽然隔了几百年，古人的情绪似乎还留在这里。\n邝露的草书作品。\n0真迹遗存\n在《邝露诗集》的注释文字中曾提到：“邝露草书秀挺雅健，造诣颇高。今广州光孝寺碑尚存邝露书碑刻一块。”我兴冲冲赶赴光孝寺，寻找他幸存的书法遗迹。但我在光孝寺里遍寻未果，一戴眼镜中年和尚说，可能“文革”期间被毁掉了，反正从他进光孝寺就没见过这块碑；门口卖香火的年轻和尚说，寺里是有几块古代的碑，还有唐代及明代的，但没听说有邝露的这块碑。另外的和尚大多摇头，看来，寺中人是没见过这块碑了。\n坐地铁返回时，我翻了翻手头的复印资料，忽然想起它来源于上世纪五六十年代出版的文献，上面所说的“今”怎会是今天的“今”呢？不禁哑然失笑。到哪里寻找这位“旷世”天才的真迹？\n还好，同样工诗善书、同样爱好古琴与古物鉴赏的现代岭南才子梁基永给了我惊喜，他对邝露研究多年，在某个文物展上他拍下了邝露的草书作品，包括清代中期的邝露画像，弥补了我们的遗憾。\n","category":"草书","verified":true,"user":1,"timestamp":1429951649143},{"name":"邝露草书柳宗元诗轴","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791636083,"text":"邝露《草书柳宗元诗轴》 纸本 120×54.5cm\n释文：渔翁夜傍西岩宿，晓汲清湘燃楚竹。 烟销日出不见人，唉乃一声山水绿。 回看天际下中流，岩上无心云相逐。邝露\n款识：杨臣彬边跋\n钤印：邝露之印","author":"明代邝露","description":"邝露草书柳宗元诗轴"}]