[{"name":"徐浩楷书陈尚仙墓志","text":"从《陈尚仙墓志》的书法特点，可以看出徐浩楷书体演变的轨迹。\n基于上述，我们知道《陈尚仙墓志》是迄今发现徐浩最早的书法作品，这篇墓志虽为正书写成，但字里行间流露出行书的痕迹。令人注意的是，从这些痕迹中，我们不但可以看出徐浩正书中所蕴含王羲之《圣教序》的遗意．而且还可以看出虞世南的书法韵味和褚遂良的结字神态。诸如虞书气秀色润，笔调意和，字画瘦硬，骨力道劲等特点，在此《陈尚仙墓志》中即可看出端倪。\n如褚书结体的宽博，乎正刚健，骨力、气韵自足，婉美华丽，这些特点在此墓志中亦可俯抬皆是。总之，在此墓志中，不难看出徐浩早年书宗逸少之飘逸，兼及伯施之秀润，其问又不乏登善之平正与瘦劲。倘以此志与徐浩后来的书法相比，不难发现，徐浩的书法正是经历了一个从方正瘦劲到厚重雄浑，最后到字有骨铭，肉内藏筋，含蓄内敛的过程。当然这种书法过程中的转变是与其所处的时代分不开的。以徐浩与同时代的颜真卿相比，这个特点便愈加分明。\n徐浩所处的时代，正是唐朝内极盛渐人衰落的时期，尤其在开元、天宝年间，虽然时局动荡，然书家倍出，除却写经抄书的经生之，出现了一批诸如张旭、颜真卿、褚庭诲、张少悌、韩择木、徐浩等书法名家。其中徐浩长颜真卿六岁，早逝三年，且与颜真卿过从甚密，所以两人早年书风极为相近，今仅以《陈尚仙墓志》与颜真卿书《郭虚己墓志》相较，即可看出两人早年的书法是极为相近的。\n简介\n【名称】陈尚仙墓志\n【作者】张鼎撰，徐浩书\n【书体】楷书\n【年代】唐代\n【材质】青石质\n【形状】有界格\n【规格】墓志高72cm，宽70cm，文25行，满行25字\n【出土】2003年春出土于河南洛阳红山乡\n【收藏】长安博物馆\n唐《陈尚仙墓志》，全称《唐御史大夫张公故夫人颖川郡夫人陈氏墓志铭并序》。志高72厘米，宽70厘 米(见图8)，青石质，志文25行，满行25字，楷书，有界格。2003年春，出土于河南洛阳红山乡。该志为唐代大诗人“朝议郎行尚书司门员外郎张鼎撰”文，大书法家“右拾遗徐浩书”，而且志主之夫又为有唐一代名将张守珪，志中记载涉及史料颇多，足以补史，证史。因此，志一面世即为文史学家及书法家所重视。\n从现有研究徐浩书法资料看，《陈尚仙墓志》为迄今发现的徐浩楷书的第一志，为研究徐浩早期书法提供了难得的资料。据宋赵明诚《金石录》载，徐浩从开元二十六年(738年)十一月书“唐济源令李造遗爱碑记”，徐浩时年35岁，至建中二年(781年)十一月书“唐三藏和尚不空碑”，徐浩时年78岁，共书碑29通。其中正书12通，行书10通，八分书7通。\n书法赏析\n尤其是徐浩的作品，虽然结构出于褚登善，但此时已不像褚登善那样规矩森严，棱角分明，而是表现出一种行云舒卷的自由和形体方正宽博的稳健、均衡。他与额真卿两人长时间的切磋、砥硕，既为额真卿的书法革新作了充分的准备，同时也为徐浩中后期的书法演变开了先何。\n以两人留下的碑帖为例，看其两人楷书各自书法演变的轨迹，颜真卿从天宝九载(750年)到上元元年(760年)10年问有四个类型，北京的刘涛先生已有论及。第一类型，即诸如42岁时所书的《郭虚己基志》，笔画刚劲有力，折笔顿按明确，字画姿态方正道美，大有风华正茂的气象。中规人矩的字法还有虞字的影子，丰满宽掳之态在后期的书写中得到发扬。第二类，以《多宝塔感应碑》为例，书法的秀媚多姿远甚于前，突出了一些形式特征，是颜书中最为匀整的楷书。但是点画有法而失于一律，结体精整而失于平板，稍有程式化的倾向。第三类，《东方朔画像赞碑》，此碑字法以多宝塔为骨架，却发生了明显变化，例如笔力内敛，收敛锋芒，笔画圆厚。又微笔和拣笔收束，字形展长，大小合一，撑满字格，颜真卿后期的结体力法于此碑见出端倪。第四类，《谒金天王神词题记》，强化了《东方朔画像赞碑》笔画圆厚饱满的丰伟之态，外柔中刚，强化了以往歌侧错落的态势，结字趋于雄挥凝重的平正。\n徐浩的楷书，纵观现有资料，大抵可分三类：第一类，即33岁所书的《陈尚仙墓志》，结体宽博，字画瘦硬，骨力道劲，行笔中虽有楷法之规矩，又有坦少之飘远，褚书结体的痕迹铰为浓厚。第二类，即68岁时所书《大德大证禅师碑》，此碑书法仍以褚书之结构方正宽博，但中宫已明显内收，加之折笔顿按，点画收放愈见分明，其楷书愈发显露出小规人矩的道媚，然而，如此书法美中不足的是，此书虽较《陈尚仙墓志》那种字面瘦硬的外露多了些内涵与湿润，但仍有些缺乏意超的板滞。第三类，即78岁所书的《大德大辩证广智三藏不空和尚碑》，此碑书体厚重肥回，含蓄温润，是其晚年的得意之作，也是徐浩楷书的代表之笔，该碑文字结体仍以褚书的宽博为主调，中宫内敛，在褚字笔画平宣为主的基础上而又有俯仰起伏，兼与坚画的努势构成的舒放，更加拓展了文字外向蓄势待发的张力，这种既中规入矩，又不受拘束，既有法度，又自由自在的书写方式，正是形成徐浩正楷书体用笔圆劲而深厚，锋藏画心，力出字外，笔画肉中裹筋，血肉丰满，雍容大度的基础所在。正如前人所论：“盖浩书锋藏回心，力出字外，得意外往往似王羲之，其妙实在枪法也。”今观徐浩楷书结构整瞻，秀逸天然，定当与“感应颂”隶书并垂不朽，诚哉斯言。综上所述，我们是否可以这样说：《陈尚仙墓志》的出土，不但对研究唐代名将张守珪有里要的史料价值，而且对研究所代大书法家徐浩的生平思想及其楷体书法的沿变轨迹，有着不可替代的物证作用。今地不爱宝，献瑞斯志，殊可宝贵，实乃我国文史、书法界之幸事，我们理应珍之。\n史料价值\n志之所载可补史载张守珐家世之阙如。\n志之开篇云：“有妫之后曰陈，陈，水属也，阴也。少昊之系曰张，张，商姓也，阳也。夫阴有顺阳之义，故陈氏卜妻而归我御史大夫张公焉。”君平按：妫，水名，地区名。《史记·陈把世家》载：舜曾据妫汭，其后因以为氏。春秋时，陈国为妫姓。此为夫人陈姓命氏之由。\n依志文所云“少昊之氏系曰张，张，商姓也，阳也”。《新唐书·宰相世系表》载：“黄帝子少吴青阳氏第五子挥为弓正，始制弓矢，子孙赐姓张氏。”此为张姓命氏之因。“阴有顺阳之义，故陈氏卜妻而归我御史大夫张公焉。”此阴顺阳义陈氏归张乃天作之合。那么志中陈氏所归御史大夫张公谓谁?志载不详，而仅在志中所记陈氏安葬时，有云：“嗣子太子通事舍人献城，次子尚舍直长、献心等，悼心失图，泣血如慕；磋未及冠，疚焉丰丧，思涉屺而靡从，庶刊石以不朽。”“于此知太子通事舍人张献诚，即张公其子也。《唐书》皆有传，溯本而求源，知张献诚之父即唐代名将张守连也。\n《新唐书·张守珪传》裁：“张守珪，陕州河北人。娶于环壮，慷慨尚节义，善骑射。……子献诚。”今据史载，张守珪珐仅献诚一子。而志中所云尚有“次子尚舍直长、献心等”。最起码还有此一人，史载缺失，当补。\n从志载陈氏之葬“天使临门，归仲子之赐”，与两《唐书》相较，印证了张守珪在开元年间特殊的历史地位。\n志载陈氏丧葬时云：“以开元廿四年二月四日诸疾，终于从政里之私第，享年三十有九。呜呼！横涂在堂，明塞有日。匠人请损，成小君之丧。天使临门，归仲子之赐。”\n君平技：从政坊，清徐松《唐两京城坊考》载：“右定鼎门街西第一街六坊。定鼎门街之西第二街，(北隔洛水，当皇城之右掖门。)从南第一曰从政坊。”\n小君，古代称诸侯的妻子。《春秋·庄二十二年》：“癸丑，葬我小君文姜。”《谷梁传》：“小君，非君也。其曰君，何也?”以其为公配，可以别、君也。后转为对妻的通称。天使，皇帝的使者。《文苑英华’五九三唐刘禹锡·谢赐冬衣表》：“九月授衣，载驰天使。”\n何以陈氏之葬，而致“天使临门”呢?盖妻因夫故矣。据志知，陈氏之葬在开元二十四年二月二十二日，而在开元二十二年“六月，壬辰，幽州节度使张守硅大破契丹，迫使献捷”。“冬，十二月，戊子朔，日有食之。乙已，幽州节度使张守建斩契丹王屈烈及可突干，传首。时可突干连年为边患，赵含章，薛楚玉皆不能讨，守珪到官，屡击破之。可突干困迫遣使诈降，守珪使管记王悔就抚之。悔至其牙帐，察契丹上下殊无降意，但稍徒营帐近西北，密遣人引突顾，谋杀伤以叛，悔知之。牙将李过折，与可突干分典兵马，争权不叶，悔说过折使图之。过折夜勒兵斩屈烈及可突十，尽沫其党，帅余众来降。守建出师紫蒙州，大阅以镇抚之。枭屈烈，可突干首于天津桥之南。”因守珪建此殊功名声显赫，至开元二十三年(735年)“上美张守洼之功，欲以为相，张九龄谏曰：‘宰相者，代天理物，非贷功之官也。’上曰：‘假以其名而不使任其职，可乎?’对曰：‘不可。惟名与器不可以假人，君之所司也。且守珪才破契丹，陛下即以为相，若尽灭买、肤，将以何官赏之?’上乃止。二月，守硅诣东都献捷，拜右羽林大将军，兼御史大夫，赐二子官，赏费甚厚”。《旧唐书·张守珪传》对此亦多有记载：“二十三年春，守硅诣东都献捷，会籍田礼毕酿宜，便为守连饮至之礼，上赋诗以褒美之。\n廷拜守硅为辅国大将军、右羽林大将军、兼御史大夫，余官如故。仍赐杂彩一千匹及金银器物等，与二子宫，仍沼于幽州立碑以记功赏。”关于以上所述，《旧唐书·张守硅传》载“与二子宫”一事，还可在《张献诚墓志》中得到佐证。今据《唐故开府仪同三司检校户部尚书知省事赠太子太帅御史大夫邓国公张公(献诚)墓志铭并序》知，张献诚生于开元十年(722年)，陈氏之葬时，张献诚年仅14岁，尚不可能有官职，其《陈尚仙墓志》所云：“嗣子太子通事舍人献诚”之官职，显然系《旧唐书》所载开元“廿三年春，守珪诣东都献捷”皇上封赏与二子宫时所赠之职。正基于此，适至开元二十四年(736年)张守硅尚在戍边，这又是“天使临门，归仲子之赐”的又一原因。正如史载所云：“二十四年(丙子七三六)三月，张守珪使平卢讨击使、左驼卫将军安禄山讨买、契丹叛者，禄山侍勇轻进，为虏所败。夏，四月，辛亥，守硅奏请斩之。”由此可见张守珪要陈氏卒时，守珪尚戍守边关重任在身，且奚、契丹叛乱，还未平息，张守珪既受皇帝新宠，又权握重兵驻守边关，不可能为夫人之死而置同难于不顾．千里奔丧赶回洛阳。朝廷为安抚重臣，亲为料理其后事，遣使临门，赐赠有加，自然是常理中事。此也许即为“朝议郎行尚书司门员外郎”大诗人张鼎为陈氏撰志之原因亦未可知。据《全唐文》载张鼎撰文者十篇，而独无《唐御史大夫张公故夫人领川郡夫人陈氏墓志铭》一文，此正当补《全唐文》之缺。从右拾遗徐浩为张守硅妻陈氏书写墓志，可以约略探知徐浩在此事后不久由“右拾遗”升任“监察御史”的一个原因。\n《陈尚仙墓志》的书丹者徐浩，宇季海，即后来代宗朝名重朝野历官吏部侍郎、集贤殿学士的徐浩。而在此开元二十四年(736年)二月为张守珪妻陈氏书写墓志时，仅为一从八品“右拾遗”的小官，何以能为张守珪妻陈氏书写墓志呢?\n君平按：“徐浩，字季海，越州人，父官至洛州刺史。浩少举明经，工隶书，以文学为张说所器重，调授鲁山主薄。说荐为丽正殿枝理，三迁右拾遗，仍为校理。”又据《陈尚仙墓志》，陈氏之葬，“匠人请损，成小君之丧。天使临门，归仲子之赐”。陈氏之丧，葬仪规格是由朝廷策入主持，这样墓志由身居“朝议即行尚书司门员外即”的诗人张鼎奉敕撰，由以文学书法著称的右拾遗徐浩奉效书，自然亦是皇上对戍边名将张守珪亡妻安葬的一种慰藉．理应提及的是徐浩时年虽仅33岁，但其才华横溢之文名，于真草隶篆等人体皆备，尤善正书，八分之书名，在肖时已声华载路。此书法声名后文论及此不赘述。亦厂出此因，此后不久才会有徐浩“三迁右拾遗，仍为校理。幽州节度使张守珪奏在幕府，改监察御史”这样一个结果。虽然从右始遗这个从八品上的小官，升任到监察御史这个正八品下的小官，仅是一个小小的台阶，然而按唐朝监察彻史“在诸御史虽品秩最低，颇受士人重视，常从京段县尉中选任。监察中央机构，州县长官及祭把，库藏，车旅等事”。这样什途上的一个重要台阶，无疑为徐浩日后探升奠定了一个较为理想的基础。此又为研究徐浩的生平及思想发展，提供了一个翔实的依据。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951550513},{"name":"徐浩楷书陈尚仙墓志","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791612787,"text":"《陈尚仙墓志》，唐朝议郎行尚书司门员外郎张鼎撰，右拾遗徐浩书。墓志高72cm，宽70cm，文25行，满行25字，楷书，有界格。2003年春出土于河南洛阳红山乡。\n墓志书于开元廿四年（736）二月，徐浩时仅33岁。此墓志为迄今发现的徐浩最早书法作品，从中我们可以看出徐浩取法王羲之以及虞世南、褚遂良的笔意，字里行间气韵生动、婉美华丽。","author":"唐代徐浩","description":"徐浩楷书陈尚仙墓志"}]