[{"name":"赵孟頫烟江叠嶂图诗卷","text":"《元赵孟頫题烟江叠嶂图》是北宋画家王诜的作品，藏上海博物馆。赵孟頫实际书写的是北宋苏东坡题咏王诜《烟江叠嶂图》诗一首：江上愁心千叠峰，浮空积翠如云烟。山耶云耶远莫知，烟空云散山依然。赵孟頫墨迹传世虽多，惟大字却少见。从中不难看出其大字功夫之深。后文征明在赵孟頫书苏轼题王诜《烟江叠嶂图》诗后补水墨米家山水。\n\n【规格】纸本。大字行书，纵：47厘米，横：413厘米。\n写作时间\n《烟江叠嶂图诗卷》抄写的是苏东坡的《书王定国所藏烟江叠嶂图》—首七古，《烟江叠嶂》原是王诜（一O三七—一O九三；或作一O四八—一一O四）所作。王诜，字晋卿，妻英宗之女蜀国长公主，官驸马都尉。能诗善画，尤长山水，与苏轼、黄庭坚、米芾均有交往。他作此图后，东坡即有诗题。这首诗以诗的语言展示了画面的情景，也隐寓了归田的思想。由于东坡这首诗精彩异常，东坡诗题后，王诜也即有和诗。而《烟江叠嶂》图也声誉鹊起。后来，王诜又作过同样题目的烟江叠嶂图多件。传世的《烟江叠嶂图》，上海博物馆藏，绢本，后有宋濂跋：“王晋卿画《烟江叠嶂图》余见散本。其布置广狭皆不同。内一本有东坡亲笔所赋诗者，尤为精绝。此卷签题乃徽庙所书。盖尝入宋内府矣，可宝也。翰林学士宋濂识。”由此可知最初的《烟江叠嶂图》上有东坡诗原迹。《式古堂书画汇考》卷十二犹有著录，还有苏轼书写的时间：“元祐三年（一O八八）十二月十五日，子瞻书。”元代离宋不远，赵孟頫当有机会看见过该图和苏轼诗跋。柳贯《都待制文集》卷三有《松雪老人临王晋卿〈烟江叠嶂图〉歌》，表明赵孟頫临王诜画时已年老的事实。\n明代的严嵩，曾收藏王诜的《烟江叠嶂图》，严嵩籍没后，该图被王世贞购得。王跋说：“……然则晋卿作此画有两本，其行世者为王定国画而长公作歌者也。当宣政问诏天下断公文及墨迹进御之本，岂应复留公歌于后，而画首乃有秘殿图印。盖定国之本仅余公墨迹，而画已失矣。御藏晋卿别本，又有江山平远及千里江山图，安知不落人间好事者取以配公等为一卷，作艺林奇玩耶？若以为延津之后，则吾未敢。盖歌辞与画境小抵牾耳。至于分布结构、纡徐掩映之状妙极上致，断非南宋人所能辨，而苏长公笔法精纯古雅，为平生冠，又不当参置蜉蝣之是也。”《式古堂书画汇考·卷十二）这表明画与题诗分开，画就此佚失。苏诗配了另一图。因苏诗与此图的意境不合，后来干脆连苏的题诗也没有了。万历年间，文嘉跋该图时说：“王晋卿烟江叠嶂余凡见两本，其一在昆山魏氏，其一在金陵姚氏，皆无苏诗。姚后觅得松雪所书而景象奇妙与苏诗甚合。今已归秘府矣。魏氏本设色行笔政与此同。此本气韵清雅，坡书神妙与他书迥别，为可宝耳。万历丁丑（一五七七）夏，文嘉跋。”〈《式古堂汇考》考十二）\n据此，可以肯定，赵孟頫曾为配王诜的《烟江叠嶂图》而写过一篇苏诗的长题。《书画舫》云：“元美（王世贞）公藏王晋卿烟江叠嶂图卷，笔意古雅，墨晕精微，极得古人遗法。后有东坡长歌一篇。淋漓委曲尤为遒劲刺眼。原系严分宜（即严嵩）故物，书画皆佳。第不知较徐客斋旧本可颉颃耳。”（《式古堂书画汇考》卷十二）。王世贞藏本上的苏诗跋，恐怕就是赵孟頫的题作。上博的烟江叠嶂图的尺寸为（45·2X66cm)，故赵配的书题的高度也不应少于此。这对于写惯横卷（一般只在二十多厘米—三十厘米）的赵孟頫来说，就是一件大作品了。现在辽博藏的赵书题跋，49·8x413.9cm，与画芯高度相差不多。只是后来沈周、文征明重新画了此图，故辽博的赵跋，接到了沈、文的图上，而并非王诜的原图。\n那么，赵孟烦的苏诗题跋作于何时呢？大约作于他五十岁左右。其理由是：赵孟頫曾于大德七年（一三O三）画过一幅《重江叠嶂图》28.4厘米高。这幅的构图与王诜的《烟江叠嶂图》相近，可能是赵孟頫见到王诜的画后再创作。这幅画无赵自题，而有虞集的题跋：“昔日长江险，能生白发哀。百年经济尽，一日画图开。僧寺依稀在，渔舟浩荡回。萧条数株树，时有海淖来。”题字十分大，与画的宏大气象合。赵孟頫自己也藏过王诜的《连山绝壑图》，对王画是情有独钟。一三O三年，赵孟頫在江浙等处儒学提举任上，因之思想上也有隐归之意，这与苏轼的诗意合。因而，他在此时题苏轼诗于王诜的《烟江叠嶂图》较切合于其思想实际。\n从书法的风格看，此时的赵孟頫已充分显示出成熟的书法风格，赤壁赋、吴兴赋等代表作品都用笔娴熟，结体俊美飘逸，书写十分自然。辽博藏本的赵书风貌，基本上属于这一时期的风格特征。用笔爽朗清俊，筋骨秀逸。笔势奔放而挥洒则十分随意。因此，赵孟頫写苏诗题跋的时间当与画《重江叠嶂图》的时间差不多，即他五十岁时。\n风格与意义\n辽博藏的赵孟頫题苏诗跋，与常见的赵书婉丽温润的风格有很大的不同。因此值得对该作的风格特征作一番梳理与追寻。\n赵孟頫早期的行书，结体俊美，笔意温润婉转，姿态翩翩，这是他对“二王”书风的长期临摹的结果。早期行书如《归去来辞》、《趵突泉诗卷》用笔丰腴，体势扁阔，捺脚较重，而骨力相对稍乏。到大德元年的《洛神赋卷》、五年的《赤壁二赋》，姿态虽然依旧俊美，线条依旧圆润，但用笔的顿挫已大有增强，因之筋骨较为朗健，一些技术的细节更加讲究。如潘伯鹰先生指出的：“如《兰序序》中左右的左字，上面一横接着向左一挑，接处提笔向上翻出一个小圈，在《兰亭帖》中本不甚显。由于他细心学出，他特意强调将翻笔的圈儿写大一些。”（《中国书法简论》一三二页）“有”、“右”、“雄”这些字都有这个特色。到了大德六年，《吴兴赋》的用笔更加爽健，顿挫有力，筋骨与姿态均达到新的高度。故大德七年的赵书诗跋，是沿着书风的这一转向而来。它的风格特征有如下几个特点：一是用笔爽朗、奔放，横画劲健，撇捺爽利，甚至有较为夸张的线条出现，如第三行两个“耶”的竖笔，不但极有气势，且骨力强健。第七行的“断”字，一字占了几字的位置，这在赵书中是极为罕见的；二是结体向纵势发展，不再扁阔。这个体势的变化，也反映出柔媚书风向雄放劲健书风的转变；三是节奏力度的加强，也一改过去轻重均匀、行笔虚和的局面。由于纸幅比赵孟頫惯写的横幅高度大，每个字的字形也极大，有小儿拳大。故字形大小、笔画粗细出现了新变化。大小错杂悬殊很大，枯润交替，因而节奏强烈。全幅出现奔放、热烈的节奏，第一行七字，第三行只四字，多处枯笔缠绕，苍涩有力，故有沉著中的痛快。这与过去的作品拉开了距离，与极晚年的《与山巨源绝交书卷》相仿佛。由于赵书的这几个特点，让我们看到了赵孟頫书法的又一种面貌。\n赵孟頫在通常人的眼中是一个气节不全的软骨头，逆来顺受是其性格。其实赵也是一个直率之人。他有诗说：“我性真且率，不知恒怒嗔。俯仰欲从俗，夏畦同苦辛。”（《松雪文集》卷三）徐复观说：“赵松雪心灵上的清，是来自他身在富贵而心在江湖的隐逸性格。”（《中国艺术精神》三八四页）又说：“《重江叠嶂图》为松雪煊赫名迹，王世贞谓其‘冲澹简远，意在笔外。’但虞集的诗却是‘昔日长江险，能生白发哀。百年经济尽，一日画图开。’虞集是能真正了解赵松雪的；并且他也是能领略此一图卷冲澹简远的崇高价值的。可是他更能知道在这种冲澹简远的后面，却是一位‘白发哀’的作者。此后更有明代大画家沈周，也能说出‘还从惨淡见旧物，似有涕泪含孤忠’的话。”（同上书，三七九页）这段话，透彻地分析了赵孟頫为什么画《重江叠嶂图》，以及他在画中寄托的隐逸之思。赵孟頫的思想性格是复杂的，但他抄写东坡诗、临王晋卿画却是寄寓其真性情的。他的画冲澹简远，他的题跋也是随意奔放，简逸澹远。因而，赵孟頫的这幅作品确实是一件难得的佳作，它不但让我们看到了赵书风格的多样、风格的转向，也看见了赵孟頫性格的真率的一面。\n","category":"草书","verified":true,"user":1,"timestamp":1429951542615}]