[{"name":"范仲淹行书道服赞","text":"范仲淹《道服赞》，小楷，纸本，手卷，纵34.8cm，横47.9cm。楷书8行。现藏北京故宫博物院。此帖是范仲淹为同年友人“平海书记许兄”所制道服撰写的一篇赞文，称友人制道服乃“清其意而洁其身”之举。宋代文人士大夫喜与道士交往，“道家者流，衣裳楚楚。君子服之，逍遥是与。”穿着道服，遂成一时风气。此卷行笔清劲瘦硬，结字方正端谨，风骨峭拔，颇具王羲之《乐毅论》遗意。时人称此帖“文醇笔劲，既美且箴。”据考证此帖作于宋仁宗皇祐四年（1052年）以前。\n文物介绍\n范仲淹《道服赞》，小楷，纸本，手卷，纵34.8cm，横47.9cm。楷书8行。北京故宫博物院。此卷书法方劲，落笔痛快沉着，略有《乐毅论》遗法。卷后文同、吴立礼、戴蒙、柳贯、胡助、刘魁、戴仁、马?、吴宽、卢濬、王世贞跋。另黄庭坚一题，是后人抄录其文，非黄氏亲笔所书。钤“鼎元”、“高昜”、“高昜图书”、“才子之裔”、“东汉太尉祭酒家学”、“怀州常平仓给纳之记”、“监德州酒务印”、“监德州商税印”、“范原理氏”、“蕉林秘玩”、“安氏仪周书画之章”及清乾隆、嘉庆诸藏印。《铁网珊瑚》、《清河书画舫》、《平生壮观》、《大观录》、《墨缘汇观》、《石渠宝笈·初编》等书著录。现藏故宫博物院。\n曾经宋范氏义庄，清安岐、清内府，近人张伯驹等收藏。 \n手卷释文\n道服赞并序\n平海书记许兄制道服，所以清其意而洁其身也。同年范仲淹请为赞云：\n道家者流，衣裳楚楚。君子服之，逍遥是与。虚白之室，可以居住。华骨之庭，可以步武。岂无青紫，宠为辱主。岂无狐貉，骄为祸府。重此如师，畏彼如虎。旌阳之孙，无忝于祖。\n范书的后面就是文同的行书题跋：\n希（文）《道（服赞）》此（或比）部借示，文正，词笔，观之若侍其人之左右，令人既喜而且凛然也。熙宁壬子孟夏丙寅，陵阳守居平云阁题，石室文同与可。\n文同此时任陵州太守，居住在仁寿县城跨鳌山上的州署里。\n作品赏析\n范仲淹小楷《道服赞》卷承传了晋、唐严谨内敛的书风，行笔转折方硬，顿挫有力，体现了作者沉毅、端庄和大度、大器的政治品格。\n范仲淹（989-1052），北宋政治家、文学家。字希文，苏州吴县（今江苏苏州）人。大中祥符八年（1015年）二十七岁时中进士，晏殊荐为秘阁校理。仁宗天圣初（1023年），任西溪盐官。庆历三年（1043年）任参知政事，富弼、韩琦为枢密副使，奉诏条上十事：“明黜陟，抑侥幸、精贡举、择长官、均公田、厚农桑、修武备、推恩信、重命令、轻徭役”，仁宗颁行，史称“庆历新政”。新政推行不到半年，因贵族官僚的反对而失败。即罢参知政事之职，离京出任陕西四路宣抚使，抵御西夏。庆历五年（1045年）初，仁宗废新法，范仲淹被罢免。皇佑四年（1052年），仲淹病死，卒年六十四岁，谥文正。\n范仲淹是宋代一位正直的有理想的政治家。据《宋史》记载他“每感激论天下事，奋不顾身，一时士大夫矫厉尚风节，自仲淹倡之。”虽然几次遭受贬谪，朝中又有不少政敌，但他依然“以天下为已任”，“日夜谋虑兴致太平的君国大事。”他的著名散文《岳阳楼记》有“先天下之忧而忧，后天下之乐而乐”的名句，被后世广为传颂。\n范仲淹善书。宋黄庭坚《山谷题跋》中云：“范文正公书落笔痛快沉著，极近晋宋人书。”又云：“范文正公书《伯夷颂》极得前人笔意，盖正书易俗，而小楷难于清劲有精神。朱长文《续书断》谓仲淹晚年学王羲之《乐毅论》，亦一代之墨宝也。明唐锦《龙江梦余录》评范仲淹书极端劲秀丽，无毫鋩纵逸之态。”清高士奇亦云文正书法挺劲秀特，肖其为人。 \n相关资料\n《道服赞》是我国著名的收藏家张伯驹先生以110两黄金，从北京琉璃厂古玩商蕲伯生手中购得。\n956年，他将自己珍藏了几十年的8件国宝级的书画，无偿捐给了文化部，最后全部归于国家。\n这8件珍宝中就有《道服赞》卷。其他7件是：隋代展子虔《游春图》，晋代陆机《平复帖》、唐代杜牧《张好好诗》、宋代蔡襄《自书诗册》、宋代黄庭坚《诸上座帖》、宋代吴琚《杂书诗帖》、元代赵孟頫《章草千字文》以及元俞和楷书帖。后来，张伯驹先生又将宋杨婕妤《百花图》、宋赵伯啸《仙峤白云图》、元赵孟頫《篆书千字文》、唐人写经《大般若波罗密多经》等一大批书画，捐献给吉林省博物馆。张伯驹夫妇捐献的书画多达27种，均是罕见的稀世之宝。\n","category":"行书","verified":true,"user":1,"timestamp":1429951596534},{"name":"范仲淹行书道服赞","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791614908,"text":"范仲淹《道服赞》拓本\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n 范仲淹《道服赞》墨迹本（并王世贞、董诰等跋）\n\n\n\n 范仲淹《道服赞》，小楷，纸本，手卷，纵34.8cm，横47.9cm。楷书8行。北京故宫博物院。\n\n 此卷书法方劲，落笔痛快沉着，略有《乐毅论》遗法。卷后文同、吴立礼、戴蒙、柳贯、胡助、刘魁、戴仁、马、吴宽、卢濬、王世贞跋。另黄庭坚一题，是后人抄录其文，非黄氏亲笔所书。钤“鼎元”、“高昜”、“高昜图书”、“才子之裔”、“东汉太尉祭酒家学”、“怀州常平仓给纳之记”、“监德州酒务印”、“监德州商税印”、“范原理氏”、“蕉林秘玩”、“安氏仪周书画之章”及清乾隆、嘉庆诸藏印。《铁网珊瑚》、《清河书画舫》、《平生壮观》、《大观录》、《墨缘汇观》、《石渠宝笈·初编》等书著录。现藏故宫博物院。\n 楷书《道服赞》卷承传了晋、唐严谨内敛的书风，行笔转折方硬，顿挫有力，体现了作者沉毅、端庄和大度、大器的政治品格。\n 范仲淹手书《道服赞》系爱国人士张伯驹先生用一百一十两黄金购得保存，并于五十年代捐赠给国家的国宝级文物。张先生收藏这件国宝还有一个故事。从伪满宫庭流出的《道服赞》，原为琉璃厂论文斋老板靳伯声所购得。一天他送给张伯驹看。一见到《道服赞》，张伯驹的眼睛已经亮了起来。这是一幅手卷，系范仲淹为其同年许希道撰书，赞前有序，小楷精整。并有宋、元、明三代诸多名家题跋，延绵不辍。这是因为范文正公乃宋朝名臣，尤以《岳阳楼记》名传天下，道德文章让人景仰。至于他的书法，也有独到之处，前人称之为\"笔精而瘦劲，自得古法\"。如今亲眼目睹，果不其然。张伯驹的表情被靳伯声尽收眼底，心里有了谱。张大爷看上这幅字了，眼看着就要发财了。因此张伯驹问他价钱时，他狮子大开口，一张嘴就开价120两黄金，最终以110 两成交。事后，张先生自知被靳斩了一刀，但看到这样的国宝，也就认了。\n\n\n\n释文：\n 道服赞 并序\n 平海书记许兄制道服，所以清其意而洁其身也。同年范仲淹请为赞云：\n 道家者流，衣裳楚楚。君子服之，逍遥是与。虚白之室，可以居住。华骨之庭，可以步武。岂无青紫，宠为辱主。岂无狐貉，骄为祸府。重此如师，畏彼如虎。旌阳之孙，无忝于祖。\n 范书的后面就是文同的行书题跋：\n 希（文）《道（服赞）》此（或比）部借示，文正，词笔，观之若侍其人之左右，令人既喜而且凛然也。熙宁壬子孟夏丙寅，陵阳守居平云阁题，石室文同与可。\n 文同此时任陵州太守，居住在仁寿县城跨鳌山上的州署里。","author":"宋代范仲淹","description":"范仲淹行书道服赞"}]