[{"name":"岳飞草书前出师表","text":"南阳武侯祠大殿左侧的碑廊里，镶嵌着诸葛亮的前后《出师表》石刻。这就是闻名于世的岳飞书前后《出师表》石刻，石碑刻工精良，墨底白字，宛如手书，贯通长廊，颇为壮观，游人至此，无不留步观赏。\n南阳书法艺术\n南阳书法艺术悠久，早在西周及春秋时期已有相当成熟的文字，如桐柏出土的曾子伯盘（存28字），鄱伯匜（存17字），南阳出土的仲父簋（存44字），彭宇簠（存32字），这些青铜器上的篆体铭文已是相当精美的书法了。从出土的碑刻来看，汉代的南阳书法艺术已有相当高的水平，李孟初碑、赵〖FJF〗?NCC36?〖FJJ〗碑、张景碑以及淮渎庙碑是隶书成熟期的典型。汉画中的许阿瞿墓志是由隶变楷过渡时期的一种书体。另外，清代南阳知府顾嘉蘅在南阳任职期间留下墨迹很多，尤其是武侯祠内对联文、字俱佳，颇受人称赞。国民党元老、大书法家于右任，以及原中国科学院院长、著名学者郭沫若，都曾给“武侯祠”、“诸葛草庐”题词，也成为南阳书法界的盛事。南阳历代的书法家很多，刘秀、乐广、宗炳、王鸿儒、张朝选、刘词青、吴资玉、贾云槎、孔照文、董作宾、李志敏、王学睿、邱始钟、张士均、张弢等在书法艺术上都有较高造诣。\n岳飞书《出师表》\n在南阳武侯祠大殿左侧的碑廊里，镶嵌着诸葛亮的前后《出师表》石刻。前后《出师表》共1300余字，由21块小石碑组成，石碑刻工精良，墨底白字，宛如手书，贯通长廊，颇为壮观，游人至此，无不留步观赏。这就是闻名于世的岳飞书前后《出师表》石刻。《出师表》是三国时期著名的政治家、军事家诸葛亮出师北伐时上奏给后主刘禅的陈事文书，文章充分体现了他的政治主张和矢志收复中原的抱负。\n那么，岳飞是怎样留下这两表的呢？他自己写有跋语：\n“绍兴戊午秋八月望前，过南阳，谒武侯祠，遇雨，遂宿于祠内。更深秉烛，细观壁间昔贤所赞先生文祠、诗赋及祠前石刻二表，不觉泪下如雨。是夜，竟不成眠，坐以待旦。道士献茶毕，出纸索字，挥涕走笔，不计工拙，稍舒胸中抑郁耳。岳飞并识。”\n跋语的意思是说： \n在公元1138年，也就是南宋绍兴八年八月十五的前一天，岳飞领兵路过河南南阳，到南阳武侯祠拜谒了诸葛亮，适逢天阴下雨，就在祠内住了下来。入夜之后，秉烛殿内，观看前代贤士留在壁间的赞颂诸葛亮的诗词和文章，以及前后出师二表，看着看着，情不自禁，泪如雨下，当天晚上，他思绪万千，竟无法入睡，坐着等待天亮。第二天早晨，祠内的道士给他倒茶请安，然后摆出文房四宝，请题词留念。于是，岳飞便飞笔走纸，把诸葛亮的前后《出师表》写了出来，在写的过程中，他异常激动，涕泪四流，写完搁笔，才觉得胸中郁闷之气稍稍得到舒展。\n岳飞兼资文武，能诗善书。前后《出师表》字体行草，一气呵成，写得酣畅淋漓，综观如电掣雷奔，龙飞凤舞，细视则铁画银勾，顿挫抑扬。字体笔画，或大或小，或重或轻，或粗或细，或疾或迟，或驻或引，随态运奇，无不适意，其挥洒纵横，如快马入阵，令人想见岳飞驰骋疆场之英气雄姿。\n岳飞书前后《出师表》石刻，深受世人所喜爱，为了获得拓本，人们便加以复刻。至今，在全国保存有七八处之多。诸葛亮与岳飞二人英名与勋业先后相辉映，同为千古传人，人们敬其人也爱其文，所以很珍视这墨迹，更重要的原因还在于：此书笔力雄逸，气韵生动，有颜真卿《让宪部尚书表》的风格，艺术价值极高。\n","category":"草书","verified":true,"user":1,"timestamp":1429951560026},{"name":"岳飞草书前出师表","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791608241,"text":"岳飞精忠报国，成为民族英雄，一代名将，历来受到人们的尊重。他的词《满江红》备受推崇，他的书法作品草书《前后出师表》也是精品，却鲜为人知。遗憾的是这两大作品，却都是伪作，书法作品《前后出师表》挥洒恣肆，刚劲挺拔，亦草亦行，兼有黄鲁直风范。虽为伪作，亦属精品。今先奉上《前出师表》，与朋友们共享。\n \n 先帝创业未半而中道崩殂，今天下三分\n\n 益州疲弊，此诚危急存亡之秋也。然侍卫之臣，不懈于内；忠志之（士，忘身于外者：盖追先帝之殊遇，欲报之于陛下也。)\n \n (欲报之于陛下也。诚宜开张) 圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失(义，以塞忠谏之路也。)\n \n 义，以塞忠谏之路也。宫中府中，俱为一体；陟罚臧否\n \n 不宜异同：若有作奸犯科，及为忠善者，宜付有司，论其刑赏。\n \n以昭陛下平明之治；不宜偏私，使内外异法也。侍中、侍郎郭\n \n攸之、费依、董允等，此皆良实，志虑忠纯，是以先（帝简拔以遗陛下：）\n\n（是以先帝简拔以遗陛下：愚以为宫中之事，事无大小，悉以咨之，然）后施行，必得裨补阙漏，有所广益。将军向（宠，性行淑均，晓畅军事，试用之于昔日，先帝称之曰“能”，是以众议举宠为督：）\n \n 宠，性行淑均，晓畅军事，试用之于昔日，先帝称之曰“能”，是以众\n \n 议举宠为督：愚以为营中之事，事无大小，悉以咨之，必能使\n \n 行阵和穆，优劣得所也。亲贤臣，远小人，此先\n \n汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每\n \n与臣论此事，未尝不叹息痛恨于桓、灵也！侍中、尚书、长史、参军，\n \n此悉贞亮死节之臣也，愿陛下亲之、信之，则汉室之隆，可计日\n \n 而待也。臣本布衣，躬耕南阳，苟全性命于乱世，不求闻达于诸（侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，谘臣以当世之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间：）\n \n 之事，由是感激，遂许先帝以驱驰。后值倾覆，受任于败军（之际，奉命于危难之间：）因此我感动奋发，于是答应为先帝奔走效劳。\n\n 之际，奉命于危难之间，尔来二十有一年矣。先帝知臣谨慎，故（临崩寄臣以大事也。）\n\n\n 前出师表（原文）\n 先帝创业未半而中道崩殂，今天下三分，益州疲弊，此诚危急存亡之秋也。然侍卫之臣不懈于内，忠志之士忘身于外者，盖追先帝之殊遇，欲报之于陛下也。诚宜开张圣听，以光先帝遗德，恢弘志士之气；不宜妄自菲薄，引喻失义，以塞忠谏之路也。\n　　宫中府中，俱为一体，陟罚臧否，不宜异同。若有作奸犯科及为忠善者，宜付有司论其刑赏，以昭陛下平明之理；不宜偏私，使内外异法也。\n 侍中、侍郎郭攸之、费祎、董允等，此皆良实，志虑忠纯，是以先帝简拔以遗陛下。愚以为宫中之事，事无大小，悉以咨之，然后施行，必能裨补阙漏，有所广益。\n 将军向宠，性行淑均，晓畅军事，试用于昔日，先帝称之曰能，是以众议举宠为督。愚以为营中之事，悉以咨之，必能使行阵和睦，优劣得所。\n 亲贤臣，远小人，此先汉所以兴隆也；亲小人，远贤臣，此后汉所以倾颓也。先帝在时，每与臣论此事，未尝不叹息痛恨于桓、灵也。侍中、尚书、长史、参军，此悉贞良死节之臣，愿陛下亲之信之，则汉室之隆，可计日而待也。\n 臣本布衣，躬耕于南阳，苟全性命于乱世，不求闻达于诸侯。先帝不以臣卑鄙，猥自枉屈，三顾臣于草庐之中，咨臣以当世之事。由是感激，遂许先帝以驱驰。后值倾覆，受任于败军之际，奉命于危难之间，尔来二十有一年矣！\n 先帝知臣谨慎，故临崩寄臣以大事也。受命以来，夙夜忧叹，恐托付不效，以伤先帝之明；故五月渡泸，深入不毛。今南方已定，兵甲已足，当奖率三军，北定中原；庶竭驽钝，攘除奸凶，兴复汉室，还于旧都。此臣所以报先帝而忠陛下之职分也。至于斟酌损益，进尽忠言，则攸之、祎、允之任也。\n 愿陛下托臣以讨贼兴复之效，不效，则治臣之罪，以告先帝之灵。若无兴德之言，则责攸之、祎、允等之慢，以彰其咎。陛下亦宜自谋，以咨诹善道，察纳雅言，深追先帝遗诏，臣不胜受恩感激。\n 今当远离，临表涕零，不知所言。\n\n\n\n 前出师表（译文）\n 先帝开创大业还没有完成一半就中途去世了。现在天下分为三部分，益州人力疲惫民生凋敝，这实在是形势危急、存亡难料的关键时刻啊。然而侍奉守卫的大臣们在宫廷里毫不懈怠；忠诚有志的将士们在疆场上舍身忘死地战斗的原因，是他们追念先帝对他们的厚遇，想要报答给陛下您。陛下实在应该扩大圣明的听闻，来发扬光大先帝遗留下来的美德，发扬扩大有志之士的勇气，不应该随便看轻自己，说话不恰当，以至于堵塞了忠臣劝谏的道路。　\n 皇宫中的侍臣和丞相府所属的官吏都是一个整体，奖惩功过、好坏，不应该因在宫中或在朝廷中而异。如果有做奸邪事情，犯科条法令或者尽忠心做善事的人，应该交给主管的官判定他们受罚或者受赏，来显示陛下公正严明的治理，而不应当有偏袒和私心，使宫中和朝廷刑赏之法不同。\n 侍中、侍郎郭攸之、费祎、董允等，这都是些善良诚实的人，他们的志向和心思忠诚无二。因此先帝选拔出来，给予（辅佐）陛下的。我认为宫内的事情，无论事大事小，都应当拿来问问他们，然后实施。一定能够弥补缺点和疏漏之处，得到很好的效果。\n 将军向宠，性情品德善良平正，精通军事，过去试用过他，先帝称赞说他能干，所以大家商议推举他为中都督。我认为军营里的事情，都拿去问问他，一定能够使军队团结和睦，好的差的各得其所。\n 亲近贤臣，远离小人，这是先汉兴盛的原因；亲近小人，远离贤臣，这是后汉所以衰败的原因。先帝在世的时候，每次跟我谈论起这些事，没有一次不对桓帝、灵帝的昏庸误国表示哀叹、痛恨、惋惜的。侍中，尚书，长史，参军，这些都是坚贞可靠，能以死报国的忠臣，希望陛下亲近他们，信任他们，这样汉室的兴盛，就用不了多长时间了。\n 我本是个平民，在南阳亲自耕种，在乱世中苟且保全性命，不希望在诸侯中扬名显贵。先帝不认为我身份低微,见识短浅，降低身份，委屈自己，三次到草庐来拜访我，拿当时的大事询问我，因此我深为感慨和奋激，于是答应为先帝奔走效劳。后来遇到兵败，在兵败的时候接受重任，在危难的时候奉命出使东吴，那时以来已经有二十一年了。\n 先帝深知我做事严谨慎重，因此在临终的时候把国家大事嘱托给我。接受遗命以来，我早晚忧愁叹息，害怕托付没有成效，以至于损伤了先帝知人之明。因此我五月率兵南渡泸水，深入到人烟稀少的地方。如今南方已经平定，兵器装备已经充足，应当奖赏率领三军，北伐平定中原，希望竭尽我平庸的才能，铲除奸邪凶恶的敌人，复兴汉朝王室，回到以前的都城。这是我用来报答先帝，忠于陛下职责本分的事情。至于处理事情斟酌情理，有所兴革，毫无保留地进献忠言，就是郭攸之、费祎、董允的任务了。\n 希望陛下把讨伐奸臣，兴复汉室的任务交给我，如果不能完成，就治我的罪，用来告慰先帝的在天之灵。如果没有发扬圣德的忠言，那就责备郭攸之、费祎、董允等人的怠慢，来揭示他们的过失。陛下也应该自行谋划，询问治国的好道理，察明采纳正确的言论，深深地追念先帝的遗诏（勿以善小而不为，勿以恶小而为之），我有说不完的感恩的话。\n 现在我要出征远离陛下，面对着表文眼泪滴落，不知道说了些什么。\n\n\n\n 前出师表（赏析）\n\n 《前出师表》，是中国三国时代蜀汉丞相诸葛亮写给后主的一篇表。当时为建兴五年，蜀汉已从刘备殂亡的震荡中恢复过来，外结孙吴，内定南中，励清吏政，兵精粮足；诸葛亮认为已有能力北伐中原，实现刘备匡复汉室。表文表达了作者审慎勤恳、以伐魏兴汉为己任的忠贞之志和诲诫后主不忘先帝遗愿的孜孜之意，情感真挚，文笔酣畅，是古代散文中的杰出作品。\n “表”是古代文体的一种，专为臣下对君王进行陈述求情时使用，类似的还有“章”、“奏”、“议”等。本文表达了作者审慎勤恳、以伐魏兴汉为己任的忠贞之志和诲诫后主不忘先帝遗愿的孜孜之意，情感真挚，文笔酣畅，是古代散文中的杰出作品。岳飞曾手书《前出师表》，被用作人教版语文九年级下册《出师表》一文插图。\n　　公元221年，刘备称帝，诸葛亮为丞相。223年，刘备病死，将刘禅托付给诸葛亮。诸葛亮实行了一系列比较正确的政治和经济措施，使蜀汉境内呈现兴旺景象。为了实现古中国统一，诸葛亮在平息南方叛乱之后，于227年决定北上伐魏，夺取凉州，临行之前上书后主，以恳切委婉的言辞劝勉后主要广开言路、严明赏罚、亲贤远佞，以此兴复汉室；同时也表达自己以身许国，忠贞不二的思想。这就是《出师表》。《出师表》选自《汉魏六朝百三名家集·诸葛丞相集》。\n 《出师表》分为《前出师表》和《后出师表》两篇，是三国时期蜀汉丞相诸葛亮两次北伐（227年与禅的奏章。《前出师表》作于建兴五年（227年），收录于《三国志》卷三十五，文章情意真切，感人肺腑，表明诸葛亮北伐的决心。他在表中告诫后主要“亲贤臣、远小人”，多听取别人的意见，为兴复汉室而努力。\n 有学者认为《后出师表》并非出自诸葛亮之手。陈寿修《三国志》时未收录《后表》。裴松之注《三国志》时，引用《汉晋春秋》的说法《后出师表》并没有收录《诸葛亮文集》之中，而是出于东吴张俨的《默记》，这显然不合常理。而且，《后出师表》内容与正史亦有出入，如“自臣到汉中，中间期年耳，然丧赵云、……”即与《三国志》记载的赵云卒年（建兴七年，229年）不合。另外里面的语气非常沮丧：“然不伐贼，王业亦亡。惟坐而待亡，孰与伐之？”，与《前出师表》积极的文辞截然不同。另外，诸葛亮此时独揽大权，当时没有人质疑北伐的前景，而文中却谈到“议者所谓非计”，不符合蜀汉当时的情况。因此有学者怀疑这是东吴诸葛亮为了执行自己北伐政策而一手炮制的伪作。至今尚无定论。\n 《出师表》是诸葛亮出师临行伐魏前写给后主刘禅的奏章，文中以恳切的言辞，劝说了后主要继承先帝遗志，广开言路，赏罚分明，亲贤远佞，完成兴复汉室的大业，表达了诸葛亮对先帝的知遇之恩的真挚感情和北定中原的决心以及效忠刘氏父子的忠心。\n 《出师表》传世有二，为《前出师表》，另有《后出师表》。因建兴六年诸葛亮率军出散关前，给刘禅又上一表，即《后出师表》。\n 诸葛亮（公元 181—234 年），字孔明，琅邪郡阳都县（今山东省沂南县）人，是三国时期杰出的政治家和军事家。早年避乱于荆州，隐居陇亩，藏器待时。建安十二年（公元 207 年）十月，刘备三顾茅庐，始出。诸葛亮对他纵谈天下形势，并建议刘备联合孙权，抗拒曹操，以益州为基地，兴复汉室，此后一直佐刘备。建安十三年即联孙权，在赤壁打败曹操，取得荆州，西取益州，建立蜀汉，拜为丞相。公元 223 年刘备死后，后主刘禅袭位，诸葛亮尽心托孤，被封为武乡候，主持朝政。诸葛亮志在北伐，于是东连孙吴，南收孟获，频年出征，与曹魏交战，最后卒于军中。有《诸葛武侯集》。\n 公元 223 年十月派邓芝赴吴与孙吴重新修好，公元 225 年诸葛亮亲自南征，平定益州、永昌等四郡，安定了后方。这些都是为推进事业，出兵击魏做准备的。蜀后主刘禅建兴三年（公元 225 年）。公元 226 年五月魏文帝——曹丕死。同年七月孙权征江夏围石阳，不克而还。这正是蜀汉进击中原的良机。于是诸葛亮毅然决定出征讨伐曹魏。经过一番准备，于建兴五年（公元 227 年）三月率军北驻汉中（今陕西省汉中市），准备北伐曹魏。可是后主刘禅庸愚懦弱，胸无大志，近佞远贤，难以守城。这是诸葛亮最为忧虑的。为了开导刘禅，布置朝政，表明心意，激励众志，所以写了这个表。这篇《出师表》是他出师前向刘禅上的奏书，篇名为后人所加。\n 《前出师表》出于《三国志·诸葛亮传》。《后出师表》见于《三国志·诸葛亮传》裴松之的注文中。裴注言：“此表亮集所无，出张俨《默记》。”后人颇有颖此表为伪作者，但《三国志·吴书·诸葛恪传》记诸葛恪（诸葛亮兄诸葛瑾之子）所说“近见家叔父表陈与贼争竞之计，未尝不喟然叹息也”，似指《后出师表》而言，又两《出师表》言辞、情感非常一致，后表当不会为伪作。\n\n　　《出师表》是出兵打仗前，主帅给君主上的奏章。这种表，或表明报国之心，或呈献攻城掠地之策。历来以战名世者甚众，以表传后者颇少。惟独诸葛亮的《出师表》不仅存之典册，而且粲然于文苑。\n 诸葛亮上《出师表》是在蜀汉后主建兴五年（227），率兵北伐之时。这时蜀偏居一隅，国力疲敝，又“北畏曹公之强，东惮孙权之逼”，诸葛亮为了实现刘备振兴汉室、一统天下的遗愿，“五月渡泸，深入不毛”，平定了南方，有了较巩固的后方，并抓住了曹魏兵败祁山、孙吴兵挫石亭的时机，挥师北伐，拟夺取魏的凉州（今甘肃部分地区），向后主刘禅上了两道表文，“前表开守昏庸，后表审量形势”，即出名的《前出师表》《后出师表》。这里谈的是《前出师表》。\n 诸葛亮自刘备于公元207年“三顾茅庐”后，即忠心耿耿地辅佐刘备，以完成统一大业。经过长期奋战，使寄寓荆州的刘备，一跃而为与魏、吴对峙的蜀汉之主，雄踞一方，到公元221年刘备即帝位。公元222年吴蜀彝陵之战后，刘备败逃白帝城，次年病死。刘备“白帝托孤”时对诸葛亮说：“君才十倍曹丕，必能安国，终定大业。若嗣子可辅，辅之；如其不才，君可自取。”对诸葛亮无比信赖。诸葛亮回答说：“臣敢不竭股肱之力，效忠贞之节，继之以死。”刘备吩咐刘禅说：“汝与丞相从事，事之如父。”刘禅继位，即后主。刘禅黯弱昏庸，亲信宦者，远避贤能，胸无大志，苟且偷安，是个“扶不起的阿斗”。诸葛亮主张出兵击魏，侃侃陈词，力排众疑，申明大义以拯其愚，吐露忠爱以药其顽，既有政治家的眼光，又有军事家的头脑，且严守人臣下属的身份。\n 《出师表》前半部分是临行时的进谏，后半部分乃表明此行夺胜的决心。刘禅虽为蜀主，而蜀之安危成败，实系于诸葛亮之身，因而率众出征时，当促使后主保持清醒的头脑，具备正确的观点，采取得力的措施，才能保证前方顺利进军；同时表明自己忠贞死节之心，既是自勉自励，也是预防小人惑主。\n 诸葛亮向后主提出三项建议：广开言路，严明赏罚，亲贤远佞。这三项建议，既是安定后方的措施，也是施政的正理。为了治愚医顽，作者在行文上颇费深思。\n 由势入理，起笔峥嵘。表文第一节向后主提出“开张圣听”的建议，可是却从形势叙起，这能起振聋发聩的作用，又能激发继承遗志的感情。表文开笔即言“先帝创业未半而中道崩殂”，深痛刘备壮志未酬身先死，深诫后人继承父业不可废，以追念先帝功业的语句领起，至忠至爱之情统领了全文。继而以“今天下三分”，点明天下大势，逐鹿中原，尚不知鹿死谁手；复直言“益州疲敝”，自身条件很差，地少将寡，民穷地荒；进而大声疾呼：“此诚危急存亡之秋也!”大有危在旦夕之势，如不救亡存国，将会出现国破身亡的惨局，笔势陡峭，峥嵘峻拔。在凸显形势的情况下，垫以“侍卫之臣不懈于内，忠志之士忘身于外”，他们不忘先帝恩德，不改对后主的忠心，转危为安，化险为夷还是有依傍的，有力量的，有希望的。在这样的基础上，提出“开张圣听”，“以光先帝遗德，恢弘志士之气”的建议，规劝不可“妄自菲薄，引喻失义，以塞忠谏之路”。表文将是否广开言路，从关系国家存亡的角度来谈，从关系忠于先帝的高度来说，使人闻之惊心，思之动心。如果表文只是一般地申述广开言路的意义，平平道来，那对一个昏聩愚钝的君主来说，显然是不会有多大触动的。\n 由主而次，肌理缜密。以情动人，更要以理服人。说理应主次分明，先后有序。表文主要是向后主进言的，因而首揭“开张圣听”，以打开进言之路。在打通了忠谏之路的前提下，再言执法公平、亲贤远佞两项。谈执讼公平，又先总提“宫中府中，俱为一体，陟罚臧否，不宜异同”，继而就宫中、府中两方面分述之。分述时，又切紧“开张圣听”的精神，宫中之事，向郭攸之、费、董允这些志虑忠纯之士请教，而且要“事无大小，悉以咨之”，则“必能裨补缺漏，有所广益”。对于府中之事，向“性行淑均，晓畅军事”的向宠请教，“营中之事，悉以咨之”，也“必能使行阵和睦，优劣得所”。最后提出“亲贤臣，远小人”的问题。三项建议，既可独立成项，又相互关联。广开言路，是开的忠谏之路，而非为谗邪开方便之门。亲贤臣远小人，才能广纳郭攸之、向宠等人的良言，才能“昭平民之理”，不让奸邪得势，造成内外异法，赏罚不明。君主昏庸，主要就在于贪于私欲，蔽于视听，昧于事理，因而忠奸不分，贤愚不辨，是非不清，赏罚不当。诸葛亮针对后主宠信宦官黄皓，无视创业勋臣的毛病，对症施药，又说得委婉深曲，入情合理。所列三项，广开言路是前提，执法公平是关键，亲贤远佞是核心。严密的说理，再愚的人也会得到启发。\n 由近及远，思路开阔。表文为了说明亲贤远佞的利弊，以先汉的“兴隆”和“倾颓”的历史事实，作为前车之鉴，并以先帝叹息痛恨桓帝、灵帝昏庸误国为告诫，促使后主亲信贤臣，并以“汉室兴隆，可计日而待”为鼓励，由近及远，借古鉴今，成败并举，显得衢路交通，经纬成文。\n 诸葛亮因为后主是个“妄自菲薄，引喻失义”的昏庸之徒，理要说得明，语又不可用得重，既要循循善诱地开导，又要不失臣下尊上的分寸。因而以“形势”使对方震动，明示已临“危急存亡之秋”，如不励精图治，势必国破身亡；以“情感”打动对方，连呼先帝，声声热泪，其业系先帝首创之业，其臣为先帝简拔之臣，其将为先帝称能之将，怎不光先帝之遗德，竟先帝之遗业；以“措施”教之，告知治国理政的具体办法，切实可行，行必有效；以“事业”励之，告诫后主要完成“先帝创业未半”的业，使天下归一，汉室兴隆，促使他有远大的抱负，完成千秋大业。表文从各个方面规箴后主，情真理足，词婉心切，因而虽属奏章表文，却感人至深。\n 表文的第二部分，由叙自己生平而至言伐魏的意义，进而表明自己“兴复汉室，还于旧都”的决心，也写得慷慨深沉，动人心魄。\n 由人到己，文势跌宕。表文从第一部分的进谏，到第二部分，忽以“臣本布衣”起笔，另入蹊径，别开生面。叙写自己二十一年来的情况，历数先帝之殊遇，──一是三顾茅庐使之出山效命，一是倾覆之际使之出任丞相，使之由布衣身份一跃而为极位重臣，由躬耕隐士一举而成三军主帅。这一节叙述，好像是逸枝衍蔓，与上下文联系不紧。其实，它与上下文貌分神合，明疏实密。这是因为：第一，追溯二十一年的殊遇，披露感恩戴德之情，说明以上进言纯属忠谏，叫后主听来觉得舒徐入耳。第二，以自身不负先帝殊遇舍命驱驰，作为后主不忘先人之业的榜样，进一步启发后主奋发图强。第三，二十一年不平凡历程，说明创业艰难，激励其不可半途而废，更不能前功尽弃。第四，写出先帝的榜样，不以孔明“卑鄙”，猥自枉屈，三顾茅庐，事不分大小，悉以咨之，于败军之际，危难之间，仍委以重任，可见他任人唯贤，唯才是举，叫后主效法先帝知人善任。第五，表明自己二十一年如一日，竭忠尽智，今后仍一如既往，忠心不改，余力不遗，使后主托之以讨贼兴复之任，且可免因率师北伐，小人进谗而不予信任，坏了大局。诸葛亮的这段叙述，系进一步打动后主的心，乐于接受前面的进言，又是临别时的表白，实有深衷曲意。文章由进言转而为自叙生平，宕开了笔墨，使文势波澜起伏，更为可观。\n 由叙而誓，推上高潮。表文继叙二十一年遭际之后，续述白帝托孤后的心情、工作，进而表明北定中原的决心。前面的论世、进言、抒情，到此结穴，出师表文的特点由此完全挑明。追言托孤之事，交代这次出师的历史根源，“受命以来，夙夜忧叹，恐托付不效，以伤先帝之明”，说明这次出师的思想基础。“五月渡泸，深入不毛。今南方已定”，指出这次出师的物质准备。在充分叙说条件的基础上，提出“当奖率三军，北定中原，庶竭驽钝，攘除奸凶，兴复汉室，还于旧都”，警拔爽截，铿铿振响，熠熠生光。《出师表》至此才径言出师，切入本题。前面的进言，是为了保证有出师的条件，中间叙事，是说明自身具有出师条件，至此两线归一，提出宜乎出师，也就如瓜熟蒂落，孕足而娩。\n 归纳前意，总绾全篇。表文结束之前，将出师与谏言两层意思拢合一起。一方面提出“愿陛下托臣以讨贼兴复之效，不效，则治臣之罪”，另一方面还提出“陛下亦宜自谋，以咨诹善道，察纳雅言”，诸葛亮主动领受任务，并表示如失职，甘愿受罚，以显示“平明之理”。最后还不放心，谆谆告诫，要后主“深追先帝遗诏”。先帝临终时训示后主：“勿以恶小而为之，勿以善小而不为。惟贤惟德，能服于人。”最后又回复到“开张圣听”的问题上来，可见修明内政与北伐胜败的关系。这也就将前面两部分内容，沟通了内在联系。\n 表文以“今当远离，临表涕零，不知所言”作结，其声呜咽似泣，其情沛然如注，勤勤恳恳之态如现，耿耿忠心尽袒。\n “出师未捷身先死”，可惜诸葛亮此行未能如愿却先逝世，后人对此颇多惋叹。杜甫曾写道：“三顾频烦天下计，两朝开济老臣心。出师未捷身先死，长使英雄泪满襟。”（《蜀相》）宋代文天祥身陷囹圄，还高唱“或为《出师表》，鬼神泣壮烈。”（《正气歌》）陆游更是多次提到《出师表》：“《出师》一表通古今，夜半挑灯更细看。”（《病起书怀》）“《出师》一表千载无”（《游诸葛武侯台》），“一表何人继出师”（《七十二岁吟》），“凛然《出师表》，一字不可删。”（《感状》），“《出师》一表真名世，千载谁堪伯仲间。”（《书愤》）总之，这道《出师表》，因其深情厚意寄翰墨，忠肝义胆照简编，一直为人所乐道。\n 《出师表》能写到如此地步，决不是偶然的。文章皆有所为而发。时当北伐在即，作为主帅的诸葛亮要向君主上一道表文，他不是作为例行公事，而是从北伐的全局上考虑，只有后主修明政治，才能保证北征顺利，因而先进安后之言，再表夺胜决心。表文又极为注意收表对象的特点，因而决不是一般的上条陈，列述方策，而是熔议论、叙事、抒情于一炉，启愚矫顽。诸葛亮是后主的丞相，又是受“托孤”的对象。他给后主上表文，既不宜用训斥的口吻，又不便用卑下的声气，写得不卑不亢，方为得体。尤其文中连称先帝，最为合宜。全文称先帝凡十三次，显得情词十分恳切。诸葛亮自叙“先帝知臣谨慎，故临崩寄臣以大事也”，确实“诸葛一生惟谨慎”，细玩本文，从虑事到措词，无不体现了“谨慎”精神，这也是此表被之为“至文”的重要原因。","author":"宋代岳飞","description":"岳飞草书前出师表"}]