[{"name":"米万锺书法","text":"米万钟（1570―1628）明代书画家。字仲诏、子愿，号友石、湛园、文石居士、勺海亭长、海淀渔长、研山山长、石隐庵居士，陕西安化（今甘肃庆阳市庆城县）人，徙居北京，米芾后裔。官太仆寺少卿，江西按察使等职。有好石之癖，善山水，花竹，书法行、草俱佳，既有南宫篆法，也有章草遗迹，与董其昌齐名。称“南董北米”。[1] \n人物生平\n米万钟少年时代受到良好教育，对中国传统文化（儒、佛、道教）研究尤深，颇有学问。其兄米万春，隆庆九年考中武进士，任通州参将；其弟米万方，在锦衣卫任武官。米万钟于万历二十三年（1595年）参加科举，考中进士，先后任永宁、铜梁、六合县令，不久升任江西按察使，转任山东参政。米万钟为政清廉，关心民众疾苦，注重文化教育，所到之处，颇受称颂。明神宗死后，朝政混乱，大宦官魏忠贤乘机把持朝政，后又得到明熹宗宠信，网罗党羽，阉党爪牙遍布朝廷内外，把持要害部门。许多官员趋炎附势，米万钟却刚正不阿，与阉党格格不入。天启五年（1625年），米万钟因屡次发表不满阉党专权的言论，终于遭到魏忠贤爪牙倪文焕的弹劾诬陷，被削职夺藉，直到崇祯元年（1628年），魏忠贤集团溃灭，倪文焕被处死，他才得到复职起用，担任太仆少卿。但当时的朝廷，政治已陷入极端腐朽黑暗的境地，内忧外患，米万钟忧国忧民，积劳成疾，不久去世，终年59岁。 \n其一生著作颇丰，著有《澄澹堂文集》十二卷、《诗集》十二卷、《易经》十二卷、《石史》十六卷、《象纬兵钤》十二卷、《琴史》八卷、《奕史》四卷和《篆隶考伪》二卷。\n艺术成就\n书画\n万钟毕生手不释卷，学识渊博。尤擅长书画，作品风雅绝伦，气势浩翰，运笔流畅，名满天下。与当时华亭董其昌、临府邢侗、晋江张瑞图三人齐名，时称南董北米。米万钟自幼勤奋好学，博才多艺，不仅诗文翰墨驰誉天下，而且在石刻、琴瑟、篆隶、棋艺、绘画以及造园艺术等方面均有较高造诣，曾在京城购有三座宅邸园林，一曰勺园，在海淀；一曰漫园，在德胜门积水潭东；一曰湛园，在皇城西墙根下。三园选址均临水而建，因借远山近水，其建筑景观布局、匾额楹联设置赋予文人追求自然、自我完善的文化底蕴，充分反映了米万钟的生活情趣和心态，表现了其移情寄兴的和自我人格与个性。明朝万历至天启年间，京都的达官显贵、文人墨客皆到米氏三园游览，米万钟也因园名噪，京都名流皆赞：米家有四奇，即园、灯、石、童。\n他的书法学米，但无法转换米芾的精致笔法，尤其作大幅立轴，甚多枯笔、破笔，虽有豪迈之气，但终落空乏与粗率。米万钟在书法审美功能遽变中追求，甚至用白羊毫兼麻苎做笔写大字，可惜终未达自由完美之境。\n今北京故宫博物院珍藏有米万钟许多画卷和墨迹。其中有一幅书法作品，是他在一块白绫上写的《烂柯山》绝句一首：“双丸阅世怪他忙，为羡仙翁岁未央。假尔片时成异代，人天却比洞天长。”这首绝句笔墨飞舞，毫无馆阁气味。前燕京大学图书馆编印的《勺园图考录》中有米万钟画的《勺园修图》。传世作品《刘景孟八十寿诗轴》，米万钟书于天启元年（1621）。洒金笺。凡5行，共806字。纵171.1厘米，横40.6厘米。苏州博物馆藏。此轴用笔劲健丰润，提按轻重分明。书写时笔锋富有弹性，点画凝重而轻灵活泼，字态多以纵取势，时以拙取巧，俯仰向背之间颇有情姿。全篇布局上密下疏，但从整体效果上仍然是十分和谐。通观全幅，其书法流利自然，信为大家手笔。传世画作有天启四年（1624年）作《竹菊图》轴、崇祯元年（1628年）作《竹石菊花图》轴，现均藏故宫博物院；《秋山萧寺图》轴藏天津市艺术博物馆；万历三十四年（1606年）作《山水图》卷藏日本大贩市立美术馆；四十八年（1620年）作《碧溪垂钓图》轴藏香港虚白斋；《雨过岩泉图》轴藏上海博物馆；《红杏双燕图》轴藏苏州市博物馆。 \n石痴\n米万钟爱石成癖，时称“友石先生”。他一生走了很多地方，爬山涉水，不怕艰险，收藏了大量奇形怪石。对每一块石头都细心观察，认真研究，画貌题赞，整理成《绢本画石长卷》，被收藏在北京大学图书馆。还著有《篆隶订伪》、《澄澹堂诗文》各20卷。米万钟醉心于收藏石头，痴迷劲儿不在人称“米癫”的乃祖之下。\n万历二十四年米万钟出任六合知县时，生平第一次见到雨花石，叹为奇观，于是悬高价收购。“上有所好，下必甚焉”，当地藏家争相割爱献石，一时之间奇石汇聚于米氏之手。他收藏的雨花石贮满了大大小小的器皿。公务之余，常于“衙斋孤赏，自品题，终日不倦”。其中15枚绝佳的奇石，分别题以“庐山瀑布”、“藻荇纵横”、“万斛珠玑”、“苍松白石”等美名。每请人观赏这些奇石，都要先“拭几焚香，请宴示客”。他还将所藏珍品一一绘图题咏，这些品题一直流传至今。\n藏石界有句口号，叫做“石（谐‘时’）来运转”，米万钟收藏了这么多奇石，运气应该好到家了吧？其实不然，曾有朋友赠诗：“米公弄石如弄丸，十年改邑不改官。”说他玩石而官运不达，十年间虽然在各地调来调去，官职却始终不过是个七品知县。话又说回来，对米万钟这样有“石癖”的人来说，能与心爱的石头长相为伴正是无上乐事，官位不过是“倘来之物”，“十年不迁”又算得了什么？\n石头不但没有给米万钟带来所谓的好运，反而同米万钟的罢官还乡有些关联，从此背上一个“败家石”的恶名。米万钟有一次访石来到大房山，发现一块长8米、宽2米、高4米的巨石。此石经自然风化，通体千孔百穴，嶙峋瘦透，堪称奇石。米万钟痴劲大发，欲将此石搬到北京府内收藏。然此石超重，无法起运。米万钟细观此石，“昂首而俯，足跋而敛，濯之色而青，叩之声而悦”，越看越喜欢，于是不惜花费重金，雇了数百人，再加上44匹骡马，拉了7天，方将此石拉下山来，又花了5天时间艰难地将其从大房山下运至良乡。正当米万钟准备一鼓作气，将此石运回他的勺园的时候，却不幸遭魏忠贤诬告而罢官，巨石遂被弃在路旁。当地乡民认为此石不吉利，称其为“败家石”，从此无人问津。\n到了清朝，乾隆皇帝硬是不信这个邪，派人将“败家石”运至清漪园。这块所谓的“败家石”，就是今天立在颐和园内的“青芝岫”。 \n个人荣誉\n明朱谋垔《书史会要续编》谓米万钟“行得南宫家法与华亭董太史齐名，时有南董北米之誉。尤擅署书，擅名四十年，书迹遍天下。” 世称米万钟、董其昌、邢侗、张瑞图并称“明末四大书家”。\n人物评价\n米万钟是一位以“书名掩其政名者”，他是一位具有创造性的书家之一他在书法作品中抒写性灵，追求率意、天趣，其代表作《刘景孟八十寿诗轴》、《登岱诗轴》，显示了一个文人书家的风流儒雅的气质 。同时也是中国书法史上的一位杰出的大书法家，其伟大的人格和丰厚的学养为后人树立了优秀的榜样。\n","category":"草书","verified":true,"user":1,"timestamp":1429951644744},{"name":"米万锺书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791638215,"text":"米万锺《七言诗句》轴 纸本 行书 166.2×42cm 北京故宫博物院藏\n【释文】蝶粉轻沽飞絮雪，燕泥香惹落花薼。米万钟。\n　　钤“米万钟字仲诏”、“海淀鱼长”印2方，引首钤“书画船”印。\n　　此轴书法奇纵放逸，闲散平实，行笔迅疾潇洒，线条牵萦连属，顾盼呼应，俯仰向背，和谐有致，结体宽博丰劲，显示了米万钟长于大字书法的独特风格。\n\n\n米万锺《七言联句》纸本 166.8×42.8cm 北京故宫博物院藏\n【释文】长歌达者杯中物，大笑前人身后名。米万锺书。\n　　钤“米万钟字仲诏”、“家在西山北海间”印2方，引首钤“书画船”朱文方印。\n　　明朱谋垔《书史会要续编》评价米氏书法曰：“万钟行草得南宫家法。”“南宫”即米芾。此轴书法既有南宫书意，而盘曲纡回、沉着飞翥、以纵取势的笔态又形成了自己独特的风格。书中用笔劲健丰润，提按轻重分明，三字连贯而成，笔法精熟，颇有意韵。\n\n\n米万锺《行草七言诗轴》 纵136.5厘米 横40.5厘米 首都博物馆藏\n释文:　竹鲜月好阴个个，萧碧写窗梦初破。美人不来秋入吟，云际一鸿声远堕。勺园碧鲜寮秋怀，书似它石词丈正之。 　米万钟\n\n米万锺《草书诗轴》 绢本，纵175厘米，横45厘米。武汉博物馆藏\n  此诗轴笔墨苍劲，书写自然流畅，可以代表米氏风格。\n释文:“冻合千岩紫绿消，柴扉不掩草萧萧。重帏沽酒休嫌晚，有客关山度寂寥。”\n\n\n\n\n米万锺《草书扇面》金笺 16.5×50.6cm 南京博物院藏\n\n\n米万锺《行书七律诗轴》 冷金笺 纵151.7厘米，横33.2厘米 上海博物馆藏\n\n米万锺《勺园次韵诗》纸本 288×98.5cm 山西省博物馆藏\n\n\n米万锺《行书游焦山遗诗》轴 绫本 纵163.5厘米 横47.8厘米 上海博物馆藏\n\n米万锺《行草七言律诗》轴 纸本 171.1×40.6厘米 苏州博物馆藏\n\n米万锺《草书轴》 纵354厘米、横103厘米。\n\n\n米万锺《湛园花径诗》纸本 167×36.4厘米 上海博物馆藏","author":"明代米万锺","description":"米万锺书法"}]