[{"name":"米芾草书吾友帖","text":"《草书九帖》，为宋高宗内府所御藏，并有米芾之子友仁跋：「右草书九帖，先臣芾真迹，臣米友仁鉴定恭 跋。」在明代，嘉靖十六年至三十九年文征明与其子文彭、文加摹刻《停云馆法帖十二卷》，草书九帖全部刻入第五卷「宋名人书」中，九帖名称为《德忱帖》、 《家计帖》、《元日帖》、《吾友帖》、《草书帖》、《中秋诗帖》、《目穷帖》、《奉议帖》、《海岱帖》。\n基本资料\n据安岐《墨缘汇观录》云：「考此帖原系九帖，曾刻于停云馆法帖中，国初鉴家甚伙，宋之四家墨宝，南北争购，吴们有一二于书画中取利者，希获重利，遂使名迹分失如此，今幸存其四，余五帖，并蒋、祝、董三公跋尾，仍在天壤，不知归于何所？」可知书画商为谋取重利，不惜将原来之九帖分拆出售，致使名迹分失，确实令人叹惋。\n内容简介\n《元日帖》\n（一）释文：\n元日明窗焚香，西北向吾友，其永怀可知。展《文皇大令》阅，不及他书。临写数本不成，信真者在前，气焰慑人也。有暇作谱，发一笑于事外。新岁勿招口业，佳。别有何得？泗戎东下未？已有书至彼，俟之。\n（二）简介：\n1.此帖无受函者姓名，不知付予何人。\n2.大意是指在元旦之时，向友人透露自己展玩《文皇大令》，《文皇大令》见于米芾《书史》，即指唐太宗《唐文皇手诏》。米芾不只展玩，并临写数本不成，因为高超的真迹就在眼前，气焰慑人，令他不敢下笔。米芾于元旦日犹不辍临帖，其精勤于此可见。\n3.此帖当作于涟水，不是元符元年即二年，所怀者京师友人也。此人想言多生事，故以「新岁勿招口业」戒之。\n（三）评论：\n1.明都穆跋：「翁此卷尝入绍兴秘府，后有其子元晖题识，盖海岳平生得意书也。其中有登海岱楼诗一首，下小字注云：『三四次写，间有一两字好，信书亦一难事。』夫海岳书，可谓入晋人之室，而其自言乃尔，后之作字者当何如耶？」\n2.明张丑《清河书画舫》：「笔法与海岳诸帖小异，有天真烂漫之趣。」\n3.清吴升《大观录》：「笔势如风樯阵马，沉着痛快。而飞扬跌宕，亦时时间出。」\n4.清《壬寅销夏录》：「此册清雄绝俗，超妙入神，非后人摹写所能到。」\n（四）艺术赏析：\n1.《草书四帖》之一。\n2.朱仁夫认为此帖与《论书帖》是米芾的代表作，又是米芾艺术风格的又一个层次：古雅脱俗，意趣天成。日人中田勇次郎云：「书法仿王羲之草体，超越通常的王字，而更得晋人高致之风度。」曹宝麟亦云：「涟水诸草，以此本最佳，以《中秋》最劣」均可见《元日帖》确是米芾草书中的佳作。\n3.此帖字字多不相连，唯有一些字与字之间以末笔相连，如：「向吾友」、「不及」、「本不」；另有一些以游丝线相莲，如：「怀可」、「在前」、「何得」。字字笔滋精灵，若行若藏，首尾相接，左右呼应，实是「意到笔不到的」。\n4.笔意极尽变化，擫拓相间，圆中蕴方，苍润互补。看似洒脱不拘，实则结体自由不散乱，形成一种率真平易的独特书风。观后有不枯、不俗、不媚、不弱的美感。李之仪评曰：「元章书回旋曲折，气古而韵高。」\n《海岱帖》\n（一）释文：\n雨三日未解，海岱只尺不能到，焚香而已。日短不能昼眠，又少人往还，惘惘！足下比何所乐。\n（二）简介：\n1.《海岱帖》为米芾知涟水军时所写之尺牍，又称《焚香帖》，以信中有「焚香」二字，故取之以名；后又有人以首三字「两三日」为名，曰《两三日帖》。\n2.「海岱」指海岱楼，在涟水。\n3.日短必为秋雨，此帖或比《中秋灯海岱楼作》略晚，约在元符元年（公元一Ο九八年）。\n4.草书四帖（《元日帖》、《吾友帖》、《中秋诗帖》、《海岱帖》）之一。\n《草书四帖》，原有九帖，为宋高宗内府所御藏，并有米芾之子友仁跋：「右草书九帖，先臣芾真迹，臣米友仁鉴定恭跋。」在明代，嘉靖十六年至三十九年文征明与其子文彭、文加摹刻《停云馆法帖十二卷》，草书九帖全部刻入第五卷「宋名人书」中，九帖名称为《德忱帖》、《家计帖》、《元日帖》、《吾友帖》、《草书帖》、《中秋诗帖》、《目穷帖》、《奉议帖》、《海岱帖》。清吴升《大观录》犹有九帖之名，吴升生在康熙年间，可是到了乾隆年间，安岐《墨缘汇观录》称四帖册，可知此时九帖已不完整了。\n所谓四帖为：《元日帖》、《吾友帖》、《中秋登海岱楼二诗帖》、《两三日帖》。《中秋登海岱楼二诗帖》即为《中秋诗帖》与《目穷帖》。《两三日帖》即为《海岱帖》。所以名为四帖应为五帖。所佚四帖为《德忱帖》、《家计帖》、《草圣帖》、《奉议帖》四帖。此四帖为何会佚失？据安岐《墨缘汇观录》云：\n「考此帖原系九帖，曾刻于停云馆法帖中，国初鉴家甚伙，宋之四家墨宝，南北争购，吴们有一二于书画中取利者，希获重利，遂使名迹分失如此，今幸存其四，余五帖，并蒋、祝、董三公跋尾，仍在天壤，不知归于何所？」可知书画商为谋取重利，不惜将原来之九帖分拆出售，致使名迹分失，确实令人叹惋。此四帖（实为五帖）后来入清内府，并刻入三希堂帖。另分散的《德忱帖》、《草圣帖》也进清内府。分散的九帖，在内府幸存七帖，可谓不幸中的大幸。\n（三）艺术赏析：\n1.日人中田勇次以为此帖「学自晋贤帖，每一字皆善得古人气韵。」米芾书力追晋人，可见一斑。\n2.「岱」字重写一遍，未必胜前。这两字各有优缺点，原先写的「岱」字，左边的人部十分自然，右半部当中的「山」虽然墨有晕涨的效果，但却因此有了聚散；相较于重写的「岱」字，看似疏朗，人部和右半部却缺少了关连性，最重要的弯钩这一笔，也不够直率，可能要用顿点表现钩的效果；若把重写的「岱」嵌入，和上下文可能不如原先写的来的适合。\n3.「学书贵弄翰」，米芾于此可谓始终一贯矣。\n4.米芾对于写草书亦有他的见解，认为必须学习晋人格辙。他说：「草书若不入晋人格辙，徒成下品，张颠俗子，变乱古法，语惊凡夫，自有识者，怀素少加平淡，稍到天成，而时代压之，不能高古。高闲而下，但可悬之酒肆，光尤可憎恶也。」[12\n《葛德忱帖》\n（一）释文：\n五月四日，芾启：蒙书为尉（通慰），审道味清适。涟，陋邦也，林君必能言之。他至此见，未有所止，蹄涔不能容吞舟。闽氏泛海，客游甚众，求门馆者常十辈，寺院下满，林亦在寺也。莱去海出陆有十程，已贻书应求，倘能具事，力至海乃可，此一舟至海三日尔。御寇所居，国不足，岂贤者欲去之兆乎？呵呵！甘贫乐淡，乃士常事，一动未可知，宜审决去就也。便中奉状。芾顿首。葛君德忱阁下。\n（二）简介：\n1.此帖为致葛德忱书札。\n2.葛德忱疑即葛蘩，名字相发之义本《诗经?召南?采蘩》序毛传。乃葛蕴、葛藻长兄。周密《云烟过眼录》卷上王子才所藏雪窦和尚诗后，有「襄阳米芾」与「鹤林居士葛蘩」题跋。葛蘩，号鹤林居士，丹徒人，良嗣长子。崇宁间官临颍主簿，累迁镇江守。\n3.此时德忱恐在润州，欲求莱州职事，故米芾告以路程行法也。\n4.「林君」当指林希，子中福州人，乃称「闽士」。林氏罢枢密，于元符元年四月出守亳州，同年九月换杭州，疑于其时特访涟水矣。\n林希，字子中，福州福清人，概子。嘉佑二年进士，神宗朝同知太常礼院，遣使高丽，希闻命，惧形于色。神宗恕，责监杭州楼店务。绍圣初知成都府，道阙下，章惇留为中书舍人，修神宗实录。时方推明绍述，尽黜元佑群臣，希皆密预其议，自司马光、吕公着、吕大防、刘挚等数十人之制，皆希为之，极其丑诋，读者愤叹。徽宗时卒，年六十七，谥文节，追赠资政殿学士。有两朝宝训二十一卷。\n5.《列子?天瑞》：「子列子居郑圃，人无识者……国不足，将嫁（往）于卫。」「御寇」二句，即用此典。\n6.此帖作于元符二年五月四日，离秩满不足一月，故有「欲去」之语。\n7.米芾于涟水军任上，曾遭遇旱灾之后，又逢水灾之情况，当地田亩俱被淹没，许多通湖港道，初为防旱救田，而填土塞断。然水灾之后，地主毫姓只顾一己私利，仍不疏放，以致地势低洼之区，积潦难泄，为患颇大。米芾于致上司或同侪之信函中，特将在外实地所见表出，心中甚为不平。这是米芾「欲去」的外在之因，涟水环境险恶，旱灾水灾连连。\n8.米芾「平居退然，若不能事事」，虽然「至官下则率直不苟」，但平生嗜好只在江封山月，及石砚书画，加以疏狂成性，故为官日久，难免故态复萌。墓志铭对此并不加隐讳，谓「时亦越法纵舍，有足大者」。此实记实之言。在涟水军任上，米芾即曾因「好石废事」，招致上司不满，可能因此去职，在任仅二年。\n（三）艺术赏析：\n1.此为米芾著名的《草书九帖》之一，又是其晚年成熟书风的代表作之一。\n2.此帖自始至终，气韵十分流畅，下笔如飞，痛快淋漓，毫无顾忌，点画之际，妙趣横生。粗看，「全不缚律」，左倾右倒，形骸放浪。仔细赏读，却又欹正相生，字字随着章法气势变化，用笔狂放而不失检点，提按顿挫丝丝入扣，上下精神，相与流通，有着强烈的节奏感，与其作品比较，此帖颇具魏晋风韵，笔法圆转含蓄韵藉，有篆籀气。节奏也较平和，神闲气定，故能随意布势，妙得自然。\n3.此帖乃米芾佳作之一，虽然第八行至第十五行之间有的字略小，但大体上看来，不论是字形结构、映带关系、饱厚度或整体感来看，都是一篇难得的好作品。单字方面，这帖有一些重复字出现，端看米芾怎么作变化\n《吾友帖》\n（一）释文：\n吾友何（「必」点去）不易草体？想便到古人也。盖其体已近古，但少为蔡君谟脚手尔！余无可道也，以稍用意。若得大年《千文》，必能顿长，爱其有偏倒之势，出二王外也。又无索靖真迹，看齐下笔处。《月仪》不能佳，恐他人为之，只唐人尔，无晋人古气。\n索靖，魏?景初三年─晋?太安二年（239-303）。字幼安，后汉张芝（伯英）姊孙。甘肃敦煌五龙」之一。博通经史，与潘岳、顾荣等同僚而为人尊敬。晋惠帝初年，皇后贾氏握政权，专横至极，豫见战乱征兆，逸事有。渠指洛阳宫殿门前所立铜驼（青铜制骆驼）谓：「君可于其中窥见蔷薇」，永康元年（300）赵王伦乱起，以左卫将军，讨伐赵之羽翼孙秀有功，加散骑常侍，太安二年（303）迎讨河间王颙安之乱受伤而卒，年六十五岁，赠太常及司徒之官，赐谥庄。善八分、章草。《晋书》称其「草书与尚书令魏瓘为绝世名手，武帝宝爱之」，梁庾肩吾书品以次，与皇象共列上品，草书外，毋丘兴碑传即出诸他的手笔，与后和蔡邕石经比，并不逊色。据此以观，似亦长于隶书。有书论《草书状》传世，另有五行三统正验论等著作，今皆不传。《晋书》卷六十有传。\n（二）简介：\n1.此帖为致薛绍彭或刘泾书札，无确实记载。推此二人乃以二人致涟水诗信甚多之故。\n刘泾，字巨济，一字济震，号前溪，简州安阳人。熙宁六年进士，王安石荐其才，为经义所检讨。元符末官至职方郎中。善作林石槎竹，作文务为奇诡语，好进取，常为人排斥，屡踬不伸。卒年五十八。有前溪集五卷，不传。\n2.「大年」是宗室赵令穰字。《千文》不见《宝章待访录》与《书史》，想为智永所作。\n赵令穰，字大年，从挚孙。仕至崇信节度观察留后，因端午节进所画扇，为哲宗赏称。雅有美才高行，游心瀚墨，尤工草书。卒谥恭敏，追封荣国公。\n3.评《月仪》数语，真具慧眼，每诩「阅书一世」，毕竟不为耳食也。\n月仪，即书仪，为书翰文范之一种。分十二月，以每月之时间问候。月仪最古者，梁昭明太子（萧统）作，所传之文，载昭明太子集。萧统，五世纪人，如以此月仪章为索靖笔迹，就更早了。现所传者为正月至十二月中九个月份（四至六月缺），每月分三段。合计十八段。宋董逌购得十一章，刻入续帖。如以一月一章计，则残缺者较今日为少。董氏引唐李嗣真语谓：「索靖有月仪三章」，或许是原有三章，细分之者。故疑为唐人临写。\n4.安岐《墨缘汇观录》云：「吾友何不易草体，想便到古人也。原本何字下必字点去，不字旁注。」\n5.文中所提「出二王外」、「晋人古气」，都可以看出米芾的书法艺术目标，即超越传统王字，而追求晋人纯古的风韵。\n6.米芾在涟水军任上，除古帖题跋增多，显示其与古书帖之密切亲近外，其与书画好友之书信往返，也甚频繁，此点暗示其对古书画兴趣日增，收藏日富。墓志铭谓米芾：「平生与游多天下士，蜀刘泾、长安薛绍彭，好奇尚古，相与为忘形交。风神萧散，是其一流人也。」\n7.刘泾、薛绍彭与米芾均不惜巨资收购书画，每有收获，辄驰函相报，或互为品鉴，或以诗文相唱和。彼此之间也常交换书画，情好甚笃，如同兄弟，世称「米薛刘」。\n8.米芾在涟水任上，曾寄诗薛绍彭评骘前代书家认为「欧（欧阳询）怪褚（遂良）妍不自持」、「公权丑怪恶札祖」，进退古今，意气毫发。当刘泾购得「梁武像」，报知米芾时，米芾以诗奉答，除告以鉴赏之道外，并深以「本当第一品天下，却缘顾笔在涟漪」为叹！薛绍彭获「钱氏子敬帖」、刘泾得唐绢本兰亭序时，亦均曾以诗相酬。\n（三）艺术赏析：\n1.草书四帖之一。\n2.《元日帖》、《吾友帖》之书风大体相似，可能是同一时期写的。余举出几个例子来观看，如：「吾友」二字，前帖写的较开张，后者的「吾」字向下缩，「友」字向右下倾，那笔用长点来表示，综合来说，姿态不同，但是用笔方式没有多大的差别；《元日帖》的人「也」与《吾友帖》的二王外「也」，也是字体不同，但是用笔略同。\n3.前面所论而言，后人对米芾的草书，多半持正面的反应，但是曹宝麟对此有不同的见解。早岁《相从》、《盛制》、《乱道》诸帖中夹杂的草体，看来尚未脱周越、苏舜钦二人的窠臼，不古不今，格调不高。自从元佑二年看到李玮所藏晋贤十四帖，震动之余才决计归依晋人了。这段他确实对草书迷恋了一阵，但除了《好事家帖》、《武帝书帖》、《张颠帖》等几篇相对集中的草书外，很长时间便失去了继响。元符元年从苏激处买到晋贤十三帖，受到刺激，因而他在涟水又对草书重燃了热情。但涟水所作用笔尖薄，比之十年前更是每况愈下了。应该说，米芾小草水准不高的根本原因，还不是功力的欠缺，而恰是取法的狭隘。他受苏轼的影响，对旭素创新持否定态度，所以他不屑从晋人以外的作品中去汲取营养。在晋草的光焰下，他只觉气慑自卑，因而只有在他草帖中我们才见到一派悲观的情绪。 \n《论草书帖》\n《论草书帖》，此帖亦名《张颠（癫）帖》草书。纸本。随笔一则。约书于北宋哲宗元祐二年（1087）。纵24．7厘米，横37厘米。台北故宫博物院藏。\n释文：草书若不入晋人格。辄徒成下品。张颠(癫)俗子。变乱古法。惊诸凡夫。自有识者。怀素少加平淡。稍到天成。而时代压之。不能高古。高闲而下。但可悬之酒肆。（*）光尤可憎恶也。 \n《中秋诗帖》\n释文：中秋登海岱楼作。目穷淮海两如银。万道虹光育蚌珍。天上若无修月户。桂枝撑损向西轮。三四次写，间有一两字好。目穷淮海两如银。万道虹光育蚌珍。天上若无修月户。桂枝撑损向东轮。信书亦一难事。\n米芾《中秋登海岱楼作诗帖》即为《中秋诗帖》（草书九帖之六、七），纸本，草书，纵25.2厘米，横36厘米。日本大阪市立美术馆藏。\n说明：海岱楼位于涟水（江苏涟水），是著名的风景名胜，米芾时常登楼，眺望淮河入海处辽阔壮丽的景色。在本诗帖中，米芾形容海口一片水光粼粼，好似银泻大地，而天际出现万道虹光，孕育出宝贵的珍珠。在诗的后半，米芾则引“吴刚伐桂”的典故，谈到若非吴刚日复一日，不停地砍伐桂树，快速生长的桂枝，必定撑破月轮。米芾以此暗喻自己的仕途常为人所阻，无法充份施展。\n在帖中米芾前后共抄录诗文两次，中间加入一行批注：“三四次写间有一两字好，信书亦一难事”，可见对书法求好的态度。涟水时期，米芾勤于练习晋人草书，此帖与《焚香帖》、《草书论书帖》都是其中的例子。另外，米芾也经常与薛绍彭书信往返，讨论购帖事宜、交换习书心得，或是品评论书，两人堪称最佳书画友。\n米芾担任涟水军使（江苏涟水）期间，最喜欢登临游览的景点就是海岱楼。海岱楼在江苏涟水地区，是唐、宋时代十分著名的望海楼，自古以来，便是许多文人登览赋诗的最佳旅游景点，唐代诗人杜甫曾以“浮云连海岱，平野入青徐”来形容它视野辽阔、宏伟壮丽的景观。它在米芾的诗文中也经常出现，例如《焚香帖》（大阪市立美术馆藏）：“雨三日未解，海岱咫尺不能到”，便提到在淫雨霏霏之日，他登海岱楼所见迷蒙的景致。在另一阙词《蝶恋花·海岱楼玩月作》中，米芾也提到：“千古涟漪清绝地，海岱楼高。下瞰秦淮尾，水浸碧天天似水，广寒宫阙人间世。”并将海岱楼比喻为月亮上的“广寒宫”，诗人登楼眺望，颇有遗世独立的感觉。\n风格特点\n米芾对书法的分布、结构、用笔，有着他独到的体会。要求“稳不俗、险不怪、老不枯、润不肥”，大概姜夔所记的“无垂不缩，无往不收”也是此意。即要求在变化中达到统一，把裹与藏、肥与瘦、疏与密、简与繁等对立因素融合起来，也就是“骨筋、皮肉、脂泽、风神俱全，犹如一佳士也”。章法上，重视整体气韵，兼顾细节的完美，成竹在胸，书写过程中随遇而变，独出机巧。\n米芾的用笔特点，主要是善于在正侧、偃仰、向背、转折、顿挫中形成飘逸超迈的气势、沉着痛快的风格。字的起笔往往颇重，到中间稍轻，遇到转折时提笔侧锋直转而下。捺笔的变化也很多，下笔的着重点有时在起笔，有时在落笔，有时却在一笔的中间，对于较长的横画还有一波三折。勾也富有特色。\n米芾的书法中常有侧倾的体势，欲左先右，欲扬先抑，都是为了增加跌宕跳跃的风姿、骏快飞扬的神气，以几十年集古字的浑厚功底作前提，故而出于天真自然，绝不矫揉造作。学米芾者，即使近水楼台如者也不免有失“艰狂”。宋、元以来，论米芾法书，大概可区分为两种态度：一种是褒而不贬，推崇甚高；一种是有褒有贬，而褒的成分居多。持第一种态度的，可以苏轼为代表。 \n米芾，初名黻，元佑六年，四十一岁后改作芾，字符章，宋开国勋臣米信五世孙。世居太原，后徙襄阳，故自号襄阳漫士、鹿门居士。以尝知淮阳军，故自称淮阳史。曾监中岳祠，自称中岳外史。晚年定居京口，筑海岳庵以居，因号海岳外史。其余别号尚多。仕至礼部员外郎，唐、宋礼部员外郎中掌省中文翰，称南宫舍人，故人称米南宫。\n其里籍据《宋史-文苑传》云：「米芾，字符章，吴人也。」《宣和书谱》云：「文臣米芾，字符章，初居太原，后为襄阳人。」依《宣和书谱》所载，米芾曾居住过太原、襄阳，但宋史何以称作吴人？依宋《京口耆旧传》云：「其父尝家襄阳，未几迁丹徒，故国史书称曰吴人。」又明方信儒云：「宝晋米公世居太原，后徙襄阳，自公始定居润州。」由上述记载，可知米芾祖先世居太原，迨其父时迁居襄阳，中年仕宦后，经过润州，喜其山川风土，始定居润州。润州即今江苏镇江。按曹宝麟《米芾年表》，米芾定居润州在四十五岁，故宋史称其为吴人，乃指中年以后之事。\n生平事迹\n一、生卒年\n米芾寿考，有谓四十九者，亦有谓四十八者。蔡肇米元章墓志铭则谓：「享年五十有七」。而当今日本「宋史提要编纂协力委员会」出版之宋人传记索引谓享年六十。众说纷纭，不胜列举。\n二、仕宦\n米芾入仕虽早，也曾经有过抱负，但大抵均为地方县官，职微权轻。其在中央任职，仅为受知于宋徽宗，曾召入为书画学博士，擢为礼部员外郎，但旋即以言者罢去，下放知淮阳军。可惜这段佳缘维持不到二年，后虽迁礼部员外郎，未入拜，而弹章言其「出身冗浊，冒玷兹选，无以训示四方。」遂下旨罢去，出知淮阳军。米芾希望利用手中微薄的权力为社会出力，落得的却是「白简逐出」、「仕数困踬」的结局。他只得玩忽公事，最后沉浸到书画之中作他的「逍遥游」。无可奈何，分明是一种不甘失落和自我完善的精神胜利的心态。并且，他不得不以自嘲嘲人，韬晦放浪的反常言行周旋于官场和社会，并将这种心理状态倾泻于自己的书画艺术，以期求得心理的平衡。\n按曹宝麟的整理，米芾宦历如下：一、秘书省校书郎；二、含光县尉；三、临桂县尉；四、长沙从事；五、杭州观察推官；六、淮南幕府；七、润州州学教授；八、雍丘县令；九、监中岳庙；十、涟水军使；十一、发运司管勾文字；十二、蔡河拨发；十三、太常博士；十四、监洞霄宫；十五、无为军使；十六、书画博士。若到书画博士时为十五任，那么可能他不把监洞霄宫计算在内，因为他任无为军自称为「复官」。有书记载米芾未入拜而弹章已上，因被白简逐出。然而元?周密《云烟过眼录?天台谢奕修养浩斋所藏》（卷下）中分明记载了「尚书礼部员外郎米芾审定」的《辨印帖》，可证此说乃属耳食。所以在其宦迹中理应再加上：十七、礼部员外郎；十八、淮阳军使。\n三、人品与习性\n（一）交世故\n米芾「交世故」的利器最有效的就是他的绝技─书画。只须是权要，他一概可用书画作敲门砖而登堂入室，踞为上席。在诸宰相中，除了蔡确、司马光、吕公着等少数人外，历朝相府无不有他的履迹身影。而他与苏轼、黄庭坚、秦观、蔡肇等人的交游，大多是以书画作为媒介而见诸记载的。另有「交世故」知招数─畸行诡迹和奇谈怪论。不得不承认这有一半是出自其颠的天性。董友知对米芾此一颠狂个性有十分的见解：\n「其实，他根本不颠。这里，开展来说，张颠、素狂、杨疯子，也并非真的『颠、狂、疯』；就是阮籍与李白醉酒，醉意也不全在于酒。这些著名的大书家，封建社会的显赫人物，一者，心目深处憧憬着非常强烈的名禄诱惑力，可又不情愿周旋于腐败官僚圈子里的背俗环境；他们胸中的正义抱负实现不了，却又控制不住内心世界的情懑发泄，时时还在斥责讥讽权贵。二者，在帝王统治下，本人身分已大白天下，面临险恶形势，出于万般无奈，才以酒消愁，借故颠狂，无非是权作保护自己，与世抗争的一种手段。鉴此，若不能认知米芾的机敏智慧是不公平的，但如不能明察其佯狂作颠也是不实际的。他的独特性格就在于既能压抑自己的天才和睿智，又能曲从别人嘲弄与自我摧残，以便在新旧档的激烈倾轧中应付优游，这恰恰是他真正聪明的自然流露和意念体现。」再说，他戴高帽，着深衣，全然「不用世法」，虽被讥为「活卦影」而不顾，他是唯恐别人不注意他的。生为宋朝人的米芾，确爱着唐服，众人皆奇之，使他给人格格不入，不易相处的感觉，遂于现实的官场文化中，处处受排挤，蔡肇云：「风神潇散，是其一流人也，举止颉颃，不能与世俯仰，故仕数困踬。冠服用唐人规制，所至人聚观之。」\n（二）洁癖\n米芾洗手不用巾拭，相拍至干之类的事，为宋人所津津乐道。自己的私人用具只要被他人拿过，嫌赃会一连喜好多次，而将鞋子洗破。长期的心理扭曲有可能使始米芾沾染种种行为上的怪癖。然而，全面的考察米芾，以现代心理学和行为科学的理论来剖析米芾的「洁癖」，结论或许并非那样简单。作为社会存在的米芾，满目满心的累累伤痕和层层污垢一直缠绕着这个极端清高自负的人物，这是他苦痛终生的事。他必须也必然会作出心理上的防备以求解脱。\n（三）喜好佛学\n从米芾留下来的书迹可见一般，如《天衣怀禅师碑》、《法华台诗》、《方圆庵记》、《跋头陀寺碑》、《明道观壁记》等。翁方纲更从《米海岳年谱》中记载一段米芾过世前近乎羽化的过程：「《志林》云：『米元章晚年学禅有得，知淮阳军未卒，先一月，作亲朋别书，焚其所好书画奇物，造香柟木棺，饮食坐卧书判其中。前七日，不茹荤，更衣沐浴，焚香清坐而已。及期，遍请郡寮，举拂示众曰：『众香国中来，众香国中去。』掷拂合掌而逝。』」\n四、交友\n米芾有一些志同道合的朋友，互相鼓励提携，人生路上不感孤独，且经由同一事物的热衷，可互通有无，彼此砥砺。他一生中有不少书画之友，自然为他提供许多创作技巧及鉴赏之法。以下仅列出几位：\n（一）苏轼\n米苏认识于元丰五年。元丰三年，东坡因作诗讥评时政，被贬为黄州团练副使，谪居黄州。米芾亦于此时离开长沙掾之职，漫游四海，元丰五年旅居至杭州近郊，与黄州不远，故前往拜谒东坡，易苏民云：「轼四十七岁，在黄州。……是月（三月），米芾初因马梦得来谒，馆于雪堂，遂与订交。」此虽为二人初次见面，但基于彼此书画上的同好，颇好相见恨晚之情，东坡不仅将珍藏之吴道子《释迦佛图》予共赏，并亲绘一幅《枯木竹石图》赠之。在书法上，东坡亦以自己多年的学书经验，提供米芾学书应摆脱唐法，以晋人为尚方是。米芾采其意见，弃唐入晋，体会晋书之高雅气韵，进而钻研之，以成其日后为研究晋书的专家，易对其日后发展有深远的影响。米苏二人相差十五岁之多，但基于二人对文学与艺术的共同喜好，竟能成为相知相惜的忘年之交。尤其东坡贵为跛宋文坛领袖，米芾与东坡交往，当然亦可认识许多文友，加上东坡多次对米芾的奖掖，不仅对其学养、书画有深远影响，更奠定米芾于北宋艺坛的地位。\n（二）王安石\n米芾与王安石的交游可见于《宝晋英光集》：「盖仆元丰六年，赴希道（即刘庠）金陵从事之辟，会公谪居，始识公于钟山。」此为二人相识之始。二人共同兴趣为书法，王安石少时尝学唐人杨凝式书，但无人得识，至米芾观其字，以其多年之学书经验，即知出于杨凝式，令王安石大为叹服，也因此成为书学好友。王安石长米芾三十岁，且于政治地位又是如此悬殊，因此二人交往并不频繁，多仅于王安石爱才惜才之心而颇关爱而已。\n（三）蔡肇\n王安石谪居钟山之时，蔡肇从学于安石，藉由此故，米芾得与蔡肇相交，米芾之墓志铭即由蔡肇执笔，可之二人相交之深。蔡肇云：「余元丰初谒荆国王文公于金陵，公（指米芾）以诗文贽见，文公于人材少所许可，摘取佳句，书之便面，由是始识公，故为之铭。」米芾与蔡肇二人相识于元丰六年，或于二人之年龄与社会地位皆相仿，且皆能文善诗好山水画，自然成为好友。高辉阳云：「蔡肇，……能文善诗，工画山水，米芾定居润州后，与其交往更密，游山登楼，相与唱和。」中年后，米芾定居润州，二人交往更频繁，为米芾晚年挚友。\n（四）薛绍彭、刘泾此二人与米芾是同辈，他们的共同兴趣是收藏古书画。米芾曾有一首诗描述其况，诗云：「唐满书奁晋不收，却缘自不信双眸，发狂为报豢龙子，不怕人称米薛刘。」「铁三角」的关系，自非一般雍夫俗子可比。所以向刘泾收得佳画，米芾即寄以诗云：「刘郎收画早甚卑，折枝花草首徐熙，十年之后始闻道，取吾韩戴为神寄，迩来白首进道奥，学者信有髓与皮。」刘泾之收藏书画，由「皮」而「髓」，米芾即称赞其「进道奥」矣，足见良师益友之可贵。米芾与薛绍彭的关系，最重要的不是称兄道弟，或往来酬酢的饭局，而是谈艺论道深深吸引了对方。米芾《自涟漪寄薛郎中绍彭》诗云：「老来书兴独未忘，颇得薛老共徜徉。」米薛能在彼此切磋琢磨中，获致书法上相同的成就，洵为千古美谈。\n","category":"草书","verified":true,"user":1,"timestamp":1429951591423},{"name":"米芾草书吾友帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791645671,"text":"米芾《吾友帖》（草书九帖之四） 纸本 草书。纵25.2厘米 横39厘米 日本大阪市立美术馆藏。\n[释文]吾友何不易草体？想便到古人也。盖其体已近古，但少为蔡君谟脚手尔！余无可 道也，以稍用意。若得大年《千文》，必能顿长，爱其有偏倒之势，出二王外也。又无索靖真迹，看其下笔处。《月仪》不能佳，恐他人为之，只唐人尔，无晋人古气。","author":"宋代米芾","description":"米芾草书吾友帖"}]