[{"name":"苏轼草书北游帖","text":"苏轼书于元丰元年(1078)。纸本。行书，信札一则。凡9行，计61字。26.1厘米×29.5厘米。台北故宫博物院藏。此帖又名《致坐主久上人尺牍》。\n《咸淳临安志》：“西湖僧作诗者，熙宁间有清顺可久两人。顺字怡然，久字逸老。”《武林梵志》：“法师可久，钱塘钱氏子。天圣初，得度，学教观于静觉。喜为古律诗，先生监郡日，与师为诗友。居西湖祥符。先生元夕九曲观灯，去从者独行，人师室，了无灯火，但闻檐卜余香，叹仰留诗。晚年送客不瑜阂。如此十余年。窗外惟红蕉数本，翠竹百个，一日谓人曰：吾死，蕉竹亦死。未几皆验。”此处所谓“叹仰留诗”，即东坡穴上元过祥符僧可久房，萧然无灯火》七绝一首。后又有《五月十日，与吕仲甫、周邻、僧惠勤、惠思、清顺、可久、惟肃、义诠同泛湖游北山》一首。可见当时东坡舆之悠游之景。可久大约死于元皊初。东坡不知，其间，东坡曾有杂记《可久清顺》怀念之。云：“祥符寺可久垂云清顺三阖梨，皆予监郡日所与往还诗友也。清介贫甚，食仅足，而衣几于不足也。然未尝有忧色。老矣，不知尚健否?”?\n此帖乃可久致信东坡，·东坡所复信。信中所谓“北游五年”，乃指熙宁七年十月离杭北上，赴密州太守任，又于熙宁十年四月赴徐州太守任，再到元丰二年三月一一十日到湖州太守任上，正好五年。上述诸地皆在杭州之北，故称“北游”。据此，此札即写于元丰二年五月廿二日。之后不久，即同年七月，御史中丞李定、御史舒直弹劾苏轼以诗“讥切时事”，七月廿八日，台吏皇甫遵乘驿追摄苏轼于湖州，八月十八日即被押赴台狱，蒙受“乌台诗案”之难。此帖落有“五月廿二日”之记，故《古书画过眼要录》判为在徐州任上所作，大约是“北游五年”的年度算法不一致吧??\n东坡对于从杭州来到湖州的故友之问讯，十分感慨，“甚慰想念。北游五年，尘垢所蒙，已化为俗吏。不知林下高人，犹复不忘耶”!可谓情溢于纸。老友“未由会见”，以至日后常常思念：“老矣，不知尚健否?”及至十年之后，即元皊四年七月，东坡重返杭州时，可久已作亡友了。?\n?\n释文轼启。辱书，承法体安隐，甚慰想念。北游五年，尘垢所蒙，已化为俗吏矣。不知林下高人犹复不忘耶!未由会见，万万自重。不宣。轼顿首，坐主久上人。五月廿二日。?\n","category":"草书","verified":true,"user":1,"timestamp":1429951594967},{"name":"苏轼草书北游帖","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791623793,"text":"【释文】轼启。辱书，承法体安隐，甚慰想念。北游五年，尘垢所蒙，已化为俗吏矣。不知林下高人犹复不忘耶!未由会见，万万自重。不宣。轼顿首，坐主久上人。五月廿二日。\n苏轼《北游帖》，纸本，行书，信札一则。凡9行，计61字。26.1厘米×29.5厘米。台北故宫博物院藏。\n此帖又名《致坐主久上人尺牍》，书于元丰元年（1078）。\n《咸淳临安志》：“西湖僧作诗者，熙宁间有清顺可久两人。顺字怡然，久字逸老。”《武林梵志》：“法师可久，钱塘钱氏子。天圣初，得度，学教观于静觉。喜为古律诗，先生监郡日，与师为诗友。居西湖祥符。先生元夕九曲观灯，去从者独行，人师室，了无灯火，但闻檐卜余香，叹仰留诗。晚年送客不瑜阂。如此十余年。窗外惟红蕉数本，翠竹百个，一日谓人曰：吾死，蕉竹亦死。未几皆验。”此处所谓“叹仰留诗”，即东坡穴上元过祥符僧可久房，萧然无灯火》七绝一首。后又有《五月十日，与吕仲甫、周邻、僧惠勤、惠思、清顺、可久、惟肃、义诠同泛湖游北山》一首。可见当时东坡舆之悠游之景。可久大约死于元皊初。东坡不知，其间，东坡曾有杂记《可久清顺》怀念之。云：“祥符寺可久垂云清顺三阖梨，皆予监郡日所与往还诗友也。清介贫甚，食仅足，而衣几于不足也。然未尝有忧色。老矣，不知尚健否？”\n此帖乃可久致信东坡，东坡所复信。信中所谓“北游五年”，乃指熙宁七年十月离杭北上，赴密州太守任，又于熙宁十年四月赴徐州太守任，再到元丰二年三月一一十日到湖州太守任上，正好五年。上述诸地皆在杭州之北，故称“北游”。据此，此札即写于元丰二年五月廿二日。之后不久，即同年七月，御史中丞李定、御史舒直弹劾苏轼以诗“讥切时事”，七月廿八日，台吏皇甫遵乘驿追摄苏轼于湖州，八月十八日即被押赴台狱，蒙受“乌台诗案”之难。此帖落有“五月廿二日”之记，故《古书画过眼要录》判为在徐州任上所作，大约是“北游五年”的年度算法不一致吧。\n东坡对于从杭州来到湖州的故友之问讯，十分感慨，“甚慰想念。北游五年，尘垢所蒙，已化为俗吏。不知林下高人，犹复不忘耶！”可谓情溢于纸。老友“未由会见”，以至日后常常思念：“老矣，不知尚健否？”及至十年之后，即元皊四年七月，东坡重返杭州时，可久已作亡友了。","author":"宋代苏轼","description":"苏轼草书北游帖"}]