[{"name":"铁保楷书刘峨墓志铭片","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791632388,"text":"此碑由纪昀撰文，董诰篆盖，铁保书。\n\n清史稿·刘峨传：\n　　刘峨，字先资，山东单县人。入赀授知县。乾隆二十三年，选直隶曲阳知县。调宛平。卢沟桥有逆旅，多阴戕过客没其财，峨发其奸。西山煤矿多藏匿亡命，峨散其党与，先后捕治置诸法。三迁通永道，以母忧归。起天津道，仍调通永道，以父忧归。未一年，上命署清河道，服阕真除。四十五年，迁湖北按察使。石首有寡妇，兄公谋其产，诬之，死於狱。峨治官书发其枉，逮其兄公至，亲鞫，论如律。四十六年，迁安徽布政使，调山西。四十八年，擢广西巡抚。甫两月，迁直隶总督。辅国公弘晸遣仆至静海冒占入官地，事闻，上谕峨：“遇王公以下私遣人干有司，无问是非曲直，即据实奏闻。”长芦盐政徵瑞奏漕艘至杨村，以民船剥运，盐运迟误。上谓非特盐运迟误，且恐商货壅滞，令峨赴天津与徵瑞议民船编号轮雇，照例发价，并定赴通回空限期，下部议行。分疏劾中仓监督赵元搢嗾殴民至死，三河知县王治岐挪用旗租，并论如律。谒避暑山庄祝嘏，赐孔雀翎、黄马褂。南宫民魏玉凯诉县人李存仁习邪教，上遣侍郎姜晟会鞫。存仁坐诛，玉凯妄及无辜，论戍。四十九年，上遣尚书金简会勘卢沟桥下游沙淤，请於中泓五孔抽沟三道。上以抽沟水缓，命中泓五孔全行疏浚。徵瑞请捐银三十万造剥船济运，上以直隶木材少，命湖广、江西二省分造。峨奏言：“北仓存漕四十馀万，俟新造剥船刑齐，先行运通。”上许之。\n　　五十一年七月，广平民段文经、元城民徐克展为乱，夜入大名，戕大名道熊恩绂。峨奏闻，即督兵驰往捕治，得从乱者王国桂等，自列向习八卦教，及文经、克展蓄谋为乱状。上令峨捕文经、克展，久之未获，累降旨诘责。十月，河南巡抚毕沅奏於亳州获克展，槛送京师，而文经终未能得。五十二年，命停峨本年廉俸。山东学政刘权之迎眷属赴官，途遇盗，峨坐夺官，命留任。\n　　五十三年，命偕山东巡抚长麟等勘议粮艘在德州剥运。五十五年，巡城御史穆克登额等获建昌盗，自列尝劫建昌钱铺，有同为盗者，系清苑狱二年未决。上责峨废弛，遣侍卫庆成逮清苑知县米复松诣京师，下刑部论罪；夺峨孔雀翎、黄马褂，降调兵部侍郎。未几，擢尚书。五十六年，命如河南按虞城民诉县役事，又如江西按广丰武弁包漕、崇义民发冢弃骸事，并讯明，论如律。峨至崇义，入深山中勘冢地，江西民称之。五十七年，从上幸热河，赐还孔雀翎、黄马褂。六十年，以疾乞解任，加太子少保，原品休致。卒，赐祭葬，谥恪简。\n\n\n   刘峨(1723-1795)字先资，号宜轩。单县刘老家人。官至直隶总督、兵部尚书。\n   刘峨天性刚直聪颖，系县学秀才，少年时就怀治国安邦之志。他的同宗菏泽人刘藻，在陕西做布政使时，听到他的好名声，就把他招到幕府参赞军机。\n   1758年(清乾隆二十三年)，被铨选授做直隶曲阳县知县。1760年(清乾隆二十五年)，调任宛平知县；1766年(清乾隆三十一年)，升顺天府，南路同知，次年调东路 ；1771年(清乾隆三十六年)，任永平知府；1772年(清乾隆三十七年)，提为通永道道台；1780年(清乾隆四十五年)，任涌北按察使，次年升安徽布政使，不久调往山西； 1783年(清乾隆四十八年)，升广西巡抚，又特受直隶总督；1790年(清乾隆五十五年)，赐予紫金城骑马，又迁兵部左侍郎，接着晋升兵部尚书，充任庚戍科武会试的大 总裁。1795年(清乾隆六十年)，因病还乡，赏加“太子少保”衔。\n   刘峨为官，兴利除弊，事必亲躬。代理曲阳知县时，为百姓废除了旧时设置的里甲、润税和米折银等累民之弊端；平灭了盗贼、戒饬游惰；清理了冤狱。不过一年，县里大为平静。一日，老百姓报告说，地里生了蝗蝻，他立即骑马到田野察看，见蝗 蝻最严重处足有一尺多厚，便引咎自责。次日集合役夫亲自督率捕打，灭了蝗蝻，百姓欢声雷动。\n   在宛平时，县里有家尚氏黑店，杀害旅客，劫人财物。他亲自查处，予以严惩。西山煤矿藏匿着许多亡命歹徒，他亲往侦察缉捕。顺天府属地白塔处聚盗很多，他亲率兵剿灭。永平之地多靠海，旗民、汉民田地交错，地界不清，为此打官司的从没停止过。经刘峨审理规定：旗民的田产按照旧时地亩册；汉民的田产根据旧时粮差；不到原数的用闲田补足；多于原数的另招农民耕垦。几百件积案立时了结，旗、汉百姓 十分满意。滦河流经滦州和乐亭县边界，河道滚运迁徙无常，两县因地亩纠纷诉讼积 案很多。刘峨规定：田界要以康熙年间旧河的桩记为准，不能以新河隔岸为理由。于 是诉讼立即停止了。北运河的漕运每年要雇剥子船，百姓因而受到许多盘剥。继而改成了合派，弊端更多。刘峨奏请更定了章程，减轻了百姓负担。任邱县黄河故道淤成 良田，偷耕种的人很多，因而为争地打官司的天天都有。刘峨就亲去经营丈量，并奏 请安上粮差。又恐怕因河水涨落不定而引起这边涨出，那边塌陷，给百姓造成麻烦和 负担，就又奏请，定出章则，每年由公家查勘一次，随时增减税亩。百姓拥护，上境 安宁。\n   1778年(清乾隆四十三年)，刘峨因母丧回家。服满，补为天津道道台。旋即又调通永道。1779年(清乾隆四十四年)，奉特旨起复为清河道。他请求守孝三年，皇帝不允。当时滹沱河河道淤塞，清河县油坊口、成安县沙庄坝各口岸都发生险情，刘峨奉命代理直隶按察使亲往查处，疏浚河道，排除险情。\n   1790年(清乾隆五十五年)，奉旨进京供职，迁兵部左侍郎，升兵部尚书。1792年 (清乾隆五十七年)，随乾隆皇帝到热河游幸，赏戴花翎，穿黄马褂。70岁寿辰时特赏 御书“枢庭介景”匾额。\n   死后，皇帝亲作祭文，派遣官员致祭，赐谥“恪简”，入直隶名宦祠。有《笃庆堂集》等。","author":"清代铁保","description":"铁保楷书刘峨墓志铭片"}]