[{"name":"虞世南行草疲朽帖","text":"永兴文懿公虞世南（558年－638年7月11日），字伯施，汉族，越州余姚（今浙江省慈溪市观海卫镇鸣鹤场）人。南北朝至隋唐时著名书法家、文学家、诗人、政治家，凌烟阁二十四功臣之一。陈朝太子中庶子虞荔之子、隋朝内史侍郎虞世基之弟。[1] \n虞世南生性沉静寡欲，意志坚定努力学习。在陈朝时，曾任建安王法曹参军、西阳王友。入隋后，官秘书郎、起居舍人。隋朝灭亡后，被窦建德任命为黄门侍郎。李世民灭窦建德后，引虞世南为秦王府参军、记室参军、弘文馆学士，与房玄龄共掌文翰，为“十八学士”之一。太宗贞观年间，历任著作郎、秘书少监、秘书监等职，先后封永兴县子、永兴县公，故世称“虞永兴、虞秘监”。他虽容貌怯懦、弱不胜衣，但性情刚烈，直言敢谏，深得太宗敬重。贞观十二年（638年）卒，年八十一岁，获赠礼部尚书，谥号文懿[2] ，配葬昭陵。贞观十七年（643年），绘像凌烟阁。[3] \n唐太宗称他德行、忠直、博学、文词、书翰为五绝。善书法，与欧阳询、褚遂良、薛稷合称“初唐四大家”。日本学界称欧阳询、褚遂良、虞世南为“初唐三大家”。其所编的《北堂书钞》被誉为唐代四大类书之一，是中国现存最早的类书之一。原有诗文集30卷，但已散失不全。民国张寿镛辑成 《虞秘监集》 4卷，收入 《四明丛书》。\n人物生平\n笃志勤学\n虞世南的祖父虞检，在梁代曾任始兴王咨议；父亲虞荔，于陈朝太子中庶子，都有很高的名望。虞世南的叔父虞寄，在陈朝官至中书侍郎，因没有子嗣，虞世南便过继给虞寄为子，因此他取字伯施。 \n虞世南生性沉静寡欲，意志坚定努力学习，年少时与兄长虞世基一起在著名文学家顾野王的门下读书，受学十多年，他勤奋努力精思不懈，有时十几天不洗脸不梳头。他擅长写文章，曾师法著名文学家徐陵，徐陵也认为虞世南得到了自己的真髓。与他同郡的和尚智永是王羲之的七世孙，擅书法，虞世南拜智永为师，深得王羲之书法真传，由此名声更大。 \n遵守礼法\n陈文帝天嘉二年（561年），虞世南的父亲虞荔去世 ，当时虞世南还年幼，因悲哀过度瘦损得几乎承受不住丧服。陈文帝知道虞荔的两个儿子博学，常从宫中派使者到他们家里去扶助卫护他们。曾被召为建安王法曹参军。他的叔父虞寄被陈宝应捕获，在闽、越一带，虞世南虽然已除去丧服，却还是布衣蔬食。到天嘉五年（564年），陈宝应战败，虞寄得以生还，才令虞世南脱去布衣食肉。 \n二虞入京\n陈后主至德元年（583年），除任西阳王友。开皇九年（589年），陈朝灭亡后，虞世南与虞世基一起到隋朝京师长安，兄弟二人都名重一时，当时的人把他们比作西晋的陆机与其弟陆云。当时隋炀帝杨广还是晋王，听到他们的名声，杨广与秦王杨俊征召的文书一起送到，虞世南以母亲年老为借口，坚决推辞，杨广命令使者去追他们。 \n大业元年（605年），虞世南接连被授为秘书郎，升迁为起居舍人。与虞绰、庾自直共撰《长洲玉镜》 。同年，因母亲去世而守丧。 当时虞世基在当朝非常显贵，妻子穿衣都模仿王者，虞世南虽然同他们住在一起，却清贫节俭，不改变自己的性情。 \n江都之变后，虞世南随宇文化及到聊城。武德二年（619年），宇文化及兵败被斩 ，虞世南又被窦建德抓获，窦建德任命他为黄门侍郎。[14-15]   \n刚烈敢谏\n武德四年（621年），秦王李世民灭窦建德后，虞世南被授任为秦王府参军，不久转任记室参军，十月，李世民被封为天策上将，并建立文学馆，虞世南被授为弘文馆学士，与房玄龄共掌诏告文翰，为“十八学士”之一。[16-17]   \n武德五年（622年），与裴矩撰《凶吉书仪》 。\n武德九年（626年）六月，李世民正式被封为太子后，虞世南升任太子中舍人。[19-20]   \n同年八月，李世民即位，虞世南转任著作郎，兼弘文馆学士。当时，虞世南年已衰老，上表请求辞官，太宗下诏不允，升他为太子右庶子，虞世南坚决推辞不受，被授为秘书少监。 \n贞观五年（631年），参与编撰《群书政要》。 \n贞观六年（632年）七月，虞世南进呈《圣德论》一文，太宗赐手书诏令给虞世南称：“你的评价太高了。朕怎么敢与上古帝王相比，只是与近代相比略强些。然而你只是刚刚看见开头，未知其终结。如果朕真能善始善终，那么你的高论可传之后世；如若不然，恐怕只会成为后世的笑柄！” \n贞观七年（633年），虞世基转任秘书监，赐爵永兴县子。太宗器重他的博识，常常在处理军政大事的间隙，召世南在一起谈经论史。虞世南虽然容貌怯懦，弱不胜衣，但性情刚烈，当政得失，直言敢谏。太宗曾对侍臣说：“朕借闲暇的时间与世南商讨古今政事，有一个字的差错，未尝不惆怅恼恨，他恳切诚挚到这种程度，朕用他用得好啊。群臣都像世南这样，天下还愁有什么不能治理。” \n贞观八年（634年），虞世南进封永兴县公。 同年，陇右山崩，大蛇多次出现，山东及江淮多次遭大水。太宗问“天变”。虞世南以晋朝以来历次山崩为例，借机劝谏太宗遵循道德义理，并希望太宗不因功高而自满、不因太平已久而骄傲松懈，始终如一。太宗听后敛容反省，认为此言对自己有警醒作用。同年四月，康国进献狮子，太宗命虞世南为其作赋。[26-27]   \n贞观九年（635年），太上皇李渊驾崩，虞世南一再劝阻太宗筑陵墓厚葬，使太宗有所收敛。 他还严正劝阻太宗不要恣于游猎而疏于政事。这些都对当时的“贞观之治”起着积极的作用。 \n深受追思\n贞观十二年（638年），虞世南又上表请求辞官归居，太宗优诏允许，仍授银青光禄大夫、弘文馆学士。同年五月二十五日 （7月11日），虞世南在长安逝世，享年八十一岁。[32-33]   \n太宗闻讯后为他在别第举哀，痛哭悲伤，下手诏给魏王李泰说：“虞世南对朕忠心一体，拾遗补阙，无日暂忘，实为当代名臣，人伦准的。朕有小失必犯颜直谏，而今亡故，朝廷上下，无复人矣！”赐东园秘器，陪葬昭陵，赠礼部尚书，谥号文懿 。 \n主要成就\n文学\n虞世南文章婉缛，与徐陵相似。曾劝太宗毋为宫体诗，而其诗除《咏蝉》等少量有兴寄、边塞诗较刚健外，其余多为应制、奉和、侍宴之作，文辞典丽，内容则比较空泛。 代表作有《出塞》、《结客少年场行》、《怨歌行》、《赋得临池竹应制》、《蝉》、《奉和咏风应魏王教》等。其中后三首咏物诗（即《赋得临池竹应制》、《蝉》、《奉和咏风应魏王教》）分别写竹、蝉和风，紧紧抓住对象特点，刻画得相当传神，例如《蝉》诗写蝉饮清露，栖（梧桐）高处，声因高而远，而非是依靠秋风，寓意君子应象蝉一样居高而声远，从而不必凭借、受制于它物。世南描摹状物、托物言志之功夫可见一斑矣。\n清代沈德潜在评论《从军行》二首时就称此诗“犹存陈隋体格，而追逐精警，渐开唐风”。 \n书法\n虞世南书法继承二王（王羲之、王献之）传统，外柔内刚，笔致圆融冲和而有遒丽之气。与欧阳询、褚遂良、薛稷并称唐初四大书家。《书后品》列其书为上之下品，评云：“萧散洒落，真草惟命，如罗绩娇春，鹤鸿戏沼，故当（萧）子云之上”。《书断》卷中列其隶、行书为妙品，称其书“得大令（王献之）之宏规，含五方之正色，姿荣秀出，智勇存焉。秀岭危峰，处处间起；行草之际，尤所偏工。及其暮齿，加以遒逸”。《述书赋》云：“永兴超出，下笔如神，不落疏慢，无惭世珍。”《宣和书谱》卷八以为世南晚年正书与王羲之相后先，又以欧、虞相论曰：“虞则内含刚柔，欧则外露筋骨，君子藏器，以虞为优”。宋黄庭坚有诗赞其代表作《孔子庙堂碑》：“虞书庙堂贞观刻，千两黄金那购得。”唐李嗣真《书后品》评其书为“上下品”。 \n虞世南作书不择纸笔，却很注意坐立姿势和运腕方法。他认为，只要姿势正确，手腕轻虚，即使是粗纸，秃笔，信手拈来也能挥洒自如，别出新意。 \n其作品在元代就已很稀少，今所见存从帖中之外，有传世书迹刻石楷书有《孔子庙堂碑》、《破邪论》、行书有《汝南公主墓志铭》、《摹兰亭序》等。《唐人摹兰亭序三种》其中之一传为虞世南的墨迹。\n整理藏书\n虞世南秘书监任职时，充分利用国家藏书，编辑有类书名《北堂书钞》160卷。北堂是秘书省的后堂，故名。全书分19部，下分852类，每类摘引唐以前古籍中一些有关的词句，但不尽注明出处。为唐代四大类书之一。个人收藏书画作品甚多，亦有图籍存于家。收藏品钤有“世南”等印章 。\n又著有《群书理要》五十卷、《兔园集》十卷等，另有诗文集十卷行于世。原有诗文集30卷，由褚亮作序， 但已散失不全。《全唐诗》编其诗一卷 ，《全唐文》收录有其诗文及奏疏 。民国张寿镛辑成《虞秘监集》四卷，收入《四明丛书》。 \n历史评价\n封德彝：世基（虞世基）被诛，世南匍匐而请代；善心（许善心）之死，敬宗（许敬宗）舞蹈以求生。 \n李世民：①朕因暇日，与虞世南商略古今，有一言之失，未尝不怅恨，其恳诚若此，朕用嘉焉。群臣皆若世南，天下何忧不理！ ②世南一人，有出世之才，遂兼五绝。一曰忠谠，二曰友悌，三曰博文，四曰词藻，五曰书翰。③虞世南于我，犹一体也。拾遗补阙，无日暂忘，实当代名臣，人伦准的。吾有小失，必犯颜而谏之。今其云亡，石渠、东观之中，无复人矣，痛惜岂可言耶！ ④礼部尚书、永兴文懿公虞世南，德行淳备，文为辞宗，夙夜尽心，志在忠益。 ⑤虞世南死，无与论书者！ \n裴行俭：褚遂良非精笔佳墨，未尝辄书，不择笔墨而妍捷者，余与虞世南耳。 \n李嗣真：虞世南萧散洒落，真草惟命，如罗绮娇春，鹓鸿戏沼，故当子云之上。 \n吴兢：太宗皇帝好悦至言，时有魏徵、王珪、虞世南、李大亮、岑文本、刘洎、马周、褚遂良、杜正伦、高季辅，咸以切谏，引居要职。 \n张怀瓘：伯施隶行草入妙。 \n裴敬：以学行、文翰俱称者，虞秘监。 \n刘昫：①虞永兴之从建德，李安平之佐公祏，褚阳翟之依薛举，盖大渴不能择泉而饮，大暑不能择廕而息耳，非不识其饮憩之所。及文皇帝揭三辰而烛天下，群贤雾集，人之所奉，方得跃鳞天池，擅价春山，为一代之至宝，则所托之势异也。隋掌郢握，曷有常哉！二虞昆仲，文章炳蔚于隋、唐之际；褚河南父子，箴规献替，洋溢于贞观、永徽之间。所谓代有人焉，而三家尤盛。 ②猗与文皇，荡涤苍昊。十八文星，连辉炳耀。虞、褚之笔，动若有神。安平之什，老而弥新。 \n宋祁：文本才猷，世南鲠谔，百药之持论，亮、思廉之邃雅，德棻之辞章，皆治世华采，而淟汩于隋，光明于唐，何哉？盖天下未尝无贤，以不用亡；不必多贤，以见用兴。 \n司马光：世南外和柔而内忠直，上尝称世南有五绝：一德行，二忠直，三博学，四文辞，五书翰。 \n曾巩：当房、杜之时，所与共事则长孙无忌、岑文本，主谏诤则魏郑公、王珪，振纲维则戴胄、刘洎，持宪法则张元素、孙伏伽，用兵征伐则李勣、李靖，长民守土则李大亮。其余为卿大夫，各任其事，则马周、温彦博、杜正伦、张行成、李纲、虞世南、褚遂良之徒，不可胜数。 \n米芾：虞世南如学休粮道士，神意虽清，而精气疲困。 \n洪迈：夫太宗之梦世南，盖君臣相与之诚所致。 \n高棅：虞监师资野王，嗜慕徐、庾。髫卯之年，婉缛已著；琨玙之美，绮藻并丰。虽隋皇忌人之主，贞观睿圣之朝，然而善始之爱，身存乱国，准伦之誉，竟列名臣，骈美二陆，不信知言矣乎？其诗在隋则洗濯浮夸，兴寄巳远；在唐则藻思萦纡，不乏雅道。殆所谓圆融整丽，四德具存，治世之音，先人而兴者也。至如“横空一鸟度，照水百花燃”、“竹开霜后翠，梅动雪前香”，天然秀颖，不烦痕削。又《长春宫应令》云“民瘼谅斯求”，《江都应诏》云“顺动悦来苏”，其视宫体之规，同归雅正。石渠、东观之思，自非圣主，何能扬休下后世哉！ \n丰坊：昔人传笔诀云：“双钩悬腕，让左侧右，虚掌实指，意前笔后。”论书势云：“如屋漏痕，如壁坼，如锥画沙，如印印泥，如折钗股。”自钟、王以来，知此秘者...唐则欧阳信本、虞伯施、褚登善、薛纯陀、薛嗣通、孙过庭、钟绍京、贾膺福、李泰和、贺季真、李太白、张伯高、杜子美、颜清臣、柳诚悬、钱藏真、张从申...虽所就不一，要之皆有师法，非孟浪者。 \n许学夷：武德、贞观间，太宗及虞世南、魏徵诸公五言，声尽入律，语多绮靡，即梁、陈旧习也…按《唐书》：“世南文章婉缛，慕徐陵。太宗尝作宫体诗，使赓和。世南门：‘圣作诚工，然体非雅正，臣恐此诗一传，天下风靡，不也奉诏。’帝曰：‘朕试卿耳。’后帝为诗一篇，述古兴亡，既而叹曰：‘钟子期死，伯牙不复鼓琴，朕此诗何所示耶？’敕褚遂良即其灵座焚之。”今观世南诗，犹不免绮靡之习，何也？盖世南虽知宫体妖艳之语为非正，而绮靡之弊则沿陈、隋旧习而弗知耳。且世南所慕徐陵，而谓之雅正，可手？至如《出塞》、《从军》、《饮马》、《结客》及魏徵《出关》等篇，声气稍雄，与王褒、薛道衡诸作相上下，此唐音之始也。 \n褚人获：学士虞世南文学迈世。 \n曹树德：右军工书穷神化，嫡派相承虞永兴。内含刚健外婀娜，天然墨妙超人群。把玩再三不忍释，置之座隅忘朝昏。如与有道相接对，顿教方寸澹俗氛...惟有秘监擅众长，有如君子善藏器。但论行草亦偏工，暮年所得更深邃。兰亭茧纸空复空，即此已可追其踪。晚近俗书体尤弱，妩媚祇成俳优风。临摹虽工神气失，枯枝断梗将无同。书法与世相流转，识者观此忧忡忡。 \n轶事典故\n以身请代\n江都之变时，宇文化及反叛杀君，虞世南之兄虞世基任内史侍郎，也将被杀，虞世南抱持着虞世基痛号悲泣，请求让自己替兄受死，宇文化及不同意 ，虞世南因此悲哀得瘦损异常，形销骨立，时人因而都称赞他。 当时，许敬宗的父亲许善心也被宇文化及杀害，封德彝时为内史舍人，完全看到了当时的情况，后来对人说：“虞世基被诛杀，虞世南伏地而行请求替兄受死，许善心被处死，许敬宗手舞足蹈用来求生。”时人以此为话柄。 \n君臣相梦\n虞世南逝世几年后，太宗曾在夜里梦见虞世南，像平生一样。第二天，太宗下令说：“礼部尚书、永兴文懿公虞世南，德行淳朴完备，文章是辞赋的宗师，早晚尽心，志在忠益。忽然去世，转眼过了几年。昨因夜梦，忽见其人，并且进谏直言，有如平生之日。追怀他留下的美德，很增悲叹，应当供给冥钱，申明朕的思旧之情，可在他家设五百僧斋，并为他造天尊像一座。” \n博闻强记\n太宗曾令虞世南写《列女传》用来装屏风，当时没有底本，虞世南默记刻写它没有错一个字。 太宗一次出行，有一个官员请示要将书籍、公文的副本装到车上带着。太宗说：“有虞世南在，就是此行的秘书。”太宗听闻虞世南去世后，悲伤哭泣说：“宫里藏书和著书之处，再也没有人能比得上虞世南了！” \n伯牙子期\n太宗曾作宫体诗，让虞世南唱和，虞世南说：“圣作固然工整，但内容却并非文雅端正。陛下喜欢的，下面的臣子百姓必然趋之若骛甚至过犹不及，臣怕这首诗一旦流传出去，天下的人都会追随效仿。因此不敢听从您的命令。”太宗说：“朕不过是在试探你罢了！”又赐他五十匹布帛。 虞世南去世后，太宗曾为他做诗一篇，追述往古兴亡之道，接着感叹说：“钟子期死，伯牙不再鼓琴。朕的这篇诗，将拿给谁看呢？”便命起居郎褚遂良拿诗到虞世南的灵帐边读完后焚烧，希望他的神灵能感知。 \n身兼五绝\n李世民曾称赞虞世南有超世之才，身兼五绝：\n忠谠（忠诚正直）\n友悌（能与兄弟相友爱）\n博文（通晓古代文献）\n词藻（诗赋）\n书翰（作书） \n后世地位\n贞观十七年（643年）二月二十八日，唐太宗命阎立本画二十四功臣图于凌烟阁，皆真人大小，虞世南名列其中，位于第二十名 。 \n大历十四年（779年）六月一日，唐代宗评定前代功臣，虞世南等十一人被定为第二等。 \n建中元年（780年），虞世南等三十四人被唐德宗定为功臣上等。 \n史书记载\n《旧唐书·卷七十二·列传第二十二》 \n《新唐书·卷一百二·列传第二十七》 \n《资治通鉴·卷第一百八十二·隋纪六》\n《资治通鉴·卷第一百八十五·唐纪一》\n《资治通鉴·卷第一百八十七·唐纪三》\n《资治通鉴·卷第一百八十九·唐纪五》\n《资治通鉴·卷第一百九十一·唐纪七》\n《资治通鉴·卷第一百九十二·唐纪八》\n《资治通鉴·卷第一百九十四·唐纪十》\n《资治通鉴·卷第一百九十五·唐纪十一》\n家族成员\n祖父：虞检，在梁代曾任始兴王咨议。 \n生父：虞荔，字山披，官至太子中庶子、大著作、东扬扬州二州大中正，卒赠侍中，谥德子。 \n继父：虞寄，虞世南叔父，因其无子，虞世南便过继给虞寄为子，字次安，官至中书侍郎。 \n兄长：虞世基，字茂世，一作懋世，官至内史侍郎、金紫光禄大夫。 \n儿子：虞昶，工部侍郎。 \n外甥：陆柬之，唐代著名书法家，官至朝散大夫，守太子司议郎。\n曾外孙：张旭，著名书法家，史称“草圣”。其母陆氏为陆柬之的侄女，即虞世南的外孙女。\n相关遗迹\n虞世南去世后，慈溪鸣鹤镇故宅改建定水寺，寺内有虞世南画像。他的子孙便迁居长安。据《慈溪县志》记载：虞世南故宅位于鸣鹤解家自然村村北的定水寺，距越国公袁韶墓约350米，东临里杜湖，西依青龙山，北邻白虎山，占地面积约3000平方米。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951555169},{"name":"虞世南行草疲朽帖","dynasty":"唐代","category":"行草","type":"","user":1,"timestamp":1429791646633,"text":"虞世南《疲朽帖》拓本 行草书 25.7×43厘米 《淳化阁帖》卷四收录 上海博物馆藏\n【释文】疲朽，未有东顾之期，唯增慨叹。今因使人指申代面，必得力也。","author":"唐代虞世南","description":"虞世南行草疲朽帖"}]