[{"name":"欧阳询行书卜商帖","text":"《卜商帖》，是唐代书法家欧阳询的存世墨迹。纸本，高25.2厘米，横16.5厘米，行书六行，共五十三字。上有宣和内府诸印和一瘦金体题跋：“晚年笔力益刚劲，有执法廷争之风，孤峰崛起，四面削成，非虚誉也。”此帖宋代藏于宋徽宗宣和御府，清代归安岐所有，后来成为乾隆皇帝御府的珍品，辑入《法书大观》册中。此帖现藏北京故宫博物院。\n简介\n《卜商帖》又称《卜商读书帖》，是欧阳询存世墨迹，纸本，高25.2厘米，横16.5厘米，行书6行，共53字。上有宣和内府诸印和一瘦金体题跋：“晚年笔力益刚劲，有执法廷争之风，孤峰崛起，四面削成，非虚誉也。”有人认为这是宋徽宗赵佶的手笔。此帖宋代藏于宋徽宗宣和御府，清代归安岐所有，后来成为乾隆皇帝御府的珍品，辑入《法书大观》册中。宋周密《云烟过眼录》，清卞永誉《式古堂书画汇考》、吴升《大观录》、安岐《墨缘汇观》等书著录。此帖现藏北京故宫博物院。\n释文\n此贴释文：“卜商读书毕，见孔子。孔子问焉，何为于书。商曰，书之论事，昭昭如日月之代明，离离如参辰之错行，商所受于夫子者，志之于心，弗敢忘也。”\n这段文字见于《尚书·大传》，并收入《艺文类聚》卷五五《杂文部·读书》，与史籍相较，帖中个别字有出入。\n卜商是孔子弟子，字子夏，春秋时卫国人。他师事孔子，师生间常有议论问答，极富哲理。\n作品介绍\n《卜商帖》用墨浓重，行气淹贯，下笔锋利如斩钉截铁。他楷书中的瘦劲典雅，在这里转化为锋锐的笔痕，似乎还残留着北派书法中的方劲笔法。但是墨气却极为鲜润，笔画饱满丰腴，起笔简截而少婉约之势，是与当时流行的王羲之或王献之书风大不一样的。正如清人吴升《大观录》跋：“笔力峭劲，墨气鲜润。” \n欧阳询（557-641），字信本，潭州临湘（今长沙）人。一生经历陈、隋、唐三朝。他聪颖善悟又刻意勤奋，仕隋时已为太常博士。晚年任太子率更令、弘文馆学土等职，并参与了《艺文类聚》的编纂工作。\n欧阳询与虞世南、褚遂良、薛稷并称为唐初四大书家，影响极大。张怀瓘在《书断》中说欧阳询：“八体尽能，笔力劲险，篆体尤精，飞白冠绝，峻于古人。”很遗憾的是，他“尤精”的篆体及“冠绝”的飞白我们却无缘一见。所见者有隶书《房彦谦碑》、《宗圣观记》，小楷有《千字文》等。\n欧阳询的行书因其楷书书名太大又加上留传较少而影响不大。所昭者仅《卜商帖》、《梦奠帖》、《张翰帖》等，又字数寥寥。但正如“得名迹数行终身临之，便可名之于世！”历史上还是有不少书家管中窥豹，并取得卓然成就的。据传《卜商帖》与《梦奠帖》、《张翰帖》均属于欧阳询的《史事帖》，乃欧阳询记述古人逸传之作，并汇成一集，总称《史事帖》，后来被拆散，仅存此三。《梦奠帖》、《张翰帖》出于己意，与楷书一脉相承，但又多右军遗韵，惟《卜商帖》独具一格。 欧阳存世墨迹有《卜商帖》、《张翰帖》、《梦奠帖》等。书碑刻传世的有《九成宫醴泉铭》、《皇甫君碑》、《化度寺邕禅师塔铭》、《虞恭公碑》等。欧阳询临有《兰亭序》，流传的定武本《兰亭序》，相传是根据欧临本上石的。\n书法欣赏\n《卜商帖》（见图），纸本，纵25.6，横16.6厘米。帖上有古半印两枚，内容无法辨识。帖前有宋徽宗瘦金书题“唐欧阳询书”。《卜商帖》曾与《张翰思鲈帖》合装一册，宋时入内府，清初归冯铉所有，刻入《快雪堂帖》；后转入清内府，刻入《三希堂法帖》。该帖现藏北京故宫博物院。\n在欧书墨迹中，除《千字文》外，另三件墨迹均被疑为摹本，如陈继儒以为“宋人书”，都穆疑是临本。但都出于猜测，并无实据。其实《卜商帖》与《梦奠帖》、《张翰思鲈帖》均属于欧阳询“史事帖”（欧阳询有记述古人逸传数种，汇成一集，总称“史事帖”），后来被拆散，今仅存此三帖。《张翰思鲈帖》字近《千字文》面目，《梦奠帖》多右军遗韵，唯《卜商帖》独具一格。《卜商帖》笔法多方折，露锋人纸，钩挑有力，下笔肯定，字迹明、显带有北碑棱角分明、方峻雄强的痕迹，个别笔法的方折程度甚至不亚于《始平公造像记》。这不禁让我们联想起王献之《廿九日帖》，帖中“日”、“中”等字亦是方峻劲健。如果说晚于北朝碑刻一百余年的《卜商帖》是受到北朝书法影响，那么早于北朝碑刻一百多年的《廿九日帖》又作何解释？可见这种方折峻劲的笔法并非北朝专利。同时是否也说明，北朝碑刻中的方笔并非仅仅是刻手所为呢?\n在《卜商帖》中，“离”字，尤其是第二个“离”字，很似王羲之《丧乱帖》中的“离”字，个别字也略有《频有哀祸帖》的意思，可知这时欧阳询已在有意识地学习右军书法。此帖没有书写年月，但有研究者以为是欧阳询晚年所书。从此帖北朝笔法及模拟右军结体来看，不大像是欧阳询晚年具有个人风格特征的作品，但结体修长这一点倒与《千字文》一致。然而此帖的精彩是不容怀疑的，如第一行第四字“书”的几个横画轻重粗细及笔势无一雷同；第三行第五字“如”、第四行第三字“参”宇的笔法、笔势变化多端而又脉络清晰；而“于”、“夫”等字则是欧阳询自己的面目。\n整体来看，此帖前三行，尤其前两行多楷意，下笔斩钉截铁，锋芒外露。写到后来，略有松弛，行书意味增多，晋人及自己面目也开始流霹出来。细审此帖，疑其所用毛笔为短颖硬毫，即所谓“枣心笔”者。\n欧阳询是中国书法史上举足轻重的人物，名声很大，所遗书迹尚多，临习者众，又著有《付善奴传授诀》、《用笔法》及《三十六法八诀》，是一位既有实践又有理论的书法家。\n","category":"行书","verified":true,"user":1,"timestamp":1429951554191},{"name":"欧阳询行书卜商帖","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791641174,"text":"","author":"唐代欧阳询","description":"欧阳询行书卜商帖"}]