[{"name":"刘春霖书法","text":"刘春霖（1872—1944），字润琴，号石云。中国晚清直隶省河间府肃宁县人，晚清德宗光绪三十年（公元1904年）甲辰科状元，亦是中国历史上最后一名状元，所谓“第一人中最后人”。刘春霖善书法，尤以小楷为著。小楷笔力清秀刚劲，深得世人推崇。时有“大楷学颜（颜真卿），小楷学刘（刘春霖）”之誉。出版有《大唐三藏圣教序》、《兰亭序》等小楷字贴多部；大字法贴亦有出版。刘春霖的名字已载入香港书谱出版社和广东人民出版社出版的大型辞书《中国书法大辞典》。刘春霖患有心脏病，经受日伪打击后，病情逐渐加重，经多方医治无效，于1944年1月18日逝世于北京(又一说逝世于1942年）。\n人物简介\n刘春霖，在诗书画上均有极高的造诣，尤擅小楷，其小楷书法有“楷法冠当世，后学宗之”之誉，至今书法界仍有“大楷学颜（真卿）、小楷学刘（春霖）”之说。\n其状元及第后，授翰林院修撰，旋被派往日本，入东京法政大学深造。光绪33年（1907年）回国，历任咨政院议员、记名福建提学使、直隶法政学校提调、北洋师范学校监督等职。\n辛亥革命后一度隐居家中，继而出任袁世凯大总统府内史，从事些文字应酬；1917年12月，任中央农事试验场场长。在徐世昌、曹锟当大总统期间，被授予总统府秘书帮办兼代秘书厅厅长。后又任直隶省教育厅厅长、直隶自治筹备处处长等。曾两次代表徐世昌到山东曲阜主持孔子大成节典礼，并因此名噪一时。\n928年愤然辞官，在上海、北京以诗书自慰。其“群玉山房”中，收藏各类书籍1万余册，古籍以明清刻本居多，其藏书印有“刘春霖印”、“石云鉴藏之章”、“石云收藏”、“润琴刘春霖”等。日本侵略中国后，自1931年“九·一八”事变到1937年“七·七”事变，日本人拉拢他出任“满洲国教育部长”、“北平市市长”等伪职，他能保持晚节，坚辞不就。为此日伪当局将其历年收藏的书画珍宝洗劫一空。1944年因心脏病突发与世长辞，时年72岁。\n生平履历\n刘春霖家道贫寒，世代为农，其父先后在济南、保定府衙当差。其母亦在知府家中做女仆。刘春霖幼年时跟随父母在济南，因生活困难，6岁时被送回老家，托靠哥嫂抚养，8岁时入私塾读书。他天资聪颖，学习刻苦，深受老师喜爱。后来，父亲把他带至保定，入莲池书院读书，连续攻读十余年，学业长进很快，颇得院长吴汝纶赏识。\n光绪三十年（1904）中状元，授翰林院修撰。次年奉派到日本法政大学留学。归国后，历任资政院议员、记名福建提学使、直隶高等学堂提调和保定北洋女子师范学校监督等职。\n民国3年至13年（1914年至1924）历任袁世凯、黎元洪、冯国璋、徐世昌和曹锟等总统府内史（相当秘书长），并兼任中央农事试验场和直隶高等学堂学监等职。民国9年、10年（1920、1921）曾两次代表大总统徐世昌到山东曲阜，主持孔子大成节典礼主祭，名噪一时，后任直隶省教育厅厅长等职。刘在大总统府和直隶省任职期间，目睹了当时军阀混战、内部争斗、政治腐败的局面，非常愤慨。他把自己在总统府任职比作“执戟郎官”。民国17年(1928)退隐北平。\n刘春霖虽隐居不仕，但对国家前途颇为关心。“九一八”事变后日军占领我国东北三省，蒋介石命令东北军队不战而退，刘极为愤慨。“满洲国”派人以溥仪的名义邀请刘春霖前去，许以伪满教育部部长之职，遭到刘的严词拒绝。宋哲元任河北省省长时，出于对状元的敬仰，即拜刘春霖为师。二人交往密切，刘经常给宋哲元讲古论今和授以经史知识。刘对宋的谈话内容，以《刘春霖之言过》为题登载在当时的报纸上。\n“七七”事变爆发后，日军占领北平。大汉奸王揖唐(王和刘是同科进士、日本留学时的同学)，想借刘状元之名作招牌，邀其出任北京市市长要职，百般动员说服，均被刘严词拒绝。日伪恼羞成怒，第二天即派日伪军抄了刘的家，用刺刀把全家人赶出家门。后经重资买动和托人说情，才让家人进门，把抄去的财物送还。此事对刘的打击很大。从此，杜门谢客，居家以诗书自慰，当时颇为人所敬仰。刘春霖赞助兴学。在本村兴建小学一所，房屋和学校设备均由其资助，并赠匾额一方，上题“铸才炉”悬于门庭。河北省知名人士倡办的北京燕冀中学(分男、女二所)，刘春霖曾捐资赠书，并任该校董事会董事。刘春霖对其家族子弟的教育亦非常重视，凡人小学以至考入中学、大学者，刘春霖均一律供应花费。刘春霖体察人民疾苦，对灾民进行救援。民国22年(1933)夏，黄河泛滥，冀、鲁、豫三省受灾严重，人民流离失所。刘春霖等人发起组织了“河北移民协会”，并在内蒙建立“河北新村”，先后移民数次，计330户、1100多人，费用均由发起人捐献和募集。刘不顾年迈奔走其间，并联系当时河北省主席于学忠命令各地政府予以协助。\n刘春霖博学多才，兴趣广泛。对古文学、史学和金石学造诣深邃，并对小学(训访学、文字学、音韵学)研究有素，颇多见解。因博学，不惜重金购书，多善本．，藏书在万册以上，并曾在保定等地开设“直隶书局”数处，对中华文化的传播起了一定作用。刘春霖对民国《肃宁县志》的编纂也极为重视，曾捐资修志，并进行具体指导和对县志初稿进行审阅(此部县志稿因战乱而丢失)。\n人物故事\n刘春霖是中国历史上最后一名状元，但他状元及第实属偶然。刘春霖之中状元，实属偶然，还有一段趣事。\n公元1904年7月，清廷照例又举行了一次殿试，主考大臣经过认真挑选，把入选的试卷按名次排列，呈请慈禧太后“钦定”。\n当时内外交困，忧心忡忡的慈禧太后正准备做七十大寿，想从科举之中得到一点吉兆。她首先翻开主考官列为头名的试卷，字迹流利清秀，文词畅顺华丽，内心颇喜。但目光一投向落款时，一股阴云陡然开起。夺魁的举子是广东人朱汝珍，一见“珍”字便想起了珍妃，因为珍妃支持光绪皇帝改良，使慈禧太后十分不悦，后来将珍妃推入井中溺死，所以一见“珍”字便肝火上升；又加上朱汝珍是广东人，更使慈禧火上浇油。想起太平天国洪秀全，维新派康有为、梁启超，高举反清大旗的孙中山……这些大清朝的“首逆”都出自广东，在慈禧看来广东人是她的克星，是无法容忍的，于是将朱汝珍的试卷扔到一旁。当慈禧翻开第二份试卷时，心头又不禁高兴起来。因为第二份试卷是直隶(今河北省)肃宁人刘春霖的，“春霖”二字含春风化雨、甘霖普降之意，这一年又逢大旱，急盼一场春雨。加之直隶地处京畿，“肃宁”又象征肃静安宁的太平景象，这对烽火四起、摇摇欲坠的清王朝，自然是“吉祥”之兆。于是，大笔圈定，名列榜首，发榜时刘春霖由原来的第二名而成了头名状元，经过主考官的保奏，为照顾社会舆论，朱汝珍的名字虽然没有抹去，也只得屈居刘春霖之后了。\n但是历史是无情的，刘春霖中状元后的第二年就废除了科举考试。1911年辛亥革命爆发，清朝灭亡，科举制度被彻底取消，刘春霖便成了中国历史上最后一名状元。\n社会评价\n辛亥革命后，袁世凯为实现其复辟帝制的野心，多方招揽清朝遗老以壮声势。1914年被袁世凯委任刘春霖以总统内史，刘每天须为袁编录一篇历代皇帝的言行录以供其赏读。1927年以后，刘春霖使辞去公职赋闲在家，每日以诗书自慰,研习书法。\n933年刘春霖同段绳武等知名人士发起组织了河北移民协会，刘春霖任理事。1934年农历三月，满洲国傀儡政府总理郑孝胥以满洲国名义特邀刘春霖前往，遭到他的严正拒绝。郑孝胥与刘春霖同为书法名家,但刘不做亡国奴的爱国义举被国人争相传颂。\n历史遗产\n（1）刘春霖的殿试卷。\n（2）刘春霖的书法。\n 刘春霖博学多才，在古文学、史学和金石学等方面都有很深造诣。晚年，他为了生存，坚持以写字卖文筹资。他的书法自成一家，有较大影响。退隐后，以有状元科名，润笔卖字，应接不暇。他的书法圆匀平正，为典型之馆阁体。刘春霖擅长书法，尤以小楷著名，娟秀端庄，流布甚广。时有“大楷学颜（真卿），小楷学刘（春霖）”的说法。当年，翁同龢见还没有登第的刘春霖的笔墨，曾惊叹不已，预言他将大魁天下。\n刘春霖曾出版小楷字帖《大唐三藏圣教序》、《文昌帝君阴骘文》、《闲邪公家传》、《兰亭序》、《灵飞经》等多种。\n从传世的作品来看，隶、真、行、楷皆为所长。美国弗利尔美术馆中有其多件作品。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951654279},{"name":"刘春霖书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634673,"text":"刘春霖 《楷书儒甑轩镜片》 26.8×57cm\n\n刘春霖《行书七言联》 纸本 129×32.5cm×2\n\n刘春霖《行书八言联》 纸本 170×36cm×2\n\n\n\n\n\n\n\n\n\n\n\n\n\n刘春霖《碑志作品选》\n\n\n\n刘春霖《临唐人灵飞经》\n\n\n刘春霖《至圣先师世系考》残稿选页 29.7×10.5cm\n刘春霖（1872—1944）\n　　字润琴，号石云。直隶肃宁人，清光绪30年（1904年）甲辰科状元，亦是中国历史上最后一名状元，所谓“第一人中最后人”。他在诗书画上均有极高的造诣，尤擅小楷，其小楷书法有“楷法冠当世，后学宗之”之誉,至今书法界仍有“大楷学颜（真卿）、小楷学刘（春霖）”之说。其状元及第后，授翰林院修撰，旋被派往日本，入东京法政大学深造。光绪33年（1907年）回国，历任咨政院议员、记名福建提学使、直隶法政学校提调、北洋女子师范学校监督等职。辛亥革命后一度隐居家中，继而出任袁世凯大总统府内史，从事些文字应酬；1917年12月，任中央农事试验场场长。在徐世昌、曹锟当大总统期间，被授予总统府秘书帮办兼代秘书厅厅长。后又任直隶省教育厅厅长、直隶自治筹备处处长等。曾两次代表徐世昌到山东曲阜主持孔子大成节典礼，并因此名噪一时。1928年愤然辞官，在上海、北京以诗书自慰。1931年“九·一八”事变、1937年“七·七”事变后，均能保持晚节。1944年因心脏病突发与世长辞，时年73岁。","author":"清代刘春霖","description":"刘春霖书法"}]