[{"name":"陈继儒书法","text":"陈继儒（1558～1639），明代文学家、书画家。字仲醇，号眉公、麋公。华亭（今上海松江）人。诸生，年二十九，隐居小昆山，后居东佘山，杜门著述，工诗善文，书法苏、米，兼能绘事，屡奉诏征用，皆以疾辞。擅墨梅、山水，画梅多册页小幅，自然随意，意态萧疏。论画倡导文人画，持南北宗论，重视画家的修养，赞同书画同源。有《梅花册》、《云山卷》等传世。著有《陈眉公全集》、《小窗幽记》、《吴葛将军墓碑》、《妮古录》。\n简介\n陈继儒，幼颖异，工诗文、书画，书法师法苏轼、米芾，书风萧散秀雅。擅墨梅、山水，画梅多册页小幅，自然随意，意态萧疏。其山水多水墨云山，笔墨湿润松秀，颇具情趣。论画倡导文人画，持南北宗论，重视画家的修养，赞同书画同源。嗜弈棋，得同郡徐阶器重。有《梅花册》、《云山卷》等传世。著有《妮古录》、《陈眉公全集》，《小窗幽记》。其生于1558年十一月七日（12月14日），卒于1639年九月二十日（10月16日）。长为诸生，与同郡引齐名，三吴名士争相与他结为师友。年二十九，焚儒衣冠，隐居小昆山之南，绝意科举仕进。建庙祀二陆（陆机、陆云），乞取四方名花，广植堂前，言：“我贫，以此娱二先生。”因名“乞花场”。父亡后，他移居东佘山，在山上筑“东佘山居”，有顽仙庐、来仪堂、晚香堂、一拂轩等。自此之后，他闭门读书，但仍与三吴名士来往，其中亦有高官豪绅，时人颇有讥评。无锡顾宪成讲学东林书院，招他前去，辞谢勿往。黄道周给崇祯帝上疏曾提到：“志向高雅，博学多通，不如继儒”。陈继儒殁后，葬于东佘山。\n个人成就\n收藏\n陈继儒学识广博，诗文、书法、绘画均所擅长，并喜爱戏曲、小说。所藏碑石、法帖、古画、 、印章甚丰。在东佘山居内，树立的碑刻，有苏东坡《风雨竹碑》、米芾《甘露一品石碑》、黄山谷《此君轩碑》、朱熹《耕云钓月碑》等。得唐颜真卿《朱巨川告身》真迹卷，遂将住处命名《宝颜堂》。收藏书画有倪云林《鸿雁柏舟图》、王蒙《阜斋图》、梅道人《竹筿图》、赵孟頫《高逸图》，以及同时代的文徵明、沈周、董其昌等人字画；印章收藏有苏东坡雪堂印、陈季常印等。他还摹刻《晚香堂苏帖》、《来仪堂米帖》，刻《宝颜堂秘笈》6集。对古玩、书画撰述有《妮古录》四卷、《珍珠船》四卷、《皇明书画史》、《书画金汤》、《墨畦》等。\n陈继儒藏书颇富，广搜博采奇书逸册，或手自抄校。他曾说：读未见书，如得良友；见已读书，如逢故人。对经、史、诸子、术伎、稗官与释、道等书，无不研习，博闻强识。喜抄校旧籍，因得颜鲁公书，乃名其藏书堂为“宝颜堂”等。又有“玩仙庐”、“来仪堂”等精于校雠之学，自称：凡得古书，校过即付抄，抄后复校，校后复刻，刻后复校，校后即印，印后再复校。万历中，曾延请一些穷老书生，寻章摘句，按部分类；而后摘取其中琐言僻事，所刻《宝颜堂秘籍》6集457卷，收书226种（又记为229种），多地方掌故、轶闻琐言、书画艺术、谱录等，其中多罕见秘籍，保存了明及明以前的小说杂记。清乾隆间，大兴文字狱，因刻《剿奴议撮》，被清视为禁书，该书版被禁毁。每天有人前来征请诗文，客常满座，片言应酬，都满意而去。闲时与僧道等游，尽峰柳泖迹，吟唱忘返。董其昌特筑“来仲楼”，请他去居住。先后多次被推荐，朝廷下诏征召，都以病辞。于是“眉公”之名，倾动全国，远及少数民族土司等，皆求其词章；近而酒楼茶馆，悉悬其画像。以“隐士”高名，周旋于大官僚间，时人颇多讥评。但他对地方利弊，人民疾苦，多有建言，如阻止当局勿搞扩建郡城的大工程和免除县民缴解王府禄米的徭役等。陈继儒与董其昌的故交睢阳袁氏父子（袁可立、袁枢）交往颇密，今在其著作《陈眉公全集》中仍可见其所作的《大司马节寰袁公家庙记》、《袁伯应诗集序》等作品可考其交游种种。又辑有《国朝名公诗选》，上自高启、王冕，下到李贽、屠隆等，每人之下附有小传。 \n书画\n陈继儒书法学苏轼、米芾，对苏、米墨迹，最为喜爱，虽残碑断简，也必搜采，手自摹刻，成《晚香堂帖》及《来仪堂帖》。所画山水，空远清逸，松江博物馆藏有《潇湘烟雨图》1幅。所画梅竹，点染精妙，名重当时。用水墨画梅，乃其首创，曾编《陈眉公梅花诗画册》，为后世所法。传世作品有《梅花》、《梅竹双清图》等，（现藏故宫博物院）。另有《梅花图》8页（藏于日本东京国立博物馆）。书法传世作品有《行书半研斋诗》、《行书李白诗》等（现藏故宫博物院）。曾评批《西厢记》、《琵琶记》、《绣襦记》等。并善鼓琴，订正琴谱，名重一时。\n文学\n《小窗幽记》为陈继儒集编的修身处世格言。陈继儒编写的书很多，如《太平清话》、《安得长者言》、《模世语》、《狂夫之言》等一批作品，而《小窗幽记》是其中影响较大的一部。《小窗幽记》原来分为十二卷：醒、情、峭、灵、素、景、韵、奇、绮、豪、法、倩。主要讲述安身立命的处世之道。思想杂糅儒释道三家。该书笔法清淡，善于剖析事理，与明朝洪应明的《菜根谭》和清朝王永彬的《围炉夜话》一起并称“处世三大奇书”。现在的版本一般都将其中近似的内容相融合，分为四部分，“集醒”、“集情”、“集峭”、“集灵”，已看不出原书的体例。不管是十二部分还是四部分，对书的内容的影响不大。这部书是小品中的小品，有点语录体、格言体的样子，其中精妙绝伦的语言，道眼清澈的慧解，灵性四射的意趣，令人叹为观止。特别是对人生的思索、处世的智慧在“热闹中下一冷语，冷淡中下一热语，人都受其炉锤而不觉”。\n一说《小窗幽记》,一名醉古堂剑扫。存七卷，格言警句类小品文。（明）陆绍珩著（约1624年前后在世）：生平不详。明天启年间曾流寓北京。编撰有《醉古堂剑扫》。\n陈继儒所撰《吴·葛将军墓碑》碑文，记叙了明朝万历年间，朝廷腐败，苏杭织造兼榷税内监孙隆受派到江南，私招税官，勾结协助收税的地方官僚，增设税目，垄断谋分，导致纺织机工领袖葛成，手执蕉叶扇，一呼众应，领导了一场资本主义生产关系在我国萌芽的时期，中国早期工人具有一定组织性、纪律性和牺牲性特点的反贪护法运动，记叙了中国历史上第一次手工业者和工商业者反对封建剥削与封建专制的正义斗争事迹。现碑存于苏州山塘街义风园内。\n人物争议\n陈继儒曾隐居小昆山，得了隐士之名，却又经常周旋于官绅间，遂为一些人所诟病。诟病者认为隐士就要声闻不彰，息影山林，而不应身在江海之上而心居魏阙（指朝廷）之下。直到清乾隆间，蒋士铨作传奇《临川梦·隐奸》的出场诗，不少人就认为是刺陈眉公的。全诗是：“妆点山林大架子，附庸风雅小名家。终南捷径无心走，处士虚声尽力夸。獭祭诗书充著作，蝇营钟鼎润烟霞。翩然一只云间鹤，飞去飞来宰相衙。”松江古称云间，故有刺陈之说。\n而陈眉公中庭书一联云：\n天为补贫偏与健\n人因见懒误称高\n此联系集陆放翁诗联，名虽谦抑，实则简傲。“误称高”三字，其中包涵了复杂的心情：是真“高”还是假“高”，是应该称谓还是“误称”了，当然，其中也有辩解的成分。辩解归辩解，然而巧言岂能无本意？\n对于陈眉公的“飞去飞来宰相衙”之行为，就连其同时代的人也当面讥斥的。梁章钜的儿子梁恭辰所撰的《巧对续录》记载，陈眉公在王荆石家遇一显宦，显宦问王荆石：“此位何人？”荆石回答说：“山人”。显宦曰：“既是山人，何不到山里去？”讥讽陈眉公在门下也。在吃饭时，显宦出令曰：“首要鸟名，中要《四书》，末要曲一句承上意。令曰：“十姊妹嫁了八哥，八口之家，可以无饥矣。只是二女将靠谁？”众客寂然，摇头莫能对，显宦喜形于色，众人都将目光落在陈眉公身上。陈眉公对之曰：“画眉儿嫁了白头翁，吾老矣，无能为也矣，辜负了青春年少。”\n对语颇妙，作为文学家名或不虚，时人讥之，恐怕周旋官绅间亦是属实。\n董陈对比\n明代“四大家”本有沈周、文徵明、董其昌、陈继儒之说，一说沈、文、董、陈为“吴派四大家”而沈、文、仇原只是被称为“吴门四家”。唐仇成就固然不低，其影响却远逊董其昌，董其昌在当时和后世左右了山水画坛的主流发展，陈继儒是董的朋友和同道，其成就并不在董其昌之下，有些成就甚至在董其昌之上。只是后人以董代表那个时代而已。内阁要臣太仓王锡爵（王时敏之祖）招陈继儒与其子王衡读书。文坛领袖“后七子”之首的王世贞亦雅重继儒。三吴名士欲争陈继续为师友，一时名声大振。\n陈继儒所处的嘉靖、万历年代是官僚集团之间斗争最为激烈，最为尖锐，最复杂的年代，陈继儒二十几岁时，朝廷上下各派官僚集团的政见不同，政治权力和经济利益的冲突即将发展到高峰，陈继儒为避免加入这种斗争，也许是害怕这种斗争，决定抛弃功名，终生隐居。他的思想和精神状同董其昌差不多，但董其昌却在陈继儒绝意仕途，下决心隐居的第二年参加乡试，第三年参加会试，考上了进士，同时做了朝官。陈继儒始终不为名利所动，终生隐居，《明史》将他的传记列入《隐逸》部。《明史》称“继儒通明高迈，年甫二十九，取儒衣冠焚弃之，隐居昆山之阳，构庙祀二陆，草堂数椽，焚香晏坐，意豁如也”他就在这里专心研究学问，编书、著述、作书、作画，名气日重。陈继儒所处的年代与他的高洁气节，塑造了陈继儒鲜明的个性特征，他的这种气节，就是中国传统文人雅士的气节，陈继儒平生崇尚松、竹、梅的品行，常常藉以自比，他晚年在东余山购买新地，“遂构高斋，广植松杉，屋右移古梅百株，”可见其对梅的崇尚的喜爱，此《横斜疏梅》，以大草横涂枝干，潇洒流畅，不失法度，又由细笔勾勒、点、染，大气之中见真率，豪情奔放时见严谨，能收能放，将梅的暗香浮动，表现得极为生动，画出了梅的“凌寒独自开”的孤傲性格。我国古人一向以梅“宁耐岁寒，不以盛衰改”来比喻人的高尚坚贞的品格。赞美梅树，“挺然独秀，壁立万仞”“含咀华，流芳百世，陈继儒可谓对此种品种身体立行，是这种品行的代表者。可见其人品、艺品之高，是常人所不及的。\n通过《横斜疏梅图》我们可见陈继儒的作画精神，我们不妨与董其昌作一比较，董画一味的柔，陈画却柔中有刚。董画虽有浅有墨，然更偏于墨，陈画则有笔有墨。董画清润，水分饱满，“暗”处近于模糊；陈画虽也清润，但水分不象董画那么多，虽“暗”但笔墨尚能清晰，而且总的看来，陈画较之董画骨鲠的成分多一些，其“气韵空远”“苍老秀逸”甚至为董画所不及，陈继儒主张作画要“文”不要“硬”。要随意不要过于用心，并言儒家作画，便画涉笔草草，要不规绳墨为上乘。基本上能在他的此幅作品中找到印证。\n陈继儒的绘画水平要高于董其昌，凡是董其昌的影响，同时也是陈继儒的影响。正如王时敏《国朝画征录》记其“少时即为董宗伯（其昌）、陈徵君（继儒）所深赏而过之”，又如担当项圣谟等人得董其昌的指点，同时又得到了陈继儒的指点，新安画家活动于董其昌的周围，同时也就活动于陈继儒的周围。“南北宗论”见于董其昌的著作，同时也见于陈继儒的著作。而在官方中的影响陈继儒的影响却远远小于董其昌，这是美术史上一个很奇怪的现象。\n作品选录\n大司马节寰袁公家庙记\n(明)陈继儒\n睢阳节寰袁公（袁可立），当癸酉十月十一日薨于正寝。讣闻，上遣官视葬，有司陈祭，博士弟子员乡三老俎豆之于学宫之旁。而长公司农君枢，图所以不朽其亲者未已也。家有状，墓有铭，神道有碑，有传有诔有颂有赞有墓祠，而犹未已也。卜外小宅之西，复筑祠一区，敞而为门，竦而为堂，抱而为阁，翼而为两庑两厢，凡三十余楹。朝于斯夕于斯，岁时伏腊祭于斯。里中士大夫往来祠下者皆伏轼下舆，礼公一瓣香而退。\n叹曰：“往睢城岁剥日颓，人情惶惶，靡所恃以自扞。自公倡议，而新旧两城屹立如金汤，其伊谁之赐，公宜祠。差徭驿递最繁苛，公贻书郡守，调优免裁预徵，而民始息肩。其伊谁之赐，公宜祠。福王之国，派夫派骑唯唯不胜支，而幸免协济，免为他邑代庖，其伊谁之赐，公宜祠。岁荒则飞书腾牒，请赈请蠲；军兴则捐助千五百金，请修筑修凿修战守之具，其伊谁之赐，公宜祠。”陈子曰：在礼以劳定国则祀之，能御大灾大患则祀之。堂堂袁公，揆之于祭典礼经，无弗合者。\n公非直断断为德于乡已也。公司理吴中，执简柱下，上书忤当路，削籍二十六载。登朝十有二年，剔历卿寺，节抚登莱。感激上恩，慷慨时事，议收辽左之残兵，汛扫邹藤之妖党，乘风纵火而狡奴之屯聚空，设伏夜战而愤兵之营垒拨。刘爱塔、张尔心，叛将也，则离其腹心，解其兵柄，以笑谈销弭之。毛文龙，悍帅也，则诇其报捷，勘其冒功，以纵核弹压之。朝鲜□□【二字被剪去】（按明大学士孔贞运《明资政大夫正治上卿兵部尚书节寰袁公偕配诰封夫人宋氏合葬墓志铭》一文疑为“李倧”二字），篡王也。臣易君，侄废伯，则声罪致讨以正其大纲，复使之兴兵助战以责其大义，而朝鲜帖帖然，莫敢蠢动矣。其后晋枢佐拜司农加大司马，又以阅视殿工加太子少保。公乞骨骸者七，辞衔者三。熹庙不能留，魏党不能夺，一时难进易退之高风，真可洗满朝称功颂德之秽气。\n公非断断仅为德于乡已也。古人食稻而祭先穑，衣帛而祭先蚕，本末源源，惟力是视。况国家大灾大患，孰有过于狡虏妖莲及叛将悍帅篡王之突如来如者乎？又孰过于魏党盗国之死如焚如弃者乎？公寝其邪谋，受我戎索。避其凶焰，乐我丘园。驰驿还，文蟒赐。清尚褒，恤典至。生死无暇，荣哀兼备，盖先朝之宝臣，而亦后来学士大夫出处之榜样也。夫畏垒之庚桑，里人耳，桐乡之朱邑，邑吏民耳。\n今司农祠公于墓，又祠公于家，合通国之欢心，建百世不迁之庙貌。惟送死可以当大事，长公无愧斯语矣。\n故徵陈子为之记而系以迎神送神之辞：\n扫我坛，涤我釜。练日时，陈尊俎。晨光熹，燎烟吐，彩繙摇曳神鸦舞。喤喤考钟，坎坎击鼓，灵之来兮锡纯嘏。\n鼎彝俅，迎神圭璧收。黍稷馨，祝时讴，风车云马遄难留，饮福百拜谢神休。冠归农，剑买牛。繙图史，凿田畴，睢阳世世如金瓯。\n（陈继儒《陈眉公先生全集》卷二十二》）\n","category":"草书","verified":true,"user":1,"timestamp":1429951650146},{"name":"陈继儒书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791638331,"text":"《张子房留侯赞轴》金笺 行书 横35.7厘米 纵147．7 厘米\n此轴行笔流逸，字形体势多出于米芾。南京博物院藏\n字仲醇，号眉公，华亭（今上海松江）人。自幼聪颖过人，诗文短翰极有风致，善绘画书法，书法在苏、米之间，尤好苏东坡诗章文字。遇苏墨迹，必着意求得。也精于鉴赏。\n\n\n陈继儒跋《宋拓黄庭经》，行书。\n【释文】虎丘寓公曰丁叟，一幅生绡金一斗。为看红叶不离山，写出青山偏换酒。余钱买得黄庭经，此物只应天上有。流传松雪与方壶，三百年来入君手。性命可轻至宝难，玉盘错落骊珠走。壬子冬日访南羽先生于虎丘，出示此卷赏鉴不已作短歌记之。陈继儒。\n\n\n行书书薛文清语轴\n洒金笺 纵112.5厘米，横51.6厘米 此作品系作者五十八岁时于白石山所书。\n\n\n陈继儒《行书五言诗》扇面 台北故宫博物院藏。陈继儒书法学习宋代苏軾、米芾，用笔骏快，意趣雄浑是其特色。本幅端凝紧炼，笔画圆腴，体势頎长。\n释文：\n霜飈颯然来。山气澹而冶。参差枫叶林。高高復下下。中有茆茨人。閒缓频道者。新酒倾数瓢。菊花握盈把。非病亦非贫。一榻自瀟洒。陈继儒。\n\n行书书薛文清语轴\n洒金笺 纵112.5厘米，横51.6厘米 此作品系作者五十八岁时于白石山所书。\n\n\n\n\n\n\n陈继儒跋《唐玄序集王羲之书金刚经》，行书。上海博物馆藏。\n【释文】文皇圣教序千余言怀仁集右军书未免凑合若金刚梵字无多不必假借其为逸少真迹无疑矣唐世宰相有廉译经润文使者故经后带有郑覃宋申锡柳公权诸经赞如心经集字后于志宁诸臣是也是帖目中未见应有鬼神呵护流传至今真震旦国第一希有事周生幸觅妙手钩摹流惠之崇祯四年清明日题华亭陈继儒记\n《金刚经》是佛教的重要经典，传入中土后至唐代已有6种译本。唐文宗李昂时，弘农人杨额又对此经进行了一番删节纂集，号称《新集金刚经》，世称“七译本”。杨氏自为序言，又请郑覃、柳公权等8位大臣分别题了经赞，以八分书上石，在上都（长安）兴唐寺中安立。太和四年（830年）七月，知内侍省事、弘农郡开国公杨承和奉宣具状，将此“经本”进献皇帝。八月，文宗将其编入《藏经目录》，并认为“初刻八分之体，读者多误”，命集晋右将军王羲之书重刊，至太和六年（832年）春功毕。\n\n\n陈继儒跋虞世南《摹兰亭序》，纵24.5厘米。现藏于北京故宫博物院。\n\n\n行书诗卷（局部）此卷行书，是他77岁时所书，倔强秀丽。","author":"明代陈继儒","description":"陈继儒书法"}]