[{"name":"董其昌题黄公望富春山居图","text":"富春山居图是元朝书画，画家黄公望为郑樗（无用师）所绘，以浙江富春江为背景，全图用墨淡雅，山和水的布置疏密得当，墨色浓淡干湿并用，极富于变化，是黄公望的代表作，被称为“中国十大传世名画”之一。明朝末年传到收藏家吴洪裕手中，吴洪裕极为喜爱此画，甚至在临死前下令将此画焚烧殉葬，被吴洪裕的侄子从火中抢救出，但此时画已被烧成一大一小两段。较长的后段称《无用师卷》，现藏台北故宫博物院；前段称《剩山图》，现收藏于浙江省博物馆。在中国国务院前总理温家宝先生的决定下，《富春山居图》2011年6月在台湾台北故宫博物院展出。\n画卷内容\n前半卷\n名称：《富春山居图·剩山图》\n馆藏：浙江省博物馆\n尺幅：纵31.8厘米，横51.4厘米\n后半卷\n名称：《富春山居图·无用师卷》\n馆藏：台北故宫博物院\n尺幅：纵33厘米，横636.9厘米\n仿本\n名称：《富春山居图·子明卷》\n馆藏：台北故宫博物院\n名称：《富春山居图·沈周临摹本》\n馆藏：北京故宫博物院\n基本情况\n元代画家黄公望(1269--1354)，字子久，号一峰，大痴道人，常熟（今属江苏）人。擅长画山水，多描写江南自然景物，以水墨，浅绛风格为主，与吴镇，王蒙，倪瓒并称元四家。原系浙西廉访司一名书吏，因上司贪污案受牵连，被诬入狱。出狱后改号“大痴”，从此信奉道教，云游四方，以诗画自娱，并曾卖卜为生。他学画生涯起步较晚。然由于生活坎坷，寒暖自知，所绘山水，必亲临体察，画上千丘万壑，奇谲深妙。其笔法初学五代宋初董源、巨然一派，后受赵孟頫熏陶，善用湿笔披麻皴，为明清画人大力推崇，成为“元四家”(王蒙、倪瓒、吴镇)中最负众望的大画家。此外，画作之余，留有著述，如《写山水诀》、《论画山水》等，皆为后世典范之学。\n黄公望与该作品介绍\n据记载，黄公望三十一岁开始作画，由于际遇的坎坷，到五十岁左右，也就是出狱后才专心从事山水画创作。由于他热爱自然，有较全面的文化修养，早期又在临摹众多的古代名家作品中练就了深厚的功力，胸中积累博大精深，使之一起步便显示了艺术上的高格调。他以北宋大画家董源的画法为基础，吸取其他名家的长处，融合在师法造化中获取的营养，逐渐创造了自己的艺术面貌。他的山水画大致有两种风格：一作浅绛色，山头多岩石，笔势雄伟；一作水墨，皱纹较少，笔意简远逸迈，充分体现出“寄兴于画”的思想和“浑厚华滋”的笔墨效果。黄公望与同时代的王蒙、倪瓒、吴镇交往密切，诗画互赠，切磋探讨，常以合作山水画为乐。他们不但都创造了自己的独特绘画风格，并致力于意境章法及诗文与绘画的有机结合，共同把中国文人画推进到一个崭新的天地，因此获得“元季四大家”的殊荣。而黄公望尤以卓越的成就兀立顶峰，对后世画坛产生巨大影响，被推为“元四家之首”。黄公望与富阳有着不解之缘。他遍游名山大川，却独钟情于富春山水，晚年结庐定居富春江畔的筲箕泉(今富阳市东郊黄公望森林公园内)，在这里度过了他人生最辉煌的时期，留下了一大批杰作。从此，黄公望的名字与美丽的富春江紧密地联结在一起，富春江是造就他成为一代大师的摇篮，而他也为美丽的富春江增添了夺目的光彩。《富春山居图》是黄公望七十九岁高龄时开始创作的。这幅纵33厘米，横636．9厘米的长卷，是他生活在富阳，又以富春江为题材推出的力作。为了画好这幅画，他终日不辞辛劳'奔波于富春江两岸，观察烟云变幻之奇，领略江山钓滩之胜，并身带纸笔，遇到好景，随时写生，富春江边的许多山村都留下他的足迹。深入的观察，真切的体验，丰富的素材，使《富春山居图》的创作有了扎实的生活基础，加上他晚年那炉火纯青的笔墨技法，因此落笔从容。千丘万卷，壑，越出越奇，重峦迭嶂，越深越妙，既形象地再现了富春山水的秀丽外貌，又把其本质美的特征挥洒得淋漓尽致。这件宏幅巨制直到他谢世前不久才告完成，前后倾注了大约七年的心血，这是画家与富春山水情景交融的结晶。展开画呈现在我们面前的是富春江一带秋初景色：丘陵起伏，峰回路转，江流沃土，沙町平畴。云烟掩映村舍，水波出没鱼舟。近树苍苍，疏密有致，溪山深远，飞泉倒挂。亭台小桥，各得其所，人物飞禽，生动适度。正是“景随人迁，人随景移”，达到步步可观的艺术效果。这幅山水画长卷的布局由平面向纵深展宽，空间显得极其自然，使人感到真实和亲切，笔墨技法包容前贤各家之长，又自有创造，并以淡淡的赭色作赋彩，这就是黄公望首创的“浅绛法”。整幅画简洁明快，虚实相生，具有“清水出芙蓉，天然去雕饰”之妙，集中显示出黄公望的艺术特色和心灵境界，被后世誉为“画中之兰亭”。时至今日，当人们从杭州逆钱塘江而入富阳，满目青山秀水，景色如画，就会自然地联想到《富春山居图》与两岸景致在形质气度上的神合，从心底里赞叹作者认识生活，把握对象的神髓，进而提炼、概括为艺术形象的巨大本领。元代以来，历代书画家、收藏家、鉴赏家，乃至封建帝皇权贵都对《富春山居图》推崇备至，并以能亲眼目睹这件真迹为荣幸，使得这卷宝图既备受赞颂，也历尽沧桑。在辗转流传过程中，曾引发出乾隆年间有趣的“富春疑案”，弄得弘历皇帝神魂颠倒，误判真伪；也曾因收藏家的酷爱而遭焚烧毁容之灾。如今，它的前段珍藏于浙江博物馆，后段藏于台湾。海内外炎黄子孙无不翘首企盼着祖国的统一，盼望宝图早日珠联璧合。\n历史背景\n《富春山居图》 ，始画于至正七年(1347)，于至正十年完成。\n虽黄公望晚年定居今富阳市境内，但画卷内容对比宽敞平坦的\"富阳江\"和山峰峻奇峡谷雄伟的\"桐庐江\"，就可得知,富春山居图所画内容约80%在桐庐境内富春江的景色,20%为富阳的景色.\n《富春山居图》是黄公望82岁时为无用师所绘，用三、四年时间才画成，画面表现出秀润淡雅的风貌，气度不凡，以浙江富春江为背景，是黄公望的代表作。\n明朝末年富春山居图传到收藏家吴洪裕手中，吴洪裕极为喜爱此画，每天不思茶饭的观赏临摹。甚至在临死前下令将此画焚烧殉葬，幸被吴洪裕的侄子及时从火中抢救出，但此时画已被烧成一大一小两段，前段较小，称“剩山图”；后段画幅较长，称“无用师卷”。乾隆年间，一幅富春山居图被征入宫，乾隆皇帝爱不释手，但在隔年又一幅富春山居图进入清宫。前者称“子明卷”是后人伪造；后者是“无用师卷”，这才是黄公望的真迹。但乾隆皇帝认定“子明卷”为真，并在假画上加盖玉玺，并和大臣在留白处赋诗题词，将真迹当赝品处理。直到近代学者翻案，认为是乾隆皇帝搞错了。从而保住了一个完整的无用师卷。\n“剩山图”今天收藏于浙江省博物馆，而富春山居图“无用师卷”则藏于台北故宫博物院。\n历史传承\n几度易手\n《富春山居图》，高一尺余，长约二丈。此图展现了富春江一带景色：富春江两岸峰峦坡石，似秋初景色，树木苍苍，疏密有致地生于山间江畔，村落、平坡、亭台、渔舟、小桥等散落其间。董其昌称道，“展之得三丈许，应接不暇。”确给人咫尺千里之感。这样的山水画，无论布局、笔墨，还是以意使法的运用上，皆使观者不能不叹为观止。正如恽南田所说，“所作平沙秃峰为之，极苍莽之致。”董其昌还曾说，他在长安看这画时，竟觉得“心脾俱畅”。\n350年黄公望将此图题款送给无用上人。《富春山居图》便有了第一位藏主，从此开始了它在人世间600多年的坎坷历程。此画作成之初，无用上人就“顾虑有巧取豪夺者”。不幸被他言中，明成化年间沈周藏此图时便遭遇“巧取”者。沈周请人在此图上题字，却被这人儿子藏匿而失。后来此图又出现在市上高价出售，敦厚的沈周既难于计较又无力购买，只得背临一卷以慰情思。之后又经樊舜、谈志伊、董其昌、吴正志之手。\n清顺治年间，吴氏子弟，宜兴收藏家吴洪裕得之后更是珍爱之极。恽南田《瓯香馆画跋》中记：吴洪裕于“国变时”置其家藏于不顾，惟独随身带了《富春山居图》和《智永法师千字文真迹》逃难。\n焚画殉葬\n那是清顺治七年（1650），江南宜兴吴府，卧病在床的吴洪裕到了弥留之际，气如游丝的他死死盯着枕头边的宝匣，家人明白了，老爷临死前还念念不忘那幅心爱的山水画。有人取出画，展开在他面前，吴洪裕的眼角滚落出两行浑浊的泪，半晌，才吃力地吐出一个字：烧。说完，慢慢闭上了眼睛。在场的人都惊呆了，老爷这是要焚画殉葬呀！要被烧掉的画就是国宝文物《富春山居图》。因为太珍爱此卷了，所以嘱家人准备把它付之一炬“焚以为殉”用来殉葬。\n“先一日焚《千字文真迹》，自己亲视其焚尽。翌日即焚《富春山居图》，当祭酒以付火，到得火盛，洪裕便还卧内。”\n这幅在吴府里已经传承了三代人，被吴家老少视为传家宝的《富春山居图》，在众目睽睽之下被丢入火中,火苗一闪，画被点燃了！\n就在国画即将付之一炬的危急时刻，从人群里猛地窜出一个人，“疾趋焚所”，抓住火中的画用力一甩，“起红炉而出之”，愣是把画抢救了出来，他就是吴洪裕的侄子，名字叫吴静庵（字子文）。为了掩人耳目，他又往火中投入了另外一幅画，用偷梁换柱的办法，救出了《富春山居图》。\n画虽然被救下来了，却在中间烧出几个连珠洞，断为一大一小两段，此画起首一段已烧去，所幸存者，也是火痕斑斑了。从此，稀世国宝《富春山居图》一分为二。\n652年，吴家子弟吴寄谷得到后，将此损卷烧焦部分细心揭下，重新接拼后居然正好有一山一水一丘一壑之景，几乎看不出是经剪裁后拼接而成的，真乃天神相佑。于是，人们就把这一部分称做《剩山图》。而保留了原画主体内容的另外一段，在装裱时为掩盖火烧痕迹，特意将原本位于画尾的董其昌题跋切割下来放在画首，这便是后来乾隆帝得到的《富春山居图·无用师卷》。值此，原《富春山居图》被分割成《富春山居图·剩山图》和《富春山居图·无用师卷》长短两部分，身首各异。\n临摹版本\n其时，除了吴洪裕收藏的《富春山居图》外，当时还有另一幅《富春山居图》流传在世。那即是明朝画家张宏《仿黄公望富春山居图》。这幅画是学术界公认的最接近原作的版本，现藏于北京故宫博物院。 \n张宏，明代画家，生于1577年，字君度，号鹤涧，江苏苏州人。他擅长山水画，重视写生，笔力峭拔，墨色湿润，层峦叠嶂，丘壑深邃。画石面皴染结合是他绘画的特色。写意人物，神情具视，构图疏密得宜。张宏是明末吴门画坛的中坚人物，吴中学者尊崇之。从张宏的《仿黄公望富春山居图》中亦能看出他高超的画技，笔墨疏朗，气韵贯通。值得一提的是，张宏在临仿黄公望的《富春山居图》时，该图还是完整的画作，尚未被焚，所以后世将张宏这幅《仿黄公望富春山居图》看作是研究黄公望《富春山居图》的重要版本。 \n说到第三幅《富春山居图》，就不能不提到明代著名书画家沈周。\n沈周，明代画家，生于1427年，字启南，号石田翁，江苏苏州人。他在元明以来文人画领域有承前启后的作用。他书法师黄庭坚，绘画造诣尤深，兼工山水、花鸟，也能画人物，以山水和花鸟成就突出。在绘画方法上，沈周早年承受家学，兼师杜琼。后来博取众长，出入于宋元各家，主要继承董源、巨然以及元四家黄公望、王蒙，吴镇的水墨浅绛体系。沈周的绘画，技艺全面，功力浑朴，在师法宋元的基础上有自己的创造，发展了文人水墨写意山水、花鸟画的表现技法，成为吴门画派的领袖。所作山水画，有的是描写高山大川，表现传统山水画的三远之景。而大多数作品则是描写南方山水及园林景物，表现了当时文人生活的幽闲意趣。 \n明成化年间，《富春山居图》传到沈周手里。自从得到这件宝贝，沈周就爱不释手，把它挂在墙上，反复欣赏、临摹，看着看着，就看出了点问题：画上没有名人题跋。一时的非分想法让沈周冲昏了头，他根本没有想到，像这样的珍宝藏都要藏在最隐蔽的地方，怎么能大张旗鼓地张扬呢？果不其然，当沈周把画交给一位朋友题跋时，就出了事。那位朋友的儿子，见画画得这么好就产生了歹念，把画偷偷卖掉，还愣说画是被人偷了。\n一次偶然的机会，沈周在画摊上见到了被卖掉的《富春山居图》，兴奋异常，连忙跑回家筹钱买画。当他筹集到钱，返回画摊时，画已经被人买走了。沈周捶胸顿足，放声大哭，可是后悔已经晚矣。千辛万苦弄到手的《富春山居图》，如今只剩下留在头脑中的记忆了。沈周愣是凭借着记忆，背摹了一幅《富春山居图》。\n被沈周丢失的真迹《富春山居图》犹如石沉大海，在相当长的时间里没有消息。后来，它又出现了，被明代大书画家董其昌收藏。董其昌晚年又把它卖给了吴洪裕的爷爷吴正志。吴洪裕继承了《富春山居图》，这才出现了临终留下焚画殉葬的遗嘱，吴子文火中救画的一幕。由于黄公望的《富春山居图》太出名了，明清画家都争相临摹，除了沈周的那幅《富春山居图》外，现在有籍可查的临摹本还有十余幅。这些都成为《富春山居图》流传在世的真假画卷。\n《富春山居图》较好的临摹本中沈周所临（现藏北京故宫博物院）因属背临，故董其昌认为“其肖似若过半”；张宏则是在吴问卿家中对着原图临摹，其形神更能接近原作（现藏北京故宫博物院）。此两卷因其时原画尚为完整，故十分宝贵。邹之麟及“虞山画派”王翚的临摹本，现已流传海外。\n卷本\n重新装裱后的无用师卷虽然不是原画全貌，但画中清润的笔墨、简远的意境得以保留。这幅开创了中国山水画新风格的传世巨作，1652年丹阳张范我转手泰兴季国是收藏，后历经高士奇、王鸿绪、安岐诸人之手。辗转经过多人收藏，最终被安岐买到。\n745年，一幅《富春山居图》被征入宫，乾隆皇帝见到后爱不释手，把它珍藏在身边，不时取出来欣赏，并且在6米长卷的留白处赋诗题词，加盖玉玺。没想到，第二年，也就是1746年，他又得到了另外一幅《富春山居图》。两幅《富春山居图》，一幅是真，一幅是假，可是两幅画实在是太像了，真假难分。\n其实，此前弘历已经得到了那一卷《富春山居图》，也就是那幅最著名的假《富春山居》，后世称之为子明卷。子明卷是明末文人临摹的《富春山居》无用师卷，后人为牟利，将原作者题款去掉，伪造了黄公望题款，并且还伪造了邹之麟等人的题跋，这一切都把乾隆帝蒙骗了。事实上子明卷仿制的漏洞并不难发现。元代书画上作者题款都是在绘画内容之后，而子明卷却将作者题款放在了画面上方的空白处，这明显不符合元代书画的特点。但乾隆帝的书画鉴赏水平，显然并不足以看出这些漏洞。这卷后人仿造的《富春山居》子明卷不但被他视为珍宝时时带在身边，对此画大加叹赏，屡屡题赞，甚为喜欢，重要性就犹如伯箂莳特对男人的重要性一样。而且真迹无用师卷的出现，也没让他推翻自己的错误判断。\n第二年，乾隆十一年的冬天，《富春山居》无用师卷来到了弘历面前。他一边坚定地宣布无用师卷是赝品，一边又以不菲的价格将这幅所谓的赝品买下。理由是，这幅画虽不是真迹，但画得还不错。为此他还特意请大臣来，在两卷《富春山居图》上题跋留念。来观画的大臣无一例外地歌颂了皇帝热爱艺术、不拘泥真伪的广阔胸怀，可谁也不敢点破：这幅画它本来就是真迹。在梁诗正、沈德潜等大臣的附和下认定后者是赝品，编入《石渠宝笈》次等并命梁诗正书贬语于此本上。直到1816年胡敬等奉嘉庆帝编纂《石渠宝笈》三编，《富春山居图》始得正名被编入，洗去尘冤。也有一说是：真画进了宫，乾隆觉得特别没面子，他在真画上题字示伪，故意颠倒是非。\n不管乾隆帝的鉴定结论何等荒谬，安岐所藏的《富春山居》真迹确实从此进入宫廷。就在这座乾清宫里，它被静静地存放了近200年。20世纪30年代(1933年)，故宫重要文物南迁，万余箱的珍贵文物分5批先运抵上海，后又运至南京。文物停放上海期间，徐邦达在库房里看到了这两幅真假《富春山居图》，经过仔细考证，他发现乾隆御笔题说是假的那张，实际是真的，而乾隆题了很多字说是真的那张却是假的，推翻了先人的定论，还它一个真实的面目。直到随其他文物一起南迁。而今，这真伪两卷《富春山居图》都存放在台北故宫博物院，共同见证着中国书画收藏史上的一段笑谈。\n剩山图\n重新装裱后的《剩山图》，在康熙八年（1669年）让与王廷宾，后来就辗转于诸收藏家之手，长期湮没无闻。至抗日战争时期，为近代画家吴湖帆所得。画家吴湖帆曾用古铜器商彝与人换得《剩山图》残卷，十分珍惜，从此自称其居为“大痴富春山图一角人家”。当时在浙博供职的沙孟海得此消息，心情颇不平静。他想，这件国宝在民间辗转流传，因受条件限制，保存不易，只有国家收藏，才是万全之策。于是数次去上海与吴湖帆商洽。晓以大义。吴得此名画，本无意转让。但沙先生并不灰心，仍不断往来沪杭之间，又请出钱镜塘、谢椎柳等名家从中周旋。吴湖帆被沙老的至诚之心感动，终于同意割爱。1956年，画的前段来到浙江博物馆。成为浙江博物馆“镇馆之宝”。\n创作过程\n《富春山居图》始画于至正七年(1347)，于至正十年完成。是元代著名书画家黄公望的一幅名作，世传乃黄公望画作之冠。为纸本水墨画，宽33厘米，长636.9厘米，是黄公望晚年的力作。黄公望，字子久，号一峰，工书法、通音律、善诗词，少有大志，青年有为，中年受人牵连入狱，饱尝磨难，年过五旬隐居富春江畔，师法董源、巨然，潜心学习山水画，出名时，已经是年过八旬的老翁了。黄公望把“毕生的积蓄”都融入到绘画创作中，呕心沥血，历时数载，终于在年过八旬时，完成了这幅堪称山水画最高境界的长卷——《富春山居图》。它以长卷的形式，描绘了富春江两岸初秋的秀丽景色，峰峦叠翠，松石挺秀，云山烟树，沙汀村舍，布局疏密有致，变幻无穷，以清润的笔墨、简远的意境，把浩渺连绵的江南山水表现得淋漓尽致，达到了“山川浑厚，草木华滋”的境界。\n此画卷为六接的纸本，即是由六张纸连成的画卷.黄公望（字子久）为元代最负盛名的画师，在画史上的影响颇大。他在《山水诀》中，明确提到模写。他说：“皮袋中置描笔在内，或于好景处，见树有怪异，便当模写之。”子久作品存世不多，其中最佳者当属《富春山居图》。为了创作《富春山居图》，他在“领略江山钓滩之胜”时，“袖携纸笔，凡遇景物，辍即模记”。此画始画于至正七年（1347年），此时子久年近八旬，画中所题文字表明，他为完成此画而潜心观察、揣摩费时三四年。张庚在《图画精意识》中记载了董其昌对此画的赞誉，“子久画冠元四家……如富春山卷，其神韵超逸，体备众法，脱化浑融，不落畦径。”\n跋\n正文：\n两至正七年(1347年)仆归富春山居，无用师偕往，暇日于南楼授笔写成此卷，兴之所至，不觉亹亹布置如许，逐旋填剳，阅三四载未得完备，盖因留在山中，而云游在外故尔。今特取回行李中，早晚得暇，当为着笔。无用过虑有巧取豪锐者，俾先识卷末，庶使知其成就之难也。十年青龙在庚寅(1350年)歇节前一日，大痴学人书于云间夏氏知止堂。\n两岸交流\n民间的接触1993年中秋之夜，上海电视台曾与台湾的“华视”联合举办中秋晚会，把这件传世名作采用现代技术，在电视屏幕上给拼接起来了。引1999年7月“黄公望《富春山居图》圆合活动”在当年黄公望《富春山居图》的原创作地——风景秀丽的富春江畔举行，中国美术学院院长潘公凯、教授孔仲起、台湾中华艺文交流协会会长史元钦、台湾著名国画家李奇茂等30多位海峡两岸著名书画家联手临摹了《富春山居图》长卷。\n合展交涉\n新中国成立以后，浙江曾通过各种渠道和台湾沟通，希望两岸《富春山居图》能合璧展出，但没有得到反馈。引2005年，《富春山居图》合璧一事出现转机。凤凰卫视刘长乐总裁曾几次到台湾努力促成这件事情，也得到了台湾方面的反馈：浙江省博物馆剩山图先去台湾展览，台北故宫博物院的无用师卷来大陆展览的事先不谈。杨建新当时表态，希望实现两岸《富春山居图》的交流，有来有往。浙江博物馆的《富春山居图》剩山图去台湾展览没有任何问题，但希望台湾方面承诺适当的时候台北故宫博物院的《富春山居图》无用师卷能赴大陆和浙江省博物馆的《富春山居图》合璧展出。引2009年，两岸故宫博物院在台北故宫博物院合办“雍正——清世宗文物大展”。这是两岸故宫博物院60年来第一次合展，其中来自北京故宫博物院的文物有37件，包括多幅表现清宫生活的珍贵画像。在这个背景下，台湾方面多次托人带口信或者书面来信，他们准备办一个黄公望与《富春山居图》特展，希望能借浙江省博物馆的《剩山图》展出。浙江省文化厅厅长杨建新态度依旧：浙江方面过去没问题，现在和未来都没问题，但是希望能和台北故宫博物院实现双向交流，台北故宫博物院的《富春山居图》无用师卷在未来也能赴大陆展览。引其后浙江接到了台湾来函，希望大陆能通过法律免扣押文物法，不扣留在大陆展览的台北故宫博物院的文物。并表示，台北故宫博物院有70件文物内定为“限展国宝”，是从来不能出馆的，包括《富春山居图》。“言下之意就是你哪怕通过了免扣押文物法，《富春山居图》无用师卷也不能到大陆展览。”杨建新这样认为。浙江在回函中希望两岸的交流能相互持久。台湾的同胞渴望看到合璧的《富春山居图》，大陆的同胞更是翘首以待。两岸同胞都是中华文化的传承人。两岸同胞有资格、也有权利共享中华民族的文化瑰宝。在现实的条件下大陆专门通过司法免扣押文物条款是不现实的。以此为前提，等于排除了台北故宫博物院文物到大陆展出的可能；其次，大陆的海关法律里面已经有这样的条款，所有境外(包括港澳台地区)经海关批准暂时进口的货物(包括文物)必须在海关如数清点清楚，在规定的时间里，完成交流任务，并且如数运出海关，一件都不能留下。如果留了一件，就要予以处罚，所以不存在台北故宫博物院《富春山居图》赴大陆展览被扣押的情况。引2009年台北故宫博物院艺术委员会主任林百里曾到杭州商谈《富春山居图》一事，这也是十年来他第一次和台北故宫博物院高层直接面谈。“他说有难处，有些事不是台北故宫博物院可以决定的，我说做不了主没关系，我们一起反映，一起争取！”杨建新认为两岸文化交流只有双向互动，才可能行之长远。引在凤凰卫视董事局主席﹑行政总裁刘长乐居中斡旋努力之下，浙江的《剩山图》将在2011年6月到台湾合璧展出。来自浙江的《剩山图》，和台北故宫另一半的无用师卷，隔了三百年，终于要在今年六月在台合璧联展，《富春山居图》终于要以完整面貌重现在世人面前，这也是两岸继二零零九年，雍正文物联展首航成功之后，另一项文坛大盛事，别具历史意涵。\n总理关心\n在2010年3月14日上午的两会新闻记者会上，温家宝总理在回答台湾记者提问时讲了一个故事：“元朝有一位画家叫黄公望，他画了一幅著名的《富春山居图》，79岁完成，完成之后不久就去世了。几百年来，这幅画辗转流失，但现在我知道，一半放在杭州博物馆（浙江省博物馆在杭州市），一半放在台北故宫博物院，我希望两幅画什么时候能合成一幅画。画是如此，人何以堪。”引温总理的话，充满了对两岸“血浓于水”同胞情谊的深情寄托。诸多年来，两岸画家和有识之士多方努力，希望有朝一日能够“破镜重圆”，重新拼合此画。台湾多数报纸都重点报道了温家宝以《富春山居图》分藏两岸为例，表达他希望两幅画能早日合成一幅画的愿望。我国著名杭州籍青年诗人舒子原以温总理《画是如此，人何以堪》为题为《富春山居图》的合璧创作抒情诗，引起很大反响。《联合报》的文章说，这寓意着温家宝期许两岸早日由分走向合的心愿。引再次临摹画作2010年3月20日上午，来自海峡两岸的九位山水画家在富春江畔将《富春山居图》临摹于长卷上，同时还体味古意，试补了原图的残缺部分。与此同时，他们发出了希望两岸《富春山居图》真迹能够在这一名画诞生地浙江富阳合璧展出的邀约。引中央美术学院博士生导师郭怡孮、浙江画院院长孙永、浙江美术馆馆长马锋辉等6位大陆画家和台湾艺术大学的蔡友、林进忠、林锦涛3位画家共同完成了15米长的圆卷《富春山居图》，并补上了残缺的画面。在圆卷仪式上，著名花鸟画家何水法代表在场的两岸画家，发出了希望在富阳合璧《富春山居图》的邀约书。邀约书说，《富春山居图》问世已有660年，烧成两段则有360周年，分藏海峡两岸也有60年，希望“剩山图”和“无用师卷”能够回到诞生地合璧展出。\n两岸合展\n台北故宫博物院与浙江博物馆等方面合作，决定在2011年将推出的“山水合璧：黄公望与富春山居图特展”，这其中就包含了海峡两岸收藏的《富春山居图》。 2011年1月16日浙台双方在浙江富阳富春山居度假村签署富春山居图特展备忘录。\n台北故宫博物院院长周功鑫说，每一件文物背后都有故事，这幅画分开360多年后，各自说故事，将借着这个展览呈现黄公望的人生哲学和艺术成就。至于两画有没有可能借展大陆？周功鑫表示，十分乐见两岸能够在相关法规上取得突破。此次展览预定2011年6月到9月举行，台北故宫方面表示，除了《富春山居图》，台北故宫仍在和南京博物馆、云南博物馆商借黄公望的作品，保险金额目前正在估算中。 分藏在海峡两岸的《富春山居图》迈开了“圆合”第一步。2011年5月11日下午，浙江省博物馆“镇馆之宝”、《富春山居图》（剩山图）赴台前的点交启运仪式举行。《剩山图》将由中国文物交流中心先送往北京，再由台湾广达文教基金会移交台北故宫博物院。\n据浙江省博物馆馆长陈浩介绍，《富春山居图》（剩山图）将于5月18日“国际博物馆日”在北京移交。6月9日，浙江博物馆和台北故宫博物院将在台北联合举办“山水合璧——黄公望与《富春山居图》特展”，与台北故宫博物院所藏《富春山居图》（无用师卷）实现“圆合”。\n浙江省博物馆和台北故宫博物院将于2011年6月9日至9月25日，在台北故宫博物院联合主办“山水合璧——黄公望与《富春山居图》特展”。展览前两个月，《富春山居图》（剩山图）将与台北故宫博物院所藏《富春山居图》（无用师卷）在展厅里重点展示，同展同收。\n《富春山居图》是“元季四大家”之冠黄公望79岁时为无用师所作。全卷描绘了富春江两岸初秋景色，为中国水墨山水的扛鼎之作。《富春山居图》在数百年流传中饱经沧桑，因遭火殉断为一大一小两段。后几经辗转，长0.51米、题跋6米多的前半卷《剩山图》存于浙江省博物馆，长6.4米的后半卷《无用师卷》藏于台北故宫博物院。\n据介绍，《富春山居图》（剩山图）自1956年到浙江省博物馆以来55年间，原作只展出两次。而在2011年的6月2号，则会在台湾，将《剩山图》以及《无用师卷》合并，向各界人士展出。\n团聚之路\n《富春山居图》命运多舛。画卷是元代大家黄公望为挚友无用师所绘。后几经辗转到明朝末年，传至收藏家吴洪裕手中，他痴迷到决定死前焚图殉葬，是其侄子火中取画，才救下这幅绝世佳品。\n但这一焚，本由8张画纸连成、全长848厘米的作品，变成一长一短两段。前段较短，因画中正好有一山一水一丘一壑之景，定名为《剩山图》，流落民间；后段画幅较长，现通称为《无用师卷》，后被清廷收藏。\n然而，逃过死别，《富春山居图》再陷生离。为避日军战火浩劫，《无用师卷》被列入当年故宫文物南迁名录，后辗转至台湾，藏于台北故宫博物院。而《剩山图》也在几经流沛后，于1956年入驻浙江省博物馆，成为镇馆之宝。\n从此，杭州，台北，600岁佳作隔海相望。2006年，浙江省博物馆开始多方沟通联系，希望促成双画合璧。\n去年十一届全国人大三次会议闭幕时，温家宝总理在记者招待会上回答台湾记者提问时，引用到了这段往事：“我希望两幅画什么时候能合成一幅画，画是如此，人何以堪。”\n由中国文物交流中心牵头，两岸达成合作意向，《富春山居图》合璧后，估价达1000亿元人民币以上。“精诚所至，金石为开。”该中心主任王军回顾洽谈经历时感慨：“两岸的认识是一样的，沟通中更多的是理解与支持。”\n画卷点校\n011年5月18日中午，《剩山图》完成了最后一项离境准备，《山水合璧—黄公望与富春山居图特展》展品点交仪式在京举办。\n“几天前，《剩山图》第一次离开浙江省博物馆，未来几天内，它将第一次离开大陆，奔赴台北。”仪式开始前，王军和工作人员一直站在采访区，但无论接受采访或是沉默不语，他们的视线一直没有离开一扇灰色的厚重大门。隔着警戒线，记者看到门内，数名戴着口罩的工作人员正在为点校做最后准备。\n点校，是指每次文物出库时，相关责任人要和保管文物的库房做的交接仪式。“画上的折痕、霉点、污迹都要一一记录下来。当文物回库时，再进行点校，确认是否受损等。”台北故宫副院长冯明珠说。\n2时46分，点校正式开始。除了台北故宫和中国文物交流中心工作人员可以进入灰色门内外，其余人只能屏住呼吸，紧紧盯住实况转播的屏幕。\n“富春一角”的引首缓缓展开时，闪光灯频闪。冯明珠身子微探向屏幕，不住地说：“很羡慕点校员可以如此近距离地接触名作，我已经开始期待在台北隔着展柜细品这幅作品。”大约5分钟后，画面依然定格在此，工作人员不时用数码相机拍摄着细部。据知情人透露，总长度51.4厘米的《剩山图》此次点校持续时间至少3个小时。\n画卷投保\n为了即将的旅行，浙江省博物馆为《剩山图》定制了运输箱，箱子上加装保险锁并贴上封条，由专人保管专人押运，并投保15亿元人民币保险。由于是赴台湾的兄弟博物馆展出，为了两岸的互信与团结，调低投保价格至15亿元人民币。“这是无价之宝”，浙江省文化厅厅长杨建新认为投保15亿元并不代表《剩山图》本身的价值，目前《剩山图》估价在500亿元人民币以上，它的价值则是无法用金钱来衡量的。\n“即使是旅途中，《剩山图》也必须恒温恒湿保存。”王军透露，展出时要求则更苛刻，温度控制在20℃至24℃之间，湿度要在58度至63度之间。\n另外，一同登上旅途的还有11件大陆文物。王军介绍，这次《山水合璧—黄公望与富春山居图特展》的展品为83件，其中大陆提供的12件展品除浙江省博物馆馆藏的《剩山图》等3件外，还有北京故宫博物院馆藏的4件、上海博物馆馆藏的2件和中国国家博物馆、南京博物馆、云南省博物馆馆藏的各1件作品，这些展品全都与黄公望或《富春山居图》相关。\n画卷鉴定\n目前，《剩山图》和《无用师卷》均是各自独立画轴，其中《剩山图》在明朝时期曾经进行过重新装裱，边缘火烧痕迹被剪裁掉了，所以略窄；《无用师卷》的画作部分则已经被题跋、著录等后世添加包围在卷轴中部。因此在同一个展柜中展出时，如果观众细看可以发现，两幅作品的色泽等方面会有差别。六个曾经被火烧伤的痕迹，成为两件画作的“亲缘鉴定”。\n“六个火烧洞中，前两个都在《剩山图》上，第三个则是一半在《剩山图》上，一半在《无用师卷》上，第四个到第六个洞都在《无用师卷》上。”台北故宫书画部负责人何传馨用手比划着解释，为了实现最大限度的合璧，我们将这幅画放置在一个略微倾斜的展台上，观众可以同时看到展柜中的两幅作品和背景墙上复原的完整版。\n目前，这幅已经分割361年的中国山水画“第一神品”《富春山居图》展位已经确定—台北故宫第2110号陈列室。“作为最重要的一件展品，这幅图将被摆放在展厅进门的显要位置。”同时，展厅内还将通过3D技术，再现黄公望和这幅作品的传奇。\n预计参观人数突破70万人\n除了这幅作品，此次大陆参展的展品几乎件件有故事。比如故宫博物院藏的一幅明代仿黄公望富春山居图，就曾被乾隆鉴定为真迹，并在画上加盖玉玺，和大臣在留白处赋诗题词，反而将真迹当赝品处理。直到近代学者才翻案，辨明真伪。\n冯明珠介绍，《山水合璧—黄公望与富春山居图特展》将持续4个月。展览分成两期，第一期从6月1日至7月底。第二期是8月到9月初。《富春山居图》合璧展览在第一期中展出，揭开两岸文化交流新篇章。 \n抵台检测\n据台湾《旺报》报道，深受两岸瞩目的“山水合璧黄公望与富春山居图特展”6月2日将在台北故宫登场，包括《剩山图》等12件借自浙江省博物馆的文物，目前已运抵台北故宫，同时完成文物检测手续。\n台北故宫表示，依照原订计划，检测手续完成后，将于25日举行开箱仪式，但有鉴于文物年代久远，甚为脆弱，在保护的前提下，直到6月1日开展前夕，才会在展场上对外曝光。\n台北故宫书画处处长何传馨指出，布展工作已经启动，此次合璧的《无用师》与《剩山图》将同柜展出。\n据悉，为配合特展，在古文物之外，台北故宫将运用新科技，打造5件数字版的《富春山居图》。数字版由台北花博梦想馆设计团队之一的“青鸟新媒体艺术”执行，艺术家林俊廷表示，作品包括大型数字互动装置，《富春山居图》的数字版复杂度更甚花博梦想馆，光是一件作品就动用了42台投影机，希望以数字效果更生动地呈现山水意境，同时充分说明黄公望的技法、师承等。\n此次特展展出83件文物，台北故宫71件，大陆借展12件，6月1日开幕仪式，两岸出席贵宾，包括浙江省委书记赵洪祝，台湾中华文化总会会长刘兆玄、海基会董事长江丙坤等。 \n展出\n“山水合璧─黄公望与富春山居图”特展开幕式，将于今天（2011.6.1）上午10时在台北故宫晶华三楼宴会厅举行。分隔360年之后，浙江省博物馆馆藏的《富春山居图》（剩山图）与台北故宫博物院院藏《富春山居图》（无用师卷）终于重相逢。 \n为呈现黄公望的绘画师承，以及对后世的影响，此次特展规划了6个单元，将分两期展出。第一期为“黄公望富春山居图”、“黄公望的书画珍迹”、“富春山居图临仿本”、“黄公望的师承与交游”4个单元；第二期为“明清时期黄公望的影响”及“黄公望传称作品”等单元。\n台北故宫书画处处长、本次展览策展人何传鑫告诉人民网记者：“‘剩山图’和‘无用师卷’会在台北故宫最主要的书画展览室210陈列室展出，在这个陈列室里面有一个柜子，大概有1640多公分，刚刚好就是把这两卷布置在展柜里面。不过，两个手卷不会粘在一起，我们会在背景墙面做大的电子合成输出图，显示这两卷的合璧情况。”\n见证\n大陆方面出席的人员有中共浙江省委书记赵洪祝，中国文物局局长单霁翔、文化部副部长赵少华等，台湾方面的人士有中华文化总会会长刘兆玄、台北故宫博物院院长周功鑫、海基会董事长江丙坤等，香港方面有凤凰卫视总裁刘长乐等。开幕式结束后，两岸三地嘉宾会同赴展场，见证历史时刻。 \n纪念品\n同名邮票\n010年，中国邮政集团公司已正式批复同意，将《富春山居图》特种邮票首发式放在诞生地富阳举行。据了解，富阳早在1985年就向国家邮政部门提出申请，要求发行《富春山居图》邮票，之后又曾分别于1992年、1995年、2002年多次申请。2004年，经国家邮政局批准，以浙江省博物馆收藏的《剩山图》（《富春山居图》前半卷）为蓝本的“富春山居图”个性化邮票曾在富阳首发。而此次发行的《富春山居图》特种邮票以《富春山居图》整幅画卷为蓝本，共6枚，全套面值9.30元，邮票规格为60×30毫米。\n在2010年3月20日的《富春山居图》特种邮票首发式上，不仅有《富春山居图》特种邮票（放大版）首发揭幕，来自大陆和台湾的画家也将再次挥毫共作《富春山居图》，并力争举行“剩山图”和“无用师卷”真迹到富阳圆合的邀约仪式。 \n纯银纪念砖\n010年，正值《富春山居图》成画660周年之际，为重现稀世珍宝，重现“山水第一神图”——《富春山居图》传世风采，中国联合网络通信有限公司特推出国宝《富春山居图》纯银纪念砖，首次以纯银纪念砖的形式将国宝画卷完美“合璧”，完整呈现在世人面前。\n010年，正值《富春山居图》成画660周年，有感于国宝《富春山居图》的传奇经历，童友明大师欣然接受邀请，半个世纪多的造币经验，一腔国宝情怀尽情释放到这套国宝《富春山居图》纯银纪念砖上。\n铜雕纪念卡\n011年6月1日，当分藏两岸的《富春山居图》在台北首次合璧展出之时，由中国工艺美术大师、“两岸文化使者”朱炳仁先生设计创作的限量珍藏版《富春山居图》铜雕艺术电话卡也在浙江杭州的“朱炳仁铜雕艺术博物馆”内首发，朱炳仁大师现场签售，吸引了众多收藏爱好者的关注。\n这套铜雕电话卡以《富春山居图》整幅画卷为蓝本，套卡采取八连张的形式，其中首枚为“剩山图”，另7枚为“无用师卷”拼接组合。铜雕卡运用了刻铜艺术、镂铜艺术将中国传统文化内涵蕴意于铜片之上，再进行氧化色彩处理，使卡片具有强烈的立体感和艺术层次感。 \n高仿合璧版\n纪念《富春山居图》成画660年\n著名书法家刘艺先生亲笔题跋珍贵发行\n为纪念《富春山居图》成画660年，经台北故宫博物院首次以原作授权，中央文史研究馆出品，三百年书画老字号“荣宝斋”按原作1:1完美合璧。中央文史馆馆长袁行霈及欧阳中石、沈鹏、侯德昌、程毅中、傅熹年、舒乙六位国学泰斗在高仿合璧版《富春山居图》上珍贵题识。《富春山居图》融汇古今名家的所有墨宝悉数保留，已成为当代书画藏品中的旷世奇珍。“荣宝斋”按1:1全卷高仿，笔墨的晕染，细若发丝的线条淋漓尽显，确保书画与真迹的精、气、神、韵完美一致，具有极高的收藏价值。著名书法家，中国书法家协会原副主席，现任中国书协顾问的刘艺先生见到首次合璧的《富春山居图》时激动不已，即兴提笔在卷首题跋“丹青国宝，山水合璧”，十分珍贵。刘艺先生真迹题跋版《富春山居图》限量发行200套。\n链接：骨肉分离358年\n《富春山居图》的老家在富阳。元代画家黄公望79岁时，开始创作《富春山居图》，终日奔波于富春江两岸，身带纸笔，遇到好景，随时写生。82岁时，画作问世。\n650年，《富春山居图》到了江苏宜兴人吴洪裕手中，视画如命的他临终前决定，让画陪伴自己而去。侄儿吴静庵将画作从大火中救了出来：开头的一部分被烧毁，剩下部分成了两段。两年后，两部分被分别装裱，从此骨肉分离358年。 \n典藏版\n『故宫艺奇典藏』为台北故宫博物院与artkey艺奇文创集团共同推出的数位真迹画作品牌，旨在弘扬中华文化精髓，让千古稀世书画珍宝再现世人，弥补鉴赏家、收藏者以及投资客的往昔遗憾。台北故宫博物院收藏了中国历史上每个朝代最具代表性的书画作品达5400多件，皆为国家瑰宝，通过『故宫艺奇典藏』数位真迹作品百分百复原原作，满足艺术爱好者收藏书画珍品的愿望。数位真迹DGA（DigitalGenuineArtwork），为国际上高质量原作复制再现画作之泛称，以专利高科技手段进行与原作相同材质及等比例的复制，用肉眼几乎看不出与原作的差异。DGA通过特殊处理，可保持画面长久逼真色彩，产品经由特殊表面的防尘处理能直接擦拭。目前国际许多博物馆如纽约大都会博物馆、大英博物馆在无法取得原作的情况下，均以DGA作为馆藏作品典藏及展出。在台北故宫博物院“黄公望与富春山居图山水合璧特展之际”，故宫艺奇典藏版《富春山居图》也在台北故宫博物院商店及专营授权专柜受到众多书画爱好者的追捧。\n","category":"草书","verified":true,"user":1,"timestamp":1429951648343}]