[{"name":"董其昌行书杜工部诗","text":"杜工部祠为纪念唐代大诗人杜甫所建。四祠指江原﹑鄜州﹑同谷﹑剑门诸祠。今陕西省西安市有\"杜工部祠\"，为明代创建，解放后全面修整，辟为\"杜甫纪念馆\"，为西安名胜之一。\n建筑特色\n步入柴门，即可见草堂主体建筑的最后一重－－工部祠。杜甫在蜀，曾入严武幕，朝廷任其为检校工部员外郎之职，故而后世尊称其为杜工部，将纪念他的祠宇称为工部祠。今之工部祠为清嘉庆十六年所建，后虽有修葺，却大体保留了当时的原貌。清人培建草堂的规模不凡。工部祠，作为祭祀之用的飨殿，本应有华丽的雕饰，恢宏的气派，但现存工部祠为风格朴实的平房，以其青瓦突檐、素面无饰的建筑特色，给人一种朴素庄严的感觉。之所以如此，一是因为杜甫并非王侯将相，而是以其道德文章对后世影响深远的一位诗人，故其纪念性建筑符合他的身份。二是因为草堂虽自宋代后逐渐具有了纪念性祠宇的性质，但它毕竟曾是诗人故居，与纯粹作祭祀之用的祠堂有别，故尔清人培建时侧重于保持其民居建筑的古朴、简洁格调。\n在工部祠前之东西两侧，有水竹居、恰受航轩两室相配。水竹居因杜诗“懒性从来水竹居”（《奉酬严公寄题野亭》）而得名，恰受航轩因杜诗“野航恰受两三人”（《南邻》）而得名。两室与工部祠形成一品字形小院，突出了工部祠作为祭祀飨殿的主体地位，整个小院显得素雅、肃穆。\n工部祠门前\n工部祠门前及门两侧悬有楹联三幅。一幅为清人何绍基撰书，联曰：“锦水春风公占却，草堂人日我归来”。另一幅是清人王闿运所撰，联日：“自许诗成风雨惊，将平生硬语愁吟，开得宋贤两派；莫言地僻经过少，看今日寒泉配食，远同吴郡三高。”另一幅是清人严岳莲所撰，联日：“歌吟成史乘，忠君爱国，每饭不忘，诗卷遂为唐变雅；仕隐好溪山，迁客骚人，多聚于此，草堂应作鲁灵光。”此联的上联意指：杜甫的诗歌真实而深刻地反映了唐代社会由盛而衷的社会现实，有如史册，他时时刻刻不忘忠君爱国，吟就了许多忧国忧民的诗篇，成为反映唐时社会动乱的变雅之作。变雅是《诗经》中《小雅》、《大雅》的部分内容，原指反映周朝政治衰乱的一些作品。下联则谓：杜甫营建草堂的浣花溪畔风光秀美，是隐居的好地方，失意官宦、风雅文士多来此凭吊、瞻拜，草堂应如鲁灵光殿一样千载永存。灵光，宫殿名，为汉景帝子鲁恭王馀所建，故址在今山东曲阜。汉室中微，汉西京未央、建章殿皆毁于战火，而灵光殿独存。\n工部祠内\n工部祠内，正中设杜甫神龛，东西两侧设宋代诗人陆游、黄庭坚神龛配飨。在工部祠内塑陆游像配飨杜甫为清嘉庆十七年初重修草堂时所为。时有乾隆贡杨芳灿所撰《重修少陵草堂以渭南伯陆子配飨记》述其原由。据其记，可知提出以陆游配杜甫之议的即是杨芳灿；而这样做的主要理由是陆游与杜甫“其心迹之同也。”即陆游与杜甫忠君爱国的思想感情一脉相承；陆游在诗歌创作上十分推崇杜甫，学杜成就卓著，形成剑南诗派，写下了许多爱国忧民的优秀现实主义诗篇；二人都曾流寓蜀中，“去蜀而不忘蜀”。清光绪十年培修草堂时，又根据杨芳灿所言的“心迹之同”的原则，增塑黄庭坚像配飨杜甫。黄庭坚忠君爱国的思想感情与杜甫亦相一致，是以杜诗为宗的江西诗派领袖，亦曾寓居蜀中。据文献记载，这次培修时，移陆游神龛于正面之西，添黄庭坚神龛于正面之东。今工部祠杜甫神龛两侧悬挂的清人钱保塘所撰对联：“荒江结屋公千古；异代升堂宋两贤。”对黄、陆配祀杜甫作了恰如其分的评价。工部祠除供奉有杜甫、陆游、黄庭坚的神龛外，还陈列有明清两代镌刻的三位诗人的石刻、木刻像，清乾隆和嘉庆重修时镌刻的草堂石刻图，以及有关陆、黄配祀的碑记刻石文物。\n工部祠院\n在工部祠前的院子内，种有腊梅、罗汉松、桂花、茶花、紫薇等花木。这些花木配置得当，疏落有致，春夏秋冬，花开不断，为工部祠肃穆静谧的氛围，增添了几分幽雅的意趣。而这里尤为惹人喜爱的是那隆冬时节怒放的腊梅，玉洁冰清，散溢着泌人欲醉的清香。分立于祠前阶下的两株罗汉松，据传已有二百多年树龄。这两株盘曲参天、苍翠的古松有如巨伞，其浓荫蔽日，亦十分引人注目。从古到今，寒梅青松都被用来象征圣贤之士的高风亮节，诗圣杜甫，一生忧国忧民，至死不渝，其节操正有如那寒梅青松。\n古书记载\n元宋旡有《杜工部祠》诗，仇兆鳌解题云：\"据四明杨德周所考，杜公祠堂凡有数处……自成都﹑夔州﹑耒阳外，又存四祠。\"\n","category":"行书","verified":true,"user":1,"timestamp":1429951647039},{"name":"董其昌行书杜工部诗","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791627723,"text":"","author":"明代董其昌","description":"董其昌行书杜工部诗"}]