[{"name":"赵孟坚行书自书诗卷","text":"南宋赵孟坚自书诗卷为赵氏晚年之迹，笔力雄健，纵逸豪放，有黄庭坚书风。而结体瘦劲，中宫紧结，欹侧俯仰之势则师法米芾，自有标度，为其晚年代表作。\n作品\n卷前落款赵孟坚《水仙》图，是旧伪本。卷后元张绅、明都穆、清陈宝琛题观。\n此卷诗中所称“大年、永年”兄弟，均宋宗室，以善画知名。大年名令穰，永年名令松，均为宋太祖赵匡胤子燕王德昭四世孙。署年款“开庆元年”（1259年），赵孟坚时年61岁。\n清端方《壬寅消夏录》著录，《海山仙馆藏真帖》翻刻。\n释文\n得宗老大年小景及永年乳庞共为一手卷，因成感赋。\n古闻工执艺以谏，盈成要在防堕昊。君不见石勒识自王夷甫，禄儿见早张相国。勿谓一星火生石，燎原可致天地赤。此犬在乳已吠噬，须识忘恩能肆逆。呜呼，逝者不可追。题作鉴观留座侧。\n赵孟坚（1199—1264年），字子固，号彝斋，浙江海盐人。宋宝庆二年（1226年）进士，官至翰林学士。擅画水仙、梅、兰、竹石。梅学扬无咎，竹师文同，并将文同画墨竹的笔法用于画墨兰。其墨兰画法对元、明、清画坛影响很大，被推为墨兰宗师。\n参考\n西塘道\n西塘道西塘道，自古行人此中老。行人底事于此忙，尽趋名利向钱塘。钱塘今为帝都寓，似古长安而洛阳。谁人不愿新丰遇，若无汲引难腾驤。又谁不愿陶朱富，若非命达空徊徨。徒把朱颜与绀发，三十馀年两鬓霜。赋此长歌开斗酒，命裏有时终底有。\n题天文地理图\n看云直北长安是，曾闻夜半天星落。清时无象已致平，闲看斗挂栏干角。我家山河二百州，半没羶腥逾二纪。坐披舆图鬓已凋，马嘶半夜秋风起。\n永嘉施雁山以雁荡图求题\n未返烟霞旧隐居，故将荡景写成图。孤烟遥起客空老，得似臣心念巩无。\n恭跋渊圣皇帝青城归帖，臣孟坚。\n唐人不讳前朝事，天宝征行尽见诗。北向龙髯攀莫返，宗臣血泪黯空垂。\n灵岩寺乃吴王故宫，游览有感。\n初登山背路崎岖，归向山前却坦途。知是离宫因作寺，直於绝顶见平湖。色将妖豔来从越，事著兴微可鉴吴。百二十年成浪过，枕戈尝胆有人无。\n舞傀儡\n由来线索弄精神，今却恢谐使活人。毕竟到头谁个是，世间那得假和真。\n寄汤仲能\n灯青窗白夜沈沈，熟数尘踪溯查冥。已自无心云淡淡，不应逐计鼠营营。发生最普唯春力，幽隐旁昭是月明。只恐梅花霜下角，动人未必似秦筝。\n乐天吟成，必示童隶，欲人易晓，然自谓知我者惟鲂衢耳。甚哉，见知之难也。乐天既易简於词，尚何知之鲜。词易晓，旨则深，有所为而为，非竹石、虫鱼、风烟、花木而已。此其惟鲂衢知，人莫皆知之。但不若是，则不足为乐天。日高花影重，风暖鸟声碎者流，又非鲂衢所与，况其次者乎。江湖方事新巧，馀乃若然，信不遇也夫。\n後又隶书：“此轴友人求写，居多感兴，尚未付，属仇香高鉴见取，因以归之。时开庆元九廿二日题。孟坚顿首。”\n【鉴藏印】：本幅鉴藏印钤项元汴诸印及“伍元蕙俪荃”、“伍氏俪荃平生真赏”、“六湖”、“罗六湖家珍藏”、“潘健庵图书印”、“延龄心赏”、“端溪何叔子瑗玉号蘧庵过眼经籍金石书画印记”等印55方。\n","category":"行书","verified":true,"user":1,"timestamp":1429951598618},{"name":"赵孟坚行书自书诗卷","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636369,"text":"赵孟坚《行书自书诗卷》北京故宫博物馆藏\n　　即《题大年小景图》，行书。纸本。纵675.8厘米，横675.6厘米。现藏北京故宫博物院。该卷书于宋理宗开庆元年（公元1259年）作者时年60岁。其内容包括《题大年小景图》、《题永年乳庞年》、《西塘道》、《题天文地理图》等八首。\n　　本幅鉴藏印钤项元汴诸印及“伍元蕙俪荃”、“伍氏俪荃平生真赏”、“六湖”、“罗六湖家珍藏”、“潘健庵图书印”、“延龄心赏”、“端溪何叔子瑗玉号蘧庵过眼经籍金石书画印记”等印55方。\n　　卷前落款赵孟坚《水仙》图，是旧伪本。卷后元张绅、明都穆、清陈宝琛题观。\n　　此卷诗中所称“大年、永年”兄弟，均宋宗室，以善画知名。大年名令穰，永年名令松，均为宋太祖赵匡胤子燕王德昭四世孙。署年款“开庆元年”（1259年），赵孟坚时年61岁。\n　　此为赵氏晚年之迹，笔力雄健，纵逸豪放，有黄庭坚书风。而结体瘦劲，中宫紧结，欹侧俯仰之势则师法米芾，自有标度，为其晚年代表作。书法独具风气韵淳古，笔法流畅，点画鲜明，节奏强烈，忽大忽小，有肥有瘦，变化莫测。\n　　清端方《壬寅消夏录》著录，《海山仙馆藏真帖》翻刻。\n【释文】得宗老大年小景及永年乳龐共爲一手卷，因成感賦。大年工繪事，能作鷗鷺在秋江；永也軋難兄，胡然屬意藐此龐。我觀題記考世代，爰知忠誠在保邦。乙酉歲直當崇字，馴至大觀當昇平。潦上正覽海東青，金虜將合海上盟。事起渺微當豫計，犬羊種息潛滋生。宗老心心爲宗祏，畫此豈是矜筆力。古聞工執藝以諫，盈成要在防墮昊。君不見石勒識自王夷甫，祿兒見早張相國。勿謂一星火生石，燎原可致天地赤。此犬在乳已吠噬，須識忘恩能肆逆。嗚呼，逝者不可追。題作鑒觀留座側。 西塘道 西塘道西塘道，自古行人此中老。行人底事于此忙，盡趨名利向錢塘。錢塘今爲帝都寓，似古長安而洛陽。誰人不願新豐遇，若無汲引難騰驤。又誰不願陶朱富，若非命達空徊徨。徒把朱顔與紺發，三十餘年兩鬢霜。賦此長歌開斗酒，命裏有時終底有。 題天文地理圖 看雲直北長安是，曾聞夜半天星落。清時無象已致平，闲看斗掛欄干角。我家山河二百州，半沒羶腥逾二紀。坐披輿圖鬢已凋，馬嘶半夜秋風起。 永嘉施雁山以雁蕩圖求題 未返煙霞舊隱居，故將蕩景寫成圖。孤煙遙起客空老，得似臣心念鞏無。 恭跋淵聖皇帝青城歸帖，臣孟堅。 唐人不諱前朝事，天寶征行盡見詩。北嚮龍髯攀莫返，宗臣血淚黯空垂。 靈岩寺乃吳王故宮，遊覽有感。 初登山背路崎嶇，歸向山前却坦途。知是離宮因作寺，直於絕頂見平湖。色將妖豔來從越，事著興微可鑒吳。百二十年成浪過，枕戈嘗膽有人無。 舞傀儡 由來線索弄精神，今卻恢諧使活人。畢竟到頭誰個是，世間那得假和真。 寄湯仲能 燈青窗白夜沈沈，熟數塵蹤溯查冥。已自無心雲淡淡，不應逐計鼠營營。發生最普唯春力，幽隱旁昭是月明。只恐梅花霜下角，動人未必似秦箏。 樂天吟成，必示童隸，欲人易曉，然自謂知我者惟魴衢耳。甚哉，見知之難也。樂天既易簡於詞，尚何知之鮮。詞易曉，旨則深，有所爲而爲，非竹石、蟲魚、風煙、花木而已。此其惟魴衢知，人莫皆知之。但不若是，則不足爲樂天。日高花影重，風暖鳥聲碎者流，又非魴衢所与，況其次者乎。江湖方事新巧，餘乃若然，信不遇也夫。 後又隸書：“此軸友人求寫，居多感興，尚未付，屬仇香高鑒見取，因以歸之。時開慶元九廿二日題。孟堅頓首。”","author":"宋代赵孟坚","description":"赵孟坚行书自书诗卷"}]