[{"name":"敦煌写经佛顶尊胜陀罗尼经大英图书馆藏","text":"佛顶尊胜陀罗尼，尊胜佛顶尊之陀罗尼也。帝释天，悯善住天子有从今受七度畜生恶道身之业因，诣祇园精舍请佛救济之法，佛为说此陀罗尼，令诵之。尊胜陀罗尼经曰：“告帝释言：天帝有陀罗尼名为如来佛顶尊胜，能净一切恶道，能净除一切生死苦恼。（中略）佛告天帝：此佛顶尊胜陀罗尼，若有人闻一经于耳，先世所造一切地狱恶业皆悉消灭。”\n简介\n唐周罽宾国沙门佛陀波利奉诏译\n如是我闻。一时薄伽梵。在室罗筏住誓多林给孤独园。与大苾刍众千二百五十人俱，又与诸大菩萨僧万二千人俱。尔时三十三天于善法堂会。有一天子名曰善住。与诸大天游于园观。又与大天受胜尊贵与诸天女前后围绕。欢喜游戏。种种音乐。共相娱乐。受诸快乐。尔时善住天子即于夜分。闻有声言。善住天子却后七日。命将欲尽。命终之后。生赡部洲。受七返畜生身。即受地狱苦。从地狱出。希得人身。生于贫贱。处于母胎。即无两目。尔时善住天子闻此声已。即大惊怖。身毛皆竖。愁忧不乐。速疾往诣天帝释所。悲啼号哭。惶怖无计。顶礼帝释二足尊已。白帝释言。听我所说。我与诸天女共相围绕。受诸快乐。闻有声言。善住天子却后七日。命将欲尽。命终之后。生赡部洲。七返受畜生身。受七身已。即生诸地狱。从地狱出。希得人身。生贫贱家。无其两目。天帝。云何令我得免斯苦。尔时帝释闻善住天子语已。甚大惊愕。即自思惟。此善住天子受何七返恶道之身。尔时帝释须臾静住。入定谛观。即见善住当受七返恶道之身。所谓猪狗野干狝猴蟒蛇乌鹫等身。食诸秽恶不净之物。尔时帝释观见善住天子。当堕七返恶道之身。极受苦恼。痛割于心。谛思无计。何所归依。唯有如来应正等觉。令其善住得免斯苦。尔时帝释即于此日初夜分时。以种种华鬘涂香末香。以妙天衣庄严执持。往诣誓多林园。于世尊所。到已。顶礼佛足。右绕七匝。即于佛前。广大供养。佛前胡跪而白佛言。世尊。善住天子云何当受七返畜生恶道之身。具如上说。尔时如来顶上。放种种光。遍满十方一切世界已。其光还来绕佛三匝。从佛口入。佛便微笑。告帝释言。天帝。有陀罗尼。名为如来佛顶尊胜。能净一切恶道。能净除一切生死苦恼。又能净除诸地狱阎罗王界畜生之苦。又破一切地狱。能回向善道。天帝。此佛顶尊胜陀罗尼。若有人闻。一经于耳。先世所造一切地狱恶业。悉皆消灭。当得清净之身。随所生处。忆持不忘。从一佛刹至一佛刹。从一天界至一天界。偏历三十三天。所生之处。忆持不忘。天帝。若人命欲将终。须臾忆念此陀罗尼。还得增寿。得身口意净。身无苦痛随其福利。随处安隐。一切如来之所观视。一切天神恒常侍卫。为人所敬。恶障消灭。一切菩萨同心覆护。天帝。若人能须臾读诵此陀罗尼者。此人所有一切地狱畜生阎罗王界饿鬼之苦。破坏消灭。无有遗余。诸佛刹土。及诸天宫。一切菩萨所住之门。无有障碍。随意趣入。\n尔时帝释白佛言。世尊。唯愿如来为众生说增益寿命之法。\n尔时世尊知帝释意。心之所念。乐闻佛说是陀罗尼法。即说咒曰。\n那谟薄伽跋帝○啼隶路迦，钵啰底，毗失瑟咤耶，勃陀耶○薄伽跋底○怛侄他○唵○毗输驮耶，娑摩三漫多皤婆娑○娑破啰拏揭底伽诃那○娑婆皤输秫地，阿鼻诜者，苏揭多伐折那○阿嘧咧多毗晒鸡○阿诃啰阿诃啰○阿瑜散陀罗尼○输驮耶输驮耶○伽伽那毗秫提○乌瑟尼沙毗逝耶秫提○娑诃娑啰，喝啰湿弭，珊珠地帝○萨婆怛他揭多，地瑟咤那，頞地瑟耻帝，慕侄隶○跋折啰迦耶，僧诃多那秫提○萨婆伐罗拏毗秫提○钵罗底你伐怛耶阿瑜秫提○萨末那阿地瑟耻帝○末祢末祢○怛闼多部多俱胝钵唎秫提○毗萨普咤勃地秫提○社耶社耶○毗社耶毗社耶○萨末啰萨末啰，勃陀頞地瑟耻多秫提○跋折梨跋折啰揭鞞○跋折滥婆伐都○么么（此处须加自己名，若为人诵，加他人名）萨婆萨埵，写迦耶毗秫提○萨婆揭底钵唎秫提○萨婆怛他揭多，三摩湿婆娑遏地瑟耻帝，勃陀勃陀，蒱陀耶蒱陀耶，三漫多钵唎秫提○萨婆怛他揭多，地瑟咤那，頞地瑟耻帝○娑婆诃○\n佛告帝释言。此咒名净除一切恶道佛顶尊胜陀罗尼。能除一切罪业等障。能拔一切秽恶道苦。天帝。此大陀罗尼。八十八殑伽沙俱胝百千诸佛，同共宣说。随喜受持。大日如来智印印之。为破一切众生秽恶道苦故。为一切地狱畜生阎罗王界众生得解脱故。临急苦难。堕生死海中。众生得解脱故。短命薄福。无救护众生。乐造杂染恶业众生（得饶益故）。又此陀罗尼于赡部洲住持力故。能令地狱恶道众生。种种流转生死。薄福众生。不信善恶业。失正道众生等。得解脱义故。\n佛告天帝。我说此陀罗尼。付嘱于汝，汝当授与善住天子。复当受持读诵思惟。爱乐忆念供养。于赡部洲一切众生。广为宣说此陀罗尼。亦为一切诸天子。故说此陀罗尼印。付嘱于汝。天帝。汝当善持守护。勿令忘失。\n天帝。若人须臾得闻此陀罗尼。千劫已来。积造恶业重障。应受种种流转生死地狱饿鬼。畜生。阎罗王界。阿修罗身夜叉罗刹鬼神布单那。羯咤布单那。阿波娑摩罗蚊虻。龟狗蟒蛇一切诸鸟。及诸猛兽一切蠢动含灵。乃至蚁子之身。更不重受。即得转生。诸佛如来。一生补处菩萨。同会处生。或得大姓婆罗门家生。或得大刹利种家生。或得豪贵最胜家生。天帝。此人得如上贵处生者。皆由闻此陀罗尼故。转所生处。皆得清净。天帝。乃至得到菩提道场最胜之处。皆由赞叹此陀罗尼功德。\n如是天帝。此陀罗尼名吉祥。能净一切恶道。此佛顶尊胜陀罗尼。犹如日藏摩尼之宝。净无瑕秽。净等虚空。光焰照彻无不周遍。若诸众生持此陀罗尼。亦复如是。亦如阎浮檀金。明净柔软，令人喜见。不为秽恶之所染着。天帝。若有众生。持此陀罗尼。亦复如是。乘斯善净。得生善道。天帝。此陀罗尼所在之处。若能书写流通。受持读诵。听闻供养。能如是者。一切恶道。皆得清净。一切地狱苦。悉皆消灭。\n佛告天帝。若人能书写此陀罗尼。安高幢上。或安高山。或安楼上。乃至安置窣堵波中。天帝。若有苾刍苾刍尼优婆塞优婆夷族姓男族姓女于幢等上。或见或与幢相近。其影映身。或风吹陀罗尼幢等上尘落在身上。天帝。彼诸众生。所有罪业。应堕恶道地狱畜生。阎罗王界。饿鬼界。阿修罗身恶道之苦。皆悉不受。亦不为罪垢染污。天帝。此等众生。为一切诸佛之所授记。皆得不退转。于阿耨多罗三藐三菩提。\n天帝。何况更以多诸供具。花鬘涂香末香宝幢旛盖等。衣服璎珞作诸庄严。于四衢道造窣堵波。安陀罗尼。合掌恭敬。旋绕行道。归命礼拜。天帝。彼人能如是供养者。名摩诃萨埵。真是佛子。持法栋梁。又是如来全身舍利窣堵波塔。\n尔时阎摩罗法王。于时夜分。来诣佛所。到已。以种种天衣妙花。涂香末香庄严。供养佛已。绕佛七匝。顶礼佛足。而作是言。我闻如来演说。赞持大力陀罗尼者。故来修学。若有受持读诵是陀罗尼者。我常随逐守护。不令持者堕于地狱。以彼随顺如来言教而护念之。尔时护世四天大王。绕佛三匝。白佛言。世尊。唯愿如来为我广说持陀罗尼法。尔时佛告天王。汝今谛听。我当为汝宣说受持此陀罗尼法。亦为短命诸众生说。当先洗浴。着新净衣。白月圆满十五日时。持斋诵此陀罗尼。满其千遍。令短命众生。还得增寿。永离病苦。一切业障。悉皆消灭。一切地狱诸苦。亦得解脱。诸飞鸟畜生含灵之类。闻此陀罗尼一经于耳。尽此一身。更不复受。\n佛言。若人遇大恶病。闻陀罗尼。即得永离一切诸病。亦得消灭。应堕恶道。亦得除断。即得往生寂静（极乐）世界。从此身已。后更不受胞胎之身。所生之处。莲华化生。一切生处。忆持不忘。常识宿命。\n佛言。若人先造一切极重罪业。遂即命终。乘斯恶业。应堕地狱。或堕畜生阎罗王界。或堕饿鬼。乃至堕大阿鼻地狱。或生水中。或生禽兽异类之身。取其亡者随身分骨。以土一把。诵此陀罗尼二十一遍。散亡者骨上。即得生天。\n佛言。若人能日日诵此陀罗尼二十一遍。应消一切世间广大供养。舍身往生极乐世界。若常诵念。得大涅槃。复增寿命。受胜快乐。舍此身已。即得往生。种种微妙诸佛刹土。常与诸佛俱会一处。一切如来恒为演说微妙之义。一切世尊即授其记。身光照曜。一切刹土。\n佛言。若诵此陀罗尼法。于其佛前。先取净土作坛。随其大小方四角作。以种种草华。散于坛上。烧众名香。右膝着地胡跪（合掌）心常念佛。作慕陀罗尼印。屈其头指以大拇指压。合掌当其心上。诵此陀罗尼一百八遍讫。于其坛中。如云王雨华。能遍供养八十八俱胝殑伽沙那庾多百千诸佛。彼佛世尊咸共赞言。善哉。希有。真是佛子。即得无障碍智三昧。得大菩提心。庄严三昧。持此陀罗尼法。应如是。\n佛告天帝。我以此方便。一切众生应堕地狱道。令得解脱。一切恶道。亦得清净。复令持者。增益寿命。天帝。汝去将我此陀罗尼。授与善住天子。满其七日。（汝）与善住俱来见我。\n尔时天帝于世尊所。受此陀罗尼法。奉持还于本天。授与善住天子。尔时善住天子。受此陀罗尼已。满六日六夜。依法受持。一切愿满。应受一切恶道等苦。即得解脱。住菩提道。增寿无量。甚大欢喜。高声叹言。希有如来。希有妙法。希有明验。甚为难得。令我解脱。\n尔时帝释至第七日。与善住天子。将诸天众。严持华鬘涂香末香宝幢旛盖天衣璎珞。微妙庄严。往诣佛所。设大供养。以妙天衣。及诸璎珞供养世尊。绕百千匝。于佛前立。踊跃欢喜。坐而听法。\n尔时世尊舒金色臂。摩善住天子顶。而为说法。授菩提记。佛言。此经名净除一切恶道。佛顶尊胜陀罗尼。汝当受持。尔时大众闻法欢喜。信受奉行。----------佛顶尊胜陀罗尼经。\n咒轮\n佛顶尊胜陀罗尼咒轮\n梵文\n各种版本讲义档\n佛顶尊胜陀罗尼(佛陀波利版)\n慧律法师\n《安乐妙宝》见扩展阅读\n朱棣评价\n朕惟如来演大乘教。开方便门。千经万法。无非为济度群生。使不沦业报。佛顶尊胜总持经咒者。一切如来智印。广大慈悲。甚深希有。普利昏迷。实巨海之津梁。幽暗之日月。饥渴之饮食也。世间善男子善女人一切众生。能发菩提心持诵佩服者。其福德种种无尽。永脱诸恶苦趣。从无始以来百千亿劫。所积罪业悉皆消除。若昼夜勤修不懈。当得诸佛灌顶。神天拥护。福寿无量。如是胜果。目睹其效。诚实不虚。朕君临天下。闵斯民之执迷。所作所为。堕于恶趣。而不知若斯谬戾。诚为可矜。遂以是经咒。用俾河沙刹土。一切有情。均沾利益。寿延福增。同臻佛道。又况佛有誓盟。广济众生。必先度忠孝。凡忠臣孝子身生中国。又逢治世。受种种快乐。皆由其事君事亲能尽其道。又能敬礼三宝。修积善因。举足之顷。即登觉路。若夫为恶之徒。昧于改悟。所作所为。日甚一日。造业深重。甘心堕落。身如沐漆。求洁实难。陨坠幽扃。何由出世。苟能回心向善。即此一路。可超出劫尘也。永乐九年六月\n","category":"草书","verified":true,"user":1,"timestamp":1429951602314},{"name":"佛顶尊胜陀罗尼经","dynasty":"北魏到五代","category":"写经","size":"26 x 339 cm","author":"敦煌写经","type":"纸质墨迹","collector":"大英图书馆收藏","publisher":"","description":"大英图书馆收藏斯坦因敦煌手稿","text":""}]