[{"name":"梁鼎芬书法","text":"梁鼎芬（1859—1919）晚清学者、藏书家。字星海，一字心海，又字伯烈，号节庵，别号不回山民、孤庵、病翁、浪游词客、葵霜、藏山、藏叟等；室名有耻堂、葵霜阁、栖凤楼、抗愤堂等，广东番禺人。光绪六年进士，授编修。历任知府、按察使、布政使，曾因弹劾李鸿章，名震朝野。后应张之洞聘，主讲广东广雅书院和江苏钟山书院，为《昌言报》主笔。辛亥革命前有反帝主战思想。后任溥仪的毓庆宫行走。诗词多慷慨愤世之作，与罗惇曧等人并称“岭南近代四家”。\n生平简介\n梁鼎芬少失父母，寄养姑家。曾就学于五品卿菊坡精舍院长陈澧门下，并得其舅翰林院编修张鼎华教诲。光绪三年（1877年）18岁时中顺天乡举人。清光绪六年（1880）进士，授翰林院庶吉士，娶湖南龚姓才女为妻；光绪九年（1883年）授编修。性刚直，屡劾权贵。在中法战争中，北洋大臣李鸿章一味主和，梁鼎芬弹劾李鸿章六大可杀之罪，指责李鸿章与法国议约时在中越问题上处理失当。梁鼎芬却因此疏开罪慈禧，以“妄劾”罪，被连降五级，到太常寺去做司乐小官，自镌一方“年二十七罢官”小印，愤而辞官。出京时付托妻子与文廷式，后来文龚二人有染。\n南归后任广东惠州丰湖书院院长。适张之洞督粤，聘其为肇庆端溪书院院长。翌年，广雅书院开馆，梁鼎芬又受张之洞之聘，任广雅书院首任院长。后一直得到张之洞赏识与庇佑，张之洞调任湖广、两江总督，梁鼎芬皆主讲于两湖书院、南京钟山书院。梁嗜食鱼翅，张之洞举办宴会时，必准备鱼翅一大盘给他大快朵颐。张之洞死后，梁鼎芬亲往送葬至南皮。一路上痛哭失声，响彻云霄。送殡完毕后，梁在张宅门前徘徊多时，不忍离去。文廷式死后，前妻龚氏生活拮据，梁鼎芬送她三千两银票。\n辛亥革命后，闲居上海，以遗老自居。曾在陈宝琛的推荐下，做过溥仪的老师。后又积极参加张勋复辟活动，复辟失败，梁鼎芬病忧交加，于1919年11月14日在北京病逝，葬在崇陵右旁的小山上。临终前，他遗言不可刻其诗集：“今年烧了许多，有烧不尽者，见了再烧，勿留一字在世上。我心凄凉，文字不能传出也。”卒后由亡清赐谥“文忠”。\n光绪十二年(1886年)在丰湖书院建楼三楹，名“丰湖书藏”，使书院藏书有4万余卷，是广东著名的书院藏书之一，并订有《丰湖书藏四约》，其他各书院也纷纷仿效建有藏书楼。他捐书给镇江“焦山书藏”藏书有1092部。光绪末年，湖北省图书馆等公共图书馆的相继建立，使他产生了建立公共图书馆的想法，于1911年在广州成立“梁祠图书馆”，订有规程23条及观书、抄书、借书、读书、捐书约，开放给各地学堂学生使用。他的私人藏书亦达10余万卷，藏书处有“葵霜阁”、“千钩堂”。藏书不重宋元旧椠，而以丛书、清人文集、地方志较多，尤以湖北的方志尤为详备。史传他拒绝收藏袁枚、龚自珍的作品。藏书楼名颇多，有“栖凤楼”、“毋暇斋”、“寒松馆”、“敝牛斋”等。逝世后，子梁思孝将“梁祠图书馆”600余箱藏书，捐给广东省图书馆。 \n梁鼎芬生平喜读书，性嗜酒，擅长书法诗文，与张之洞、陈三立、康有为常有诗书往来。诗词多慷慨愤世之作，与罗惇曧等人并称“岭南近代四家”。有《节庵先生遗诗》及续编、《节庵先生遗稿》及剩稿、《节庵先生扇墨》等行世。\n书法特色\n梁鼎芬书法初学柳公权、饶爽健刚劲之气。中年后兼取法黄山谷、褚登善，细筋入骨，撇捺加长，笔道细而劲，极富创造性，风骨棱棱，颇如其人。近代简经纶评介其书法：“秀雅绝伦。”（见《琴斋论书》一文载《广东文物》）。王森然对其诗评介：“工于为诗，清辞丽句，机抒自秉，非近代摹宋诸家所及”，又评其书：“先生书体，早年近黄、柳，中年自成一家，晚年以写崇陵全徽碑，豪迈变为谨饬矣”（见《近代名家评传》）。麦华三评其书：“笔力则力透纸背，而墨彩则凸出纸上，透逸之气，扑人眉宇，匪唯用笔之精，兼得用墨之妙”（见《岭南书法丛谈》一文载《岭南书论》上卷）。陈永正以为：“梁氏书法，最佳者仍是他的信札，随意写成，流利飘逸，行书中有草意者尤为杰出”（见《岭南书法史》）。观其作品，用笔多用侧锋入，斩钉截铁，起笔干净利落，精熟练达，瘦劲古雅。晚年曾留下“我生孤苦，学无成就，切皆不刻”、“今年烧了许多，有烧不尽者见了再烧”、“勿留一字在世上，我心凄凉，文字不能传世也”的多次遗言，故其真迹传世甚少。\n与张之洞\n888年，张之洞创建广雅书院（即现广东省广雅中学），梁鼎芬为广雅书院第一任校长。1895年康有为欲在上海创强学会时，张之洞也正苦于寻求救世之道。因此，深知张之洞心思的梁鼎芬极力促成张、康合作。是年11月康有为来到江宁。此时，张之洞正因次子溺死而伤痛不已。梁鼎芬为替其排忧，生出一策，劝张之洞与康有为谈书论说“藉以排遣”。经梁鼎芬牵线，康有为在江宁居20余日，与张之洞隔日一谈，每至夜深，从而得以“合请香涛为发起人”，促成张之洞慨然应允捐资银两作为会费。\n梁鼎芬还极力促成张之洞支援、赞助《时务报》创刊。上海强学会成立不久，即受北京强学会牵连而停办。1896年1月20日，顽固守旧人物杨崇伊弹劾北京强学会“植党营私”，专门贩卖西学书籍，北京强学会因而被查禁。张之洞闻之恐受牵连，立即电嘱停办上海强学会。但维新人士并未就此放弃维新变法宣传。黄遵宪与汪康年欲筹办《时务报》。为谋求张之洞支援，他们屡次致函梁鼎芬求援。为开报馆事梁鼎芬鼎力相助，“屡向南皮言之”，最后促使张之洞支援《时务报》，使得该报于1896年8月9日创刊，亦使张之洞救国心志在一定程度上得以释怀。\n但梁鼎芬毕竟不是维新派。对待维新，他与幕主张之洞态度基本相同。他试图将维新活动纳入“中体西用”的洋务轨道，于是他又成为张之洞干预《时务报》的中介人。在《时务报》刊行过程中，梁鼎芬总是“严加匡正”。对与“中体西用”洋务纲领相契合者，表示欲作“楹贴”予以称赞；对越出“中体西用”轨迹的，则极力抑压。当1897年11月梁启超在《时务报》刊发《变法通议》大倡民权时，他则警示汪康年“民权文字亦不佳，千万不可动笔”，并责问汪“弟自云不附康，所以至是？”要求汪康年“处华夷纷杂之区……当存君国之志，勿惑于邪说，勿误于迷途”。\n898年康、梁组织保国会后，顽固守旧派诋毁排斥之势日盛，帝后党争如箭在弦。几经政治风雨的张之洞谙熟政局，因而深恐自己被人揭露与维新派的关系，急欲表明在政治上忠于慈禧而有别于康、梁的心迹。但他又犹豫不决，便向梁鼎芬谋求对策。梁鼎芬审时度势，认为“康梁必败”。因此，他劝张明确划清与维新派的界限。\n在梁鼎芬的谋划下，张之洞便将那提倡变法的《强学篇》大加修改，易名为《劝学篇》，其内容以忠君爱国、尊经守道为说教，隐示新法不可行、旧法不可变之意。随后，梁鼎芬、朱一新等又将书中忠君卫道部分加以检注，重编成册，而后收入《翼教丛编》，成为反对维新之代表作。又将《劝学篇》精缮成册进呈慈禧御览，表示反对变法之态度。可见，张之洞《劝学篇》的问世与梁鼎芬的影响不无关系。\n此间，张之洞还欲创办自己的舆论阵地──《正学报》，“以昌明正学，宏扬圣道”，表其忠君卫道立场。张之洞将重任委于梁鼎芬。梁鼎芬不负张之洞厚望，以笔代刀，口诛笔伐康党为“无父、无君、无人理之逆犯”，其疏劾维新志士的文章“词气壮厉”，忠君情切，被“合刊千本，分散两湖人士”，颇有影响力。梁鼎芬的所作所为，使张之洞在戊戌政变的风波中站稳脚跟。\n义和团运动时期，梁鼎芬又促成张之洞镇压自立军起义。1900年春夏之交，当北方义和团运动蓬勃发展时，张之洞门生、维新派唐才常等领导自立会成立自立军，准备发动起义。在对待自立军问题上，起初张之洞态度暧昧。当时，唐才常托人劝告张之洞接受自立军的拥护，宣布两湖独立，张之洞观望形势，不表态，也不干涉。梁鼎芬惟恐张之洞“心慈手软”，而“与佛尘合作”，故针对此事致函张之洞，以忠孝之道警示“祸将不测，看此举动，明系合伙同谋，妄思欺夺君权，破裂孔教……杀贼报国，肃清海宇，功有专属，责有专归，此等大事，当语仁公，首先料理。”并悚以危言，若“隐忧于私室，不能昌论于公廷，徘徊一月，缠绵千语，计尚未定，贼已渡河，此时纵有百部守约书，百处正学报，百间武备学堂，于事已恐无济。”为达到说服的目的，梁鼎芬还晓之以理，动之以情。\n在梁鼎芬的苦劝下，张之洞审时度势，于1900年8月22日，在英国人配合下逮捕了唐才常等人。紧要关头，梁鼎芬又协助张之洞作出决策，使其在晚清政局的风雨飘摇中稳如磐石。总之，在张之洞宦海生涯中，梁鼎芬推波助澜，挡风遮雨，尽其能事，力助张之洞度过晚清政局中的重要转折时期。因此，他不愧为张之洞身边智囊中最为得力的幕僚之一。\n892年张之洞在湖北创建两湖书院，遂邀梁鼎芬出任史学分教，主讲中学。自此，梁鼎芬与张之洞几乎形影不离，成为张之洞创办近代教育的得力助手。1894年张之洞代刘坤一署两江总督，复聘梁鼎芬任钟山书院山长。1895年底，张之洞回任湖广总督，梁鼎芬亦辞别钟山书院随之到湖北。湖北是张之洞悉心经营之地。自1889年任总督一直到1907年进京，张之洞督鄂近18年之久，其中尤以办教育功绩最为卓著，而梁鼎芬正是最得力的助手。张继煦在谈到张之洞督鄂时说，“惟鼎芬之于学务，……公实倚之”。\n在梁鼎芬的努力下，两湖书院被改造为培养通经致用人才的新式书院。在教学内容、教学方式上均突破八股制的旧式书院风格。他负责制定的《两湖书院章程》则成为近代新式书院的范本。书院所聘教员皆为新旧学兼习的饱学之士，如经学教员易顺鼎，史学教员汪康年、杨锐，文学教员杨守敬等，都是旧学各有专长，新学亦有素养者。\n902年，梁鼎芬又对两湖书院进行改造，更名为两湖高等学堂，课程调整经学、中外史学、中外地理学、算学、理化学、财政学、兵事学等八门，使两湖书院演变为包括文、理、法三科的高等学堂，开两湖大学预科学堂设立之先河，为清末地方书院改制提供了借鉴。梁鼎芬还辅佐张之洞筹办农务、工艺、军事等各类专业学堂。1896年他辅佐张之洞创设武备学堂，次年又筹设农务学堂。在兴办各类新式学堂的过程中，鉴于师资力量不足，尤其是中学师资更为匮乏的状况，1902年，张之洞在武昌城东宾阳门以南创设了第一所湖北师范学堂，梁鼎芬出任监督，具体负责学校一切管理事宜。在师范学堂，梁鼎芬除设置普通课程外，还增加了教育学、卫生学、教授法和学校管理法等学科，并以东路小学堂附属其旁，作为师范生的实习场所，湖北师范教育初具近代规模。\n904年，为进一步缓解各处学堂急缺教员的问题，梁鼎芬督同胡钧等将两湖高等学堂（原两湖书院）改建为两湖总师范学堂，分设优级师范和初级师范两等，将两湖总师范学堂建成可容纳1200多人、具有近代学校性质的师范学堂。学校建成后，梁鼎芬被张之洞任命为学校监督，悉心秉承张之洞意旨，“以修行为基，以求实为主”，竭尽全力培养“读正史”、“崇正学”，志在挽救中国贫弱的育人之师。在张之洞与梁鼎芬的共同努力下，两湖总师范学堂培养出大批具有近代文化素质的师资队伍，为普及近代化教育奠定了基础。\n梁鼎芬还协助张之洞开展近代留学教育事业。1898年，他助张之洞实现派吴禄贞、吴祖荫等20人赴日本学习军事一事。1899年他们将12名学生派往日本学习农、工、商。1902年7月，又将30名师范学生派往日本。对倡办游学二人不遗余力且乐此不疲。在致汪康年的信中，梁鼎芬说：“游学东洋学生，已派20名。写信之日到，一切甚费心力。与南皮合办成此一事，……当一快也。”其欣慰之情跃然纸上。\n梁鼎芬与张之洞共同创办了近代军事教育。1902年，他与张之洞商议在湖北创武高等学堂二所，一所“募德国教习三员教之”，分设战法、舆地、测绘、军械、炮队学等10门学科；另一所“略仿日本户山学校，专取在营已有阅历之武职官弁队目，而又文理明顺者充选，使之研求学术，增进智略，募日本教习五员教之”，设课目13门。他们力图通过对军事人才的培养，整饬落后废弛的武备，提高清军战斗力，从而拯救衰颓在即的清王朝。\n904年，梁鼎芬担任张之洞所创新军营务处首席提调。湖北新军的成长与他的苦心经营息息相关。他“以一身兼新军训育统领重任”，领导新教育，于新军之孕育养成，为功至伟。张之洞、梁鼎芬经办新军本来是希望维护朝廷统治。但事与愿违，湖北新军恰恰是推翻清王朝的中坚力量。因而梁鼎芬“实亦间接有助于辛亥革命”。\n梁鼎芬还是张之洞改革旧式教育体制的高参。1902年，张之洞在湖北省成立全省学务处，主管全省公、私立大、中、小学堂及留学事宜。梁鼎芬即担任学务处文学堂总提调，具体掌管全省文学堂教育行政管理，负责制定与检查各学堂的课程、学生毕业年限、教职员的任用等。这是中国近代史上第一个相当于省教育厅一级的管学机构。1904年，张之洞在文武学堂总提调之上设学务处总提调一职，又让梁鼎芬担此重任，全权负责管理湖北全省教育工作。梁鼎芬对自己和张之洞开创的教育业绩颇感自豪，曾自题门联“楚材必有用，教成君子六千人”。\n张之洞更是充分肯定梁鼎芬的教育功绩，称其“学术纯正，待士肫诚，于教育事体，大纲细目擘画精详，任事多年，勤劳最著”，并请求朝廷赏加二品衔，以示鼓励。\n再入庙堂之高的梁鼎芬仍操守如旧，并不看重头上这顶乌纱帽，更不因早年“建言获罪”而却步。先具折奏请化除满汉界限，继于光绪三十二年（1906）入宫觐见皇上和太后，当面弹劾慈禧晚期宠臣，指斥庆亲王奕劻“通赇贿”，“请月给银三万两以养其廉”。同时，梁鼎芬还弹劾直隶总督袁世凯，说他“权谋迈众，城府阻深，能陷人又能用人”。\n连张之洞最初也不知有此疏，闻而叹息，惧受牵连也。果然，忠心不得好报，再度被激怒的慈禧下诏“诃责”，梁乃“引疾乞退”，以江苏镇江焦山海西庵为清静之地，与世隔绝，闭门读书。\n光绪卅四年（1908），皇帝和太后先后死去，梁鼎芬“奔赴哭临，越日即行”。当时，张之洞已以军机大臣入阁管理学部事务，但其并不前往拜谒而求进身。第二年张之洞死，梁鼎芬闻之亲往送葬直至原籍南皮。至武昌革命党人举事，梁再入北京，得到直隶总督陈夔龙的推荐，又奉命以三品京堂候补。不久，奉派为广东宣慰使，其时南方正燃烧革命烈火，梁鼎芬无法赴任，乃两度前往梁格庄清西陵，叩谒光绪皇帝的暂安之殿，在梓宫前“瞻仰泣涕”，为表达其景仰思念之情，还在寝殿外面露宿。然而，直到宣统皇帝退位，其候补身份，也未获实授。\n清史文载\n梁鼎芬，字星海，广东番禺人。光绪六年进士，授编修。法越事亟，疏劾北洋大臣李鸿章，不报。旋又追论妄劾，交部严议，降五级调用。张之洞督粤，聘主广雅书院讲席；调署两江，复聘主锺山书院；又随还鄂，皆参其幕府事。之洞锐行新政，学堂林立，言学事惟鼎芬是任。\n拳祸起，两宫西幸，鼎芬首倡呈进方物之议。初以端方荐，起用直隶州知州；之洞再荐，诏赴行在所，用知府，发湖北，署武昌，补汉阳。擢安襄郧荆道、按察使，署布政使。奏请化除满、汉界限。三十二年，入觐，面劾庆亲王奕劻通赇贿，请月给银三万两以养其廉。又劾直隶总督袁世凯“权谋迈众，城府阻深，能谄人又能用人，自得奕劻之助，其权威遂为我朝二百年来满、汉疆臣所未有，引用私党，布满要津。我皇太后、皇上或未尽知，臣但有一日之官，即尽一日之心。言尽有泪，泪尽有血。奕劻、世凯若仍不悛，臣当随时奏劾，以报天恩”。诏诃责，引疾乞退。两宫升遐，奔赴哭临，越日即行，时之洞在枢垣，不一往谒也。次年，闻之洞丧，亲送葬南皮。\n及武昌事起，再入都，用直隶总督陈夔龙荐，以三品京堂候补。旋奉广东宣慰使之命，粤中已大乱，道梗不得达，遂病呕血。两至梁格庄叩谒景皇帝暂安之殿，露宿寝殿旁，瞻仰流涕。及孝定景皇后升遐，奉安崇陵，恭送如礼，自原留守陵寝，遂命管理崇陵种树事。旋命在毓庆宫行走。丁巳复辟，已卧病，强起周旋。事变忧甚，逾年卒，谥文忠。\n作品选摘\n对联\n五老峰前松有鹤；\n百尺楼上人如龙。\n——贺湖南巡抚陈宝箴七十寿\n行人看尽东西水；\n我佛能谈南北朝。\n——赠钲江焦山寺僧云帆\n能论佛法先无我；\n解说儒书尚有人。\n——赠焦山寺僧鹤洲\n运甓习勤，当念陶公栽柳意；\n同舟共济，敢忘士雅渡江心。\n——代湖广总督赵尔巽题官厅\n往事忆觚棱，身别修门二十载；\n新阳尽桃李，教成君子六千人。\n——主讲湖北两湖书院时题宅门\n画杨震像于室中，四知自凛；\n置越王胆于座上，一息尚存。\n——题武昌府署\n三见快园花，小住都欣春满户；\n多栽武昌柳，他年或有客题诗。\n——题武昌盐法道署快阁\n相聚海东头，举足便为孔巢父；\n望断玉峰影，前生傥是顾宁人。\n——挽于式枚\n徐园壬子春，同拾落花齐下泪；\n江亭甲辰晦，独寻芳草一招魂。\n——挽麦孟华\n密策释兵权，报国同心知我最；\n归魂恋亲草，题图无句负公多。\n——挽瞿鸿禨\n零落雨中花，春梦惊回栖凤宅；\n绸缪天下事，壮心销尽石鱼斋。\n——题武昌夫人居处栖凤斋，石鱼斋为梁读书精舍名\n诸葛君在隆中，才兼文武，谓之博雅；\n胡安定教学者，爱若子弟，有如父兄。\n——题武昌师范\n力学通汉宋，为政贯中西，一代大师成相业；\n其心质鬼神，其才兼文武，九州正论在人间。\n——挽张之洞\n升沉由天，毁誉由人，叹一代奇才，沦落至此；\n寤寐于朝，醒醉于世，想平生风仪，凄怆何如。\n——挽张佩纶\n甲申之捷，庚子之电，战功先识孰能齐，艰苦一生，临殁犹闻忠谏语；\n无邪在粤，正学在湖，讲道论心唯我久，凄凉廿载，怀知哪有泪干时。\n——挽张之洞\n诗作\n【斋中读书】\n圣人去我远，存者六籍纷。遗迹非口授，从生观甚勤。\n往往一师说，反复万口云。吾闻易蛊象，育德而振民。\n苟徇所不屑，戈矛已相因。前有千年书，后有万载人。\n何以立天地，上答君与亲。愿持白日心，光明照星辰。\n为学如登山，来万陟者仅。徐行必无踬，阔步不到峻。\n所蔽有厚薄，开塞岂田刃。荀卿善言解，性恶惜未慎。\n刚决与果敢，道乃日月进。仁义奉孔孟，耿介尊尧舜。\n悠悠总不济，百年亦何迅。\n【光绪三十三年十二月乞病纪恩】\n多病光阴负罪身，天恩今许作闲人。堂堂千载蹉跎去，了了余生涕泪新。\n草木力微安得疗，江湖心远更相亲。衰年那有酬知日，归种山田算一民。\n【赠徐赓陛】\n足茧风尘鬓有丝，政行井邑口成碑。众人欲杀我何忍，作吏能狂斯已奇。\n枉使郅都称酷吏，愧推王弼作经师。驱谗雪谤终何补，不待他年负子期。\n【出都留别往还】\n凄然诸子赋临歧，折尽秋亭杨柳枝。此日觚棱犹在眼，今生犬马竟无期。\n白云迢递心先往，黄鹄飞骞世岂知。兰佩荷衣好将息，思量正是负恩时。\n【重至长沙写哀】\n浮世蓬根不道怜，秋怀到此更追牵。再寻旧巷悲回辙，独泫愁春泪彻泉。\n报国未能伸志事，沈湘空自梦婵娟。翦镫暗记当时话，身是孤儿十九年。\n","category":"草书","verified":true,"user":1,"timestamp":1429951658691},{"name":"梁鼎芬书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634739,"text":"《行书七言联》 96×20cm\n\n\n\n\n梁鼎芬（1859-1919）\n　字星海，号节庵，广东番禺人。近代著名学者、藏书家。少失父母，寄养姑家。曾就学于五品卿菊坡精舍院长陈澧门下，并得其舅翰林院编修张鼎华教诲。光绪三年（1877）18岁时中顺天乡举人。清光绪六年（1880）进士，授翰林院庶吉士；光绪九年授编修。性刚直，屡劾权贵。在中法战争中，北洋大臣李鸿章一味主和，梁鼎芬弹劾李鸿章六大可杀之罪，因而被罢官。南归后任广东惠州丰湖书院院长。适张之洞督粤，聘其为肇庆端溪书院院长。翌年，广雅书院开馆，梁鼎芬又受张之洞之聘，任广雅书院首任院长。后一直得到张之洞赏识与庇佑，张之洞调任湖广、两江总督，梁鼎芬皆主讲于两湖书院、南京钟山书院。 辛亥革命后，闲居上海，以遗老自居。曾在陈宝琛的推荐下，做过溥仪的老师。后又积极参加张勋复辟活动，复辟失败，梁鼎芬病忧交加，于1919年11月14日在北京病逝。死后由亡清赐谥“文忠”。\n　　梁鼎芬生平喜读书，性嗜酒，擅长书法诗文，与张之洞、陈三立、康有为常有诗书往来。诗词多慷慨愤世之作，与罗惇曧等人并称“岭南近代四家”。有《节庵先生遗诗》及续编、《节庵先生遗稿》及剩稿、《节庵先生扇墨》等行世。\n　　梁鼎芬书法初学柳公权、饶爽健刚劲之气。中年后兼取法黄山谷、褚登善，细筋入骨，撇捺加长，笔道细而劲，极富创造性，风骨棱棱，颇如其人。近代简经纶评介其书法：“秀雅绝伦。” (见《琴斋论书》一文载《广东文 物》)。王森然对其诗评介：“工于为诗，清辞丽句，机抒自秉，非近代摹宋诸家所及”，又评其书：“先生书体，早年近黄、柳，中年自成一家，晚年以写崇陵全徽碑，豪迈变为谨饬矣”(见《近代名家评传》)。麦华三评其书：“笔力则力透纸背，而墨彩则凸出纸上，透逸之气，扑人眉宇，匪唯用笔之精，兼得用墨之妙” (见《岭南书法丛谈》一文载《岭南书论》上卷)。陈永正以为：“梁氏书法，最佳者仍是他的信札，随意写成，流利飘逸，行书中有草意者尤为杰出”(见《岭南书法史》)。观其作品，用笔多用侧锋入，斩钉截铁，起笔干净利落，精熟练达，瘦劲古雅。晚年曾留下“我生孤苦，学无成就， 切皆不刻”、“今年烧了许多，有烧不尽者见了再烧”、“勿留一字在世上，我心凄凉，文字不能传世也”的多次遗言，故其真迹传世甚少。","author":"清代梁鼎芬","description":"梁鼎芬书法"}]