[{"name":"王珣行书伯远帖v2","text":"\n【文物现状】1950收购，现藏北京故宫博物院。\n文物简介\n纸本，行书，5行共47字，纵25.1cm，横17.2cm。\n卷前引首有乾隆御书：“江左风华”四大字，上有“乾隆御笔”一玺。并御题：“唐人真迹已不可多得，况晋人耶！内府所藏右军快雪帖，大令中秋帖，皆希世之珍。今又得王珣此幅茧纸家风信堪并美！几余清赏亦临池一助也。御识。”钤“乾隆宸翰”、“涵虚朗鉴”二玺。\n前隔水御书：“家学世范，草圣有传，宣和书谱”12字。下有：“乾隆宸翰”、“几暇临池”、“耽书是宿绿”三玺。\n又御识：“乾隆丙寅春月，获王珣此帖，遂与快雪中秋二迹并藏养心殿温室中，颜曰：‘三希堂’，御笔又识”，钤“乾”、“隆”二玺。\n后隔水上有明董其昌跋，后有乾隆御绘枯枝文石，并识：“王珣帖与其昌跋皆可宝玩，即装池侧理亦光润堪爱，漫制枯枝文石以配之。乾隆丙寅春正，长春书屋御识”，钤“几暇怡情”一玺。后有“墨云”一玺。\n卷尾敕董邦达绘图，邦达有记，又有沈德潜书“三希堂歌”。\n卷后有董其昌、王肯堂题记。\n本幅前后有古半印二，漫漶不可识。清代所钤宝玺有：“石渠宝笈”、“乾隆鉴赏”、“乾隆御览之宝”、“三希堂精鉴玺”、“宜子孙”、“养心殿鉴藏宝”诸玺。\n收传印记上钤有“郭氏觯斋秘笈之印”。\n书法释文\n珣顿首顿首，伯远胜业情期群从之宝。自以羸患,志在优游。始获此出意不克申。分别如昨永为畴古。远隔岭峤，不相瞻临。\n书法鉴赏\n《伯远帖》是晋王珣（350—401年）写的一封信。\n此帖与陆机《平复帖》为现今仅存的两件晋代名人法书。\n王羲之作为“书圣”，垂范百代。但他的书作只以临本、摹本和刻本的形式流传，没有一件真迹传世。王氏家族世代擅书，名家辈出，然命运亦大抵相同。唯羲之族侄王珣有此短笺留在人间，实在是不幸中的大幸。人们可以从中窥见“二王”行草书使转用笔的精微之处，这是刻帖和双勾填墨摹本所无法传达的。\n王珣本人有书名，此帖风神俊朗，潇洒流利，在王氏家族书风的基础上自具面目，在中国书法史上具有崇高的地位。\n著录信息\n《宣和书谱》、《画禅室随笔》、《书画记》、《平生壮观》、《墨缘汇观》、《式古堂书画汇考》、《佩文斋书画谱》、《石渠宝笈·初编》、《古书画过眼录》等书著录。\n收藏始末\n王珣《伯远帖》自乾隆十一年（1746年）进入内府，经乾隆品题，与王羲之《快雪时晴帖》、王献之《中秋帖》并藏在养心殿西暖阁内的尽间，乾隆御书匾额“三希堂”。乾隆十二年又精选内府所藏魏晋唐宋元明书家134家真迹，包括三希在内，摹勒上石，命名《三希堂法帖》。在西苑的北海建“阅古楼”，把上述刻石嵌在楼内墙上，拓本流传以示临池之模范。三希原件仍藏在养心殿三希堂。\n911年以后至1924年溥仪出宫以前，《伯远帖》、《中秋帖》曾藏在敬懿皇贵妃所居的寿康宫，溥仪出宫之时，敬懿皇贵妃将此帖带出宫，后流散在外。1950年周恩来总理指示将《伯远帖》、《中秋帖》购回，交故宫博物院收藏。曾经公开展览，并已影印出版。\n","category":"行书","verified":true,"user":1,"timestamp":1429951537476},{"name":"王珣行书伯远帖v2","text":"\n【文物现状】1950收购，现藏北京故宫博物院。\n文物简介\n纸本，行书，5行共47字，纵25.1cm，横17.2cm。\n卷前引首有乾隆御书：“江左风华”四大字，上有“乾隆御笔”一玺。并御题：“唐人真迹已不可多得，况晋人耶！内府所藏右军快雪帖，大令中秋帖，皆希世之珍。今又得王珣此幅茧纸家风信堪并美！几余清赏亦临池一助也。御识。”钤“乾隆宸翰”、“涵虚朗鉴”二玺。\n前隔水御书：“家学世范，草圣有传，宣和书谱”12字。下有：“乾隆宸翰”、“几暇临池”、“耽书是宿绿”三玺。\n又御识：“乾隆丙寅春月，获王珣此帖，遂与快雪中秋二迹并藏养心殿温室中，颜曰：‘三希堂’，御笔又识”，钤“乾”、“隆”二玺。\n后隔水上有明董其昌跋，后有乾隆御绘枯枝文石，并识：“王珣帖与其昌跋皆可宝玩，即装池侧理亦光润堪爱，漫制枯枝文石以配之。乾隆丙寅春正，长春书屋御识”，钤“几暇怡情”一玺。后有“墨云”一玺。\n卷尾敕董邦达绘图，邦达有记，又有沈德潜书“三希堂歌”。\n卷后有董其昌、王肯堂题记。\n本幅前后有古半印二，漫漶不可识。清代所钤宝玺有：“石渠宝笈”、“乾隆鉴赏”、“乾隆御览之宝”、“三希堂精鉴玺”、“宜子孙”、“养心殿鉴藏宝”诸玺。\n收传印记上钤有“郭氏觯斋秘笈之印”。\n书法释文\n珣顿首顿首，伯远胜业情期群从之宝。自以羸患,志在优游。始获此出意不克申。分别如昨永为畴古。远隔岭峤，不相瞻临。\n书法鉴赏\n《伯远帖》是晋王珣（350—401年）写的一封信。\n此帖与陆机《平复帖》为现今仅存的两件晋代名人法书。\n王羲之作为“书圣”，垂范百代。但他的书作只以临本、摹本和刻本的形式流传，没有一件真迹传世。王氏家族世代擅书，名家辈出，然命运亦大抵相同。唯羲之族侄王珣有此短笺留在人间，实在是不幸中的大幸。人们可以从中窥见“二王”行草书使转用笔的精微之处，这是刻帖和双勾填墨摹本所无法传达的。\n王珣本人有书名，此帖风神俊朗，潇洒流利，在王氏家族书风的基础上自具面目，在中国书法史上具有崇高的地位。\n著录信息\n《宣和书谱》、《画禅室随笔》、《书画记》、《平生壮观》、《墨缘汇观》、《式古堂书画汇考》、《佩文斋书画谱》、《石渠宝笈·初编》、《古书画过眼录》等书著录。\n收藏始末\n王珣《伯远帖》自乾隆十一年（1746年）进入内府，经乾隆品题，与王羲之《快雪时晴帖》、王献之《中秋帖》并藏在养心殿西暖阁内的尽间，乾隆御书匾额“三希堂”。乾隆十二年又精选内府所藏魏晋唐宋元明书家134家真迹，包括三希在内，摹勒上石，命名《三希堂法帖》。在西苑的北海建“阅古楼”，把上述刻石嵌在楼内墙上，拓本流传以示临池之模范。三希原件仍藏在养心殿三希堂。\n911年以后至1924年溥仪出宫以前，《伯远帖》、《中秋帖》曾藏在敬懿皇贵妃所居的寿康宫，溥仪出宫之时，敬懿皇贵妃将此帖带出宫，后流散在外。1950年周恩来总理指示将《伯远帖》、《中秋帖》购回，交故宫博物院收藏。曾经公开展览，并已影印出版。\n","category":"行书","verified":true,"user":1,"timestamp":1429951459727},{"name":"王珣行书伯远帖","dynasty":"魏晋","category":"行书","type":"","user":1,"timestamp":1429791633304,"text":"《伯远帖》，晋，王珣书，纸本，行书，5行共47字，纵25.1cm，横17.2cm。\n　　《伯远帖》是晋王珣(350-401年)写的一封信。原文：“珣頓首頓首，伯遠勝業情期群從之寶。自以羸患, 志在優遊。始獲此出意不剋申。分別如昨永爲疇古。遠隔嶺嶠，不相瞻臨。”\n　　卷前引首有乾隆御书：“江左風華”四大字，上有“乾隆御笔”一玺。并御题：“唐人真迹已不可多得，況晉人耶！內府所藏右軍快雪帖，大令中秋帖，皆希世之珍。今又得王珣此幅繭紙家風信堪並美！幾余清賞亦臨池一助也。御識。”钤“乾隆宸翰”、“涵虛朗鑒”二玺。\n　　前隔水御书：“家學世範，草聖有傳，宣和書譜”12字。下有：“乾隆宸翰”、“幾暇臨池”、“耽書是宿綠”三玺。\n　　又御识：“乾隆丙寅春月，獲王珣此帖，遂與快雪中秋二迹並藏養心殿溫室中，顔曰：‘三希堂’，禦筆又識”，钤“乾”、“隆”二玺。\n　　后隔水上有明董其昌跋，后有乾隆御绘枯枝文石，并识：“王珣帖與其昌跋皆可寶玩，即裝池側理亦光潤堪愛，漫制枯枝文石以配之。乾隆丙寅春正，長春書屋禦識”，钤“几暇怡情”一玺。后有“墨云”一玺。\n　　卷尾敕董邦达绘图，邦达有记，又有沈德潜书“三希堂歌”。\n　　卷后有董其昌、王肯堂题记。\n　　本幅前后有古半印二，漫漶不可识。清代所钤宝玺有：“石渠寶笈”、“乾隆鑒賞”、“乾隆御覽之寶”、“三希堂精鑒璽”、“宜子孫”、“養心殿鑒藏寶”诸玺。\n　　收传印记上钤有“郭氏觶齋秘笈之印”。\n　　王珣《伯远帖》自乾隆十一年（1746年）进入内府，经乾隆品题，与王羲之《快雪时晴帖》、王献之《中秋帖》并藏在养心殿西暖阁内的尽间，乾隆御书匾额“三希堂”。\n　　乾隆十二年又精选内府所藏魏晋唐宋元明书家134家真迹，包括三希在内，摹勒上石，命名《三希堂法帖》。在西苑的北海建“阅古楼”，把上述刻石嵌在楼内墙上，拓本流传以示临池之模范。三希原件仍藏在养心殿三希堂。\n　　 1911年以后至1924年溥仪出宫以前，《伯远帖》、《中秋帖》曾藏在敬懿皇贵妃所居的寿康宫，溥仪出宫之时，敬懿皇贵妃将此帖带出宫，后流散在外。1950 年周恩来总理指示将《伯远帖》、《中秋帖》购回，交故宫博物院收藏。曾经公开展览，并已影印出版。\n　　《宣和书谱》、《画禅室随笔》、《书画记》、《平生壮观》、《墨缘汇观》、《式古堂书画汇考》、《佩文斋书画谱》、《石渠宝笈·初编》、《古书画过眼录》等书著录。\n《伯远帖》纸本，行书，五行47字，纵25.1cm，横17.2cm。文曰：“珣顿首顿首，伯远胜业情期，群从之宝。自以羸患，志在优游。始获此出，意不剋申。分别如昨，永为畴古，远隔岭峤，不相瞻临。”\n （一）风格特点\n  1、用笔：（1）抑扬顿挫，锋棱毕具。此帖是王珣的真迹，也是东晋王氏家族存世的唯一真迹，因此，通过学习此帖可“直入晋室”。其用笔自然生动，特点鲜明，绝无描摹之痕。此则放笔直书，锋棱转侧之间，又各不相同，其转折爽劲，如“逺”、“从”、“逰”等字的捺画，起笔坚定直入，顿挫明显，点画流动，笔迹清晰，富有弹性；“此”字的竖与横的方折甚至有些刻板，锋棱尽显，四个纵向的下笔，笔笔尖起，“从”字的连续几处的折画“和而不同”，笔势奔放，充满力感；“期”字的月部折角处上下错动，折画变异，虽为偶然性，但和谐自然。\n （2） 点画跳动，节奏明快。此帖的点画妙尽自然，意趣超逸。点法多为侧锋出之，似轻描淡写，全不经意，又恰到好处，如“伯”字之左竖点，“逺”字左点与右二点，“従”字之双人旁，含蓄之极，还有像“之”、“寳”、“以”、“優”、“逰”、“别”、“如”、“永”等字，点法变化清新，生动活泼。此帖的线条运动感极强，节奏明快，下笔多为露锋直入，以尖笔出之，而收笔多为含而不露，或尖而不刻板，如“远”字之捺，“群”字之竖，“優”、“獲”等字之末笔，出笔含蓄；“以”、“申”、“别”、“如”、“永”等字露锋出笔，尤其是“永”字的所有笔画都是“尖入尖出”，点画跳动，行笔速而疾，线条一波三折，流动飞扬。有的笔画运笔极速，沉着痛快，毫无轻飘之感，但不锋芒毕露，笔力内充。\n  2、结体：（1）结体开张，疏密有致。此帖的字形与王羲之的行书“和而不同”，更强调了结体的变化。此帖尤其注重疏密的对比，在独体字与上下结体中体态修长，结密无间，有清瘦之感，这种处理效果与王羲之行书相似，但这不是书者的精彩之处。其可贵处在于左右结体的匠心独运，运用疏密的变化产生开张的体势，左右拉开，有意识地形成或相背或相向的结体，并增加了左右间的呼应关系，顾盼照应，使他们之间的留白处与左右两部分形成强烈对比，甚至可以将左右结体视为左中右结构，左右为实，中间为虚，虚实一体，“计白当黑”，形散神聚，意态生动，如“伯”、“勝”、“情”、“以”、“優”、“如”、“昨”、“隔”、“相”等字结体开张的,其结体之所以有如此开张之势,与其局部的紧密有关,其密处不透风,但笔迹清晰,如“顿”、“胜”、“优”、“获”等字笔笔紧密，整体开张。\n （2）欹侧取势，动静结合。《伯远帖》是晋人尚韵的代表，董其昌跋中有“珣书潇洒古淡”之句，从中可体会到“韵”的含义。在此帖中，其“古淡”更在于一种美的和谐，是诸多矛盾的集合与统一，因此，其作品极为生动，无一字有摆布之感，筋骨精神，随其欹正、大小，气宇融合。欹侧的运用是与二王书风“和而不同”之处，这种特点在此帖中达到极致，使无一字为“正”者，无一字不正者，字字生动，或立或卧，或欹或正，或松或紧，一切是在左低右高的大基调中变化，美不胜收。\n其动与静的统一也是此帖的一大特点。笔画之间的构筑所形成的角度不同，给人的心理感受也自然有区别。角度小者（呈锐角），其冲击力越强；角度越大（呈钝角），其冲击力越弱，情绪平和。此帖的结体以折笔居多，转笔兼之，且折笔处多为锐角，动感强烈，如“珣”字之横折，“逺”、“逰”等字的走之，极力缩小其折处的角度；尤其象“從”字，极小角度的连续折画，其动感至极，冲击力极为强烈，然后在结体的收笔处以舒缓的长线条收之—书以反方向折画，这样，既有险劲的冲击力，又有沉着的静穆感，充分展示出其纯粹的晋人韵致。\n  3、章法：《伯远帖》的章法没有大起大落的奇特变化，但为欣赏者带来和谐天成的自然美，字与字间是那么合理，得体而又巧妙，丝毫没有造作摆布的痕迹。在此帖中，有楷行甚至草书的融合；有大小、对比、纵横的穿插、虚实的辉映，使上下承接极尽自然。“珣”字厚重、静穆中微有动感；“顿”字左右结构上紧下阔，与“珣”字的处理相反。“页”字倾斜指向“珣”字之虚处。“顿首顿首”的书写呈符号化，极为自然，以上可以看为一个节奏。“伯”与上一字对比强烈，与“遠”字成一节奏；“勝業情”三字，虚实变化。第二行，“期群從之寶”可以看成一个节奏，纵势与横势的对比，生动自然。“自以羸患”四字，疏密反差，大开大合。第三行，“志在優遊”的用笔由弱渐强。“始獲此出意”又由强渐弱。第四行在结体上前后较密，中段疏朗，恰与前一行的中间结字厚重饱满成对比，最后一行虽较为平和，但也妙趣横生，“古遠”轻重对比，“隔”字大密大疏，应之者“嶺”字密中含疏，“嶠”字与“不”字轻重反差，“不”与“相”、“瞻”字的开合对比，最后以较为平淡的“临”字收笔。综观全篇，章法平和的基调中透出潇洒流宕的风度，充分展示出晋代书家风采。\n （二） 临习说明\n  1、使用工具 此帖的用笔充分体现出晋人用笔清爽挺劲，字迹秋毫可察，时见贼毫，由此推知其用笔应是硬毫笔，弹性极好，笔不太大，约寸许。其墨色较淡，转折处清晰可辨，映日光细审，笔丝墨迹历历可睹，明董其昌跋：“珣书潇洒古淡，长安所见墨迹，此为尤物，足见东晋风流。”其纸为白麻纸，纸质坚洁细腻，但不光滑，明顾复《平生壮观》：“纸坚洁而笔飞扬，脱尽王氏习气。”也可以看出，此帖的纸质与现在的宣纸不可同日而语，其纸的性能差别较大，临习时尽量选择与此帖相近的纸，如毛边纸、元书纸、半生半熟宣纸等。\n  2、临习提示 此帖瘦劲古秀,其笔法、结体与王羲之《姨母帖》极为相似，而《姨母帖》是唐代勾摹，墨气荡然无存，用笔与结体较之《伯远帖》也略显圆浑凝重，转折不分明。通观王羲之行书与王珣《伯远帖》相对照，《伯远帖》则更亲切，比王羲之表现得更果断，折笔较多，笔与笔之间的气韵流贯而宕逸，线条在运动中笔断意连，其潇洒的气质充分反映了晋人书法精神。因此学习二王书法的最好的途径，就是结合此帖的学习，正确理解晋人书法。此帖用笔轻松清爽，于不经意之中潇洒痛快。清董邦达跋云：“札中有‘志在优游’及‘远隔岭峤’语，辙仿佛情景，作林下萧散之致。”\n （其三）《伯远帖》行书纸本，因首行有《伯远》二字，遂以帖名。此帖为晋代真迹，王珣书，故列希珍之宝。此帖行书，笔力遒劲，态致萧散，妍媚流便，是典型的王氏书风。","author":"魏晋南北朝王珣","description":"王珣行书伯远帖"}]