[{"name":"黄庭坚草书李白忆亿旧游诗","text":"《李白忆旧游诗草书卷》，纸本，草书。纵37厘米，横392.5厘米，北宋黄庭坚书法作品，约书于1104年（北宋崇宁三年）。日本京都藤井斋成舍有邻馆藏。\n\n《李白忆旧游诗草书卷》，是北宋书法家、诗人黄庭坚晚年草书代表作。\n作品介绍\n此为黄庭坚书李白《忆旧游寄谯郡元参军》草书卷。据明代书画家沈周考定，此卷为黄庭坚在北宋绍圣年间（公元1094－1098年）被贬黔中后所书，是他晚年的草书代表作。\n书法特点\n此诗书法，深得张旭，怀素草书飞动洒脱的神韵，而又具有自己的风格。用笔紧峭，瘦劲奇崛，气势雄健，结体变化多端，为黄庭坚草书之代表作。\n此卷将怀素瘦韧疾速的用笔,变得瘦硬而起伏多变，并将《怀素自叙》上下腾挪开合的行气章法,变得更为紧凑绵密，让布白空间呈现更多,左右摇曳的疏密对比，构成满纸云烟，飞花乱坠的意象。此卷多用“一笔书”，许多整行皆不换笔，卷舒多姿，把李白诗中惯有的豪迈机变空灵欲仙的意境作了倾情演绎。苏东坡讲“不践古人”，与黄庭坚所谓“方近古人”的宗旨是一致的，即非形似古人，而是对古人艺术的精神会合。黄庭坚得见《自叙》后所作草书一变，并非是苏舜钦等人亦步亦趋的描摹怀素，而是“自成一家”的自家面目。\n草书释文\n忆昔洛阳董糟丘，为余天津桥南造酒楼。黄金白璧买歌笑，一醉累月轻王侯。海内贤豪青云客，就中与君心莫逆。回山转海不作难，倾情倒意无所惜。我向淮南攀桂枝，君留洛北愁梦思。不忍别，还相随。相随迢迢访仙城，三十六曲水回萦。一溪初入千花明，万壑度尽松风声。银鞍金络到平地，汉东太守来相迎。紫阳之真人，邀我吹玉笙。餐霞楼上动仙乐，嘈然宛似鸾凤鸣。袖长管催欲轻举，汉中太守醉起舞。手持锦袍覆我身，我醉横眠枕其股。当筵歌吹凌九霄，星离雨散不终朝，分飞楚关山水遥。余既还山寻故巢，君亦归家渡渭桥。君家严君勇貔虎，作尹并州遏戎虏。五月相呼凌太行，摧轮不道羊肠苦。行来北京岁月深，感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。时时出向城西曲，晋祠流水如碧玉。浮舟弄水箫鼓鸣，微波龙鳞莎草绿。兴来携妓恣经过，其若杨花似雪何。红妆欲醉宜斜日，百尺清潭写翠娥。翠娥婵娟初月辉，美人更唱舞罗衣。清风吹歌入空去，歌曲自绕行云飞。此时行乐难再遇，西游因献长杨赋。北阙青云不可期，东山白首还归去。渭桥南头一遇君，酂台之北又离群。问余别恨知多少，落花春暮争纷纷。心亦不可尽，情亦不可极。呼儿长跪缄此辞，寄君千万遥相忆。（《李白·忆旧游寄谯郡元参军》）\n书法评价\n草圣\n正如沈周在诗卷的题跋中所说：“山谷书法，晚年大得藏真（怀素）三昧，此笔力恍惚，出神入鬼，谓之‘草圣’宜焉！”此时黄庭坚的草书艺术已达到炉火纯青的地步。祝允明评论此帖说：“此卷驰骤藏真，殆有夺胎之妙。” 并称其为“平生神品”。\n书家简介\n黄庭坚（1045-1105），字鲁直，号山谷道人，涪翁，洪州分宁（今江西修水）人，世称“黄山谷”。北宋诗人，与张耒、晁补之、秦观俱游学苏轼门下，天下称为“苏门四学士”，开创江西诗派。\n艺术成就\n黄庭坚既出于苏门，自与苏东坡同气连声，共同倡导“尚意”书风的观念。他极力标举“学养”、“胸襟”、“不俗”和“有韵”，“随人作计终后人，自成一家始逼真。”为书法进一步走向文人生活的空间立下了汗马功劳。他的楷行根源东坡，又融铸《瘗鹤铭》，形成独特的辐射式结构和振动笔法；而主要精力则在狂草，结构富于强烈的开合变化，用笔强调起倒擒纵的灵活运用，又有意识地引进小草的点法，丰富其笔划，章法穿插错落、节奏鲜明，在狂草的形式上贡献了许多新的创造，形成独特的个人面目。《李白忆旧游诗卷》（现存五十二行三百四十余字。原帖已流入日本）十分集中地体现了他在狂草上的形式开拓。\n黄庭坚在晚年回忆自己草书的经历云：“予学草三十余年，初以周越为师，故二十年抖擞俗气不脱。晚得苏才翁子美书，观之乃得古人笔意。其后又得张长史、僧怀素、高闲墨迹，乃窥笔法之妙。”又云：“元符三年二月己酉夜，沐浴罢，连饮数杯，为成都李致尧作行草。耳热眼花，忽然龙蛇入笔！学书四十年，今夕所谓鳌山悟道书也！”(《山谷题跋》卷七)他从名家周越入手，又追摹苏舜钦，五十六岁左右在四川眉山石扬休家见到《怀素自叙》墨迹，“顿悟笔法，下笔飞动”，草书大进。他的草书代表作均产生于这一时期，如《诸上座草书卷》、《刘禹锡竹枝词草书卷》、《李白忆旧游诗草书卷》等，尤以《忆旧游卷》为代表。\n将黄庭坚草书与怀素草作比较，可以得出两个重要的创作与审美结论。其一，与怀素的相同处，均致力于把草书从实用书写中摆脱出来，成为纯艺术的表现。是对书法创作观念的重大拓展与转变。其二，与怀素的不同处，怀素追求非理性的激情表现，他则追求理性的“风韵”抒发。他与苏东坡有一个共识，即“匆匆不及草”，非实用的草书书写，是要在并不匆忙时候所完成的一种理性的创作活功。\n他说：“元符三年七月二十三日，余将至青衣，吾宗子舟求余作草。拨忙作此，殊不工。古人云：匆匆不暇草。端不虚语。时涪翁年五十六矣。”(黄庭坚《山谷题跋》卷八《书自草李潮八分歌后》)。可见，山谷非为求诗作书，乃是“求余作草”，“作草”是对实用书写的明确超越。\n作为创作理性追求的另一特征，即是“左规右矩”之论。他说：“楷法如快马入阵，草法欲左规右矩，此古人妙处也。”这是一反常人之见，对“草法”提出了“左规右矩”比“楷法”更为严格的法则要求。他主张“锋藏笔中，意在笔前”。黄庭坚草书没有怀素那种“忽然绝叫三五声，满壁纵横千万字”的激情气势，而追求用“变化无端”的“用笔之法”所表达的“风韵”之美。他主张学草书当学小草，而认为“大草殊非古”，是一种“俗气”。他还批评这种“俗气”说：“数十年来，士大夫作字，尚华藻而笔不实，以风墙阵马为痛快，以插花舞女为姿媚，殊不知古人用笔也。”(《山谷题跋》卷七《书十棕心扇因自评之》)他甚至认为：“欲学草书，须精真书，知下笔向背，则识草书法，草书不难工矣。”纵观黄庭坚草书，虽结字、章法开合很大，但用笔大多迟缓，以小草法作狂草，戮力于草字造型的视觉形式感，故被米芾调侃“黄庭坚描字”。黄庭坚草书是盛唐草书之后的又一个里程碑，但已失去张旭、怀素极富激情和浪漫气质的盛唐气象了，这与他作为重理趣的宋诗代表人物的审美趣味是异曲同工的。\n","category":"草书","verified":true,"user":1,"timestamp":1429951600749},{"name":"黄庭坚草书李白忆亿旧游诗","dynasty":"宋代","category":"草书","type":"","user":1,"timestamp":1429791617164,"text":"黄庭坚 《李白忆旧游诗草书卷》\n黄庭坚《李白忆旧游诗草书卷》 纸本 纵37厘米 横392.5厘米 约书于崇宁三年（1104） 日本京都藤井斋成舍有邻馆藏\n   此为黄庭坚书《李白忆旧游.寄谯郡元参军》草书卷。据明代书画家沈周考定此卷为黄庭坚在绍圣年间（公元1094－1098年）被贬黔中后所书，是他晚年的草书代表作。正如沈周在诗卷的题跋中所说：“山谷书法，晚年大得藏真（怀素）三昧，此笔力恍惚，出神入鬼，谓之 '草圣'宜焉！”此时黄庭坚的草书艺术已达到炉火纯青的地步。祝允明评论此帖说：“此卷驰骤藏真，殆有夺胎之妙。”此诗书法，深得张旭，怀素草书飞动洒脱的神韵，而又具有自己的风格。用笔紧峭，瘦劲奇崛，气势雄健，结体变化多端，为黄庭坚草书之代表作。\n释文：\n（忆昔洛阳董糟丘，为余天津桥南造酒楼。 黄金白璧买歌笑，一醉累月轻王侯。海内贤豪青云客， 就中与君心莫逆。迥山转海不作难，倾情倒意无所惜。 我向淮南攀桂枝，君留洛北愁梦思。不忍别，还相随。 相随）\n迢迢访仙城，卅六曲水回萦。一溪初入千花明， 万壑度尽[遗]松风声。银鞍金络到平地，汉东太守来相迎。\n紫阳之真人，邀我吹玉笙。餐霞楼上动仙乐， 嘈然宛似鸾凤鸣。袖长管催欲轻举，汉中太守醉起舞。\n手持锦袍覆我身，我醉横眠枕其股。当筵歌吹凌九霄， 星离雨散不终朝，分飞楚关山水遥。\n余既还山寻故巢， 君亦归家渡渭桥。君家严君勇貔虎，作尹并州遏戎虏。\n五月相呼凌太行，摧轮不道羊肠苦。行来北京岁月深， 感君贵义轻黄金。琼杯绮食青玉案，使我醉饱无归心。\n时时出向城西曲，晋祠流水如碧玉。浮舟弄水箫鼓鸣， 微波龙鳞莎草绿。兴来携妓恣经过，其若杨花似雪何。\n红妆欲醉宜斜日，百尺清潭写翠娥。翠娥婵娟初月辉， 美人更唱舞罗衣。清风吹歌入空去，歌曲自绕行云飞。\n此时行乐难再遇，西游因献长杨赋。北阙青云不可期， 东山白首还归去。渭桥南头一遇君，酂台之北又离群。\n问余别恨知多少，落花春暮争纷纷。心亦不可尽， 情亦不可极。呼儿长跪缄此辞，寄君千里（万）遥相忆。","author":"宋代黄庭坚","description":"黄庭坚草书李白忆亿旧游诗"}]