[{"name":"颜真卿楷书放生池碑","text":"自署立于大历九年(774年)七月二十七日。刻帖。楷书，表记一篇，一篇。35.6×16.5厘米。凡190行，行2至5字不等。浙江省博物馆藏南宋留元刚《忠义堂帖》本。\n简介\n《放生池碑》又称《天下放生池碑铭》，著录首见宋苏轼《苏轼文集》。据宋王象之《舆地碑目》称：“此碑旧在湖州文宣王庙，后移入鲁公祠。原刻已佚，现存留元刚《忠义堂帖》者，仅《乞御书天下放生池碑额表》及《乞御题恩敕批答碑阴记》二帖。”\n《放生池碑铭》，颜真卿撰于乾元二年(759年)冬，时51岁。颜真卿《乞御书天下放生池碑额表》记：乾元二年(759年)冬月，颜真卿升州(今江苏南京)刺史任上，肃宗命左骁卫右郎将史元琮、中使张庭玉诏，于天下州县临江带郭处各置放生池，始于洋州兴道县，终于升州江宁秦淮太平桥，凡81所。自书绢写碑铭一本。上元元年(760年)七月，任刑部侍郎时，又上表奏乞。考虑前书“点画稍细，恐不堪经久”，又“擘窠大书一本”。至大历八年(773年)在湖州追立时，颜真卿已经三书其文。至大历9年7月27日又书铭《乞御书天下放生池碑额表》及《乞御书题恩敕批答碑阴记》，并立于骆驼桥东，时年66岁。 \n碑铭\n臣真卿言：臣闻帝王之德，莫大于生成；臣子之心，敢忘于赞述？臣冬任?州刺史日，属左骁卫左郎将史元琮、中使张庭玉等奉宣恩命，于天下州县临江带郭处？各置于生池。始于洋州兴道，迄于?州江宁秦淮太平桥，凡八十一所，恩沾动植，泽及昆虫，发自皇心，遍于天下。历选列辟，未之前闻，海隅苍生，孰不欣喜？臣时不揆愚昧，辄述《天下放生池碑铭》一章。又以俸钱于当州采石，兼力拙自书。盖欲使天下元元，知陛下有好生之德。因令微臣获广昔贤善颂之义，遂绢写一本，附史元琮奉进，兼乞御书题额，以光扬不朽。缘前书点画稍细，恐不堪经久。臣今谨据石擘窠大书一本，随表奉进，庶以竭臣下屡屡之诚，特乞圣恩俯遂前请，则天下幸甚，岂惟愚臣？昔秦始皇暴虐之君，李斯邪诌之臣，犹刻金石，垂于后代。魏文帝外禅之主，钟繇偏方之佐，亦于繁昌，立表颂德。况陛下以巍巍功业，而无纪述，则臣窃耻之。谨昧死以闻，伏增战越。臣真卿诚惶诚恐，顿首谨言。\n●颜真卿《天下放生池碑铭》\n59年冬撰并书，次年三月重作擘窠大字，773年七月再书，于湖州追建。原刻宋时已佚。\n●颜真卿《乞御书天下放生池碑额表》\n60年撰，774年七月立碑。今有忠义堂帖本存世。\n●唐肃宗《批答》\n60年撰。因颜真卿八月被贬出京，立碑事未行，后于湖州任时追建。\n●颜真卿《乞御书题额恩敕批答碑阴记》\n皇唐七叶，我乾元大圣光天文武孝感皇帝陛下，以至圣之姿，属艰虞之运。无少康一旅之众，当禄山强暴之初。乾巩劳谦，励精为理。推诚而万方胥悦，克己而天下归仁。恩信侔于四时，英威达于八表。功庸格天地，孝感通神明。故得回纥、奚霫、契丹、大食、盾蛮之属，扶服万里，决命而争先；朔方、河东、平卢、河西、陇右、安西、黔中、岭南、河南之师，虓阚五年，椎锋而效死。摧元恶如拉朽，举两京若拾遗。庆绪遁逃，已蒙赤族之戮；思明跧伏，行就沸鼎之诛。拯已坠之皇纲，据再安之宗社。迎上皇于西蜀，申子道于中京。一日三朝，大明天子之孝；问安视膳，不改家人之礼。蒸蒸然，翼翼然，真帝皇之上仪，《诰》《誓》所不及已。历选内禅，生人以来，振古及隋，未有如我皇帝者也！而犹妪煦万类，勤唉四生。乃以乾元二年太岁己亥春三月己丑，端命左骁卫右郎将史元琮、中使张庭玉，奉明诏，布德音。始于洋州之兴道，洎山南、剑南、黔中、荆南、岭南、江西、浙西诸道，讫于升州之江宁秦淮太平桥。临江带郭，上下五里，各置放生池，凡八十一所。盖所以宣皇明而广慈爱也。《易》不云乎：“信及豚鱼。”《书》不云乎：“鸟兽鱼鳖咸若。”古之聪明睿智、神武而不杀者，非陛下而谁？\n昔殷汤克仁，犹存一面之网；汉武垂惠，才致衔珠之答。虽流水救涸、宝胜称名，盖事止于当时，尚介祉于终古。岂若我今日，动者、植者、水居、陆居，举天下以为池，罄域中而蒙福，乘陀罗尼加持之力，竭烦恼海生死之津。揆之前古，曾何仿佛？微臣职忝方面，生丁盛美，受恩寖深，无以上报。谨缘皋陶、奚斯歌虞颂鲁之义，述《天下放生池碑铭》一章，虽不足雍容明圣万分之一，亦臣之精恳也。敢刻金石，着其词曰：\n明明皇帝，临下有赫；至德光天，乾元启赜。\n纬武戡乱，经文御历；孝感神明，义形金石。\n仁覆华夏，恩加蛮貊；道冠巍巍，威深虩虩。\n遘兹多难，克广丕绩；庆绪既诛，思明辟易。\n人道助顺，天心恶逆；扑灭之期，匪朝伊夕。\n乘此宝祚，永康宗祏；业盛君亲，功崇列辟。\n交禅之际，粲然明白；迥映来今，孤高往策。\n去杀留惠，好生立辟；率土之滨，临江是宅。\n遂其生性，庇尔鳞翮；环海为池，周天布泽。\n致兹忠厚，罔弗怡怿；动植依仁，飞沉受获。\n流水长者，徒称往昔；宝胜如来，畴庸允格。\n德力无竞，慈悲孔硕；相时传闻，尚赖弘益。\n矧在遭遇，其忘敷锡？真卿勒铭，敢告凡百。\n臣贞卿以乾元三年(760年)春三月戊辰撰。至大历七年(772年)秋九月己亥，自抚州刺史，蒙除湖州。八年(773年)秋七月戊戌，于州骆驼桥东追建。\n乞御书天下放生池碑额表\n臣某言：臣闻帝王之德，莫大于生成。臣子之心，敢忘于赞述？\n臣(759年)冬，任升州刺史日，属左骁卫右郎将史元琮、中使张庭玉等，奉宣恩命，于天下州县临江带郭处，各置放生池。始于洋州兴道，迄于升州江宁秦淮太平桥，凡八十一所。恩沾动植，泽及昆虫。发自皇心，遍于天下。历选列辟，未之前闻。海隅苍生，孰不欣喜！臣时不揆愚昧，辄述《天下放生池碑铭》一章，又以俸钱于当州采石，兼力拙自书，盖欲使天下元元，知陛下有好生之德，因令微臣获广昔贤善颂之义。遂绢写一本，附史元琮奉进，兼乞御书题额，以光扬不朽。\n缘前书点画稍细，恐不堪经久，臣今谨据石擘窠大书一本，随表奉进，庶以竭臣下偻偻之诚。特乞圣恩，俯遂前请，则天下幸甚，岂惟愚臣！\n昔秦始皇暴虐之君，李斯邪谄之臣，犹刻金石，垂于后代。魏文帝外禅之主，钟繇偏方之佐，亦于繁昌立表颂德。况陛下以巍巍功业，而无记述，则臣窃耻之。谨昧死以闻，伏增战越云云。\n朕以中孚及物，亭育为心，凡在覆载之中，毕登仁寿之域。四灵是畜，一气同和，江汉为池，鱼鳖咸若。卿慎征成典，润色大猷，能以懿文，用刊乐石。体含飞动，韵合铿锵，成不朽之立言，纪好生之上德。唱而必和，自古有之。情发于中，予嘉乃意。所请者依。\n肃宗皇帝恩许，既有斯答。御札垂下，而真卿以疏拙蒙谴。粤若来八月既望，贬授蓬州长史。洎今上即位，宝应元年(762年)夏五月，拜利州刺史。属羌贼围城，不得入。恩勅追赴上都，为今尚书前相国彭城公刘公晏所让，授尚书户部侍郎。二年(763年)春三月，改吏部。广德元年(763年)秋八月，拜江陵尹兼御史大夫，充荆南节度观察处置等使。未行，受代，转尚书右丞。（764年)春正月，检校刑部尚书兼御史大夫，充朔方行营汾晋等六州宣慰使，以招谕太师中书令仆固怀恩，不行，遂知省事。永泰二年(766年)春二月，贬峡州别驾，旬余移贬吉州。大历三年(768年)夏五月，蒙除抚州刺史，六年(771年)闰三月代。到秋八月，至上元，尔来十有六年，困于疏愚，累蒙窜谪。其所采碑石，迄今委诸岩麓之际，未遑崇树。\n七年(772年)秋九月，归自东京，起家蒙除湖州刺史，来年(773年)春正月至任。州东有苕、霅两溪，溪左有放生池焉，即我宝应元圣文武皇帝所置也。州西有白鹤山，山多砾石。于是采而斵之，命吏干磨砻之，家僮镌刻之，建于州之骆驼桥东。盖以抒臣下追远之诚，昭先帝生成之德。额既未立，追思莫远。客或请先帝所赐勅书批答，答中诸事，以缉而勒之，真卿从焉。勒愿斯毕，瞻慕不足，遂志诸碑阴。庶乎乾象昭回，与宇宙而终始；天文焕发，将日月而齐晖。\n时则有唐大历九年(774年)青龙甲寅之岁，孟春甲子之日也。\n据《颜鲁公集》、《居士传》校订。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951557548},{"name":"颜真卿楷书放生池碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791641526,"text":"颜真卿《放生池碑》\n\n颜真卿（709-785），字清臣，京兆万年人，祖籍唐琅琊临沂（今山东临沂）。开元间中进士。安史之乱，抗贼有功，入京历任吏部尚书，太子太师，封鲁郡开国公，故又世称颜鲁公。德宗时，李希烈叛乱，他以社稷为重，亲赴敌营，晓以大义，终为李希烈缢杀，终年77岁。德宗诏文曰：“器质天资，公忠杰出，出入四朝，坚贞一志。”在书法史上，他是继二王之后成就最高，影响最大的书法家。其书初学张旭，初唐四家，后广收博取，一变古法，自成一种方严正大，朴拙雄浑，大气磅礴的“颜体”。对后世影响巨大。他的书迹作品，据说有138种。楷书有《多宝塔碑》、《麻姑仙坛记》等，是极具个性的书体，如“荆卿按剑，樊哙拥盾，金刚嗔目，力士挥拳。”行草书有《祭侄稿》、《争座位帖》、《裴将军帖》、《自书告身》等，其中《祭侄文稿》是在极其悲愤的心情下进入的最高艺术境界，被称为“天下第二行书”。米芾《书史》：“《争座位帖》有篆籀气，为颜书第一，字相连属，诡异飞动，得于意外。”\n颜真卿秉性正直，笃实纯厚，有正义感，从不阿于权贵，屈意媚上，以义烈名于时。他一生忠烈杯壮的事迹，提高其于书法界的地位。\n颜真卿少时家贫缺纸笔，用笔醮黄土水在墙上练字。初学褚遂良，后师从张旭，又汲取初唐四家特点，兼收篆隶和北魏笔意，自成一格，一反初唐书风，化瘦硬为丰腴雄浑，结体宽博气势恢宏，骨力遒劲而气慨凛然，人称“颜体”。颜体奠定了他在楷书千百年来不朽的地位，颜真卿是中国书史上富影响力的书法大师之一。他的“颜体”，与柳公权并称“颜柳”，有“颜筋柳骨”之誉。","author":"唐代颜真卿","description":"颜真卿楷书放生池碑"}]