[{"name":"莫是龙行书跋陈淳自作诗帖","text":"张瑞图（1570-1644），明代官员、书画家。字长公、无画，号二水、果亭山人、芥子、白毫庵主、白毫庵主道人等。汉族，晋江二十七都霞行乡人（今青阳镇莲屿下行）人。万历三十五年进士第三（探花），授翰林院编修，后以礼部尚书入阁，晋建极殿大学士，加少师。崇祯三年，因魏忠贤生祠碑文多其手书，被定为阉党获罪罢归。他以擅书名世，书法奇逸，峻峭劲利，笔势生动，奇姿横生，钟繇、王羲之之外另辟蹊径，为明代四大书法家之一，与董其昌、邢侗、米万钟齐名，有“南张北董”之号；又擅山水画，效法元代黄公望，苍劲有劲，作品传世极希。\n人物生平\n寒门苦学\n张瑞图出身晋江青阳下行村农家，父亲张志侹“俭朴食贫”。张瑞图幼负奇气，聪颖过人。自小习儒，他的启蒙老师是林天咫（据说林天咫是李贽的后人）。家贫，供不起夜读灯火，每天夜晚都到村边的白毫庵（参见《泉州寺庙·白毫庵》）中，就着佛前的长明灯苦读。年青时，一面执教谋生，一面参加科举考试。妻子王氏是沙塘人，善于纺织，婚后每以机杼纺织的收入供给家用和支持张瑞图求学的资用。有一天，张瑞图从塾中归家，看到王氏在喝大麦粥充饥，不由长叹：但愿老天开眼，让我早日出头，别让家人总吃这大麦粥！\n张瑞图读书方法与众不同，五经子史都采用手写熟读，即一面抄写练习书法，一面研读理解文义。为诸生时，每晚选择书经的一个题目，演绎成文。他文思敏捷，弹指立就。翌日，文章不胫而走，喧传府县二学。由此文名大噪，泉州一带都盛行由他解释的经文。\n名列阉党\n万历三十一年（1603年），张瑞图举于乡。万历三十五年进士（1607年），殿试第三名，俗称“探花”。初授翰林院编修，历官詹事府少詹事，天启六年（1626年）迁礼部侍郎，是年秋，与平湖施凤来同以礼部尚书入阁，晋建极殿大学士，加少师。张瑞图官场春风得意之时，正是宦官魏忠贤专擅朝政，势焰熏天之际。内阁首辅顾秉谦和先后入内阁的冯铨、黄立极、施凤来、张瑞图、李国木普（“木普”合一字）、来宗道等人，都成为魏忠贤私党，时称“魏家阁老”。\n《明史·卷306·列传194·阉党》载：\n“天启二年（1622年），魏忠贤用事，言官周宗建等首劾之。忠贤于是谋结外诸臣，（顾）秉谦及魏广微率先谄附，霍维华、孙杰之徒从而和之。明年（天启三年，1623年）春，秉谦、广微遂与朱国祯、朱延禧俱入参机务。”\n“（首辅）叶向高、韩爌相继罢，何宗彦卒，秉谦遂为首辅。”\n【叶向高于天启四年（1624年）七月辞职归里。（《泉州人名录·叶向高》）\n韩爌于天启四年（1624年）七月继叶向高为首辅，十一月致仕。\n何宗彦于光宗立后，即家拜礼部尚书兼东阁大学士。天启元年（1621年）夏还朝，屡加少师兼太子太师、吏部尚书、建极殿大学士。天启四年正月（1624年）卒官。】\n“自（顾）秉谦、（魏）广微当国，政归（魏）忠贤。其后入阁者黄立极、施凤来、张瑞图之属，皆依媚取容，名丽逆案。”\n“黄立极……累官少詹事、礼部侍郎。天启五年（1625年）八月，忠贤以同乡故，擢礼部尚书兼东阁大学士，与丁绍轼、周如磐、冯铨并参机务。时魏广微、顾秉谦皆以附忠贤居政府。未几广微去，如磐卒。明年（天启六年，1625年）夏，绍轼亦卒，铨罢。其秋，施凤来、张瑞图、李国木普（“木普”合一字）入。己而秉谦乞归，立极遂为首辅。”\n《明史·卷306·列传194·阉党》载：“施凤来，平湖人。张瑞图，晋江人。皆万历三十五年（1607年）进士。凤来殿试第二，瑞图第三，同授编修，同积官少詹事兼礼部侍郎，同以礼部尚书入阁。凤来素无节概，以和柔媚于世。瑞图会试策言：‘古之用人者，初不设君子小人之名，分别起于仲尼。’其悖妄如此。忠贤生祠碑文，多其手书。”\n张瑞图毕竟是儒学中人，他进退于魏忠贤“阉党”之内，其实也是很矛盾的。和同乡苏茂相（《泉州人名录·苏茂相》）一样，只能认为，他并非出于内心的虔诚和对魏忠贤的敬仰，而是出于政治功利考量，图谋仕途升迁，含有政治投机性质。\n因此，在一些问题上，他还是表现出与“阉党”的穷凶极恶有不同之处，“内持刚决，外示和易，阴剂消长，默施救济”（《府志》）。\n如据林欲楫《明大学士张瑞图暨夫人王氏墓志铭》记述的：\n天启五年（1625年），懿安皇后病重，魏忠贤指使府丞刘志选逼害懿安皇后之父张国纪等戚臣，张瑞图出面阻止，戚臣得以保全。\n天启六年（1626年），京师文庙附建魏忠贤生祠，张瑞图与吕天池谋阻之不可得；魏忠贤又想在祠中塑造自己雕像，张瑞图不敢公开反对，诙谲晓譬之，事遂寝止。\n天启六年（1626年），方孝孺、李承恩、惠世扬诸大臣系诏狱，原拟冬至日处决，张瑞图提请缓刑，苦心维挽，终使熹宗降旨停刑。等等。\n天启七年（1627年）八月，熹宗驾崩，思宗（崇祯帝）即位。一开始，崇祯帝出于策略考虑，对魏忠贤“阉党”隐忍、“薄示优容”。\n《明史·卷306·列传194·阉党》载：“庄烈帝（思宗·朱由检）即位。山阴监生胡焕猷劾立极、凤来、瑞图、国木普（“木普”合一字）等‘身居揆席，漫无主持。甚至顾命之重臣，毙于诏狱；五等之爵，尚公之尊，加于阉寺；而生祠碑颂，靡所不至。律以逢奸之罪，夫复何辞？’帝为除焕猷名，下吏。立极等内不自安，各上疏求罢，帝犹优诏报之。”\n经一段时间后，崇祯帝终于在天启七年（1627年）十一月勒令魏忠贤出京到凤阳去看管皇陵（朱元璋父母的陵墓），全部财产充公，掀开清算魏忠贤“阉党”的序幕。魏忠贤于十一月初六自缢于阜城县南关。从此，开始了持续一年多的政治清算运动。\n张瑞图上表告归。《明史·卷306·列传194·阉党》载：“十一月，立极乞休去，来宗道、杨景辰（《泉州人名录·杨景辰》）并入阁，凤来为首辅。御史罗元宾复疏纠，凤来、瑞图俱告归。”\n但事情并没完。天启七年（1627）十二月二十三日，朱由检发布政令，要内阁、六部、都察院的大臣“定阉党逆案”，对形形色色的“阉党”分子进行彻底清查，根据各人的罪状作出惩处结论。\n崇祯元年正月，张瑞图两次求退，不允。清·汪楫《崇祯长编·卷5·崇祯元年正月》：“大学士张瑞图引疾求去，温旨慰留……大学士张瑞图以人言求免，不允。”\n最初，朝议定魏忠贤逆党，虽牵连当政阁臣，但张瑞图并未列入。\n然而，崇祯元年（1627年）二月会试，施凤来、张瑞图任考试官，所取考生几乎都是中官、勋贵的姻戚门人，终于激怒了崇祯帝。\n《明史·卷306·列传194·阉党》载：“其后定逆案，瑞图、宗道初不与，庄烈帝诘之，韩爌等封无实状。帝曰：‘瑞图为忠贤书碑，宗道称呈秀父在天之灵，非实状耶？’乃以瑞图、宗道与顾秉谦、冯铨等坐赎徒为民，而立极、凤来、景辰落职闲住。”\n逆案罢归\n崇祯二年（1629年）三月，施凤来、张瑞图被罢免。三月十九日，朱由检以谕旨的形式公布“钦定逆案”名单。张瑞图列入“交结近侍又次等论徒三年输赎为民者”。崇祯三年（1630年），张瑞图被遣归。张瑞图落职后，偕如夫人贺氏隐居晋江青阳下行故里，生活恬淡，优游田园林壑，忘情山水，经常往白毫庵中与僧人谈论禅理，以诗文翰墨自娱，留下大量书法及诗歌作品。所作《村居》、《庵居》六言诗300首为世人传诵。\n崇祯十七年甲申（1644年）卒于家，终年七十四岁。著有《白毫庵内篇》、《白毫庵外篇》等。\n身后平反\n南明隆武二年（1646年），唐王朱聿键为张瑞图被列入“阉党”一案平反，赐谥文隐，重新祭葬。时吏部尚书、文渊阁大学士林欲楫（《泉州人名录·林欲楫》）为张瑞图撰写数千言的《明大学士张瑞图暨夫人王氏墓志铭》（《晋江文化丛书·第2辑·晋江碑刻选》，厦门大学出版社，2002年5月），列举十数件张瑞图与魏忠贤曲折斗争的大事为其翻案。林欲楫感慨“夫洁身以全名者，曲士之所易；濡迹以救世者，圣贤之所难也。”\n或者时逢乱世，未能引起世人注意；或者林欲楫与张瑞图的关系过于密切，两人是姑表兄弟，又是同榜举人、同榜进士，张瑞图之子张为龙更是林欲楫的女婿，其公正性被打上问号，致使林欲楫的说法未能得到普遍认可。不管如何，张瑞图的“阉党”帽子一直戴在头上却是不争的事实。\n纪念场所\n张瑞图墓在福建省晋江市青阳镇下行村东北，俗称探花墓。1956年迁青阳西南塔仔山顶。\n福建省晋江市建有张瑞图纪念馆\n书法成就\n张瑞图是晚明时期最有创造性的书法家之一，年轻时即以擅书名世。时人将邢侗、张瑞图、米万钟、董其昌并称为晚明“善书四大家”。\n日本书坛亦极力推崇。从江户时代起倭人就因黄蘖的隐元禅师东渡日本时带去张瑞图的书迹而熟知其人，对日本书坛影响甚大，张瑞图被称为“水星”。日人称其书法“气脉一贯，独自风格”。\n《明史·卷288·列传186·文苑4·董其昌》：“同时以善书名者，临邑邢侗、顺天米万钟、晋江张瑞图，时人谓邢、张、米、董，又曰‘南董北米’。然三人者，不逮其昌远甚。”\n清·秦祖永《桐阴论画》：“瑞图书法奇逸，钟、王之外，另辟蹊径。”\n钟指三国·魏·钟繇，王指东晋二王。钟、王所创立的书风，历经唐、宋、元的持续发展，已形成源远流长的帖学传统，并据书坛主流，其审美特征表现为崇尚阴柔之美。\n由元代赵孟頫树立的妍媚柔婉书风，将钟、王帖学传统推向高峰，对明代产生了最直接的影响，追求外在形态的“姿媚”蔚成风气。于是，明初出现了三宋、二沉等人端整婉丽的“台阁体”，明中形成了端庄典雅的“文派”书风。\n近人马宗霍在《书林藻鉴》中综述明代书法曰：\n“帖学大行，故明人类能行草，虽绝不知名者，亦有可观，简牍之美，几越唐、宋。惟妍媚之极，易粘俗笔。可与入时，未可与议古。次则小楷亦劣能自振，然馆阁之体，以庸为工，亦但宜簪笔干禄耳。至若篆隶八分，非问津於碑，莫由得笔，明遂无一能名家者。又其帖学，大抵亦不能出赵吴兴范围，故所成就终卑。偶有三数杰出者，思自奋轶，亦末敢绝尘而奔也。”\n“晚明四家”中的邢侗、米万钟、董其昌当属马宗霍所云的“偶有三数杰出者，思自奋轶，亦末敢绝尘而奔也。”\n邢侗精研东晋二王，临摹几可乱真，自谓“拙书唯临晋一种”；米万钟擅行草，作为米芾后裔，谨守家法，在米字体格中唯增圆润。两人虽不学赵孟頫之体，却未离二王樊篱。\n董其昌公开向赵孟頫宣战，力纠赵书之妍媚熟甜。董其昌以“复古”为借口，法唐而入晋，坚持一种貌似传统的立场。实际上，董其昌倡导的“淡意”，在晚明还是具有极大审美转换意义的。他把严肃的创造过程，置换为一种适意潇洒的自娱过程，提倡“物我合一”、“主客交融”，不追求技巧的展现和形式的面面俱到。他以“熟后得生”的途径，求流润中的“生拙”之味，以“率意”的笔法，在放逸中现“自然天真”之趣，其风格与赵书相比，更多生拙、放逸、简淡、萧散之韵，然体貌仍不离圆、秀，尤其在弘扬帖学、重振钟、王风神、讲求姿态方面，与赵孟頫是一致的，只是另立了一种形态。\n只有张瑞图，重学养、弃旧学，勇于创新。其《果亭墨翰·卷1》小楷“书评诗评”中写道:“晋人楷法平淡玄远，妙处却不在书，非学所可至也……坡公（苏东坡）有言：‘吾虽不善书，晓书莫如我。苟能通其意，常谓不学可。’假我数年，撇弃旧学，从不学处求之，或少有近焉耳。”\n张瑞图虽与邢侗、米万钟、董其昌并称“晚明四家”，然他的书风与邢、米、董三家迥然有别，而与黄道周、倪元璐、王铎、傅山诸人创立的奇倔狂逸风貌颇为相似，共同在钟、王之外另辟蹊径。虽然在书品和成就影响方面，不能说张瑞图超过三家尤其是董其昌，但却独创一格，属于“绝尘而奔”者。\n书法特点\n张瑞图的书法确不同于柔媚时尚，而别具“奇逸”之态。他擅长的楷、行、草书，笔法硬峭纵放，结体拙野狂怪，布局犬齿交错，气势纵横凌厉，构成强烈的力感、动荡的气势，确属奇而逸，时人赞为“奇恣如生龙动蛇，无点尘气”。\n张瑞图也从帖学入手，只不过崇尚的是“狂草”派书风和讲求厚重力度的“苏体”笔法。\n清·梁巘《评书帖》曰：“张瑞图得执笔法，用力劲健，然一意横撑，少含蓄静穆之意，其品不贵。瑞图行书初学孙过庭《书谱》，后学东坡草书《醉翁亭》，明季书学竞尚柔媚，王(王铎)、张（张瑞图）二家力矫积习，独标气骨，虽未入神，自是不朽。”\n行草这个书体的高度成熟而蔚为大宗，是以王羲之《兰亭序》出世为标志的，其用锋变化之丰富、微妙，早已成为经典。自他之后，除陈、隋·智永《真书千字文》略守祖法外，只有唐·孙过庭的《书谱》和宋·米芾的不少书作，仍然强调了这个重要的技法。\n综观隋、唐、宋、元、明、清的历代行草大家，固然在用锋上各有特色，却均有简练（或称简化）这个技法的趋向，而把精力投注到对不同程度的“新理异态”追求上去。他们的用锋方法有一个相同的特点，即均是顺应着毛笔“尖、齐、圆、健”的天性而作各自的用锋动作的。\n张瑞图不满足这种传统而“常规”的写法，却是以一种生拗的意趣作导向，使用笔只在露尖的侧锋上作横截翻折的动作，从而造成一种激荡跳跃的声势和剑走偏锋的感觉。拓展了用锋的新变化，清·梁巘《承晋斋积闻录》曰：“张二水书，圆处悉作方势，有折无转，于古法为一变。”\n倪后瞻也说：“其书从二王草书体一变，斩方有折无转，一切圆体皆删削，望之即知为二水，然亦从结构处见之，笔法则未也。”\n张瑞图还从六朝北碑中汲取了雄劲峻厚的笔法。近人张宗祥《书学源流论》曰：“张二水，解散北碑以为行、草，结体非六朝，用笔之法则师六朝。”\n张瑞图奇逸书风的形成，更是时代审美思潮转捩的产物。\n在有明一代姿媚书风占主流的时尚下，萌发著一股尚丑、尚狂狷之美的思潮，明初张弼“怪伟跌宕”的草字、陈献章“拙而愈巧”的茅龙笔草书、明中期祝允明（祝枝山）“纵横散乱”、“时时失笔”的狂草，都显现出反正统的倾向。\n至明中叶以后，随著商业城市的繁盛，市民文化的兴起，文学中“公安派”(公安三袁：袁宗道、袁宏道、袁中道)的“独抒性灵”说以及哲学上李贽（《泉州人名录·李贽》）等人“异端”思想的出现，使这股反正统、求“狂怪”的思潮获得进一步发展。\n在书法界，涌现出徐渭、张瑞图、黄道周、倪元璐、王铎、傅山等一批“狂怪”派书家。\n王铎虽称遥继“二王”，其实他的倔强之态业已破坏了“二王”的“不激不厉”的平和风范。\n黄道周楷书法钟、王，参北碑，直追索靖，巧拙并施；行草书笔法离奇，遒密高超。\n倪元璐对颜真卿、苏轼作新态的别构，都是从峻其风骨入手。其草书，用笔险绝，风清骨峻，有烟云之气。\n傅山的“宁拙毋巧”说，更是从理论上予以了提倡。\n这些人历史地转移了时代的审美风气，然而走得最远的，无疑是张瑞图。他们抛弃中和、优美的姿态与规范，结体支离欹侧，以丑为美；笔墨随兴而运，打破“藏头护尾”、“平正安稳”等形式美规律，肆意挥洒，棱角毕露；布局不求平衡和谐，而是纵横交叉，散散乱乱。\n这种以丑怪、狂狷为美的书风，在明末清初风行一时。张瑞图作为其中一员，不仅在“晚明四家”中独标风范，在这一行列中也堪称佼佼者。近人张宗祥《书学源流论》评述：“明之季世，异军特起者，得二人焉：一为黄石斋（黄道周），肆力章草，腕底盖无晋唐，何论宋、元；一为张二水（张瑞图），解散北碑以为行、草，结体非六朝，用笔之法则师六朝。此皆得天独厚之人。”\n张瑞图的书法，在外在形态、笔墨形式上，与黄、倪、王、傅有许多相近之处，呈现出趋同的审美追求。清·杨守敬《跋张瑞图<前赤壁赋>》曰：张氏“顾其流传书法，风骨高骞，与倪鸿宝（倪元璐）、黄石斋（黄道周）伯仲。”\n但是，张瑞图之名不列入风格相伯仲的黄、倪、王、傅流派之中，却与蹊径迥异的邢、米、董并称，这只能说明张瑞图的书风与诸家存在同中之异或异中之同的复杂关系。\n张瑞图的字确很“奇逸”，但有时奇得出格，不少字结体狂怪，难以辨认；逸也有些过分，不少用笔纵放无度，犹如画符。据《桐阴论画》附注云：“张公画罕见，书幅甚多，相传张系水星，悬其书室中可避火厄，亦好奇者为之。”此说至少说明张瑞图书法很怪，带有符录的味道，可作祛灾的符录悬挂。\n另外，张瑞图反柔媚而走向极端，一味硬倔，过分外露，少含蓄文雅之气。如清·梁巘《评书帖》所论：“张瑞图得执笔法，用力劲健，然一意横撑，少含蓄静穆之意，其品不贵。”张氏在艺术追求上的偏激、失度和品位不高，与他政治上的表现有某些相似之处，这无疑是人品对书品的影响。\n因此，张瑞图与倪、黄等虽同属奇倔书风，却不能归入一类，更不能并称。\n相关评述\n张宗祥《论书绝句》形容张瑞图的字是“侧锋刚腕势雄奇，狭巷兵回相杀时。”\n沙孟海《近三百年的书学》：“明季书学极盛，除祝允明、文征明年辈较早，非本篇所能说及的外，余如张瑞图、孙克弘等，并不在董其昌下。”\n郑丽芸《明清书风初探》：“张瑞图摄入露锋铺毫法，空中取势，顺势落笔，运肘右上，折锋紧勒，纵横而痛快。”\n钟明善《中国书法简史》：“他的书法作品用笔多露锋，转换笔多用折，呈三角形交叉。虽不象折钗之园劲，却有跳荡之姿。结体遒劲紧，且多促下。”\n陈振濂《历代书法欣赏》：张瑞图“反叛于传统的温文而雅之旨，强调激烈的尖锐跳荡意识，抛弃历来被尊为戒律的藏头护尾的藏锋一说，以笔锋的大胆坦露与表现意识为后人一开眼界，这不仅是单一的技巧变革，而更集中地反映在审美价值观的变迁上。”\n陈振濂《明张瑞图诗卷三种》：\n“在反古典阵营中，他（张瑞图）的致力与徐渭相反；他注重笔法的反叛，徐渭则意在解散结构，只有在这样的比较立场看，我们才发现张瑞图的历史价值，他是不可取代的。”\n“而张瑞图的书法，无论是外观面貌还是内涵意蕴，都与前人迥然不同。凌厉的点画，奇倔的字形，构成作品的主旋律；强烈的力感，动荡的气势，令人耳目一新。”\n夏玉琛：“张瑞图的书法，以行草见长。其草书曾学孙过庭《书谱》及苏轼《醉翁亭记》。历来的书法评论，认为他能摆脱时尚，独辟蹊径。其楷书如断崖峭壁，草书如急湍危石，极有新意。”\n邵勇《评张瑞图书法艺术》：\n“徐渭、张瑞图主观艺术思想上有着强烈的反叛意识，在创作中反对依傍他人。他们虽然主张师法魏、晋，破除唐、宋、元人的‘法’，但就是师古亦强调不可依傍古人，反对唯古法是循，强调个性，强调独创。实际创作中他们大胆突破传统规范，异军突起，别开新境。在他们笔下表现的魏、晋情怀，也不那么‘郁郁乎文哉’，而是恣肆雄浑，奇崛狂放，表现出一种人格力量与情感震撼。紧跟其后的黄、倪、王诸家延承徐、张二人的书学思想，并对徐渭非本体化倾向作出了全面的制止，同时又对张瑞图过于尖峭的书风作出了清理，把张瑞图表现出的对‘法’的破坏回复到传统的法质及发展方向之内，把晚明个性化书法风格推向了一个新阶段，从而形成了完整的晚明个性化书法风格。”\n刘正成《书法艺术概论》：\n“张瑞图书法的最大特色，就是将点画线条化，然后用侧锋翻转代替传统的圆转笔法，并将各个单字的扁与长拉开距离，造成震荡冲折的节奏感，让笔气喷薄逼人，再加之连绵的“一笔书”，以成滔滔不绝的气势。这可以解释为艺术家曲折的生活经历，与其政治和人格的分离，所释放出的内在矛盾冲突与苦涩精神感受。张瑞图以强悍的笔力，尤善作巨幛书，气势慑人。”\n书法作品\n《送康侯杨外孙北上七篇》\n《送康侯杨外孙北上七篇》：故宫博物院藏。\n金笺，册页，共7开，每开纵20.4cm，横13cm。行楷，52行。钤“瑞图”、“白毫庵主”印，引首印钤“此翁”。收藏印钤“希斋审定”、“得思斋藏”、“诒晋斋印”、“潭溪”等印10方。\n本册书五言诗7首。从落款可知，“戊寅”年为明·崇祯十一年（1638年），张瑞图时年69岁。此诗是他为北上赴京任职的外孙杨玄锡字康侯（《泉州人名录·杨玄锡》）送行时所赋。\n此册书法用笔多为侧锋，锐利方硬，大小错杂，奇姿百态，为张氏晚年精心之作。\n《醉翁亭记》长卷\n《醉翁亭记》长卷：首都博物馆藏。\n绢本，草书。长卷共76行，纵28厘米，横441厘米。此卷书于崇祯丙子（崇祯九年，1636年），是张瑞图被罢官后，晚年居家所作。\n具纵向奔流气势，特别强调横势的笔法和结构；在以中锋使转为传统技法的草书中，特别强调直入平出的侧锋和锐利方便的折笔。整幅作品大小错杂，奇姿百出，粗头乱服，一任自然。\n《卫民祠碑》刻\n《卫民祠碑》刻：晋江市博物馆藏。\n该碑刻是张瑞图于万历四十八年（1620年）回晋江时撰文并书写的。碑长221厘米，宽83.5厘米，厚11.5厘米；圭首，碑额阴刻篆书“皇明”两字，正文行书竖排9行，最后阴刻行书题款“万历庚申翰林编修郡人张瑞图撰并书”，全文计252字。\n碑文记载明·正统十四年（1449年）泉州知府熊尚初率兵抵抗奇袭泉州的邓茂七农民起义军，在晋江县二都（今磁灶镇）古陵坡阵亡，百姓为其立祠崇祀的史实。\n书法熟练果断，气势淋漓，点画、字形之间的呼应及笔势协调，章法上字距紧密，行距疏远，具有较高的艺术价值。张瑞图书法传世作品甚多，但如该碑篇幅之巨、字数之多的真迹，则为仅见。\n行书条幅\n行书条幅：厦门市博物馆藏。\n这幅作品为纸质，高1.10米，宽0.45米。因年代久远，纸色已苍黄，且多处残蛀破损，但字迹基本完好，神完气足，行书行末署“瑞图”两字。是张瑞图较好的存世文物之一。\n起笔以挫为主，顿挫结合；行笔以撑为主，起伏跳跃，撑中有转，笔画伸展。写来斜倾出险，险中求正。整幅作品气势宏大、逼人，紧峭中求险峻，空间的分布在飞扬的笔锋中有着音乐般的律动，百看不厌。\n五言行书联\n联文为：“闲门吹铁篴，古石长苔藓。”【按】篴:音dí，“笛”的古字。\n此五言行书联，充分地体现张瑞图的书法风格和韵致。清·吴隐评此联云：其“书法钟、王，悬于室中，可避火厄。”（《古今楹联汇刻》）\n泉州大书匾额\n清·乾隆《泉州府志》称张瑞图蘸发泼墨，厅姿横生，尤精大书匾额。乞者多不择人而与。泉州承天寺“香积堂”、通淮关岳庙“充塞天地”、花桥亭“真人所居”，晋江青阳白毫庵“崇德”、安海龙山寺“通天手眼”，南安雪峰寺“应身慈济”，同安“禅露妙莲庵”等，均出其手笔。（《泉州寺庙·承天寺、通淮关岳庙、花桥宫、白毫庵、龙山寺、雪峰寺》）\n楷书作品\n现存著名楷书作品有《思复陈先生小传》、《承天寺十奇诗》、《禅鸡冢记》、《浔美晋澄李先生祠碑》、《桃花源记》几种，均为珍品。其中代表作《承天寺十奇诗》尤为精妙（《泉州寺庙·承天寺·承天寺十奇诗碑》）。\n现代\n1、《张瑞图草书后赤壁赋》：上海书画出版社。\n本书是《中国碑帖经典》中的一册，收入张瑞图草书《后赤壁赋》。此贴现藏台湾故宫博物馆。\n该帖笔势矫键跌宕，锋芒凌厉，方笔多于圆笔，一扫元、明俏媚书风，虽未入神，已属不朽之作日本人视《草书后赤壁赋》为珍品，称张瑞图是“伟大的章草体书法家”。\n2、《张瑞图草书千字文》：文物出版社。\n3、《中国历代经典名帖集成——张瑞图草书千字文》：华夏出版社。\n张瑞图存世作品即甚多，以行、草为主，《草书千字文》是其宏幅钜制。卷末署款：“天启癸亥（天启三年，1623年）书于都中，张长公瑞图。”\n《千字文》是南北朝·梁武帝时周兴嗣编次的，为我国古代启蒙读物。它由一千个不同的字组成，成为历代书法家甚感兴趣的书写内容，纷纷以一体、二体或四体、六体书写《千字文》。其用意：\n一是作为他人学习书法的范本。明·陈淳《自书千字文·跋》曰：“书《千字文》往往有人，非人好书，人欲书之耳。盖《千字文》无重字者，人谓书学尽于此矣。”一是作为书家展现个人风貌的载体。如宋·董逌《广川书跋》曰；“后世以书名者，率作千字，以为体制尽备，可以见其笔力。”\n张瑞图此卷《草书千字文》，当属后者，以显现个人独特的书法笔力为宗旨。张瑞图书此卷时五十四岁，尚未入内阁，书法风格已趋成熟，然仍保留学孙过庭和苏轼的某些笔法。\n全篇字与字之间连笔不多，而运笔之气贯通，以显示其放逸之势。各字大小变化下大，主要靠结体的欹侧反正、紧密开张、左右轻重、上下错落，来显现起伏跌宕；字姿呈方形的整体结构，又时出奇险之态，点画通过粗细、乾溼、疏密、方圆的变化，表现出跳荡之势；全幅呈字距紧密、行距宽疏的布局，然紧密字距中，时用舒缓的笔法和揖让的结体来调节，宽疏行距中，又时以出格之字和破直之势来调节，从而达到了密而不窒、疏而不空的效果。这些都体现了张瑞图的典型书风。\n然此卷笔法多用圆润中锋和厚重笔道，少劲利峻峭之势；转折处多婉转，并非每转必折，每折必劲，也少侧锋偃笔；在奇异结体中仍时见潇洒秀丽之字，狂放而未失於怪诞。这些特点表明孙过庭书法所具的流润和法度之影响尚未完全消褪，苏轼浑厚凝重的笔法仍在起作用，北朝碑学之痕迹尚不显著。\n因此，这卷《草书千字文》反映的是张瑞图转变时期书风，对了解他的书法发展演变轨迹具有重要参证价值。\n4、《中国书法全集(55)——张瑞图》：荣宝斋出版社。\n5、《中国名家法书系列——张瑞图》：天津美术出版社。\n6、《学书范本精华——明人草书（祝允明、张瑞图）》：中国美术学院出版社。\n7、《张瑞图墨迹大观》：上海人民美术出版社，1992年12月。\n8、《张瑞图、祝枝山书法选萃》：哈尔滨出版社，1998年1月。\n9、《中国历代名家墨迹精粹——明·张瑞图》：上海人民美术出版社，2001年11月。\n0、《张瑞图自书诗册》：浙江人民美术出版社，2003年1月。\n1、《新概念字帖丛书——集字古诗张瑞图》：上海画报出版社，2003年2月。\n2、《明张瑞图感辽事件六首卷》：西泠印社，2004年6月。\n3、《明张瑞图行草杜甫诗帖》：天津人民美术出版社，2005年1月。此卷行草书是张瑞图书作中的精品。\n4、《明张瑞图行草前赤壁赋》：上海书画出版社，2005年1月。\n5、《明张瑞图行书论书卷》：上海书画出版社，2005年6月。\n《行书论书卷》由安徽省博物馆藏。此卷作于天启四年(1624年)，时张瑞图54岁。该卷基本具备张瑞图的书法特点，代表他中年的水平，很难找到与之风格相近的前人之作。\n从中，似乎能够窥见孙过庭《书谱》、《景福殿赋》、《草书千字文》和苏轼《醉翁亭记》的一丝痕迹，但他却已从古人的约束中挣脱出来。如其结体奇崛的变化，虽横扁之形出于苏书，但却左颠右倒，不求平衡；变使转处为直快方折，点画之间抵牾揖让，左错右浇，笔势劲挺，节奏明快，流畅中寓直转，飞动中有停顿，强调激昂的动感，给人笔调奇险、真气弥满的感觉。\n6、《明张瑞图行草诗轴》：上海书画出版社，2006年1月。\n画作\n张瑞图又擅山水画，并工佛像。山水骨格苍劲，点染清逸，间作佛像，饶有意趣。张瑞图的绘画是偶然兴至而为，因此传世作品极少。\n张瑞图之画师承效法元·黄公望，并参立吴派（山水画分浙、吴、皖三派），用笔与王孟津相近，具有骨格苍劲、点染清逸的特点，颇有声望。李长衡曾为之书跋云：“张长公先生胸度豪爽，嬉笑文章，书法绘事，各臻神妙。”\n其特点是：小品多剪裁宏阔的景象，画面繁琐，结景细碎，勾皴点染，用意精到，于大轮廓转折处时露圭角。在大幅则多以粗放的笔墨绘近景数株大树，后衬远景以一座高峰开合而成，画面结景比较空疏。\n图录于《名人书画集》的有天启五年（1625年）作《山水图》卷，天启六年（1626年）作《观音像并书心经》轴；\n图录于《张瑞图人物册》的有崇祯六年（1633）作《郭田流水图》轴；\n此外还有《松泉图》轴、《溪山行旅图》轴、《秋景山水》、《山高月小》图轴等。\n《溪山行旅图》收藏于昆仑堂美术馆，纸本，208×62.5厘米。此画是张瑞图晚年作品，笔墨功夫相当老练。深山幽涧，栈道行旅，笔力浑厚，点染苍润，墨气扑面。\n《秋景山水》：日本东京私人收藏。\n《山高月小图轴》：是张瑞图山水画中的代表作。\n图轴水墨绢本，130×39cm。款署：“山高月小，水落石出。白毫庵居士瑞图写。”钤“笔研精良人生一乐”、“张瑞图印”二印。\n画面中，远处高山掩映于云雾之间，一弯晓月悬于空中。近处虚亭芳草，树木萧疏。小迳通幽，江流拍石，清秋寂寥之气溢于绢素。\n其笔墨极富韵味，山石为披麻皴法，墨以淡雅为主，间或浓墨点染，用笔潇散，构图错落有致，可看出张瑞图运用笔墨之娴熟和功力之深厚。\n矛盾\n不管是圆滑投机，还是助纣为逆，或是畏惧权贵以求苟延，张瑞图步入仕途即依附魏忠贤，成为“魏家阁老”成员之一，有违圣贤之教，其行径为士林所不齿，《明史》将他列入“阉党”。\n人品问题始终是困扰张瑞图在书法史上取得更高评价的一个主要问题。不少人因为推崇其书法，极力为张瑞图的“阉党”政治问题辩解。如：\n丁明镜（1994）：“书丹之事，对瑞图来说，因属白玉珪之玷，然与‘附逆’性质却全然不同。且书丹事，亦非瑞图所愿。”\n陈存广（1994）：“张未委身阉党，亦非依媚逢奸，至为生祠书丹，乃出顾忌难避，随缘不慎，挥毫应酬之，属一时失着，并非献谄取媚。”\n刘恒（1992）：“种种迹象表明，张瑞图进入阉党后，并未参与任何重大的事件。相反，在魏党与东林斗得你死我活的关键时候，特别是魏忠贤据上风，气焰最盛之际，张瑞图却抽身而退，远远的躲到晋江去了。很显然，张瑞图采取的是节身自好的立身原则。也正因如此，当后来韩爌等曾受魏党排斥的阁臣，根据诸臣为魏忠贤所进祠颂红本及往来奏章确定附逆名单和罪行时，对张瑞图的结论却是‘无实状’。”\n其实完全不必就所谓人品、书品问题纠缠不清。政治上的道德评判跟艺术上的评判之间并没有必然的联系。\n“书以人重”、“书如其人”，是建立在儒家思想基础上的一种书法艺术观。汉·杨雄《法言·问神》曰：“书，心画也；心画形，君子小人见矣。”柳公权曰：“心正则笔正。”唐·张怀瓘《文字论》曰：“文则数言乃成其意，书则一字已见其心。”\n这个观点，到明代已是根深蒂固。晚明·项穆提出的“心相”说更强调“人正则书正”，“正书法，所以正人也；正人心，所以闲圣道也。”其在《书法雅言》中认为：“论书如论相，观书如观人。”\n大部分书家认可人品影响书品的格调，他们夸大了书法表现中人的主体精神投射作用，书法理论界也有相当部分人把人品问题作为书法的一个审美范畴提出来，认为对书法的品评必须对书法家人品作审视。认为人品不好的，道德败坏的，一定会在他的笔端表现出来；相反，人品高尚的，精神强健的，也一定会流露在他的字里行间。\n故而，在中国书法史上，颜真卿的艺术水准被其人品拔高了，宋四家中的蔡京的艺术水准总被其人品所累，元·赵孟頫也因气节问题影响了人们对他们书法价值的认可程度。\n但张瑞图和王铎却是很特殊的例外，书法艺术的建树为时人所公认，《明史》并称曰“邢、张、米、董”。清·吴德璇《初月楼论书随笔》评：“张果亭（张瑞图）、王觉斯（王铎）人品颓丧，而作字居然有北宋大家之风，岂得以其人而废之。”\n应该认为，一个人的艺术造诣并不是人生和人品的直接翻版，书品不一定等同于人品。苏东坡就持有这种看法。软媚的行世与銛利的笔锋，交织成张瑞图一个矛盾的形象，适足以证明书法未必能如其人。\n艺术风神和品藻的形成有着其自身的发展规律，尤其具强烈形式美和抽象性的书法艺术，其格调的高下更多取决于审美观念，而非道德观念。书法艺术的表现本质毕竟属于审美范畴，单纯用道德伦理观难以作出公正评判，书法的评价标准只能是书法本身。因此，具有独特审美价值的张瑞图书法，还是得到社会的首肯。\n也有人认为，张瑞图是一个生性懦弱的人，在魏忠贤当国的淫威下，纵有高位，也不敢与其抗命，只能随波逐流，媚事魏垱，从而把自己推入了“阉党”行列。他无法平衡的心理上极度的矛盾，政治上的压抑借助艺术上的宣泄以求得平衡，张瑞图用独特的审美追求，把自己放到了一个精神上的强者王国中去，以权重位高的身份不再重复前人典丽的风格，在翰墨中搞出“反叛”的形象，气势逼人，了无含蓄，正是他痛苦、悔恨心绪的反映。他用露锋尖笔，笔势跳荡多姿，节奏感强烈；结体平正而内促，形态紧张，显示出一种前所未有的自抑心理，给人一种紧张、逼人的艺术感受与强烈的艺术震撼力。\n至於前清书家翁方纲在〈倪文正画〉一诗结句云「艸书肯似张二水？诗句来题王遂东。」对倪之书法与张之人格作了评价。也可看出他作为一大书法家对书法审美与书家品格之衡鉴。（倪者，倪元璐也。遂东，王思任。） \n","category":"行书","verified":true,"user":1,"timestamp":1429951644803},{"name":"莫是龙行书跋陈淳自作诗帖","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791639506,"text":"","author":"明代莫是龙","description":"莫是龙行书跋陈淳自作诗帖"}]