[{"name":"敦煌写经汉书王莽传残卷法国巴黎国立图书馆藏","text":"敦煌遗书，又称敦煌文献、敦煌文书、敦煌写本，是对1900年发现于敦煌莫高窟17号洞窟中的一批书籍的总称，指敦煌所出2至14世纪的古写本及印本。总数约5万卷，其中佛经约占90%，目前分散在全世界，如大英博物馆、巴黎国立图书馆、俄罗斯科学院圣彼得堡东方研究所等，1910年入藏京师图书馆时，只余8000余件，目前中国国家图书馆藏有16000余件，为该馆四大“镇馆之宝”之一（另三件分别为永乐大典、四库全书和赵城金藏）。\n历史\n敦煌在中国汉唐时期是丝绸之路的连接重镇。光绪二十六年五月二十六日（1900年6月22日），道士王圆箓在清理敦煌莫高窟第16窟时，发现墙壁后面有一个密室，洞内满是各种佛教经卷等文物，总数量约5万余件。佛书占敦煌汉文文献的百分之九十左右，作品包括经、律、论、疏释、伪经、赞文、陀罗尼、发愿文、启请文、忏悔文、经藏目录等。\n907年英国人斯坦因来到敦煌，以14块马蹄银骗取走24箱遗书﹑遗画及5大箱其它文物。1908年，法国汉学家伯希和来到莫高窟，用大量银子骗取了6000余件写本和200多件古代佛画与丝织品。伯希和还在第464窟发现一批元代回鹘文遗书。他当时率领一支探险队在我国新疆进行考古发掘，当他看到长庚将军送给他的一卷佛经是唐代写本后，便迫不及待地问明来源，于1908年3月赶抵敦煌。伯希和是学识渊博的汉学家，他凭着深厚的汉学功底和丰富的考古知识，把藏经洞中所有的遗书通检一遍。他自己说：“洞中卷本未经余目而弃置者，余敢说绝其无有。”有一张伯希和盗窃藏经洞遗书的自拍照：他蹲在洞窟里，面对堆积如山的经卷，正在蜡烛下一件件、一页页地翻检……他在藏经洞里待了3周，“不单接触了每一份文稿，而且还翻阅了每一张纸片”。他纯熟的汉语基础和中国历史知识，使他选走藏经洞里的全部精华。所以，他盗走的经卷是最有价值的与最精华的。比如有关道教经典的卷子几乎全被伯希和盗走了，大约有六七十件全部收藏在巴黎。敦煌遗书最大的价值是保存了许多古代学说，保存了古注。比如《论语》，只有一种本子，即何晏注的本子。藏经洞发现了皇侃注的本子，收录了两汉和魏晋之间所有人讲《论语》的要点，都被伯希和盗走了。伯希和自己也曾自诩说，他拿去的卷子在敦煌卷子里几乎都是最有价值的。他把斯坦因依靠翻译而忽略的更珍贵的经卷和语言学、考古学上极有价值的6000多卷写本和一些画卷，装满10辆大车，运往巴黎。1905年，俄国人奥布鲁切夫，日本人桔瑞超﹑吉川小一郎，1914年俄国人鄂登堡，美国人华尔纳等人，先后从莫高窟盗买走了大量的经卷。这些文物至今流散至海外的达3.5万件，约占所有文物的三分之二。\n909年8月22日，清政府学部左丞乔树楠命陕甘都督毛实君封存莫高窟藏经洞。1910年，朝廷命新疆巡抚何彦升将敦煌遗书运至北京。押运官傅某至北京后违命不直接向学部复命。私下把车队赶进何震彝私宅，何震彝与岳父李盛铎，还有刘廷琛、方尔谦等四人翻阅了车上全部的敦煌遗书并贪污盗取走部分珍品。8000余卷敦煌遗书，被官员截留贪污不少，这些经过儒官精选的文物被贪污私吞，都是上等文物。\n964年在莫高窟土地祠中、1965年在莫高窟122窟前，以及在敦煌境内烽隧、古墓葬等遗址中也有少量出土，遗书总数超过5万件，其中汉文写本在4万件以上。 \n主要形制\n从外形看，敦煌遗书主要有卷轴装、经折装和册子装3种。还有梵筐装、蝴蝶装、挂轴装和单张零星页等形式。从内部字迹看，可分手抄和印本两种，其中以抄本居多。大量的经卷系由专职抄经手手写而成，字迹端庄工美。\n早期的捺笔很重，颇带隶意，唐以后的抄本以楷书为主。雕版印刷品虽数量不多，但均是中国也是世界现存最早的印刷品实物，其中以868年（唐咸通九年)雕印的《金刚经》最古。此外，归义军曹氏时代雕印的佛经，来自长安、成都的私家印本历日，涂色印本佛像等，均系印制而成。\n从书写用笔看，早期均由毛笔书写，8世纪末后，因敦煌一度同中原王朝中断联系，当地人开始用木笔书写。至于大量的官私档案等，则因用途不同而形制各异。 9世纪以后，出现经折装、册子本和木刻印本。在我国乃至世界书籍发展史、版本史、印刷史、装帧史上都是十分难得的珍贵实物，具有很高的学术价值。除大量的写本之外，还有拓印本、木刻本、刺绣本、透墨本、出图本、插图本等多种版本。\n遗书下落\n据统计，截止到2011年，收藏敦煌遗书最多的有中国的北京图书馆，藏有遗书10000余号，已整理编目的有9803号；英国国家图书馆东方写本部有11297号，其中已编目9172号；法国巴黎国立图书馆藏6000余号，汉文卷子4038号已编目，藏文卷子约2000号未编目；苏联列宁格勒亚洲民族研究所藏11050号，已编目2954号；日本人橘瑞超收藏429号。另外，中国的旅顺博物馆189卷，甘肃省图书馆100余卷，藏文226卷，西北师范大学历史系文物室22件，上海博物馆182件，天津艺术博物馆300余件，台湾中央图书馆153件，台湾国立历史博物馆20余卷。 \n国外的一些图书馆、博物馆也藏有部分遗书，如英国印度事务部图书馆：765件藏文文书。日本大谷大学：38卷，龙谷大学7卷。日本私人收藏者：中村不折163卷。其他人（包括一些不知姓名者）共有208卷，丹麦皇家图书馆东方部14卷，法国吉美博物馆还藏有绢画220幅。还有一些图书馆收藏的图书数目不详，如中国甘肃河西地区博物馆、台湾中央研究院历史语言研究所、台湾的一些私家收藏者也有数十卷，英国牛津大学金德利图书馆、英国皇家亚洲协会图书馆以及西德柏林科学院所藏的6000余件汉文文书、南朝鲜汉城博物馆藏有的2000余件原朝鲜总督文书、日本约3000件大谷文书中都有数目不详的敦煌文书。印度德里博物馆还藏有一些藏文文书。瑞典、奥地利、东德等国也都各有收藏 \n遗书内容\n敦煌遗书内容可分为宗教典籍和世俗典籍两大部分。宗教典籍占80%，包括经律、论、疏释、赞文、陀罗尼、发愿文、启请文、仔海文、祭文、僧传、经国等。《金刚经》、《妙法莲华经》之类的复本甚多，也发现一些中土已佚的经卷，如隋唐时再三遭禁的三阶教的教义经文，以及一批疑伪经等。宗教典籍除佛典外，还发现了另几种宗教典籍。其中有道教卷子500件以上。北朝写本《老子道德经想尔注》以及《老子化胡经》等佚道经。摩尼教方面，有《摩尼光佛教法仪略》等。景教方面，有《大秦景教三威蒙度赞》等。其中有一部分是久佚之典，具有补缺、辑佚之功，丰富了我国文献宝库；另一部分，虽是传世文献所已有的，但为从事校勘订补工作，提供了难得的版本。这些佚经的发现，推动了东西学者对于摩尼教、景教的研究。\n主要价值\n内容价值\n敦煌遗书的年代上起东汉，下至元代（即2～14世纪）。其间，三国、两晋、梁、陈、北魏、西魏、北周、隋、唐、后梁、后唐、后晋、后周、北宋、沙州回鹃、西夏、元朝、明朝等10多个朝代的文献都有所保存，成为研究各个朝代历史和文化的珍贵资料。其主要部分，更是传统文献宝库中所佚缺者，价值尤为珍贵。其中有纪年者近千件，现知最早的为西凉建初元年（405），最晚的为宋咸平五年（1002）。大部分汉文写本写于中唐至宋初。汉文遗书除95%以上为佛典和其他宗教文献外，其余为经、史、子、集、官私档案、医药天文、诗词俗讲等。\n写本题款有纪年者近千件。其中年代最早者为公元405年（西凉建初元年）所写《十诵比丘戒本》，最晚者为公元1002年（宋咸平五年）《敦煌玉曹宗寿编造帙子入报恩寺记》，汉文写本的百分之七八十写于中唐至宋初。\n宗教文献以佛教的经、律、论即“三藏”以及佛经目录为主，其中大多有传世本，也有一些未曾传世的佛教文献。汉文典籍经、史、子、集中，除一部分是极为罕见的古写本，可用于校勘外，更有不少佚失千年以上的古书，如《隶古定尚书》、郑玄《论语注》、皇侃《论语义疏》、刘向《说苑》第二十卷及属于小学类的韵书、字书等。大量的官私档案文书，是研究中古历史、社会生活、风习民俗、寺院经济等的第一手资料，如唐代的《律疏》、《公式令》、《神龙散颁刑部格》、《水部式》等，使人们对唐代法令及其在古代现实生活中的运用，获得了全新的认识。符、牒、状、帖、榜文、判辞、过所、公验、度牒、告身，多是古代官府的原始档案。大批户籍、计帐、手实文书的发现，反映出北魏至唐中叶实行近300年之久的“均田制”以及相关的户籍、赋役制度的实际情况。各种各样的租佃、借贷契约，放良文等，使人们对中古时代的社会和阶级关系认识得更加深切。\n寺院文书反映着寺庙的生产和生活。各种社约从不同侧面展示了中古社会的民间社团、教团组织及其活动。张、曹二氏归义军政权时代的各种遗书，可了解敦煌地方史，敦煌石窟的凿建与发展，敦煌同邻近各民族的关系，以及敦煌和河西诸郡在中西文化交流中的地位和作用。各种地志、官私谱书也是稀世之珍。文学作品中，既有中原文人传世佳作的抄本和佚作，如韦庄《秦妇吟》，300余首王梵志诗等，更有不曾传世的地方性俗文学作品，如诗词、赋、变文、讲经文、押座文、俚曲、因缘、儿郎伟等。科技史方面的天文历算、医药术数价值极高。如《全天星图》，是现知全世界最古老、星数最多的星图。\n医药文献中则有久佚的医书和医方。敦煌遗书中还有用多种古代少数民族和西域文字如吐蕃文、于阗文、龟兹文、突厥文、回鹘文、梵文、粟特文写成的典籍和文件，对于研究古代西域民族史、各种语言文字和中西交通史有着重要作用。总之，敦煌遗书以其内容广博、弥足珍贵而闻名于世，推进了中世纪中国和中亚的历史学、考古学、语言学、文字学、民族学、宗教学、文学、艺术、书志学、历史地理学和科技史等各个领域的研究。国际上许多国家都有相应的研究机构和组织在从事敦煌遗书的研究工作，以至形成20世纪国际上的一门显学——“敦煌学”(严格意义上的“敦煌学”还包括敦煌石窟艺术考古和研究)。\n学术价值\n世俗文献约占20%，数量虽少，但其学术价值比宗教典籍更大。其种类除了传统的经、史、子、集之外，还有大量地方文献。以内容来分，有数学、地理、历史、政治、贸易、哲学、军事、民族、民俗。音乐、舞蹈、文学、语言、音韵、名籍、账册、函状、表启、类书、书法、医学、兽医、工艺、体育、水利、翻译、曲艺、占卜书等等，广泛反映中古社会的各个方面，是研究中古社会生活的重要资料。特别是数百件科技史文献更是敦煌遗书中的珍品，其中与医药学有关的近百件，有医疗方1000多个；天文历法方面的40多件；数学方面的约20件；水利、农业、化学等方面都有。\n大量的“官私文书”也是世俗文献中具有珍贵价值的史料。“官文书”有符、牒、状、帖、榜文、判辞、过所、公验、度牒、告身、籍账等；有与户部、刑部、兵部相关的文书片断；《河西节度使判集》有助于对安史之乱后河西政治经济状况的研究；《沙州进奏院上本使状》及归义军节度使相关的文书，使晚唐、五代沙州的历史面貌重新明朗；军制、市制、屯田、长行马等有关文书，使各种制度得以稽考；籍账方面，包括计账、户籍、差科簿等有利于《西魏大统十三年计账》的研究，使西魏均田制的许多问题得以探明；唐天宝年间《敦煌郡敦煌县差科簿》为唐前期杂色、摇役等问题的研究提供了珍贵材料。“私文书”有契卷、社司转帖、账历、书犊、分家产文书、遗书等，其中租佃契、地契、借贷契、买卖契、雇佣契等对于研究唐五代及宋初劳动者身份地位以及祖佃关系、高利贷经营方面的问题，都是第一手资料。\n寺院文书是官私文书的一个分支，约有500件以上。如僧官告身、度碟、戒碟、僧尼籍、转经历、追福疏、诸色入破历、器物名籍以及各种契约等，都是研究敦煌教团政治经济结构的好材料。\n敦煌遗书中还有上万卷吐蕃、回鹃、粟特（康居）、干阗、龟兹、突厥、叙利亚、梵文等多种文字写本。是研究这些民族历史的珍贵资料，具有很高的民族学价值和国际意义。 \n镇馆之宝\n在中国国家图书馆浩如烟海的古籍善本中，最璀璨夺目者当推“国家图书馆四大镇馆之宝”——《敦煌遗书》、《赵城金藏》、《永乐大典》、《四库全书》。\n敦煌遗书是研究中古时期中国、中亚、东亚、南亚的历史学、考古学、宗教学、人类学、社会学、语言学、文学史、艺术史、科技史、民族史的重要研究资料，具有极高的文物价值和文献研究价值。\n由于敦煌遗书分藏于中、英、法、俄、日等地，至今缺乏一个完整的联合目录，藏经洞内究竟有多少遗书，至今仍无从确切统计。有人推测总数为三四万至十万件不等。敦煌遗书分布在世界各地，中国国家图书馆藏16000余件；英国图书馆藏13000余件；法国国家图书馆藏5700余件；俄罗斯科学院东方学研究所圣彼得堡分所藏10800余件。另外敦煌研究院、中国历史博物馆、故宫博物院、甘肃省博物馆、敦煌市博物馆、北京大学图书馆、上海图书馆等单位都有收藏，总数在5万件以上。\n清末从敦煌运京的那批敦煌遗书成为现今国家图书馆敦煌馆藏的主体。新中国成立后，文化部陆续将散藏于全国各地及散佚于民间的敦煌遗书调拨或收购后移交国家图书馆集中保管。如大谷探险队所得敦煌遗书长期由旅顺博物馆收藏，1954年由文化部调拨北图收藏。不少社会人士出于繁荣祖国文化的爱国之心，也纷纷将个人珍藏的敦煌遗书或捐赠或转让给国图；国家图书馆亦四处搜求购买到部分零散的敦煌遗书。凡此种种，日积月累，进一步丰富了国家图书馆的敦煌收藏，使其总数达到一万六千余号，蔚为大观。中国国家图书馆对所藏敦煌遗书分批、分阶段进行了大量整理、编目和修复的工作。开始编目时，最初的编号按照《千字文》的顺序，逐一用字排号，编纂出国家图书馆第一部敦煌遗书目录——《敦煌石室经卷总目》。1922年，陈垣任北京图书馆馆长后，编纂出敦煌学界第一部分类目录——《敦煌劫余录》。二十年代，北京图书馆成立写经组，1935年编纂成更为完备的分类目录《敦煌石室写经详目》及其《续编》。由于日本帝国主义即将发动全面侵华战争，为避战火，1935－1936年北京图书馆将馆藏敦煌遗书装箱南运。八十年代初，国家图书馆编纂成《敦煌劫余录续编》。从1984年开始，在中国敦煌吐鲁番学会和中华大藏经编译局的支持下，涵盖全部国家图书馆所藏敦煌遗书的总目录编纂工作开始起步。\n国家图书馆极其珍视所藏敦煌遗书，但敦煌遗书都是公元五至十一世纪的古抄本及印本，是被长期废置的中古文献，年代悠远达千年之久，大多残阙支离，或粘结或脆碎，若不加细心修复，则根本无法编目、拍摄，更谈不上借阅使用。九十年代以来，国家图书馆善本部和善本部图书修整组，经过反复研究实践，在修复工作中严格贯彻“整旧如旧”的原则，尽可能保持遗书原貌，妥善处理了保护与使用的矛盾，达到了“多快好省”的效果，从而使大量从前无法使用的残破经卷获得新生，重见天日，能够为广大敦煌学研究者有效利用。在国家图书馆的精心维护保管下，修整一新的敦煌遗书这份无比珍贵的文化遗产将会完好无损地流传给子孙后代。\n敦煌藏经洞发现以来，社会上乃至学术界一直流传着一种误解：认为敦煌遗书之精华部分已然被外国“探险家”们搜刮殆尽，中国国家图书馆所藏者皆是价值不大之弃余糟粕，正所谓“其发见之佳品，不流入异国，即秘藏于私家。兹国有之八千余轴，盖当时唾弃之剩余。精华已去，糟粕空存……”这种看法大谬不然。三十年代，国学大师陈寅恪先生在《敦煌劫余录序》中曾经列举大量事例，着重批驳了这种不实说法，指出：“取质、量二者相与互较而平均通计之，则吾国之八千余轴比于异国及私家之所藏，又何多让焉！”几十年来，通过各种途径不断有散落的敦煌遗书回归于中国国家图书馆，其中不乏大量珍贵文献，如《尚书》、《毛诗》、《春秋》、《老子》、《庄子》、《文选》等抄本；如公元417年（西凉建初十二年）写本《律藏初分》，是馆藏敦煌遗书确切纪年最早的一件，历经近1600余年仍完好如初；《舞谱》、摩尼教经典等为国内硕果仅存之资料，其珍贵稀有不言自明；《辩亡论》、《姓氏录》、《法华经玄赞》、五代前蜀大复二年的血书《观音经》等皆为敦煌遗书中之稀世精品。今天中国国家图书馆所藏敦煌遗书不但在文物或文字的绝对数量上占据世界第一位，而且在内容质量方面与世界上任何一所敦煌遗书收藏机构相较毫不逊色。\n敦煌项目\n敦煌遗书为中国国家图书馆四大专藏之一，历来倍受重视，在妥为珍藏的基础上，进行了长期的整理、修复与编目，并对研究者开放阅览。这些对推动敦煌学的发展起到了积极而重要的作用。\n在敦煌遗书入藏之初，中国国家图书馆即派专人负责，整理编目，约于1912年编撰完成《敦煌石室经卷总目》，著录8679号敦煌文献。1922年陈垣先生在《敦煌石室经卷总目》基础上主持编撰分类编目《敦煌劫馀录》，1931年3月作为中央研究院历史语言研究所专刊第四种出版，著录8653号。1929年成立的写经组，负责编撰馆藏敦煌文献目录，至1935年完成具有较高学术价值的《敦煌石室写经详目》及《续编》，惜其生不逢时，遭遇兵荒马乱的战争年代，未能及时面世。1981年7月，善本组将新字号部分整理编目，完成《敦煌劫馀录续编》，著录1065号。1990年，在馆长任继愈先生亲自主持下，《国家图书馆藏敦煌遗书》的编纂工作正式启动，2005年由北京图书馆出版社全部出版。\n敦煌遗书已有一千年以上的历史，不少卷子被泥土掩埋、油污、水浸後，变得脆硬、糟朽。中国国家图书馆敦煌遗书修复工作始于1991年，学者和修复人员认真总结了前人及海内外有关单位修复敦煌遗书的经验教训，经国内外专家研究论证，确定了本馆的修复方针。从1990年以来，国家图书馆善本特藏修复中心修复敦煌遗书5000余米，解决了一个个的技术难题。修复的敦煌遗书美观大方，保留了研究资料，深受各界好评。\n910年，敦煌遗书入藏京师图书馆。1936年，为防止这批珍宝被日本帝国主义劫夺或受到战争的破坏，敦煌遗书转移上海，秘藏在某外国银行。直到全国解放，才运回北京。1987年后，敦煌遗书全部移藏新馆。库房恒温恒湿，条件很好。只是遗书数量很多，而存放敦煌遗书的特藏库空间狭窄；原来的用以存放敦煌遗书的箱子也不够用，只好放在各种铁柜、木箱乃至自制的纸盒中。2004年在国家财政的大力支持下，特辟宽敞的敦煌遗书特藏库，定制专用木盒与书柜。较大的写卷，一卷一盒，放在书柜的特定架位上，彻底改变了前此几十号敦煌遗书同放一个抽屉，相互挤压的情况。使中国国家图书馆敦煌遗书的收藏环境成为世界一流。\n相关报道\n千百年来，人们一直认为“孟姜女哭长城”的故事发生在燕山秦长城一带，并在山海关建了孟姜女庙。然而，记者在内蒙古自治区包头市采访获悉，有关敦煌遗书残片揭示，“孟姜女哭长城”的故事其实发生在包头市。\n敦煌文献中有多种孟姜女故事记载，在英国国家图书馆亦存有敦煌遗书残片与孟姜女故事相关。中国国家图书馆的刘波和林世田将《孟姜女变文》残卷缀合后，惊奇地发现：传说中孟姜女哭倒的长城竟然是包头境内的秦长城。\n缀合的《孟姜女变文》残卷中称：“秦王远托金河北，筑城本拟防胡贼。”金河指内蒙古呼和浩特市附近的大黑河，这就说明当时修长城的地点在阴山。孟姜女的丈夫范杞梁修长城“诺直山上……被押身终，魂埋塞北。”诺直山即诺真山，今包头达尔罕茂明安联合旗艾不盖河南之阴山。阴山当属塞北。\n《孟姜女变文》把范杞梁与金河、诺真山、塞北相连，说明范杞梁筑长城就在今包头地域。在敦煌有关孟姜女的遗书残文中还提到“秦王”“榆林长城”，隋唐时期榆林即今呼和浩特市和林格尔县一带，亦与阴山有关。\n《孟姜女变文》的记述是符合当时历史事实的。秦长城实际是把秦、赵、燕的长城修缮后连接，又在赵长城北阴山新修筑一长城与赵长城相接。因为匈奴世居阴山，其政治中心头曼城就在艾不盖河，包头的古稒阳道南通秦直道，北通头曼城，范杞梁筑长城在包头故地亦在情理之中。\n有关孟姜女哭倒包头秦长城的故事，在西口外广为流传的民歌《珍珠倒卷帘》中也有所体现：“孟姜女本是范郎妻，范郎死在长城里，孟姜女哭倒长城千万里……”\n秦长城始建于秦始皇三十三年(公元前214年)，是秦大将蒙恬率军30万北抗匈奴而筑。而包头境内的秦长城主要分布在固阳县，长约85公里。\n记者看到，包头秦长城建筑采取石筑等就地取材法，沿线还设有专门排水设施。其中一段长约12公里的秦长城保存十分完好，个别地段基本保持原貌。这段长城城墙高度最高为4.5米，顶宽2.8米，墙体多以黑褐色厚石片垒砌。在城墙内侧，每隔千米有一座烽火台，段内共有烽火台4座，都以石块干砌而成。\n在包头秦长城附近，还有蒙恬点将台、匈奴万箭穿石处等历史遗迹，据说是当年秦大将蒙恬战前点兵列队迎战匈奴以及率军与匈奴交战的地点。在秦长城红石板沟段还有一处豁口，相传这就是孟姜女千里寻夫不见而哭倒的一段长城。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602315},{"name":"汉书王莽传残卷","dynasty":"唐代","category":"写经","size":"","author":"敦煌写经","type":"纸质","collector":"法国巴黎国立图书馆藏","publisher":"undefined","description":"敦煌写经 汉书王莽传残卷","text":""}]