[{"name":"赵佶楷书宣和御书神霄玉清万寿宫诏","text":"宋徽宗和他的《神霄玉清万寿宫诏》碑是《清万寿宫诏》碑之一，另一通现存福建省莆田市元妙观三清殿内，以下简称《诏》碑)。\n海南岛上的这通《诏》碑原立在琼州府城的天庆观内，元初改称玄妙观，明更名为玉皇庙，清初玉皇庙倒塌。但这通碑被完整地保存下来，几经迁移，至1983年移立于五公祠内，1994年被公布为海南省第一批文物保护单位，2001年又同五公祠一起被公布为第五批全国重点文物保护单位。\n该碑高2.55米，宽1.3米，厚0.29米，正面光平如镜，背面保留开凿时的原貌。碑文竖行，16行，366字，瘦金体，无标点符号，右行“神霄玉清万寿宫诏御制御书”，正文主要阐述了宋徽宗崇信道教的缘由，碑文说：“朕之所以隆振道教，帝君之所以眷命孚佑者，自帝皇以远，数千年绝道之后，乃复见于今日，可谓盛矣!岂天之将兴斯文以遗朕?而吾民之幸，适见迁于今日耶?布告天下，其谕朕意毋忽，仍令京师神霄玉清万寿宫刻诏于碑，以碑本赐天下，如大中祥符故事，摹勒立石，以垂无穷。宣和元年八月十二日奉圣旨立石。”在正文的左边花纹格内刻有“保和殿直学士朝清大夫提举上清宝录宫编”，右边有“通侍大夫、保康军承宣使直类御笔，兼礼制局详议官校正，内经同详定官、赐紫金鱼袋，臣蔡修奉圣旨题额”。可能因为碑的正面乃是皇帝的圣旨，而其他的官员只有刻在不显眼的地方。\n能够说明这通碑的珍贵价值的还不止这些。宋代的碑左右两边大都阴刻回纹或其他的吉祥如意图案，而该碑的四周不仅刻有精雕细琢的连续回纹，还在回纹的上面雕刻着共十八条青龙，布满四周，其中上下各两龙首相对，左右两边的各七条龙皆龙首向上，其尊贵与威严可见一斑。\n宋徽宗御此诏书时已年37岁，登上皇帝的宝座也有19个年头，所以，此时应是他的书法艺术成熟时期的作品。较之他二十三岁时赐给童贯的楷书《千字文》和他的大观二年(1108年)27岁时的《大观圣作之碑》，更多能体味“瘦金体”的书法艺术。有书法家评价他的“瘦金体字”体势劲瘦，峻拔清健，轻逸飘宕，霞展云舒”。还有说他的字体“瘦直挺拔，横画收笔带钩，竖下收尾多带点，撇出如匕首，捺笔似切刀，字多用外拓法，运笔如画兰竹，挺劲犀利而不失清秀，笔喜轻落重收，书呈瘦而无枯槁之感，结体采用相向法，颇富韵味”。也有人说他的瘦金体“瘦硬通神，有如切玉”。历代的书法喜爱者都对宋徽宗在“瘦金体”书法艺术方面所取得的成就无不推崇备至，称赞有加，如不能亲眼目睹，细细品味，很难掌握其中奥妙。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951598290},{"name":"赵佶楷书宣和御书神霄玉清万寿宫诏","dynasty":"宋代","category":"楷书","type":"","user":1,"timestamp":1429791640635,"text":"赵佶《宣和御书-神霄玉清万寿宫诏》墨拓 楷书\n　　《神霄玉清万寿宫诏》是宋徽宗亲自撰写的碑文，勒石于宣和元年（1119年）八月十五日，碑约高214cm，宽100cm，碑文宣扬以传统的中国道家思想作为政治核心，主张“道者，体之可以即至神，用之可以挈天地，推之以治天下国家，可使一世之民举得恬淡，寂常之真而跻于仁寿之城”。令汴京神霄宫先刻碑，即后以该碑的拓本颁赐天下摹勒 立碑。汴京神霄宫原碑已秩，翻刻的目前存世有两块，一在福建省莆田县城内，另一块在海南五公祠内海口博物馆。\n　　徽宗用瘦金体御书此碑，时年三十八岁，书法，点、折、顿挺劲峭拔，横、竖、撇、捺舒展充分，运笔犀利，笔道细瘦．但腴润洒脱。用笔整体匀整，其形曲折、其势迅捷、铁画银钩，气韵显得流畅飘逸，清秀灵动。\n　　此拓原碑立于兴化郡城元妙观内，跋文为“清道光丙戍相月四日（公元一八二六年七月四日）萧远村作诗并书，题于浯江。官廨买赏雨之屋。”\n　　诗为七言古风，云：“宣和天子真天才．纵横笔阵风云开。当年艮岳铣铸错，至今 断碣埋苍苔。道君心契道家事，金简玉篇祈上帝。目稽鹤驭三千群，手制龙章四百字。 银勾铁画体何工，淋漓繻染来天风。大中祥符仍故事，诏令承土同尊崇。江山万里供挥 洒，太清楼上无愁者。染翰闲成鹳鹆图，传神戏把鹰鹯写。耶律既灭金渐强，前门拒虎 后进狼。君臣谋国昧大计，猥以元妙于穹苍。靖康之变古所耻．青衣行滔颡多泚。从使 龙沙悲马角，遂入羊群弃牛耳。此时呼天天不闻，铜驼荆棘怨王孙。风高云车渺何许， 以泪洗面空酸辛。绝技争誇擅场手，可惜为君才未即。零金断碧弃人间，星霜剥蚀谁为 守。当日海滨兴化军，玉清万寿亦镌珉。地僻未遭兵燹劫，双勾点画仍鲜新。故人好古 耽金石，攫得残碑珍拱壁。自屑隃靡搨硬黄，鸾漂凤泊惊魂魄。睇观别是一家书，凌蘓 黄米陋君谟。帝王笔力自天纵，神龙夭矫遵清都。得之狂喜夜不寐，以指画肚穷殊致。 回首芒羊五国城，沧桑人海浮云逝。”","author":"宋代赵佶","description":"赵佶楷书宣和御书神霄玉清万寿宫诏"}]