[{"name":"王铎书法当代性阐释","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791631206,"text":"作者胡秋萍\n\n内容摘要：王铎以圆转寓方折、迟涩寓畅达、浑然一体的笔法，酣畅淋漓、虚实浑然的墨韵，结构纵横跌宕、一泻千里的奔腾气势，被后世奉为一代大师。他借古开今的创新与时代精神的高标，极尽变化的写意开创和视觉审美形式的大胆变革，跨越数百年的时间隧道和空间阻隔，对我们的审美思考和艺术创作探索产生了极重要的当代性审美意义。\n\n关键 词：当代性 视觉形式 写意\n\n王铎作为晚明清初的行草书大师，因“贰臣”罪名之遮蔽，死后沉寂了近三百年。中国素有“人品即书品”非书法标准之评说，然而这对一个为书法不惜“沉心驱智，割情断欲……饮食梦寐之”惟“所期后日史上，好书数行也。”的人来说，无疑是件残酷的事情。然而政治的黑暗残酷无情与艺术的主观深情流露原本就是两种思维模式。王铎作为一个封建社会的旧式文人，在那样的政治环境和文化背景下，他无力回天，在政治理想彻底破灭后一心向艺，将内心无法言说的痛苦诉诸笔墨，在笔墨的起伏腾挪、酣畅恣肆中排遣失意、压抑、颓丧的情怀。历史不会埋汰任何一个优秀的艺术家。王铎对于书法艺术笔法气韵之美、墨意气势之美、章法形式气象之美的深层开掘打破了魏晋至元末明初尺牍、手卷案头的把玩审美贯性，改为厅堂远距离视觉欣赏的艺术形式，使书法艺术真正从使用性向纯粹艺术欣赏性过度发展，成为真正相对独立的艺术。王铎正是明末清初完成这种过度发展的艺术家中最具代表性的人物。\n\n政治性的消解与艺术价值的独立\n\n二十一世纪，这是一个日益文明繁荣并走向盛世的时代，这是一个纷扰多元又兼容并包的时代。王铎之于当代究竟意义何在？为何自八十年代以来，王铎又重新被当代书坛选择、认可、推崇？他的书法艺术究竟以怎样的艺术魅力滋养并影响着当代书法家的思考和创作？是当代开放多元创作风格审美的契合吗？我们该如何理性地看待他并给他以一个准确恰当的定位？在此，我们从研究书法艺术的角度来关照王铎，而没有把他看作是一个政治家。作为一个政治家，他无疑是个失败者，他的失败是历史客观的必然也是个性局限的使然。而作为一个创造型的大书法家，在当代王铎无疑是一个绕不开的研究个案。那么，王铎带给我们怎样的艺术思想启迪和审美新视解的拓展？是其艺术的前瞻性使我们这个多元化的时代不可回避地选择了他吗？\n\n王铎作为一个三十一岁即中进士的封建制度下的儒学者，晚明的一个礼部尚书兼东阁大学士，难道不明白“率百官降清”，历史将会怎样对他评判？中国儒学向以“忠、孝、节、义”为做人之根本，“饿死事小，失节事大”。王铎既没有像黄道周那样忠义节烈以身殉国，也没有同傅山那样选择隐逸山林而自尊自爱。他作为一个饱读诗书有良知的封建社会旧式文人，却选择了苟且偷安，其中是否有隐情？但无论如何都是气节的沦丧，都是愚蠢的选择。\n\n  晚明是一个动荡、战乱的时代，身为文职官员的王铎，面对崇祯皇帝的刚愎自用，骄奢纵淫，阉党奸党的相互顷轧陷害，横政暴敛，民怨沸腾的时局，屡次上疏，陈述时弊，以求中兴。后因弹劾主和派杨嗣昌而触犯龙颜，险遭廷杖。无奈之下，王铎告请还乡，对腐败昏庸的明王朝彻底失去信心。考察其生平历史，我们并没有发现王铎在侍奉明主或降清以后做出有害于百姓民生的事情。反而因目睹天灾兵祸不断，百姓流亡避乱的悲惨情景，力主减免赋税徭役，对不幸的百姓寄予了极大的同情。王铎深知自己作为一介书生无力回天，因此，不想为那个不顾百姓安危而只顾逃生的昏君陪葬，他认识到明王朝的黑暗与大厦将倾的必然趋势，终于作出了在生命历程中难以抹取的不光彩的抉择。\n\n“五月十五日,身居大学士的王铎与礼部尚书钱廉益,率文武大臣数百人,与南京郊坛门外,冒雨跪道两旁,迎降清军。”变节事敌，冒雨降清屈膝，对于一个饱学儒家思想的大学士是何等的屈辱啊！那一刻，行尸走肉的躯体怎能承载“贫贱不移，富贵不淫”高贵的灵魂？！那一刻，所有崇高、神圣、坚贞、操守这样的字眼都在倾盆大雨浇注的屈膝下消解了。我常常冥想，王铎在做出这一抉择时是怎样备受着内心矛盾和痛苦的煎熬啊！今天，我们无法扣问王铎本人，却可以在他留下的大量诗篇中窥探他孤独、失意、凄凉、悲伤的情怀。\n\n“烟花身未老，丘壑道弥荣。百感中原事，魂魄向夜生。”（《赠张抱一》其三）。\n\n  “衰颜百事倦，自待意何言。冷冷阶中草，萋萋河上园。秋风老马啮，夜月卧龙魂。”（王铎《拟山园选集，诗集》）\n\n在王铎降清后的第二年，书写了两幅很精彩的草书长卷，内容都是杜甫记录安史之乱流离生活的诗作，也许这样更能借题抒发自己内心无法排遣的苍凉悲痛。此时的王铎孤家寡人，父母、兄弟、妻子相继在战乱流离中亡故……纷争的现实，理想的破灭，精神的绝望，是什么支撑着这颗孤苦衰弱的灵魂残喘下来呢？也许是心底里深埋的艺术之梦对他的召唤，王铎终于选择了顺应时事“隐居以求其志，为文以达其道”的生命存在形式，做了民族斗争的牺牲品，做了让后人永远唾弃不齿的“贰臣”。此后，他无日不在内心极度的痛苦不安中度日。何处是心灵的栖息地，如何在艰难困苦的岁月里，在悔恨的折磨中了度残生？惟有至真、至善、至美的艺术可以让一个破碎的灵魂在此做自我修复调养。他似乎找到了灵魂的皈依，以近乎宗教徒式的虔诚沉溺于书法，以笔墨奇崛狂放的诗意生命线条形式，诉说着内心的矛盾、悔恨、困顿，以丹青参悟那永恒的真如本体生命。王铎在54岁降清后，仅活到61岁，在生命最后的7年里，他借声色来淡化心灵失意、空虚、颓丧的折磨，把奔腾的情感寄托在纤弱的笔管，以文人微薄之力彰显着书画艺术的光芒，他的书法艺术，尤其是长条行草巨幅笔力惊绝、气势磅礴，章法跳跃，表现了那个动荡不安的时代对知识分子内心的冲撞，其超拨于魏晋典雅蕴籍之风的郁勃激荡之气、惊世骇俗的艺术审美思想和对书法艺术形式美的深层开掘影响感染着后人直至当代的书法艺术家。\n\n借古开今的创新与时代精神的高标\n\n什么是传统和创新？如何理解传统与创新？怎样继承传统与创新？这确实是当代争论不休而又始终未果的老生常谈。明中叶以后，是中国文化发展史上的重要时期。从哲学到文学艺术领域，兴起了思想解放、张扬性灵表现，反对摹拟复古的思潮。一大批艺术家重个性、重独创、重主体性情的抒发。李贽的“童心”说，汤显祖的“唯情”说，公安派的“性灵”说，董其昌在艺术上主张“真率”和“平淡”，徐渭则强调“出于已”的“独创”和“天成”。所有这些美学主张和理论，都贯穿着艺术革新的精神和自由独创的思想。表达着对复古主义文学主张和美学观念的猛烈批判。这股思想变革的潮流，必然带来书法史上的重大变革。在明末，张瑞图、倪元璐、黄道周、王铎等诸书家的书法作品中，便能看到思想自由、个性解放的洗礼对他们书法艺术语言及审美观念的影响。王铎尤其是这股变革潮流中，张扬个性高标时代精神的代表。\n\n  青年时代的王铎，处于一个政治与艺术同时裂变又重新组合的氛围中。受明末思想解放，张扬个性的影响，凭借个人的才气和胆识，使其对书法艺术的见解和审美理想追求迥异于当时众多的书法家,因而卓然而出，独树一帜。王铎提倡在继承传统的基础上创新。为打破当时书坛那种婉约渐至媚俗的格局，振兴书学,力克时弊。他师古不泥古，而是要借古开今。“余书独宗羲献，即唐、宋诸家皆发源羲献，人自不察耳。”②王铎钟情于古人的用笔与结构，为避免流俗，他“一日临摹，一日应请索。以此相间，终身不易。大抵临摹不可间断一日耳。”③王铎诸体兼备，临摹作品之多之广是少有人能比的。甚至达到了“如灯取影，不失毫发”。的境界。然而，师古并不是他的目的，更不能困死在古法上。在二王书法之外，王铎还尤喜米芾、颜真卿。他发现最得二王精髓的是宋人米芾。“米芾书本羲、献，纵横飘忽，飞仙哉！深得《兰亭》法，不规规摹拟，予为焚香寝卧其下。”（王铎书法全集《王铎书论选注，跋米芾吴江舟中诗卷》）。\n\n  “不规规摹拟”，是王铎在内府观看到了大量米芾真迹后所感悟到的书法如何临摹的真谛。如何依法二王，他从米芾的学习创作实践中找到了一把开启心智的钥匙。这是不仅要学二王的用笔、形体结构，更重要的是继承其如何在传统基础上开宗立派的创造精神。如果不是高标这种创造精神，王羲之开魏晋风流典雅蕴藉书风又是从何而来？“王羲之在汉魏张芝、钟繇、二卫书法成就的基础上，创造了不同于汉魏草、行、楷书的新的书体样式。”④从而创立了妍媚新奇的今草。从此“人们由师法钟、张转而趋从王羲之书法，这是东晋时期新的书法潮流。”⑤今之视昔，王羲之若一味的“规规摹拟”古人，就不可能有名垂千古的一代书圣的诞生。\n\n  王铎在“不规规摹拟”思想指导下，探索着究竟“孰是真蝶”。他打破机械复古摹仿的藩篱，既尊重传统，又在传统的基础上破坏似地重建与创造。他惊世骇俗的审美观集中表现在《拟山园选集》的《文丹》中。王铎在书写长条巨幅大作时，从米芾“世人多写大字时，用力捉笔，字愈无筋骨神气，作圆头如蒸饼，大可鄙笑，要知如小字，锋势备全，都无刻意做作乃佳。” （米芾《海岳名言》）又云，“随其相称写之，挂起气势自带过，皆如大小一般，真有飞动之势也。”（同上）的艺术体会见解中，注意到了势的拓展，并在将小字放大过程中不失笔法的精微，强调笔势章法的协调和奇崛气势。同时也是他长期压抑的内心在宣纸上的自然流露和恣情表现。因此，他的一些作品遭到了“不知者”的不理解，被称为“野道”、“恶俗”。其实，我们细细品味王铎的书法作品，就会发现他在艺术上确实达到的炉火纯青，在看似粗头乱服的点画起止运行中，其用笔是很精到的。\n\n王铎在顺治三年书写的《草书杜甫诗卷》跋尾中写道：“用张芝、柳、虞草法，拓而为大，非怀素恶札一路，观者谛辩之，勿忽。”又说，“吾学书之四十年，破有所从来，必有深相爱吾书者。不知者则谓为高闲、张旭、怀素野道，吾不服、不服、不服！”。王铎鄙视张旭、怀素，他认为自己的草书与不入晋法的唐草有着本质区别。然而，时代造就了不幸的王铎，由于青年时期受到的解放思想张扬个性的影响，以及政治生涯屡屡失败，尤其是降清以后，战争的流离失所，亲人的相继亡故，使他把无处诉说的满腔块垒诉诸笔端，致使章法字势常常呈现出“临时从宜”而“不主常故”的妙趣和笔墨自然流露出来的强烈震撼力和大胆表现的视觉形式。这种气象和书风似乎远离元代也迥异于他本时代的大多数书家，其涨墨洇墨的使用，摇曳多姿的体势，有别于典雅婉转、流美新妍的魏晋书风，他取法二王又与之面貌迥然不同，其书风完全追求个性生命的自我写照和艺术形式的开拓创新。王羲之的书法以尺牍手札小幅式的精微典雅打动观赏者，而王铎则以八尺丈二的大幅式，整体性极尽渲染造成对欣赏者的视觉冲击。从局部细小的关注到整体形式大视觉冲击力的表现过程，这是一种视觉转换，也是一种审美趣味由和谐到冲突的变移。因此，无怪乎被“不知者”视为“野道”，而正是这被称为“野道”桀骜不逊的狂放性格，才使他最终完成了在书法艺术创造上，突破前人的“革新”，才有可能被后人推誉为“有明第一”，“五百年来无此君”。王铎无疑是超越了那个时代众多书家的杰出代表，同时也超越了他生存的那个时代。借古开今，高标时代精神正是王铎之于当代如何继承与创新探索迷茫中书家的现实意义。\n\n其实，在探索与实践的过程中，我们不必把眼光一味聚焦西方，因为洋人的审美样式并不一定适合数千年传承下来的中国式的艺术审美精神。翻开中国书法史，研究那些伟大的书法大师所走过的创作道路，哪一个不是在继承与创新的痛苦裂变中亲历着艺术的个种滋味？我们该如何深入传统并从传统中转换出来，在新旧模式的激荡、纠缠、混杂中，理清繁复、多元的审美趣向，改变狭隘或盲从的艺术心态，提高我们的艺术审美眼光，无论是主流的精典传统，还是民间朴拙的传统形式，都应成为我们的滋养和借鉴，从而用中国式的笔墨书写，让书法艺术真正走向世界。发现东方，发掘保护优秀的传统文化形式，整合提炼新的文化成果输出东方。这仍将是当代书法艺术家肩负的重任，也是一条艰苦而漫长的道路。\n\n极尽变化的写意与视觉形式的嬗变\n\n一件优秀的书法作品，除了文字内容在向受众者诉说外，它的独特形式语言也在向人们传递着“讲述”着某种东西。但是并不是所有的书写汉字都能够具有这种讲述或传递的功能和作用。“只有当线条获得足够的表现力时，书写才上升为艺术，线条组织才上升为艺术语言。”\n\n在线条艺术表现力上，王铎的大写意行草书可说是极尽笔墨变化之能事。对元末直至明中叶的复古主义及流行的官阁体在书法审美形式上有着重大的突破，一改往日的千篇一律的书写范式为随意挥洒的抒情写意，改以往的手札、尺牍为八尺、丈二的长条巨幅，开拓了书法艺术形式的新开地。\n\n草书是最能表现书法家个性并高度自由地抒发情感的艺术，它在“方不中距，圆不副规，抑左扬右，望之若欹” （崔瑷《草书势》）中“临事从宜”表现“蓄怒怫郁，放逸生奇”（同上）的感受，从“象”到“意”，抒发艺术家心中无以名状又难以诉说的情绪。王铎在标举“独宗羲、献”的同时，以抒情大写意的笔墨，极力张扬行草书瞬间视觉形式“象”的表现性，把一个饱受磨难、痛若、压抑、悔恨的文人心态之“意”渲泄的淋漓尽致。“王铎的用笔和结字是在熟练的基础上，创造性地发挥了二王和米芾的特点，那么，墨色上的淋漓变化和章法上的饱满气势则突出了王铎个人对书法的理解和追求.\n\n“笔意墨象使中国书法成为一种精神形式，一种‘意向性’结构。可以说，书法作为时空拓展的精神迹化的足迹，是由笔势、笔意、墨法和心性共同完成的。”⑧王铎是一个善于陶铸百家而以自己对生命宇宙独特的感受，化古法于笔端的一代大师。他以雄奇姿势，风云莫测，狂放不羁的艺术审美气象开启一代先河，而迥异于吴门书派和被时人追捧的董其昌。马宗霍《霍乐楼笔谈》说“明人草书无不纵笔以取势者，觉斯则纵而能敛，故不极势而势若不尽。”在用笔上，王铎变二王平和圆润的笔法为圆转寓方折、涩迟寓畅达、浑厚寓舒展、秀润寓刚健，字字连绵一笔到底，浑然一气相应成趣，气势逼人。在用墨上，他大胆地用涨墨入书，任墨色由浓墨洇墨自然地晕化粘并笔画，然后在有节奏的行笔中，墨色渐淡、渐干、渐枯，一任天然，产生变幻莫测的线形，形成强烈的节奏感和鲜明的视觉艺术效果，由块面与线条对比组合，增加线条的表现力，提高书法艺术的品位。在章法上，王铎将以往单字均匀地排列改为数字一组，通篇变化，更加集中大气，形成一笔书的连绵草书，结字欹侧相生，缠绕相续，跌宕起伏、大小疏密，相映成趣，在瞬间翻腾跃荡的态势中，随机应变，体无常故，形成了大起大落、对比鲜明的白疏黑密的视觉效果。由于王铎在笔法上的精微，在墨法、结字、章法上极尽变化，解决了大字“耐看”的难题，树立了行草书大写意全新的书写范式。\n\n在张扬个性，抒写性灵的思想指导下，为了集中痛快淋漓一气呵成地抒发作者的主观感情，王铎与同代几位书家大胆尝试，一改自魏晋以来书法以实用为主的附属性，为艺术审美的主体性。将个人书信往来、案头把玩的私人修为改为社会交流场合中，厅堂高屋张挂的八尺、丈二长条巨幅，增强了远观的视觉艺术效果。由展厅的开放性视野展示代替案头有限的玩味。这种巨大幅式的流行是前无古人无法可依的尝试，极大地调动激发了当时书法家的创造欲望。张瑞图、黄道周、倪元璐、王铎都善写此巨幅行草，与徐渭的旷达奔放不拘一格相比，王铎则在使转和收笔处更显其精微严谨，与张瑞图的结体尖峭方折相比，王铎则使用外拓的笔法来表现圆韵和浑厚，与黄道周的章法绵密拘挛相比，王铎则在整体上更显得疏放大气，与倪元璐的笔法峭拔逼仄相比，王铎却是多了一些拙扑和宽博。因此可以说王铎在笔法、墨法、章法的处理实践上表现的更突出、更大气、更厚重、更有代表性。王铎与晚明这些书法家创造的这种巨幅形式和雄强书风，仍影响和启示着百年后的当代中国书家和日本书家，他们仍在追朔王铎创立的雄强书风。日本的村上三岛将王铎创立的一笔书行草大写意引入自己的创作中，并多次在日本大展中获奖。在中国当代一些大型书法展览中，长条巨幅更是不可少的书法艺术形式。这种尺幅形式和笔墨的酣畅雄肆在某种程度，更适合书法家在笔墨上进行性情的恣肆宣泄和笔墨变化的表现，更易于彰现书法作品的艺术个性和笔墨张力。王铎的涨墨法、结构对比组合的形式法则，更为现代中青年书家提供了借鉴和再造契机。许多书家在其成长的过程中都或多或少地受到王铎书法的影响，并从中找到自己所需要的艺术营养.\n\n  在当代，由于社会文化形态的多重变化，中西方文化的空前碰撞，全球一体化的发展态势，要求书法艺术家在继承传统的基础上，更加丰富多元、更加精深、纯粹、开放，展厅效应，要求书法作品在具有传统文化底蕴的同时更具新的视觉形式冲击力。因此，在书法艺术探索中，王铎的高标时代的创造精神，笔墨独特的挥运效果及形式构成的多层次审美价值开掘，都具有不可忽视的当代性审美意义。","author":"明代王铎","description":"王铎书法当代性阐释"}]