[{"name":"苏辙见访帖","text":"《元史》是系统记载元朝兴亡过程的一部纪传体断代史，成书于明朝初年，由宋濂（1310～1381年）、王祎（1321～1373年）主编。全书二百一十卷，包括本纪四十七卷、志五十八卷、表八卷、列传九十七卷，记述了从蒙古族兴起到元朝建立和灭亡的历史。\n简介\n元朝是我国境内一个古老的少数民族——蒙古族建立的封建王朝。蒙古族兴起于黑龙江上游额尔古纳河东部，后来逐渐散布到蒙古高原的广大地区。\n成吉思汗建国以前，蒙古人还没有文字，后来借用畏兀儿文写蒙古语，创制了畏兀儿字的蒙古文。\n到1260年，忽必烈又命国师八思巴用藏文创制“蒙古新字”，作为官定的蒙古文。因此蒙古建国前和建国后的一段历史，都是后来追述的，比较简略，也有错误。蒙古太宗（窝阔台）到宪宗（蒙哥）时期编成的史书《元朝秘史》，就是用畏兀儿字的蒙古文写成的。这部史书对了解十二至十三世纪上半期蒙古族历史有重要价值。\n元世祖中统二年（1261年）。由参知政事王鹗建议，忽必烈始设翰林国史院，开始纂辑国史。至元年间，又设立蒙古翰林院，专用蒙古文记录史事。这些机构的设立，使元朝除了元顺帝的“实录”缺失，其他十三帝都有较为完整的“实录”，为撰修《元史》提供了主要史料依据。后来由于元朝末代皇帝元顺帝无实录可据，明太祖为了弥补元顺帝一朝历史，派欧阳佑等十二人为采访官，到北平（今北京）、山东等地，搜集史料，以备续编。\n另外，历代的《后妃功臣列传》也是《元史》本纪和列传的重要资料来源。\n元朝的典章制度史也不少，主要有《皇朝经世大典》（《元史》中的《志》和《表》主要取材于此）八百八十卷、留存至今的《元典章》、王祯的《农书》、郭守敬的《授时历经》等，这些都是修《元史》的重要参考材料。此外，还有些史料杂著，如宋人著的《黑鞑事略》、《蒙鞑备录》、《长春真人西游记》等，也是修《元史》的材料来源。《元史》依据上述材料成书，因而具有原始史料丰富的特点。\n内容\n《元史》的本纪，以记载忽必烈事迹的《世祖本纪》最为详尽，有十四卷之多，占本纪篇幅的三分之一；其次是《顺帝本纪》，有十卷之多。这是因为元世祖和元顺帝在位时间都长达三十多年，原始史料丰富，所以对他们的记述就比较详细。这体现了《元史》编纂中的实事求是的精神，材料多就多编，材料少就少编。像蒙古建国前后的史料不多，那时《元朝秘史》尚未译出，因此，成吉思汗和蒙哥的本纪就只各有一卷。\n《元史》的志书，对元朝的典章制度作了比较详细的记述，保存了大批珍贵的史料。其中以《天文》、《历志》、《地理》、《河渠》四志的史料最为珍贵。《天文志》吸取了元代杰出科学家郭守敬的研究成果。《历志》是根据元代历算家李谦的《授时历议》和郭守敬的《授时历经》编撰的。《地理志》是根据《大元一统志》，《河渠志》是根据《海运纪原》、《河防通议》等书编撰的。而今，《大元一统志》等书已经散佚，《元史》中保存了这些书的内容，史料价值就更为可贵。\n《元史》的列传有类传十四种，大多沿袭以往的史书，只有《释老》一传是《元史》的创新。《释老》是记载宗教方面的列传，从中可以了解宗教在元朝所居的地位和发展情况。类传中以《儒学》、《列女》、《孝友》、《忠义》四种所记的人物最多，说明宋以来封建的思想统治在逐步加强。《元史》列传还有个特点是，所叙述的事，都有详细的年、月、日记载，这就更增加了参考价值。\n《元史》的体例整齐，文字浅显，叙事明白易懂，还保留了当时的不少方言土语，这同朱元璋提倡浅显通俗的文字是分不开的。宋濂修《元史》时，遵照朱元璋的意图，强调“文词勿致于艰深，事迹务令于明白”，因此《元史》称得上是一部较好的正史。\n《元史》的史料来源一是实录，二是《经世大典》，三是文集碑传，四是采访。\n编写\n明太祖朱元璋十分重视修史工作，他即位的当年，即元朝灭亡的当年，1368年，便下诏编修《元史》。\n洪武二年（1369）二月丙寅（初一），在南京的天界寺（今南京朝天宫东）正式开局编写，以左丞相李善长为监修，宋濂、王祎为总裁，征来山林隐逸之士汪克宽、胡翰、赵埙等十六人参加纂修。明朝初年的著名文学家宋濂是主要负责人。这次编写至秋八月癸酉（十一日）结束，仅用了188天的时间，便修成了除元顺帝一朝以外的本纪37卷，志53卷，表6卷，传63卷，共159卷。这次修史，以大将徐达从元大都缴获的元十三朝实录和元代修的典章制度史《经世大典》为基础。\n由于编纂的时间太仓促，缺乏顺帝时代的资料，全书没有完成，于是派欧阳佑等人到全国各地调集顺帝一朝资料，于洪武三年二月六日重开史局，仍命宋濂、王祎为总裁，率领赵埙，朱右、贝琼等15人继续纂修，经过143天，七月初一书成，增编顺帝纪10卷，增补元统以后的《五行》、《河渠》、《祭祀》、《百官》、《食货志》各1卷，三公和宰相表的下卷，《列传》36卷，共计53卷。然后合前后二书，按本纪、志、表、列传厘分后，共成210卷，也就是现在的卷数。两次纂修，历时仅331天。\n版本\n《元史》的版本很多，最早的是洪武刻本，洪武三年（1370）秋七月《元史》修成，十月便已“镂版讫功”。嘉靖初年，南京国子监编刊二十一史，其中《元史》用的是洪武旧版，损坏的版面加以补刊，一般版心有嘉靖八、九、十年补刊字样，是为南监本。万历二十四年（1596）至三十四年（1606），北京国子监重刻二十一史，《元史》也在其中，是为北监本。\n清朝乾隆四年（1739）武英殿又仿北监本重刻《元史》，是为殿本。乾隆四十六年（1781），对辽、金、元三史的译名进行了谬误百出的妄改，挖改了殿本的木版，重新印刷，通称乾隆四十六年本，这个版本是《元史》最差版本之一。道光四年（1824），又对《元史》作了进一步的改动，重新刊刻，是为道光本。以后还有各种翻刻重印的版本，通常为治元史者所不取。\n935年，商务印书馆以99卷洪武本和南监本合配在一起影印出版，是为百衲本，此在通行各本中最接近于洪武本的原貌，为治元史的中外学者沿用了四十余年，但其中有描修的错误。1976年4月，中华书局出版点校本，以百衲本为底本，校对了北京图书馆藏原书、北京大学图书馆藏一百四十四卷残洪武本及其他版本，还吸收了前人对《元史》校勘的成果，并利用了大量的原始资料，校正了有关史文，这是目前最好的版本。\n考订\n元史稿100卷（清钱大昕）岛田翰曾见手稿残本28巨册，缺首卷至25见访馀录。\n元史本证50卷（清汪辉祖撰汪继培补）嘉庆7年家刊本绍兴先正遗书本\n二十四史订补第14册第293-555页咸丰刻本\n元史考订4卷（清曾廉）宣统3年自刊本二十四史订补第14册第555-587页清刻本\n元史弼违（明周复俊）二十四史订补第14册第587-627页民国刻本\n元史札记1卷（近人叶瀚）晚学庐丛稿本，未刊，今藏上海图书馆。\n元史语解24卷（清官书）乾隆46年武英殿刊本江苏书局刊本\n二十四史订补第14册第645-？页清光绪四年江苏局本\n元史译文证补30卷（清洪钧）光绪23年元和陆氏刊本广雅书局刊本藩属舆地丛书本\n丛书集成第3912-14册二十五史三编第9册第1-119页二十四史订补第15册第1-137页光绪23年刻本\n仰仪简仪二铭补注1卷（清梅文鼎）勿庵历算全书本艺海珠尘竹集丛书集成第1325册\n元史西北地理考4卷（清徐松）岛田翰曾见手稿本，见访馀录。\n元史地名考（清李文田）科学院图书馆藏稿本\n元史地理志西北地附录释地（清洪钧）上海图书馆藏稿本同声3卷6号学术界1卷4期—2卷1期\n二十五史三编第9册第120-138页\n元史地理志西北地1卷（清丁谦）浙江图书馆丛书二集本二十五史三编第9册第139-150页\n元史外夷传地理考证1卷（清丁谦）浙江图书馆丛书一集本二十五史三编第9册第151-158页\n元史特薛禅昌思麦里速不台郭宝玉等传地理考1卷郭侃传辨1卷（清丁谦）浙江图书馆丛书第二集本\n元史地理通释4卷（近人张郁文）1925年吴县张氏铅印本二十五史三编第9册第159-210页\n二十四史订补第15册第151-203页苏州刊江苏印书社本\n补元史艺文志4卷（清钱大昕）嘉庆11年顾莼手写本潜研堂全书本江苏书局刊本广雅书局刊本\n八史经籍志本二十五史补编第6册丛书集成第14册嘉定钱大昕集第5册\n元分藩诸王世表1卷（清黄大华）二十五史补编第6册\n元西域三藩年表1卷（清黄大华）二十五史补编第6册\n元行省丞相平章政事年表1卷附元初行省年表（近人吴廷燮）二十五史补编第6册\n元书后妃公主传1卷（清毛岳生）休复居文集附刊本渐学庐丛书本\n岳生答李申耆书云：元史益得统纪，已写出后妃公主二传，其所由舛错删增，又成考辨四卷，诸表皆定，惟须自书，病后颇畏繁赜中止。朱氏结一庐书目有元史二百十卷，注云毛生甫删本。\n二十四史订补第15册第137-151页渐学庐丛书本\n新旧元史表2卷异同（近人陈汉章）浙江图书馆藏稿本\n新旧元史史目表1卷（近人陈汉章）浙江图书馆藏稿本\n补辽金元艺文志1卷（清卢文弨）群书拾补本八史经籍志本广雅书局刊本史学丛书二集影印广雅本\n二十五史补编第6册清倪灿撰卢文弨校正丛书集成第12册\n补三史艺文志1卷（清金门诏）金东山全集本昭代丛书庚集本八史经籍志本广雅书局刊本\n史学丛书二集影印广雅本二十五史补编第6册丛书集成第13册\n木刺夷补传稿二十四史订补第15册第203-207页光绪20年刻本\n目录\n本纪\n志\n表\n列传\n本纪\n卷1本纪第1：太祖\n卷2本纪第2：太宗定宗\n卷3本纪第3：宪宗\n卷4本纪第4：世祖一\n卷5本纪第5：世祖二\n卷6本纪第6：世祖三\n卷7本纪第7：世祖四\n卷8本纪第8：世祖五\n卷9本纪第9：世祖六\n卷10本纪第10：世祖七\n卷11本纪第11：世祖八\n卷12本纪第12：世祖九\n卷13本纪第13：世祖十\n卷14本纪第14：世祖十一\n卷15本纪第15：世祖十二\n卷16本纪第16：世祖十三\n卷17本纪第17：世祖十四\n卷18本纪第18：成宗一\n卷19本纪第19：成宗二\n卷20本纪第20：成宗三\n卷21本纪第21：成宗四\n卷22本纪第22：武宗一\n卷23本纪第23：武宗二\n卷24本纪第24：仁宗一\n卷25本纪第25：仁宗二\n卷26本纪第26：仁宗三\n卷27本纪第27：英宗一\n卷28本纪第28：英宗二\n卷29本纪第29：泰定帝一\n卷30本纪第30：泰定帝二\n卷31本纪第31：明宗\n卷32本纪第32：文宗一\n卷33本纪第33：文宗二\n卷34本纪第34：文宗三\n卷35本纪第35：文宗四\n卷36本纪第36：文宗五\n卷37本纪第37：宁宗\n卷38本纪第38：顺帝一\n卷39本纪第39：顺帝二\n卷40本纪第40：顺帝三\n卷41本纪第41：顺帝四\n卷42本纪第42：顺帝五\n卷43本纪第43：顺帝六\n卷44本纪第44：顺帝七\n卷45本纪第45：顺帝八\n卷46本纪第46：顺帝九\n卷47本纪第47：顺帝十\n志\n卷48志第1：天文一\n卷49志第2：天文二\n卷50志第3上：五行一\n卷51志第3下：五行二\n卷52志第4：历一\n卷53志第5：历二\n卷54志第6：历三\n卷55志第7：历四\n卷56志第8：历五\n卷57志第9：历六\n卷58志第10：地理一\n卷59志第11：地理二\n卷60志第12：地理三\n卷61志第13：地理四\n卷62志第14：地理五\n卷63志第15：地理六\n卷64志第16：河渠一\n卷65志第17上：河渠二\n卷66志第17下：河渠三\n卷67志第18：礼乐一\n卷68志第19：礼乐二\n卷69志第20：礼乐三\n卷70志第21：礼乐四\n卷71志第22：礼乐五\n卷72志第23：祭祀一\n卷73志第24：祭祀二\n卷74志第25：祭祀三\n卷75志第26：祭祀四\n卷76志第27上：祭祀五\n卷77志第27下：祭祀六\n卷78志第28：舆服一\n卷79志第29：舆服二\n卷80志第30：舆服三\n卷81志第31：选举一\n卷82志第32：选举二\n卷83志第33：选举三\n卷84志第34：选举四\n卷85志第35：百官一\n卷86志第36：百官二\n卷87志第37：百官三\n卷88志第38：百官四\n卷89志第39：百官五\n卷90志第40：百官六\n卷91志第41上：百官七\n卷92志第41下：百官八\n卷93志第42：食货一\n卷94志第43：食货二\n卷95志第44：食货三\n卷96志第45上：食货四\n卷97志第45下：食货五\n卷98志第46：兵一\n卷99志第47：兵二\n卷100志第48：兵三\n卷101志第49：兵四\n卷102志第50：刑法一\n卷103志第51：刑法二\n卷104志第52：刑法三\n卷105志第53：刑法四\n卷106表第1：后妃表\n卷107表第2：宗室世系表\n卷108表第3：诸王表\n卷109表第4：诸公主表\n卷110表第5上：三公表一\n卷111表第5下：三公表二\n卷112表第6上：宰相年表一\n卷113表第6下：宰相年表二\n列传\n卷114列传第1：后妃一太祖后孛儿台旭真(即孛儿帖)太宗后脱列哥那(即乃马真后)定宗后斡兀立海迷失(即海迷失后)宪宗后忽都台世祖后察必(即弘吉剌·察必)世祖后南必(即南必皇后)成宗后失怜答里成宗后卜鲁罕(即伯岳吾·卜鲁罕)武宗后真哥(即弘吉剌·真哥)武宗后速哥失里武宗妃亦乞烈氏唐兀氏仁宗后阿纳失失里英宗后速哥八剌泰定帝后八不罕泰定帝妃必罕速哥答里明宗后迈来迪(即罕禄鲁迈来迪)明宗后八不沙(即乃马真八不沙)文宗后卜答失里宁宗后答里也忒迷失顺帝后答纳失里(即钦察答纳失里)顺帝后伯颜忽都顺帝后完者忽都(即奇皇后)\n卷115列传第2：睿宗(即拖雷)裕宗(即孛儿只斤·真金)显宗(即甘麻剌)顺宗(即答剌麻八剌)\n卷116列传第3：后妃二睿宗后唆鲁和帖尼(即克烈·唆鲁禾帖尼)裕宗后伯蓝也怯赤(即弘吉剌·伯蓝也怯赤)显宗后普颜怯里迷失(即弘吉剌·普颜怯里迷失)顺宗后答己\n卷117列传第4：别里古台术赤秃剌牙忽都宽彻普化帖木儿不花\n卷118列传第5：特薛禅孛秃阿剌兀思剔吉忽里\n卷119列传第6：木华黎博鲁术（即博尔术）博尔忽\n卷120列传第7：察罕札八儿火者术赤台镇海（即田镇海）肖乃台吾也而曷思麦里\n卷121列传第8：速不台按竺迩畏答儿博罗欢抄思\n卷122列传第9：巴而术阿而忒的斤铁迈赤按扎儿雪不台（即速不台）唵木海昔里钤部\n槊直腯鲁华昔儿吉思哈散纳\n卷123列传第10：布智儿召烈台抄兀儿阔阔不花拜延八都鲁阿术鲁绍古儿阿剌瓦而思抄儿也蒲甘卜赵阿哥潘纯只海苫彻拔都儿怯怯里塔不已儿直脱儿月里麻思捏古剌阿儿思兰哈八儿秃艾貌\n卷124列传第11：塔本哈剌亦哈赤北鲁塔塔统阿岳麟帖穆尔李桢速哥忙哥撒儿孟速思\n卷125列传第12：赛典赤赡思丁布鲁海牙高智耀铁哥\n卷126列传第13：安童廉希宪\n卷127列传第14：伯颜\n卷128列传第15：阿术阿里海牙相威土土哈\n卷129列传第16：来阿八赤纽麟阿剌罕阿塔海唆都李恒\n卷130列传第17：彻里不忽木完泽阿鲁浑萨理\n卷131列传第18：速哥囊加歹忙兀台奥鲁赤完者都伯帖木儿怀都亦黑迷失拜降\n卷132列传第19：杭忽思步鲁合答玉哇失麦里探马赤拔都儿昂吉儿哈剌_沙全帖木儿不花\n卷133列传第20：塔出拜延也罕的斤叶仙鼐脱力世官忽剌出重喜旦只儿脱\n欢完者都拔都失里伯孛兰奚怯烈暗伯也速_儿昔都儿\n卷134列传第21：撒吉思月合乃昔班铁连爱薛阔阔秃忽鲁唐仁祖朵儿赤\n和尚刘容迦鲁纳答思阔里吉思小云石脱忽怜斡罗思朵罗台弟阔阔出\n子脱欢也先不花\n卷135列传第22：铁哥术塔出塔里赤塔海帖木儿口儿吉忽都孛儿速月举连\n赤海牙阿答赤明安忽林失失剌拔都儿彻里曷剌乞台脱因纳和尚\n卷136列传第23：哈剌哈孙阿沙不花拜住\n卷137列传第24：察罕曲枢阿礼海牙奕赫抵雅尔丁脱烈海牙\n卷138列传第25：康里脱脱燕铁木儿伯颜马札儿台脱脱\n卷139列传第26：乃蛮台朵儿只朵尔直班阿鲁图纽的该\n卷140列传第27：别儿怯不花太平铁木儿塔识达识帖睦迩\n卷141列传第28：太不花察罕帖木儿扩廓帖木儿(即王保保)\n卷142列传第29：答失八都鲁庆童也速彻里帖木儿纳麟\n卷143列传第30：马祖常巙巙自当阿荣小云石海涯泰不华余阙\n卷144列传第31：答里麻月鲁帖木儿卜颜铁木儿星吉福寿道童\n卷145列传第32：亦怜真班廉惠山海牙月鲁不花达礼麻识理\n卷146列传第33：耶律楚材粘合重山杨惟中\n卷147列传第34：张柔史天倪史天祥\n卷148列传第35：董俊严实\n卷149列传第36：耶律留哥刘伯林郭宝玉石天应移剌捏儿耶律秃花王珣\n卷150列传第37：石抹也先(即石抹阿辛)何伯祥李守贤耶律阿海何实郝和尚拔都赵瑨石抹明安张荣刘亨安\n卷151列传第38：薛塔剌海高闹儿王义王玉赵迪邸顺王善杜丰石抹孛迭儿贾塔剌浑奥敦世英田雄张拔都张荣赵天锡\n卷152列传第39：张晋亨王珍杨杰只哥刘通岳存张子良唐庆齐荣显石天禄石抹阿辛刘斌赵柔\n卷153列传第40：刘敏王檝王守道高宣王玉汝焦德裕石天麟李邦瑞杨奂贾居贞\n卷154列传第41：洪福源郑鼎李进石抹按只谒只里郑温\n卷155列传第42：汪世显史天泽\n卷156列传第43：董文炳张弘范\n卷157列传第44：刘秉忠张文谦郝经\n卷158列传第45：姚枢许衡窦默\n卷159列传第46：宋子贞商挺赵良弼赵璧\n卷160列传第47：王磐王鹗高鸣李冶李昶刘肃王思廉李谦徐世隆孟祺阎复\n卷161列传第48：杨大渊刘整\n卷162列传第49：李忽兰吉李庭史弼高兴刘国杰\n卷163列传第50：李德辉张雄飞张德辉马亨程思廉乌古孙泽赵炳\n卷164列传第51：杨恭懿王恂郭守敬杨桓杨果王构魏初焦养直孟攀麟尚野李之绍\n卷165列传第52：张禧贾文备解诚管如德赵匣剌周全孔元朱国宝张立齐秉节张万家奴郭昂綦公直杨赛因不花鲜卑仲吉完颜石柱\n卷166列传第53：王綧隋世昌罗璧刘恩石高山巩彦晖蔡珍张泰亨贺祉孟德子义郑义张荣实石抹狗狗楚鼎樊楫张均信苴日王昔剌赵宏伟\n卷167列传第54：张立道张庭珍张惠刘好礼王国昌姜彧张础吕掞谭资荣王恽\n卷168列传第55：陈佑刘宣何荣祖陈思济秦长卿赵与蒨姚天福许国祯\n卷169列传第56：贺仁杰贾昔剌刘哈剌八都鲁石抹明里谢仲温高觹张九思王伯胜\n卷170列传第57：尚文申屠致远雷膺胡祗皞王利用畅师文张照袁裕张昉郝彬高源杨湜吴鼎梁德圭\n卷171列传第58：刘因吴澄\n卷172列传第59：程钜夫赵孟頫邓文原袁桷曹元用齐履谦\n卷173列传第60：崔斌崔彧叶李燕公楠马绍\n卷174列传第61：姚燧郭贯夹谷之奇刘赓耶律有尚郝天挺张孔孙\n卷175列传第62：张珪李孟张养浩敬俨\n卷176列传第63：曹伯启李元礼王寿王倚刘正谢让韩若愚赵师鲁刘德温尉迟德诚秦起宗\n卷177列传第64：张思明吴元珪张升臧梦解陈颢\n卷178列传第65：梁曾刘敏中王约王结宋瑽张伯淳\n卷179列传第66：贺胜杨朵儿只萧拜住\n卷180列传第67：耶律希亮赵世延孔思晦\n卷181列传第68：元明善虞集揭傒斯黄溍\n卷182列传第69：张起岩欧阳玄许有壬宋本谢端\n卷183列传第70：王守诚王思诚李好文孛术鲁翀李泂苏天爵\n卷185列传第72：吕思诚汪泽民干文传韩镛李稷盖苗\n卷186列传第73：张桢归炀陈祖仁成遵曹鉴张翥\n卷187列传第74：乌古孙良桢贾鲁逯鲁曾贡师泰周伯琦吴当\n卷188列传第75：董抟霄刘哈剌不花王英石抹宜孙\n卷189列传第76：儒学一-赵复・金履祥・许谦・陈栎・胡一桂・黄泽・同恕・安熙\n卷190列传第77：儒学二胡长儒・熊朋来・戴表元・牟应龙・陈孚・董朴・杨载・刘诜・韩性・吴师道・陆文圭・周仁荣・陈旅・李孝光・宇文公谅・伯颜・赡思\n卷191列传第78：良吏一\n卷192列传第79：良吏二\n卷193列传第80：忠义一-李伯温・石圭・攸哈剌拔都・任志・耶律忒・伯八・合剌普华・刘天孚・萧景茂\n卷194列传第81：忠义二-张桓・李黼・李齐・褚不华・郭嘉・喜同・韩因・卞琛・乔彝・颜瑜・王士元・杨朴・赵琏・孙㧑・石普・盛昭・杨乘・纳速剌丁\n卷195列传第82：忠义三-伯颜不花的斤・樊执敬・全普庵撒里・周镗・聂炳・刘耕孙・兪述祖・桂完泽・丑闾・孛罗帖木儿・彭庭坚・王伯颜・刘濬・朵里不花・野峻台・陈君用・卜理牙敦・潮海・魏中立\n卷196列传第83：忠义四-普颜不花・闵本・赵弘毅・郑玉・柏帖穆尔・迭里弥实・朴赛因不花・丁好礼\n卷197列传第84：孝友一\n卷198列传第85：孝友二\n卷199列传第86：隐逸-杜瑛・张特立・杜本・孙辙・何中・武恪\n卷200列传第87：列女一\n卷201列传第88：列女二\n卷202列传第89：释老-八思巴・丘处机・祁志诚・张宗演・郦希成・萧辅道\n卷203列传第90：方技工艺-田忠良・靳德进・张康・孙威・阿老瓦丁・亦思马因・阿尼哥\n卷204列传第91：宦者李邦宁・朴不花\n卷205列传第92：奸臣-阿合马・卢世荣・桑哥・铁木迭儿・哈麻・搠思监\n卷206列传第93：叛臣李璮・王文统・阿鲁辉帖木儿\n卷207列传第94：逆臣-铁失・孛罗帖木儿\n卷208列传第95：外夷一高丽耽罗日本\n卷209列传第96：外夷二安南\n卷210列传第97：外夷三缅国占城暹国爪哇琉求三屿马八儿等国\n●纂修元史凡例\n《新元史》问世后，对《元史》的改造并无过多出色之处。 \n存在问题\n《元史》由于编修时间仓促，而且出于众手，使它不可避免地存在许多不足之处，历来就遭到学者们的非难。同时也因为它多照抄史料，所以保存了大量原始资料，使它具有比其他某些正史更高的史料价值。元朝的13朝实录和《经世大典》已经失传，部分内容只是靠《元史》才得以保存下来。《元史》的本纪和志占全书一半，而本纪又占全书近1/4，保存了大量失传的史料。列传部分，由于元代史馆的资料就不完备，汉人（特别是文人）常有碑传资料可以参考，而一些蒙古名臣的资料常常无处可找，因此立传的不及一半。就列传中的蒙古、色目人而言，其中一部分人已没有别的史料可供参考，后世对这些在当时很有影响的历史人物的事迹只有通过《元史》才能了解。《元史》的编修者违反一般的修史惯例，把一些儒家学者认为不值一提的史实也记入《元史》。如本纪中记载作佛事，礼乐志中记载游皇城，列传则把佛教、道教人物排在最前面，其次是方伎传。这些内容虽还有悖惯例，但恰恰反映了元代真实的社会情况，对研究金朝、元朝时期佛教，尤其是道教各流派的情况提供了重要资料。\n《元史》存在的不足也是很多的。就资料而言，在长期战乱之后，史籍散失很多，一时难以征集，很难完备，已经收集到的资料，限于翻译条件，也没有得到充分利用。如《元朝秘史》以及元朝的蒙古文典籍、档案等等，都是很大的缺憾。所指出的问题主要是：随得随抄，前后重复，失于剪裁；又不彼此互对，考定异同，时见抵牾。如本纪或一事而再书，列传或一人而两传。同一专名，译名不一。史文译改，有时全反原意。沿袭案牍之文，以致《河渠志》、《祭祀志》出现了耿参政、田司徒、郝参政等官称而不记其名。又据案牍编宰相年表，仅删去其官衔而不予考订，以致有姓无名。\n《元史》列传照抄碑志家传之类，取舍不当之处甚多。改写纪年的干支，竟有误推一甲子六十年的情况，使史实完全错乱。史料中没有具体庙号的皇帝，改写时弄错的例子甚多，如将太祖误为太宗，太宗误为太祖，宪宗误为世祖，世祖误为宪宗等。纂修人对前代和元朝蒙古族的制度也不熟悉，如宋朝各州另有军号、郡名，《地理志》述沿革，却写成某州已改为某军、某郡之类。又如蒙古各汗的斡耳朵，汗死“其帐不旷”，由后代后妃世守以享用其岁赐，《后妃表》编者竟据此名单列为某一皇帝的妻妾。如此等等。所以清人钱大昕嘲笑“修《元史》者，皆草泽腐儒，不谙掌故”，因此下笔“无不差谬”。\n不过，由于《元史》的编纂距元朝灭亡只有一两年时间，元朝的一些史料，当时还没有得到。像大将常遇春攻克开平，俘获元顺帝北逃时带走的史料，因是洪武三年六月，《元史》已二次修成。这些史料就来不及引用了。又因当时的编纂人不懂蒙古文，考订的功夫也不够，造成《元史》中出现了不少问题，如有的应立传而无传，甚至开国勋臣的传记也有缺略；有的一个人立有两传。至于史实错误，译音不统一等，就更不胜枚举。因此，阅读《元史》，应参考《元朝秘史》、《新元史》等书籍。\n朱元璋在建国之初，立即着手组织《元史》的编纂，而且在很短的期间成书，主要出于政治上的需要。他的意图是以此来说明元朝的灭亡和明朝的兴起都出于天命”，而他自己则是“奉天承运”的真命天子。\n修改补充\n明成祖时命解缙改修《元史》，他写了《元史正误》一书。后来，参加纂修《元史》的朱右又写《元史拾遗》，许浩作《元史阐微》等，都是对《元史》的订正和补充。清朝的学者，进一步对《元史》加以考证和改编，成果累累，像邵远平的《元史类编》、魏源的《元史新编》、洪钧的《元史译文证补》、曾廉的《元书》、屠寄的《蒙兀儿史记》等；还有从《永乐大典》中辑出的《元朝秘史》。这些书籍对《元史》作了不少增补考证，但仍有许多遗漏。直到清末民初的柯劭忞撰成了《新元史》。但它们都不能取代《元史》原书。\n历史评价\n《元史》问世后，很多学者对它表示了不满，钱大昕则是不满者中持激烈否定态度的一个。他指出：“古今史成之速，未有如《元史》者，而文之陋劣，亦无如《元史》者”“开国功臣，首称四杰，而赤老温无传。尚主世胄，不过数家，而郓国亦无传。丞相见于表者五十有九人，而立传者不及其半”“本纪或一事而再书，列传或一人而两传”。明朝的徐一夔也说：顺帝在位三十六年的事，既无“实录”可据，又没有参考书，只凭采访写成，恐怕史事未必核实。对于《元史》的批评，主要认为它的编纂工作过于草率，没有认真的融合贯通，基本上都是利用已有的文献资料，略加删削修改而成。\n但是，作为研究元代历史的史料来看，《元史》比其他某些正史的史料价值更高。它仍是我们今天了解、研究元代历史的极其珍贵的文献。它是最早的全面、系统记述元代历史的著作。①元代的十三朝实录和《经世大典》已经失传，其部分内容赖《元史》得以保存下来。②《元史》的本纪和志占去全书一半，而本纪占全书近四分之一，《文宗纪》竟多达一年一卷。有人批评它不合定例，不知芟削。然而这种作法却起到保存上述失传史料的作用。列传部分，由于元代史馆的资料就不完备，汉族文人常有碑传可资参考，而一些蒙古名臣往往无从搜寻，因此立传有详于文人，略于蒙古将相大臣的现象。如丞相见于表的有五十九人，而立传的不及一半。太祖诸弟、诸子仅各有一人有传，太宗以后皇子无一人立传。可是就见于列传的蒙古、色目人而言，其中有一小半人已没有别的史料可供参考，后世对这些当时有很大影响的历史人物的事迹只能通过《元史》才能了解。③纂修者违反了修史的惯例，没有删去儒家学者认为不屑一提的史实。如有人批评“作佛事则本纪必书，游皇城入之礼乐志”。又批评它“列传则先及释老，次以方技，皆不合前史遗规”。但这些保留或增加的内容，正是反映元代一些重大社会内容的史实。此外如《地理志》附录河源、西北地、安南郡县等项，《祭祀志》附国俗旧礼，《食货志》增创岁赐一卷，这都是根据元代实际情况保留下来的重要史料。\n","category":"草书","verified":true,"user":1,"timestamp":1429951593771}]