[{"name":"朱耷行书题跋","text":"朱耷（1626—约1705），明末清初画家，中国画一代宗师。本名由桵，字雪个，号八大山人、个山 、驴屋等，汉族，江西南昌人。明宁王朱权后裔。明亡后削发为僧，后改信道教，住南昌青云谱道院。擅书画，花鸟以水墨写意为宗，形象夸张奇特，笔墨凝炼沉毅，风格雄奇隽永；山水师法董其昌，笔致简洁，有静穆之趣，得疏旷之韵。擅书法，能诗文。存世作品有《水木清华图》《荷花水鸟图》等。\n个人简介\n朱耷， （zhūdā）清初画坛“四僧”之一。谱名朱统*（*上林下金，发劝音），为明太祖朱元璋的第十七子宁献王朱权的九世孙子。宁王改封南昌后，历代子孙世居南昌等地，共分八支，八大山人是弋阳王七世孙。其祖父朱多是一位诗人兼画家，山水画风多宗法二米，颇有名气。父亲朱谋觐，擅长山水花鸟，名噪江右，可惜中年患暗疾去世，叔父朱谋也是一位画家，著有《画史会要》。朱耷生长在宗室家庭，从小受到父辈的艺术陶冶，加上聪明好学，八岁时便能作诗，十一岁能画青山绿水，小时候还能悬腕写米家小楷。少年时曾参加乡里考试，录为生员。[1-2]   \n生平历史\n崇祯十七年\n明朝灭亡。朱耷时年十九，不久父亲去世，内心极度忧郁、悲愤，他便假装聋哑，隐姓埋名遁迹空门，潜居山野，以保存自己。朱耷的画幅上常常可以看到一种奇特的签押，仿佛象一鹤形符号，其实是以“三月十九”四字组成，借以寄托怀念故国的深情（甲申三月十九日是明朝灭亡的日子）。\n顺治五年\n他妻子亡故，朱耷便奉母带弟“出家”，至奉新县耕香寺，剃发为僧，自此改名雪个。二十四岁时，更号个山和个山驴。顺治十年（1653年），朱耷二十八岁时，又迎母至新建县洪崖寺，在耕庵老人处受戒称宗师，住山讲经，随从学法的一百多人。有人考证，朱耷从二十八岁到三十六，曾带着母亲和弟弟住在南昌市抚州门（进贤门）外绳金塔附近。当时此地茶室酒肆甚多，是劳动人民聚居之处。朱耷生活清贫，蓬头垢面，徜徉于此。常喜饮酒，但不满升，动辄酒醉。醉时，大笔挥毫，一挥十多幅，山僧、贫士、屠夫、孤儿，向其索画，有求必应，慷慨相赠。朱耷三十六岁时，想“觅一个自在场头”，找到南昌城郊十五里的天宁观。就在这一年，他改建天宁观，并更名为“青云圃”。“青云”两字原是根据道家神话“吕纯阳驾青云来降”的意思。并有用“飞剑插地，植桂树规定旧基”的说法，这也是亥处现存唐桂的由来。清嘉庆二十年（1815年），状元戴均元将“圃”改为“谱”，以示“青云”传谱，有牒可据，从此改称“青云谱”。\n青云谱原是一处历史悠久的道院。相传在二千五百多年前，周灵王太子晋（字子乔）到此开基炼丹，创建道场，“炼丹成仙”。西汉时南昌县尉梅福弃官隐居于此，后建梅仙祠。晋朝许逊治水也在此开辟道场，始创“净明宗教”，易名为“太极观”，从此正式形成道统，属净明道派。唐太和五年（831年），刺史周逊又易名为“太乙观”。宋至和二年（1055年），又敕赐名为天宁观。清顺治十八年（1661年），朱耷前来访求先贤遗迹，很赏识这里的山川风景，于是在原有道院基础上进行重建，并改名为“青云圃”。从此，朱耷便成了青云圃的开山祖师。后人还建立了“正开山祖道朗号良月文号八大山人朱真人”功德堂的牌位。\n朱耷从三十六岁至三十八岁时，往返于南昌城与青云谱之间，青云谱的重建由其弟朱道明主持。朱耷正式定居青云谱，约在三十九岁以后至六十二岁。他苦心孤诣经营这所道院，历时二十多年。朱耷在度过了十三年的佛教徒生涯后，又成了一所道院的开山祖师。他的亦僧亦道的生活，主要不在于宗教信仰，而是为了逃避清朝满洲贵族对明朝宗室的政治迫害，借以隐蔽和保存自己。康熙十七年他五十三岁时，临川县令胡亦堂闻其名，便延请他随其僧长饶宇朴等到临川官舍作客年余。这使他十分苦恼郁愤，遂佯为疯癫，撕裂僧服，独自走回南昌。一年多后，他又回到青云谱，并在这里度过“花甲华诞”。当他六十二岁时，不再做住持，便把道院交给他的道徒涂若愚主持。\n朱耷六十岁时开始用“八大山人”署名题诗作画，他在署款时，常把“八大山人”四字连缀起来，仿佛象“哭之”、“笑之”字样，以寄托他哭笑皆非的痛苦心情。其弟朱道明，字秋月，也是一位画家，风格与乃兄相近，而且还要粗犷豪放。他的书画署名为牛石慧，把这三个字草书连写起来，很象“生不拜君”四字，表示了对满清王朝誓不屈服的心情。他们两兄弟署名的开头，把个朱字拆开，一个用“牛”字，一个用“八”字。这样隐姓埋名，可谓用心良苦。\n朱耷晚年常住在南昌城内北竺寺、普贤寺等地。僧友澹雪为北竺寺方丈，与朱耷交谊很深。澹雪亦善书法，性格倔强，后来因触怒了新建县令方峨，说他“狂大无状”、被抓进监狱，死在狱中。澹雪死后，北竺寺不久被毁。这段时间，朱耷外出云游，访友作画，画作颇多，这是朱耷创作旺盛时期。最后在南昌城郊潮王洲上，搭盖了一所草房，题名为“寤歌草”。当时诗人叶丹曾作《八大山人》诗一首，描写他在这里的生活情况，“一室寤歌处，萧萧满席尘，蓬蒿丛户暗，诗画入禅真，遗世逃名志，残山剩水身，青门旧业在，零落种瓜人。”\n朱耷就是在这所草屋中度过了他孤寂、贫困的晚年，直至去世。一说朱耷葬于南昌城郊窑湾了英家山，但解放后迁墓时，仅见一些朽木铁钉，未见骸骨，可能是他的衣冠冢。牛石慧墓在青云谱南将军岭，墓中有骨灰一罐，解放后亦迁葬于青云谱内吐珠山。另据《新建县志》《西山志》载：朱耷墓在县西北三十里即今西山璜溪公社的猴岭一带。墓葬确在何处，已难查考了。 \n成就影响\n八大有一首题画诗说：“墨点无多泪点多，山河仍是旧山河。横流乱世杈椰树，留得文林细揣摹。”这第一句“墨点无多泪点多”，夫子自道，最言简意赅地说出了他绘画艺术特色和所寄寓的思想情感，只有沿着他所提示的这条线索，我们才能真正地理解和欣赏这位画家的伟大艺术作品。\n晦涩的痛苦\n八大由于他的特殊身世，和所处的时代背景，使他的画作不能像其它画家那样直抒胸臆，而是通过他那晦涩难解的题画诗和那种怪怪奇奇的变形画来表现。例如他所画的鱼和鸟，寥寥数笔，或拉长身子，或紧缩一团，倾是而非。特别是那对眼睛，有时是个椭圆形，都不是我们生活中所看的鱼、鸟的眼睛，生活中鱼、鸟的眼睛都是圆圆的，眼珠子在中央也不会转动。八大的鱼、鸟的眼珠子都能转动，有时还会翻白眼瞪人哩。他画的山石也不像平常画家画那个样子，浑浑圆圆，上大下小，头重脚轻，他想搁在哪里就在哪里，也不管它是不是稳当，立不立得住。他画的树，老干枯枝，仅仅几个杈椰，几片树叶，在森林中几万棵树也挑不出这样一颗树来。他画的风景、山、光秃秃的树，东倒西歪，荒荒凉凉，果真有这么个地方，我想谁也不肯到这里来安家落户。\n还有，他画上的题诗、签名和印章，也是怪怪的。例如他自号“八大山人”，解释的人很多，至今学者们还有不同争论。他有一方印章，印文刻作，有人说它是由“八大山人”四字组成，有的人则持慎重态度，称之为“屐形印”，因为它的形状像只木屐。至于他画上的题诗，许多句子更是令人难解。\n然而，八大明确地告诉我们：“横流乱世杈椰树，留得文林细揣摩”。又说：“想见时人解图画”。他是很希望人们能够理解他的画中之意的。因此许多学者经细心的研究，从他的画意和字里字间，探听出许多真消息。例如他有一个画押写作，很长时间人们一直称它为龟形画押，因为其形状特别像一只乌龟。后来才看出，原来是由“三月十九日”几个字变形组成，这恰好是明代最末一个皇帝崇祯自杀的日子，标志着明朝的灭亡。那么这个画押，也就表示对国亡的纪念。\n康熙二十一年他曾经画了一幅《古梅图》，树的主干已空心，虬根露出，光秃的几枝杈椰，寥寥的点缀几个花朵，像是饱经风霜雷电劫后余生的样子。其上题了三首诗，第一首写道：“分付梅花吴道人，幽幽翟翟莫相亲。南山之南北山北，老得焚鱼扫虏尘。”“梅花吴道人”是指元代画家吴镇，自号“梅花道人”。方框内的字，显然是被当时或稍后的收藏者有意剜去，以避免文字狱灾祸。不难猜测，这个字不是“胡”，即是“虏”。清代统始者以满族入主中原，最忌讳的也是这两字。要在“南山之南北山北”扫除“胡尘”，朱耷非常明确地表达了他的反清复国思想。第二首诗写道：“得本还时末也非，曾无地瘦与天肥。梅花画里思思肖，和尚如何如采薇。”诗中用了两个典故，一是元初遗民画家郑思肖，在南宋灭亡之后隐居吴下，画兰花露根不画坡土，人问何故，他回答说：“土地都被人抢夺去了，你难道不知吗？”二是殷遗民伯夷、叔齐在周灭殷以后，耻不食周粟，隐居首阳山采薇而食，直至饿死。原来八大这幅《古梅图》虬根外露，也不画坡土，是仿照郑思肖画兰之意，暗含着国土被清人所抢夺，他这个明代宗室子孙，之所以成了和尚，正如伯夷、叔齐采薇首阳山那样，不肯臣服于新王朝。国破家亡，复国无望，这使他不能不“苦泪交千点”了。\n八大题画诗，是解开他画意的钥匙，然幽涩难解，如迷如雾，许多学者都下过一番功夫进行破释。例如康熙二十三年所作《甲子花鸟册》（今藏美国普林斯顿大学博物馆），其中第七页画一只八哥站在枯枝上，题诗曰：“衿翠鸟唤哥，吭圆哥换了。八哥语三虢，南飞鹧鸪少。”此诗之意，香港中文大学饶宗颐教授经过引经据典考释后结论说：“此诗画是讥‘虢’（指明）亡后，忠臣如鹧鸪之志切怀南，殊不多见。”这就是说，八大的作品，除了一般的国破家亡的情绪表达之外，有时还具体有所指。《瓜月图》亦是件有所指的作品，在题诗之后他记录说：“己巳润八月十五夜画所得”。面对着天上的圆月，和人间家家户户吃月饼，他的心被触动了，那么他“所得”是什么呢？画上题诗曰：“眼光饼子一面，月圆西瓜上时。个个指月饼子，驴年瓜熟为期。”有人根据吃月饼的风俗来源于反清义军传递起事暗号的民间故事，说八大在期盼着这一天到来。然而却要等到何年（驴年）呢？“驴年马月”是俗语，表示遥无定期。果真如此，则八大的心迹，就不只是徒有国亡余痛了。\n水墨写意高峰\n八大长于水墨写意，这是宋元以来兴起的一种画法。发展到明清时代，出现了许多文人水墨画写意大师，八大为其划时代的人物。在水墨写意画中，又有专擅山水和专擅花鸟之别，八大则两者兼而善之。他的山水画，近师董其昌，远法董源、巨然、郭熙、米芾、黄公望、倪瓒诸家。例如康熙四十一年所作《书画册》（上海博物馆藏）共画了六幅山水小品，就可以看出深受董其昌的影响，其远笔的圆润则有着董、巨和黄公望的遗踪，墨法参照了米氏云山，而某些树石的组合形式，显然取自倪瓒。但是，我们在欣赏这些作品时，却又强烈地感觉到朱耷的个性，上述那些古人的法则，不过是他随手拈来为自己服务的。那些山、石、树、草，以及茅亭、房舍等，逸笔草草，看似漫不经心，随手拾掇，而干湿浓淡、疏密虚实、远近高低，笔笔无出法度之外，意境全在法度之中。这种无法而法的境界，是情感与技巧的高度结合，使艺术创作进入到一个自由王国。\n比起山水画来，八大的花鸟画创作，更具有他风格个性的典型性。顺治十六年所作《传綮写生册》（台北故宫博物院藏），和康熙五年作的《墨花卷》（北京故宫博物院藏），是八大早期作品，从中可以看到他的水墨写意花鸟画创作，深受沈周、陈淳、徐渭的影响，其用笔较方硬，题材、布局也未脱离前人窠臼，但是画中所表现出的兀傲之气，以及不拘一格的大胆剪裁，如不求物象的完整性，却已预示着他的未来的发展。\n八大花鸟画最突出特点是“少”，用他的话说是“廉”。少，一是描绘的对象少；二是塑造对象时用笔少。如康熙三十一年所作《花果鸟虫册》，其《涉事》一幅，只画一朵花瓣，总共不过七、八笔便成一幅画。在八大那里，每每一条鱼，一只鸟，一只雏鸡，一棵树，一朵花，一个果，甚至一笔不画，只盖一方印章，便都可以构成一幅完整的画面，可以说少到不可再少了的程度。前人所云“惜墨如金”，又说“以少少许胜多多许”，只有八大才真正作到了这点，可谓前无古人，后难继者。\n少，也许能有人作到，但是少而不薄，少而不贫，少而不单调，少而有味，少而有趣，透过少而给读者一个无限的思想空间，这是难有人作到的，八大却具备了如上的要求，这里大有文章。首先是他在用笔用墨上的功夫。他的用笔由方硬变圆润，饱和墨汁与运笔的方法相结合，一下笔就给人以浑厚丰富之感。他是第一个充分主动利用生宣纸特性以加强艺术表现力的画家。生宣纸的吸水能力强，容易使墨汁扩散（洇），这本来是缺点，而八大却把它变为优点，不但为水墨写意画开辟了一个广阔的前景，而且也创造了人们对水墨写意画的新观念，其功不朽。\n其次是形象的塑造。八大的花鸟造型，不是简单的变形，而是形与趣、与巧、与意的紧密结合，所以我们在欣赏时，就不会感到单薄和寂寞。再次是他的布局，特别讲究少许物象在二维空间中摆放的位置。其诀窍是充分利用空白，即前人所谓“计白当黑”。与此同时，并充分调动题跋、署款、印章在布局中的均衡、对称、疏密、虚实等的作用。他不像一般画家那样，先画好画，然后在恰当的位置题款和押印，而是有总体的规划设想，使每一点都在布局中起到举足轻重的作用，不多，不少，不奢侈，不节约。例如康熙三十三年所作《花鸟山水册》（上海博物馆藏），第一幅仅画一只雏鸡。小鸡置于画面中右偏下，这一位置的重心，将画面分割成四大块空间，每块空间的大小都不一样，平衡而有变化。由于小鸡头部方向朝左，故题诗在右第二大块空间中，使空荡的背景顿时活跃起来，视觉上起到突破平衡和内容丰富的作用。小鸡的刻画生动传神，动态像小孩刚学走路，蹒跚得十分可爱。瞪着大眼警惕着前方，特别是眼后加三撇，像电波一样，好似前方有什么声响传来，使小鸡心惊胆怯。这只小雏鸡我们可以理解为它刚出蛋壳，表示出对这个世界的惊异与警惕；也可以理解为走失了群体，找不到妈妈，感到孤独而害怕，如何理解，任人们驰骋想象的翅膀，所以有时候少画，反而思想的容量更大。\n少，不是目的而是手段，否则越少越好，艺术又会走入另一条邪径。少是相对的，例如康熙四十二年所作的《杨柳浴禽图》（北京故宫博物院藏），相对上述作品来说是“多”了，但比起一般画家处理同类题材的作品来，却少了许多许多。例如他对柳枝的处理，约有十二笔，就占住了整个画面上部的空间，不但表现出杨柳的老干新枝的质，也表现了枝条迎风的势。在春风料峭之中，八哥在洗刷自己的羽毛将振翅欲飞。这一生活小景，表现出无限的生意。康熙十六年所作的《河上花图》（天津艺术博物馆藏），是八大一生作品中仅见的长篇巨制，也是他笔墨最多、布局最复杂的一幅，但他仍然体现着少的原则。例如开卷的一丛荷花，总共超不出三十笔，笔减而意繁，一开卷便引人入胜。\n八大，前承古人，后启来者。白石老人曾有诗曰：“青藤（徐渭）雪个（八大山人）远凡胎，缶老（吴昌硕）当年别有才。我原九泉为走狗，三家门下转轮来。”其倾倒如此。今天随着东西方文化的交流，欣赏和理解他艺术的人越来越多。\n存世作品\n朱耷的画作在东方尤其在日本备受推崇，并在世界画坛引起了很大的反响，如：《孔雀竹石图》《孤禽图》《眠鸭图》《猫石杂卉图》，以及《荷塘戏禽图卷》、《河上花并题图卷》、《鱼鸭图卷》、《莲花鱼乐图卷》、《杂花图卷》《杨柳浴禽图轴》、《芙蓉芦雁图轴》、《大石游鱼图轴》、《双鹰图轴》、《古梅图轴》、《墨松图轴》、《秋荷图轴》、《芭蕉竹石图轴》、《椿鹿图轴》、《快雪时晴图轴》、《幽溪泛舟图轴》、《四帧绢本浅绛山水大屏》等，许多条幅，册页中的花鸟鱼鸭，山水树石等。书法方面有《临兰亭序轴》、《临“临河叙”四屏》，以及各大家法帖和行草诗书轴册等，都在国内外的博物馆、院中珍藏。朱耷的书画有少小说诗歌文学作品，已不复得见。\n朱耷部分作品艺术品投资市场拍卖情况：\n《竹石鸳鸯》，2010，西泠印社拍场，成交价1.187亿。\n《仿倪云林山水》，2009年成交价8400万元\n《个山杂画册》，2008，西泠印社拍场，成交价2352万元。\n《山青水碧鸟语花香》，2008，佳士得拍场，成交价3426万元。\n《鹭石图》，2008，北京万隆拍场，成交价3300万。\n《瓶菊图》，2008，中国嘉德拍场，成交价3136万元（不含佣金）。 \n作品特点\n作品风格\n艺术特色\n八大山人善画山水和花鸟。他的画，笔情恣纵，不构成法，苍劲圆秀，逸气横生，章法不求完整而得完整。他的一花一鸟不是盘算多少、大小，而是着眼于布置上的地位与气势。及是否用得适时，用得出奇，用得巧妙。这就是他的三者取胜法，如在绘画布局上发现有不足之处，有时用款书云补其意。八大山人能诗，书法精妙，所以他的画即使画得不多，有了他的题诗，意境就充足了，他的画，使人感到小而不少，这就是艺术上的巧妙。\n八大山人干擦而能滋润明洁。所以在画上同是“奔放”，八大山人与别人放得不一样，同是“滋润”，八大山人与别人润得不一样。如画鱼、鸟，曾作“白眼向人”之状，抒发愤世嫉俗之情。其花鸟画风，可分为三个时期，50岁以前为僧时属早期，署款“传綮”、“个山”、“驴”、“人屋”，多绘蔬果、花卉、松梅一类题材，以卷册为多。画面比较精细工致，劲挺有力。50岁至65岁为中期，画风逐渐变化，喜绘鱼、鸟、草虫、动物，形象有所夸张，用笔挺劲刻削，动物和鸟的嘴、眼多呈方形，面作卵形，上大下小，岌岌可危，禽鸟多栖一足，悬一足。65岁以后为晚期、艺术日趋成熟。笔势变为朴茂雄伟，造型极为夸张，鱼、鸟之眼一圈一点，眼珠顶着眼圈，一幅“白眼向天”的神情。他画的鸟有些显得很倔强，即使落墨不多，却表现出鸟儿振羽，使人有不可一触，触之即飞的感觉。有些禽鸟拳足缩颈，一副既受欺又不屈的情态，在构图、笔墨上也更加简略。这些形象塑造，无疑是画家自的写照，即“愤慨悲歌，忧愤于世，一一寄情于笔墨”。他在题黄公望山水诗中写道：“郭家皴法云头小，董老麻皮树上多。想见时人解图画，一峰还与宋山河。表现出他的民族意识。\n八大山人的画在当时影响并不大，传其法者仅牛石慧和万个等人，但对后世绘画影响是深远的，他的艺术成就主要一点，不落常套，自有创造。他的大写意，不同于徐渭，徐渭奔放而能放，八大山人严整而能放。清代中期的“扬州八怪”，晚期的“海派”以及现代的齐白石，张大千、潘天寿、李苦禅等巨匠，莫不受其熏陶。\n艺术个性\n八大山人的诗文因其古怪幽涩的格调而充满了神秘性和讽刺性，向来为人所费解。\n总的来说，八大57岁以前所有书画作品上的题画诗文，总体特征和倾向是借书画抒发自己的遗民思想、人品气节，往往将禅家遏语和历史典故杂糅在诗文之中，因而诗文隐晦曲涩。如《传綮写生册》中的《题画湖石》：击碎需弥腰，折却楞伽尾：浑无斧凿痕，不是惊鬼神。又如52岁作的《梅花图册》中的《题折枝梅》：三十年来处士家，酒旗风里一枝抖。断桥荒藓无人间，颜色于今似杏花。这首诗，几乎像作自似的描述了诗人的人品和气节。\n而八大57岁还俗后,其诗文的风格特点则呈现出以“无惧为胜”，大胆超越前人和自我的面貌。这一时期八大有许多真知灼见的诗文涌现，如《书法山水册》的题识之中，就有“画法兼之画法”两节题文，而“书法兼之画法”的明确提出，则是前无古人的。\n可以认为八大晚年艺术上的杰出成就，在很大程度上与后期诗文风格特点的转变是密切相关的。正如八大在《书法山水册》中一节题识反问：“文章非人间世之书画也耶？”八大晚年诗文的突出特点，就是建立在其艺术观与人生观相互统一的基础上，这也正是八大晚年诗文的精髓。\n款识字号\n朱耷的字、号、别名特别多，他原名朱由桵，又名朱耷，号八大山人、雪个、个山、个山驴、人屋、良月、道朗等。后做道士，居“青云谱”。入清后隐其姓名，削发为僧时取法名传綮，字刃庵，用到康熙庚甲（1680年）55岁。号雪个始于41岁，用到55岁。号个山始见于46岁，直到59岁，他还有驴、驴屋、人屋等号，驴款最早见于56岁，最晚是58岁。人屋、驴屋同时使用，60岁以前使用的字，号尚有法堀、掣颠、纯汉、綮雪衲、卧屋子、弘选等。朱耷为僧名，“耷”乃“驴”字的俗写，至于八大山人号，乃是他弃僧还俗后所取，始自59岁，直至80岁去世，以前的字均弃而不用。其于画作上署名时，常把“八大”和“山人”竖着连写。前二字又似“哭”字，又似“笑”字，而后二字则类似“之”字，哭之笑之即哭笑不得之意。他一生对明忠心耿耿，以明朝遗民自居，不肯与清合作。他有诗“无聊笑哭漫流传”之句，以表达故国沦亡，哭笑不得的心情。\n纪念馆\n八大山人纪念馆青云谱是一座极具江南特色的园林。园内，数百年的古樟树、苦楮树、罗汉松青叶苍干，繁荫广被，覆护着青砖灰瓦白墙红柱的殿宇，显得格外静谧。密叶筛过的天光洒在小径上，明暗闪烁，野趣横生。一弯荷池清澈明净，倒映着笼笼修竹，鱼儿嬉戏，花影摇曳。园外清溪蜿蜒，溪畔农田阡陌纵横，农舍炊烟袅袅，恰似人间仙境。\n八大山人纪念馆坐落在历史修久、风景优美的江西南昌南郊十五华里处的梅湖定山桥畔青云谱内，相传二千五百多年前，周灵王之子王子晋到此开基炼丹。西汉末年，南昌尉梅福曾弃官隐钓于此，后人建“梅仙祠”祀之。东晋年间许逊治水至此，始倡道教“净明派”，并建“太极观”，唐大和五年易名“太乙观”。宋至和二年复易名“天宁观”、至清顺治十八年始定名“青云圃”，后易“圃”为“谱”。谱内屋宇布局以关帝殿、吕祖殿、许祖殿为主体，三殿逐次递进，曲廊相通，甚是幽雅。一九五七年被定为省级重点文物保护单位。一九五九年辟为八大山人纪念馆，陈列八大山人书画作品。\n八大山人是我国明末清初的杰出画家，生于明天启六年，卒于清康熙四十四年（公元一六二六——一七0五），享年八十岁。他姓朱名耷，僧名个山、传启，别号八大山人，是明太祖朱元璋第十六子朱权的九世孙。明亡后，他抱着对清王朝不屈的态度出家为僧。后还俗，自筑陋室“寤歌草堂”于南昌城效，孤寂贫寒地度过了晚年。八大山人在艺术上有独特的建树。他以水墨写意画著称，尤擅长花鸟画。其画面构图缜密、意境空阔；其笔墨清脱纯净、淋漓酣畅；取物造形旨在意象，笔简意赅，形神兼备，体现出其孤傲落寞清空出世的思想情感。其书法善用淡墨秃笔，犹尽流畅，含蓄内敛，圆浑醇厚，亦工篆刻。其诗文多为幽涩古雅。三百年来他饮誉画坛，“扬州八怪”、吴昌硕，近代齐白石、张大千、潘天寿、李苦禅等画家都不同程度受其影响。八大山人（朱耷）从明王爷成为遗民，承受国亡家破之痛，先后沦为僧道，巧妙应付\"临川之变\"，绳金塔下为民挥毫，其“哭之、笑之”的人品和画品成为发人深思的画坛传奇。爱国、爱乡的八大山人，对清初的残暴疾恶如仇，终身苦守不阿，人品至上，成为后世为人的风范。跨越时空的八大山人书画艺术，释放出巨大艺术能量，辐射璀璨的艺术之光。艺术修养全面的八大山人给我们留下了极为珍贵的诗作，吟咏之余，我们借此心灵辙音，感受三百年前诗人的娓娓独言，将已逝去的流光重新唤回眼前。\n5年八大山人被联合国科教文组织命名为中国古代十大文化名人之一。当今画坛，流派纷呈，相互竞技，各展异彩，本馆展出当代花鸟高手之作，是艺术家离经叛道在感觉和直觉水平的一个发展。一批资质精深的专家、学者在八大画风的继承与创新方面从特殊的顿悟中找到了自我，许多作品让人回味无穷。\n江南名园青云谱，历经周、西汉、东晋、唐、宋、元、明、清数朝，系唯一保存完好环境的江西净明道教发源地，院内殿宇堂阁，丹桂碧池，凉亭月楼，展示岁月的沧桑，漫游其间，感受二千多年神秘道教文化深蕴的内涵。青云谱道院现存许多令人向往的文化遗迹：万历古井、仙人桥、净明真境、鹤巢黍居、羲之墨池、竹经通幽、岭云来阁、八大墓等为观众提供了寻幽觅古的情趣，令人流连忘返。\n古青云谱是镶嵌在市南郊一颗绿色明珠，阳春季节，红茶、桃花争奇斗艳，盛夏荷满十里，三秋桂子飘香，严冬寒梅竞放，四、五百年的参天古木香樟、罗汉松、苦树被历代文人墨客誉为镇院之宝。南昌现存最长的双面碑廊。120多幅因心造境的书画作品揭示了八大山人非凡的笔墨生涯。移步换景的回廊与巧夺天工的石刻工艺带给了观众沁人心脾的美感。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951657306},{"name":"朱耷行书题跋","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791621965,"text":"题《仿董巨山水》","author":"清代朱耷","description":"朱耷行书题跋"}]