[{"name":"孙秋生刘起祖二百人等造石像记","text":"《孙秋生造像记》，在洛阳龙门石窟古阳洞南壁。北魏宣武帝（元恪）景明三年（502年）五月廿七日造讫。楷书，六朝碑刻中书家署名者不多，此署萧显庆书，但书家情况不详，当为地位低下的工匠或经书手。此碑书犀利刚劲，宽博朴厚，较《始平公造像》笔法多变，龙门碑刻书法艺术的代表作品之一。现收藏于洛阳龙门石窟古阳洞。\n作品简介\n《孙秋生造像记》，全称《孙秋生刘起祖二百人等造像记》，北魏刻石。孟广达文，萧显庆书。景明三年(502)五月刻。在河南洛阳龙门山古阳洞南壁。龙门造像记名品之一。正书，上截记十三行，行九字；下截题名十五行，行三十字。《始平公造像记》与《孙秋生造像记》风格接近，是当时流行的字体，只是一阳刻，一阴刻而已。书风沉着劲重，有正书局、艺苑真赏社、日本二玄社《书迹名品丛刊》、北京文物出版社有影印本。《孙秋生造像记》，在洛阳龙门石窟古阳洞南壁。古阳洞内两侧壁上层的八大龛，是龙门石窟开凿最早的造像龛，孙秋生造像龛即是其中之一，它位于古阳洞南壁，自窟口向内第3龛即是。该龛为尖拱龛，高254厘米，宽150厘米，深65厘米，造一佛二菩萨。在龛的右侧刊刻造像记，即孙秋生造像碑，高153厘米，宽50厘米，蟠龙螭首，方形碑座上有3个后刻的小坐佛龛，造像碑文可分为3部分，自上而下，第一部分，额题；第二部分，发愿文；第三部分，邑子题名，共刻人名139人。在题名的末尾，最后一行，刻写“景明三年岁在壬午五月戊子朔廿七日造讫”。\n孙秋生造像龛的尖拱内的雕刻大致分3层，上层刻10身飞天，每侧5身，中间刻一宝珠，下层刻尖拱坐佛11尊，在最左侧坐佛下方刻一类似于化生像的形象，与其对称的右侧刻一类似莲蕾的雕刻；中间一层刻化生像10身。龛梁中间刻一对相背的龙首，在龛梁的转折处各刻一束腰，装饰纹样为人字形，梁端刻一对反顾龙首，踏按于龛柱上。龛柱柱头装饰双圆覆莲瓣，柱身为素面八棱形，龛柱由二托重力士像承托。龛内刻一佛二菩萨像。龛下中间刻二龙盘绕之香炉，两侧对称刻出4身供养像（三身存残迹）。右侧造像碑雕刻于孙秋生造像龛和法生造像龛（南壁向内数第2龛）之间的空余壁面，与二造像龛没有打破关系，造像碑的高度大致就是造像龛由龛底到龛柱的高度，即造像碑的高度上限是龛柱柱头的位置，这一现象在古阳洞北壁的魏灵藏造像龛、杨大眼造像龛等都或多或少得到了印证。这说明在孙秋生造像龛雕刻前，造像碑的位置、规模、形制已经有了计划，造像龛与造像碑是统一规划设计的。\n碑额分析\n孙秋生碑的碑额高17厘米，宽18厘米，中间刊刻“邑子像”题铭，题字5厘米见方。“邑子像”左侧刻“邑主中散大夫荥阳太守孙道务”题名，二行，每行的最后一个字“夫”和“务”侵入碑身。“邑子像”右侧刻“宁远将军中散大夫颍川太守安城令卫白犊”题名，三行，前二行的最后一个字“大”和“城”也侵入了碑身。“邑子像”两侧题字大约2.5厘米见方。《魏书·地形志》载“荥阳郡领县五荥阳、成皋、京、密、卷”；“颍川郡领县三：邵陵、临颍、曲阳”；“汝南郡领县八：上蔡、临汝、平舆、安城、西平、瞿阳、阳安、保城”。荥阳、颖川、汝南三郡相距较近，由于颍川、汝南二郡相连，可能当时安城县属颍川郡而不属汝南郡，故卫白犊的官衔为颍川太守安城令。《魏书·官氏志》载，“中散大夫”官阶为第四品，在地方来说，也可称上高官了。\n一般来说，碑额上的题字所表现的有两方面内容，一是碑名，第二表现的是该造像碑的性质，在石窟造像中往往题刻的是“邑子像”或“娣女”，表明该造像系由佛教组织——邑社出资开凿的。孙秋生碑的碑额题字的中间部分“邑子像”表明，孙秋生造像龛是由邑社出资开凿的。\n值得注意的是，“邑子像”两侧为什么刊刻邑主题名呢？在龙门石窟中众多的邑社造像中，邑主均出现在发愿文中，在造像为目的的邑社中，邑主的身份地位无疑是最重要的，在孙秋生碑中，邑主的名字却刻在碑额的两侧，可能有特殊的原因才作此布局。 \n邑子分析\n邑子题名位于发愿文的下方，高83厘米，宽49厘米，15行，满行30字，每字3厘米见方，均以“维那”开行，每行邑子题名人数不等，有9人、10人、11人之区别，末行只有3人，书朱前也布排了方格。\n值得注意的有以下4个现象：\n1、邑子题名只刻出139人，加上碑额和发愿文中提及的4人，共有143人，与发愿文中“二百人等”在人数上有出入，即有57名邑社成员的名字未予刊刻。\n2、题名中有数人也参与了龙门其他邑社造像。由此可以看出，以孙秋生、刘起祖为首的邑社可能是专门为开龛造像而成立的比较松散的组织。\n3、邑子题名和发愿文相比较来看，字体较小，行数多出2行。\n4、邑子题名的布局不太规矩，对每个名字字数的多少不管是二字、三字、四字都没有明显的分隔，只是按行顺排，给释读带来一定的难度。\n作品释文\n大伐太和七年，新城县功曹孙秋生、刘起祖二百人等敬造石像一区，愿国祚永隆，三宝弥显。有愿弟子荣茂春葩，庭槐独秀，兰条鼓馥于昌年，紧晖诞照于圣岁。现世眷属万福云归，洙输叠驾。元世父母及弟子等来身神腾九空，迹登十地，五道群生，咸同此愿。孟广达文，萧显庆书。\n作品赏析\n《孙秋生造像记》是著名的《龙门四品》和《龙门二十品》之一，北魏景明三年（502）刻，是龙门造像记中的佼佼者。\n主佛像头部残，著袒右肩袈裟，自左肩向右下垂的袈裟装饰有折带纹，内着僧祇支，边饰串珠，施禅定印，结跏趺坐（露右足）于龛底。覆盖双腿之上的衣纹呈弧形，膝盖处刻涡纹，整躯造像清瘦刚劲。胁侍菩萨像头部残，佩项圈，披巾敷搭双肩于身前交叉穿璧后绕臂沿体侧下垂，下着裙，衣纹雕刻细密，左胁侍左手执披巾垂体侧，右侧像右手提瓶垂体侧。整龛造像具有明显的云冈石窟二期的艺术风格，在龙门石窟北朝窟龛分期中属一期造像。\n用笔方整遒劲，仆厚古拙，峭拔劲挺；力量外拓；章法处理上行列也较为整齐，显得纵有行而横有列，虽字字独立，但并无可板之感。\n清代康有为在评魏碑书法时说：“结体之密，用笔之厚，最其显著。而其笔画意势舒长，虽极小字严整之中，无不纵笔势之宕。”在包世臣、康有为的褒扬下，龙门造像记的书法价值便愈来愈为世人所认识。《孔秋生造像记》无疑地也成了一剂医治靡弱书风的良药。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951665056}]