[{"name":"苏轼行草念奴娇赤壁怀古","text":"《念奴娇·赤壁怀古》是宋代文学家苏轼的词作，是豪放词的代表作之一。此词通过对月夜江上壮美景色的描绘，借对古代战场的凭吊和对风流人物才略、气度、功业的追念，曲折地表达了作者怀才不遇、功业未就、老大未成的忧愤之情，同时表现了作者关注历史和人生的旷达之心。全词借古抒怀，雄浑苍凉，大气磅礴，笔力遒劲，境界宏阔，将写景、咏史、抒情融为一体，给人以撼魂荡魄的艺术力量，曾被誉为“古今绝唱”。（概述图片来源[1] ）\n作品原文\n版本一\n念奴娇·赤壁怀古⑴\n大江东去⑵，浪淘尽⑶，千古风流人物⑷。故垒西边⑸，人道是：三国周郎赤壁⑹。乱石穿空，惊涛拍岸，卷起千堆雪⑺。江山如画，一时多少豪杰。\n遥想公瑾当年⑻，小乔初嫁了⑼，雄姿英发⑽。羽扇纶巾⑾，谈笑间樯橹灰飞烟灭⑿。故国神游⒀，多情应笑我，早生华发⒁。人生如梦，一尊还酹江月⒃。 \n版本二\n念奴娇·赤壁怀古\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是：三国周郎赤壁。乱石崩云，惊涛裂岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、强虏灰飞烟灭⒃。故国神游，多情应笑我，早生华发。人间如梦，一尊还酹江月。 \n版本三\n念奴娇·赤壁怀古\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是：三国周郎赤壁。乱石崩云，惊涛裂岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人间如梦，一樽还酹江月。 \n版本四\n念奴娇·赤壁怀古\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是：三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一樽还酹江月。 \n版本五\n念奴娇·赤壁怀古\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是：三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。\n遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间、强虏灰飞烟灭。故国神游，多情应笑我，早生华发。人间如梦，一樽还酹江月。 \n注释译文\n词句注释\n⑴念奴娇：词牌名。又名“百字令”“酹江月”等。赤壁：此指黄州赤壁，一名“赤鼻矶”，在今湖北黄冈西。而三国古战场的赤壁，文化界认为在今湖北赤壁市蒲圻县西北。\n⑵大江：指长江。\n⑶淘：冲洗，冲刷。\n⑷风流人物：指杰出的历史名人。\n⑸故垒：过去遗留下来的营垒。\n⑹周郎：指三国时吴国名将周瑜，字公瑾，少年得志，二十四为中郎将，掌管东吴重兵，吴中皆呼为“周郎”。下文中的“公瑾”，即指周瑜。\n⑺雪：比喻浪花。\n⑻遥想：形容想得很远；回忆。\n⑼小乔初嫁了（liǎo）：《三国志·吴志·周瑜传》载，周瑜从孙策攻皖，“得桥公两女，皆国色也。策自纳大桥，瑜纳小桥。”乔，本作“桥”。其时距赤壁之战已经十年，此处言“初嫁”，是言其少年得意，倜傥风流。\n⑽雄姿英发（fā）：谓周瑜体貌不凡，言谈卓绝。英发，谈吐不凡，见识卓越。\n⑾羽扇纶（guān）巾：古代儒将的便装打扮。羽扇，羽毛制成的扇子。纶巾，青丝制成的头巾。\n⑿樯橹（qiánglǔ）：这里代指曹操的水军战船。樯，挂帆的桅杆。橹，一种摇船的桨。“樯橹”一作“强虏”，又作“樯虏”，又作“狂虏”。《宋集珍本丛刊》之《东坡乐府》，元延祐刻本，作“强虏”。延祐本原藏杨氏海源阁，历经季振宜、顾广圻、黄丕烈等名家收藏，卷首有黄丕烈题辞，述其源流甚详，实今传各版之祖 。\n⒀故国神游：“神游故国”的倒文。故国：这里指旧地，当年的赤壁战场。神游：于想象、梦境中游历。\n⒁“多情”二句：“应笑我多情，早生华发”的倒文。华发（fà）：花白的头发。\n⒂一尊还（huán）酹（lèi）江月：古人祭奠以酒浇在地上祭奠。这里指洒酒酬月，寄托自己的感情。尊：通“樽”，酒杯。\n⒃强虏：强大之敌，指曹军。虏：对敌人的蔑称。    [9-10]   \n白话译文\n大江浩浩荡荡向东流去，滔滔巨浪淘尽千古英雄人物。那旧营垒的西边，人们说那就是三国周瑜鏖战的赤壁。陡峭的石壁直耸云天，如雷的惊涛拍击着江岸，激起的浪花好似卷起千万堆白雪。雄壮的江山奇丽如图画，一时间涌现出多少英雄豪杰。\n遥想当年的周瑜春风得意，绝代佳人小乔刚嫁给他，他英姿奋发豪气满怀。手摇羽扇头戴纶巾，谈笑之间，强敌的战船烧得灰飞烟灭。我今日神游当年的战地，可笑我多情善感，过早地生出满头白发。人生犹如一场梦，且洒一杯酒祭奠江上的明月。  \n创作背景\n这首词是公元1082年（宋神宗元丰五年）苏轼谪居黄州时所写，当时作者四十七岁，因“乌台诗案”被贬黄州已两年余。苏轼由于诗文讽喻新法，为新派官僚罗织论罪而被贬，心中有无尽的忧愁无从述说，于是四处游山玩水以放松情绪。正巧来到黄州城外的赤壁（鼻）矶，此处壮丽的风景使作者感触良多，更是让作者在追忆当年三国时期周瑜无限风光的同时也感叹时光易逝，因写下此词。\n胡仔《苕溪渔隐丛话》后集卷二十八载东坡语：“黄州西山麓，斗入江中，石色如丹，传云曹公败处所谓赤壁者。或曰：非也。曹公败归，由华容道，路多泥泞，使老弱先行践之而过，曰：“刘备智过人而见事迟，华容夹道皆蒹葭，若使纵火，吾无遗类矣。”今赤壁少西对岸即华容镇，庶几是也。然岳州复有华容县，竟不知孰是？今日李委秀才来，因以小舟载酒，饮于赤壁下。李善吹笛，酒酣，作数弄。风起水涌，大鱼皆出，山上有栖鹘，亦惊起。坐念孟德、公瑾，如昨日耳！”   \n作品鉴赏\n文学赏析\n清代词论家徐轨谓东坡词“自有横槊气概，固是英雄本色”（《词苑丛谈》卷三）。在《东坡乐府》中，最具有这种英雄气格的代表作，首推这篇被誉为“千古绝唱”的《念奴娇·赤壁怀古》。这首词是苏轼游赏黄冈城外的赤壁（鼻）矶时写下的，是北宋词坛上最为引人注目的作品之一。\n此词上阕，先即地写景，为英雄人物出场铺垫。开篇从滚滚东流的长江着笔，随即用“浪淘尽”，把倾注不尽的大江与名高累世的历史人物联系起来，布置了一个极为广阔而悠久的空间时间背景。它既使人看到大江的汹涌奔腾，又使人想见风流人物的卓荦气概，更可体味到作者兀立江岸凭吊胜地才人所诱发的起伏激荡的心潮，气魄极大，笔力非凡。接着“故垒”两句，点出这里是传说中的古代赤壁战场。在苏轼写此词的八百七十多年前，东吴名将周瑜曾在长江南岸，指挥了以弱胜强的赤壁之战。关于当年的战场的具体地点，向来众说纷纭，东坡在此不过是聊借怀古以抒感，读者不必刻舟求剑。“人道是”，下字极有分寸。“周郎赤壁”，既是拍合词题，又是为下阕缅怀公瑾预伏一笔。以下“乱石”三句，集中描写赤壁雄奇壮阔的景物：陡峭的山崖散乱地高插云霄，汹涌的骇浪猛烈地搏击着江岸，滔滔的江流卷起千万堆澎湃的雪浪。这种从不同角度而又诉诸于不同感觉的浓墨健笔的生动描写，一扫平庸萎靡的气氛，把读者顿时带进一个奔马轰雷、惊心动魄的奇险境界，使人心胸为之开扩，精神为之振奋。煞拍二句，总束上文，带起下片。“江山如画”，这明白精切、脱口而出的赞美，应是作者和读者从以上艺术地提供的大自然的雄伟画卷中自然而然地得出的结论。“地灵人杰”，锦绣山河，必然产生、哺育和吸引无数出色的英雄，三国正是人才辈出的时代：横槊赋诗的曹操，驰马射虎的孙权，隆中定策的诸葛亮，足智多谋的周公瑾……真可说是“一时多少豪杰！”\n上片重在写景，将时间与空间的距离紧缩集中到三国时代的风云人物身上。但苏轼在众多的三国人物中，尤其向往那智破强敌的周瑜，故下片由“遥想”领起五句，集中腕力塑造青年将领周瑜的形象。作者在历史事实的基础上、挑选足以表现人物个性的素材，经过艺术集中、提炼和加工，从几个方面把人物刻画得栩栩如生。据史载，建安三年东吴孙策亲自迎请二十四岁的周瑜，授予他“建威中郎将”的职衔，并同他一齐攻取皖城。周瑜娶小乔，正在皖城战役胜利之时，而后十年他才指挥了有名的赤壁之战。此处把十年间的事集中到一起，在写赤壁之战前，忽插入“小乔初嫁了”这一生活细节，以美人烘托英雄，更见出周瑜的丰姿潇洒、韶华似锦、年轻有为，足以令人艳羡。同时也使人联想到：赢得这次抗曹战争的胜利，乃是使东吴据有江东、发展胜利形势的保证，否则难免出现如杜牧《赤壁》诗中所写的“铜雀春深锁二乔”的严重后果。这可使人意识到这次战争的重要意义。“雄姿英发，羽扇纶巾”，是从肖像仪态上描写周瑜束装儒雅，风度翩翩。纶巾，青丝带头巾，“葛巾毛扇”，是三国以来儒将常有的打扮，着力刻画其仪容装束，正反映出作为指挥官的周瑜临战潇洒从容，说明他对这次战争早已成竹在胸、稳操胜券。“谈笑间、樯橹灰飞烟灭”，抓住了火攻水战的特点，精切地概括了整个战争的胜利场景。据《三国志》引《江表传》，当时周瑜指挥吴军用轻便战舰，装满燥荻枯柴，浸以鱼油，诈称请降，驶向曹军，一时间“火烈风猛，往船如箭，飞埃绝烂，烧尽北船。”词中只用“灰飞烟灭”四字，就将曹军的惨败情景形容殆尽。可以想见，在滚滚奔流的大江之上，一位卓异不凡的青年将军周瑜，谈笑自若地指挥水军，抗御横江而来不可一世的强敌，使对方的万艘舳舻，顿时化为灰烬，这是何等的气势。苏轼如此向慕周瑜，是因为他觉察到北宋国力的软弱和辽夏军事政权的严重威胁，他时刻关心边庭战事，有着一腔报国疆场的热忱。面对边疆危机的加深，目睹宋廷的萎靡慵懦，他是非常渴望有如三国那样称雄一时的豪杰人物，来扭转这很不景气的现状。这正是作者所以要缅怀赤壁之战，并精心塑造导演这一战争活剧的中心人物周瑜的思想契机。\n然而，眼前的政治现实和词人被贬黄州的坎坷处境，却同他振兴王朝的祈望和有志报国的壮怀大相抵悟，所以当词人一旦从“神游故国”跌入现实，就不免思绪深沉、顿生感慨，而情不自禁地发出自笑多情、光阴虚掷的叹惋了。仕路蹭蹬，壮怀莫酬，使词人过早地自感苍老，这同年华方盛即卓有建树的周瑜适成对照。然而人生短暂，不必让种种“闲愁”萦回于心，还不如放眼大江、举酒赏月。“一尊还酹江月”，玩味着这言近意远的诗句，一位襟怀超旷、识度明达、善于自解自慰的诗人，仿佛就浮现在读者眼前。词的收尾，感情激流忽作一跌宕，犹如在高原阔野中奔涌的江水，偶遇坎谷，略作回旋，随即继续流向旷远的前方。这是历史与现状，理想与实际经过尖锐的冲突之后在作者心理上的一种反映，这种感情跌宕，更使读者感到真实，从某种意义上说，更能引起读者的思考。\n这首词从总的方面来看，气象磅礴，格调雄浑，高唱入云，其境界之宏大，是前所未有的。通篇大笔挥洒，却也衬以谐婉之句，英俊将军与妙龄美人相映生辉，昂奋豪情与感慨超旷的思绪迭相递转，做到了庄中含谐，直中有曲。特别是它第一次以空前的气魄和艺术力量塑造了一个英气勃发的人物形象，透露了作者有志报国、壮怀难酬的感慨，为用词体表达重大的社会题材，开拓了新的道路，产生了重大影响。据俞文豹《吹剑录》记载，当时有人认为此词须关西大汉手持铜琵琶、铁绰板进行演唱，虽然他们囿于传统观念，对东坡词新风不免微带讥消，但也从另一方面说明，这首词的出现，对于仍然盛行缠绵悱恻之调的北宋词坛，确有振聋发聩的作用。  \n名家点评\n胡仔《苕溪渔隐丛话》：\n东坡“大江东去”赤壁词，语意高妙，真古今绝唱。（《渔隐丛话前集》卷五十九）\n后山诗话谓：“退之以文为诗，子瞻以诗为词，如教坊雷大使之舞，虽极天下之工，要非本色。”余谓后山之言过矣。子瞻佳词最多，其时杰出者，如“大江东去，浪淘尽千古风流人物。”——赤壁词，……凡此十馀词，皆绝去笔墨畦径间，直造古人不到之处，真可使人一唱而三叹。若谓以诗为词，是大不然。子瞻自言，平生不善唱曲，故间有不入腔处，非尽如此。后山乃比之教坊司雷大使舞，是何每况愈下，盖其谬耳。（《渔隐丛话后集》卷二十六）\n曾季狸《艇斋诗话》：\n东坡“大江东去”词，其中云：“人道是三国周郎赤壁。”陈无己见之，言：“不必道三国。”东坡改云“当日”。今印本两出，不知东坡已改之矣。\n元好问《题闲闲书赤壁赋后》：\n东坡赤壁词殆戏以周郎自况也。词才百余字，而江山人物无复余蕴，宜其为乐府绝唱。\n俞文豹《吹剑续录》：\n东坡在玉堂，有幕士善讴。因问：“我词比柳七何如？”对曰：“柳郎中词，只好合十七八女孩儿，执红牙板，歌‘杨柳岸晓风残月’。学士词，须关西大汉，执铁板，唱‘大江东去’。”公为之绝倒。\n黄苏《蓼园词选》：\n题是怀古，意谓自己消磨壮心殆尽也。开口“大江东去”二句，叹浪淘人物，是自己与周郎俱在内也。“故垒”句至次阙“灰飞烟灭”句，俱就赤壁写周郎之事。“故国”三句，是就周郎折到自己。“人生似梦”二句，总结以应起二句。总而言之，题是赤壁，心实为已而发。周郎是宾，自己是主。借宾定主，寓主于宾。是主是宾，离奇变幻，细思方得其主意处。不可但诵其词，而不知其命意所在也。\n丁绍仪《听秋声馆词活》：\n东坡赤壁怀古念奴娇词盛传千古，而平仄句调都不合格。词综详加辨正，从容斋随笔所载山谷手书本云：“大江东去，浪声沉、千古风流人物。故垒西边，人道是、三国孙吴赤壁。乱石崩云，惊涛掠岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑处、樯橹灰飞烟灭。故国神游，多情应是，笑我生华发。人生如寄，一樽还酹江月。”较他本浪声沉作浪淘尽，崩云作穿空，掠岸作拍岸，雅俗回殊，不仅孙吴作周郎，重下公瑾而已。惟谈笑处作谈笑间，人生作人间，尚误。至小乔初嫁句，谓了安属下乃合。考宋人词後段第二三句，作上五下四者甚多，仄韵念奴娇本不止一体，似不必比而同之。万氏词律仍从坊本，以此词为别格，殊谬。（《听秋声馆词活》卷十三） [9-11]    \n苏轼（1037～1101），宋代文学家。字子瞻，一字和仲，号东坡居士。眉州眉山（今属四川）人。苏洵长子。公元1057年（嘉祐二年）进士。累除中书舍人、翰林学士、端明殿学士、礼部尚书。曾通判杭州，知密州、徐州、湖州、颖州等。公元1080年（元丰三年）以谤新法贬谪黄州。后又贬谪惠州、儋州。宋徽宗立，赦还。卒于常州。追谥文忠。博学多才，善文，工诗词，书画俱佳。于词“豪放，不喜剪裁以就声律”，题材丰富，意境开阔，突破晚唐五代和宋初以来“词为艳科”的传统樊篱，以诗为词，开创豪放清旷一派，对后世产生巨大影响。有《东坡七集》《东坡词》等。 \n","category":"行草","verified":true,"user":1,"timestamp":1429951596328},{"name":"苏轼行草念奴娇赤壁怀古","dynasty":"宋代","category":"行草","type":"","user":1,"timestamp":1429791629302,"text":"","author":"宋代苏轼","description":"苏轼行草念奴娇赤壁怀古"}]