[{"name":"苏轼行书致南圭使君帖","text":"本文为“唐宋八大家”之一的苏洵所作，写为两个儿子苏轼、苏辙命名的缘由，表达了对儿子的期望与祝愿。\n原文及翻译\n原文\n轮.辐.盖.轸①，皆有职（13）乎车，而轼独若无所为⑤者②。虽然，去⑦轼则吾未见其为完车也。轼乎，吾惧⑧汝之不外⑨饰⑩也。天下之车，莫不由辙③，而言车之功者，辙不与焉④。虽然⑥，车仆马毙，而患⑪亦不及辙，是辙者，善处乎祸福之间也。辙乎，吾知免⑫矣。\n（出自宋苏洵《嘉祐集·名二子说》卷十五·杂文二十一首） \n译文\n车轮、车辐条、车顶盖、车厢四周横木，都对车上有其职责，但作扶手的横木，唯独好像是没有用处的。尽管这样，如果去掉横木，那么我看不出那是一辆完整的车了。苏轼啊，我担心的是你因不会装饰自己的外表，而让别人不知道你的作用啊。天下的车没有不顺着辙走的，但谈到车的功劳，车轮印从来都不参与其中。但车会摔坏、马会死，唯有车辙安然无恙。这车轮印，是善于处在祸福之间的。苏辙啊，我知道你是可以免于灾祸的。\n注释\n1.轮、辐、盖、轸：轮，车轮。辐，辐条，插入轮毂以支撑轮圈的细条。盖，车上的伞盖。轸，车箱底部后面的横木；一说为车箱底部四周的横木。\n轼：设在车箱前面供人凭倚的横木。\n辙：车轮行迹，也指车行的一定路线。\n与焉：在其中。与，参加，参与。\n为：用处。\n然：这样。\n去：除去。\n惧：担心。\n外：外表；外在。\n0饰：掩饰。\n1患：祸患。\n2免：免于灾祸。\n3虽然：即使这样\n4外饰：在表面上有所掩饰\n5.乎：对；对于。\n6.职：专职，专用\n背景\n庆历六年（1046年），苏洵赴京赶考。尽管苏洵的才学可以成为“帝王师”，可在朝廷腐败、官场黑暗的环境下还是落榜了。他由此对科举、朝廷失去了信心，转而把希望寄托在两个儿子身上。第二年返乡后，苏洵写了一篇寄寓深重的《名二子说》。当时，苏轼十一岁，苏辙八岁。\n苏洵写《名二子说》十年后，送二子入京应试，过成都辞别张方平，张出了六道题考兄弟二人，自己则于壁间密窥。两人得题后，即各自思考。辙有疑问，指以问轼，轼举笔倒敲几案，意为“管子注”。又指第二题，苏轼把第二题勾了，因为并无出处，开始答卷。考完后，张方平对苏洵说：“二子皆天才，长者明敏尤可爱，然少者谨重，成就或过之。”（出自《瑞桂堂暇录》）\n点评\n唐宋八大家，苏家父子就占了三席，可见这户人家的厉害。\n父亲苏洵，为子取名，深有讲究。大儿子名“轼”。他说：车轮、车辐、车盖和车轸，也即车后的横木，都是车子的重要组成部分。而轼，只是车前用作搭手的横木，但是如果去掉了它，对车的完整性就有损害。苏东坡从小个性张扬、豪放不羁，父亲告诫他“轼”过于张扬显露，虽然少它不可，但要注意“外饰”，切忌自以为是，锋芒毕露。\n而苏辙的性格则相对内敛，苏洵说，天下的车莫不循辙而行，虽然论功劳，车辙是没份的，但如果车翻马毙，也怪不到辙的头上。虽然“辙”不易致福，却也难以招灾。苏洵对这个儿子，想必是比较放心的。\n这篇短文很巧妙地借名字作发挥，对两个儿子进行了为人处事方面的教诲。说来很巧，苏轼旷达不羁、锋芒外露，苏辙冲和淡泊、含蓄深沉，兄弟二人各自的性格，与”老苏”的《名二子说》倒也真是紧相契合。虽是苏洵为自己的两个儿子取名字时所作，观苏轼、苏辙二人生平，苏轼“一肚皮不合时宜”，于党争中不知自保，落得一生坎坷；苏辙风头逊于兄，而仕宦生涯远比苏轼顺利。种种情形，竟与苏洵当初所逆料者全同，所以说：知子莫若父也。\n明智的父母，总希望子女首先要学会生存，然后再寻求发展。苏轼后来也写过一首诗：“人皆养子望聪明，我被聪明误一生。惟愿孩儿愚且鲁，无灾无难到公卿。”讲的实际上也是这个道理。\n苏轼兄弟处于北宋新旧党争、矛盾激烈的时代，而两人立身之术不同。苏轼性格“不外饰”，论事激烈，不为世容，几次入朝，又几次“积以论事，为当轴者所恨”(《宋史．苏轼传》)而外任，还差点被杀。苏辙遇事能自持论，不依附重臣，所以能自立而免祸。《宋史．苏辙传》说：“或谓‘轼稍自韬戢，虽不获柄用，亦当免祸’。虽然，假令轼以是而易其所为，尚得为轼哉?”“韬戢”就是“外饰”。确实，那种不可掩抑的英迈之气，正是苏轼之为苏轼的特点。《苏辙传》论苏辙“寡言鲜欲”“君子不党”，这正是他能处于“祸福之间”“齿爵皆优于其兄”的原因。知子莫如父，苏洵早已预见到了这一切。\n苏洵（公元1009年5月22日至1066年5月21日）字明允，四川眉山人。生于宋真宗大中祥符二年四月二十五日（1009年5月22日），卒于英宗治平三年四月戊申（1066年5月21日），年五十八岁。年二十七，始发愤为学。岁馀举进士，又举茂才异等，皆不中。乃悉焚所写文章，闭户益读书，遂通六经、百家之说，下笔顷刻数千言。至和、嘉祐间，与二子轼、辙同至京师。欧阳修上其所著《衡论》《权书》等二十二篇，士大夫争传之。宰相韩琦奏于朝，除秘书省校书郎。与陈州项城令姚辟同修建隆以来礼书，为<太常因革礼>一百卷。书成而卒。洵著有<嘉祐集>二十卷，及<谥法>三卷，均《宋史本传》并传于世。\n苏洵27岁才发愤读书，经过十多年的闭门苦读，学业大进。1056年（仁宗嘉祐元年），\n领苏轼、苏辙去汴京，谒见翰林学士欧阳修。欧阳修很赞赏他的《衡论》、《权书》、《几策》等文章，认为可与刘向、贾谊相媲美，于是向朝廷推荐苏洵。公卿士大夫争相传诵苏洵，苏洵文名因而大盛。宋嘉祐三年，宋仁宗召苏洵到舍人院参加考试，苏洵推托有病，不肯去应诏。嘉祐五年，苏洵被任命为秘书省校书郎。后与陈州（今河南）项城县令姚辟一同修撰礼书《太常因革礼》。书成不久，苏洵即去世，朝廷追赠苏洵为光禄寺丞。\n相关人物\n苏轼\n简介\n苏轼（1037～1101），字子瞻，又字和仲，号东坡居士，宋代重要的文学家，宋代文学最高成就的代表。汉族，北宋眉州眉山（今属四川省眉山市）人。嘉祐（宋仁宗年号，1056～1063）进士。曾上书力言王安石新法之弊，后因作诗讽刺新法而下御史狱，贬黄州。宋哲宗时任翰林学士，曾出知杭州、颖州，官至礼部尚书。后又贬谪惠州、儋州。多惠政。卒谥文忠。学识渊博，喜奖励后进。与父苏洵、弟苏辙合称“三苏”。其文纵横恣肆，为“唐宋八大家”之一。其诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”。词开豪放一派，与辛弃疾并称“苏辛”。又工书画。有《东坡七集》《东坡易传》《东坡乐府》等。\n书法作品\n《中山松醪赋》《洞庭春色赋》《人来得书帖》《答谢民师论文帖》《赤壁赋》《江上帖》《黄州寒食诗帖》《李白仙诗帖》《次韵秦太虚诗帖》《渡海帖》《祭黄几道文卷》《梅花诗帖》《新岁展庆帖》《宝月帖》《令子帖》《东武帖》《北游帖》《致南圭使君帖》《次辩才韵诗》《一夜帖》《宸奎阁碑》《致若虚总管尺牍》《怀素自序》《近人帖》《与范子丰》\n（“苏轼部分书法作品”图册来源：）\n绘画作品\n《潇湘竹石图》《小鸡啄米图》《枯木怪石图》《偃松图卷》\n苏辙\n苏辙（1039—1112年），字子由，自号颍滨遗老。卒，谥文定。汉族，眉州眉山（今属四川）人。嘉祐二年（1057）与其兄苏轼同登进士科。神宗朝，为制置三司条例司属官。因反对王安石变法，出为河南推官。哲宗时，召为秘书省校书郎。元祐元年为右司谏，历官御史中丞、尚书右丞、门下侍郎因事忤哲宗及元丰诸臣，出知汝州，贬筠州、再谪雷州安置，移循州。徽宗立，徙永州、岳州复太中大夫，又降居许州，致仕。唐宋八大家之一，与父洵、兄轼齐名，合称三苏。\n宋仁宗宝元二年二月二十日（1039年3月18日）出生，仁宗嘉祐二年（1057）与苏轼一起中进士。不久因母丧，返里服孝。嘉祐六年（1061），又与苏轼同中制举科。当时因“奏乞养亲”，未任官职，此后曾任大名府推官。\n熙宁五年（1072），出任河南推官。元丰八年（1085），旧党当政，被召回，任秘书省校书郎、右司谏，进为起居郎，迁中书舍人、户部侍郎等职，直至崇宁三年（1104）在颍川定居，过田园隐居生活，自号“颍滨遗老”，以读书著述、默坐参禅为事。卒于1112年十月三日（10月25日），死后追复端明殿学士，谥文定。\n人物主要活动年谱：\n嘉祐六年（1057）与苏轼一起中进士。不久因母丧,返里服孝。嘉佑六年,又与苏轼同中制举科。当时因“奏乞养亲”,未任官职,此后曾任大名府推官。\n熙宁三年（1070）上书神宗，力陈法不可变，又致书王安石，激烈指责新法。\n熙宁五年（1072），出任河南推官。会张方平知陈州，辟为教授。\n元丰二年（1079），其兄苏轼以作诗“谤讪朝廷”罪被捕入狱。他上书请求以自己的官职为兄赎罪，不准,牵连被贬,监筠州盐酒税。\n哲宗元祐四年（1089）权吏部尚书，出使契丹。还朝后任御史中丞。\n元祐六年拜尚书右丞，进门下侍郎，执掌朝政。\n元祐八年（1093），哲宗亲政，新法派重新得势。\n绍圣元年（1094），他上书反对时政，被贬官，出知汝州,贬谪筠州,责授化州别驾、雷州安置，后又贬循州等地。\n崇宁三年（1104），苏辙在颍川定居，过田园隐逸生活，筑室曰“遗老斋”，自号“颍滨遗老”，以读书著述、默坐参禅为事。死后追复端明殿学士，谥文定。\n主要作品\n著有《栾城集》，包括《后集》、《三集》，共84卷，有《四部丛刊》影明活字本。《栾城应诏集》12卷，有《四部丛刊》影宋钞本。\n著名文章有：《新论》、《六国论》、《上皇帝书》、《上枢密韩太尉书》、《黄州快哉亭记》《巢谷传》《老子解》等\n诗作：以《墨竹赋》、《南斋竹》、《秋稼》较为著名。\n以下为其若干诗词名作\n【送李宪司理还新喻】\n采芹芹已老，浴沂沂尚寒。蒯缑长叹息，苜蓿正阑干。\n黄卷忘忧易，青衫行路难。归耕未有计，且复调闲官。\n【次韵子瞻上元见寄】\n谁怜东坡老，独看南海灯。故人隐山麓，燕坐销床棱。人生天运中，往返成废兴。炎起爨下薪，冻合瓶中冰。赖有不变处，寂如方定僧。建成亦岩邑，灯火高下层。头陀旧所识，天寒发鬅鬙。问我何时来，嗟哉谷为陵。幸此米方贱，日食聊一升。夜出随众乐，哺糟共腾腾。\n【次韵子瞻连雨江涨二首】\n南过庾岭更千山，烝润由来共一天。云塞虚空雨翻瓮，江侵城市屋浮船。东郊晚稻须重插，西舍原蚕未及眠。独掉扁舟趁申卯，米盐奔走笑当年。客到炎陬喜暂凉，江吹虚阁雨侵廊。回看野寺山溪隔，卧觉晨炊稻饭香。荔饷深红陋樱枣，桂醅淳白比琳琅。思移峤北应非晚，未省南迁日月长。\n【次韵侄过江涨】\n阴淫夏为秋，雨暴溪作渎。缺防旧通市，流潦几入屋。虽幸廪粟空，犹惜畦蔬绿。鹿骇不择音，鸿羁分遵陆。室诮曾子还，城讴华元衄。中情久岑寂，外物竞排蹙。设心等一慈，开怀受诸毒。道力虽未究，游波偶然伏。粮须三月聚，艾要七年蓄。君恩许北还，従此当退缩。\n【亡嫂靖安君蒲氏挽词二首】\n家风足图史，妇德俨苹蘩。汤沐従夫宠，冠衣席弟恩。克家传众子，有后庆多孙。追养心何极，增封礼尚存。宦游非不遂，流落自粗疏。宗党半天末，存亡惊素书。佳城东岭外，茂木故阡余。遥想千车送，临江涕满裾。\n【寄题武陵柳氏所居二首·天真堂】\n宦游阅尽山川胜，归老方知气味真。歌哭不移身自稳，往还无间语尤亲。永怀前辈无因见，犹喜诸郎有此人。千岁展禽风未改，不加雕琢世称珍。\n【寄题武陵柳氏所居二首·康乐楼】\n邑居欲尽溪山好，不作层楼无奈何。岩谷满前收蜡屐，漪涟极目卷渔蓑。安心已得安身法，乐土偏令乐事多。千里筠阳犹静治，还家一笑定无他。\n【筠州州宅双莲】\n绿盖红房共一池，一双游女巧追随。镜中比并新妆后，风际携扶欲舞时。\n露蕊暗开香自倍，霜蓬渐老折犹疑。殷勤画手传真态，道院生绡数幅垂。\n【奉同子瞻荔支叹】\n蜀中荔支止嘉州，余波及眉半有不。稻糠宿火却霜霰，结子仅与黄金侔。近闻闽尹传种法，移种成都出巴峡。名园竞撷绛纱苞，蜜渍琼肤甘且滑。北游京洛堕红尘，箬笼白晒称最珍。思归不复为莼菜，欲及炎风朝露匀。平居著鞭苦不早，东坡南窜岭南道。海边百物非平生，独数山前荔支好。荔支色味巧留人，不管年来白发新。得归便拟寻乡路，枣栗园林不须顾。青枝丹实须十株，丁宁附书老农圃。\n【次韵子瞻梳头】\n水上有车车自翻，悬溜如线垂前轩。霜蓬已枯不再绿，有客劝我抽其根。枯根一去紫茸茁，珍重已试幽人言。纷纷华发何足道，当返六十过去魂。近有道士相教拔白后，以水火养之，当不复生，故以为答。\n【劝子瞻修无生法】\n除却灵明一一空，年来丹灶漫施功。掌中定有庵摩在，云际悬知雾雨蒙。已赖信心留掣电，要须净戒拂昏铜。谁言逐客江南岸，身世虽穷心不穷。\n【石盆种菖蒲甚茂,忽开八九华,或言此华寿祥也.远因生日作颂,亦为赋此】\n石盆攒石养菖蒲，沮洳沙泉韭叶铺。世说华开难值遇，天将寿考报勤劬。心中本有长生药，根底暗添无限须。更尔屈蟠增瘦硬，他年老病要相扶。\n【子瞻和陶公读山海经诗,欲同作而未成,梦中得数句,觉而补之】\n此心淡无著，与物常欣然。虚闲偶有见，白云在空间。爱之欲吐玩，恐为时俗传。逡巡自失去，云散空长天。永愧陶彭泽，佳句如珠圆。\n【成都僧法舟为其祖师宝月求塔铭于惠州,还过高安,送归】\n少年能讲大乘经，法施堂中不出扃。为许先师传后世，径従西海集南溟。忘身直犯黄茅瘴，满意初成白塔铭。寄我泪痕归万里，遥知露滴涧松青。\n【东西京二绝】\n亲祀甘泉岁一终，属车徐动不惊风。宓妃何预词臣事，指点讥诃豹尾中。\n犀著金盘不暇尝，更须石上捣黄粱。数钱未免河东旧，不识前朝大练光。\n【唐相二绝】\n杨王灭后少英雄，犹自澄思却月中。已得惠妃欢喜见，方头笑杀曲江公。\n朝中寂寂少名卿，晚岁雄猜气益横。心怕无须少年士，可怜未识玉奴兄。\n【寓居六咏】\n手植天随菊，晨添苜蓿盘。丛长怜夏苦，花晚怯秋寒。素食旧所愧，长斋今未阑。殷勤拾落蕊，眼暗读书难。山丹炫南土，盈尺愧西京。所至曾无比，知非浪得名。未须求别种，尚欠剥繁英。行复春风度，天涯眼暂明。邻家三亩竹，萧散倚东墙。谁谓非吾有，时能惠我凉。雪深闻毁折，风作任披猖。事过还依旧，相看意愈长。弱榴生掩冉，插竹强支叉。旋叠封根石，能开著子花。扶持物遂性，缀缉我成家。故国田园少，何须恨海涯。大鸡如人立，小鸡三寸长。造物均付予，危冠两昂藏。出栏风易倒，依草枯不僵。后庭花草盛，怜汝计兴亡。或言矮鸡冠即玉树后庭花。西邻分半井，十口无渴忧。岁旱百泉竭，日供八家求。艰难念生理，沾足愧寒流。比闻山田妇，出汲争群牛。山中涧谷枯竭，汲者每苦牛夺其水，一人出汲，辄数人持杖护之。\n【和子瞻新居欲成二首】\n老罢子卿还属国，功成定远恨阳关。漂流岂必风波际，颠沛何妨枕席间。伏腊便应随俚俗，室庐闻似胜家山。因缘宿世非今日，赖有阴功许旋还。此说见佛书。山连上帝朱明府，心是南宗无尽灯。过此欹危空比梦，年来瘴毒冷如冰。图书一笑宁劳客，音信频来尚有僧。梨枣功夫三岁办，不缘忧患亦何曾。\n【次迟韵二首】\n老谪江南岸，万里修烝尝。三子留二子，嵩少道路长。累以二孀女，辛勤具餱粮。谁令南飞鸿，送汝至我旁。饥寒不能病，气纾色亦康。拊背问家事，嗟我久已忘。力耕当及春，无为久南方。还家语诸女，素刚非王章。世事非吾忧，物理有必至。常旸百川竭，顾亦防雨耳。阴阳相纠缠，反复更自治。幽怀澹不起，默坐识其意。长子念衰老，远行重惭愧。疏慵身似僧，岑寂家近寺。但闻事日新，未觉吾有异。器锽本自出，藩角徒不遂。得失众共知，穷达佛所记。要令北归日，粗究一大事。\n【次远韵】\n万里谪南荒，三子従一幼。谬追春秋余，赖尔牛马走。忧病多所忘，问学非复旧。借书里诸生，疑事谁当叩。吾儿虽懒教，擢颖既冠后。求友卷中人，玩心竹间岫。时令检遗阙，相对忘昏昼。兄来试讴吟，句法渐翘秀。暂时鸿雁飞，迭发埙篪奏。更念宛丘子，颀然何时觏。\n【次韵子瞻和陶公止酒雷州作】\n少年无大过，临老重复止。自言衰病根，恐在酒杯里。今年各南迁，百事付诸子。谁言瘴雾中，乃有相逢喜。连床闻动息，一夜再三起。溯流俯仰得，此病竟何理。平生不尤人，未免亦求己。非酒犹止之，其余真止矣。飘然従孔公，乘桴南海诶。路逢安期生，一笑千万祀。\n【次韵子瞻过海】\n我迁海康郡，犹在寰海中，送君渡海南，风帆若张弓。笑揖彼岸人，回首平生空。平生定何有，此去未可穷。惜无好勇夫，従此乘桴翁。幽子疑龙虾，牙须竟谁雄。闭门亦勿见，一嗅同香风。晨朝饱粥饭，洗钵随僧钟。有问何时归，兹焉若将终。居家出家人，岂复怀儿童。老聃真吾师，出入初犹龙。笼樊顾甚密，俯首姑尔容。众人指我笑，缰锁无此工。一瞬千佛土，相期兜率宫。\n【过侄寄椰冠】\n衰发秋来半是丝，幅巾缁撮强为仪。垂空旋取海棕子，蜀中海棕，即岭南椰木，但不结子耳。束发装成老法师。变化密移人不悟，坏成相续我心知。茅檐竹屋南溟上，亦似当年廊庙时。\n【寓居二首·东亭】\n十口南迁粗有归，一轩临路阅奔驰。市人不惯频回首，坐客相谙便解颐。惭愧天涯善知识，增添城外小茅茨。《华严》未读河沙偈，偃仰明窗手自披。\n【寓居二首·东楼】\n月従海上涌金盆，直入东楼照病身。久已无心问南北，时能闭目待仪麟。飓风不作三农喜，是岁，海无飓风。舶客初来百物新，归去有时无定在，漫随俚俗共欣欣。\n【所寓堂后月季再生与远同赋】\n客背有芳藂，开花不遗月。何人纵寻斧，害意肯留枿。偶乘秋雨滋，冒土见微茁。猗猗抽条颖，颇欲傲寒冽。势穷虽云病，根大未容拔。我行天涯远，幸此城南茇。小堂劣容卧，幽阁粗可蹑。中无一寻空，外有四邻市。窥墙数柚实，隔屋看椰叶。葱蒨独兹苗，愍愍待其活。及春见开敷，三嗅何忍折。\n【浴罢】\n逐客例幽忧，多年不洗沐。予发栉无垢，身垢要须浴。颠隮本天运，愤恨当谁复。茅檐容病躯，稻饭饱枵腹。形骸但癯瘁，气血尚丰足。微阳阅九地，浮彩见双目。枯槁如束薪，坚致比温玉。长斋虽云净，阅月聊一沃。石泉浣巾帨，土釜煮桃竹。南窗日未移，困卧久弥熟。《华严》有余秩，默坐心自读。诸尘忽消尽，法界了无瞩。恍如仰山翁，欲就沩叟卜。犹恐坠声闻，大愿勤自督。\n【次远韵齿痛】\n元明散诸根，外与六尘合。流中积缘气，虚妄无可托。敝陋少空明，妇姑相攘夺。日出暯焦牙，风来动危?#91;。喜汝因病悟，或免终身著。更须诵《楞严》，従此脱缠缚。\n【子瞻闻瘦以诗见寄次韵】\n多生习气未除肉，长夜安眠懒食粥。屈伸久已效熊虎，倒挂渐拟同蝙蝠。众笑忍饥长杜门，自恐莫年还入俗。经旬辄瘦骇邻父，未信脑满添黄玉。海夷旋觉似齐鲁，山蕨仍堪尝菽粟。孤船会复见洲渚，械未用安羊鹿。海南老兄行尤苦。樵爨长须同一仆。此身所至即所安，莫问归期两黄鹄。\n【次韵子瞻独觉】\n咄咄书空中有怪，内热搜膏发痈疥。羹藜饭芋如固然，饱食安眠真一快。午鸡鸣屋呼不起，欠伸吉贝重衾里。此身南北付天工，竹杖芒鞋即行李。夜长却对一灯明，上池溢流微有声。幻中非幻人不见，本来日月无阴晴。\n【次韵子瞻夜坐】\n月入虚窗疑欲旦，香凝幽室久犹薰。清风巧为吹余瘴，疏雨时来报断云。南海炎凉身已惯，北方毁誉耳谁闻。遥知挂壁瓢无酒，归舶还将一酌分。\n【次韵子瞻寄贺生日】\n弟兄本三人，怀抱丧其一。颀然仲与叔，耆老天所骘。师心每独往，可否辄自心。折足非所恨，所恨覆鼎实。上赖吾君仁，议止海滨黜。凄酸念母氏，此恨何时毕。平生贤孟博，苟生不谓吉。归心天若许，定卜老泉室。凄凉百年后，事付何人笔。于今兄独知，言之泣生日。\n【次韵子瞻寄黄子木杖】\n老至亦有渐，五十惟杖始。行年日辰匝，幸免乡闾耻。罪重疮难平，余痂未脱疻。登山足犹健，不用扶儿子。我只念辛勤，赠此携且倚。他年赐环日，田舍尤须此。早收藤节杯，旋缀乌皮几。茅檐数间足，不用伐桐杞。\n【次韵子瞻谪居三适·旦起理发】\n道人鸡鸣起，趺坐存九宫。灵液流下田，茯苓抱长松。颠毛得余润，冉冉欺霜风。俯就无数栉，九九为一通。洗沐废已久，徐之勿匆匆。气来自涌泉，至此知几重。近闻西边将，袒裼拥马鬃。归来建赤油，不复侪伍同。笑我守寻尺，求与真源逢。人生各有安，未肯易三公。\n【次韵子瞻谪居三适·午窗坐睡】\n定中龙眠膝，定起柳生肘。心无出入异，三昧亦何有。睛窗午阴转，坐睡一何久。颓然拥褐身，剥啄叩门手。褰帷顾我笑，疑我困宿酒。不知吾丧我，冰消不遗寿。空虚无一物，彼物自枯朽。梦中得灵药，此药従谁受。侵寻入四支，欲洗自无垢。従今百不欠，只欠归田叟。\n【次韵子瞻谪居三适·夜卧濯足】海民慢寒备，不畜衾与裯。虽苦地气泄，亦无徒跣忧。逐客久未安，集舍占鸺鹠。念昔使胡中，车驰卒不留。貂裘溯北风，十袭犹飕飕。中涂履冰河，马倒身自投。宛足费冯翼，千里烦帣韝。十年事汤剂，风雨气辄浮。南来足忧虑，此病何时瘳。名身孰亲疏，慎勿求封侯。\n【同子瞻次过远重字韵】\n孟子自夸心不动，未试永嘉铁轮重。弟兄六十老病余，万里同遭海隅送。长披羊裘类严子，罢食猪肝同闵仲。大男留处事田亩，幼子随行躬釜瓮。低眉语笑接邻父，弹指吁嗟到蛮洞。茅茨一日敢忘葺，桑柘十年须勉种。来时邂逅得相携，归去逡巡应复従。莫惊忧患尔来同，久知出处平生共。虽令子孙治家学，休炫文章供世用。颍川筑室久未成，夜来忽作西湖梦。\n【次韵子瞻和渊明拟古九首】\n客居远林薄，依墙种杨柳。归期未可必，成阴定非久。邑中有佳士，\n忠信可与友。相逢话禅寂，落日共杯酒。艰难本何求，缓急肯相负。故人在万里，不复为薄厚。米尽鬻衣衾，时劳问无有。闭门不复出，兹焉若将终。萧然环堵间，乃复有为戎。我师柱下史，久以雌守雄。金刀虽云利，未闻能斫风，世人欲困我，我已安长穷。穷甚当辟谷，徐观百年中。萧萧发垂素，晡日迫西隅。道人愍我老，元气时卷舒。岁恶风雨交，何不完子庐。万法灭无余，方寸可久居。将扫道上尘，先拔庭中芜。一净百亦净，我物皆如如。夜梦被发翁，骑驎下大荒。独行无与游，闯然款我堂。高论何峥嵘，微言何渺茫。我徐听其说，未离翰墨场。平生气如虹，宜不葬北邙。少年慕遗文，奇资揖昂昂。衰罢百无用，渐以圜斫方。隐约就所安，老退还自伤。海康杂蛮蜒，礼俗久未完。我居近闾阎，愿先化衣冠。衣冠一有耻，其下胡为颜。东邻有一士，读书寄贤关。归来奉亲友，跬步行必端。慨然顾流俗，叹息未敢弹。提提乌鸢中，见此孤翔鸾。渐能衣裘褐，袒裼知恶寒。佛法行中原，儒者耻论兹。功施冥冥中，亦何负当时。北方旧杂染，浑浑无名缁。治生守家室，坐使斯人疑。未知酒肉非，能与生死辞。炽哉吴闽间，佛事不可思。生子多颖悟，得报岂汝欺。时俾正法眼，一出照曜之。谁为邑中豪，勤诵我此诗。忧来感人心，悒悒久未和。呼儿具浊酒，酒酣起长歌。歌罢还独舞，黍麦力诚多。忧长酒易消，脱去如风花。不悟万法空，子如此心何。杜门人笑我，不知有天游。光明遍十方，咫尺陋九州。此观一日成，衮衮通法流。竿木常自随，何必返故丘。老聃白发年，青牛去西周。不遇关尹喜，履迹谁能求。锄田种紫芝，有根未堪采。逡巡岁月度，太息毛发改。晨朝玉露下，滴沥投沧海。须牙忽长茂，枝叶行可待。夜烧沉水香，持戒勿中悔。\n【雨中招吴子野先生循州作】\n柴门不出蓬生径，暑雨无时水及堂。辟谷赖君能作客，暂来煎蜜饷桃康。\n【答吴和二绝】\n三间浰水小茅屋，不比麻田新草堂。问我秋来气如火，此间何事得安康。\n惯従李叟游都市，久伴蓝翁醉画堂。不似苏门但长啸，一生留恨与嵇康。〈子野昔与李士宁纵游京师，与蓝乔同客曾鲁公家甚久。〉\n【闰九月重九与父老小饮四绝】\n九日龙山霜露凝，龙山九日气如烝。偶逢闰月还重九，酒热风高喜不胜。\n获罪清时世共憎，龙川父老尚相寻。直须便作乡关看，莫起天涯万里心。\n客主俱年六十余，紫萸黄菊映霜须，山深瘴重多寒势，老大须将酒自扶。\n尉佗城下两重阳，白酒黄鸡意自长。卯饮下床虚已散，老年不似少年忙。\n【求黄家紫竹杖并引】\n予于龙川买曾氏小宅，宅西南隅有紫竹百余竿，为藤蔓所困，无复直干，虽为伐藤，而见竹偃弱，无可为杖者。黄氏老家有紫竹甚茂，乞得一茎，劲挺可喜。闻黄氏竹旧自曾氏移植，偶为诗示之。曾家紫竹君家种，曾园竹与荒藤共。藤骄竹瘁如畏人，不似君家竹森耸。我来买宅非为宅，爱此风梢时一弄。磨刀向藤久未忍，树倒藤披真自送。繁阴一豁新笋地，狂鞭欲向青春动。我身病后少筋力，遍求拄杖扶腰痛。萧萧瘦干未能任，一亩君家知足用。一枝遗我拄寻君，老酒仍烦为开瓮。\n【赋丰城剑北归途中作】\n剑气夜干斗，精诚初莫隔。全身寄狱户，隐约还自得。张雷彼知我，勉为汝一出。腰间杂环佩，亦既报之德。凛凛天地间，要非手中物。跃入延平水，三日飞霹雳。出当乘风雷，归当卧泉石。千年故穴在，三叹泉上客。\n【范丞相尧夫挽词二首许州作】\n持身守忠恕，临事耻噶。直道更三黜，平生惟一心。家风来自远，国论老弥深。令德真如玉，泥沙枉见侵。\n南迁头已白，北返蝉加。君意知无罪，天心许到家。同朝曾忝旧，握手一长嗟。时事纷无已，还应付棣华。\n【卜居】\n我归万里初无宅，凤去千年尚有台。谁为绕池先种竹，可怜当砌已栽梅。囊赀只数腰金在，归计长遭鬓雪催。欲就草堂终岁事，落成邻舍许衔杯。\n【和子瞻过岭】\n山林瘴雾老难堪，归去中原荼亦甘。有命谁令终返北，无心自笑欲巢南。蛮音惯习疑伧语，脾病萦缠带岭岚。手挹祖师清净水，不嫌白发照毵毵\n【子瞻赠岭上老人次韵代老人答】岭头卢老一炉灰，长短根茎各自栽。轻贱已消先世业，知君海上去仍回。\n【送王恪郎中知襄州宋】\n魏公德业冠当年，汝守威名竦汉边。\n将相传家俱未远，子孙到处各推贤。\n风流最喜君真似，符竹连分政得专。\n岘首重寻碑堕泪，习池还指客横鞭。\n逃亡已觉依刘表，寒俊应须礼浩然。\n当有郡人知古意，拦街齐唱接篱篇。\n","category":"行书","verified":true,"user":1,"timestamp":1429951596101},{"name":"苏轼行书致南圭使君帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791609755,"text":"苏轼《致南圭使君帖》 书于1096年（绍圣三年） 行书","author":"宋代苏轼","description":"苏轼行书致南圭使君帖"}]