[{"name":"翁方纲隶书王昶神道碑","text":"石门颂全称《汉司隶校尉犍为杨君颂》。又称《杨孟文颂》。东汉建和二年（148年）十一月刻，摩崖隶书。《石门颂》原刻为竖立长方形，20行，行30、31字不等，纵261厘米，横205厘米。全文共655字。藏汉中博物馆。它卷镌刻在古褒斜道的南端，即今陕西汉中市褒城镇东北褒斜谷古石门隧道的西壁上。内容为汉中太守王升表彰杨孟文等开凿石门通道的功绩。文辞为王升撰。\n简介\n石门颂，著名摩崖石刻。全称《汉司隶校尉犍为杨君颂》，又称《杨孟文颂》、《杨孟文颂碑》、《杨厥碑》。东汉建和二年（148年）十一月刻，汉中太守王升撰文，为顺帝初年的司隶校尉杨孟文所写的一篇颂词。全面、详细地记述了东汉顺帝时期司隶校尉杨孟文上疏请求修褒斜道及修通褒斜道的经过。摩崖汉隶，是“石门十三品”之第五品，属第一批全国重点文物保护单位。\n《石门颂》的艺术成就，历来评价很高。其结字极为放纵舒展，体势瘦劲开张，意态飘逸自然。多用圆笔，起笔逆锋，收笔回锋，中间运笔道劲沉着，故笔画古厚含蓄而富有弹性。通篇看来，字随石势，参差错落，纵横开阖，洒脱自如，意趣横生。《石门颂》为汉隶中奇纵恣肆一路的代表，素有“隶中草书”之称。文中“命”、“升”、‘诵”等字垂笔特长，亦为汉隶刻石中所罕见。《石门颂》对后世影响很大。\n《石门颂》原刻于陕西省襄城县（今汉中市汉台区褒河镇）古褒斜道的南端——东北褒斜谷之石门隧道的西壁上。此处是横穿秦岭、连接八百里秦川和汉中盆地的交通要道，古称褒斜栈道。由于形势险峻、开凿困难，故历代文人歌咏、题刻者甚多。1967年因在石门所在地修建大型水库，乃将此摩崖从崖壁上凿出，1970年迁至汉中市博物馆，保存至今。现保存于汉中市博物馆。\n地位\n该石刻刻于东汉永平九年，被书法界公认为是古隶中最早，占据首位的刻石。\n《石门颂》摩崖是我国著名汉刻之一，他与略阳《郙阁颂》、甘肃成县《西狭颂》并称为“汉三颂”。《石门颂》是东汉隶书的极品，又是摩崖石刻的代表作。它对后来的书法艺术发展产生了巨大的影响。被人们称之为国之瑰宝，清代张祖翼评说：“三百年来习汉碑者不知凡几，竟无人学《石门颂》者，盖其雄厚奔放之气，胆怯者不敢学也，力弱者不能学也。”\n解放前商务印书馆出版的《辞海》封面“辞海”二字，就取自于《石门颂》。\n该刻被称为草隶 鼻祖和楷模，大气磅礴，挥洒自如，既整齐规范，又富于变化，富含感情，不拘一格，不拘绳墨，笔势纵放，奇趣横生，笔画粗细虽区别不大，但每一笔画却变化多端，用笔挥洒自如，不作修琢，有自然豪放意趣；字画瘦硬，结构疏朗，飘逸有致，笔隶中带篆、带草、带行，被书家称为“隶中之草”。\n艺术特色\n《石门颂》全称《故司隶校尉犍为杨君颂》又名《司隶校尉杨孟文颂》，摩崖石刻。在陕西省褒城县北褒斜谷石门崖壁，汉建和二年（公元148年）刻。字迹放浪形骸，天真自然。杨守敬称其：“野鹤闲鸥，飘飘欲仙。”向有隶书中的草书之说。翁方纲《两汉金石记》云：“命字垂笔长过一二字者，因石理剥裂不中接书而垂下耳，非可以律隶法也。”此说不一定确切，因除“命”字之外，“升”、“诵”的末一个垂笔都相当长，其实这是汉代竹简帛书的作风。试看汉砖、汉瓦中的刻字，这样的笔姿都极多。体现了汉人结字大胆放纵，具飘逸新奇的风韵。《石门颂》字多用一分笔，提按粗细变化的幅度也不大，只是初学者笔力不够，容易流于纤细油滑，失却汉隶凝重浑厚的风采。----《古代碑帖鉴赏》费声骞\n此摩崖书法古拙自然，富于变化。每笔起处以毫端逆锋，含蓄蕴籍；中间运行遒缓，肃穆敦厚；收笔复以回锋，圆劲流畅。通篇字势挥洒自如，奇趣逸宕，素有“隶中草书”之称。杨守敬《平碑记》说：“其行笔真如野鹤闲鸥，飘飘欲仙，六朝疏秀一派皆从此出”。\n赏析评价\n《石门颂》刻字书写较随便，不刻意求工而流露出恣肆奔放、天真自然的情趣，为后世书家所珍爱。《石门颂》是我国著名摩崖石刻之一，与陕西略阳《邮阁颂》、甘肃成县《西狭颂》并称为“东汉三颂”。《石门颂》为隶书成熟时期纵逸奔放书风的代表作品，一方面具有汉隶的典型风格，字形扁方，转折、波磔较为明显，反映出中国文字和书法发展史上由篆而隶的嬗变过程；另一方面，表现为符号化、抽象化、造型的浪漫性和装饰意味及用笔上的抒情与夸张——节奏感、运动感的强化，体现了书刻者书法表现意识的进一步觉醒。\n《石门颂》继承了古隶的率意性与篆书的简洁性用笔，以圆笔为主，并把方笔与圆笔巧妙地融合，富于变化．起笔逆锋，含蓄蕴藉；中间运笔遒缓，肃穆敦厚；收笔回锋，少有雁尾而具掠雁之势。笔画圆劲流畅、古厚含蓄而富有韧性，毫无矜持做作。其结字极为放纵舒展，体势瘦劲开张，意态飘逸自然。通篇看来，字随石势，参差错落，纵横开阖，洒脱自如，意趣横生。\n《石门颂》为汉隶中奇纵恣肆一路的代表，素有“隶中草书”之称。文中“命”、“升”、‘诵”等字垂笔特长，亦为汉隶刻石中所罕见。从碑文的布局来看，《石门颂》与众不同的是，在全碑22行中，每行字数或30字或31字不等，形成纵有行，横则不一定成列的错落格局。《石门颂》正是以她不拘一格，随意发挥的艺术气质为后人所称颂。正是由于《石门颂》这种自由的书写方式使得大量的通假字及多音字在碑文中被广泛使用。\n《石门颂》称为草隶，始于康有为，他认为，汉隶有“篆、楷、行三体，《郙阁》、《夏承》等为隶中之篆；《张迁》、《孔彪》等为隶中之楷；《杨孟文》（即《石门颂》）等为隶中之草。”可见汉隶又经过近百年的发展，更趋成熟。同时，也可从此碑中看出这时的书法上承篆隶，下启行草的时代过度特点。\n《石门颂》对后世影响很大。清张祖翼跋此碑云：“然三百年来习汉碑者不知凡几，竟无人学《石门颂》者，盖其雄厚奔放之气，胆怯者不敢学，力弱者不能学也。”杨守敬《平碑记》云：“其行笔真如野鹤闲鸥，飘飘欲仙，六朝疏秀一派，皆从此出。”\n中国最大的综合性辞典《辞海》初版封面上的“辞海”二字就源于汉代石崖摩刻《石门颂》。\n内容\n《石门颂》总共655字，内容为汉中太守王升表彰杨孟文等开凿石门通道的功绩。文辞为王升撰。原文：（碑额）故司隶校尉犍为杨君颂\n注释：此颂为汉中太守王升为歌颂原司隶校尉犍为杨涣开通褒斜道的功勋所刻。“司隶校尉”：官名，汉武帝征和年间初置。“犍为”：郡名。“杨君”：指杨涣，字盂文。犍为郡武阳县人。武阳县在今四川彭山县东。曾任尚书中郎、司隶校尉，任职期间，“甚有嘉声美称”。因碑文中有“武阳杨君厥字孟文”字样，《水经注》、欧阳修等称此碑为“杨厥碑”，误。此处“厥”字为语助词，非人名也。\n原文：惟坤灵定位，川泽股躬。泽有所注，川有所通。斜（碑作余字）谷之川，其泽南隆。八方所达益域为充。\n注释：“坤”，《说文》：“地也”，与“乾”所代表的天相对。“股躬”，有人认为应即“股肱”，古代“躬”“肱”通用。也有人认为“股”指四肢，“躬”指身躯。“余谷”即“斜谷”，宋欧阳修《集古录》云：“以余为斜，汉人皆尔”。斜谷，指今陕西终南山之山谷。南口曰褒，在褒城县北，北口曰斜，在郿县西南。《括地志》云：“斜水源出褒城县西北衙岭山，与褒水同源而流派。”《汉书·沟洫志》：“褒水通沔，斜水通渭。”“隆”：盛大、高起。“城”：益州领域。“充”：《隶释》：“以充为冲”充，充足。\n译文：像神灵一样的乾坤早以将位置排定，这里是河川和水泽的胜地。泽均有所流注，川亦有所沟通。斜谷的河川，其水泽在南郡变得十个盛大，通向四面八方，充盈于整个益州。\n原文：高祖受命，兴于汉中。道由子午，出散入（碑误作“人”宇）秦。建定帝位，以汉氏（原种作“诋”）焉（焉字别写）。后以子午，途（原碑涂加艹上下结构）路涩（原碑为歮）难。更随围谷，复通堂光。凡此四道。阂（原碑作垓）隔（别写）尤艰。\n注释：“高祖受命，兴于汉中”：高祖，指汉高祖刘邦。楚汉相争时，霸王项羽曾“立沛公（刘邦）为汉王，王巴蜀汉中四十一县，都南郑（今汉中市）。”〔见《汉书·高帝纪》）可见汉中是其发祥之地。“道由子午”：指子午道。《前汉书王莽传》：“子午道从杜陵直绝南山径汉中”。师古注曰：“子北方也，午，南方也。言通南北道相当，故谓之子午耳。”“出散入秦”：散，指散关，出散关，即可进入秦地。“围谷”“堂光”：皆地名。汉中至秦川共有四条通道，除子午道和褒科道外，尚有城固至周至的谠骆道和沮县至陈仓的陈仓道。“围谷”和“堂光”分别在此二道上。\n译文：昔日汉高祖刘邦接受项羽之封．由汉中起家，经过子午道和出散关进入秦地，建立和奠定了称帝的基础。汉朝的名称，也由此确定下来，。后来由于子午道路途艰涩，又有经过围谷、堂光的两条道路开通，但这四条道路都存在隔阂．通行都极困难。原文：至于永平，其有四年，诏书开斜（原碑作余），凿通石门、中遭元二，西夷虐（别字）残，桥梁断绝，子午复循。上则悬（原碑为县字）峻，屈曲流（别字）颠；下则入（碑作人字）冥（别字），倾（别字）泻（原碑为写字）输渊。\n注释：“永平”：东汉明帝年号，“四年”：公元61年。“诏书开斜”：永平四年的诏书失载。但《搐君开通褒科道》石刻载：“永平六年，汉中郡以诏书受广汉、蜀郡、巴郡徒二千六百九十人．开通褒斜道”。可能即指这次诏书。“元二”：有人释为“元元”，误。应指安帝永初元年至二年（公元107—108年）。《后汉书.邓君传》云：“永初元年夏．凉郡畔羌，摇荡西州，诏骘将羽林五校士击之，（二年）冬班师，迎拜为大将军”。与下面“西夷虐残”相合。实际这只是开始，动乱持续达十年之久。“循”：依照，遵守。“冥”：昏暗、深沉。\n译文：到明帝永平四年（公元61年）。皇帝下诏，开通褒斜道、凿通石向。中间遭遇到安帝永初元年至二年（共元107－108年）的动乱。西夷十分虐残，桥梁被破坏而断绝。复用子午旧道。上面悬崖峻峭，屈曲细流淌漾于巅峰；下方则深入冥渺，倾泻输注于深渊。\n原文：平阿淖（别字，一释泉字）泥，常荫鲜晏。木石相拒（原碑作距），利磨确盘（别字），临危枪砀，履尾心寒。空舆轻骑（原碑奇为竒），滞（原碑氵为辶）碍（别写）弗前。恶虫弊（原碑加草字头）兽（原碑作狩字），蛇蛭毐螨（别字）。末秋截霜。嫁苗禾（别写）残。终年不登，匮馁之患。卑者楚恶（别写），尊看弗安。愁苦之难，焉可具言。\n注释：“阿”。丘陵、曲隅。“晏”：“温也，阳也“磨”：磨砺。“确”；坚固。“盘”：厚重的巨石。“枪砀”：抵碰、摔跌。一说为“枪唐”，即利器。“履尾”：《易·履》“履虎尾，（啮咬）人凶。”“恶虫葬兽”：“虫”：《说文》“一名蝮”。是一种毒蛇。恶虫当指此类。“弊”一说即“憋”。《广雅*释制》：“憋，恶也。”可见弊兽亦即恶兽。“蛭”俗称马蟥，喜食人血。“螨”，一说通万，“万”，《说文》：虫也。亦即毒蛇之类。螨，现在一般指螟铃虫。与此处所说”恶虫”不符，前人已有辨说。“匮”：乏也；竭也“馁”：饥也。“楚”：“辛楚，痛也。\n译文：不管是平地或者丘壑，均已陷于泥淖。常年阴暗，鲜见阳光。残破的木架与石柱相互抵拒，尖利的技桠和巨大、坚固的石面相互摩擦。面对这样的险境，使人跌摔碰撞，好像模到了老虎的尾巴，令人心惊胆战。即便是空车单骑，也被阻滞，不能前进。这里有恶虫凶兽横行，有剧毒的蛇蝎之类出没。来到秋季，已降霜雪，庄稼很早就已夭亡，终年不得收获。贫困、饥饿的灾患，使平民们十分痛苦，尊贵之人也深感不安。其愁苦之状，真是难以说得周全。\n原文：于是明智（碑作知），故司隶校尉犍为武阳杨君厥字孟文，深执忠伉，数上奏请。有司仪驳（别字）君遂执争，百僚（别字）咸从，帝用是听。废子由斯，得其度经。功饬尔要，敞而晏平。清凉调和，烝烝艾宁。\n注释：“司隶校对楗为杨君，厥字孟文”等情况见篇首所注。“伉”：强也．健也。“有司”：指主持会议的人。“子”：指子午道。“度经”：谓褒斜道再度可以经行。“晏”：安也。\n译文：于是我明智的同乡、原司隶校尉、犍为武阳的杨君孟文，以深厚、执著的忠诚之心，多次上奏皇上（建议重修褒斜石门）。主持会议的官员提出反驳意见，杨君则据理力争，百官司僚都被说服，皇帝也听从了他的建议。从此子午道才被废止，（褒斜道）再度开始通行。其功这是如此重大而显要：使此道（由败坏凋敝到）宽敞明亮、安全平坦。清凉调和之气充溢，蒸蒸日上。欣欣向荣之势喜人。\n原文：至建和二年，仲冬上旬，汉中太守、犍为武阳王升字稚纪。涉历山道，推序本原，嘉君明智（原碑作知），美其仁贤，勒石颂德，以明厥勋。其辞曰：\n注释：“建和”为东汉桓帝年号、“二年仲冬上旬”。相当公元148年12月中旬。“王升”为杨孟之同乡，时任汉中太守。\n译文：到了汉桓帝建和二年的十一月上旬（相当公元148年12月中旬），时任汉中太守的犍为武阳人王升字稚纪，跋涉山道（视察褒斜道），推本溯源，感叹杨君的明智和仁贤之举，刻石歌颂其德行，昭明其功勋。其词如下：\n原文：君德明明，炳（别写）焕弥光。刺（别写）过拾遗，厉清八荒，奉魁承杓，绥亿御（碑作衙）强（碑作作彊）。春宣圣恩，秋贬若霜。无偏荡荡，贞雅（原碑牙似楷书耳为篆书隶变，非耳）以方。宁静蒸庶，政与乾通，辅主匡君。循礼有常。\n注释：“八荒”：八方荒远之地。见贾谊《过秦论》。“奉魁承杓”：指北斗七星。《史记·天官书》崇隐云：“斗，第一天之枢。第二旋，第主玑，第四权，第五衡，第六开阳，第七摇光。第一至第四为魁，第五至长七为杓。合而为斗。“绥”，《说文》：车中把也。“亿”：安也。“绥亿御强”：意为把握好方向，即可平定强暴，使世事安康。“蒸庶”：众人。“乾”；天也，见《易卦传》。\n译文：杨君的德行明明白白，好像明亮的火光一样。他指刺过失、拾缺补遗。治理好八方荒远之\n地。他上顺天意，合于北斗的旨趣；下制强暴，使世人平静安康。他宣喻圣恩，像春天一样和煦，贬斥丑恶，如秋霜一样严厉。他公正不偏，心胸坦荡。贞洁文雅，行为端庄。使庶众宁静、为政磊落，通于天乾。辅佐主人，匡正君王。遵循礼仪，持之有常。\n原文：咸晓地理，知世纪纲。言必忠义，匪石厥章。恹（别写）弘大节．谠而益明。揆往卓今，谋合朝情。释（别字）艰即安，有勋有荣。\n注释：“匪石”：《诗邶·柏丹》：“我心匪石，不可转也。”“揆”：推测、筹划。“卓”：明也，高也。“释”；解也。\n译文：他通晓地理，懂得伦理纲常。言必称忠义，人心非石，岂可随意转移。其恢弘的大节，通过其正直的谠论而更加鲜明。他借古明今，与朝廷之情不谋而合，解决了难题，就会得到安宁。真可谓有功勋又有荣光。\n原文：禹凿龙门，君其继踪。上顺斗（似升字）极，下答坤皇。自南自北，四海攸通。君子安乐，庶士说雍、商人咸西嘻，农（别写）夫永同。春秋记异，今而纪功。垂流（别字）亿载，世世叹诵。\n注释：“禹凿龙门”：《淮南子·修务训》：“禹沐浴霪雨，栉扶风，决江流河，凿龙门，辟伊阙。”“斗极”“坤皇”见前注。“雍”：和也。“记”：同喜，悦也。\n译文：传说大禹治水，曾凿开了龙门。今天杨君（重开石门），是继承了禹的行踪。此事上可顺应北斗七星的意旨，下可答谢地皇坤神的安排。这样就可以从南到北，四海通行无阻。君子们得以安居乐业，庶土之民亦都十分高兴。商人欣喜，农民的心情亦都相同。《春秋》对天气多记其异常的变化，今天对杨君，应把其卓越的功勋。此功应流传万载、世世传诵。\n原文：序曰：明哉仁智（原碑知字），豫识难易。原度天道，安危所归，勤勤竭诚，荣名休丽。\n注释：“序曰”：此为全篇总结之语。“休”：吉庆、美善、喜乐。\n译文：总而言之，杨君的明智，十分清楚，事情的难易，他早已预知。测度天道，本是安危所系。他以勤恳和竭诚，才终于得到此美善和荣誉。\n原文：五官椽南郑赵邵字季南，属褒中晁（碑为别字）汉强字产伯，书佐西城（碑作成字）王戎（别写）字文宝，主。\n注释：“椽”：佐助，引申为属官的通称。“属”：托付。“书佐”：主办文书的佐吏。汉制州郡及诸曹皆有书佐。“主”：调主其事．即负责这项工作。\n译文：五官的属官南郑人起邵，字季南，委托褒中人晁汉强，字产伯和书佐西城人王戒，字文宝\n者．主办此事。\n原文：王府君闵和谷道危难，分置六部道桥。特遣行丞事西城（碑作成）韩（别写）朗（碑作别字）。字显公、都督椽，南郑魏（别写）整字伯玉（碑作王）。后遣赵诵宇公梁，按（碑作案）察中曹卓行。造作石积（碑作别字），万世之基。或解高阁（碑作格），下就平易。行者欣然焉（焉作别写）。\n注释：“王府君”：指汉中太守王升。“石积”：即石仓，用以盛来、薪。“阁”：即栈道之阁楼。\n译文：汉中太守王升，因怜悯谷道的危险和困难，分别设置了六个道路桥梁。特派遣行丞事西城\n人韩朗字显公，和都督椽属南郑人名整字伯玉，从事其事。后来又派遣赵诵宇公梁和按察中曹名卓行者，制作了可盛粮食和柴草的石仓，这是万世可用的基础建设。又解决了高处阁楼的问题，使它们在向下行走时变得容易、行路者看到这些变化，无不感到欣慰。\n原文：伯玉（碑为王字）即日徒（碑作从）署行丞事，守安阳长。\n注释：“伯玉”：即前述都督掾南郑魏整，他当时要迁官。此事与修路无关，属顺便提及。“署”：署理。“行”；官衔兼摄。大官兼小衔．称行。“守”：官吏试职，称守。又，官阶低而暂任高官职，时亦称守。“丞”：副职。\n译文：伯玉（魏整）即日起要改徙署理行丞事，试职担任安阳县令。 \n背景资料\n关于石门\n汉朝时，中原与四川的重要交通路线是褒斜道，褒斜道陡险崎岖，时断时通。褒斜道南口，就是石门洞，这是用人工开凿的一个隧道洞，洞长16.3米，宽4.2米，高3.45米。据《石门颂》记载，石门开凿于公元1世纪，之后时通时塞，历次修复。汉永平四年（61年），明帝曾下诏修褒斜道，凿通北褒谷中的石门。安帝时（107－125年），桥梁断绝。顺帝时，身为司隶校尉的杨涣，奏请重开石门。穿山通道六丈有余，并将旧道进一步开拓扩大。\n桓帝建和二年（148年），汉中太守武阳人王升（王升是杨孟之同乡）于石门石壁上刻文，推序本原，颂扬杨涣开凿石门之功。1970年修建石门水库时，石门洞淹在水库中。石门石刻被凿迁至汉中，保存于汉中市博物馆。\n关于杨涣\n杨涣，字孟文，东汉犍为郡武阳（今四川省眉山市彭山）人，生卒年月不详，以清秀博雅著称，先后任过台郎（尚书台的尚书郎）、相（相当于县令的候国的相）、尚书（协助皇帝处理政务的官）、中郎（皇帝的近待官）、司隶校尉（掌察举百官并负责监察京师附近各郡的监察官）。《华阳国志》赞他“孟文杰出，政绩卓著。”\n考证经历\n北魏·郦道元《水经注·沔水》云：“褒水又东南历小石门，门穿山通道，六丈有余。刻石，言汉明帝永平中，司隶校尉犍为杨厥之所开”，这是有关《石门颂》的最早记载。\n郦道元精于古历史地理之研究，为世所公认，但疏漏失察之处，也在所难免。以上记载中就有两处失实：一是颂文中因有“杨君厥字孟文”一语，郦氏便误以为这位杨君名厥字孟文。后世不少学者沿袭郦说，不加深究，遂致以讹传讹。如宋欧阳修《集古录》即从郦说，赵明诚《金石录》更将《石门颂》径称为《杨厥碑》了。经过宋代洪适《隶释》一书的考证，才弄清此处的“厥”字，实际是语助词，也可解释为“其”或“他的”的意思，并不是这位杨先生的名字。洪氏引《华阳国志》所载，杨君实名涣，字孟文。二是郦道元及其以后的许多人，以为古石门是杨孟文开凿的，这也与史实不符。\n开凿石门之举，早在汉高祖刘邦时代就开始了，只是没有完成。据石门的另一著名摩崖《鄐君开通褒斜道刻石》明确记载，东汉明帝水平六年至九年(63～66)，汉中太守鄐君最后完成了开通褒斜、石门的任务。后因安帝初年屡遭战乱毁坏，石门阻塞不通。顺帝初年，经杨孟文再三奏请，才重新修复。因此，杨孟文与石门之首次开通，没有直接关系。\n","category":"隶书","verified":true,"user":1,"timestamp":1429951660648}]