[{"name":"北魏张猛龙碑","text":"北魏《张猛龙碑》为北魏著名碑刻，是北朝碑刻中最有代表性的碑刻。全称“魏鲁郡太守张府君清颂之碑”。北魏孝明帝正光三年（公元522年）刻。现存山东曲阜孔庙。碑额题楷书“魏鲁郡太守张府君清颂之碑”。碑文正书，碑阳26行，行46字，后4行为题名及年月。碑阴12列，行数不等。碑额正书3行12字。无撰书人姓名。碑文记载了张猛龙兴办教育的事迹。其用笔方为主，偶尔辅以圆笔。笔势平中有侧，峻而复和。魏碑多以横取势，体呈扁方，而此碑却以纵取势，气势魏然雄伟，结体中宫紧密，四周笔画舒展。全篇于整齐中富于变化，变化中归于庄和。\n张猛龙碑是北魏书法珍品。字体严谨,富于变化,用笔方整雄强，但毫无拘谨板滞之感。碑额、碑阳、碑阴3部分书法风格不尽相同。碑额大字端严奇伟，碑阴文字则潇洒恣肆,从而与碑阳文字的方整刚健互相辉映,形成完美的统一。书体的用笔已经完全摆脱了隶书的痕迹，启隋唐楷书之先河，是楷书发展成熟的重要标志。此碑宋人已经发现，到了清代，经过包世臣等人的褒扬推许，名声大显，愈益受到书法家的推崇。《金石录》、《潜研堂金石文跋尾》、《山左金石志》、《金石萃编》等书著录。张猛龙碑以“冬温夏清”4字未泐本为佳拓。现存明初拓本称“时字三横本”;明代稍晚时拓本称“盖、魏不连本”。\n该碑是北魏书体中公推第一的名作。其碑书体刚健俊美，结构精密精练，欹侧险劲，颇有拙趣。用笔方圆兼备，以方为主，曲直相生，变化无常，即使同一笔画，也几乎无一相同。真可谓：“神龙见首不见尾”、“正体恋态之宗”。\n在北魏碑林中，《张猛龙碑》甚称上乘之作，受到书坛的一致推许。\n清杨守敬评说：“《张猛龙碑》整练方折，碑阴则流宕奇特。”又说：“书法潇洒古淡，奇正相生，六代所以高出唐人者如此。（《平碑记》）”\n清包世臣：正书《张猛龙》足继大令，《龙藏寺》足继右军。（《艺舟双楫》）\n清康有为说：“《张猛龙》、《贾思伯》——结构精绝，变化无端。”又说此碑“《张猛龙》为正体变态之宗。如周公制礼，事事皆美善（《广艺舟双楫》）”，被尊为“正体变态之宗”\n清康有为：后世称碑之盛者，莫若有唐，名家杰出，诸体并立。然自吾观之，未若魏世也。唐人最讲结构，然向背往来伸缩之法，唐世之碑，孰能比《杨翚》、《贾思伯》、《张猛龙》也！其笔气浑厚，意态跳宕；长短大小，各因其体；分期分批行布白，自妙其致；寓变化于整齐之中，藏奇崛于方平之内，皆极精采。作字工夫，斯为第一，可谓人巧极而天工错矣。（《广艺舟双楫》）可见，该碑是广大书法爱好者学习魏碑书体的最佳范本之一。\n清康有为：《张猛龙碑》结构为书家之至，而短长俯仰，各随其体。吾于正书取《张猛龙》，各极其变化也。（《广艺舟双楫》）\n张猛龙碑碑文（残缺）：\n君讳猛龙，字神冏(jiong)。南阳白水人也。其氏族分兴。源流所出。故已备详世录。不复具载。？？？？盛。蓊(weng)郁（yu）于帝皇之始。德星？？。曜(yao)像于朱鸟之间。渊玄万壑之中。巉(chan)岩千峰之上。奕(yi)叶清高。焕(huan)乎篇牍(du)矣。周宣时。？？张仲。诗人咏(yong)其孝友。光缉姬(ji)？。中兴是赖。晋大夫张老（？）。春秋嘉其声绩。汉初赵景王张耳。浮沉秦汉之间。终跨列士之赏。才干世著。君其后也。魏明帝初中。西中郎将使持节平西将军凉州刺史瑍（huan，焕？）之十世孙。八世祖轨。帝永兴中。使持节安西将军护羌校尉凉州刺史西平公。七世祖素。轨之第三子。晋明帝太宁中。临羌（qiang）都尉平西将军西海晋昌金城武威四郡太守。遂家武威。高祖钟信。凉州武宣王大沮（ju）渠时。建威将军武威太守。曾祖章。伪涼（liang）举重秀才。本州治中从事史西海乐都二郡太守。还朝尚书祠（ci）部郎羽林监。祖兴宗。伪涼（liang）都营护军建节将军饶(rao)河黄河二郡太守。父生乐。？？？？？？？？？？？？？归国。青衿(jin，意同襟)之志。白首方坚。君体禀(bing)河灵。神资岳（甚？）秀。桂质兰仪。点弱露以怀芳。松心？节。？？？？？？。？？？成。自？？朗若新蘅(heng)之当春。初荷之出水。入孝出第。邦闾(lv)有名。虽黄金未应。无惭郭氏。友朋？？。交游？？。？？超遥。蒙筝人表。年廿(nian)七。遭父忧。寝食过礼。泣血情深。假使曾柴更世。宁异今德。既倾乾覆。唯恃(shi)坤（kun）慈。冬温夏清。晓夕承奉。家贫致养。不辞采运之懃（同“勤”）。年卅(sa)九。丁母艰。勺(shao)饮不入。偷魂七朝。磬（qing）力尽思备之生死。脱时当宣尼无愧。深叹每事过人。孤风独超。令誉日新。声驰天紫。以延昌中出身。除奉朝请。优游文省。朋侪(chai)慕其雅尚。朝廷以君阴望如此。德？宣畅。以熙(xi)平之年。除鲁郡太守。治民以礼。移风以乐。如伤之痛无怠(dai).于夙宵。若子之爱。有怀于心目。是使学校克修比屋清业农弃（桑？）劝课？织以登入璄(jing，境？)观朝。莫不礼让。化？无心。草石如变。恩及泉水。禽鱼自安。胜残不待赊(she)年。有成期月而已。遂令讲习之音。再声于阙里。来苏之歌。复咏于洙（诛？）中。京兆五守。无以克（kei剋？）加。河南二尹。裁可若兹。虽名位未一。风？？？。且易俗之？。黄侯不足比功。宵鱼之感。密子宁独称德。至乃辞金退玉之贞耿。拨葵去织之信义。方之我君。今犹古也。诗云。恺(kai)悌(ti)君子。民之父母。实恐韶(shao)曦(xi)迁影。东风改吹。尽地民庶。逆深泫(xuan)慕是以刊石题咏。以旌(jing)盛美。诚？能式。阐(chan)鸿？。庶扬烈？。其辞曰。氏焕(huan)天文。体承帝胤(yin)。神秀春方。灵源在震。积石千寻。长松万刃轩冕周汉。冠盖魏晋。河灵岳秀。月起景飞。穷神开照。式诞英徽。高山仰止。从善如归。唯德是蹈。唯仁是依。栖(qi)迟下庭。素心若雪。鹤响难留。清音遐发。天心乃眷（juan）。观光玉阙（que）。浣(huan)绂（fu）紫？。承华烟月。妙简唯？。剖符儒乡。分金沂（yi）道。裂锦邹方。春明好养。温而？霜。乃如之人。实国之良。礼？？？。？？？？。？？之恤（xu）。小大以情。？？？洗。濯(zhuo)此群冥。云褰(qian)天净。千里开明。学建礼修。风教反正。野畔让耕。林洗濯（zhuo）中？？。？？？？。？？？？。？衣可改。留我明圣。何以勿剪恩深在民。何以凫(fu)憘（xi是否同喜？字典查不到）风化移新。饮河止满。度海迷津。勒石图？。永？？？。荡寇将军鲁郡丞北平？？？。义主参军事广平宋抚(fu)民。义主骧(xiang)府骑兵参军骧威府长史征鲁府治城军主？军？。义主本郡二政主簿？？？。义主颜路。义主离狐令宋承憘。汾阳县义主南城令严孝武。义主？贤文。阳平县义主州主簿王盆生。造颂四年。正光三年正月廿三日讫（qi，记？）。","user":1,"timestamp":1430322113397,"verified":true},{"name":"北魏张猛龙碑","text":"《历代碑帖法书选·北魏张猛龙碑》介绍了：我国书法艺术有着悠久的历史和独特的风格，书家辈出，书法宝库十分丰富。为了适应广大初学者特别是中等学校学生临习传统书法的迫切要求，以及书法爱好者欣赏学习的需要，我们选择了魏碑书体编辑了这套《历代碑帖法书选》魏碑集，共十册。本册是系列之一，展示的是《北魏张猛龙碑》。此碑书法俊秀刚健，开唐欧阳询、虞世南之先导，而额书尤险劲，诚为北魏碑书难得之笔。是学习与欣赏“魏碑体”的极佳范本。[1] \n简介\n《历代碑帖法书选·北魏张猛龙碑》主要内容：张猛龙碑刻于北魏孝明帝元诩正光三年（公元五二二年），碑文正书阴刻，无撰书人姓名。碑阳二十四行，每行四十六字。碑阴十二列，镌刻立碑官吏姓名。额题正书[魏鲁郡太守张府君清颂之碑]，阴文十二字。碑文记载张猛龙任鲁郡太守时的政绩。原碑现藏山东曲阜孔庙碑石陈列馆。此碑书法俊秀刚健，开唐欧阳询、虞世南之先导，而额书尤险劲，诚为北魏碑书难得之笔。清代包世臣、康有为等都赞赏此碑精能造极，不可名言。事实上爨龙颜之奇古，比干碑之瘦硬，李超、杨大眼之峻整，南碑之气韵，张猛龙碑都兼而有之。其姿态翩翩，秀丽溢洋，结构精能，格调高古。 \n目录\n秦石鼓文（篆书）\n汉袁安碑（篆书）\n汉曹全碑（隶书）\n汉礼器碑（隶书）\n汉张迁碑（隶书）\n魏钟繇宣示表（小楷）\n晋王羲之兰亭序帖（唐摹本）（行书）\n晋王献之书洛神赋十三行（小楷）\n北魏张猛龙碑（魏碑体）\n北魏张玄墓志（魏碑体）\n宋拓智永真草千字文（楷、草两体）\n隋龙藏寺碑（楷书）\n隋董美人墓志（楷书）\n唐欧阳询书九成宫醴泉铭（楷书）\n唐虞世南书孔子庙堂碑（楷书）\n唐褚遂良书雁塔三藏圣教序（楷书）\n宋拓怀仁集王书圣教序（行书）\n唐孙过庭书谱墨迹（草书）\n唐怀素自叙帖（草书）\n唐颜真卿书颜勤礼碑（楷书）\n唐颜真卿书多宝塔碑（楷书）\n唐颜真卿祭侄文稿（行草）\n唐张旭书古诗四帖（草书）\n唐柳公权书神策军碑（楷书）\n唐柳公权书玄秘塔碑（楷书）\n唐灵飞经（小楷）\n宋苏轼新岁展庆、人来得书贴（行书）\n宋米芾苕溪诗卷（行书）\n宋黄庭坚松风阁诗（行书）\n宋蔡襄御书诗帖（行书）\n元赵孟颊书洛神赋（行书）\n元赵孟颊书胆巴碑（楷书）\n元杨维桢为周文英墓志铭（小楷）\n元鲜于枢海棠诗（行书）\n明宋克急就章（章草）\n明祝允明书琴赋卷（行书）\n明文征明行书醉翁亭记（行书）\n明董其昌溶路马湖记（行书） \n","category":"草书","verified":true,"user":1,"timestamp":1429951664471}]