[{"name":"黄庭坚行书幽兰赋","text":"《黄庭坚幽兰赋》是2008年江西美术出版社出版的图书，作者是陈平。\n内容介绍\n《黄庭坚幽兰赋》主要内容是关于英宗治平四年(1067)进士。历官叶县尉、北京国子监教授、校书郎、著作佐郎、秘书丞、涪州别驾、黔州安置等。哲宗立，召为校书郎、《神宗实录》检讨官。后擢起居舍人。绍圣初，新党谓其修史“多诬”，贬涪州（今重庆涪陵）别驾，旋迁戎州（今四川宜宾），安置黔州等地。徽宗初，羁管宜州卒。宋英宗治平四年进士，绍圣初以校书郎坐修《神宗实录》失实被贬职，后来新党执政，屡遭贬，死于宜州（今广西宜山）贬所。\n \n","category":"行书","verified":true,"user":1,"timestamp":1429951601506},{"name":"黄庭坚行书幽兰赋","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791644350,"text":"阳和布气兮\n      动植齐光\n      惟彼幽兰兮\n      偏含国香\n      吐秀乔林之下\n      盘根众草之旁\n      虽无人而见赏\n      且得地而含芳\n      于是嫩叶旁开\n      浮香外袭\n      即生成而有分\n      何掇采之莫及\n      人握称美\n      未遭时主之恩\n      纳佩为华\n      空载骚人之什\n      光阴向晚\n      岁月将终\n      芬芳十步之内\n      繁华九畹之中\n      乱群峰兮上下\n      杂百卉兮横丛\n      况荏苒于光阴\n      将衰败于秋风\n         \n      岂不处地稍幽\n      受气仍别\n      萧艾之新苗渐长\n      桃李之旧蹊将绝\n      空牵戏蝶\n      拂花蕊之翩翾\n      未遇来人\n      寻芳春而采折\n      即生幽径\n      且任荣枯\n      幂轻烟而葱翠\n      带淑气而纷敷\n      冀雨露之何及\n      何见知之久无\n      及夫日往月来\n      时占岁覩\n      遇达人之四盻\n      披荒榛而见取\n      横琴写操\n      夫子传之至今\n      人梦为征\n      燕姞闻之于前\n      古生虽失处\n      用乃有因\n\n      枝条嫩而既丽\n      光色发而犹新\n      虽见辞于下土\n      幸因遇于仁人\n      则知夫生理未衰\n      采掇何晚\n      幽名得而不朽\n      佳气流而自远\n      芉眠茂宛\n      靡迤秋坂\n      纫而为佩\n      骚人之意何深\n      间以在衿\n      楚客之情已罕\n      薄秋风而香盈十步\n      凡皓露则花飞三田\n      豈众草之敢陵\n      信有慎乎伐剪\n      即征之而见寄\n      愿移根于上苑\n      唐韩伯庸幽兰赋\n      吏部员外郎臣黄庭坚奉\n      敕敬书于绩熙殿中\n黄庭坚《幽兰赋》简介\n这篇文章是黄庭坚（1045即庆历五年生，1105即崇宁四年卒，享年六十一岁）58时的作品，写于年春。原文是唐人韩伯庸的应举之作，它对兰花作了生动的描述和热情的赞颂，赞颂生地偏僻，不被人们鉴赏的兰草，虽然不被人们理睬，但不卑不亢，仍繁华茂盛，姿态端方，不为世尘污染，显出“君子”的品格。这是黄庭坚在晚年历尽坎坷而受到皇帝的爱怜、提拔，奉诏而书，其诚惶诚恐的心情及凝聚的力量就可想而知了，所以，此书的特点与前期相比，在漂洒俊逸的基础上更加苍劲有力，奇倔脱俗，堪称他的“闪光”之作。到了清同治年间，有位彭泽人欧阳霖来叶任知县，他在卧羊山看到了黄庭坚的摩崖题字，出于对黄庭坚的崇敬和同乡的亲切感情，就辗转索来了黄庭坚留世珍品《幽兰赋》命工刻石立之，据传欧阳公主持刊刻《幽兰赋》时，钩本中缺一带字，其故不详，因请当时河南名书法家汝州许静补写，特临黄书月余，今观许书，虽也气势磅礴，但不及黄书遒劲有力。              \n《幽兰赋》碑共十二通，每通高2.08米、宽0.60米、厚0.18米、行书三行。该碑遐迩闻名，在国内外很有影响，在全国仅此一套，除此之外皆复制碑。笔者，在八十年代末曾为一套拓片费尽周折无果。当时，老县长张介民调任省委任职，省经省文物局批文仅拓三套。由此可见《幽兰赋》拓片的珍贵程度！后叶县明代县衙在九十年代修复时再次经省文物局批文拓了十套。近年来有由于各种原因时有《幽兰赋》拓片流向社会！目前，《幽兰赋》已经封碑在叶县明代县衙文物展厅中。\n 黄庭坚书《幽兰赋》的时代背景\n\n宋徽宗赵佶虽然昏庸无能，但对书画却很有天赋，造诣颇高。黄庭坚的书法受到这样一位皇帝的青睐，足以说明他的书法水平。除了宋徽宗喜爱黄庭坚的字以外，还有特殊的思想基础和时代背景。徽宗初登皇极，在踌躇满志之时，有感于前代外受辽、夏侵扰，内忧王小波、李顺等农民起义的冲击，王安石变法又归失败，阶级矛盾更加尖锐，宋王朝的统治地位岌岌可危。政治形势与赋中的“光阴向晚，岁月将终。况荏苒于光阴，将衰败于秋风。萧艾之新苗渐长，桃李之旧蹊将绝”，含意默契。有道是新官上任三把火，他不会不想扭转这样的局面，赋中的“生理未衰，采掇何晚。幽名得而不朽，佳气流而自远。薄秋风而香盈十步，泛浩露则花飞三田。岂众草之敢陵，信有慎乎伐剪”等意思，正与他的思想合拍。情调的谐振，可能会使这位新皇帝产生勃勃雄心，要“收拾旧山河”，因而敕书此赋，以抒其志。当然，从全文看，内容也有文人骚客抒发怀才不遇、清高孤芳之情，有寄希望于当权者的赏识，加以提拔之意。由于这是黄庭坚在晚年历尽坎坷后，受到皇帝的爱怜奉敕而书，其诚惶诚恐的心情及凝聚的力量可想而知了。所以此书的特点与前期比，在飘洒俊逸的基础上更加苍劲有力，奇倔脱俗，堪称他的“闪光”之作，不愧为我国书法宝库中的瑰宝。\n《幽兰赋》注释\n\n碑序：唐韩伯庸《幽兰赋》，吏部员外郎、臣黄庭坚，奉敕敬书于绩熙殿中\n一、唐：朝代名，开国皇帝李渊反隋前曾封为唐国公（山西古称唐地），因此建国称大唐国，后人称其朝代，往往简称之，尤常冠人名之上。\n二、韩伯庸：人名，唐德宗李适时人，为贞元（公元七八五——八零六年）间进士，其它不详。\n三、幽兰：生长在较偏僻地方的兰草。幽，偏僻、幽暗也。兰，草名，一种香草，白花，气味馥香，其一种名曰“君子兰”，较名贵，人多尚之。诗人往往以此比喻品德高尚之意，屈原《离骚》云：“芝兰生于深林，不以无人而不芳。君子修德，不因困穷而改节”。\n四、赋：一种韵文，字数不拘，但多以四六句为主，杂以散文形式。\n五、吏部：古代官署名。隋、唐列为六部之首，主管全国官吏的任免、升降、考课、调动等事务。历代相沿不改。\n六、员外郎：官职名，原指设于正额以外的郎官。晋代以后的员外郎，指员外散骑侍郎，是皇帝近侍官之一。为中央官吏中的要职。\n七、臣：君主时代各级官吏对皇帝的自称。\n八、勅：敕的异写，指皇帝的命令或诏书。\n九、敬书：怀着尊敬的心情，尊从旨意，严肃、慎重地书写。\n十、阳和布气：阳光明媚，惠风和畅（赋文部分前有，故略）。兮，文言语气助词，多用于词赋中，跟现代的“啊”相似。如刘邦《大风歌》“大风起兮云飞扬“。屈原《离骚》“路漫漫其修远兮，吾将上下而求索”。\n十一、光：明亮地。被动用法。此处意为动植物生机盎然。\n十二、惟：句前语气词，这里有只、独之意。可与唯、维通用。\n十三、国香：国色天香的变格，国色指倾城倾国美貌的女子，天香，指自然界极香的气味，这里是旨芳香异常的花卉，多指兰花。\n十四、乔林：即乔木，指高大的树木。\n十五、见赏：赏识。\n十六、芳：花草发出的香味。多喻名声或德行美好。如李白诗：“芳名动千古”。成语有“流芳百代”。\n十七、 ：音（lǎn）懒之别字，《古今图书集成》原为嫩字，据原义分析，与懒意不切，可能是误写。\n十八、外袭：向外发散，传播。\n十九、分：多音字，这里读fèn（愤），作权利的限度解。\n二十、何：疑问词，为什么。莫及，未曾达到，成语有“悔之莫及”。\n二一、握：执、持之意。古籍中常以握兰喻怀美德或才智。如《汉言仪》“尚书郎怀香握兰，趋走丹墀”。丹墀，宫殿前饰涂红色的石阶。\n二二、时主：当时的掌权者。\n二三、纳佩：採纳佩戴。华，光华，美丽之意。\n二四、骚人：诗人屈原作有《离骚》，故此指屈原。什，诗篇。《诗经》的“雅”和“颂”都以十篇为什，所以后人泛称诗篇为“什”。\n二五、九畹：谓面积较大。屈原《离骚》中“余既滋兰之畹兮”。注云：十二亩曰畹。许慎《说文解字》云：田三十亩畹。其说不同。\n二六、横丛：杂乱无章。\n二七、荏苒：时间渐渐过去。\n二八、处地：处所、所占据的空间。\n二九、受气：受气候和环境影响。\n三十、萧艾：蒿草，以喻微贱，不屑。\n三一、蹊：小路。《史记·李将军列传》“桃李不言，下自成蹊”。言桃李虽不自我夸耀，但因花好果美，人相争往，其下自然有路。\n三二、翩翾：音piān（篇），音xuān（宣），多读为跹，误也。\n三三、寻芳春：踏青，旅游。\n三四、幂：音mī（秘），笼罩，遮盖。\n三五、淑气：美好之意。陆机《悲歌行》“蕙草饶淑气，时鸟多好音”。纷敷：散布、铺开。柳宗元《永州韦使君新堂记》“视其植则清秀纷敷”。\n三六、冀：希望。溥及：同普及。溥、普通假。如《诗经》“溥天之下，莫非王土”。\n三七、及夫：文言文句前语气词。\n三八、占  ：占有。睹：视。\n三九、达人：通达事理的人。如：《左传》昭公七年：“其后必有达人”。\n四十、披：分开。王勃《滕王阁序》“披纬闼雕甍”。荒榛：杂乱的灌木丛。见取：被（你）录取。柳宗元《答韦中立论师道书》“不意吾子自学师表耒蛮夷间，乃幸见取。”\n四一、横琴写操：操，琴曲也。据载：孔子周游列国终于不能施展其政治抱负，其主张不被采纳，扫兴自卫反鲁，行至一幽谷时，见丛草中一香兰繁茂，他喟然叹曰：“夫兰当为王者香，今仍独茂，与众草为伍。”触景生情，产生自己怀才不遇的感慨。遂止车援琴，即兴弹奏一曲，抒发生不逢时之感，这首琴曲名曰《漪兰操》。\n四二、夫子：孔子。\n四三、入梦为徵：《左传》载，宣公三年，郑文公有贱妾燕姞，初不受宠。一日，燕姞梦见天使赐兰一束，异香久久，后生一子，取名兰，自此得宠。后兰即国君位，即郑穆公。\n四四、失处：失去条件较优越的地方。比喻不得志。\n四五、用：采纳，终被见爱。\n四六、犹：副词。尚且，仍然之意。李密《陈情表》“心在故老，犹萦矜肓”。\n四七、见辞：告别、离开。\n四八、幽名：被隐没的名声。\n四九、佳气：美好也。如称美女为佳人。\n五十、芊眠茂宛：繁茂之意。\n五一、靡：没有。迤，曲折绵延不平。坂，与阪同，山坡也，土质坚硬，不肥沃的田地。\n五二、纫：搓绳，连缀。屈原《离骚》“纫秋兰以为佩。”佩戴装饰。\n五三、已罕：已经很少，稀有。《荀子·国富》“罕兴力役，无夺农时，如是国富矣！”。\n五四、间：空隙。衿：衣襟，这里作系、结讲。杨雄《反离骚》“衿芰茄之绿衣兮”。\n五五、楚客：指诗人屈原。\n五六、薄：逼近，司马迁《报任安书》“仆薄从上雍。”\n五七、泛：漂浮，又有广泛、普遍之意，与泛通假。浩：大而多。李白《秋日登扬州西灵塔》“露浩梧秋白，霜催桔柚黄。”三田：泛指。意为空间不小。\n五八、陵：犯，越。陵与凌通用。杜甫《岳望》“会当凌绝顶，一览众山小。”\n五九、信：实在，的确。慎：小心、谨慎。伐剪：讨伐，砍伐，现在叫惩治。\n六十、征：征的繁写，多音字，另音zhi止，五音之一，这里与（四三）意义不同，当为求，取之意。《战国策·宋策》“梁王伐邯郸而征师于宋”，寄托希望。\n六一、上苑：皇家园林，也叫御花园。上：秦汉以来对皇帝的通称。","author":"宋代黄庭坚","description":"黄庭坚行书幽兰赋"}]