[{"name":"董其昌行书冒雨寻菊序","text":"钱沣（1740-1795）清代官吏、书画家。字东注，号南园，云南昆明人。乾隆二十六年进士，授检讨，官至御史。曾疏言和珅为军机，办事不遵制度，因授稽察军机处之任。和珅知其家贫裘薄，凡劳苦事多委之，积劳成疾死。书法逼近平原，尝兴酣画马识者珍之。有《南园集》。\n人物简介\n钱沣幼时家境贫寒，偶然得到些残篇断简，便熟读深思，曾入昆明五华书院学习，乾隆三十六年进士，历任翰林院编修、监察御史、湖南学政、通政司副使、江南道监察御史、通政司参议加太子太保、吏部尚书、协办大学士。工楷书，学颜真卿，又参以欧阳询、褚遂良，笔力雄强，气格宏大，行书参米南宫笔意，峻拔多恣。后之学颜者，往往以他为宗，如清末翁同龢、近代谭延闿、谭泽闿兄弟等都是学钱沣而卓然成家者。钱沣又擅画马，神俊形肖，世争宝之。其诗文苍郁劲厚，正气盈然，著有《南园先生遗集》。\n艺术经历\n以直闻名\n乾隆36年进士，授翰林院检讨，历任国史馆纂修官、江南道御史、通政司副使、湘南学政、湖广道察御史、值军机等职，时和珅用事，钱沣曾当面指责。又曾上疏弹劾过陕西总督毕沅、山东巡抚国泰等人的贪污营私案，因此《清史稿》中赞他“以直声震海内”。\n钱沣所处时代，是满朝上下皆学董其昌书法的时代，而惟有他对鲁公情有独钟。平生仰慕颜真卿为人，书亦法之，得其神而不袭其貌，堪称学颜第一人。大楷临摹《颜氏家庙碑》、《告身墨》、《中兴颂》、《麻姑仙坛记》、《东方画像赞》；行草从颜真卿《争座位稿》、《祭侄文》、《十二意》入手,晚年以颜为本，参以欧、褚笔法，行笔颇为沉着痛快，亦有八面出锋之势，苍劲雄健，耐人寻味；小楷则博采众家之长，习过王羲之、王献之、钟绍京等历代书家的精品。晚年还得益于褚遂良、米芾书法的精髓。钱书小楷刚健婀娜；大楷笔力遒劲，力透纸背；行书、草书风神独绝。他学习古人而迈出古人的法度，自成一家。在清代，学颜书的人必先从学钱南园入手。如誉满全国的另一大书法家何绍基即刻苦研习钱字而卓然成家。\n艺术特色\n李瑞清云：“能以阳刚学颜公，千古一人而已。岂以其气同耶。”包世臣《艺舟双楫·国朝书评》列其行书为“佳上品”。杨守敬《学书迩言》曰：“自来学前贤书，未有不变其貌而能成家者，惟有钱南园学颜书如重规迭矩。此由人品气节不让古人，非袭取也。”\n钱沣一生走的是纯帖学之路，由约到博，以德养字，以文养字，故其作品虽韵味有余，然难得高古之妙，这也是他得中有失主处。\n钱沣还善画马，尤爱画瘦马，风鬃雾鬣，筋骨显露，神姿逼人。当时画名反在书名之上。直到嘉道以后，书名方显。钱沣的诗文有很高的造诣，主要著作有《南园诗存》、《南园存》、《南园集》等。\n身致富贵，躬守清贫。亦严履蹈，不苟笑嚬。\n正色立朝，遇事直陈。戆章每上，权杵怒嗔。\n公不为动，中心安仁。我瞻眉宇，咄咄逼人……\n——清·施有奎《钱南园先生像赞》\n艺术成就\n除政声清廉外，钱沣的书画名气亦很大。其书法摹颜、欧、米诸家，而又自成一体，笔力雄劲，结构严谨，气势开阔。钱沣（南园）的书法，端庄厚实，气势雄伟，使人“初见敬而畏之，愈久愈可爱”。也许会有人说，常见的颜体字怎么会有如此感人的魅力？其实书法作品达到经久耐看是不容易的，要达到较高水平，必须经过会、通、精、化的艰苦历程。钱南园的书法有此显著成就，是与他的人品气质和刻苦磨练分不开的。他为人耿直，敢于当面指责乾隆皇帝的权臣和珅的过失，先后曾上书弹劾过陕西总督毕沅、山东巡抚国泰和布政使与易简等的贪官营私重案。《清史稿》称他“以直声震海内”。五十岁后曾两次到湖南任学政。他从小爱好书法，遍临各家，专攻颜体，终身不懈。这与他景仰颜真卿的人品气质有关。他的性格气质与颜真卿有相似之处，虽然时代不同，遭遇各异，但刚正不阿，敢于斗争的性格是相同的。因此，南园一生专攻颜体不是偶然的。他不仅在书法上有卓越的成就，还是个多才多艺的画家和诗人。他善于画马，当时颇有名声，人称瘦马御史。其画以马为主题，尤喜画瘦马，风鬃雾鬣，筋骨显露，神姿逼人，笔墨凝重而傲岸有神。钱沣的诗、文、书、画、联都很有名。被誉为“滇中第一完人”。其书法集诸家之长，尤其精于颜体，笔力雄劲。钱沣书联，结构严谨而刚劲清润，如筇竹寺中二联，都是珍品。其身后著作《钱南园遗集》、《南园诗存》、《南园文存》等行世。其楷书代表作有《枯树赋》、《冒雨寻菊序》、《守株图诗》、《端阳竞渡序》，行书代表作有《桂花厅记》等。\n经历简介\n官场经历\n清乾隆年间最大的宠臣是和珅，最能与和珅顶着干的是昆明人钱沣。\n钱沣（1740~1795）号南园，清乾隆年间考中进士后步入官场，一生高风亮节，刚正不阿，极富传奇性，被誉为清代知识分子的泰山北斗。\n当时朝廷内外贪腐成风，钱沣初入政坛，一反官场明哲保身之风，弹劾陕甘总督毕沅贪污之事，查实之后，毕沅被处分降级。钱沣由此声名鹊起，有“鸣凤朝阳”之誉。\n乾隆帝宠臣和珅权倾一时，贪污受贿，无所不为。和珅的党羽国泰做了山东巡抚，竟敢贪污府库银两，被钱沣奏了一本。钱沣查到国泰写给和珅的信，知道二人准备借银填库，应付检查。将此信奏报乾隆帝。和珅探得风声，要收买钱沣，遭到拒绝。钱沣坚持封存府库，彻底清查。国泰被揭穿，终于伏法。钱沣名声，更震动全国。\n钱沣此举得罪了乾隆帝，后来被乾隆找个借口降了官。一直到死，钱沣也没有得到重用。56岁时，钱沣又准备弹劾和珅，却突然病死在北京云南会馆。在钱沣枕下，发现了奏本底稿，写了几千字，开列了和珅罪状20多条。据说钱沣是被和珅用毒酒害死的。钱沣逝世后5年，和珅终于事发，被抄家,赐自缢。\n钱沣生于昆明银匠之家，年幼时家贫，无钱买书，就从水德庵惜字炉旁的废纸中拣出残篇断简，熟读深思。在外做官时，钱沣仍念念不忘故乡。昆明经常发生水灾，钱沣曾提出治理六河方案，并捐资家乡水利工程。\n人物经历\n钱沣的父亲是一位银匠，家道贫困，清乾隆三十三年（1768），钱沣中了举人，乾隆三十六年（1771）中三甲第十一名进士，入仕后任监察御史，祖籍江苏省江宁县（今属南京），先祖钱铸在明成化年间作为朝廷命官幕宾，来到昆明，从此安家落户。钱家世代寒素，过着亦耕亦读的平民生活，没有高官显贵，也没有富商巨贾。因世代读书，受儒家影响很深。钱沣父亲钱世俊由于社会动乱，家境破败，继承了祖传的银匠手艺；母亲李氏出身破落士人家庭，初识文字，是虔诚的佛教徒和贤妻良母。钱沣六七岁时开始读书，但因家贫，弟妹又多，他身为长子，每天除读书外，还要帮做家务、照顾弟妹，一度打算辍学，但母亲坚决反对。钱沣于是更加发奋，十几岁即才艺初显，人称“滇南翘楚”。但功名并不顺利，乾隆二十二年（1757年）才考取秀才，三十三年（1768年）考取举人。同年冬赴京参加第二年春天的会试，又落第了。他去湖北公安投奔在此做知县的好友万钟杰。乾隆三十六年又回京参加“恩科会试”，中进士，为翰林院庶吉士。后为检讨，充任国史馆纂修官，前后任职将近十年，乾隆四十五年与正考官邵晋涵到广西主持乡试。次年任江南道监察御史，到通州稽查粮仓。清乾隆六十年（1795）八月卒，享年55岁。钱沣死后归葬于昆明龙泉镇羊肠村北山，今墓已修复，被列为昆明市重点文物保护单位。翠湖东畔旧时有钱沣祠，俗称“草公馆”，馆前小巷又称“学士巷”。1995年3月，钱沣逝世200周年之际，“钱南园纪念碑廊”在昙华寺中园落成。\n人物轶事\n叫板和珅\n钱沣一生最大的亮点是智破山东巡抚国泰的贪污大案，使得和珅庇护国泰的图谋没有得逞，给了他沉重的一击。清乾隆四十七年（1782）四月，钱沣直接举报国泰贪纵营私以及其他种种不法行为。国泰是皇亲国戚，权倾一方，为人狠毒，朝中又有和珅撑腰，钱沣只是一个六品监察御史，力量的对比相当悬殊，但他决心以智慧将国泰扳倒。当时，乾隆派户部尚书和珅、左都御史刘墉与钱沣一道前往山东查办此案，国泰事先得到和珅的通风报信，早早做了准备，他向商人借来许多银子，凑足了库存数量，以掩盖库银严重短缺的真相。谁知这一切没有瞒过钱沣的眼睛，钱沣开封检查库银，发现库银多半是商家的杂色银，与成色十足、色泽明亮的帑银不符，于是，国泰贪赃枉法、造成国库短缺的罪行彻底败露。国泰曾向和珅行过重贿，和珅在确凿的证据面前也不敢为他开释。钱沣因此而名声大振，一年之内，连升三级，出任通政司副使。\n清乾隆六十年（1795）八月，钱沣随乾隆皇帝从热河返京，因过度疲劳而一病不起，一个月后竟溘然长逝。他的儿子钱嘉枣在整理其父诗稿时，在他的枕下发现有一份数千言的弹劾和珅奏疏草稿，列举他罪证20余条，但这份奏稿生前没有送到乾隆手上。这说明钱沣早在秘密收集贪污证据，准备在合适的时机给和珅以致命的一击，由于天不假年，他的心愿生前没有完成。钱沣一生清廉节俭，是清朝有名的清官。他当京官时，不饰车马，只是买了一匹瞎了一只眼睛的骡子当坐骑。他当湖南学政时，前往各县视察，按当时的规则，学子要凑钱向学政致意，称之为“棚规”，但钱沣一概不受，当时湖南就传诵着“钱沣来了不要钱”的民谣。到了晚年，钱沣名满朝野，清乾隆五十八年（1794），他在昆明任职期满，回京复职，连路费也没有着落，当地官员打算赠路费，却被他谢绝，最后他向亲戚借钱上路，回到北京。\n勇斗贪官\n钱沣为人刚直不阿，为官清正廉洁，敢于谏议弹劾贪官污吏。先后举劾山西巡抚毕沅和山东巡抚国泰。钱沣入仕二十余年，一生与贪赃枉法进行斗争，清乾隆年间的三起反贪大案，也就是勒尔谨、王檀望的“冒赈折捐案”，山东巡抚国泰贪污案，闽浙总督伍拉纳与福建巡抚浦霖的贪污案，他都是积极的参与者。甘肃勒尔谨、王檀望“冒赈折捐案”被揭发后，他抱着除恶务尽的决心，首先弹劾陕甘总督毕沅，认为他作为陕甘两省政务的最高领导，对此案负有失察之责，乾隆将毕沅的官阶从一品降为三品。\n清乾隆五十四年（1789），福建发生一起骇人听闻的贪污大案，那就是闽浙总督伍拉纳、福建巡抚浦霖、福建布政使伊辙布、福建按察使钱受椿的共同贪污案。此案的贪污额巨大，达白银250多万两，涉案的官员达30多人。钱沣对此案不是直接举报者，但他与此案的主犯浦霖有过一段争斗的往事。钱沣任湖南学政时，浦霖任湖南巡抚，两人在湖南共事过三年。浦霖是个贪黩小人，清乾隆五十年，湖南大旱，他却试图以办寿礼为名借机敛财，钱沣对此加以讥讽，浦霖被迫取消寿庆，还受到警告处分。有意思的是，清乾隆六十年，钱沣病故于北京，他的灵柩出京返回云南，途经北京良乡，浦霖因案发被押解到北京处斩，他的囚车也经过良乡，灵车与囚车不期而遇，相对而过，令人发出无限感慨。\n","category":"行书","verified":true,"user":1,"timestamp":1429951646632},{"name":"董其昌行书冒雨寻菊序","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791627042,"text":"1\n\n\n\n2\n\n\n\n3\n\n\n\n4\n\n\n\n5\n\n \n6\n \n\n7\n\n\n\n8\n\n\n\n9\n\n\n\n10\n\n\n\n11\n\n\n\n12\n\n\n\n13\n\n\n\n14\n\n\n\n15\n\n\n\n16","author":"明代董其昌","description":"董其昌行书冒雨寻菊序"}]