[{"name":"柳公权草书兰亭诗","text":"\n尺寸:28.6x20.8x0.5cm\n重量:358g\n内容简介\n《唐柳公权书兰亭诗》，现藏故宫博物院。绿绢本，高二六·五厘米，长三六五·三厘米。乌丝栏，行书，钞录晋代王羲之等人兰亭宴会上所赋的诗篇。尾有北宋邢天宠至金代王万庆八家题跋，又有明代王世贞至张凤翼三家跋和清代王鸿绪跋。后入清乾隆内府，有其题识玺印。因该卷末行左边早被割截，没有余绢，写者名款已失。宋《宣和书谱》中著录即称为柳公权书。本书为其精选墨迹。\n","category":"草书","verified":true,"user":1,"timestamp":1429951552959},{"name":"柳公权草书兰亭诗","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791641185,"text":"【释文】王献之四言诗并序。四言诗，王羲之为序，序行于代，故［不］录。其诗文多不可全载，今各裁其佳句而题之，亦古人断章之义也。［次］之如右。\n王羲之自此已下十一人，兼有五言。\n代谢鳞次，忽焉以周。欣此暮［春］，和气载柔。咏彼舞雩，异代同流。乃携齐好，散怀一丘。\n谢安\n［伊］昔先子，有怀春游。契慈玄执，寄教林丘。森森连岭，茫茫原畴。逈霄乎摸，凝泉散流。\n谢万\n肆眺崇阿，寓目高林。青萝翳［岫］，修竹冠岑。谷流清响，条鼓鸣音。玄崿吐润，霏霞成阴。\n孙绰\n春咏登台，亦有临流。怀彼代水，肃此良俦。修林阴沼，旋濑莹丘。穿池激湍，涟滥觞舟。\n徐丰之\n俯挥素波，仰掇芳兰。尚想冥客，希风永叹。\n孙统\n茫茫大造，万化齐轨。罔悟玄同，竟异标旨。平勃运摸，黄绮隐机。凡我仰希，期山期水。\n王彬之\n丹崖竦立，葩藻映林。渌水［扬］波，载浮载沉。\n袁矫之\n人亦有言，意得则欢。嘉宾既臻，相与游盘。微音迭咏，馥焉若兰。苟齐一致，遐想揭竿。\n王凝之\n［庄］浪濠津，巢步颖湄。寄心玄冥，［千］载同归。\n王肃之\n在昔暇日，味存林岭。今我斯游，神恬心静。\n王徽之\n散怀山水，翛然忘羁。秀薄粲颖，疏松笼崖。游羽扇香，鳞跃清池。肆目寄心，欢冥二奇。\n王丰之自此已下三人无五言。\n肆眄岩岫，临泉濯趾。感兴鱼鸟，安兹幽跱。\n华茂\n林荣其蔚，涧激其隈。沉沉轻觞，载欣其怀。\n庾友\n［寄］［心］城表，辽辽远迈。理感则一，冥［心］玄会。\n五言诗序，孙兴公。\n古人以水喻性，有旨哉，非以渟之则清，诸之则浊耶。故振辔［于］［朝］市，则充屈之心生，闲步于［林］野，则辽落之意兴。仰瞻羲［唐］［既］远矣。近咏台向，顾探增怀□，于暧昧之中，思鎣拂之道。暮［春］［之］［始］，［稧］［于］［南］涧之滨，高［岭］［千］寻，［澄］湖万顷，乃席芳草，镜清［流］卉。物观鱼鸟，具物同荣，资生［咸］畅。于是和以［醇］醪，齐以达观，［怏］［然］兀矣。焉复觉鹏鷃二物哉！曜［灵］促辔，玄景西迈，乐与时过，悲亦［系］之，往复推移，新故相换，今日之迹，明复陈矣，原诗人之致兴，良咏歌之［有］［由］。文多不备载，其□略如此，其诗亦裁而掇之，如四言焉。\n王羲之自此已下十一人，兼有四言。\n仰眺望天际，俯盘渌水滨。寥朗无崖观，寓物理自陈。大矣造化功，万殊莫不均。群籁虽参差，适我无非新。\n谢安\n［相］与欣嘉节，率尔同褰裳。薄云罗阳景，微风翼轾航。淳醪［陶］［玄］府，［兀］［若］［游］羲唐。万殊混一象，安复觉彭殇。\n谢万\n［玄］冥卷阴旗，句芒舒阳旌。灵液［被］九区，光风扇鳞荣。碧林辉英翠，［红］葩擢新［茎］。朔禽抚翰游，腾鳞跃［清］［冷］。\n孙绰\n流风拂枉渚，亭云荫九皋。嘤羽［吟］修［林］，游鳞戏澜涛。携笔落云藻，［微］言剖纤豪。时珍岂不甘，忘味在闻韶。\n徐丰之\n清响拟丝竹，班荆对绮疏。零觞飞曲［水］，欢然朱颜舒。\n孙统\n地主观山水，仰寻幽人踪。回沼激中逵，竹柏间修桐。因流转轾觞，冷风［飘］落松。时禽吟长涧，万籁吹连岑。\n王彬之\n鲜葩映林薄，游鳞戏清渠。临［川］欣投钓，得意岂在鱼。\n袁矫之\n四眺华木茂，俯仰清川涣。［激］泉流芳醪，豁尔累心散。仰想逸民轨，遗旨良可玩。古人咏无雩，［今］也同斯［叹］。\n王凝之\n烟熅柔风扇，熙恬和气淳。驾言与时（此处缺一字），逍遥映通津。\n王肃之\n嘉会欣时游，豁朗畅心神。吟咏临曲濑，绿波转素鳞。\n王徽之\n［先］［师］有冥藏，安用羁世罗。□□□□□，□契箕山河。\n郗曇自此以下一十二人，无四言。\n□风起东□，和［风］□□□。［端］［坐］□□□，□言游近郊。\n［虞］［悦］\n神散宇宙内，形浪濠梁津。□畅［须］［臾］欢，尚想味古人。\n孙嗣\n□岩怀逸许，临流想奇□。□□□□绝，千载挹遗芳。\n曹茂之\n将来谁不怀，寄散山水间。尚想方外宾，超超有余闲。\n华平\n［愿］异达人游，解结遨濠梁。猖狂任所适，浪流无何乡。\n魏滂\n三春陶和气，万象齐一欢。明后欣时和，驾言映清澜。亹亹德音畅，翛然遗世□。望岩媿脱屣，临川谢揭竿。\n谢懌\n纵觞任所适，回波莹游鳞。千载同一朝，［沐］浴陶清尘。\n庾藴\n［仰］想虚舟说，俯叹世上宾。朝荣虽云［乐］，夕弊理自因。\n桓伟\n□□□□□，［应］［物］寄有尚。宣尼遨沂［津］，翛然神心王。数子各言志，曾生发奇唱。今我欢斯游，愠情亦蹔［畅］。\n王玄之\n松竹挺玄崖，幽涧激清流。萧散肆情志，酣觞豁滞忧。\n王蕴\n散豁情志畅，尘缨忽以捐。仰咏揖遗芳，恬神味重玄。\n王涣之\n来去悠悠子，披褐良足钦。超迹修独往。（注：［ ］内字表明原墨迹已残缺不全）\n\n《兰亭诗》卷，绢本，行书，纵26.5cm，横365.3cm。北京故宫博物院藏。此书传是柳公权所书东晋穆帝永和九年（353年）三月三日，王羲之与谢安、孙绰等人在浙江绍兴兰亭集会时与会者所赋的37首诗及诗序。北京故宫博物院藏，绦绢本，乌丝栏，行书。宋《宣和书谱》中著录，明代曾刻入《戏鸿堂帖》，后入清乾隆内府，为《兰亭八柱帖》之第四柱。\n本幅无款印。卷前引首清乾隆皇帝行书题“笔谏遗型”，题签“兰亭八柱第四”，题记一段。又有瘦金体题签“唐柳公权书群贤诗”。 卷后有宋邢天宠、杨希甫、习之、蔡襄（后添）、李处益、孙大年、王易、黄伯思（伪）、宋适，金王万庆，明王世贞（两段）、莫是龙、文嘉、张凤翼，清王鸿绪等题跋和观款。鉴藏印有宋“御书”、“双龙”、“宣和”、“政和”、“内府图书”、“奉华宝藏”、“内府书印”、“睿思东阁”（以上均伪），以及宋“绍兴”，元“乔篑成氏”、“柯九思”（均墨印），明王世贞，清高士奇、王鸿绪、乾隆内府诸印。\n诗后的题跋有的是真迹，有的是伪作。明以后的题跋都是原有的，明以前的题跋除蔡襄、黄伯思外都是真迹，但全是后配，与本卷无关。\n卷后之宋代黄伯思尾题（伪）中云“传柳书”，细观之，个别字的用笔明显不是出自柳书，如：孙统四言诗中的“希”字、庾友四言诗中的“则”字、王涣之四言诗中的“足”字等末笔写的非常丑怪，字的结体亦多不沉稳，较浮躁，与柳氏所书王献之《送梨帖》后之题跋墨迹对比不但笔法不类，连结体也无丝毫相同之处。从诗文看，颇有不通处，如：把孙绰四言诗“怀彼伐木”误书为“怀彼代水”，把谢安四言诗“伊昔夫子”误书为“伊昔先子”。“伐木”是《诗经》中语，“夫子”是指孔丘，说明书写者是一位文墨不够精通之人。无论从艺术特征还是艺术水平来分析，该卷决非柳公权之笔。\n此卷也并非晚至宋代的抄本。从所录37首诗中可看出，个别用字不避宋讳，如谢安诗中“契慈玄执，寄教林丘”的“玄”字、王肃之诗中“嘉会欣时游，豁朗畅心神”的“朗”字等都没有避北宋始祖皇帝赵玄朗之讳。从书法的主体风格看，推测应写于唐代，与杜牧墨迹《张好好诗卷》大略相近，并且是信笔直书，不是临仿得来。作为唐抄古本，此卷与敦煌遗书中《文选·陆机短歌行等残卷》（伯2554）、《玉台新咏卷第二残卷》（伯2503）有同样的文学价值，不独书法耳。\n宋《宝章待访录》，明《东图玄览》、《清河书画舫》、《清河见闻表》，清《珊瑚网书凭》、 《式古堂书画汇考》、《大观录》、《石渠宝笈·续编》、《石渠随笔》著录。\n此帖笔力遒逸，郁勃顿挫；结字意态烂漫，每于险中生态；而枯润纤秾掩映相发，干笔、湿墨多韵趣。锋劲处如剑光凛冽，游丝细笔亦似铁铸钢浇，中间杂以小楷，“似无意发之，绝得晋人心印”。王世贞说：“骤见之恍然若未识，久看愈妙”，“乍看之亦似有一二俗笔，而久之则俗者入眼作妩矣。”","author":"唐代柳公权","description":"柳公权草书兰亭诗"}]