[{"name":"赵孟頫楷书玄妙观重修三门记","text":"其“玄妙观重修三门记碑 ”原在正山门内，“文革”时失落。1990年，苏州碑刻博物馆受市道教协会委托，仿刻成碑，现存正山门内。铭刻碑帖2幅；每幅纵52，横136.5公分 记五十八行，行十一字，额三行。现藏日本东京国立博物馆。\n文物现状\n【名称】元赵孟頫书玄妙观重修三门记\n【文物现状】日本东京国立博物馆收藏\n文物鉴赏\n楷书，纸本，纵：35.8厘米，横：283.8厘米。\n玄妙观在古城苏州，为著名道教寺庙，创建于西晋咸宁二年(276年)。晋明帝司马绍居然梦见三清道祖驾云到了苏州，于是下旨重修道院，并改名为上真道院。唐代皇帝自称老子后裔，尊之为太上玄元皇帝，并效令两京及诸州均建立玄元皇帝庙。此后屡遭兴废。到元成宗元贞元年(1295年)，改为玄妙观，玄、元相通，也称元炒观。此名取自老子《道德经》中\"玄之又玄，众妙之门\"一语。\n《玄妙观重修三门记》为元代牟巘撰文、大德七年（公元1303年）赵孟頫书并篆额。\n原文\n天地阖辟,运乎鸿枢,而乾坤为之户。日月出入，经乎黄道，而卯酉为之门。是故建设琳宫，摹宪玄象，外则周垣之联属，灵星之横陈。内则重闼之划开、闾阖之仿佛。非崇严无以备制度，非巨丽无以竦视瞻。\n惟是勾吴之邦，玄妙之观，赐额改矣，广殿新矣，而三门甚陋。寓目所观，辟之于人，神观不足一身之内。强弱弗侔，非欠欤？观之徒严，焕文深念前功，是啚是究。\n时则有夫人胡氏，妙能捐其簪珥给其资用，爰壬辰之纪岁亟，先甲以庀徒，曾几何时悉，更其旧。翚飞丹栱檐牙，高矗于层霄；兽啮铜环铺首，辉煌于朝日。大庭中敞，峻殿周罗，可以树羽节，可以容鸾驭；可以陟三成之坛，可以通九关之奏；可以鸣千石之虡，受百灵之朝。气象伟然，始与殿称矣。\n于是吴兴赵孟頫复，求记于陵阳牟巘。土木云乎哉？言语云乎哉？惟帝降衷，惟皇建极，因人心固有与。天下为公，初无侧颇、无充塞。然或者舍近而求诸远，既昧厥元，欲入而闭之门，复迷所向，孰与抽关启钥？何异挞埴索涂？是未知玄之又玄、户之不户也。夫始乎冲漠者，造化之枢纽；极乎高明者，中庸之阃奥。盖所谓会归之极，所谓众妙之门。庸作铭诗，具刊乐石，其词曰：“天之牗民，道若大路未有出入不由于户。而彼昧者，他岐是骛，如面墙壁，惟弗瞩，故脱扃剖鐍，孰发真悟？乃崇珍馆，乃延飙驭，閈闳洞启，端倪呈露。四达民迷，有赫临顾。咨尔羽，襡壹尔志虑。阴阖阳辟，恪守常度。\n译文\n天地开辟后，在鸿枢（连接天地的大转轴）上运行，乾坤是它们的门户。太阳和月亮出入，经过黄道（太阳运行的轨道），卯酉是它们出入的门户。所以建设琳宫（道观的美称），都要模仿天象，外边围墙连接，象天上星星横列；里边重门开合，象开门的样子。不高大庄严就不能使规格制度完备，不巨大壮丽就不能观瞻惊动。\n这吴国旧地、玄妙道观，皇帝赐的新名已经代替了旧的扁额，大殿已经修整一新，而三个门还很简陋。映入眼帘所看到的，拿人比方说，就是精神不够，一个人身上，强弱不相称，这不是缺憾吗？看起来仅仅是庄严。焕文（？）追思前边的功绩，因此而好好谋划谋划研究研究\n这时有个姓胡的夫人，高明能够捐献她的首饰和花费用度，在壬辰年年终，首先（先甲，来自《周易》“蛊”卦卦辞：“先甲三日，后甲三日。”对这句话，历来解释不一，大约是指某种行为前后的时间或行为）召集工匠，接着修整变更旧门。锦鸡在丹栱(立柱和横梁之间成弓形的承重结构)檐牙（檐际翘出如牙的部分）上振翅欲飞，高高矗立于云霄之上；猛兽咬着铜环辅首（安装在大门上衔门环的一种底座），在早晨的阳光下辉煌耀目。大大的庭院非常宽敞，高高的殿堂在四周罗列，可以树立羽节（用羽旄装饰的节杖，多指神仙仪卫），可以容纳鸾驭（凤凰驾驶的马车，神仙的坐驾）。\n土木能说出什么？言语能说出什么？只有天帝才给人民降福，只有天皇才给人民树立准则，这些是人心本来就有的吗？天下是天下人的天下，本初就没有偏颇，没有闭塞不明。然而有人舍近求远，元灵已经暗昧不明，想入道却关上了门，又迷失了方向，谁给他打开开关？这和盲人以杖点地探路有什么不同？这是不知道玄妙还要更玄妙，门户不一定是门户。从虚无安静开始，是造化的关键；达到高明之极，是中庸的奥妙。这就是所谓的万物的总趋向，所谓的所有玄妙的门户。因此写下这“铬诗”（？），都刻在石碑上。诗的词句是：上天给人民开启门户，道就和大路一样，没有出入不从门的。而那些暗昧不明的人，却非走别的歧路，这就跟对着墙壁一样，因为没有看清楚，所以掉了门栓坏了钥匙，怎么能够真正解悟？于是把楼馆建得高高的，延请神驾到来，把大门都打开，一切细节都呈现出来。四通八达的道路让人们迷失，有神灵在上俯视照看。向神灵好好学习请教吧，专一你的心志，在阴阳开合中，严格遵守永恒的法度。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951541761},{"name":"赵孟頫楷书玄妙观重修三门记","dynasty":"元代","category":"楷书","type":"","user":1,"timestamp":1429791629670,"text":"赵孟頫（1254－1322），字子昂，号松雪道人、水晶宫道人，中年曾署孟府，浙江吴兴人，宋宗室。入元官至翰林学士承旨，封魏国公，谥文敏，为元代书画大家。书法篆、隶、真、行、草无一不精，绘画山水、人物、山石、鸟兽，均享盛名，在我国艺术发展史上占有重要的地位。其书法以真、行书为精，冠绝当时。早年学宋高宗赵构、张即之书，“妙悟八法，留神古雅”；中年得钟王遗规，旁及李北海、柳公权等人。取传统体势而又不拘泥成法，用笔圆转遒丽，别具匠心，人称“赵体”，与“颜、柳、欧”并称楷书“四大家”，《元史》有传。\n\n《玄妙观重修三门记》，纸本，楷书，纵38.5厘米，横283.8厘米，现藏日本东京国立博物馆。前有篆书题名，后为楷书碑文，为摹勒上石的底本。原稿用墨略淡，墨色清醇沉润，结字严密，点画准确，笔法宽和流利，个中偶露行书笔意，潇洒超逸之气蕴乎规整庄重之中。明人李白华赞誉此碑书法具有唐李北海的鸿朗，徐浩的厚重，颜真卿的精神，并誉为“天下赵碑第一”，历来被认为是赵书大楷的代表作品之一。\n\n玄妙观是一座道观，建筑尚存，在今苏州城内最繁华的市中心，其大殿三清殿被列为国家重点文物保护单位。宋时称天庆观，元初敕命改为玄妙观。观内道士为庆祝朝廷赐匾额而将殿堂修葺一新，可是经费不足，三门未修缮，破旧不堪，与焕然一新的殿堂极不相称。经道士严焕文等人的努力，获得夫人胡氏妙能的捐赠，遂于至元二十九年（1292）动工修缮三门，此碑即为纪念三门重修而立。碑文未署立碑年月，但从款署“集贤直学士、朝列大夫、行江浙等处儒学提举”的官职来看，当在元大德三年（1299）赵孟頫任此职以后所书。\n\n《佩文斋书画谱》著录。　\n\n【释文】：\n\n玄妙观重修三门记\n\n天地阖辟，运乎鸿枢，而乾坤为之户。日月出入，经乎黄道，而卯酉为之门。是故，建设琳宫摹宪玄象，外则周垣之联属，灵星之横陈；内则重闼之划开，阊阖之仿佛。非崇严无以备制度，非巨丽无以竦视瞻，惟是勾吴之邦,玄妙之观,赐额改矣，广殿新矣。而三门甚陋，万目所观，譬之于人,神观不足,一身之内，强弱弗侔,非欠欤？观之徒严焕文深念前功，是图是究，时则有夫人胡氏妙能捐其簪珥，给其资用，爰壬辰之纪岁,亟先甲以庀,徒曾几何时,悉更其旧，翚飞丹栱,檐牙高矗于层霄；兽啮铜环,铺首辉煌于朝日。大庭中敞，峻殿周罗，可以树羽节，可以容鸾驭，可以陟三成之坛通九关之奏，可以鸣千石之虡受百灵之朝。气象伟然，始与殿称矣。于是，吴兴赵孟頫复求记于陵阳牟巘,土木云乎哉,言语云乎哉。惟帝降衷,惟皇建极,因人心固有与天下为公,初无侧颇无充塞然,或者舍近而求诸远,既昧厥元,欲入而闭之门,复迷所向,孰与抽关启钥,何异擿埴索涂?是未知玄之又玄,户之不户也,夫始乎冲漠者,造化之枢纽,极乎高明者,中庸之阃奥。盖所谓会归之极，所谓众妙之门，庸作铭诗，具刊乐石。其词曰:天之牖民，道若大路。未有出入不由于户，而彼昧者他岐是骛。如面墙壁，惟弗瞩故。脱扃剖鐍，孰发真悟？乃崇珍馆，乃延飙驭。閈闳洞启，端倪呈露。四达民迷，有赫临顾。咨尔羽襡，壹尔志虑，阴阖阳辟，恪守常度。\n集贤直学士朝列大夫行江浙等处儒学提举吴兴赵孟頫书并篆额\n\n　　玄妙观在古城苏州，为著名道教寺庙，创建于西晋咸宁二年(276年)。晋明帝司马绍居然梦见三清道祖驾云到了苏州，于是下旨重修道院，并改名为上真道院。唐代皇帝自称老子后裔，尊之为太上玄元皇帝，并效令两京及诸州均建立玄元皇帝庙。此后屡遭兴废。到元成宗元贞元年(1295年)，改为玄妙观，玄、元相通，也称元炒观。此名取自老子《道德经》中\"玄之又玄，众妙之门\"一语。\n　　《玄妙观重修三门记》为元代牟巘撰文、大德六年（公元1302年）赵孟頫书并篆额。其“玄妙观重修三门记碑 ”原在正山门内，“文革”时失落。1990年，苏州碑刻博物馆受市道教协会委托，仿刻成碑，现存正山门内。铭刻碑帖2幅；每幅纵52，横136.5公分 記五十八行，行十一字，額三行。","author":"元代赵孟頫","description":"赵孟頫楷书玄妙观重修三门记"}]