[{"name":"柳公权楷书皇英曲","text":"楷书也叫正楷、真书、正书。由隶书逐渐演变而来，更趋简化，横平竖直。《辞海》解释说它“形体方正，笔画平直，可作楷模”。这种汉字字体，就是现在通行的汉字手写正体字。\n\n简介\n楷书也叫正楷、真书、正书。从程邈创立的隶书逐渐演变而来，更趋简化，横平竖直。《辞海》解释说它“形体方正，笔画平直，可作楷模。”故名楷书。始于汉末，通行至今，长盛不衰。楷书的产生，紧扣汉隶的规矩法度，而追求形体美的进一步发展，汉末、三国时期，汉字的书写逐渐变波、磔而为撇、捺、且有\n了“侧”（点）、“掠”（长撇）、“啄”（短撇）、“提”（直钩）等笔画，使结构上更趋严整。如《武威医简》、《居延汉简》等。楷书的特点在于规矩整齐，是字体中的楷模，所以称为楷书，一直沿用至今。 \n楷书有模楷的意思，张怀瓘《书断》中已先谈到过。六朝人仍习惯地用着它，例如羊欣《采》文，王僧虔《论书·韦诞传》中云：“诞字仲将，京兆人，善楷书。”那是“八分楷法”的简称。到北宋才以之代替了正书之名，其内容显然和古称是不一样的，名异实同和名同实异之例，大概有以上这些。\n楷书是我国封建社会南北魏到晋唐最为流行的一种书体。在楷书产生之前，我国的书法已产生了大篆、小篆和隶书三种书体。大篆是相对小篆而言的，一般把小篆以前所有的古文字统称为大篆，包括甲骨文、金文和战国时期除秦国之外的六国文字。小篆是秦统一中国之后通行的文字，它是以秦国的文字为基础，参照其他诸侯国文字，为便于书写而删繁就简、规范统一的，这是中国书法史上最初的规范化书体。隶书是继小篆之后出现的又一代表性书体，它是在小篆的基础上产生的。隶书的产生是汉字的一次大革命，其意义不仅在于汉字从此走向了符号化，更重要的是它改变了汉字的书写方式和审美趋向，从而为楷书书法艺术的产生奠定了基础，并进而为中国书法艺术的发展和繁荣开辟广阔的天地。\n于是在秦汉年间千姿百态的书法园地中，就直接孕育出了楷书（当时称为隶书，即辅佐小篆，书写更快捷）书法艺术。遵循其规律，将中国楷书的发展史分为四个时期：即楷书的萌芽期——秦汉，楷书发展期——魏、晋、南北朝，楷书繁荣期——隋、唐、五代，楷书守成期——宋、元、明、清。\n宋宣和书谱：“汉初有王次仲者，始以隶字作楷书。”这里的楷书实际上是指王次仲所创的八分书，而不是今天所谓的楷书。另据传：“孔子墓上，子贡植的一株楷树，枝干挺直而不屈曲。”楷书本笔画简爽，必须如楷树之枝干也。\n书体风格\n书体\n点画\n结构\n取势\n运笔\n起笔\n收笔\n折笔\n篆书体\n没变化\n正\n右上\n没变化\n藏锋\n回锋\n不停\n楷书体\n有变化\n正\n右上\n有变化\n藏锋\n回锋\n停顿\n隶书体\n有变化\n正\n右上\n有变化\n藏锋\n回锋\n停顿\n行书体\n有变化\n变\n变化\n有变化\n变化\n变化\n不停\n草书体\n有变化\n变\n变化\n有变化\n变化\n变化\n不停\n书体年代\n篆书\n泰山刻石\n李斯\n秦公元前219年\n隶书\n褒斜道刻石\n佚名\n汉公元63年\n草书\n草书状\n索靖\n晋公元239—303年\n楷书\n宣示表\n钟繇\n三国公元151—230年\n行书\n兰亭序\n王羲之\n东晋公元303-361\n字体分类\n~2厘米的为小楷(小字)，5厘米以上的为大楷(大字)，之间的为中楷。但这仅仅是笼统的分法，实际上，现实生活里出现过小于1厘米的小字和大到1.8米的大字。\n小楷\n小楷，顾名思义，是楷书之小者，创始于三国魏时的钟繇。他原是位隶书最杰出的权威大家，所作楷书的笔意，亦脱胎于汉隶，笔势恍如飞鸿戏海，极生动之致。惟结体宽扁，横画长而直画短，仍存隶分的遗意，然已备尽楷法，实为正书之祖。到了东晋王羲之，将小楷书法更加以悉心钻研，使之达到了尽善尽美的境界，亦奠立了中国小楷书法优美的欣赏标准。\n大楷\n一般情况下，人们把一寸以上、数寸以下见方的真书称为大楷。较此更大的真书大字被称为“榜书”、“擘窠书”。根据历代书法家积累的经验，学习书法应先写大楷，作基本练习。掌握好大楷的点画、结构、布白，做到点画准确精到，结构疏密得当，则退而写小楷可做到结体宽绰开张，点画规矩清楚；进而学榜书则能结密无间而气魄宏阔，不致涣散无神。\n演变过程\n如今一般所说的楷书，是从汉隶逐渐演变而来的，按照时期划分，可分为魏碑和唐楷。魏碑是指魏、晋、南北朝时期的书体，它可以说是一种从隶书到楷书的过渡书体，钟致帅《雪轩书品》称：“魏碑书法，承汉隶之余韵，启唐楷之先声。”魏碑经常带有隶书的写法在其中，因此它的楷书性质还不成熟，但正因为这种不成熟性，也就造成了百花齐放的场面，意态奇异，形成了一种独特的美，康有为评价有“魏碑十美”。而狭义的楷书则是指到唐朝以后逐渐成熟起来的唐楷，其代表人物有初唐的欧阳询、虞世南、褚遂良、薛稷，中唐的颜真卿，晚唐的柳公权。我们常说的楷书四大家“颜柳欧赵”，前三个就在唐朝。到了唐末，楷书已发展到了顶峰，风格已过于规整，于是逐渐走下坡路了。但是“唐书重法，宋书重意”，宋朝的苏轼以其诗人的风度开创了丰腴跌宕、天真烂漫的“苏体”，堪称“宋朝第一”。宋末元初的赵孟俯，以其恬润、婉畅，形成了“赵体”，也就是四大家中的“赵”，但是“赵体”严格来讲应该属于行楷，不再是规规矩矩的楷书了，所以初学者一般从“颜柳欧”三体择一入手，这也被公认为学书之正路。下面我将这三体从多个角度作一对比，有的角度还参考了魏碑和赵体，为的是能够全面的认识楷书个体。以上重点对比了“颜柳欧”三体的风格与特点，这里面既有时代的影响，又有个人的因素，如欧体形成于初唐，受魏碑的影响较大；颜体受唐朝以肥为美的审美观点的影响，又较丰腴；而柳体由于柳公权为人正直，“人正则字正”。 \n初期\n初期“楷书”，仍残留极少的隶笔，结体略宽，横画长而直画短，在传世的魏晋帖中，如钟繇的《宣示表》（左图）、《荐季直表》、王羲之的《乐毅论》、《黄庭经》等，可为代表作。观其特点，诚如翁方纲所说：“变隶书之波画，加以点啄挑，仍存古隶之横直”。\n魏\n东晋以后，南北分裂，书法亦分为南北两派。北派书体，带着汉隶的遗型，笔法古拙劲正，而风格质朴方严，长于榜书，这就是所说的魏碑。南派书法，多疏放妍妙，长于尺牍。南北朝，因为地域差别，个人习性、书风迥然不同。北书刚强，南书蕴藉，各臻其妙，无分上下，而包世臣与康有为，却极力推崇两朝书，尤重北魏碑体。康氏举十美，以强调魏碑的优点。\n唐\n唐代的楷书，亦如唐代国势的兴盛局面，真所谓空前。书体成熟，书家辈出，在楷书方面，唐初的虞世南、欧阳询、褚遂良、中唐的颜真卿、晚唐的柳公权，其楷书作品均为后世所重，奉为习字的模范。\n古人学书法有这一种说法：“学书须先楷法，作字必先大字。大字以颜为法，中楷以欧为法，中楷既熟，然后敛为小楷，以钟王为法”。然根据多年实验研究结果表明：初学写字，不宜先学太大的字，中楷比较适合。\n初唐三大书法家，欧阳询、虞世南、褚遂良的楷书，都最适宜作中楷的临摹范本。兹分别简介如后：\n欧阳询的正楷，源出古隶，以二王体为基础，参以六朝北派书风，结体特异，独创一格，权威尤炽，其势力深入社会，几为学书的标准本。究其楷书特点，用笔刚劲峻拔，笔画方润整齐，结体开朗爽健。他的楷书碑帖代表作有《九成宫醴泉铭》、《化度寺碑》碑等。\n虞世南的楷书，婉雅秀逸，上承智永禅师的遗轨，为王派的嫡系。虽源出魏晋，但其外柔内刚，沉厚安详之韵，却一扫魏晋书风之怯懦。其楷书代表作，当以《夫子庙堂碑》为最。\n褚遂良的楷书，以疏瘦劲练见称，虽祖右军，而能得其媚趣。其字体结构看似非常奔放，却能巧妙地调和着静谧的风格，开创了前人所未到的境地，其楷书代表作，当以《雁塔圣教序》为最。\n一般说来，写小字与写大字是大不相同的，其原则上是：写大字要紧密无间，而写小字必要使其宽绰有余。也就是说：写大字要能做到小字似的精密；而写小字要能做到有大字似的局促，故古人所谓“作大字要如小字，而作小字要如大字。”又苏东坡论书有“大字难于结密而无间，小字难于宽绰有余”的精语。以上这些话怎么讲呢？因为我们通常写大字时，以为地位（面积）宽阔，可以任意挥洒，结果字体变成了松散空阔。写小字则正好相反，因为地空间太小，担心写不下就越难免要尽力局缩，往往局缩过当，反而变成蜷促。这都是自然而然的心理现象，极易触犯的毛病。所以苏公“大小难能”这句话，正是针对这种神情而发，更是经验老到之谈。\n写小字的重心与笔画的配合，则与大字无大差异。至于运笔，则略有不同。小字运笔要圆润、娟秀、挺拔、整齐；大字要雄壮、厚重。大字下笔时用逆锋（藏锋），收笔时用回锋；小字下笔时则不必用逆锋，宜用尖锋，收笔时宜用顿笔或提笔。譬如写一横，起笔处或尖而收笔处则圆；写一竖，起笔或略顿，收笔则尖；撇笔则起笔或肥而收笔瘦：捺笔则起笔或瘦而收笔肥，同时也要向左向右略作弧形，笔画生动而有情致；点欲尖而圆，挑欲尖而锐，弯欲内方而外圆，钩半曲半直。运笔灵活多变，莫可限定。尤其是整篇字，要笔笔不同，而又协调一致，一行字写出来，错落有致，却又一直在一条线上，如是则行气自然贯串，望之如串串珍珠项链，神采飞扬。\n小字为古代日用必需的书法，以前科举应试时，阅卷的人大半是先看字，然后再看文章。字如不好，文章再好也要受影响。朝考状元、翰林，尤注重书法。是故凡状元、翰林的小字，都是精妙的。一般读书，也都善写小字。如今硬笔盛行，用毛笔写小字的人不多，但用硬笔临写小楷字帖有事半功倍的明显进效，因此想写好硬笔字，不妨找本好的小楷字帖，加工练习。定能打下坚实基础，裨益终身，受用不尽。\n小楷字帖甚多，传世的墨拓中，要以晋唐小楷的声名最为显赫。其中通常包括了魏时钟繇的《宣示帖》《荐季直表》，东晋王羲之的《乐毅论》《曹娥碑》《黄庭经》王献之的《洛神赋十三行》、唐钟绍京的《灵飞经》等。还有元赵孟俯、明王宠、祝允明等小楷作品的墨迹影印本也是非常好的范本。\n钟繇书法，具古朴风格，惟传世作品《宣示表》、《荐季直表》，无一确实者，多为后人传模或临作。欣赏好的摹拓本，可以想像其古雅书风。\n宋元\n如果说汉魏是楷书的初始阶段，唐是楷书的成熟阶段，那么宋元就是楷书的延伸阶段。唐代楷书法度森严、结构严谨，到了宋元时期书法家们开始追求作品的美感，有的清秀俊朗，有的雍容典雅。\n清代\n清代的楷书以邵瑛所著的《间架结构摘要九十二法》为代表，它是在唐初四大书家之一欧阳询《结字三十六法》及明代李淳《大字结构八十四法》基础上系统、全面地研究剖析了汉字结构组合规律，归纳总结出九十二种汉字结体书写的方法，并各有典型例字。《间架结构摘要九十二法》是一本较为完整、实用的法帖，更对后世书者影响巨大，不仅适于初学书者临习，也可供书法爱好者参考欣赏。九十二法对初学者了解间架结构有指导意义，是初学者的启蒙导师。《间架结构摘要九十二法》成书100年后，被著名书法家黄自元临摹并推广。在清末及民国初年达到了家喻户晓、人手一册、学书之人案头必备的程度，至今仍有广泛影响力。 \n书法名人\n楷书的大家林立，像王羲之、王献之、欧、颜、柳、赵等。\n“书圣”——王羲之\n在书法史上最具影响力的书法家当属王羲之，东晋书法家，文学家。字逸少。琅琊临沂人，后移居会稽山阴（今浙江绍兴）。有“书圣”之称。亦长于诗文，但文才多为书法之名所掩，不为世人所重。曾任右将军、会稽内史等职，世称王右军。人称\"书圣\"。王羲之的行书《兰亭序》被誉为“天下第一行书”论者称其笔势以为飘若浮云，矫若惊龙，王羲之的传世墨迹可以让你对“精采绝伦”四个字有深刻的体会。他的作品美妙绝伦，无雷同乏味之嫌。中国书艺在他笔下成就最高个人顶峰，其后各代大家只是在某些方面进行了不同程度的发展和完善：或意或法、或韵或势，局部过之者不乏其人，整体而论，无出其右。\n欧阳询——欧体\n生于南朝陈武帝永定元年（557），卒于唐太宗贞观十五年（641），字信本，潭州临湘人（今湖南）。以楷书和行书著称。为书法史上第一大楷书家，其字体被称为“欧体”，与颜（真卿）体，柳（公权）体，赵（孟俯）体并驾齐驱。\n柳公权——柳体\n生于唐代宗大历十三年（778），卒于懿宗咸通六年（865）。字诚悬，京兆华原（今陕西耀县）人。唐代著名楷书家。\n颜真卿——颜体\n颜真卿（709～785）唐代书法家。字清臣，京兆万年（今陕西西安）人，祖籍琅琊临沂（今山东临沂）。书史亦称颜鲁公。为人刚直不阿。唐代书法革新家，为盛唐书法树立一面旗帜。颜真卿自幼学书，又得到张旭亲授，并师法蔡邕、王羲之、王献之、褚遂良等人，融会贯通，加以发展，形成独特风格。其楷书结体方正茂密，笔画横轻竖重，笔力雄强圆厚，气势庄严雄浑，人称“颜体”。其行草书纵横跌宕中具凝练浑厚之势。\n赵孟俯——赵体\n赵孟俯(1254－1322)字子昂，号雪松道人，又号水晶宫道人，湖州(浙江吴兴)人。官至翰林学士承旨，荣禄大夫，封魏国公，谥文敏。著有《松雪斋集》。赵孟俯是元代初期很有影响的书法家。《元史》本传讲，\"孟俯篆籀分隶真行草无不冠绝古今，遂以书名天下\"。赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵(即宋高宗赵构)书，中年学“钟繇及羲献诸家”，晚年师法李北海。此外，他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人，集前代诸家之大成。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。所以，赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。\n四大楷体\n楷体书法最为著名的四大家是：\n唐欧阳询（欧体） \n唐颜真卿（颜体） \n唐柳公权（柳体） \n元赵孟頫（赵体） \n一是：书学在唐代为鼎盛时期，凡及楷书，言必称虞、欧、褚、颜。颜真卿即是其中最富革新精神的大书法家。颜真卿(709—785)，字清臣，京兆万年(今陕西西安)人。他出身名门，是著名学者颜师古的五世孙。颜真卿为人笃实鲠直，向以义烈闻名于官场，曾为四朝元老，宦海浮沉，不以为意，后奉命招抚谋反的淮西节度使李希烈，为李所杀。\n颜真卿的书法渊自家学，但其得以变革的启迪者，乃吴郡张旭。由于他能兼取百家，自如取舍，留下大量书帖足可见其功力。史学家范文澜在著述中每及于唐书，皆称“盛唐的颜真卿，才是唐朝新书体的创造者”。颜的楷书，反映出一种盛世风貌，气字轩昂；而他的行草，使宋代米芾也心仪斯书，原因是那些书帖往往是在极度悲愤的心境中走笔疾书的，读者可从本文中领略个中滋味。情溶于艺，艺才生魂，历史上大凡优秀的艺术，均不违背此一准则。\n颜真卿，一位书坛的巨灵。千百年来，唯颜鲁公能比肩书圣王羲之，雄视阔步于书坛。唐代书坛固然以颜真卿为冠冕，而宋代也以颜书为大纛。自兹以往，颜真卿的书魂形成了巨大的向力，而又积淀成中华民族书魂的重要部分。《新唐书·颜真卿传》赞曰：“虽千五百岁．其英烈言言，如严霜烈日，可畏而仰哉!”英烈的日月人生，便是浇灌其书艺奇葩的不竭泉源。\n二是：柳公权，唐代宗大历十三年（公元778年）——唐懿宗咸通六年（公元865年，终年88岁。京兆华原（今陕西耀县）人。宫至太子少师，故世称“柳少师”。他初学王羲之并精研欧阳询、颜真卿笔法，然后自成一家。所写楷书，体势劲媚，骨力道健。较之颜体，柳字则稍清瘦，故有“颜筋柳骨”之称。穆宗尝问柳公权用笔之法，公权答云：“用笔在心，心正则笔正。”穆公为之改容，如其笔谏也。宋朱长文《墨池编》中说：“公权正书及行楷，皆妙品之最，草不夫能。其法出于颜，而加以遒劲丰润，自名家。”他初学王羲之笔法，以后遍阅近代书法，于是极力变右军法，学习颜真卿，又溶汇自己新意，使他的字避免了横细竖粗的态势，而取匀衡瘦硬，追魏碑斩钉截铁势，点画爽利挺秀，骨力遒劲，结体严紧，后世学书者不少以柳字为楷模。\n他二十九岁进士及第，在地方担任一个低级官吏，后来偶然被唐穆宗看见他的笔迹，一时机为书法圣品，就被朝廷召到长安，那时，柳公权已四十多岁。他的为人既有骨气有一丝不苟，同样地，他的字也显露了他这部分的特质。也因为如此，提高了他在长安的声望与地位，一般王公贵族都不惜钜金争相请他。\n晚唐书法经历盛中唐之后，盛极而衰，柳公权虽号一时中兴，但与颜书相比，仍略有高下之分。唐代书法隆盛一时，至此已见式微。柳公权的楷书参有欧阳询的笔法，往往将部分笔画紧密穿插，使宽绰处特别开阔，笔画细劲，棱角峻厉，虽用笔出自颜真卿，而与颜真卿的浑厚宽博不同，特别显得英气逼人。\n柳公权享年八十岁，一共臣事七位皇帝，最后以太子少师死于任上。\n他的传世书迹很多，影响较为突出的有《玄秘塔》、《神策军碑》、《金刚经》等。\n1、《神策军碑》：楷书，唐会昌三年（公元843年）立。是柳公权的代表作之一，较后世熟知的《玄秘塔》书体风格更有特色，结体布局平稳匀整，左紧右舒，也是较好的临写范本。\n2、《柳书金刚经》：楷书，唐长庆刚年（公元824年），四月刻。原石毁于宋代。有甘肃敦煌石室唐拓孤本传世，一字未损，今在法国巴黎博物院。评论家认为楷书金刚经，具备了钟（繇）、王（羲之）、欧（阳询）、虞（世南）、褚（遂良）、陆（东之）各体之长，有很高艺术价值。\n3、《玄秘塔碑》：楷书。唐会昌元年（公元841年）上二月立，原碑现存陕西西安碑林。此碑在传世的书迹中，最为著名。是历来影响最大的楷书范本之一。\n学习方法\n中楷比较适合作大字要如小字，而作小字要如大字。(陈槱《负暄野录》)\n楷书临习章法\n章法是书法艺术形式美的重要组成部分。点画是线条美，间架结构是局部的构图美，章法是整体构图美。赵体楷书的章法，可以从两个方面研究和把握起规律。\n其一，整齐一律。楷书章法的整体感，首先是整齐，字的排列形式是字与字、行与行之间的等距，给人一稳定、庄重的视觉效果，这种形式最适合严格意义的楷书。结字的宽窄、长短不同的造型产生局部参差变化，便整齐一律而不呆板拘谨的楷书不会出现不和谐或单调之弊。\n其二，多样统一。赵体楷书的最大特点是带有行书的成分，笔法多变，因字赋形，不刻意布置，在多样性、变化性中有着十分和谐统一的关系。给人的感受是静中有动，字中融情。一件书法艺术品首先感染人的是其整体效果，而整体是由无数个局部构成。因此，在布置章法时，不应该忽略每个字的细节，诸如字的造型、长短、欹正的变化，轻重的节奏感等，都需要慎重地考虑，严密地设计，并且要坚持不懈地经过较长时期磨练，始能自由地进行章法处理，表现出一种似乎没有设计的设计美，达到书法艺术的较高境界。\n楷书章法并不复杂，其主要形式有中堂、对联、条幅、横披、扇面等。楷书的章法布置，字距与行距大多基本相等，但也有行距大于字距的；一律自右至左竖写，横披的少字数者也仍然是由右至左书写；现代的中文横写是自左至右，在特殊需要的情况下也可以用这种方法，但竖写是仍然以从右至左为佳。书写注意\n清代书法家宋曹(书法约言·论楷书》曰:“盖作楷先须令字内间架明称，得其字形，再会以法，自然合度。然大小、繁简、长短、广狭，不得概使平直如算子状，但能就其本体，尽其形势，不拘拘于笔画之间，而遏其意趣。使笔笔着力，字字异形，行行殊致，极其自然，乃为有法。仍须带逸气，令其萧散;又须骨涵于中，筋不外露。无垂不缩，无往不收，方是藏锋，方令人有字外之想。如作大楷，结构贵密，否则獭散无神，若太密恐涉于俗。作小楷易于局促，务令开阔，有大字体段。易于局促者，病在把笔苦紧，于运腕不灵，则左右牵掣;把笔要在虚掌悬起，而转动自活。若不空其手心而意在笔后，徒得其点画耳，非书也。\n总之，习熟不拘成法，自然妙生。有唐以书法取人，故专务严整，极意欧、颜。欧、颜诸家，宜于朝庙浩救。若论其常，当法锤、王及虞书(东方画赞》、(乐毅论)、(曹娥碑》、(洛神赋》、《破邪论序》为则，他不必取也。”\n按语：论述精到，实当可取。 \n钢笔书法\n楷书是汉字 的主要书体。楷，是楷模，就是标准字体。钢笔楷书具有以下几个特点：\n讲究用笔\n钢笔楷书的笔画有提顿、藏露、方圆、快慢等用笔方法。不同的用笔方法产生\n不同的形态、质感的线条，不同的线条需要不同的用笔方法去体现。钢笔楷书字形较小，线条粗细变化不大，如果书写时用笔稍不注意，笔画就达不到要求，笔画就会出现软弱无力、僵硬死板等毛病。因此，必须经过严格训练才能掌握用笔方法。\n笔画分明\n钢笔楷书的每一个笔画的起笔和收笔都要交待清楚，工整规范，干净利落，不能潦草、粘连。但是笔画与笔画之间又要有内在的呼应关系，使笔画达到：既起收有序、笔笔分明、坚实有力，又停而不断、直而不僵、弯而不弱、流畅自然，非常好看！\n结构方整\n钢笔楷 书在结构上强调笔画和部首均衡分布、重心平稳、比例适当、字形端正、合乎规范。字与字排列在一起时要大小匀称、行款整齐。虽然也有形态上的参差变化，但从总体上看仍是整齐工整的。\n正是由于以上原因，历代许多书家都主张把楷书作为学习书法的第一步。现行的九年义务教育小学语文教学大纲要求，学生在小学阶段主要是学好写钢笔楷书，打好基础，为上中学写行楷书创造条件。实践证明，只有经过系统的楷书练习，才能了解汉字 行书笔画和结构的特点和要求，才能掌握汉字的组合规律，为学写行楷书奠定书写基础，从而练就一手合乎法度、流畅自然的行书和草书。\n练习楷书，应从笔画和结构两方面下功夫。练习笔画，主要解决用笔方法问题，目的是生产合格的“零件”；练习结构，主要是解决笔画和部首之间的组合方式问题，目的是学会结构方法，掌握结构规律，从而达到将字写端正、整齐、美观的要求。\n印刷字体\n印刷用的楷体是从楷书发展而成。发明雕版印刷术时，负责书写和刻制雕版的人就是当时擅写楷书的佛经“写经生”，楷书因而成为雕刻印刷最早期参照的字体。 \n电脑字体\n标楷体(DFKai-SB(Windows)/BiauKai(MacOS))\n华文楷体（KAIU.TTF）（随微软Office软件发布）\nARPL中楷（ARPLUKai）（自由字体，多个Linux发行版默认附带）\nKai（MacOS简体中文字体）\n","category":"楷书","verified":true,"user":1,"timestamp":1429951552837},{"name":"柳公权楷书皇英曲","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791640579,"text":"《柳公权皇英曲》古籍\n\n 柳公权的字给人第一感觉是刚劲有力，与颜真卿的字一起素有“颜筋柳骨”之称，如《玄秘塔碑》、《神策军碑》之类，而《皇英曲》一帖却以柔中寓刚丰腴俊秀的形象示人，反映出柳公权书法的另一面。今人多怀疑为伪作。","author":"唐代柳公权","description":"柳公权楷书皇英曲"}]