[{"name":"董其昌行书许文穆公墓祠记卷","text":"中国书法。明代文物。故宫博物院藏品。明万历十七年（一五八九），董其昌会试北京，中进士，由此对此次会试的主考官许国十分敬重。此卷即为董其昌为许国亲撰墓祠的稿本。纸质。行书。纵二十六点四厘米，横三百零一点五厘米，系其晚年老笔。此卷俊朗疏秀，丰神秀逸。与寻常应酬之作相比，显出其精湛的功力。\n\n名称：明董其昌行书许文穆公墓祠记\n类别：中国书法\n年代：明代\n人物简介\n董其昌在明万历十七年（1589年）会试北京，中进士。许国是此次会试的主考官，因此董其昌把许国视为自己取得功名的提挈人，对他十分敬重。在董其昌的《容台集》中即有一首为庆贺许国生日而写的诗和一篇悼念许国的墓祠记事。小行书恭谨不苟，气格清俊雅逸，虽系暮年老笔，却无衰颓之气。\n后世评价\n上海松江华亭多文人名士。其他不说，单是晋陆机、陆云兄弟和明董其昌，就足以使松江华亭名震海内外。这些文人名士在文学、书画艺术上的贡献是我国文学艺术宝库里不可多得的财富。\n大约是上世纪末，由海外华人学者傅申、王方宇等人发起，在上海召开了董其昌书法、绘画学术研讨会，对董其昌的书法、绘画和书画理论在后世的影响进行了较为系统的学术研讨，并对董其昌给予了很高的定位和评价，认为：董其昌是我国16至17世纪初叶一位重要的书画家和学者；其一生集书画创作、批评、理论、收藏、鉴别、著述于一身，是继“明四家”后最著名的书画家。董其昌17岁起便致力于书法，23岁开始学习绘画，自此就从未中断过书画实践，到他去世的六十余年中，已是“纸费盈屋”。应该说，董其昌流传下来的书画作品数量是相当可观的，这为我们研究他的书画艺术提供了充足的客观实证。董其昌收藏丰富，是著名的收藏、鉴赏家，经他收藏和题跋的唐、五代、两宋大家的作品不在百件之下。这对提高他的书画创作水平产生了非常重要的作用。他主张学书要从，临古入手，认为“学书不从临古入，必堕恶道”。他说：“临帖如骤遇异人，不必相其耳目、手足、头面，当观其举止、笑语、精神流露处，庄子所谓目击而道存也。”所以他的书法下笔有由，古淡秀润。这种风格一直笼罩着明代晚期至清代前期的书坛，其追随弟子延续到乾隆时期的张照，且余音萦绕二百余载，后世书坛巨子多瓣香其书。\n当时名望\n由于董其昌书名甚隆，四方争相求其撰写墓志、传记、行状、碑铭、悼挽之类文辞，并以此为荣。在明代，有如此盛况者，也只有同样高寿的吴门巨擘文待诏了。实质上，董其昌的书法主要法乳于颜鲁公，尤其是晚年书法，更得颜书之精髓，一洗姿媚之态，以唐法行晋人意，平淡天真，人书俱老，张照谓之“笔意冲夷高远”。其遒逸之致，犹如老树著花，清代高凤翰谓之“初看不觉佳，愈观愈妙者”。此卷书法与董其昌81岁所书的《程母墓志铭》有相合处，只不过后者更加率意一些。因为是为自己恩使撰写，心理上多少是有负担的。然而，在此作中，董其昌虽然是最大限度地做到了恭谨和不苟，但毕竟是书坛圣手，作品竟无半点拘挛之态，非俗常之辈所能及。董其昌对自己的书法是相当自负的。他说：“吾书无所不临仿，最得意在小楷书，而懒于拈笔，但以行草行世。亦都非作意书，第率尔酬应耳。若使当其合处，便不能追踪晋、宋，断不在唐人后乘也。”(《画禅室随笔·评书法》)今观董氏《许文穆公墓祠记》卷，足见其不妄言也。\n","category":"行书","verified":true,"user":1,"timestamp":1429951647701},{"name":"董其昌行书许文穆公墓祠记卷","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791607081,"text":"《许文穆公墓祠记》卷，明，董其昌书，纸本，行书，纵26.4cm，横301.5cm。北京故宫博物院藏。\n释文：太傅许文穆公墓祠记。神祖朝岁在己丑，吾师许文穆公典南宫试。所举会稽陶望龄、华亭其昌、南昌刘曰宁三人皆以天下士相许，复以生死交相讬。比公还政归，则陶子以兕觥大斗修祝哽之仪，刘子以白马素车赴执绋之会。至于先师兆域，诸子堂构，皆未及见其大全也。其昌年颓半百，谊激在三。念曲阜之材，必分植于群力；延陵之剑，当讨诺于九原。相此豸山，实维龙颡。川原缭绕，岭峤周遮，行营之高敞，可容万家；佳城之郁葱，能碍白日。龙迴虎俯，暗合青囊；天作地藏，无论石窌者矣。公之诸子季履中舍辈以为是役也，天子给秘器以宠之，命皇华以督之，虽莬裘之卜经，始于达生；而连岡之崇焜，耀于蕃锡。岂以墓祭非古，忍令野处无祠。将秬鬯二卣，委君恩于草莽；生刍一束，问宾至于水滨。必于乐哉丘也，别起福庭，则魂兮归来，仍依华屋。萧家师俭，何取鸟斯革而翚斯飞；宋玉招魂，可无兰为橑而桂为宇。若堂封若釜封，出自森森之柏；迎神曲送神曲，镌于翼翼之庑。岂惟孝子慈孙，进酺糒乎有所；且使门生故吏，荐藻芷而知归矣。或曰：此地西望轩皇铸鼎之区，东连许祖炼丹之窟，公与宣平同姓，将固应愿再来。否则殷室盐梅，何以骑箕乘尾；商山羽翼，终然访石寻松。斯墓为帨骨之仙都，斯祠即安灵之真宅。清明火冷，陋西邻之杀牛；华表月明，下辽城之化鹤。吾师乎，吾师乎！可久为贤人之大业不朽，则太上之大年兼之矣。赐进士出身，资政大夫、南京礼部尚书、前礼部左侍郎、兼翰林院侍读学士、实录副总裁、经筵讲官、门生董其昌撰并书。\n钤“宗伯学士”、“董氏玄宰”印。\n本幅鉴藏印有“桐孙所好”、“归砚草堂长物”、“文安王桐孙铭心绝品”等。\n董其昌在明万历十七年（1589年）会试北京，中进士，出自许国门下。许国去世后，他亲为恩师撰写“墓祠记”，此卷即为稿本。小行书恭谨不苟，气格清俊雅逸，虽系暮年老笔，却无衰颓之气，绝非寻常应酬之作可比。","author":"明代董其昌","description":"董其昌行书许文穆公墓祠记卷"}]