[{"name":"董其昌诗轴","text":"董其昌行书诗轴，该作品行书取法晋唐，用笔十分精到，内涵丰富，在笔的运动中完成点画的各种形态，气贯韵满，虚实结合，由此生动变化而曲尽其妙。[1] \n作品赏析\n书法结体上讲究精微、紧密而有势；在章法上则讲究疏密相间，以字距大、行距大形成疏朗的调子，将结体的美与行间的空白产生有与无的对比，因而造成萧散简远的意趣，又有耐看的内涵。此书作完全展示了书家秀逸虚灵、淡远率真的书法风貌，是其传世代表作。 \n董其昌（1555-1636），明代著名书画家。字玄宰，号思白、思翁，别号香光。松江华亭（今上海松江）人。“华亭派”的主要代表。谥叫文敏，因称董文敏。万历七年（公元1589年）举进士，历任编修，湖广副使、太常寺卿，礼部侍郎，南京礼部尚书等职，天启六年（公元1626年）辞官，以太子太保衔养老于家乡。他的字、画以及书画鉴赏，在明末和清代名声极大。善画山水，远师董源、巨然和黄公望。其画风笔意安闲温和、清新秀丽。他提倡用摹古代替创作。又以禅宗的南北派比附绘画，称“南北宗”。他是尚南贬北，抬高文人画的地位，打击压制和他相抗稀奇的“浙派”。其山水作品，用笔柔和，秀媚有余，魄力不足，缺乏气势，且多辗转摹仿，如《峒关蒲雪图》、《溪山平远图》等，皆为摹古之作。\n其作品留传至今的有：《山水》、《夏木垂阴图》等。著有《画禅室随笔》、《容台集》、《画旨》、《画眼》等。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951648216},{"name":"董其昌诗轴","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791607111,"text":"行书五绝\n\n行书五绝\n\n行书轴\n\n《自书七绝诗轴》轴，绫本，行书，纵256cm，横48.4cm。北京故宫博物院藏\n\n　　 此卷书于明天启二年（1622年），董其昌时年68岁。据《明史》卷二百八十八记载，为修《神宗实录》，刚被提升为太常寺卿兼侍读学士的董其昌被派往江南采辑先朝章疏及遗事。他乘此奉旨访书之良机，与米万钟等好友遍览江南所藏法书名画。此幅墨迹即作者与米氏在晋陵观赏收藏家唐君俞府中三世所藏法书名画后，“书此旧作纪事”。清王澍跋称“此文敏最存意之作”。\n　　 《石渠宝笈》卷二十八《明董其昌诗词手稿一册》中款云：“已酉后诗词，皆以米南宫行楷笔书写。”此轴书法既有米芾书意，又呈自己风格，笔意多变，拙巧互用，朴实自然，格调雅致，为董氏行书佳作之一。\n释文：\n　　 石室奎章待访编，君家自有旧青毡。若为主藏多嗔怪，昌猒何当损俸钱。\n　　 天启二年壬戌二月九日，余访君俞年侄。是时米友石参知以万寿称贺还金华，六次晋陵集于君俞斋中，明日余遍观君家三世所藏法书名画，书此旧作纪事。董其昌。\n　　 钤“太史氏”、“董氏玄宰”、“玄赏斋”印。幅左下有清王树澍一跋\n\n行书七绝\n\n行书七言诗一首 立轴\n钤印：宗伯之章、玄宰氏、玄赏斋\n题识：董其昌。\n释文：黄麻朝下紫宸居，玄武名传赤优书。此去三台临北斗，九衢春色望回车\n\n行书轴\n\n《行书女萝绣石壁五言诗条幅》台湾何创时书法艺术馆藏\n释文：女萝绣石壁，溪水青濛濛。紫葛蔓黄花，娟娟寒露中。朝饮花上露，夜卧松下风。云英化为水，光彩与我同。日月荡精魄，寥寥天府空。其昌\n\n\n\n张籍七言诗\n本幅书唐张籍《与贾岛闲游》七言诗，文字与原诗作有出入。此幅诗轴未署年款，从书风及所钤“大宗伯印”判断，当为董其昌77岁就任南京礼部尚书、掌詹事府事以后之作品。\n　　书法行中夹草，融合自然，行笔流畅，风格洒脱，为董氏晚年之代表作。 撰稿人：文金祥\n释文：水北原南野草新，雪消风暖不生尘。城中车马知无数，能解闲行有几人。\n款署：“其昌。”钤“董氏玄宰”、“大宗伯印”、“玄赏斋”。鉴藏印有“鹤舟所藏”、“紫云山房鉴藏书画印”。\n\n\n\n王维五绝诗\n\n\n\n\n\n\n\n释文：相逢之处花茸茸，峭壁撵峰千万重，他日期君何处是，寒流石上一株松。\n\n董其昌 草书五言诗 立轴\n           释文：石复临水，弄波情未极。日下川上寒，浮云澹无色。\n           说明：此拍品原为谭启龙所藏。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n董其昌 行草五言诗 立轴\n  释文：“道由白雪尽，春与青溪长，时有落花至，远随流水芳，闲门向山路，深柳读书堂，幽映每白日，清辉照衣裳。华亭董其昌书。”\n\n\n\n\n\n\n\n\n\n草书诗文 立轴 水墨纸本\n题识：其昌。 钤印：文宗伯印、董氏玄宰 董其昌（1555-1636），字玄宰，号思白，又号香光居士，汉族，华亭（今上海松江）人。“华亭派”的主要代表。明万历十六年（1588）进士，官至礼部尚书，卒谥文敏。董其昌精于书画鉴赏，收藏很多名家作品，在书画理论方面论着颇多，其“南北宗”的画论对晚明以后的画坛影响深远。工书法，对后世书法影响很大。其书画风格名重当世，并成为明代艺坛的主流。\n\n\n款识：青天蜀道不难攀，运思微茫杳霭间。稍着一迄杨子宅，依然秀甲九州山。题画，董其昌钤印：大宗伯印 玄宰印\n玄赏斋\n\n董其昌 行书七言诗 立轴\n\n董其昌 行书七言诗 立轴\n\n董其昌 草书·七言诗 立轴\n\n董其昌 行书长短句 立轴\n\n董其昌 行书七言诗 立轴\n\n董其昌 书法 镜框\n\n\n\n董其昌 行书七言诗 立轴\n\n董其昌 （款） 行书七言诗 立轴\n\n董其昌 行书诗 立轴\n款识：董其昌。\n印鉴：太史氏、董氏玄宰\n释文：开此鸿蒙荒，真成羽人宅。洪崖家可移，天姥梦亦得。\n\n董其昌 草书七言诗 立轴\n董其昌 行书五言诗 立轴\n款识：为竹浪上人书，其昌。\n钤印：青宫太保、董其昌印、玄赏斋\n\n董其昌 行草唐李白诗 立轴\n题识：其昌书。\n钤印：玄宰氏、大宗伯印\n说明：大岭别业题签。\n\n董其昌 草书七言诗 立轴\n题识：其昌。\n钤印：董其昌、玄宰。\n题签：单国强鉴题。\n董其昌传世书法作品以行书最多，代表作品有行书《临柳公权兰亭诗》。他重视师古，采摭精赅，强调要多参阅古代法书真迹。由于他的精鉴和颖悟，其仿古作品着重表达意趣。结构巧妙，善于夸张地运用杨凝式那种疏宕的布白方法，把行距、字距布置得更为适度，形成一种疏宕秀逸的风格。墨色变化丰富，有意识地强调运笔中的墨色，往往一笔下来即呈浓淡数层变化，这与他的绘画强调笔墨表现有关，用笔率易自然，于流畅中兼具生涩之趣。他的书法自具新意， 秀雅率易。董其昌书法崇尚平淡天真，自谓“吾书往往率意”，认为他的书法高于赵孟頫，“赵书因熟得俗态，吾书因生得秀色”。后世常将赵董并称。\n\n董其昌 草书五言诗 立轴\n钤印：太史氏、董氏玄宰\n题识：其昌。\n鉴藏印：墨庄真赏、阮氏琅环仙馆收藏印、瀛舟\n本幅所钤“阮氏琅环仙馆收藏印”应为乾隆进士，体仁阁大学士阮元（1764-1849）藏印。阮元号芸台，扬州人，工诗文，精鉴金石书画。\n释文：\n忽忆君家笠泽图，寒江密雪满菰蒲。\n于今身在齐清里，日对秦封五大夫。\n\n董其昌 行书七言诗 立轴\n\n钤印：大宗伯印、玄宰氏\n题识：其昌。\n鉴藏印：陈氏华家鉴赏珍藏、陈华鉴赏之章、陈华藏书\n释文\n缘溪青嶂是秦余，灵境今归旧史居。\n素友讵迷初入路，顽仙宁读未焚书。","author":"明代董其昌","description":"董其昌诗轴"}]