[{"name":"王铎拟山园帖卷七","text":"明末清初贰臣、书画家。字觉斯，一字觉之。号十樵，号嵩樵， 孟津（今河南孟津）人。天启二年（1622年）中进士，入翰林院庶吉士，累擢礼部尚书。崇祯十六年（1643年），王铎为东阁大学士。1644年满清入关后被授予礼部尚书、官弘文院学士，加太子少保，于永历六年（1652年）病逝故里。享年六十一岁，葬于河南巩义洛河边，谥文安。\n人物生平\n王铎（1592年—1652年）明末清初贰臣、书画家。字觉斯，一字觉之。号十樵，号嵩樵，又号痴庵、痴仙道人，别署烟潭渔叟。孟津（今河南）人。幼时家境十分贫寒，过着“不能一日两粥”的生活。天启二年（1622年）中进士，受到考官袁可立的赏识推荐，入翰林院庶吉士。崇祯十一年（1638年）春，进讲「中庸」「唯天下至圣」章，旁及时事，有「百骨如林」语；崇祯切责其敷衍支吾，不能发挥精义。铎惶惧，俯伏案前待罪。明年，任侍班。王铎身逢乱世，仕途坎坷多艰。崇祯十六年（1643年），五十一岁的王铎曾一度避难于苏州浒墅关袁枢寓所，二人交情笃厚，往来间以诗文书画相唱和。袁枢之父兵部尚书袁可立的神道碑文和墓志铭就是王铎亲笔撰文书写的。1644年擢礼部尚书，未到任时李自成攻克北京，崇祯帝殉国于景山。马士英等在南京拥立福王，王铎历任东阁大学士、次辅。\n顺治二年（1645年），豫亲王多铎克扬州，福王走芜湖，留王铎守江宁，铎同礼部尚书钱谦益等文武数百员出城迎豫亲王，奉表降，寻至京候用。历任礼部尚书管宏文院学士，「明史」副总裁，殿试读卷官，「太宗文皇帝实录」副总裁，加太子太保，少保，礼部尚书，铎先以二月间祭告西岳、江渎事竣，乞假归里，于顺治九年（1652年）病逝故里。享年六十一岁，葬于河南巩义洛河边，谥“文安”，荫孙之凤中书舍人。\n长子无党，初仕明为指挥同知；入本朝，官山西河东道。姜瓖叛时，巡抚祝世昌奏其御贼有功，寻迁济东道。次子无咎，顺治三年进士，官至太常寺少卿。\n主要成就\n铎博学好古，工诗文。画山水宗荆、关，丘壑峻伟，皴擦不多，以晕染作气，傅以淡色，沉沉丰蕴，意趣自别。山水花木竹石，皆用书中关纽。间作兰、竹、梅、石，洒然有物外趣。顺治三年（1646）作《渔舟萧闲图》，收入《历代名贤画粹》；永历四年（1650）作《雪景山水图》，收入日本《支那名画宝鉴》；永历五年（1651）被满洲政府罢官归里，作《兰石图》卷、《山水卷》，分别收入《新版世界美术全集》、《支那名画宝鉴》。王铎善于画山水和梅兰竹石，山东省济南市博物馆收藏的《雪景竹石图》是王铎为睢阳袁枢精心创作的一幅雪竹作品，\n他的画主要继承了五代荆浩和关仝的风格，王铎的作品丘壑高峻，气势雄伟。同时他也吸收董源和王维的画法，主要以水墨晕染为主，皴擦不多，略施淡色，山川显得厚实雄伟，生机勃勃。他的山水画景色比较写实，山石的造型方峻，勾皴相间。他的山水画是以元人的笔墨技法画出了宋人味道。王铎的人物画极少见，而且画法比较简略、写意。\n王铎书法独具特色，世称“神笔王铎”。他的书法与董其昌齐名，明末有“南董北王”之称，他书法用笔，出规入矩，张弛有度，却充满流转自如，力道千钧的力量。王铎擅长行草，笔法大\n气，劲健洒脱，淋漓痛快，戴明皋在《王铎草书诗卷跋》中说：“元章（米芾）狂草尤讲法，觉斯则全讲势，魏晋之风轨扫地矣，然风樯阵马，殊快人意，魄力之大，非赵、董辈所能及也。”他的墨迹传世较多，不少法帖、尺牍、题词均有刻石，其中最有名的是《拟山园帖》和《琅华馆帖》。其书法在日本、韩国、新加坡等国深受欢迎。日本人对王铎的书法极其欣赏，还因此衍发成一派别，称为“明清调”。他的《拟山园帖》传入日本，曾轰动一时。他们把王铎列为第一流的书法家。提出了“后王（王铎）胜先王（王羲之）”的看法。\n王铎工真、行、草书，得力于钟繇、王献之、颜真卿、米芾，笔力雄健，长于布局。梁评其“书得执笔法，学米南宫，苍老劲健，全以力胜。”清姜绍书《无声诗史》称具“行草书宗山阴父子（王羲之、王献之），正书出钟元常，虽模范钟、王，亦能自出胸臆。”居然有北宋大家之风。当时书坛流行董其昌书风，王铎与黄道周、倪元璐、傅山等人提倡取法高古，于时风中另树一帜。近世对日本书风有极大影响。存世书迹较多，刻有《拟山园帖》、《琅华馆帖》。《清史稿》卷七十九有传。《王维五言诗卷》，书于崇桢十六年（1643年），绫本，楷书、草书。凡32行，其中楷书13行，草书19行，每行字数不一。纵21厘米，横165.5厘米，故宫博物院藏。《赠袁枢诗册》计八页四十五行，三百八十一字，自署书于崇祯六年（1633），自作诗五律八首赠河南睢州（今睢县）袁枢(袁可立子)，为同时期的又一力作，现为美国杨思胜收藏。他的代表作《洛州香山诗轴》，在结字上把米芾的倚侧发挥到了极致，再以涨墨法略去点画改变字形，确实有“破鬼胆”之怪；再以中锋强力掠扛，轻重对比强烈，真正有神龙飞腾的不测之力。\n在书法上王铎是一位各体皆能、风格多样的书法全才。无论是伟岸遒劲的大楷、高古朴厚的小楷书，还是他那飞腾跳踯的行草书，在晚明书坛上都应说是一流的。正书在王铎作品中不多见，源于唐人而能自出胸襟。此诗卷前半部分，无论是字的大小、结体、字画、字距，皆给人一种奇特的感受。诗卷后半部分的行草在王铎作品中则不乏见，章法变化丰富，行笔能纵能敛，整体感强，结体欹正莫测，点画错综复杂，线条枯实互应，故其成就被人给予很高评价。王铎于明崇祯十年十二月二十七日书丹《明资政大夫正治上卿兵部尚书节寰袁公偕配诰封夫人宋氏合葬墓志铭》，铭近五千字。款署“赐进士、通议大夫、协理詹事府詹事、兼翰林院侍读学士、纂修先朝实录、记注起居、管理六曹章奏较内书、文华殿展书、诰勅撰文、前右春坊右谕德左庶子掌南京翰林院事、经筵讲官、通家乡眷生王铎顿首拜书丹”。节寰袁公即袁可立，河南睢州（今睢县）人，明廉直名臣，奉命备兵防海，收复旅顺，策反刘爱塔，为王铎先师考官。\n王铎虽然书法造诣很高，可在历史上，他却因降清而被列入《贰臣传》，被后人所垢病。受此牵连，他的书法也遭遇冷落，曾一度无闻尘世间。即今讥评何足道，后五百年言自公。经过一代又一代后人们的研习，王铎的书法拂尘生辉，越来越得到大家的推崇。关于王铎的书法，吴昌硕赞其书法曰：“文安健笔蟠蛟璃，有明书法推第一”，孟海先生也评之书法云：“(王铎)一生吃着二王法帖，天分又高，功力又深，结果居然能得其正传，矫正赵孟頫、董其昌的末流之失，在于明季，可说是书学界的‘中兴之主’。”当代启功先生也有言曰：“觉斯笔力能扛鼎，五百年来无此君”。\n王铎何以得到如此高的评价，这与他的奋发努力分不开。据说，为了提高书法水平，王铎“一日临帖，一日应请索”，临应期间，从不间断。\n王铎一生，独尊羲献，兼习钟繇、颜真卿、米芾等大家，故王铎的书法笔力雄健，长于布白，楷、行、隶、草，无不精妙。\n王铎行草《壬午临柳公权帖轴》，他用三行布白法，写出五行书来：起首在一行空白中挤出密密的两行小字，结尾以贴零的方法在边沿空隙中挤出一行小字。完全打破了传统的章法平衡美原则。行书《临王筠帖轴》为四行书，主题三行书如空中的柳条左右摇曵飞舞，没有一处是垂直平衡和安静的，最后一行书乃落款小字，更是从左上向右下摇荡，末了还在边空贴零挤上“王铎”二字穷款。邱振中曾用“轴线连缀”的方法分析王铎每行书的左右摇摆度，以感知这种章法的平面几何关系。这种翰札书、藁草书中很常见的章法布白，一下子在大幅立轴作品中产生了前所未有的惊险效果。这正是王铎平面视觉空间构筑上贯彻其所谓“幽险狰狞”的“魔鬼美学”原则，让人在视觉上如此强烈地感受到“劈山超海，飞沙走石，天旋地转，鞭雷电而骑雄龙”的意象。王铎在书法作品平面空间构成上的美学创造，至今已历四百年而无人居其右。王铎生活在一个动乱、黑暗的时代，仕途上并不用心，只图“好书数行”传于世。他在观念上并不主张反传统，但他锐意于书而近于痴的进取精神，不自觉地走到书法史上的另一个制高点，足以与羲、献项背。因此，他慨然叹曰：“余于书、于诗、于文、于字，沉心驱智，割情断欲，直思跂彼室奥。恨古人不见我，故饮食梦寐之。”(《中国书法全集-王铎一》，17页)这与张融“不恨臣无二王法，恨二王无臣法”之说可谓异曲同工。\n五十岁在怀州所书的《赠张抱一行书诗卷》和《赠张抱一草书诗卷》，这二卷分别是王铎行书和草书的精品。王铎诗宗杜甫，此二卷十数首感事伤时的诗中发出了“百感中原事，魂魂向夜生”的悲鸣，乃是离乱战火中奔波有感于生灵涂炭的“诗史”品格，因此前卷行书尤显沉雄深厚，后卷草书乃感幽怨缠绵。黄道周评价王铎书法曾有“五十自化”(《中国书法全集-王铎一》，12页)之说，这是强调生话与人格历练对书法风格成熟的审美卓见。徐悲鸿曾有一诗，用“蟠、蛟、螭”这种极尽其变的“神龙”来比拟王铎草书所塑造的形象，并赞之曰：“有明书法推第一，屈指匹敌空坤维。”他甚至还发问说：“文安诗作猛虎吼，谁执王字相雌雄？”(《中国书法全集-王铎一》，22页)这大概也是村上三岛“后王胜前王”之说的源头吧。\n王铎降清后八、九年时间，书风更趋成熟老辣，其狂草技法已臻化境。书法成了其“贰臣”的心理矛盾和落寞情怀的排遣，故作品已失去崇祯朝的扛鼎之力和奋发之气，而转为理性和孤冷。但偶有酒后佳作如《奉龚孝升书卷》，行笔刚毅，元气充盈，既是晚年颓废生活偶发牢骚的写照，也是悲剧情怀的痛苦表露，堪称行书代表作之一。\n关于《拟山园帖》，据说这是王铎晚年汇聚自己多年来临摹精品和自家的得意作品而编就的。他曾嘱咐儿孙说：“我一生别无所成，唯有书法一道小有所成。待我死后，可寻觅良工，将这些作品一一刻石镶置于中室四壁，传留后世。倘子孙后代有衣食不足时，亦可拓卖字帖，以济温饱。”20年前，只要来人给王家后人二元钱，即可随便拓帖，如今，这里已经全部保护起来。\n个人作品\n右图构图饱满，山峦重叠，草木丰蔚。行笔纵姿，随意点染，不着皴擦。逸笔草草，不拘绳墨。属文人笔墨游戏的风范。为画家晚年所作。\n轶事典故\n传说王铎18岁中举，20岁中进士，21岁入翰林，22岁放江南主考，江南人迎接主考时，见轿前有大旗两杆。一旗上写：“十载寒窗读书苦”，另一旗上写“奉母命不出难题。”人们向轿内一看，见主考大人却是位年轻书生，根本不象年高德劭的饱学之士。大家都切切私议，有人说他是膏粱子弟，官家少爷，凭着爷老子当大官放主考，哪有真才实学！甭说不出难题，实际上是他本人学问不深，恐怕顶多也只是知道个“子曰学而时习之”罢了。王铎在轿内听得清清楚楚。果然第一场出的试题就是：“子曰学而时习之。”许多人都说果然不出所料，很快交卷。第二场依然是原题，但要求内容不许重复。这下可难住了众举子，他们把所学的知识全用光了，才勉强交卷。不料第三场又是同一题目，众举子叫苦不迭，难于应付。大部分人搜尽枯肠，还是交了白卷。在发榜之后，众举子拜师之际，王铎哈哈一笑，当众挥笔，照题一气写成七篇词藻雅丽，文情并茂，议论精当，篇篇各异的奇文。一时才惊四座，声威并振。当时别家中魁挂匾，文为“江南才子”，唯有王铎家门首悬匾上书“才压江南”。\n传说王铎入阁拜相后，皇帝让他书写一幅匾额：天下太平。楷书巨匾挂上后，在一片赞扬声中，一个太监忽然发现“太”字少了一点，成了天下“大”平。众人抬头细审，果然是真。正待发问之时，但见王铎不慌不忙地手握颓笔，饱蘸浓墨，将笔向匾上掷去，不高不低，不歪不斜，恰好点在“大”字左下方，遒劲洒脱的一个“太”字，活灵活现地展示在众目睽睽之下。当时一片喝彩，齐夸王铎神功。皇帝惊喜万状，脱口称赞道：“王爱卿真乃神笔也。”从此“神笔王铎”驰名天下。\n后世纪念\n王铎墓北有凤凰山上的大宋会圣宫碑做伴，南有芝田附近的宋陵七帝八陵相陪，地望可谓极好。可惜的是，因修建陇海铁路，王铎墓冢从此被废。王铎墓地里，如今还尚存一些遗物。在北临铁道处，有一对巨大的石马。石马高约二米有三，线条流畅，刀法遒劲，很有气势。墓地南端，有一赑屃，颇为巨大，王铎墓碑已移至村里，石碑乃顺治的“谕祭碑”，碑上字体较大，依然清晰，书用颜体，雍容有韵。\n拟山园建于明崇祯元年（1628年），是明末清初著名书画家王铎的一座雅致清幽的林苑别墅。故址在邙山北麓崝嵘峰下，今洛孟一号公路所经过的新大坡口东侧，处于S形的幽谷中。这个幽谷又为东南西北四个深豁所环抱，自然景色优美，四季光照充足，是一处天然佳境。\n拟山园集林苑建筑之巧，亭台楼榭，曲径回廊。奇花异草，疏竹寒梅。布设精巧，匠心独运。园内种植有王铎喜爱的竹子、梧桐、梅花、藤萝等。他还亲自为各处景观命名为“梧桐岛”、“兰藤轩”、“星语坞”、“红药坛”等。\n拟山园之所以能够名冠当时，驰誉中州，盛名历350余年而不衰，是由于1652年以后，王铎次子王无咎将其父生前的部分书作汇集镌刻，名《拟山园帖》的缘故。自此，帖以园名，园以帖传，风靡三个世纪之久，成为我国名园书帖中的佼佼者。\n","category":"草书","verified":true,"user":1,"timestamp":1429951614580},{"name":"王铎拟山园帖卷七","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791618249,"text":"","author":"明代王铎","description":"王铎拟山园帖卷七"}]