[{"name":"王思任草书诗卷","text":"王思任（1574－1646），明末文学家、殉节官员。字季重，号谑庵，又号遂东、稽山外史，山阴（今浙江绍兴）人。万历年进士，曾知兴平、当涂、青浦三县，又任袁州推官、九江佥事。清兵破南京后，鲁王监国，以思任为礼部右侍郎，进尚书。顺治三年，绍兴为清兵所破，绝食而死。为文笔意放纵诙谐，时有讽刺时政之作。以《游唤》，《历游记》两种游记成就最高，《小洋》，《天姥》诸篇尤为著名。诗重自然，才情烂漫，惜放纵太甚，有《王季重十种》传世。\n生平简介\n万历三年，王思任生於北京。二十岁成进士，历知陕西兴平、富平、安徽当涂等县，所至兴利除害有声，但诙谐善谑，为庄士如、东林黛人李三才等所忌，宦途屡挫。三十九年再知青浦，未一年，即忤豪绅返里，筑园曰避园，楼曰读书佳山水楼，以诗文书画自娱。小题杂文如袁宏道，山水亦格高韵逸，知青浦时已为董其昌、陈继儒赏誉，又交汤显祖与汤宾尹，二人皆为其诗文作序，至是自作读书楼图，题跋者达七十馀人。\n崇祯二年，钱谦益与温体仁角逐大学士缺，其党人伪为阉党谀魏忠贤诗卷，列体仁、思任之名，故亦被按问。事白，补松江府学教授，明年升国子助教，伯爵某与驸马某皆奉旨听讲，讲章传诵一时，旋升南京工部主事。五年晋屯田郎中，备兵九江，募兵五百习战，并工潜水，遂使沿鄱阳湖各县盗贼敛迹。七年流寇破凤阳逼黄梅，隔江守将求援，将吏多言越界剿寇非便，巡抚犹豫未决，思任谓救邻即日救，卒使巡抚发兵过江破贼。但京中为大吏所谗，未录其功，且使落职。返里後析产与诸子，十二年并自叙年谱，谓可依诸子终老。弘光元年南都陷清，马士英拟奉太后入越，因上疏太后数其罪，又致书谓“吾越乃报仇雪耻之国，非藏垢纳污之区”，卒使自惭他适。鲁王既立，复应徵从政，终拜礼部尚书，屡疏时政之失。次年七月绍兴陷，遂退依祖墓，构草亭曰“孤竹庵”，自号“采薇子”，至九月中绝食而逝，年七十二。性疏放，好谑浪，尝制《弈律》，避兵犹负一棋局以往。\n思任有二女，皆能诗词，长女静淑，字玉隐，号隐禅子，嫁孝廉陈树襄，早寡，著《清凉集》、《青藤书屋集》；次女端淑，字玉映，嫁永平司李丁睿子，著《玉映堂集》。\n名篇赏析\n晚明文人，后人多斥为浅薄浮华。然而他们当承平时追求文采风流，有失检束，一旦江山易主，却又表现出坚贞不屈的节操与气骨。王思任在国难之前，以能文善谑著称。甲申以后，因大节卓荦，他的人格形象也由一个纯粹的文人而成为受人景仰的志士了。当南明小朝廷覆亡之际，奸臣马士英欲逃往绍兴避难，王思任做书以拒之。信中写道：\n“阁下文采风流，才情义侠，职素钦慕，当国破众疑之际，立今上，以定时局，以为古之郭汾阳，今之于少保也。然而一立之后，阁下气骄腹满，政本自由，兵权独握；从不讲战守之事，而只知贪黩之谋；酒色逢君，门墙固党；以致人心解体，士气不扬；叛兵至则束手无策，强敌来而先期以走；致令乘舆播迁，社稷邱墟，阁下谋国至此，即喙长三尺，亦何以自解也？以职上计，莫若明水一盂，自刎以谢天下，则忠愤节义之士，尚尔相亮无佗，若但求全首领，亦当立解枢权，授之才能清正大臣，以召英雄豪杰，呼号惕厉，犹当幸望中兴。如或消摇湖上，潦倒烟雾，仍效贾似道之故辙，千古笑齿，已经冷绝。再不然，如伯嚭渡江，吾越乃报仇雪耻之国，非藏垢纳污之区也，职当先赴胥涛，乞素车白马，以拒阁下。上干洪怒，死不赎辜，阁下以国法处之，则当束身以候缇骑；以私法处之，则当引颈以待锄霓。”\n这是一篇被广为传诵的文章。在历代书信体讽刺文中，可与嵇康的《与山巨源绝交书》、欧阳修《上高司谏书》鼎足而三。文章先扬后抑，先说马士英拥立弘光有功，然后笔锋陡转，极言指斥。至劝马氏“明水一盂，自刎以谢天下”，真是激扬慷慨，痛快淋漓。尤其是“吾越乃报仇雪耻之国，非藏垢纳污之区”，更是千古名言，掷地作金石声。若联系到近现代的秋瑾、鲁迅等绍兴籍志士，浙东人确实是有一种强项不屈、报酬雪耻的人文传统。\n作品选摘\n诗作\n【宿天界寺】\n古寺白门边，寒风逗石烟。\n松篁无俗径，钟磬有诸天。\n岁晚难为客，官闲易入禅。\n灯残僧别去，清梦竹相怜。\n散文\n【游满井记】\n京师渴处，得水便欢。安定门外五里有满井，初春，士女云集，予与吴友张度往观之。一亭函井，其规五尺，四洼而中满，故名。满之貌，泉突突起，如珠贯贯然，如眼睁睁然，又如渔沫吐吐然，藤蓊草翳资其湿。游人自中贵外贵以下，中者帽者，担者负者，席草而坐者，引颈勾肩履相错者，语言嘈杂。卖饮食者，邀河好烧，好酒，好大饭，好果子。贵有贵供，贱有贱鬻，势者近，弱者远，霍家奴驱逐态甚焰。\n有父子对酌，夫妇劝酬者，有高髻云鬟，觅鞋寻珥者，又有醉詈泼怒，生事祸人，而厥夭陪乞者。传闻昔年有妇即此坐蓐，各老妪解襦以惟者，万目睽睽，一握为笑。而予所目击，则有软不压驴，厥夭抉掖而去者，又有脚子抽复堕，仰天露丑者，更有，喇吓恣横，强取人衣物，或押人妻女，又有从旁不平，斗殴血流，折伤至死者，一国惑狂。予与张友贾酌苇盖之下，看尽把戏乃还。\n","category":"草书","verified":true,"user":1,"timestamp":1429951613970},{"name":"王思任草书诗卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791635404,"text":"王思任(1575-1646)\n 明代文学家。字季重，号谑庵、遂东，山阴(今浙江绍兴)人。幼年聪颖，二十岁中进士之后，一生三仕三黜，五十年内有一半闲居在野。曾三次出任知县，也担任过袁州推官、刑部及工部主事等职。鲁王监国时任礼部尚书。\n 清顺治二年(1645)五月，南京破，马士英奉太妃入浙，思任上疏怒斥马士英祸国映民，请立斩其头，传示各省。清军逼杭州，马士英欲渡江入越，思任致书拒之曰：“吾越乃报仇雪耻之乡，诽藏垢纳污之地也。职请先赴胥涛，乞素东白乃以拒阁下。”绍兴失守，王思任移居乡下，不入城、不剃发，绝食而亡，时年七十二岁。生性诙谐，平时常与狎客纵酒调笑，不加检点。散文受徐渭和公安派的影响。作品以游记散文著名，明丽清新，往往于诙谐中含讽世之意。代表作有《天姥》、《孤屿》、《游北固山记》、《观泰山记》、《游五台山记》等。诗重自然，不拘格套。钱谦益评\"季重为诗，才情烂漫，无复持择，入鬼入魔，恶道岔出\"（《列朝诗集小传》。著有《王季重十种》。","author":"明代王思任","description":"王思任草书诗卷"}]