[{"name":"怀素草书真迹千金帖绢本长卷","text":"千金帖有两个：一个是初唐僧人怀仁672年集摹王羲之行书字的《大唐三藏圣教序》，另一个是中唐僧人怀素799年书写的《小草千字文》。\n千金帖之一\n怀仁集王书圣教序\n《怀仁集王书圣教序》，唐咸亨三年（672）十二月刻。太宗李世民撰序，高宗李治撰记，怀仁集晋王羲之书，诸葛神力勒石，朱静藏镌字。碑原在陕西西安弘福寺，现藏陕西西安碑林。行书，三十行，行字数不一。额刻有七佛像。\n怀仁，唐朝僧人，生卒不详，在太宗时居长安弘福寺，集王羲之书作《圣教序》，为后世所称道。《怀仁集王书圣教序》是唐人敬重王羲之书法的体现，也是众多集王羲之书法碑刻中最成功，最有影响的一通。王羲之的书迹，赖此以传，后世争相学习。\n评价\n宋黄伯思《东观余论》云：“今观碑中字，与右军遗帖所有者县微克肖”。明王世贞《弇州山人稿》认为：“《圣教序》书法为百代楷模。”“极备八法之妙，真墨池之龙象，兰亭之羽翼也。”清王澍《竹云题跋》云：“自唐以来，士林慎重此碑，匪直《兴福寺》《隆阐法师》等碑为显效其体，即李北海，张司直，苏武功亦从此夺胎。”清蒋衡《拙存堂提拔》：“故《集圣教序》一气挥洒，神采奕奕，与《兰亭叙》并驱，为千古自学之祖”。沈曾植也云：“学唐贤书，无论何处不能不从此下手。”《怀仁集王书圣教序》传世所见宋拓尚多，此次印行之拓本为北宋拓本。十五行“慈”字，十八行“昆”字，二十一行“缘”字等皆未损。\n由来\n西安碑林中有一通“大唐三藏圣教序碑”，其碑文与大慈恩寺寺内大雁塔下的“大唐三藏圣教序碑”碑文一样，出于唐太宗李世民之手，可是人们却把它叫做“千金帖”，这是为什么呢？\n相传中国佛教法相宗的创始人玄奘法师自贞观三年去天竺取经，经历西域十六国，搜集了六百五十七部梵文佛经，启程回国。贞观十九年达到长安，奉敕在长安弘福寺潜心译经。玄奘上书请求唐太宗为全部经文写序，太宗欣然应允。贞观二十二年序文写就，又由太子李治写了述记。玄奘和佛徒们认为这“序”是最有权威的“护法宝”，因而纷纷刻之亍碑石，以志永存传世。玄奘先请唐代名书法家褚遂良用楷书书就，刻之于石，立于自己的藏经浮图——大雁塔下，因之世称“雁塔圣教序”。\n与此同时，弘福寺和尚产生了一个更宏大的刻碑意愿，他（怀仁和尚）上殿面君奏道：“为了使陛下所书之序能永存于世，臣僧将邀请一位书圣来抄写序文，不知圣上意下如何？”\n“谁？”\n“草圣王羲之。”\n“哈哈哈!”太宗龙颜大悦，“朕一生唯雅好王羲之大师之字，如能使前朝草圣由天而降书写碑文，朕当拜之为师，可惜此皆白日之梦耳！”\n怀仁和尚正色地奏道：“非梦也！臣思之，只要圣上下一道旨，号令天下，广征王羲之墨迹，命臣僧辨识、精选之，还怕碑文不成吗？”\n唐太宗闻言龙颜大悦，准了怀仁所奏，并封怀仁为征字刻碑总管禅师，专管征字、选字、集字和刻碑事宜。怀仁领旨后兴冲冲地走了。\n于是怀仁便开始了这项费时、费事的艰巨“工程”。有时他获知某某人藏有王羲之的墨迹，不论路程多远，他立即上门求借；有的王羲之墨迹藏有者贪财，他便用重金收购。他不怕劳累地，从征集来的大量王羲之的墨迹中筛选集字，为此损害了健康，倒贴进不少银两资财也在所不惜。这是因为怀仁本身也是一位书法家、一个王羲之草书的爱好者，他的集字刻碑不完全是为了迎合太宗皇帝的喜好，而是当作一项书法事业去潜心从事的。从唐太宗贞观二十二年太宗写成序文时开始，直到唐高宗咸亨三年，怀仁和尚整整干了二十四个年头方才完成了集字和刻碑的任务。因为在集字的过程中，为了补齐所缺之字，曾经在全国以重金征购，因此，历史上又流传了王羲之一字值千金的佳话，这块历尽怀仁千辛万苦所刻成的名碑也就获得了“千金帖”的美称。又因为碑额下方横刻着七个佛象，所以民间也有叫它“七佛圣教碑”的。\n怀仁集成的这通“千金帖”——《大唐三藏圣教序碑》以王羲之书法的特有风姿记载了玄奘法师天竺取经，繁荣中印文化交流的历史功绩。这通珍贵的名碑也是丝绸之路通中、南亚的最好佐证之一。\n千金帖之二\n怀素《草书千字文》\n亦称《小草千字文》，前人誉称“千金帖”，意谓“一字值一金”。\n《草书千字文》，绢本墨迹卷，高29厘米，长383厘米，八十四行，一千零四十五字。唐贞元十五年（799年）书，署款“贞元十五年六月十七日于零陵书，时年六十有三”。\n鉴赏\n真迹为明代文徵明所藏。后辗转至清乾末年为释六舟所有，后又归上海徐少圃等收藏。钤有“军司马印”、“赵孟頫印”、“文徵明印”等鉴藏印，帖前有文嘉、宋荤、毕秋帆、六舟等书签六条，并有文征明、杨柯、宋荤等跋，吴荣光、方士观等观款。此帖古朴淡雅、苍劲静穆，如行云流水，苍松仙鹤，于漫不经心处，显法度规矩，是怀素人书俱老，进入化境的佐证。于右任先生评价：“此为素师晚年最佳之作，可谓松风流水千年调，抱得琴来不用弹矣。” \n","category":"草书","verified":true,"user":1,"timestamp":1429951551018}]