[{"name":"刘光世即辰帖","text":"刘光世（1089年—1142年），字平叔，南宋高宗时抗金将领，为“南宋中兴四将”之一。保安军（今陕西延安志丹县）人。徽宗时奉命镇压河南叛军张迪，因功授承宣使，充任鄜延路马步军副总管。靖康初率部戍边，败夏兵于杏子堡。金兵大举南侵，与韩世忠等共守江南，屡立战功，升司检校太保、殿前都指挥使，封荣国公。绍兴年间，为三京招抚处置使，率部抗金，后因朝廷主张议和被召回。绍兴七年（公元1137年），引疾罢去兵权。去世后赠封太师，谥武僖，后追封鄜王，列七王之首。\n人物生平\n少年得志\n刘光世，字平叔，保安军（治今陕西志丹）人，将门世家。以荫补入官为三班奉职，累升领防御使，郎延路兵马都监。宣和三年，跟随父亲刘延庆镇压方腊起义，凭借战功升领耀州观察使、鄜延路兵马钤辖。宣和四年，宋军攻辽，刘光世随父攻取易州（今河北易县），升领奉国军承宣使，进入高级武官行列；在进攻辽南京的战役中。刘光世违约未到达，致使已先攻入城内的宋军失援而败，成为宋军攻辽战败的原因之一，因此被降官。后在镇压河北起义军张迪中立功，恢复领承宣使，升任鄜延路马步军副总管。 \n靖康元年（1126），西夏应金朝之约攻宋以牵制宋朝，刘光世在杏子堡（当在今陕西志丹东杏子河畔）战斗中击败西夏军，以功升领侍卫马军都虞候衔，成为侍卫马军司次长官。同年十一月，金军第二次进攻宋首都开封，刘光世率步骑3000勤王，在行军途中得知北宋已被金灭亡。次年四月下旬．刘光世率部到达尉氏，得到兵马大元帅府今，率部前往济州，于济州南新兴镇遇到正前往南京应天府的康王赵构，当即被任为元帅府五军都提举。 \n宋高宗即位后。刘光世任提举御营使司一行事务、行在都巡检使，陕西将官王德（王夜义）开始隶属刘光世部。八月，刘光世以讨平山东李昱之功，升领奉国军节度使，是南宋建立后第一个建节的将领。十月，宋高宗南逃，任命刘光世为滁州、和州（今和县）、濠州（今凤阳东北）、太平州（今当涂）、无为军（今无为）、江宁府界制置使，苗傅任都统制，先后击败张遇、李成。升领检校少傅。[3-4]   \n抗击金兵\n建炎三年二月，金军500骑兵追击至天长。宋高宗渡江南逃，刘光世所部未遇金兵即溃退渡江。被任为行在五军制置使，屯守镇江府，随后又升为殿前都指挥使，成为名存实亡的殿前司长官。三月，苗傅、刘正彦在杭州发动兵变。四月，刘光世参与平定苗、刘兵变，升为太尉、御营副使，所部即称御营副使军。后任江东宣抚使，守太平州、池州，移守江州。九月，金军自黄州渡江，刘光世率军南逃。建炎四年二月，河北流寇郦琼围攻固始县，降于刘光世后撤围南下。  \n建炎四年（1130）六月，撤消御营使，刘光世所部无所隶属，因其阶官为太尉，号称“太尉兵”，大臣们认为欠妥，遂设御前巡卫军，以刘光世为都统制，兼任两浙路安抚使、知镇江府，又加开府仪同三司为使相。金将挞懒（完颜昌）攻楚州，刘光世违诏不援，只派王德、鄙琼率轻兵袭扰金军而已。 绍兴元年（1131）三月，刘光世改兼淮南、京东路宣抚使，置司扬州，但刘光世不奉诏。 次年六月，刘光世升领宁武军、宁国军两镇节度使。 绍兴三年四月，改兼江东路宣抚使，置司建康。九月，南宋调整江防部置，刘光世改为江东、淮西宣抚使，置司池州；十月，伪齐军渡淮南犯，刘光世移驻建康设防。 绍兴四年，金和伪齐联军临江；五年正月，宋高宗亲征抵抗，并再次调整江防部署，刘光世升少保。十二月，南宋改军制，废神武军及巡卫军号，改设行营护军。刘光世所部改为行营左护军。六年五月，以部将王师成击败伪齐军之功，加领保静军节度使，遂成为继韩世忠之后第二个领三镇节度的将领。 六月，刘光世移屯庐州。十月，伪齐刘麟渡淮攻宋时，刘光世弃城南逃，在右相兼都督张浚的督迫之下，被迫回军，并派王德、郦琼等击败伪齐军于霍丘等地。藕塘之战杨沂中等大败伪齐军后，刘光世派王德率军随杨沂中追击伪齐军。  \n遭受降级\n刘光世一贯畏惧金军，每逢奉诏移驻前线，大多不奉诏而设法退避，治军不严，不少流寇、叛军乐于投附为部属，成为当时人数最多的军队之一。刘光世还常虚报军额，多占军费，作战时又多不亲临前线而是坐守后方，以便必要时逃跑。大臣们对他深为不满，但宋高宗考虑到南宋政权基础还不稳固，刘光世所部仍是不得不依靠的军事力量之一，不仅设法满足其后勤军需的供应，还不断对刘光世加官进爵，以防止其部属溃散后复为流寇或投奔伪齐。绍兴六年十二月，右相兼都督张浚奏：“刘光世骄惰不战，不可为大将，请罢之。”而左相赵鼎则认为，刘光世“将家子．将率士卒多出其门下，若无故罢之，恐人心不可”。绍兴七年二月，宰相张浚再次上奏：刘光世“沉酣酒色，不恤国事，语以恢复，意气拂然，乞赐罢斥，以儆将帅”。四月，刘光世罢为少师、万寿观使，其部隶属都督府。张浚意在直接控制左护军，以王德为都统制，郦琼为副都统制。果然如赵鼎所推测，引起郦琼等不少中低将领的不满，郦琼直属部队虽只5000余人，但在他的煽动裹胁下，同年八月叛归伪齐的竟达4万人之多。刘光世的行营左护军5．2万多人，仅剩王德所部8000余人及零星部队。  \n回天乏术\n绍兴八年（1138）冬，宋金第一次议和。宋高宗以宋金议和，刘光世赐和众辅国功臣号，进封雍国公、陕西宣抚使。 张俊亦赐功臣号，与已赐功臣号的韩世忠，成为南宋初期仅有的三个赐功臣号及领三镇节度使的将领。\n绍兴十年（1140），金朝违约南侵。五月，刘锜进行顺昌保卫战时，宋高宗又重新起用刘光世为三京招抚处置使以援刘锜，显然是对罢免刘光世兵权不当的一种抚慰，也可能想利用刘光世对伪齐灭亡后又投金的旧部产生某种影响。但刘光世在宋的旧部王德不原归属，宋朝廷只能调拨李显忠、李贵、步谅等将领所属数千人归属刘光世，战斗力不强，未起多大作用。 \n绍兴十一年（1141）四月，南宋朝廷收韩世忠、张俊、岳飞三大将兵权；六月，刘光世也再次被收兵权，罢为万寿观使、封杨国公。绍兴十二年（1142），刘光世死，终年54岁，谥武僖。乾道八年（1172），追封安城郡王。开禧元年（1205），追封鄜王。  \n书法作品\n刘光世留有《即辰帖》，纸本，行书，33.5×43.2厘米。有学者考证，该帖当是幕僚们的代笔。 \n轶事典故\n铸钱散敌军\n南宋初年，宋将刘光世抗击金兵，在江苏地区和金将完颜昌交战。刘光世了解到，完颜昌的部下长年背井离乡，久战沙场，都产生了思乡盼归之情。于是，刘光世让人铸造了一些带有“招纳信宝”字样的金银钱币。每次作战抓到金兵俘虏，都不杀害，发给他们这种钱币，对他们说：“你们想要回家，只要带上这种钱币，沿途我们的部队都会放行。”金兵俘虏回营后，拿出这些钱币给同伴看。同伴们一见动了心，都偷偷到宋营索要此钱，然后持钱逃回家。一时间，金兵士气涣散，逃走者不计其数。完颜昌下令严惩，但仍然制止不住士兵逃走，于是只好拔营而去。 \n历史评价\n元·脱脱等《宋史》：“南渡诸将以张、韩、刘、岳并称，而俊为之冠。然夷考其行事，则有不然者。俊受心膂爪牙之寄，其平苗、刘，虽有勤王之绩，然既不能守越，又弃四明，负亦不少。矧其附桧主和，谋杀岳飞，保全富贵，取媚人主，其负戾又如何哉？光世自恃宿将，选沮却畏，不用上命，师律不严，卒致郦琼之叛。迎合桧意，首纳军权，虽得善终牖下，君子不贵也。二人方之韩、岳益远矣。” \n宋·朱熹《朱子语类》：“光世在当时贪财好色，无与为比，军政极是弛坏，罢之未为不是………” \n明·钱士升《二十五别史》：“光世在诸将中最先进，驭军无法，不肯为国任事。” \n史籍记载\n《宋史·卷三百六十九·列传第一百二十八》\n《续资治通鉴·卷一百一十七》\n《建炎以来系年要录·卷一百零七》\n《二十五别史·南宋书》\n《朱子语类》\n家族成员\n父亲刘延庆，北宋徽宗时领保信军节度使。侍卫马军副都指挥使。后金军攻陷开封，刘延庆及刘光世兄刘光国率兵万人突围，两人皆死于乱兵。 \n墓地发现\n在杭州刘文村八百年的南宋大墓，墓主人被专家初步断定为“中兴四将”之一刘光世，墓距半山镇刘文村仅1.5公里。这座大墓背靠水晶山，东西两侧分别为东狗耳山、西狗耳山，北朝石榴矶山，正对面还有小溪流过，坐南朝北，周边风景较好。大墓因早年被盗过，所以出土文物不多，但还有一些宝贝。大墓一共有两个墓室，考古专家梁宝华表示，古代一般以东为上，所以东边可能是刘光世的墓，西边是他夫人的。在刘光世墓中，出土了定窑白瓷片，景德镇窑青白瓷碗残片。墓中还出土了粉盒和断柄铜镜。在刘光世墓中，出土的还有四只小铁牛，墓四角各放了一只，大约十厘米长，已锈迹斑斑。\n原本墓地的原址上为显宁寺。显宁寺曾多次重建，当年刘光世造墓时，把显宁寺迁到了山坞外，500年后，明末清初时，一位僧人又重建显宁寺，在建寺过程中，刘光世的墓大半被毁。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951559341}]