[{"name":"虞世南草书积时帖","text":"隋唐时代是中国历史上的又一个鼎盛时代，300多年间，大部分时间国家安定、经济发展，蒸蒸日上，成为当时有世界影响的东方大国。在安定统一的有利条件下，书法艺术也得到了很好的发展机遇。\n隋炀帝喜爱风雅，特建“妙楷台”以贮法书，即使下江南时也不忘将它们运走。唐高祖接收了隋内府的法书名画，又有所充实，至太宗时，更大出内府金帛购藏魏晋以来名迹，尤其是王羲之的作品。此后武则天曾设“内庭习艺馆”。唐玄宗倡导八分章草，扭转时风，掀起有唐书法的兴盛局面。至晚唐，帝王犹时时提拔书法人才。\n与皇室的重视密切相关的是政府的制度建设。隋代开科取士，唐代进一步完善，设有“明书（明字）”专科，同时在铨选官员时，以“身、言、书、判”为标准，其中书的要求是“楷法遒美”。唐代教育发达，在国子诸学中，列有“书学”一门，学习有关文字和书法的课程，另外规定其它各学的学生每天也须学书一幅，在弘文馆等机构有时还举行专门的学习班，由名家任教。与选官、教育相配合，国家机构中为书法人才提供了职位，中央一级有侍书学士、书学博士、书助教，在翰林院、集贤馆中的官员，有些也是书法专门人才，地方一级似乎也有的设有书助教的职务；各个政府部门尤其是文教机构中，还拥有大量的从事书法活动的职员。\n隋唐时代出现了两种重要的复制古代法书的方法：摹和拓。这使得古代经典不再只是少数人的专利，而有可能走向更大的范围，被更多的学书者所师法仿效。\n在一些地区如敦煌，抄写经文的需要，为一些人提供了接受书法教育和从事书法活动的机会，大大促进了书法的普及。\n隋唐时代的文学家、画家，与书法发生了更多的联系，许多人身兼两职，另一些人对书法也时常发表意见。这不仅使得书法艺术的社会关注程度有很大提高，而且得以从其他领域吸收有价值的观念，从而充实自己的审美内涵，提高自己的文化地位。\n在这样的历史条件下，隋唐书法形成了中国书法史上的又一个高峰。在其鼎盛时期，各体书都得到了社会重视，都出现了专门家，建立了崭新的艺术风格，整体上呈现出富有开拓性、包容性的品格，代表性书风雄强豪迈、大气磅礴，体现了时代精神。\n这一时代，一方面随着国家的统一，在南北朝晚期已经开始的南北书风融会的进程加速了，体现出了融会性与过渡性的特点。康有为说隋代书法的情况是：“隋碑内承周、齐峻整之绪，外收梁、陈绵丽之风，故简要清通，汇为一局，淳朴未除，精能不露。譬之骈文之有彦升、休文，诗家之有元晖、兰成：皆荟萃六朝之美，成其风会者也。”又说：“隋碑风神疏朗，体格峻整，大开唐风。”对隋代书法的描述颇为准确。\n隋代书法，主要成就表现在楷书上。有的以北魏为基础，而更加秀美典雅，如《董美人》、《苏孝慈》、丁道护《启法寺碑》等，似乎糅合了南朝书风，下开欧阳询格局；有的则谨传南朝家法，如智永《真草千字文》，后来为虞世南所继承；有的出于北齐、北周，如《龙藏寺》、《曹植庙碑》、《章仇氏造像》等，前者瘦健，已开褚遂良风范，后二者体势宽博，颜真卿书风，隐然欲出。\n隋朝著名的书家有丁道护、史陵、智果等。丁道护兼有北方的朴拙与南方的遒媚，他所书《启法寺碑》与《龙藏寺》齐名，为隋碑代表作。《龙藏寺》兼收北朝的雄浑端严和南朝的俊美劲俏，享有“六朝集成之碑”的美誉。包世臣《艺舟双楫》说：“隋《龙藏寺》出魏《李仲旋》、《敬显隽》两碑，而加纯净，左规右矩近千文，而雅健过之。书评谓右军字势雄强，此其庶几。”史陵书风瘦硬奇古，用笔精到，风格独异。智果为智永的弟子，其理论著作《心成颂》提出了十五种结字要求。\n唐初书法，历来称“欧、虞、褚、薛”四家，实际上欧、虞皆旧人，入唐时都已是60岁以上的老者，风格基本定型，欧虽稍稍吸收南朝风气以博时君之好，但仍主要是北朝形意；虞则固守智永家法，纯然东晋（尤其是小王）风流。因而两位代表书家都可以说是隋代书风的延伸。但相对于隋代来看，这时期也有一些新的动向，例如贞观年间倡导王羲之、提拔褚遂良、以行书入碑等，虽然没有立即在实践上形成变化，但无疑已经开始建立属于唐代的书风追求。\n楷书的发展——初唐\n初唐书风最胜，几个皇帝都是箇中高手，唐太宗以帝王之尊，大力提倡书法，特意尊崇王羲之，并搜访天下名书迹，君臣相扇之下书风鼎盛，更开设“书学”，以书取士，所以读书人自然个个发愤练字；据说科举时文章内容再好，字丑也是没有用的。\n太宗本身就写得一手好字，工隶书、飞白，行草得二王之妙，也学虞世南行书。所传之“温泉铭”便是以行书入碑之作，颇具二王之风。\n帝王之提倡，再加上当时社会安定，民生富足，正是发展文化的大好时机，书家辈出。成名当代，流名千古的“初唐四大家”──欧阳询、虞世南、褚遂良、薛稷就是此期之代表。\n发展：\n欧阳询：\n字信本，潭州人，生于陈武帝永定元年，卒于贞观十五年，享年八十五岁。官至银青光禄大夫，率更令，因此又称“欧阳率更”。他博取众长，融会贯通，而自成一家，兼善众体，在当时甚至还“扬名国际”，声名远播高丽，太宗也十分赏识他。欧阳询的书法以“武库矛戟”与“劲险”为特色，正书以九成宫为本色，而化度寺温润含蓄，成就最高；小楷则稍具姿色，以千字文为化表，行草虽不算顶清雅，仍有“跌荡流动”之势，以史事帖为代表。\n虞世南：\n字伯施，越州余姚人，生于南陈武帝永定二年，卒于贞观十二年，享年八十岁。官至秘书监，获赐永兴县子，世称“永兴”、“秘监”。博学多才，德高望重，太宗以其“德行、忠直、博学、文辞、书翰”曰五绝。学书于智永，得其精传。\n其书近法智永，算是二王之远亲，又偏工行草，得于南帖特多。其隶、行、草皆妙，但流传书迹甚少，正书仅孔子庙堂碑，行书有汝南公主墓志铭，草书则有积时帖为代表。\n褚遂良：\n字登善、河南阳翟人，官至尚书左仆射河南公，世称褚河南。生于隋开皇十六年，卒于唐高宗显庆四年，享年六十四岁。博学通识，具王佐之财，亦是忠谠之臣。少学虞世南书，长则祖述右军，尽得其妙，兼取众美，自立门户，与欧、虞鼎立。\n登善的面目最多，变化也最大，正所谓“一碑有一碑的面目，一碑有一碑的风神”也。其正书比欧、虞婉美劲逸，如伊阙佛龛，尚存隶意，气调浑古，而雁塔圣教序记，房玄龄碑成就最高。行书则温润似永兴，以枯树赋为代表。\n薛稷：\n唐太宗贞观二十三年(公元649年)——唐玄宗先天二年(公元713年)，终年65岁，蒲州汾阴(今山西万荣)人。官至札部尚书，太子少保。他在外祖父魏征家见到虞世南和褚遂良的书迹，锐意临仿，不久遂以书法名扬天下。\n他的书法用笔纤瘦，结字疏朗，自成一家。宋徽宗赵佶的“瘦金书”就是由薛稷书法演化而成。与欧阳询、虞世南、褚遂良并称初唐四大书家。传世书迹有《杏冥君铭》、《信行禅师碑》。\n楷书的发展——中唐\n初唐三大家风格虽异，然崇尚瘦劲，大家都如此，遂演成风气。开元后，书风丕变，极力矫正少肉之病，渐渐的便脱了三王气息，开创唐代特有之面目，照耀书吏。此时期之书家，前有李邕，后有颜真卿，足以和初唐三大家抗衡。北海﹝李邕﹞虽未脱瘦劲，但以行书入碑，别具一格，时有写碑八百余之称。鲁公﹝真卿﹞则纳古法于新意中，陶铸万象，隐括众长，使楷书笔法，穷尽变化，臻乎出神入化之境。\n发展：\n李邕：\n字泰和、扬州江都人。生于唐高宗仪凤三年，卒于玄宗天宝六年，享年六十九岁。尝为北海守，世称“李北海”。其父名善，以注文选享名。北海资质极好，才力过人，且刚毅忠烈，嫉恶如仇，文名尤盛，世以“文章、书翰、正直、辞辩、义、烈”为六绝。工于翰墨，初学右军书，深得其妙，复脱弃旧习，参以已意，所以笔力清新。博取众美，自成一格，从“书中仙手”、“右军如龙，北海如象”等称美中可看出他的成就。\n李邕的书法，大概是有二王的韵致，而稍变形态，使笔画便加礼腴。尤以“行笔入楷”，气势飞动，飘逸多姿而又笔力万钧。\n传世书以李思训碑，岳麓寺碑最着。\n颜真卿：\n楷书至颜真卿而丕变，而其书实源于徐浩，两者笔法实颇有相似之处。盖真卿之笔法，实前有所承。\n真卿字清臣、临沂人，颜师古的五世从孙。官至太子太师，封鲁郡公，世称“太师”、“鲁公”，又曾为平原令，所以也以“平原”称之。生于唐中宗景龙元年，卒于德宗贞元元年，享年七十八岁。鲁公生性耿介，为忠臣烈士。小时候家里贫穷，没有纸笔，以黄土书墙学习，初受书于张旭，深得其笔法；并兼及初唐三大家书，深得其妙。由此可知颜真卿以当代书植其基，其后便追上魏晋，颇得二王胜处。\n他博取众体之精，并融贯已意，使楷书臻于极境，至今尚不能脱其藩离，正所谓“闲气古今三鼎足，杜诗韩笔与颜书”。\n鲁公是书史上居承先启后地位的伟大人物，他的正书，向以博厚雄强着称，“锋绝剑摧，惊飞逸势”，以颜世家庙碑为代表；至于摩崖大家，气势磅礴，以大唐中兴颂最着；至最高境界，表现冲和淡远之韵致者，则推李玄靖碑。行草道劲秀挺，古意盎然，以祭侄稿为第一。\n徐浩：\n字季海、越州人，工翰墨，声飞当代，肃宗时四方诏令皆出自其手。“用笔劲正有而心圆”，确实是真卿之本，以不空和尚碑为代表。此碑笔画肥厚，起笔、收笔及转折处皆趋圆劲而富变化，结体平正宽博，酷似鲁公笔法。\n楷书的发展——晚唐\n中唐的颜真卿将楷法发展至无体不备之颠峰状态，其后的书家一味仿拟，毫无新意可言，书风而盛极转衰，伏下求变之转机。\n元和后，出了个柳公权健身美容班，他力矫当代肥俗之病，复主永瘦劲，将颜筋使转顿挫之法加以夸示，削肉存骨；而棱角尽露，书亦坚劲无比，遂使晚唐书风又变，与鲁公并称，后世有“颜筋柳骨”之誉。但那时已是唐未，国祚已衰，书道亦随之沉滞，后继无人，柳体又成绝响，这个时期就只有柳公权可以做代表了。\n发展：\n柳公权：\n字诚悬，京兆华原县人。生于唐代宗大历十三年，卒于懿宗咸通六年，享年八十八岁。博贯经术，通音律，元和中进士及第，官至太子少师，封河东郡开国公，追赠太子师。\n诚悬学习书自二王入手，其后遍取前代书家之长；其书之样貌，虽与鲁公肥瘦殊异，而笔法实同。博览众长，运已意于新体，遂自成一家。\n一生得穆宗、文宗、宣宗三朝之宠，当代公卿之家所作碑志，若未得诚悬书，便有“子孙不孝”之讥。外夷闻其书名，往往以货贝具购其字，是以外扬中外，更甚于北海。笔画细瘦之中，仍运用颜筋使转顿挫之方法，故运笔之迹外露画外，倍觉棱角崚厉，但不免有剑拔弩张的感觉(李后主曰之“失于生犷”)。然真正柳书之至者，仍是锋芒略敛以平正得势者；“神气清健”，正是柳书本色。\n传世作品以神策军纪圣德碑为代表，而成就最高的则推金刚经了。\n写经书法\n清光绪年间敦煌石室发现大量藏经写本后，书史又大为改变。其内容礼富，包括西晋至北宋间墨迹，而唐代最礼。但石室发现后，发现者道士王圆箓，不明白这些东西是何等珍贵，先后被英、法、日及许多外籍学者选去精华，实在甚为可惜。因为有别于上述分类，多为工整之小楷，故简述于后。\n唐代写经特有书体，实源于前代。西晋时的写经卷便已粗具经卷体的规模。而至南朝时的字体益趋端整，楷法渐完备，仍具写经字之特色；北朝之风格则与南朝相去不远。隋代书法居南北融合之枢纽，但在写经上就没有这个分别了；书体更近于唐楷，仍带有经卷之特色。\n唐代承接其后，大放异彩，呈现名异之风格。秀劲圆润以大楼炭经卷为代表﹝高宗时作﹞；十戒经可作秀逸疏宕的代表﹝玄宗﹞；观世音经以端整厚重着称﹝代宗﹞；瘦劲秀丽则以瑜伽师地论卷廿三为代表﹝宣宗﹞。\n狂草\n狂草的成就，是唐代书法高峰的另一方面的表现。代表人物是张旭和怀素。\n发展：\n张旭：\n字伯高、苏州吴人，闻名于玄宗开元、天宝间，和贺知章是好朋友，颜真卿少年时曾拜他为师。官至长史，世称“张长史”，任性豪放，不拘细节，好酒嗜书，大醉时呼叫狂走，甚至“以颅墨而书”，时称“张颠”。唐文宗时，以李白歌诗，斐旻剑舞，张旭草书为三绝，可明白他的造诣。\n张旭的草书自成一格，而奠基精楷，得欧、虞、褚之精，取法初唐诸家，故其书狂纵而不逾法度，古劲绝伦，为世所叹服，兼能取众美，以楷书为本，更出已意，乃有空前之成就。\n伯高传世的书迹有郎官石记﹝正书﹞，戏鸿堂帖所收之秋深帖、步虚词；尚有悲清秋赋、肚痛帖等，以古诗四帖墨迹为代表。\n古诗四帖﹝肚痛帖、千字文残帖附﹞：\n伯高狂草以古诗四帖为，此帖的内容包括了步虚词二首，王子晋机、巖下老公四五少年机，共四首，书于五色纸上。\n观巖下老公四五少年机之笔画略丰，多处乾笔飞白，苍劲有力。笔势放纵，常一笔直下，绝逸之极。伯高草书，有晋宋遗风，且以精楷为基础，故所做草书虽千奇百怪，但细查其笔法，一点一画无不规矩，正是伯高本色。所傅诸帖皆是同一笔法。\n自张旭以来名家辈出，如怀素、郑度、邬彤、释高闲、释亚栖等，而以怀素最为出色。\n释怀素：\n释怀素，字藏真，俗姓钱，长沙人，后徙家京兆，为玄奘三藏之门人，生于玄宗开元年间，卒年不详。生性放纵，精意翰墨，独能继伯高之绪，与之并称一代狂草之冠冕。书风遍取当代名家人，而得于张旭，二王独多，尤能独创新意，临池之工精深，遂与张旭齐名，以自叙帖，小草千字文为代表。\n自叙帖：\n自叙帖为藏真狂草不朽之作，时四十一岁，乃盛年精意之书。此帖以变幻飞动之笔，自抒学历及成就，气象万千，纵横无涯，淋漓痛快，虽然有点自负，但人无异论。\n其笔画劲瘦，字与字多属连属，奔放而运笔仍逐步顿挫，转折合度。上下连技同气，左右俱顾盼之姿，字行布白宽綼，意趣精深，且法度俱备。\n小草千字文：\n这是怀素晚年由奔放入清淡疏远之杰作，全帖无自叙帖之纵放奇趣，而气调尤为清逸。其笔画已无任意牵连之迹，各字多独立，运笔较收敛，且中规中矩，字体大小一致，字行宽绰，堪称草书极品。\n怀素之后，狂草亦盛，尤以释氏为然。\n在中国古代书论中，不论是对篆、隶、行、楷，还是对草书的论述，大多是以自然景观或某些现象作比，加以形容和描述，读者要靠一种生活感受、生活经验去领悟，才能欣赏和理解。书法实在是一种很玄奥的艺术，尤其狂草，书写者往往是充满激情，处在一种亢奋的状态下完成的，读者从墨迹中隐隐地感受到某种情绪。这其实正是一种表现主义艺术的特点，狂草产生于唐代，当时的绘画基本上属于工笔重彩的表现形式，范山模水，描眉涂目，都须凭藉理性在较长时间里才能完成的。即使如吴道子那种带有表现主义成分的画法，也终归要受到物形的限制，并不是能够完全放开来的。在这种情况下，从书法中出现了狂草，则可以借用来比较充分地表现情感或情绪。这恐怕是表现主义书法产生的主要缘由。\n在张旭和怀素以后，历代都有草书大家出现，如宋代黄庭坚、明代祝允明、徐谓、王铎，清代傅山，现代林散之等。每一书家在继承前人的同时，又融进了自己的个性。\n","category":"草书","verified":true,"user":1,"timestamp":1429951554976}]