[{"name":"王铎书轴集","text":"王铎行草书轴，该幅行草书是书家节选意临王羲之《十七帖》，其内容是：“迟此期，真以日为岁，想足下镇彼土，未有动理耳。要欲及此，卿在彼登汶领峨嵋而旋，实不朽之盛事，但言此心驰。”\n作品鉴赏\n《十七帖》是王羲之行草书名篇佳作，被历代书家作为范本用来临习。该行草书，虽然是节临王羲之的《十七帖》，但已不是纯粹意义上的临习，而是一种意临。在这里，可见书家博采众长，笔势连绵流畅，起笔、转折处又多方笔，凝重而不板滞，刚柔相济。其结体、章法也颇具特色，字形奇险，或东倒西歪，或头重脚轻，章法大小错落，疏密相间，不平衡的字通过字与字之间和谐的安排求得平衡，纵而能敛，险中见正，形成跌宕起伏、对立统一的艺术效果。从而创作出这纵横飘忽、奇崛恣肆、大起大落、笔力惊人的作品；在审美形式上，造成流动、明快的视觉效果，给人以强烈的写意感受。 \n王铎（1592—1652），字觉斯，号嵩樵，河南孟津人。明天启年进士，官至礼部尚书。清入关后，因“率众冒雨跪迎降清军”，官亦至礼部尚书。善诗文，能绘画，尤精书法。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951614436},{"name":"王铎书轴集","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791612507,"text":"《香山寺作五律诗》\n\n\n《入深势不诗轴》 \n\n\n\n《黼臣丈文语轴》 \n\n\n\n《壮心无与说五律诗轴》 \n\n\n\n王铎59岁行书《苍云禅寺五律诗轴》\n\n王铎《行书赠单大年家丈立轴》 绫本 纵234cm，宽56cm，自署书于丁亥年（清顺治四年，1647年）。凡五行，共101字。台湾何创时书法艺术馆藏。\n\n王铎《行书忆过中条山语轴》 立轴 己卯1639年作\n释文：\n予年十八岁过中条至河东书院忆登高远望尧封多葱郁之气今齿渐臻知非觏吾乡太峰眉宇带中条烟霞之意勉而书此岂非非之为欤己卯洪洞王铎\n\n王铎《草书高适七绝万骑争歌杨柳春诗立轴》 约书于明崇祯十二年（己卯1639年），行草书。166×55cm 日本村上三岛氏藏\n释文：万骑争歌杨柳春,千场对舞绣骐驎。到处尽逢欢洽事,相看总是太平人。 洛下王铎 孟坚老词坛\n凡四行，共三十七字。约书于己卯年（明崇祯十二年，一六三九年）。\n\n王铎《香山寺作五律诗轴》 1640年作 纵260.3cm 横51.8cm 日本藤井有邻馆藏\n释文：\n细迳翠微入 幽香麈迹稀\n虚潭留色相 响谷发清机\n人淡听松去 僧闲洗药归\n莫窥灵景外 漠漠一鸥飞\n香山寺作\n应五老亲家正 庚辰夏王铎\n\n王铎 行书沙河镇作轴\n\n王铎《草书录语》轴，绫本，纵254.2cm，横48.2cm。北京故宫博物院藏\n　　释文：\n　　云之为体无自心，而能合电章，霑被天下，自彼盘古罔有衰歇之貺。宋公以岱云别号，不独仰景泰翁也。嘘枯洒润，田文明，其望熙亯非棘欤。庚辰夏宵奉，王铎。\n　　此轴录语一段，末款“庚辰夏宵奉，王铎。”下钤“崝嵘王铎”、“大宗伯印”。无鉴藏印。从题款可知此轴作于明崇祯十三年（1640年），王铎时年48岁。此轴题款处距边缘很近，且题款形式也似有不尽合理之处，故推测上款可能已为人裁去。王铎此轴作于明末，受字人或与明廷有关，并在清初属于不容于清政权之人，因此收藏者将上款剜去，现在也就难考其人了。\n　　此轴笔墨丰润，行笔洒脱，但笔力略弱，字体亦较规正，当属王铎书风初成时期的作品。\n\n王铎《突兀岩峦气五律条幅》 台湾何创时书法艺术馆藏\n释文：“突兀岩峦气。息深无动容。自能同雪豦。不欲受人封。宇宙劳蛇蠋。风雷夹烛龙。虚堂安可閟。苂怪奋石淙。观史念冲壁。上仰生画松。” 款署：“荆岫老亲契教之辛已八月作　王铎具草”，印：“王铎之印”、“娄络亭印”、收藏印“闵□收藏印”。\n  大凡一个大书家的条件中，所有有形的笔墨技法，都已经是属于形而下的问题了，但这些要件，却又是主宰著表现的基本要素，王铎这件条幅作品，是五十岁壮年写的，当属他成熟而精神状态极佳的时期。\n  通常我们看到王铎此类型作品，都可直接的感受到那种疾风骤雨，宛如龙行的扭曲姿肆的跋扈，和跌宕跳跃的节奏，讲究但又不在意的顺著自然行走，而使天人合一，这是其作品最迷人的地方，此幅是这类作品较平整的，可能与当时心境，亦或是求字人物有关，因为比较平正，那种直取颜平原的凝厚和米南宫快剑断阵笔势的气韵，更显得落落无畏的轩昂气度。\n\n王铎 《行书飞人五言诗一首》立轴 綾 本 崇禎十四年（1641)。辽宁省博物馆藏。\n 诗的内容是赞美杨荆岫的。时杨荆岫由礼部员外郎任上以疾请归，正居於乡里(参考本卷《作品考释．手稿．望白雁潭作诗轴》) 所谓“竟欲投虚白，相从饱翠微”，“可是周身诀，春风岂不酗。”即表达了对杨荆岫退身官场，投足山林的肯定舆倾慕。\n 款下有“宗伯学士”白文印，始见於本年的作品。\n释文:\n飛人何處遇，往往在雲磯。竟欲投 虚白，相從飽翠微。靈文丹竈受，亂世虎狼 違。可是周身訣，春風豈不馡。飛人一首 王 鐸辛巳 荆岫公詩壇正\n\n王铎《自作太平庵五律诗》轴 崇禎十四年（壬午1642年）， 绫本 224×52.7厘米 天津博物馆藏。\n【释文】芙蓉二十度，忍复说都门。经乱前人少，寻幽古水存。药田增羽翼，蕉户阅乾坤。此夕同闻罄，斜阳动石根。蒋若椰招饮，太平庵水亭作。彻庵陈老词坛正 王铎。\n\n王铎《五律夜渡作行书诗轴》 1642年作 纵244cm 横48cm 沈阳故宫博物院藏\n释文：\n长路多辛楚 依稀闻扣舷\n方知飞野鹭 不辨入潭烟\n硕頟人无已 梅梅月可怜\n应输牧豕子 何意感玄天\n夜渡作\n山公老词丈正 壬 午秋 王铎\n\n行书燕矶书事轴 纵224厘米、横50厘米 绫本 1643年书 广东省博物馆藏\n\n王铎《宿江上作诗轴》轴 清顺治二年（乙酉1645年）行书 绫本 243×59cm，日本村上三岛旧藏 。\n释文：高枕来寒月，悠悠有所忘。飘摇闻细雨，杳霭度虚光。海泊侵江路，佛龛过木香。一身无不可，清梦落何乡。宿江上作。乙酉上元灯下，书于秣陵。七舅吟坛教正，甥王铎。\n《宿江上作诗轴》作于1645年，这一年也是王铎降清后的第二年，王铎此时的心情可谓是复杂万分。此件行书轴是王铎为其七舅陈具茨所书，读罢此诗，不难体会王铎当时的复杂心情。一句“一身无不可，清梦落何乡。”道出了王铎无奈、失意、空虚、颓丧的心态。一腔热血无处投放，只好把奔腾的情感寄托在纤弱的笔管，以文人微薄之力彰显著书法艺术的光芒。此件行草巨幅立轴笔力惊绝、气势磅礴，章法跳跃，表现了那个动荡不安的时代对知识分子内心的冲撞。此作的用笔和结字都是在熟练的基础上，创造性地发挥了二王和米芾的特点，章法主要以平稳为主，但平稳而不觉板滞，这就是王铎行书艺术的高明之处。\n《宿江上作》正值王铎盛年书艺超迈、直窥晋唐之时。他的书风完全确立大概在五十岁左右，可见此件作品当为其成熟行书面貌。通观作品，毫无造作之态，点画雄浑，笔墨醇厚，一气呵成，气势磅礴。\n从书法艺术本身上看，此作用笔主要以中锋为主，本着“八面出锋”的笔法要领，在运笔当中，圆中有方，方中蕴圆，用笔圆融，直截了当，而又不失含蓄，同时又参侧锋以增劲健之势，抑扬顿挫，变化万千，偶出颤动之笔，使作品生动活泼，墨色由浓及淡以至到枯，层次丰富，自然，呈现出奇肆风骨。在章法上也有其独到之处：结字精密，姿态欹侧，变化无常，疏密有致，大小相间，参差错落，追求奇险；同时字与字独立存在，但字与字之间不失气脉，整体于大小、长短、方圆中见平衡。究其用笔，主要以中锋为主，本着“八面出锋”的笔法要领，在运笔当中，圆中有方，方中蕴圆，用笔圆融，直截了当，而又不失含蓄，同时又参侧锋以增劲健之势，抑扬顿挫，变化万千，偶出颤动之笔，使作品生动活泼，层次丰富，自然，呈现出奇肆风骨。在章法上也有其独到之处：结字精密，笔意连绵，姿态欹侧，变化无常，疏密有致；同时字与字似连非连，整体于大小、长短、方圆中见平衡。作者的随心所欲和不拘一格却体现出“乱而不乱，不齐之齐”的艺术至高境界。 王铎此书质朴自然，古趣横生，兼有二王之流美、颜柳之雄强、米黄之奇绝。虽狂却不粗野，虽奇而不怪诞，笔法精熟，收放自如，刚柔并济，奇正相生；犹如交响乐章，起承转合，回护跌宕，美感在曲折掩映之中，真可谓下笔如有神助也。正如顾复所云：“工力精到，三百年一人也。”\n王铎在上一年夏季来到南明朝中，任次辅之职，是年五月，王铎“同礼部尚书钱谦益等文武数百员，出城迎豫亲王，奉表降。”这件作品款署（乙酉上元灯下书于秣陵），知为降清前四个月所书。秣陵即指南京，诗题“宿江上作”，当为即事抒怀之作，约作于崇祯十六年春季沿运河至苏州的途中。南明朝廷，偷安一隅，不思恢复。《明季南略》卷二“二月纪”中记云：“二月二十一日，王铎六请告归。”可见王铎对南明朝廷早已失去了希望。此诗所云“一身无不可，清梦落何乡”，正可移来表现王铎当时的心境。此诗见载于《拟山园选集》\n\n王铎《五律夜高邮作书诗轴》 1646年作 纵238cm 横51cm\n释文：\n邗地非前日 晚帆意已违\n江声从海阔 山气抱淮飞\n旅客菰蒋 冷 漕船刁斗威\n吁嗟鲛室外 绵亘有余晖\n高邮作\n丙戌十二月苦无暖 室炙砚仍冻奉葆光老亲翁正之 洪洞王铎\n\n王铎《杜子美赠陈补阀诗》(五十六岁作)自署书于丁亥年(清顺治四年，1647年)，行书·，绫本。凡三行，共58字。纵203cm，横5lcm 开封市博物馆藏。\n\n王铎 春过长春寺 立轴 行书 绫本 230.8X45.8cm 私人藏\n释文： 转气氤氲心亲榾柮焚百劳空独语五宇向谁闻寻寺销閒日凭床梦旧云牢愁应解释禅诵轶红曛\n春过长春寺访友 丁亥三月廿五日晴无雾苦绫不七尺不发哄奈何\n王铎\n\n王铎《行书赠单大年家丈立轴》 绫本 纵234cm，宽56cm，自署书于丁亥年（清顺治四年，1647年）。凡五行，共101字。台湾何创时书法艺术馆藏\n释文：聞便之老兄竺學翮健未飛世之鶱翥赤霄固羽如輪然豈盡博貫培風者欤便之行擁睪比闡顯聖奥演濬淑人俾众磐於學竺於德育養遐翮皆成物大陶鑄無有所抎也矧日子孫扶摇天風 單大年家丈未 得晤知其為高品卒可數言以贈 丁亥八月孟津王鐸\n\n王铎 行书嘉兴作诗轴 北京故宫博物院藏\n释文： 每每遇烟扉江枫坠客衣乡音随地改龙影入云微樵爨仓皇了菱歌隐约归吁嗟鵽翼向南飞 壬午嘉兴作戊子 寒食后一日书于琅华馆 王铎 落鸟宇得意字共三宇\n\n王铎 为宿松书诗 立轴 行书 绫本 215X56.4cm 辽宁省博物馆藏\n释文： 忆君昔相聚握手辄相知继此南北阻彭城又一时野麝亦有匹山槲亦有枝及今晤仲氏桃萼倏霏微闻君事农穑 牧犊必冲夷何口寻岱嶫鼎共—师 席上走笔怀寄宿松老道兄最契一笑 弟王铎戊子三月夜奉书\n\n王铎《七律诗》 立轴 行草书 绫本 旅顺市博物馆藏\n释文： 碧水澄潭映远空紫云香驾御微风汉家城阙疑天上秦地山川似镜中向浦回舟萍已绿分林蔽殿槿初红古来徒 奏横汾曲今日宸游圣藻雄 坦园年家词丈 戊子二月王铎\n\n王铎 行书立轴 绢本。 155X51cm。上海朵云轩藏\n释文： 前辈孟宗伯词晔鸾龙品标圭璧后进领袖吾师韩象云数为予称之今嗣发己丑谦抑好古能世家隻寻萧寺作 一序以阐宗伯公经济以见山仰前辈愧不充及也 己丑六月挥汗题 洪洞王\n\n王铎《至顿庄作》轴 清顺治七年（己丑1649年）绫本，行书，220.6×48.7cm 浙江省博物馆藏\n释文： 未见熟为得低回虚白村水痕非外物天气有中根世坏诗书贱春来桃李言开篷凭渡梦聊尔畅心魂 至顿庄作 己丑五月雨中仙舟道契正之 王铎\n\n王铎《行书轴》 资料不详\n\n王铎《书画虽遣怀文语轴》自署书于庚寅年(清顺治七年，1650年)五十九岁作，行书绢本，文语一则。凡五行，共70字。纵203cm，横50cm。首都博物馆藏。\n  释文：书画虽遣怀真无益事不如无俗事时焚香一室取古书一披或吟啸数悟书下稿本白发（**）转（目寅）即是七帙将欲撰书臂痛筋缩多哕欠伸必不能从事矣庚寅二月夜王铎偶书\n\n王铎《行书轴》 绫本 纵206cm 横51cm 广州美术馆藏\n\n释文：□书怒震少含蓄苏书有致体亦老转折深藏之意不复存矣囚观米芾诸合宋九青与子所藏数 十册惟米脱尽习气驾云雾行空中不易觏也又如华山在面心神为旷评米—段辛卯秋夜书王铎\n\n王铎行书五言诗轴\n  行书五言诗轴约书于辛卯年(清顺治八年，1651年)、绫本。凡三行，共58字。纵213．5cm，横43cm。山西省博物馆藏。\n释文：翠湿霄宫上，如何却步回。宦原磨道气，命果缺仙才。阴鬼敲清磬，崇岩吼夜雷。有冠非不挂，静鸟约重来。难别华山东续修老亲丈正之 缑樵王铎具草。\n\n王铎《行草书轴》绫本 纵230.8cm 横45.8cm 首都博物馆藏\n\n王铎 咏陈路若山水 立轴 行书 绢本 237X50cm 烟台市博物馆藏\n释文： 茅堂悬石路尽可养花苗远意难为写隐心孰可招调高歌郢雪诗厚贮箕瓢怳似□山趣海烟梦不遥\n咏陈路若画山水幅 辛卯孟津王铎书 坤图老年翁正之\n\n王铎《行书五言律诗立轴》 绫本 纵234cm 横51.4cm 北京故宫博物院藏\n释文： 日夜思乡信乡书寇盗中津门一骑至血泪万行红町疃荒西址梧桐落旧宫孤身垂老鬓掩袖立霜风 久无家信友来言曾宿予宅 辛卯二月王铎奉坦公老年兄社坛正之\n\n王铎《行书五律诗轴》绫本 纵236.5厘米，横53厘米。 西泠印社藏\n释文：正是怜才日如何独不容身将书一卷门对雨千峰健翮嫌天窄雄心向海浓最怜无可妒约子种鳞松 问点平彭子作 铎书辛卯二月奉自玉贤宗侄吟坛\n\n王铎 行书文语 立轴 行书 绢本 204X58cm\n释文： 敷五玉立年又谦度冲襟对之知为木鸡双璧莹彻圭璋特达又能善藏其璞世业骏蓄必有以弘贲无穷勉焉孳孳吾虽懵懵老樗尚欲举（奭斗）以贺也\n辛卯夏夜王铎\n\n王铎《行书轴》绢本 尺寸不详 上海朵云轩藏\n\n王铎《行书容易语轴》绢本 纵233.2cm 横49.3cm 其他不详\n\n王铎《行书五言律诗立轴》 花绫本 纵207cm 横52cm 湖北省博物馆藏\n释文： 释子复何事人如帛道猷静看驯鸽下默识老龙幽衲补燕山照杯浮海水流寰中几百寺汁日与同游 辛卯闰二月书西洛王铎\n\n王铎《戊辰自都来再芝园作》轴 绢本 行书 纵188厘米，横49厘米。上海朵云轩藏。\n释文：花林深碍日细迳曲随人鸡犬历午熟池塘依旧新畦平堪理竹地润较宜蓴鞅掌空繁暑回头悟世尘戊辰自 都来再芝园作文岳老父母正 王铎\n\n王铎《自作五言诗》轴\n【释文】怪此秦淮月，依依向旅人，竭来高处望，收得几层春。岩壑流鸾啸，桃花烧露（点去）鹭身，情深延伫久，傥在武陵津。 敬舆邀饮桃叶渡叠石山楼作， 开吾老年翁正之。 王铎。\n\n行草五言律诗轴 绫本 纵262厘米、55厘米。 上海朵云轩藏\n释文：\n*花然旅意，客裔酌虚亭。寇警离人歇，萧音入雨灵。杏桃春内冷，天地夜来青。可耐酬明生，钟山有茯苓。\n樊君相邀。翔南老亲翁正。 王铎\n　　《王铎行草五言律诗轴》纵262厘米，横55厘米。绫本。为朵云轩藏品。内容为五言律诗一首，诗镜苍凉沉郁，字势纵横捭阖。以其诗文、笔意推之，约为王铎四十五岁时之作，其书风已明显转向含蓄蕴藉。像“容”、“离”、“可”、“明”等字行笔从容，着墨润泽，沉雄浑厚。如“虚亭”、“人”、“相邀”、“翔南老亲翁正”等字苍劲老辣，笔势洞圆，神完气足。该作不同于他早期全以力胜而显剑拔弩张的那类作品，整幅气息趋于静穆，躁气渐退。虽然从一些字间连带、字之结体上仍可看到“使力”的痕迹，显得不够自然，但这种书风转变时期的作品对于学习书法的人更具有参考价值。就如目睹正在蜕皮之蝉，看到了其生长变化的最关键时刻。\n\n王铎 行书五律京中春日留苏州友人作立轴 美国纽约杨思胜私人收藏\n\n王铎《赠文吉大词坛行书轴》 纵173cm 横51cm\n释文：\n文吉张乡丈作牧（漠阴）二东闻孚惠不雕刻其氓天石娄诩 之梅华佐寿□[奭斗]非私相介也合群黎驩心聚和为遐考其眉寿无害宁有歇 虖门弟子之祝尚弗（如）麦丘邑人之弘 文吉大词坛弧辰冬夜率奉 太原王铎\n\n王铎 赞谢安书 立轴 行草书 绫本 236.6X52.2cm 安徽省博物馆藏\n释文： 米芾赞曰山林妙寄岩廊英举不繇不羲自发淡古有赫龙晖天造翰艺末下弘迹人鲜臻诣永撝太平震惊大地\n右赞谢安书法 王铎\n\n王铎 《单椒秀泽轴》 纸本 247×55cm 首都博物馆藏\n释文：单椒秀泽不连陵以自高虎牙桀立孤峰特拔以刺天青崖翠发望同点黛 郦道元注济水 伯应老词宗 王铎\n\n王铎《行书五言诗立轴》 绫本 纵328 横54厘米 青岛市博物馆藏\n  行书五言诗二首。凡四行。“昔遇九逵氏…..走笔赠我禹峰社兄同理兄作。王铎”。\n  整幅作品用笔稳健，收放自如。张驰欹正，千姿百态。既有“二王”秀丽典雅的风韵，又有碑版之刚健气质。\n\n王铎 行书忏诗之三轴 绫本 行书 纵240厘米 横49厘米 深圳博物馆藏\n【释文】巾车经复岭,野饭在空烟。狎物休谈道,合生或觉颠。畜鹅观大化,多稌到丰年。宝锷蛇缠背,应抛万仞渊。忏诗之三，王铎。\n 王铎为明末清初人，诗文书画皆有成就。尤以书法见称，工行草，宗二王，于时风中另树一帜，对日本近世书坛影响很大。此轴写五言诗一首，用笔圆浑沉厚，结构稳中有险。本幅上有清人朱之赤鉴藏印记。\n\n王铎《汤阴岳王行书轴》 未署年 绫本 纵177.9cm，宽40.6cm，凡四行，共五十字。上海博物馆藏。\n释文：湯陰岳王祠作地老天荒日孤臣一死時金戈方逐虜鐵騎竟 班師涕淚中原墮江山左衽危靈旗怳欲指杜宇數聲悲 王覺斯具草\n\n王铎 行书诗 立轴 行书 绫本 169X5O.5cm 济南市博物馆藏\n释文： 入深势不同色色夺虚空汲路鸦能到擘岩蟌亦工寒温诸药气薄厚一钟风如赐栖身地贴心住石丛 戊子三月 书北畿 王铎\n\n王铎《坐餐勝亭之作》 绢本 纵180cm，宽62cm，自署书于辛卯年（清顺治八年，1651年），六十歲作。凡四行，共五十三字。北京董氏藏\n释文：柳條園沚畔一畝類邨居憙得山晴後初當兵退餘冬催榕鬣 健風冷藥壇疎丘壑無遺恨非唯數著書坐飡勝亭之作 辛卯蘜秋書 王鐸\n\n行书五律诗轴 上海博物馆藏，纸本 纵188厘米 横58厘米\n\n王铎 《饮水楼诗轴》 绫本 208.2×48.7cm 中国国家博物馆藏\n释文：频会不妨静复思频会谁况兹春色好又与桃花期问道遗人事行修善物时寂喧非在我既醉亦何为 饮水楼三首之一 王铎夜具草\n\n王铎 自作五律行草诗轴 绫本 纵202.8cm 横51.5cm 四川省博物馆藏\n释文：自到长安内诗怀憬隐阿恐人嫌道曲为子仿陵歌星宿沙尘满岩川豺虎多玉洼拚醉去寂圃较如何 辉老年亲翁俚言奉答求正王铎\n\n王铎《行书五律轴》 绫本 纵232厘米 横56.5厘米 西安碑林博物馆藏\n\n王铎《行书同子功、子萧观诗轴》 纵233.3厘米 横51.8厘米 北京故宫博物院藏\n\n王铎《行草书长椿寺旧作立轴》 纸本 绫本 纵186.5cm 横52.4cm 广州美术馆藏\n释文： 枕瓢何所事相对自无违老大惟宜拙云山倘共归香边闻木籁梦里愧朝衣若遂龙蛇宿空林会隐微 辛卯夏夜 长椿寺旧作 孟津王铎\n\n王铎《行书立轴》 纸本 纵179cm 横56·5cm 首都博物馆藏\n释文:澹圃山房阔难逢一水边缪虬森寿柏轮菌翳流烟暑候仙坛扫天风鹤吭传主人能款款醉后任高眠 题素漱三 首之一 庚寅冬日书 王铎\n\n王铎《行书五言律诗立轴》 绫本 纵181cm 横53.8cm 无锡市博物馆藏\n释文： 曾记题诗处同酣麴米春陈根妨古路醉竹掩能津树里明渔浦烟中辨虎邻蹛人京国梦辜负一间身 辛卯秋夜 书孟津王铎\n\n王铎 题画三首之一 条幅 行书 绫本 202X50cm 河南省博物馆藏\n释文： 春至留寒意阳山气乍晴人来如有约水伏欲无声罨画闻禽过青苍待鹿行悠悠朝市远辗转是何情\n题画三首 之一辛卯夏夜书 王铎\n\n王铎 五律诗 立轴 行书 绫本 190X50cm 私人藏\n释文： 灵风不欲息已绿湖边田栏鸭村村艸人家处处泉烧铛为芍膳打破会神钱晚向石龛去杜陵似此烟\n丁亥二月痴庵王铎\n\n王铎《行书条幅》 立轴 水墨绫本 1639年作 173×53cm\n释文：\n春江不可渡，二月已风涛。舟楫欹斜疾，鱼龙偃卧高。渚花张素锦，汀草乱青袍。戏问垂纶客，悠悠见汝曹。己卯夏月为鹤翁词丈。王铎。钤印：王铎之印\n\n王铎《雒州香山作》轴 崇祯十三年（庚辰1640年）行书 247×53.2cm，日本村上三岛旧藏 。\n释文：雒州香山作,旧日庄严地。林香景未残,为心方知寂,入涧忽然宽。澄实侧深场,钟声浮别峦。僧人说九老,仿佛见花坛。庚辰正月十宵，孟坚词翁教之。王铎。\n\n王铎《行书寄金陵天目老衲诗》立轴 设色绫本 231×51cm 顺治三年（1646年）\n题识：寄金陵天目老衲，丙戌夏王铎，时在燕琅华馆。\n钤印：王铎之印、烟潭渔叟\n藏印：张廷珍书画鉴赏图章、维洛珍藏，龙柏阁藏、李维洛鉴藏印、顾、小坤\n题签：明王铎行书寄金陵天目老衲诗轴真迹。蓝塘书屋藏。\n钤印：维、洛\n【释文】：别去西江上，江滩寓短亭。望天湖共白，思子岫皆青。寺内焚经箧，人间老岁星。谁能分丈室，百次指秋萤。\n按：此作王铎行草题款为“丙戌夏”，当为清顺治三年（1646年），是年王铎55岁。此作为自作诗，诗中的“天目老衲”与王铎多有来往。《拟山园选集》多处皆有言及天目僧的诗作，与其交情可见非同一般。《中国书法全集·王铎卷》亦有一件，于1644年送天目僧，诗作内容相同，但作品水准不及此件。 此作可谓流传有序，最早的二方收藏印“张廷珍书画鉴赏章”、“一斋珍藏”。藏家未考，从印的风格上判断应是明末清初，与王铎同时期之人所藏。再是“李维洛鉴藏印”、“维洛珍藏”。藏者李维洛，广东人，后定居香港，民国时期著名的收藏家，藏古代书画甚富。最后是“顾”、“小坤”、“龙柏闵藏”印三方。顾小坤，中国学术学院顾坤伯之子，香港著名实业家、书画家、收藏家。观王铎此作，用笔干、湿、浓、淡、润、枯的变幻，增强点、线、面的表现力，点画错综复杂，笔笔温润，字字珠玑。行笔能纵能敛纵横奇崛，结体欹正莫测，深得逸少圣教遗韵，笔走龙蛇，或二三字连属，即使笔断，也能意连、形连、势连、朝揖向背，气脉连贯，狂笔缠绕的连绵与逸笔跳跃的节奏，彷一笔到底，气象万千。其笔力雄健酣畅，出神入化，线条沉雄遒劲，方圆兼备，字形结体欹侧奇崛，章法变化丰富千姿万态，整体感强。章法布局跌宕开阖，大小错落有致，层次氤氲。更是匠心独运，结合滋润淋漓的墨韵用“涨墨”使其作品出现雄强粗犷的特性，将“涨墨法”发挥到极致。全书真力弥漫，浑然天成，表现出撼人心魄的磅礴力量，是王铎五十岁后“自化期”精品力作。 作者简介：王铎，字觉斯，一字觉之。号十樵，号嵩樵，孟津（今河南孟津）人。天启二年（1622年）中进士，入翰林院庶吉士，累擢礼部尚书。1644年王铎为东阁大学士。清朝入关后被授予礼部尚书、官弘文院学士，加太子少保，于永历六年（1652年）病逝故里。\n\n王铎《赤箭帖》 立轴 水墨绫本 1649年 257×50cm （原为广东五桂山房欧初私人藏品）\n　 钤印：王铎之印、烟潭渔叟(2印参见《中国书画家印鉴款识·王铎》54印，125页)\n　 题识：己丑夏月。王铎。\n　 释文：奉荣示，承己上讫，惟增庆悦，但多欣惬。垂情问以所要，悚荷难任。倘有赤箭，时寄及三五两以扶衰，便是厚惠。辱问，却送及碑本，兼虚逾涯，但深反侧。\n　 钱君匋(1906-1998)题签条：王铎草书精品。桂山书室珍藏。辛酉(1981年)十二月，君匋。\n\n王铎《喜与友人联艇之作》 立轴 憨斋吴南生原藏\n释文：\n乘橈殊不愠，目注有新闻。同弄江心月，闲看海尾云。沟塍难播种，颠沛易离群。傥与诸[犭軍]伍，茵粮为尔分。喜友人联艇之作 辛卯二月初十 王铎\n  此幅行草立轴所书为王氏自作《喜与友人联艇之作》五言律诗，绫本，纵214.2cm、横52.3cm，署年“辛卯”即顺治八年，为其去世前一年所书。署名之下钤“王铎之印”和“痴仙道子”白文印二方。通篇行笔醋畅，起笔及转折多用方笔，凝重而不板滞，刚柔相济，骨力洞达，体势遒逸，神韵深邃，体现了书家高度的艺术造诣。\n\n王铎《行书五绝立轴》 绫本 纵225cm，宽51.5cm。辛卯（1651）年作\n款识：嫉尔无拘束，凌虚得远游。庆城侵病色，战地伤离忧。溪冷朱砂贱，天高白雁秋。中州戎垒盛，回忆仲宣楼。送友人南行旧作，辛卯二月书，王铎与二弟镛。收藏家室，勿示他客，他客多不好书画也。\n印鉴：王铎私印、烟潭渔叟\n王震题签：王觉斯行书真迹，乙卯（1915）重装，白龙山人题","author":"明代王铎","description":"王铎书轴集"}]