[{"name":"许光祚行草书杜甫秋兴八首","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791635354,"text":"许光祚行草书《杜甫秋兴八首》长卷 邓代昆私人藏\n　　在晚明众多的书法家中，许光祚的书法艺术是高超的、不可忽视的。\n　　许光祚，生卒不详，字灵长，浙江仁和(今浙江温岭县)人。约明神宗万历末前在世。万历初，举于乡，知太平县。能诗，格调平易，著有《许灵长集》行世。艺术行迹被载于二十余种典籍中。善书，真、行、草皆能。《杭州志》上说：“光祚与汤焕(字尧文，号邻初。隆庆举人，为江阴教谕。后征为翰林待诏，转郡丞。作品有《游西山诗册墨迹》等传世。)同郡，得其书法，时人号曰‘汤、许’。”\n　　许氏书法，源之甚博。由魏晋风致而下，不舍唐人气局，宋元意法，以迄当时诸大家趣尚，均能兼收而并蓄。如其楷书《雪赋》条幅，可知其楷书根柢在钟繇、“二王”，特得力于献之“十三行”，但又受有虞世南，苏轼书风影响。行书五律诗“金天方肃杀”条幅，知其行书根柢在黄庭坚、苏轼，但又受有赵盂顺、董其昌的影响。草书五律“钟鼓余声里”扇面及七律诗《宿北岳》条幅，知其草书根柢在“二王”，前者笔墨和畅而多典则，有明显苏、米草书笔意，后者笔势恣肆飞扬，极具个性，有浓烈表现主义书风倾向，明显受到晚明尚性 情书风的影响。而其行草书杜甫《秋兴八首》长卷，其草法于“二王”之外，又更多见些怀素笔意，用势在典雅和张扬之间，表现出一种沉静和动宕互见，秀美和壮美并举的气象，当属于古主义书风和表现主义书风的完美结合之作。\n　　晚明，是一个书法艺术经历了二百年时间孕育、胎息，终于突破元人温润娴雅书风的腹壁而获得自由和解放的时代。其中以董其昌为代表的一派，用一种涵蕴天真，古朴淡雅的自然姿态，将魏晋而来的古典主义书风推向极致。而以徐渭、黄道周、张瑞图等人为代表的另一派，则自开生面，在笔墨中大胆地溶入自己的个性、意趣、情感。因此，他们的作品，往往笔势奇倔，意态脆谲， 给观赏者带来出入意想的撼动和美感，把表现主义书风推向极致。生活在这样一个书法艺术光彩夺目的时代的许光祚，他的书法艺术，在被传统的乳汁喂养长成之后，必然会接受时代的崭新的风尚营养。他的行草书杜甫《秋兴八首》长卷所反映出来的种种迹象，便证明了这一点。\n　　杜甫《秋兴八首》行草书长卷，为许氏于万历十九年(1591)所书。卷长7米，宽0.25米。首尾整齐，唯第二首前四句：“夔府孤城落日斜，每依北斗望京华。听猿实下三声泪，奉使虚随八月槎”中，“夔府孤城落泪奉使虚”9字残损，“日斜每依北斗望京华听猿实下三声”14字失缺；此卷纸用色纸，醇雅可人。墨色黝黢，俨如新发。全卷草、行体相兼，草为主、行为辅，草如奔，行如走。于动中见静，疾中寓闲，仿佛天马行空，或驰或徐，怡然自适。纵意处，若飚风过野，难羁难训，驻束处，若大海流波，深沉蕴蓄。笔墨所施，或去或留，或放或敛，去留无心，放敛自如，无阻无碍，无疑无迟。行、草互用， 用行处，不嫌其重实，用草处，不讶其放宕，形异意融，气脉一体，了无痕迹，妙造自然。笔画起收处，或藏或露，曲折处，或方或圆，见墨处，浓薄互现，见笔处，朴华并趋。用意沉厚处，如砥柱中流，不可动摇；用意纤绵处，如弱柳托风，袅娜多姿。展卷送目，乍一看去，俨然或董(其昌)或祝(先明)手笔，细细味来，自又有其个性只眼，绝非是董、祝所独可以牢笼。比之董书，此卷更多了些张扬情性，而比之晚明徐(渭)、张(瑞图)、陈(淳)、王(铎)、黄(道周)、倪(元璐)诸表现主义大家，此卷又自然多了些淡雅和古朴。\n　　杜甫《秋兴八首》，为杜甫律诗中最有代表性的作品。诗人晚年流寓夔州，面对眼前凋伤枫林、孤城落日等肃杀索漠的秋天景色，自觉宛如一只飘零孤雁，举首京华，倍感寂寞苍凉。引发出无限家国的悲惋叹息。谋篇构局，苦心孤诣，惨淡经营。八首虽分还合，首尾一气。诗人所谓“语不凉入死不休”的自况，正是针对此类诗而发，当之也。其文气所出处，沉郁顿挫，感激豪宕，读之动人心魄．感人泣下。晚明政治动宕，官场险恶。此时的文入．心情莫不与杜甫《秋兴八首》感慨嗟叹合拍中节。在晚明的大书家中，用“八首”作为书写题材的，据本文作者所知的就有徐渭、董其昌、陈淳、张瑞图。可以断言，在事实上还决不仅此数家。许光祚，以诗书鸣世，称道于时，而官仅县令。官卑则名自微，虽怀才而难以施，胸中郁郁块垒，是不难想见的。许氏所书“八首”长卷，气郁势逸，豪宕澈越，但却不失敦厚典雅体脉，正与杜甫原诗情意暗合。得之在心，应之在手，实属“心手双畅”的成功杰作。\n　　许氏传世的书迹不多，且均藏于国家各大博物馆中，因此，绝非是所有书 法爱好者都有一睹真容的机会。以现今所刊发过的许氏作品相比较，“八首”长卷当视为其代表力作。据言《诗余画谱》载有许氏所书《琴赋》，余寡见闻，不知书为何体，艺术效果如何，或只有著录，实物早佚，均不得而知。所以我依旧言，“八首”为许氏书作之魁冠。盖除艺术之高妙外，又可加上体制之大，字数之多，品相之佳好等等，实可以称为书法鸿篇，艺术奇绝，欲在许书中更求其匹，杳矣。今将其披露于世，以供天下知音同好共赏，实也是艺林一件大益事、大乐事。","author":"明代许光祚","description":"许光祚行草书杜甫秋兴八首"}]