[{"name":"褚遂良雁塔圣教序明拓本东京国立博物院","text":"盖闻二仪有象，显覆载以含生。四时无形，潜寒暑以化物。是以窥天鉴地，庸愚皆识其端。明阴洞阳，贤哲罕穷其数。然而天地苞乎阴阳而易识者，以其有象也。阴阳处乎天地而难穷者，以其无形也。故知象显而徵，虽愚不惑，形潜莫覩，在智者迷。况乎佛道崇虚，乘幽控寂，弘济万品，典御十方。举威灵而无上，抑神力而无下。大之则弥於宇宙，细之则摄於毫釐。无灭无生，厯千劫而不古。若隐若显，运百福而长今。妙道凝玄，遵之莫知其际。法流湛寂，挹之则莫测其源。故知蠢蠢凡愚，区区庸鄙，投其旨趣，能无疑惑者哉。然则大教之兴，基乎西土。腾汉庭而皎梦，照东域而流慈。昔者分形分迹之时，言未驰而成化。当常现常之世，人仰德而知遵。及乎晦影归真，迁仪越世。金容掩色，不镜三千之光。丽象开图，空端四八之相。於是微言广被，拯含类於三途。遗训遐宣，导群生於十地。然而真教难仰，莫能一其指归，曲学易遵，邪正於焉。纷糺所以空有之论，或习俗而是非。大小之乘，乍沿时而隆替\n\n陈身道(作者),上海书画出版社(编者)\n内容简介\n《褚遂良雁塔圣教序》为该套丛书之一。该书以\"褚遂良雁塔圣教序\"为底本，介绍了其中的楷书技法。关于书法技法，历代论述颇多，有的过于繁冗复杂，初学者往往不得要领，无所适从。这套“书法入门十八法”试图集前人经验之精华，从实际出发，化繁为简，强调可操作性，把书法基本技法概括为“十八法”。书法爱好者通过这十八法的学习训练，可以从各个侧面加深对笔法的了解，从而举一反三，融会贯通，早日跨入书法艺术的大门。\n。有玄奘法师者，法门之领袖也。幼怀贞敏，早悟三空之心。长契神情，先苞四忍之行。松风水月，未足比其清华。仙露明珠，讵能方其朗润。故以智通无累，神测未形。超六尘而迥出，只千古而无对。凝心内境，悲正法之陵遅。栖虑玄门，慨深文之讹谬。思欲分条，析理广彼前闻。截伪续真，开兹後学。是以翘心净土，往游西域。乘危远迈，杖策孤征。积雪晨飞，涂闲失地。惊砂夕起，空外迷天。万里山川，拨烟霞而进影。百重寒暑，蹑霜雨而前踪。诚重劳轻，求深愿达。周游西宇，十有七年。穷厯道邦。询求正教。双林八水，味道湌风。鹿菀鷲峰，瞻奇仰异。承至言於先圣，受真教於上贤。探赜妙门，精穷奥业。一乘五津之道，驰骤于心田。八藏三箧之文，波涛於口海。爰自所厯之国，揔将三藏要文。凡六百五十七部，译布中夏，宣扬胜业。引慈云於西极，注法雨於东垂。圣教缺而复全，苍生罪而还福。湿火宅之乾燄，共拔迷途。朗爱水之昬波，同臻彼岸。是知恶因业坠，善以缘升。升坠之端，惟人所托。譬夫桂生高岭，云露方得泫其花。莲出渌波，飞尘不能污其叶。非莲性自洁，而桂质本贞。良由所附者高，则微物不能累。所凭者净，则浊类不能沾。夫以卉木无知，犹资善而成善。况乎人伦有识，不缘庆而求庆。方冀兹经流施，将日月而无穷。斯福遐敷，与乹坤而永大。\n永徽四年，岁次癸丑十月己卯朔十五日癸巳建。\n中枢令臣褚遂良书。\n大唐皇帝述三藏圣教序记\n夫显扬正教，非智无以广其文。崇阐微言。非贤莫能定其旨。盖真如圣教者，诸法之玄宗，众经之轨躅也。综括宏远，奥旨遐深。极空有之精微，体生灭之机要。词茂道旷，寻之者不究其源。文显义幽，理之者莫测其际。故知圣慈所被，业无善而不臻。妙化所敷，缘无恶而不翦。开法网之纲纪，弘六度之正教。拯羣有之涂炭，启三藏之秘扃。是以名无翼而长飞，道无根而永固。道名流庆，厯遂古而镇常。赴感应身，经尘劫而不朽。晨锺夕梵，交二音於鷲峰。慧日法流，转双轮於鹿菀。排空宝盖，接翔云而共飞。庄野春林，与天花而合彩。\n伏惟皇帝陛下。上玄资福，垂拱而治八荒。德被黔黎，敛衽而朝万国。恩加朽骨，石室归贝叶之文。泽其昆虫，金匮流梵说之偈。遂使阿耨达水，通神甸之八川。耆闍崛山，接嵩华之翠岭。窃以性德凝寂，归心而不通。智地玄奥，感恳诚而遂显。岂谓重昬之夜，烛慧炬之光。火宅之朝，降法雨之泽。於是百川异流，同会於海。万区分义，揔成乎实。岂与汤武校其优劣，尧舜比其圣德者哉。玄奘法师者，夙怀聪令，立志夷简。神清龆龀之年，体拔浮华之世。凝情定室，匿迹幽巖。栖息三禅，巡游十地。超六尘之境，独步伽维。会一乘之旨，随机化物。以中华之无质，寻印度之真文。远涉恒河，终期满字。频登雪岭，更获半珠。问道法还，十有七载。备通释典，利物为心。以贞观十九年九月六日奉敕於弘福寺，翻译圣教要文凡六百五十七部。引大海之法流，洗尘劳而不竭。传智灯之长焰。皎幽闇而恒明。自非久植胜缘，何以显扬斯旨。所谓法相常住，齐三光之明。我皇福臻，同二仪之固。伏见御制，众经论序，照古腾今。理含金石之声，文抱风云之润。治辄以轻尘足岳，坠露添流。略举大纲，以为斯记。\n皇帝在春宫日制此文。\n永徽四年，岁次癸丑十二月戊寅朔十日丁亥建。\n尚书右仆射上柱国河南郡开国公臣褚遂良书。\n万文韶刻字。\n","category":"草书","verified":true,"user":1,"timestamp":1429951556140}]