[{"name":"柳公权楷书神策军碑","text":"《神策军碑》全称《皇帝巡幸左神策军纪圣德碑》，唐武宗会昌三年（公元843年）立于皇宫禁地，碑石大小不明，崔铉撰文，柳公权书。碑文记录了回鹘汗国灭亡及安辑没斯来降等事，具有重要的历史价值。此碑由翰林学士承旨崔铉撰文，集贤院学士判院事柳公权书写，更增添了此碑的艺术价值。柳公权书写的碑文，其书法结构严整，充分体现了“柳体”楷书骨骼开张、平稳匀称的特点，加之此碑刻工精良，拓本与真迹无异，故后世奉为柳书代表作。《神策军碑》为楷书\n历史沿革\n时年，柳公权66岁。“左神策军”是唐天子最精锐的部队之一，由拥立武宗有功的宦官仇士良指挥。武宗驾临“左神策军”军营时，仇士良借机奏请立此碑以纪圣德，武宗应允。因柳公权当时为左散骑常侍，又是当朝一流书家，故皇上命其书写。因是奉旨书写，故柳公权的书写特别郑重，竭尽全力，所书之字端庄森严，较之早两年书写的《玄秘塔碑》更为苍劲精练。因原碑藏于禁宫，故捶拓较少，且原石早已毁灭，世仅存北宋所拓孤本。据宋金石学家赵明诚《金石录》载：原拓本分装成上下两册，惜下册已佚。上册最早归属南宋权相贾似道，上有“秋壑图书”章，末页有“封”印。贾似道被籍没之后，此本回归内务府，元时归翰林国史院，明又入内务府，明亡后归清人孙承泽、梁清标、安仪周、张蓉舫等人递藏。上世纪中叶此本流于香港。\n965年，在周恩来总理的亲自关怀下，以重金购归，今藏北京国家图书馆。现有谭敬影印本、艺苑真赏社翻印本以及北京文物出版社珂锣版影印本等，均是学习柳字的好范本。\n此本从“皇帝巡幸左神策军”起至“来朝上京嘉其诚”止约七百余字，但已有二百多字漫漶不清。仅就字口清晰的四百多字来看，此碑不愧为柳氏传世的最佳书迹。其点画遒劲而富于变化，笔力凝练内含，骨力洞达，结体内敛外放，欹正相生，顾盼天成，气脉贯通，如深山道士，神清气健，超尘脱俗。清人孙承泽评此碑云：“书法端劲中带有温恭之致，乃得意之笔。”清人安岐《墨缘汇观》称：“其碑微有剥落，然字画中锋芒棱角，俨然如新，盖当时在禁中，少经捶拓也。”\n流传过程\n宋拓《神策军碑》可以说是一部充满故事的古籍。这部古籍的全称是《皇帝巡幸左神策军纪圣德碑》，又被称为《柳公权神策军纪圣德碑》，是书法家柳公权晚年所书，纯熟稳健的书风令后人赞叹这是其“生平第一妙迹”。石碑刻于唐会昌三年（公元843年），本来立于长安宫廷禁地，但终毁于战火，拓本极少。\n“神策军”是唐晚期的主要禁军，到会昌三年时，早已为宦官掌握。此时唐武宗李炎即位不久，为向宦官示好，便巡行左神策军，宦官仇士良也从而请求建立颂圣德碑以回应，于是便有了这《神策军碑》。碑文中因为记录了回鹘汗国灭亡及安抚降于唐朝的回鹘首领嗢没斯等史实，而成为后世学者研究唐代边疆关系的重要史料。\n《神策军碑》拓片原装两册，其中的下册在新中国成立前夕便已失传，上册则被著名收藏家陈清华夫妇带到香港。1955年和1965年，陈清华因生活窘迫，曾两次大批出售所藏古籍，其中便有《神策军碑》上册。这两次大宗典籍转让，都在国际收藏界引起极大关注。\n虽然新中国当时财力有限，但在周恩来总理的亲自关怀下，有关部门曾两次斥资回购典籍。其中1965年那次，文化部以25万元从陈清华手中收回包括《神策军碑》在内的珍贵善本18种，碑帖拓片7种，一共25种102册。据说，当时用于回购典籍的这25万元，相当于全国大学生一年的伙食费。而回购的图书中，还包含了《蜀石经》、《梦溪笔谈》等精品典籍。 \n书法艺术\n清人刘熙载在《艺概·书概》中说：“笔墨、笔性，皆以性为本。书者，如也，如其学，如其才，如其志，总之曰如其人而已。”明末清初的傅山也说：“作字先作人，人奇字自古。”(《霜红龛集》)而唐代书法家柳公权可谓是古代书家中“书如其人”的代表。\n柳公权，字诚悬，唐京兆华原(今陕西省耀县)人，生于唐代宗李豫大历十三年(公元778年)，卒于唐懿宗李淮咸通六年(公元865年)。他幼而好学，并能持之以恒，12岁即可吟诗作赋，被誉为“神童”，29岁中进士。他一生精经术、晓音律，尤善书法，官历(宪宗、穆宗、敬宗、文宗、武宗、宣宗、懿宗)七朝，官至太子少师，封河东郡开国公。在朝期间，长期任右拾遗、翰林侍书学士，是—位职业的宫廷书法家。柳公权书法初学二王，后取唐初名家如欧阳询、虞世南、褚遂良等人之长，打下了楷书的深厚基础；继而又法颜真卿，对其笔法加以变化运用，终于自成一家。引日唐书·柳公权传》云：“公权初学二王，遍阅近代笔法，体势劲媚，自成—家。”他的书法以精练劲健、端庄秀美、神完气爽著称于世，人誉之“柳骨”。\n柳字的“骨”从何而来?当然离不开柳公权的勤奋好学、善于思索，但更离不开他的为人正直、有胆有识和敢于谏言。一次，唐穆宗问他笔法，他说：“用笔在心，心正则笔正，笔正乃可法也。”闻听此言，“上改容，知其笔谏也”(引日唐书·柳公权传》)。其时，唐穆宗对政事正值荒疏之际。唐文宗继位后，拜他为中书舍人、翰林书诏学士等职，并且时常夸赞他的诗文好，说曹植七步成诗，柳爱卿只消三步即可，但他依然宠辱不惊。一次文宗和众学士谈起汉文帝刘恒恭俭之事，便拉起自己的衣襟说自己的棚匠已经拆洗过三次了。学士们皆恭维皇上之节俭，独公权不语。上问其故，公权乃说：“君主当亲贤臣，远小人，听诤谏之言，赏罚分明，此乃大事；而穿着拆洗过的棚艮，终为小节。”文宗听后，以为“卿言有诤臣风采”。如此，柳公权因皇帝的宠爱而声名大振，公卿大臣家中亡亲，墓志皆请其书写，否则视为不孝。外夷人唐贡奉，尝以重金求其书，故其家颇富。但他“志耽书学，不能治生”(引日唐书·柳公权传》)，其财物多被其管家所吞没。他知道后，却开玩笑地说：“银杯长了翅膀，成仙飞走啦!”而后就不再追究了。相反，他对书和笔砚却视如真宝，爱之有余。\n由上可见，柳公权如果没有这样正直的人品，是很难有如此之书品的。其传世作品中，除《神策军碑》外，《玄秘塔碑》清朗俊秀，《司徒刘沔碑》呈刚强之态，《尚书左仆射高元裕碑》则具庄重之气。\n历史记载\n唐会昌三年（843年），唐武宗李炎即位不久，当时如何修复与宦官的关系是摆在武宗面前的一个问题。\n唐朝自德宗之后，宦官掌管禁军——神策军，专权局面逐渐形成。此前，武宗之兄文宗曾命朝官谋划“甘露之变”，从而引发了朝官和宦官的激烈冲突，文宗也因此被宦官软禁。武宗是宦官仇士良所立。因此，武宗决定巡视左神策军，其用意在于向宦官示好，而仇士良也正好顺从圣意进而请求建立颂圣德碑以回应。神策军碑因此而立。\n神策军碑的碑文记录了回鹘汗国灭亡及安辑没斯来降等事，本身就具有重要的历史价值。而此碑由翰林学士承旨崔铉撰文，集贤院学士判院事柳公权书写，更增添了此碑的艺术价值。柳公权书写的碑文，其书法结构严整，充分体现了“柳体”楷书骨骼开张、平稳匀称的特点，加之此碑刻工精良，拓本与真迹无异，故后世奉为柳书代表作。\n依惯例，此碑拓本曾颁赐群臣，但流传不广。原碑大约毁于唐末战火，后世也便无从传拓了，至今仅有国家图书馆现存的孤本传世。北宋末期，赵明诚在《金石录》中曾著录有一种分装两册的《神策军碑》拓本，这与国图馆藏恰好相同。因此，历来猜测此本曾经由赵明诚、李清照伉俪珍藏。遥想当年承平之日，赵明诚、李清照以诗书、金石自娱，摩挲赏玩的珍品中也有这件《神策军碑》拓本，真是令人神往不已。\n赵氏收藏经靖康战火而损失大半，劫余又流入权势之家。国家图书馆珍藏此拓首有“秋壑图书”朱文印，后有“封”字朱文印，知为南宋权臣贾似道所藏；后贾氏家产查抄入官，此拓成为南宋皇室藏品。今拓本为宋代内库装裱，大约重装于此时。元朝灭宋，归翰林国史院，钤有“翰林国史院官书”楷书朱文印。明代洪武六年收入内库,拓本末题有“洪武六年闰十一月十八日收”泥金小字一行。不久朱元璋赐给其子晋王朱棡,故首尾皆有“晋府书画之印”、“晋府图书”朱文印。明末,归大收藏家孙承泽。清代又经梁清标、安岐、张蓉舫、陈介祺等递藏。 \n此拓原本上下两册,不知何时失去下册。清乾隆时安岐《墨缘汇观》记载上册尚全,原有五十六页。至清末陈介祺后人转让此拓时,发现第四十二页之后丢失两页,仅余五十四页。民国时,经南方著名藏书家陈澄中收藏。1949年,陈澄中夫妇携部分珍贵藏书定居香港。两年后,传言陈氏将出售藏书,并有日本人意欲收购的消息。时任文化部文物局局长的郑振铎获悉后,决定不惜重金将这批珍贵古籍购回,当即通过香港《大公报》费彝民社长和收藏家徐伯郊会同国家图书馆版本目录学专家赵万里与陈氏洽商,直到1965年成功地购回了“郇斋”所藏的善本,入藏当时的北京图书馆,其中就有《神策军碑》。现在,作为稀世珍宝,《神策军碑》仍藏于国家图书馆书库中。\n结构规律\n汉字的结构可分为独体和合体两大类，而合体字又可分为左(中)右、上(中)下和包围式三种。在《神策军碑》中，它们都被处理得恰到好处，充分表现出与众不同的特色。\n1．独体字。独体字是一个不可分割的整体，其多数字笔画较少，很难安排，．故在书写中要注意重心的稳固、点画的呼应和形体的变化。如右图中“中”、“于”、“心”、“九”四字，笔画虽然很少，但通过笔画的粗细、结构的巧妙分割，使字势雍容而稳健。\n2．左(中)右和上(中)下结构。此类字在《神策军碑》中占有很大的比例，其安排归结起来主要有以下几个方面：\n(1)比例得当，随形就位。一个字的几个组成部分在字中占有相应的位置而不能随意改变，在这一点上《神策军碑》可谓做得精到。如右图中“祈”、“秩”二字为左右相等，“祷”、“德”二字为左窄右宽，“邻”、“则”二字为左宽右窄，“圣”、“思”二字为上下相等，“息”、“乐”二字为上重下轻，“泉”、“畏”二字为上轻下重。\n(2)宽窄合宜，高低有序。左(中)右结构的字，如左图中“动”字左高右低；“辫”字中间低，左右稍高；“卫”字则右低，左中较高；“激”字中间高，左右低。上(中)下结构的字，如图中“奄”字上宽下窄；“泉”字上窄下宽；“寒”字上下宽、中间窄；“帝”字上下窄，中间宽。\n总之，在《神策军碑》中，没有左(中)右的高低和上(中)下的宽窄是完全相等的，即使是结构相叠的字，也有大小、高低、宽窄之别，如左图中“羽”字左低右高，“昌”字上窄下宽。\n(3)避实就虚，穿插错位。《神策军碑》继承了欧阳询的法度，左右、上下之间相互避就，穿插错位。如左图中“息”字的上下两部分在横向关系上有重叠，这种相互避就而产生的重叠，使结构更加紧密。\n(4)上下对齐，左右对称。在上(中)下结构中，无论是有中线还是没有中线，其上下都要想像—个中线来作为基准，使上下之间基本对齐。而左右之间则以中线为基本对称。在左(中)右结构中，也应形成左右之间笔画的对应关系。如右图（三）中“銮”、“寒”、“素”、“清”、“相”五字。\n(5)搭配得体，疏密匀称。其具仗表现为：笔画少者其距肖大，笔画多者其距稍小；笔画规则时，其距稍匀，不规则时也宜配合得体．匀称合理。如右图（三）中“咸”、“车”、“寿”三字。\n3．包围式结构。包围式结构主要表现在外框与被包围者的协调关系上，务使其统—得体。如右图（三）中“通”、“图”、“幽”三字。\n风格特点\n纵观《神策军碑》全帖，其独特的艺术气息扑面而来，使人一望便知是柳公权的手笔。其风格特点主要表现\n在以下几个方面：\n1．瘦硬通神，刚柔相济。《神策军碑》中的字，并非一味追求“骨感”，而是“颜筋”与“柳骨”均有不同程度的体现，表现出刚柔相济、筋骨并存的特点。其刚劲挺拔之态、森严锋利之势呼之欲出而无“露骨”之嫌，如右图中“森”、“武”、“朱”、“被”四字。\n然而，《神策军碑》虽以骨力取胜，但如果看不到其丰腴温润的一面，则又失之甚远，临出的尽是柴棒，因而在强调“骨”的同时，亦不可忘记“筋”的存在。这种筋，是与骨紧密结合在一起的、凝练的肌肉，虽略显丰\n腴，却不失内在的张力。如图中“追”、“太”、“幸”、“灾”四字，笔画粗细对比很大，但瘦不显形销骨立，肥不显臃肿软弱。\n2．冲宫紧聚，四面开张。《神策军碑》中的字，其结构之严谨着实令人叹服。从上文所述结字规律可知，其内敛外放，中宫紧聚，四面开张，如内功深厚之英俊剑客，如图中“集”、“齐”、“无”、“截”四字，在这方面表现得尤为突出。\n3．峻峭险劲，静中求动。《神策军碑》用笔以方为主，兼施圆笔，再加上其出锋之撇、捺、钩、挑等爽健之锋芒，故其峻峭之势随处可见，如左图中“泉”、“之”、“受”、“宗”四字就颇有典型性。同时，很多静而不动的字，审视良久，却给人一种动态的感觉。这种感觉是一种动态的平衡，一个字，就是一个力的集合体。如左图中“大”、“天”、“其”、“骑”四字，均以回天之笔支撑平衡，且动感十足。\n4．大小兼备，纵横交错。纵观全帖，其字形的大小不是状如算子，而是大小参差，随形布势，纵势与横势交错，大珠小珠同落玉盘。即使是同一字，在不同的位置，其形态神情也不尽相同，这是《神策军碑》的特色之一。如左图中“国”、“之”两字，在不同处出现就有了不同的表现。\n总之，《神策军碑》是柳公权奉旨所书，故其不敢有半点懈怠，将其一生勤学善思之积累表现一时。可以毫不夸张地说，《神策军碑》是柳公权一生中最大的辉煌，其晚年之作无出其右者。因而，简单地从用笔、结体以及骨力来分析它，只能看到基本外形。古人云：“书之妙道，神采为上，形质次之。”因此，必须从通览的角度，认真揣摩其整体气势，不拘于一点一画一字，舒散怀抱而求其神韵，方能渐人妙境。柳公权从《玄秘塔碑》起，已基本泯去颜、欧风貌而注重己出，至《神策军碑》已臻完美。此碑浑然—体的大家气象，在中国书坛—千多年的时间里经久不衰，给人一种劲美、清朗的感觉。此碑又如白马银枪的罗士信，飘然而具清仪风骨，故苏轼云：“(其字)本出于颜，而能自出新意，一字百金，非虚语也。”米芾也说：“公权如深山道士，修养已成，神清气健，无一点尘俗。”董其昌更是深有体悟，他在《画禅室随笔》中说：“柳书力变右军法，盖不欲与《禊帖》面目相似，所谓神奇化为臭腐，故离之耳。凡人欲书，以姿态取媚，鲜能解此。余于虞、褚、颜、欧皆曾仿佛十一，自学柳诚悬，方悟用笔古淡处，自今以往，不舍柳而趋右军也。”\n神策军碑全文\n皇帝巡幸左神策军纪圣德碑并序.翰林学士承旨朝议郎守尚书司封郎中知制诰上柱国赐紫金鱼袋臣崔铉奉敕撰.正议大夫守右散骑常侍充集贤殿学士判院事上柱国河东县开国伯食邑七百户赐紫金鱼袋臣柳公权奉敕书．集贤直院官朝议郎守衡州长史上柱国臣徐方平奉敕篆额。\n我国家诞受天命．奄宅区夏．二百廿有余载．列圣相承．重熙累洽．逮于十五叶．运属中兴．仁圣文武至神大孝皇帝．温恭浚哲．齐圣广泉．会天地之昌期．集讴歌于颍邸．由至公而光符．历试逾五让而绍登宝图．握金镜以调四时．抚璇玑而齐七政．蛮貊率俾神只摅怀．践位之初．惟新霈泽．昭苏品汇．序劝贤能.祗畏劳谦．动尊法度．竭孝思于昭配．尽哀敬于园陵．风雨小愆．虔心以申乎祈祷．虫螟未息．辍食以轸乎黎元．发挥典谟．兴起仁让.敦叙九族．咸秩无文．舟车之所通．日月之所照．莫不涵泳至德．被沐皇风．欣欣然．陶陶然．不知其俗之臻于富寿矣．是以年谷顺成．灾沴不作．惠泽润于有截．声教溢于无垠.粤以明年正月，享之玄元．谒清庙．爰申报本之义．遂有事于圆丘．展帝容．备法驾．组练云布．羽卫星陈．俨翠华之葳蕤．森朱干之格泽．盥荐斋果奠拜，恭寅故得二仪垂休．百灵受职．有感斯应．无幽不通．大骆鸣銮．则雪清禁道．泰坛紫燎．则气霁寒郊．非烟氤氲．休征杂沓．既而六龙回辔．万骑还宫．临端门敷大号．行庆颁赏．宥罪录功．究刑政之源．明教化之本．考臧否于群吏．问疾苦于蒸人．绝兼并之流．修水旱之备．百辟竞庄以就位．万国奔走而来庭．搢绅带鶡之伦．毡裘椎髻之俗．莫不解辫蹶角．蹈德咏仁．抃舞康庄．尽以为遭逢尧年舜日矣．皇帝惕然自思．退而谓群臣曰．历观三五已降．致理之君．何常不满招损．谦受益．崇太素.乐无为．宗易简以临人．保慈俭以育物．土阶茅屋．则大之美.是崇．抵璧捐金．不贪之宝．斯著，顾惟．荷祖宗之丕构．属寰宇之甫宁．思欲追踪太古之遐风．缅慕前……（佚失两页30个字位）\n……词．或以为乘其饥羸．宜事扫灭．或以为厚其财贿．用助归还．上曰．回鹘尝有功于国家．勋藏王室．继以姻戚．臣节不渝．今者穷而来依．甚足嗟悯．安可幸灾而失信于异域耶．然而将欲复其穹庐故地亦重劳．善千门之人必在使其忘亡存乎兴灭．乃与丞相密议．继遣慰喻之使．申抚纳之情．颁粟帛以恤其困穷．示恩礼以全其邻好．果有大特勤嗢没斯者．死识忠贞．生知仁义．达逆顺之理．识祸福之门．荷享寿于鸿私．沥感激之丹恳．愿释左袵来朝上京．嘉其诚……（下册佚失下册） \n","category":"楷书","verified":true,"user":1,"timestamp":1429951552861},{"name":"柳公权楷书神策军碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791640550,"text":"全称《皇帝巡幸左神策军纪圣德碑并序》,柳公权书。唐会昌三年（公元843年）立，原碑久佚。\n　　《神策军碑》是柳公权楷书的代表作之一。此碑较人们熟知的《玄秘塔》的书法风格更成熟，更具有特色。结体布局平稳匀整，保留了左紧右舒的传统结构。运笔方圆兼施，运用自如。笔画敦厚，沉着稳健，气势磅礴。典型地表现了柳体楷书浑厚中见开阔的艺术特点。正如岑宗旦《书评》云，柳书“如辕门列兵，森然环卫”。读此碑可以使人加深对“颜筋柳骨”这句话的艺术特征的理解。“神策军碑”原石立在封建王朝的禁内，一般人难以进去摹拓，因此拓本传世极少。下为北京图书馆藏唐拓本。拓本已装裱成上下二册，只存上册27开。下册早已失传。上册仅至“来朝上京嘉其诚”之“诚”字止，为碑文之前半，以下缺。后有南宋贾似道、元瀚林国史院、明晋王朱钢等藏印。清代经孙承泽、安岐等人递藏。此碑拓本本世纪中叶，曾一度流于香港，1965年在周恩来总理亲自指示下，以重金购回，现为北京图书馆收藏，成为显赫于世的瑰宝。有谭敬影印本，艺苑真赏社翻印本，又有文物出版社珂罗版影印本。","author":"唐代柳公权","description":"柳公权楷书神策军碑"}]