[{"name":"翁方纲行书斜街行立轴","text":"翁方纲（1733～1818）， 清代书法家、文学家、金石学家。字正三，一字忠叙，号覃溪，晚号苏斋。直隶大兴（今属北京）人，乾隆十七年进士，授编修。历督广东、江西、山东三省学政，官至内阁学士。精通金石、谱录、书画、词章之学，书法与同时的刘墉、梁同书、王文治齐名。论诗创“肌理说”，著有《粤东金石略》、《苏米斋兰亭考》、《复初斋诗文集》等。\n人物简介\n翁方纲(1733—1818年)，字正三，号覃溪，又号苏斋，顺天大兴(今属北京市)人。他是清中叶一位著名的学者，六七十岁时还能在灯下作细书，阅蝇头字。每过一岁，翁方纲必用西瓜子写下四个楷字，五十岁后写“万寿无疆”，六十岁后写“天子万年”，至七十岁后则变成“天下太平”。最后一年元旦时，写到第七粒西瓜子，眼睛因疲劳看不清东西了，他感叹地说：“吾其衰也!”不久便去世了。\n翁方纲于乾隆十七年（1752年）考中进士，官至内阁学士。乾隆三十八年(1773年)，清廷开设四库全书馆。翁方纲被任命为《四库全书》纂修官，又担任编修一职。在四库馆任职期间，他与朱筠、钱大昕、桂馥、黄易、丁杰等人常去琉璃厂书肆访书，所作金石拓本日渐增多。\n在北京任职期间，翁方纲曾与黄景仁同游陶然亭、窑台，并为陶然亭撰写过楹联。“烟藏古寺无人到，榻倚深堂有月来”。这副楹联悬挂在陶然亭正面的抱柱上。此联描写的是古时陶然亭的景致。上联“烟笼”，指烟雾笼罩。整句写白天的清静，古寺被烟雾笼罩，无人到此；下联述夜晚的安谧，深堂处于树林之中，只有明月照映进来。以“无人”与“有月”的对比描写，显现了庵堂幽深绝世的风貌，蕴含着超凡脱俗的韵味。作者是当时的达官显宦，过惯了锦衣玉食的生活，但对世俗的尘嚣，也感腻味，发现城内竟有这“无人”“有月”的古寺，真像进入世外桃源。联语表达了他向往隐居生活的心情。如今，这里已辟为公园，此联也已经不是原联，它是由光绪的老师翁同龢重书的。就连此联所描写的“静”，也被公园里的笑语欢歌划破了。\n翁方纲散馆授编修，历官内阁学士、左鸿胪寺卿，后荣恩宴加二品衔。曾主持江西、湖北、江南、顺天乡试，又曾督广东、江西、山东学政。翁方纲精于考据、金石、书法之学，又是清代“肌理说”诗论的倡始人。书学欧、虞，谨守法度。尤善隶书，相传翁方纲能在瓜子仁上书写小楷字，功力精熟可见一斑。《清朝书画录》把他和刘墉、梁同书、王文治齐名，并称“翁、刘、梁、王”。亦与刘墉、成亲王永瑆、铁保齐名，称“翁刘成铁”。包世臣《艺舟双楫》称：“宛平书只是工匠之精细者耳，于碑帖无不遍搜默识，下笔必具其体势，而笔法无闻。”马宗霍《霋岳楼笔谈》称：“覃溪以谨守法度，颇为论者所讥；然其真书工整厚实，大似唐人写经，其朴静之境，亦非石经残字到也。”\n翁方纲著有《复初斋文集》35卷，集外文4卷，《复初斋诗集》42卷、《两汉金石记》、《粤东金石略》、《汉石经残字考》、《焦山鼎铭考》、《庙堂碑唐本存字》、《石洲诗话》等大量金石学著作。世之言金石者，必推翁家。\n《清代稿钞本》中收录有其《方纲致秋盦残笺》。\n书法特色\n翁方纲学识广博，对颜书、欧书和唐人写经、汉隶都下过很大的功夫。但他的书法艺术水平并不是很高的。他的书法讲究无一笔无出处，而自己的东西却很少。行书是典型的传统帖学风格。连贯柔和，不急不躁，循规蹈矩，很有特色，不失大家风范。作品中温润丰厚浓墨与纤细的游丝形成强烈的对比。在运笔用墨过程中，由浓渐淡、由粗渐细的过渡缓冲。因此，浓淡、粗细、行止极有节奏感。整幅作品用笔以圆润轻柔为主，没有丝毫方刚急躁的火气，从柔润流畅的笔意中，可推想作者书写时灵活的用腕。综观此作品，运笔沉酣，墨色浓厚，笔划丰满，筋劲骨健，妙得神韵，是他的精品之一。\n文学主张\n翁方纲论诗的著作有《石洲诗话》，但他的基本见解，则见于专篇论文中。他的肌理说，实际上是王士禛神韵说和沈德潜格调说的调和与修正。他说：“今人误执神韵，似涉空言，是以鄙人之见，欲以肌理之说实之，其实肌理亦即神韵也。”(《神韵论上》)“诗之坏于格调也，自明李、何辈误之也。李、何、王、李之徒，泥于格调而伪体出焉。非格调之病也，泥格调者病之也。”(《格调论上》)又说：“其实格调即神韵也。”（《神韵论上》）翁方纲用“肌理”说来给“神韵”、“格调”以新的解释，借以使复古诗论重振旗鼓，继续与袁枚的“性灵”说相抗衡。\n翁方纲倡言“肌理”，包括两个方面：一是以儒学经籍为基础的“义理”和学问，一是词章的“文理”。他说：“士生今日，经籍之光，盈溢于世宙，为学必以考证为准，为诗必以肌理为准。”(《志言集序》)“义理之理，即文理之理，即肌理之理也。”（同前）他说：宋、金、元诗接唐人之脉而稍变其音。而明代诗人只是沿袭格调，并无一人具有真才实学，只有清朝经学发达，可以用经术为诗（《神韵论下》），这种主张，是当时统治者极力提倡经学、提倡考据学在文学上的反映。\n在“诗法”上，翁方纲主张求儒复古的旗号，他割裂引用杜甫诗句“法自儒家有”，解释为“大而始终条理，细而一字之虚实单双，一音之低昂尺黍，其前后接笋，乘承转换，开合正变，必求诸古人也”（《诗法论》）。翁方纲的复古，不是尊唐，而是崇宋，特别推崇江西诗派的黄庭坚。他认为，“宋诗妙境在实处”（《石洲诗话》卷四），片面强调诗歌的考证作用和史学价值，把诗与“经术”、史料混为一谈。所谓“史家文苑接儒林，上下分明鉴古今。一代词章配经术，不然何处觅元音？”（《书空同集后十六首》）这是一种模糊文学特征的主张。\n文学作品\n翁方纲作诗共2800余首，主要可分两大类。一类是把经史、金石的考据勘研写进诗中的“学问诗”。这类诗多七言古诗，诗前有序或题注，这种序、注本身也是经史或金石的考据勘研文字。其诗几乎可以作为学术文章来读，往往写得佶屈聱牙，毫无诗味。如《成化七年二铜爵歌》等即是。时人洪亮吉批评他说：“最喜客谈金石例，略嫌公少性情诗。”（《北江诗话》卷一）另一类是记述作者的生活行踪、世态见闻或写山水景物的诗。这类作品也大半缺乏生活气息和真情实感。其中一些近体诗，偶有佳构，如：“客路旬经雨，林峦翠倚空。不知秋暑气，直与岱淮通。旧梦千涡沫，思寻百步洪。大河西落日，穿漏一山红”（《高昭德中丞招同裘漫士司农钱稼轩司空集云龙山登放鹤亭四首》其二），“秋浸空明月一湾，数椽茅屋枕江关。微山湖水如磨镜，照出江南江北山”，“门外居然万里流，人家一带似维舟。山光湖气相吞吐，并作浓云拥渡头”（《韩庄闸二首》），颇有宋诗的清空气味。\n书法轶事\n其一\n翁方纲的书法主要学习唐楷，初学颜真卿，后专学虞世南和欧阳询，尤其用功于欧阳询的《化度寺碑》，他的行书主要学习米芾、董其昌及颜真卿。翁氏学书强调笔笔有来历，包世臣《艺舟双楫》记载了一个他与刘墉互相讥评的故事：“乾隆间，都下言书推刘诸城（指刘墉）、翁宛平（指翁方纲）两家。戈先舟学士，宛平之婿而诸城之门人也。尝质诸城书诣宛平，宛平曰：‘问汝师那一笔是古人’。学士以告诸城，诸城曰：‘我自成我书耳，问汝岳翁哪一笔是自己。’”由此可见翁方纲的学书态度之严谨，从学书练基本功这个方面说，他的确达到了很高的境界，《梦园丛说》载“翁覃溪先生能于一粒芝麻上写‘天下太平’四字”。但他只是在技巧上下工夫，而始终墨守前人成规，不求创新，终究只是以工夫见长。包世臣评翁方纲的书法“只是工匠之精细者”（《艺舟双楫》），可谓不诬。\n其二\n在书圣王羲之《兰亭序》的石刻拓本中，摹刻最善、流传最广，也最负盛名的就是《定武兰亭》。南宋赵子固曾以5000金向庐宗求购一册，携归途中在升山舟覆落水，他急持拓本举出水面，大呼：“我性命可弃，而此不可弃!”故后世称此本为《落水兰亭》。《落水兰亭》自宋至清，历经21位著名鉴藏家及达官显宦收藏，可谓流传有绪。乾隆四十七年(1782)，翁方纲在曹文埴处亲见此帖。于是他借观“把玩竞日，尚恍久之”，以至“晴雨眠食，行住坐卧，无刻不在《落水兰亭》卷侧”。在此期间，翁方纲又借天目山房宋拓本与之对校，以穷目之力，历时一日，精摹而成《落水兰亭》拓卷。此卷的绢上摹有工铎“墨林至宝”隶书题字，其后用黄绢响拓《兰亭序帖》凡324字，多以藏锋钝笔而成，顿按则含蓄其内，并依兰亭刻石划出格栏，原石的镭损裂痕处均以墨线在绢匡上勾成石墨纹缕，“宛具云烟枝蕾之状”。书法大家翁方纲自乾隆四十六年(1781)至嘉庆十七年(1812)近32年里，在卷后以楷、隶、行诸体题跋达30段近6500字，以至“纸不能容也”，可称书法作品之最。\n藏书故事\n翁方纲以藏书富而闻名。所居京师前门外保安寺街，家中图书文籍，插架琳琅。藏书楼有“小蓬莱阁”、“赐书楼”，乾隆三十三年（1768）因购得苏东坡手迹《嵩阳帖》、宋嘉定六年淮东仓曹刻本《施顾注苏诗》，均来自河南宋氏藏书，遂将书楼改名“宝苏斋”。宝苏斋中因藏有《施顾注苏诗》与苏东坡《嵩阳帖》而建。此后在每年十二月十九日苏东坡生日这一天，他都会请很多名士到家里共同祭奠这部书，在书上写跋语和题记。称为“祭苏会，一直延续到民国罗振玉还在祭奠。 ”另有“三万卷斋”、“三汉画斋”、“石墨楼”等，均是他收藏图书、文物之所。其《自题三万卷诗》云：“笑论插架邺侯签，已愧湖州目录兼。”“汉碑草草传洪迈，宋椠寥寥拜子瞻。”藏书印有“苏斋墨缘”、“苏斋真鉴”、“秘阁校理”、“内阁学士内阁侍读学士翰林侍读学士”、“石默书楼”、“三任广东学政”、“大兴翁氏石默书楼珍藏图书”、“恩加二品重宴琼林”、“小蓬莱阁”、“覃溪审定”、“子孙宝之”、“北平翁方纲审定真迹”等。金石学著作有《两汉金石记》，剖析毫芒，参以《说文》正义，考证精确。所作诗文，自诸经注疏，以及史传、考订、金石、文字，皆贯彻于诗文中。后人称他能“以学为师”。著有《苏诗补注》、《米元年谱》、《石洲诗话》、《汉石经残字考》、《兰亭考》、《粤东金石略》、《经义考补正》、《小石帆亭著录》、《复初斋全集》、《礼经目次》等。 \n诗作选摘\n《望罗浮》\n只有蒙蒙意，人家与钓矶。寺门钟乍起，樵客径犹非。\n四百层全落，三千丈翠飞。与谁参画理，半面尽斜晖。\n《韩庄闸二首》\n秋浸空明月一湾，数椽茅屋枕江关。微山湖水如磨镜，照出江南江北山。\n门外居然万里流，人家一带似维舟。山光湖气相吞吐，并作浓云拥渡头。\n《听钟山房歌为石琢堂修撰赋》\n听钟山房数椽屋，谢子来题初小筑。法源开士作邻家，日夕钟声饭与粥。此钟此屋结墨缘，我忆前游诗境熟。逢春到寺约看花，四十五年如转烛。由拳宫傅老诗翁，客到谢家来不速。排筵烧烛照红妆，阄韵壶尊迟老祝。我随诸公齿尚髫，谢钱未订同年录。指与邻家海棠说，记见肌红交鬓绿。恨不留春合作图，多少联吟续成轴。又到颠风落絮时，谁寻禅榻茶烟宿。昔与谢子同星骖，状头钱石花递篸。湘舲宫坊亦寓此，岁在癸卯春月三。我诗招邀理前梦，清斋花下携都篮。海棠殷然证诗诺，似与诸老盟深谈。流光敲火又一纪，琢堂使节旋楚南。燕语贺来花信卜，莺迁喜为钟声拈。花作佛香钟佛偈，偈子入坐香入帘。我题重跋檐楣额，我诗重作禅话参。横街西头新月上，西峯雨后来飞岚。花时拟更湘舲约，蒙蒙香雾霏春衫。\n（谢子：就是谢墉。钱：钱棨。石琢堂：石韫玉。）\n","category":"行书","verified":true,"user":1,"timestamp":1429951660622},{"name":"翁方纲行书斜街行立轴","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791634611,"text":"","author":"清代翁方纲","description":"翁方纲行书斜街行立轴"}]