[{"name":"刘基行书跋陆柬之文赋","text":"陆柬之（公元585-638），汉族，唐朝江苏吴县（今江苏苏州）人。他是虞世南的外甥。官至朝散大夫、太子司议郎、崇文侍书学士。书法早年学其舅，晚学“二王”，“落笔浑成，耻为飘扬绮靡之风，”故有“晚擅出蓝之誉”。传世书迹以《五言兰亭诗》刻帖与《书陆机文赋》墨迹为最着。\n人物简介\n陆柬之（585-638）唐吴人。武周时期宰相陆元方的伯父，凌烟阁二十四功臣之一虞世南的外甥，“草圣”张旭的外祖父。官至朝散大夫，守太子司议郎。以书专家，少学舅氏，而世南学于永禅师，皆有礼法。柬之与欧、渚齐名，隶行入妙，草入能。隶行于今殆绝遗迹，尝观其草书意古笔老，信乎名不虚得也。尝书头陀寺碑、急就章、陆机文赋、龙华寺额、武丘东山碑，最闻于时。传见《唐书·陆元方传》。 \n书法艺术\n陆柬之最初书学虞世南，又学欧阳询，晚临摹王羲之、王献之父子。草书笔意尤为古雅，终于成为名重一时的大书法家，与欧、褚齐名。工正行书。善临摹，虽“工于效仿，劣于独断”，但有较高成就。当时亦有人把他与欧、虞、褚并称初唐四大家（但一般说初唐四大家为欧、虞、褚、薛）。隶、行书为妙品，草书为能品。他的书法作品流传甚少，隶行殆已绝迹。依据流传下来的《兰亭诗》、《文赋》来看，他的书学师承传递关系，确实与王书是一脉相承的。故观草书笔意古雅，其书名重于世，当不虚传。李嗣真《书后品》指出“陆学士（柬之）受于虞秘监（世南），虞秘监受于永禅师（智永），皆有体法。”又曰：“陆柬之学虞草体，用笔青出于蓝”。《文赋》，墨迹本，无款。晋陆机撰，传陆柬之书。纸本，行书。据《石渠宝笈》载，纵26.6厘米，横370厘米，全卷共144行，计1658字，其中行楷1566字，草书92字。真迹现藏台北故宫博物院。 \n作品鉴赏\n卷前引首有明代李东阳篆题“二陆文翰”及沈度隶书“陆机文赋陆柬之书”，帖后无余纸，名款已失，有赵孟頫、李倜、揭俣斯、危素、末濂、孙承泽等跋记。帖中“渊”、“世”等字均作缺笔，盖避唐代帝王名讳之故。陆柬之书写的《文赋》，是西晋陆机的名著。陆机为陆束之远祖。陆柬之怀着非常崇敬的心情来书写先人的名作，以柬之之逸翰，绍先祖之宏文，所以因称为“二绝”。此帖书法风骨内含，神采外映，字字珠玉，笔笔圆劲。通观全帖，结体稍呈内敛，章法严谨，笔法妍润淳雅，很显然已开赵孟頫行楷书之先河。书家们把此卷视为瑰宝，历来书家们都给予很高的评价。\n陆柬之专学虞书，虽后世论者以为不及乃舅，但更从王羲之求法，与世南竟不相同。从所书陆机《文赋》观之：尚有虞临《兰亭》之静雅气韵，但增益了润泽之秀隽。观其用笔，起笔尚有楷书之凝重，无论点画皆入笔不浮不草。行笔不迟不疾，既能铺毫求润，又流丽不滞、收笔处交替清楚，敛锋得宜，也偶有回锋．但无碍字与字之间的顾盼呼应。尤可注意者是结体不一而极能协调一致。有时有楷书之工稳规范，有时有行书之步履轻松，流美成熟，有时有草书之用字，便捷简约，甚至章草之笔法亦偶尔见之。字形有大有小，有横扁有纵长，错落参差，交相映衬，使人不觉其弛散，反觉光华生自字里行间。初学行书者，从此入手，书有不少方便处，可为由楷变行的过渡。如能认真临习，其妍丽动人的书风，沉稳和畅的气韵，当可给人以不少新境。\n相关评价\n李嗣真《书后品》称其：“学虞草体，用笔则青出于蓝。”最为独特者，火气全无，功纯神清，一种平和恬静之气度令人神往。张怀瓘《书断》云：“柬之世南之甥，少学舅氏，临写所合，亦犹张翼换羲之表奏，蔡邕为平子后身。晚习二王，尤尚其古，中年之迹，犹有怯懦，总章已后，乃备筋骨，殊矜质朴，耻夫绮靡，故暴露瑕疵……虽为时所鄙，回也不愚，拙于自媒，有若达人君子。尤善运笔，或至兴会，则穷理极趣矣。……然工于仿效，劣于独断，以此为少也。”\n朱长文赞其书云：“意古笔老，如乔松倚壑，野鹤盘空。”\n陶宗仪《书史会要》云：“柬之少学舅氏，多作行字，晚擅出蓝之誉，遂将咄咄逼羲献，落笔浑成，耻为飘扬绮靡之习，如马不齐髦，人不栉沐，览之者未必便能识其佳处，然人才固自有分限，柬之隶、行入妙，章草、草书入能，是亦未免其利钝也。”\n项穆云：“予尝见其所书《兰亭诗》，无一笔不出右军，第少飘逸和畅之妙尔。”\n刘基在所书《文赋》题跋云：“晋陆之词，唐陆之书，可谓二美。”\n主要作品\n《兰亭诗》\n《五言兰亭诗》，为唐代陆柬之行书法帖。传世有墨迹、拓本各一。一是首行题“五言兰亭诗，陆柬之书’。墨迹卷，共二十七行。卷后有南宋“睿思阁”等金印及李日华等题记，曾被刻入《戏鸿堂帖》。书法涵蓄温雅，与“兰亭八柱之二”《褚摹兰亭》运笔极相似。有影印本行世。一是绿麻纸本，帖后有“陆司仪（柬之）书”四字。又有唐天复（901—903）间题记及宋人诸跋，墨迹已佚，仅存南宋游似石刻的拓本，现藏上海图书馆。\n《文赋》\n《文赋》为纸本墨迹卷，是初唐时期少有的几部名家真迹之一。这是一幅陆柬之用心写的作品，因为《文赋》是陆机呕心沥血的代表作，而陆柬之又是陆机的后裔，所以陆柬之是以极其崇敬的心情来写《文赋》的。据说陆柬之年轻时读陆机《文赋》，极为倾心，想亲笔书写一篇，因怕自己书艺不精而“玷辱”前贤名作，始终未敢贸然动笔，直至他晚年书名赫赫时，才动笔了此宿愿。\n《文赋》墨迹的章法和气韵，更多的是学习王羲之的。全书144行，1658字，字体以正、行为主，间参草字，虽三体并用，但上下照应，左右顾盼，配合默契，浑然天成。笔致圆润而少露锋芒，表现出平和简静的意境。笔法飘纵，无滞无碍，超逸神俊，深得晋人韵味，从中透露出深厚的《兰亭》根底。元代书法家揭溪斯曾评论此帖说：“右陆柬之之行书《文赋》一卷，唐人法书结体遒劲有晋人风格者，惟见此卷耳。虽若隋僧智永，犹恨妩媚太多、齐整太过也。独于此卷为之三叹。”元赵孟頫评价更高，曰：“右唐陆柬之行书文赋真迹，唐初善书者称欧虞褚薛，以书法论之，岂在四子下耶。然世罕有其迹，故知之者希耳”（赵孟頫《文赋》跋）。赵孟頫曾临学此帖，从中领悟晋人笔法和结体，受益匪浅。孙承泽在给《文赋》墨迹所写的跋文上说：“赵文敏（孟頫）晚年书法全从此（指《文赋》）得力，人鲜见司谏（指陆柬之）书，遂不知文敏所自来耳”。\n此卷流传有绪，有赵孟頫、李倜、揭傒斯、危素、宋濂、孙承泽等人跋记。帖中“渊”、“世”等字均作缺笔，盖避唐代帝王名讳之故。帖后无余纸，名款己失，卷前引首有明代李东阳篆题“二陆文翰”，及沈度隶书“陆机文赋陆柬之书”，真迹清时入内府，后藏北京故宫博物院，现藏台北故宫博物院。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951602600},{"name":"刘基行书跋陆柬之文赋","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791635991,"text":"刘 基，字伯温，谥曰文成，温州文成县南田人（旧属青田县）。故时人称他刘青田，明洪武三年封诚意伯，人们又称他刘诚意。武宗正德九年被追赠太师，谥文成，后人又称他刘文成、文成公。元末明初军事家、政治家及诗人，通经史、晓天文、精兵法。他以辅佐朱元璋完成帝业、开创明朝并尽力保持国家的安定，因而驰名天下，被后人比作为诸葛武侯。朱元璋多次称刘基为：“吾之子房也。”在文学史上，刘基与宋濂、高启并称“明初诗文三大家”。","author":"明代刘基","description":"刘基行书跋陆柬之文赋"}]