[{"name":"柳公权楷书金刚经v2","text":"柳公权（778年－865年），字诚悬，汉族，京兆华原（今陕西铜川市耀州区）人。兵部尚书柳公绰之弟，唐代著名书法家、诗人。历仕宪、穆、敬、文、武、宣、懿七朝，官至太子少师，封河东郡公，以太子太保致仕，故世称“柳少师”。咸通六年（865年）卒，享年八十八岁，赠太子太师。\n柳公权书法以楷书著称，与颜真卿齐名，人称“颜柳”，又与欧阳询、颜真卿、赵孟頫并称“楷书四大家”。他的书法初学王羲之，后来遍观唐代名家书法，认为颜真卿，欧阳询的字最好，便吸取了颜，欧之长，在晋人劲媚和颜书雍容雄浑之间，自创“柳体”，以骨力劲健见长，后世有 “颜筋柳骨”的美誉。柳公权亦工诗，《全唐诗》存其诗五首，《全唐诗外编》存诗一首。\n（概述图片来源：[1] ）\n人物生平\n少有才学\n柳公权祖父柳正礼，任邠州士曹参军，其父柳子温曾任丹州刺史，其兄为唐名臣柳公绰。柳公权从小就喜欢学习，十二岁就能作辞作赋。\n08年（元和三年）柳公权中进士第，初仕为秘书省校书郎。李听镇守夏州时，任命他为掌书记。\n三朝侍书\n20年（元和十五年），唐宪宗暴死，由唐穆宗李恒即位，柳公权进京回奏政事，穆宗召见，对他说：“朕在佛寺中看到你的笔迹，想见你很久了。”就升任他为右拾遗，补翰林学士，后又升为右补阙、司封员外郎。\n柳公权历事穆宗、敬宗、文宗三朝，都在宫中担任侍书之职。他的哥哥柳公绰在太原任职，写信给宰相李宗闵说：“我的弟弟苦心钻研文章书法，先朝只任他为侍书，这种职务，和占卜小吏没有什么区别，我也以此为耻，请给他调换一个闲散职位。”于是升任右司郎中，又转为司封郎中、兵部郎中、弘文馆学士。文宗思念他，又召他为侍书，升任谏议大夫。不久又改为中书舍人，充任翰林书诏学士。每次在浴堂回答文宗的提问，常常是蜡烛烧完了，而谈兴正浓，不肯花工夫去取蜡烛，宫中婢女便用蜡油谌纸来照明。[2-3]   \n他曾随从文宗去未央宫花园中游玩，文宗停下车子对柳公权说：“有一件使我高兴的事。过去赐给边兵的服装，常常不能及时发下，现在二月里就把春衣发放完毕。”柳公权上前祝贺，文宗说：“只是祝贺一下，还不能把你的心意表达清楚，你应作首诗向我祝贺。”宫人催他亲口念给文宗听，柳公权应声念道：“去岁虽无战，今年未得归。皇恩何以报，春日得春衣。”文宗高兴地说：“曹子建七步吟诗，你竟只需三步。”[4-5]   \n一次，文宗在便殿召见六位学士，文宗说起汉文帝的节俭，便举起自己的衣袖说：“这件衣服已经洗过三次了。”学士们都纷纷颂扬文宗的节俭品德，只有柳公权闭口不说话，文宗留下他，问他为什么不说话，柳公权回答说：“君主的大节，应该注意起用贤良的人才，黜退那些不正派的佞臣，听取忠言劝戒，分明赏罚。至于穿洗过的衣服，那只不过是小节，无足轻重。”当时周墀也在场，听了他的言论，吓得浑身发抖，但柳公权却理直气壮。文宗对他说：“我深知你这个舍人之官不应降为谏议，但因你有谏臣风度，那就任你为谏议大夫吧。”第二天下旨，任他为谏议大夫兼知制诰，学士之衔仍旧，掌撰写诏书。[6-7]   \n劝谏文宗\n38年（开成三年），柳公权经调转任工部侍郎，但不过是备员而已。文宗曾召他问事，问他：“外边有什么议论？”柳公权回答说：“自从郭旼被任为邠宁节度使，人们议论纷纷，有的说好，有的说不好。”文宗说：“郭旼是尚父（郭子仪）的侄子，太皇太后（懿安郭皇后）的叔父，在职也没有过错。从金吾大将升任小小的邠宁节度使，还议论什么呢？”柳公权说：“凭郭旼的功绩和品德，任命为节度使是合适的。人们议论的原因，据说是郭旼把两个女儿献入宫中，因此才升官，这是真的吗？”文宗说：“他的两个女儿进宫，是来看望太后的，并不是他进献女儿。”柳公权说：“常言说，瓜田不拾履，李下不整冠，如没有嫌疑，为什么这事嚷得家谕户晓？”他因而举出王珪劝太宗送卢江王妃出宫的事例来说明利害，文宗当即派内使张日华把二女送还郭旼家。后屡次升迁，在文宗朝升为学士承旨。[9-10]   \n仕途沉浮\n40年（开成五年），文宗驾崩，由唐武宗李炎即位。武宗即位后罢去内府学士官职，任命柳公权为右散骑常侍。宰相崔珙举荐他为集贤殿学士、判院事。李德裕本来对柳公权不错，但当柳公权被崔珙举荐时，他很不高兴，便将柳公权降为太子詹事，改为太子宾客。经屡次升迁任金紫光禄大夫、上柱国，封河东郡开国公，食邑二千户。又任为左常侍、国子祭酒。历任工部尚书。 \n58年（大中十二年）正月一日，宣宗在元旦举行朝会，柳公权年已八十，便在群臣之首向宣宗称颂祝贺，因含元殿较远，柳公权到时因年迈已感疲惫，在称贺之后，本要为宣宗上尊号“圣敬文思和武光孝皇帝”，但柳公权误称“光武和孝”，因此御史弹劾，罚了一季的俸禄 ，议事官恨他不退休。直到咸通（860年—874年）初年，柳公权才以太子太保之职致仕。 \n65年（咸通六年），柳公权去世，时年八十八岁，获赠太子太师。 \n柳公权最初学习王羲之的书法，广泛浏览近世各家笔迹，形成自己遒劲、妩媚的书风，自成一家。当时公卿大臣家为先人立碑，如果得不到柳公权亲笔所书的碑文，人们会认为是不孝行为。外国使者来进贡，都专门封上货币，上面注明这是购买柳公权书作的专款。长安西明寺的《金刚经碑》为柳公权所书，兼收钟繇、王羲之、欧阳询、虞世南、褚遂良、陆柬之等人的笔法，更是他得意之作。文宗在夏天和学士们联句作诗，文宗的首联是：“人皆苦炎热，我爱夏日长。”柳公权续作：“薰风自南来，殿阁生微凉。”当时丁、袁等五学士都相继联句，文宗只吟诵柳公权两句诗，论道：“词句清丽，诗意表达充分，不可多得。”于是命柳公权题写在宫殿的墙壁上，每字方圆五寸，文宗看了以后，赞叹说：“钟繇、王羲之再生，也超不过啊！”\n他特精于《左传》、《国语》、《尚书》、《毛诗》、《庄子》，每讲说一词一义，常写满好几篇纸。他通晓音律，却不喜欢听演奏，他常说：“这是由于听音乐容易使人产生骄慢情绪的缘故。”\n人物成就\n柳公权在唐代元和以后书艺声誉之高，或世无第二人。当时公卿大臣家碑志，不得柳公权手笔者，人以子孙为不孝。而且柳公权声誉远播海外，外夷入贡，皆别署货员，曰：“此购柳书。”。柳体以创造一种新的书体美，征服了当代，也赢得了后代，“一字百金，非虚语也”。五代时杨凝式卓然雄立，对唐代颜、柳之书学多有继承并发扬。苏轼说：“自颜、柳没，笔法衰微。加以唐末丧乱，人物凋落，文采风流扫地尽矣。独杨公凝式，笔迹雄杰，有二王、颜、柳之风。此真可谓书之豪杰，不为时世所汩设者。”《邵氏见闻录》亦云：“凝式自颜、柳入二王之妙，楷法精绝。”这是唐以后学柳书而能自出机杼的一位承前启后的卓越书家。再如僧人应之，俗姓王，闽人，《南唐书》称其习柳氏笔法，以善书冠江左。这说明五代十国虽干戈纷扰，书学转入低潮，但唐之流风遗泽犹存，学颜学柳一脉未断。\n宋代书学复兴，且从唐代的重法中走向重意的新境界，创造属于自己的时代书风。有宋一代非常推崇颜书、柳书，其学柳书者不可胜数。石曼卿学颜，也汲取柳之风骨，正如范仲淹为他作诔文《祭石曼卿》中说：“延年之笔，颜筋柳骨。散落人间，宝为神物。”宋四家学唐而各有所近，如蔡襄学颜，苏轼尤近颜，黄庭坚近柳，米芾近褚。其实宋四家都经历过颜与柳的书学殿堂，自得自悟，都能巧妙地化入自己的书艺中。蔡襄（字君谟）瓣香颜书，但亦精柳书，认为《阴符经序》“善藏笔锋”，是柳书之最精者。董其昌曾说：“余曾见柳诚悬小楷《度人经》，遒劲有致。蔡君漠《茶录》，颇仿之。”（《画禅室随笔》）董乃深识柳书三昧者，此说可窥蔡学柳之一斑。苏轼也为柳书知音，研习甚深，评论警策。他虽不以柳书为面目，但融取精蕴。《山谷题跋》云：“东坡道人少日学《兰亭》，故其书姿媚似徐季海，至酒酣放浪，意忘工拙，字特瘦劲如柳诚悬。”黄庭坚也学柳，结体紧结，实源于薛曜、柳公权。《寒食诗跋》自云“于无佛处称尊”，敢与其师分庭抗礼。“此跋即糅合柳书、《瘗鹤铭》的特色，参以己意，融气势、韵趣于一炉，纵横挥毫，而意志悠然”（侯镜昶《书学论集》）。黄庭坚学柳深得其蕴，钱泳《书学》中就说：“山谷学柳诚悬，而直开画兰画竹之法。”米芾虽曾贬斥柳书，但他又赞扬“柳公权如深山道士，修养已成，神气清健，无一点尘俗。”（《书评》）两者似乎矛盾，但又确实存在于柳书之中。而米芾自己学书过程是由颜真卿而至柳公权，由柳而欧、褚，后研法帖，入魏晋之境。米芾说：“余初学颜，七、八岁也。字大一幅，写简不成，见柳而慕紧结乃学柳《金刚经》。”（《宝晋英光集》卷八）后来他偏激地贬斥柳书“丑怪恶札”，可谓数典忘祖。宋僧中也多有学柳书者。如释梦英，正书学柳。明杨士奇云：“梦英楷法一本柳诚悬，然骨气意度皆弱，不能及也。”其书《夫子庙堂记》（石存西安碑林），可称柳书嫡脉。释正蒙，书得诚悬法《石墨镌华》；释梦贞，善柳书（《皇朝事实类苑》）；释瑛公，独杜门手写《华严经》，精妙简远之韵，出于颜、柳（《石门文字禅》）；释思齐，书师柳公权，有所书《放生池碑》在杭州（《书史会要》），如此等等，不复遍举。这可能与柳公权写的《金刚经》名闻遐迩有关。在宋代，柳体像颜体一样，借助于刻书印刷而进入千家万户，家喻户晓。宋代刻书，在北宋大抵是用欧体笔法。南宋以后，则兼用颜体、柳体。当时的闽本，就多用柳体字；而江西刻本有的也用柳体，或用颜体；而蜀本就多用颜体。其时颜体较为时尚，而又以欧、柳二家书法刻版最为美观，可见柳书在唐宋书坛蜚声播誉，柳体又广泛地渗透于民间。\n书学的高潮于金代暂时衰落，然学柳者却不绝如缕。刻于金皇统四年（1144）的《沂州普照寺碑》，乃集柳公权书所成，仲汝文撰，楷书二十四行，行六十二字。论者或谓：“虽为集缀所成，然字字挺拔，笔笔雄整，大似公权得意之作，比今所传《玄秘塔》与《李晟碑》直有雅俗天渊之别，学柳者能从此入，庶不为米芾所嗤。”（《碑帖叙录》）元代赵孟俯中年学钟繇“二王”，后又学李邕、苏灵芝。虽然不以柳为面目，但也取其骨，自铸赵体。刘宗海云：“从子昂翁笔砚之侧，知其下笔处颜筋柳骨、银钩铁画果是也。”（《书林藻鉴》）明代董其昌对于柳书最有会心。他曾说：“柳尚书极力变右军法，盖不欲与《禊帖》面目相似，所谓神奇化为臭腐，故离之耳。凡人学书，以姿态取媚，鲜能解此。余于虞褚颜欧，皆曾仿佛十一。自学柳诚悬，方悟用笔古淡处。自今以往，不得舍柳法而趋右军也。”（《画禅室随笔》）董氏学一生，并能从柳书变法中得到启发，故其论柳，自然精警。由明入清的行草名家王铎力学柳书，《拟山园帖》所书正书颇得柳体之精髓，而临作如《圣慈》、《紫丛靸鞋》则取神遗貌，自为心裁。清代学颜名家辈出，而学柳者也可比列。书法名家梁同书、梁诗正都学柳。《鉴止水斋集》云：“（同书）公书初法颜、柳，中年用米法，七十后愈臻变化，纯任自然。”《国朝先正事略》：“（诗正）公书初学柳诚悬，继参文、赵，晚师颜、李。”此外如大臣左宗棠的行书，俱出颜真卿、柳公权。闺秀如王鉴（郝懿行妻）其书法欧、柳。康有为虽对柳书有贬语，但他主张在科举中用柳体，说：“柳之《冯宿》、《魏公先庙》、《高元裕》最可学，直可缩入卷折。大卷得此，清劲可喜，若能写之作折，尤为遒媚绝伦。”\n\t\n历史评价\n李恒：我于佛寺见卿笔迹，思之久矣。 \n柳公绰：家弟苦心辞艺。 \n李昂：①卿有诤臣风。 ②辞清意足，不可多得。 ③钟、王复生，无以加焉！ \n米芾：柳公权如深山道人，修养已成，神气清健，无一点尘俗。 \n苏轼：柳少师书本出于颜，而能自出新意。\n朱长文：盖其法出于颜，而加以遒劲丰润，自名一家。\n王世贞：所书《兰亭》帖，去山阴室虽远，大要能师神而离迹者也。\n丰坊：昔人传笔诀云：“双钩悬腕，让左侧右，虚掌实指，意前笔后。”论书势云：“如屋漏痕，如壁坼，如锥画沙，如印印泥，如折钗股。”自钟、王以来，知此秘者...唐则欧阳信本、虞伯施、褚登善、薛纯陀、薛嗣通、孙过庭、钟绍京、贾膺福、李泰和、贺季真、李太白、张伯高、杜子美、颜清臣、柳诚悬、钱藏真、张从申...虽所就不一，要之皆有师法，非孟浪者。 \n康有为：诚悬则欧之变格者。\n个人作品\n柳公权亦工诗，有出口成章之才，文宗称其“子建七步，尔乃三步焉”。《全唐诗》有其存诗五首，《全唐诗外编》存诗一首，《全唐文》 、《唐文拾遗》亦有收录其作品。 \n柳公权书法、碑刻代表作\n《金刚经碑》 \n《平西郡王李晟碑》\n《大唐回元观钟楼铭》\n《冯宿碑》\n《羲阳郡王苻璘碑》\n《玄秘塔碑》\n《神策军碑》\n《刘沔碑》\n《魏公先庙碑》\n《高元裕碑》\n《复东林寺碑》 \n《原道碑》\n轶事典故\n写诗助人\n柳公权在武宗皇帝的时候是内廷官员。皇帝很长时间对一名宫中女官生气，后来把她召来，对柳公权说：“我对这个人很不满意，如果能得到学士你的一篇作品，我就不怪罪她了。”于是把御案上的几十张蜀郡产的纸递给他。柳公权不假思索，立即写成一首绝句：“不分前时忤主恩，已甘寂寞守长门。今朝却得君王顾，重入椒房拭泪痕。”皇帝非常高兴，赏赐给他二百匹锦缎，并命女官上前向他拜谢。 \n以笔为谏\n唐穆宗荒淫，行政乖僻，他曾向柳公权问怎样用笔才能尽善尽美，柳公权回答说：“用笔的方法，全在于用心，心正则笔法自然尽善尽美。”穆宗为之改容，明白他这是借用笔法来进行劝诫。[25-26]   \n史书记载\n《旧唐书·卷一百六十五·列传第一百一十五》 \n《新唐书·卷一百六十三·列传第八十八》 \n后世纪念\n主词条：柳公权墓\n柳公权墓在耀州区阿子乡让义村北约1公里处。东西82米，南北64米，圜丘。柳公绰，柳公权系铜川耀州区人，亲生兄弟。绰墓在东，权墓在西，相距46米。墓前各立石碑1通。1碑上款楷书“赐进士及第兵部侍郎兼副都御史陕西巡抚毕沅书”，中行隶书大字“唐兵部尚书柳公公绰墓”，下款楷书“大清乾隆岁次丙申孟秋知耀州事张凤鸣立石”；另一通上、下款与前碑相同。中行隶书大字“唐太子师河东郡王柳公公权墓”。碑距墓丘均5米。1956年公布为省级文物保护单位。1990年省文物事业管理局批准成立柳公权墓文管所。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951552908},{"name":"柳公权楷书金刚经","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429712222049,"text":"柳公权书《金刚经》唐拓孤本","author":"唐代柳公权","description":"柳公权楷书金刚经"}]