[{"name":"李隆基隶书石台孝经","text":"《石台孝经》，唐玄宗李隆基作序、注解并书，太子李亨（唐肃宗）篆额，镌于唐玄宗天宝四年（公元745年）。碑文隶书，十八行，行五十五字，书法工整，丰腴华丽，结体庄严恢弘。\n原石由四块黑色细石合成，长方柱体，四面刻字，高620厘米，宽120厘米。碑顶雕刻着灵芝云纹簇拥的双层花冠，碑座底下有三层石台，所以被称为《石台孝经》。原石现藏于西安碑林。\n内容\n《孝经注》序\n朕闻上古其风朴略，虽因心之孝已萌，而资敬之礼犹简，及乎仁义既有，亲誉益著。圣人知孝之可以教人也，故因严以教敬，因亲以教爱。于是以顺移忠之道昭矣，立身扬名之义彰矣。子曰：“吾志在《春秋》，行在《孝经》。”是知孝者，德之本欤？\n《经》曰：“昔者明王之以孝理天下也，不敢遗小国之臣，而况于公、侯、伯、子、男乎？”朕尝三复斯言，景行先哲，虽无德教加于百姓，庶几广爱刑于四海。嗟乎，夫子没而微言绝，异端起而大义乖。况泯绝于秦，得之者皆煨烬之末；滥觞于汉，传之者皆糟粕之余。故鲁史《春秋》，学开五传；《国风》、《雅》、《颂》，分为四诗。去圣逾远，源流益别。\n近观《孝经》旧注，蝽驳尤甚。至于迹相祖述，殆且百家。业擅专门，犹将十室。希升堂者，必自开户牖。攀逸驾者，必骋殊轨辙。是以道隐小成，言隐浮伪。且传以通经为义，义以必当为主。至当归一，精义无二，安得不翦其繁芜，而撮其枢要也。\n韦昭、王肃，先儒之领袖。虞翻、刘邵，抑又次焉。刘炫明安国之本，陆澄讥康成之注。在理或当，何必求人？今故特举六家之异同，会五经之旨趣；约文敷畅，义则昭然；分注错经，理亦条贯。写之琬琰，庶有补于将来。\n且夫子谈经，志取垂训。虽五孝之用则别，而百行之源不殊。是以一章之中，凡有数句；一句之内，意有兼明；具载则文繁，略之又义阙。今存于疏，用广发挥。 \n关于《孝经注》\n唐玄宗非常重视《孝经》，并亲自为之作注，其中的原因是大可研究的。如果简单地归纳一些，主要有三点：\n其一，以孝治家。皇家的内部秩序要整顿好，也确实不容易，唐玄宗自己就亲身经历过好多的事情，比如太平公主的作乱，又如自己和太子以及诸子的关系处理上，再如自己和其父在皇位继承问题上，还有自己和儿子在皇位的继承问题上。唐玄宗希望通过提倡孝道，把皇家的内部秩序整顿好。\n他一方面宣扬《孝经》，一方面自己也做出样子来，有记载说“上素友爱，近世帝王莫能及之”。比如初即位的时候，唐玄宗特地做了长枕头、大被子，与兄弟宋王、申王、岐王、薛王、豳王同寝。宫殿中还设立五幄，与诸王更处其中，称为“五王帐”。明代李贽在《史纲评要》中说了三个字：“近儿戏！”确实为入木三分之评。然而，再反思一下，也并非全是儿戏，在某些历史时段中皇帝的这些做法也会起到一定的凝聚作用的。甚至这也成为一个教育皇家后代的著名的典故而流传不息，如焦编辑的教育皇家后代的《养正图解》就选择了唐玄宗的这一则故事。\n其二，以孝治国。《孝经》中的一个重要智慧就是“孝治”，将“移孝为忠”、“以顺移忠”成为治国的重要做法。唐玄宗重视这一点，因此召开类似今天的高层的学术讨论会，研讨《孝经》的有关问题，还自己亲自作注，并撰写《孝经》全文立于学官，等等。他能取得“开元盛世”的盛况，也许和这种倡导与做法不无关系。但是他的误国，被赶下皇位也和没有很好地实践《孝经》有关。比如《孝经》强调要纳谏，他后期没有做到；而如果对照《圣治章》的那些内容，他全背道而行了。比如“六事”之与“六可”，如“言思可道，行思可乐，德义可尊，作事可法，容止可观，进退可度，以临其民”，他都没有做到，从而导致了“安史之乱”。历代有许多皇帝都关心《孝经》，提倡孝道，也许主要就聚焦在这两大问题上。\n其三，文化建树。唐玄宗在文化建设上也是有一定的贡献的，其他不烦说，比如《孝经》的整理、注释以及推广就是一大贡献。今天《十三经注疏》中只有一位皇帝留下了他的著作，那就是唐玄宗的《孝经注》，而西安碑林的“石台孝经”，成为一个重要的国宝级文物。\n由来\n西汉及魏晋，经过宋齐梁陈，注解《孝经》的近百家，至于有唐之初，虽然备存秘府，而简编多有残缺，当时流传的唯孔安国、郑玄两家之《孝经》注；另外就是梁代的皇侃《孝经义疏》，然而多纰漏谬误，理昧精研。因此唐玄宗朝，召集群儒学官，使集议《孝经》的注解。这就有了刘知几辨郑玄的《注》有十谬七惑，司马贞驳斥孔安国的《注》多鄙俚不经，其余诸家注解，皆荣华其言，妄生穿凿。于是唐玄宗就在先儒的注释中采集菁华，删除烦乱，萃取义理，把允当的用为注解，至于天宝二年（743年）注成，颁布天下，并自己用八分隶书书写，勒石于石碑，这就是《石台孝经》。 \n另有传说表示，在武惠妃死后不久，唐玄宗李隆基爱上亲儿子寿王的王妃杨玉环，以致日思夜想，茶饭不思。高力士灵机一动，劝李隆基令各位皇子研读《孝经》，以启发寿王以孝道为重，献出玉环。李隆基欣然采纳，并对诸皇子解释说：“孝之精义乃在于顺，顺者，以父母之愿为己愿，以父母之想为己想。”希望寿王有所感悟。同时，高力士进一步谋划，令杨玉环自荐为道士。免去寿王妃的身份。天宝四年，玄宗立孝经碑后，诏玉环还俗，册封贵妃。\n相关事件\n013年，有外地网友逛西安碑林博物馆意外在唐玄宗李隆基御碑《石台孝经》序顶端发现了三个大字“朕略萌”。这么有趣的三个字立即被西安碑林博物馆拍成照片发到官方微博。\n碑文中开头是这样三句话：“朕闻上古，其风朴略，虽因心之孝已萌……”而这三句话从右至左组合排列，顶端就恰好突出了“朕略萌”三个字。这个萌字表达的是萌生、萌发的意思。 \n","category":"隶书","verified":true,"user":1,"timestamp":1429951552310},{"name":"李隆基隶书石台孝经","dynasty":"唐代","category":"隶书","type":"","user":1,"timestamp":1429791639774,"text":"《石台孝经》唐天宝四年（公元745年）立。此碑以四块高各590厘米，宽各120厘米，是唐玄宗李隆基亲自作序、注解并书，李亨篆额。现存陕西西安碑林博物馆孝经亭内。碑文隶书追汉隶风规又小变其法，丰腴爽利，颇有盛唐气概。碑石坚细，至今光莹如漆。\n《孝经》是孔子的学生曾参纪述他与孔子的问答辞，主要内容讲孝、悌二字。碑石长方形，为色如黑玉、光可鉴人的细石合成而刻的。上加方额，方额左右各浮雕瑞兽，上下刻涌云，上承盖石，盖石边缘刻优美的卷云，顶上作山岳形，碑下面有方形台阶石三层，因称石台孝经。台石三层四面都有线刻纹饰，特别是最下层，满刻唐代惯用的茂盛蔓草和雄浑的狮形怪兽，这两种不相协调的动植物，本难组织在一起，但作者将蔓草刻得回卷扬抑，有如风呼云涌，不但画面上融洽无间，还突出了怪兽的威势，整个结构给人以威武、活泼、蓬勃的感觉。属盛唐艺术的精华。\n此碑刻成以后，原立在唐长安城务本坊的太学内，于天祐元年（公元904年）迁至唐尚书省西隅（今西安市社会路），到北宋元祐五年（公元1090年），因尚书省“地处洼下，随立辄仆”又“徙置于府学北墉”，即今西安碑林的所在地。距今已有八百余年的历史，是碑林中最早的展品。","author":"唐代李隆基","description":"李隆基隶书石台孝经"}]