[{"name":"虞世南楷书破邪论序","text":"《破邪论序》为中国书法史上著名文物，全文收入《虞秘监集》及历代书法论著中，传世刻本有款署“太子中书舍人虞世南撰并书”“太子中书舍人吴郡虞世南撰并书”二种。唐朝初年大书法家虞世南所书。关于汉末大叛乱以后的道教，我们拥有的材料也是令人失望的。它们要么所记日期不准确，要么根本不记日期，要么就根本抱有明显的偏见，象在释、道二教论战交锋时所写的佛教小册子那样。除此之外，由于这些现存材料未经充分细心研究，所以不可能给这个时期的道教描绘出一幅准确的画面。\n评价\n但此帖有人疑为伪迹，如清代学者姚鼎认为虞世南父名荔，而文中有“饵松茶干溪漳，披薜荔于山阿”之句，未将其中“荔”字缺笔避讳。然此小楷之清逸，明王世贞《弇州山人续稿》中曾这样论述，“世南书迹本自稀，而楷法尤不易得，不者唯《破邪论序》，稍大者《孔子庙堂碑》而已，《破邪》积能之极，几夺天巧，所谓不入二王室，犹似不能忘情于蹊迳耳。”此帖历来转辗翻刻者不少，如《玉烟堂帖》、《停云帖》、《清鉴堂》等诸法帖，尤以《越州石氏本》为最佳。用笔上吸收二王以来名帖之长，结体疏朗而不失紧密，秀雅静和，直接晋唐小楷之正脉。字势灵活自如，布局颇得天巧。《唐人书评》云：“世南书迹本自希，而楷法尤不易得。小者唯《破邪论序》，稍大者《孔子庙堂碑》而已。《破邪》积能之极，几夺天巧。所谓不入二王之室，犹似不能忘情于蹊径耳。” 现为日本藏家三井高坚所收藏。\n虞世南（558-638），字伯施，越州余姚（今浙江余姚）人。父虞荔，兄虞世基，叔父虞寄，均名重一时。虞寄无子，世南过继于他，故字伯施。隋炀帝时官起居舍人，唐时历任秘书监、弘文馆学士等。与欧阳询齐名，并称‘欧虞'，或称其与欧阳询、褚遂良、薛稷为初唐四大家。俱为后世宗法。传世碑帖有《孔子庙堂碑》、《破邪论》等，旧摹墨迹本《汝南公主墓志铭》等。书法理论著作有《笔髓论》、《书旨述》。编有《北堂书钞》一百六十卷、《群书理要》五十卷、《兔园集》十卷等，另有诗文集十卷行于世，今存《虞秘监集》四卷。\n他不但书法冠绝一时，而且为人正直，性情刚烈，他议论持正，敢于进谏，曾借陇右山崩等自然灾害，劝谏太宗整顿刑狱，救济灾民；又借星象变异，劝告太宗戒骄戒躁，慎终如故；太宗准备厚葬高祖时，他援引前代典法，主张薄葬；太宗晚年喜好田猎，他又劝谏“时息猎车”，以免扰民。唐太宗为此赞叹道：“群臣皆若世南，天下何忧不理！”并称赞他有“五绝”：“一曰博学，二曰德行，三曰书翰，四曰词藻，五曰忠直。有一于此，足谓名臣，而世南兼之。”是“当代名臣，人伦准的。”\n李世民初即位时，虞已年近七十。当时他就请求告老，未获允准。直到贞观十二年（638）才同意他退下来，当年五月他就病死了，终年81岁。太宗为他的死“哭之甚恸”，让他陪葬昭陵，赠他礼部尚书，赐他谥号文懿，还把他的像画在凌烟阁上，虞世南真可说是“备受哀荣”的了。\n虞世南年轻时曾向绍兴智永法师学习书法。智永是晋代书圣王羲之的七世孙，藏有王羲之传世真迹，虞世南因此尽得王书真髓，成为一代大家。他晚年自撰自书的《孔子庙堂碑》被称为我国书法艺术的瑰宝，以致黄庭坚有“千两黄金哪购得”之叹。\n虞世南的书法圆融遒逸，风神萧散，自开面貌，秀丽中含筋骨。他偏工行草，而晚年正楷可与王羲之相先后。相传他勤于学书，卧时常在被中划腹练习，作字不择纸笔，都能如字。传书之作有《孔子庙堂碑》、《汝南公主墓志》、《晗仁寺碑》、《论道帖》等。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951554913},{"name":"虞世南楷书破邪论序","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791624994,"text":"小楷破邪论序\n　　虞世南小楷书，日本三井高坚收藏，全文收入《虞秘监集》及历代书法论著中，传世刻本有款署“太子中书舍人虞世南撰并书”“太子中书舍人吴郡虞世南撰并书”二种。但此帖有人疑为伪迹，如清代学者姚鼎认为虞世南父名荔，而文中有“饵松茶干溪漳，披薜荔于山阿”之句，未将其中“荔”字缺笔避讳。然此小楷之清逸，明王世贞《弇州山人续稿》中曾这样论述，“世南书迹本自稀，而楷法尤不易得，不者唯《破邪论序》，稍大者《孔子庙堂碑》而已，《破邪》积能之极，几夺天巧，所以不入二王室，犹似不能忘情于蹊迳耳。”此帖历来转辗翻刻者不少，如《玉烟堂帖》、《停云帖》、《清鉴堂》等诸法帖，尤以《越州石氏本》为最佳。\n\n【释文】\n　　若夫神妙无方，非筹算能测，至理凝邈，岂绳准所知？实乃常道无言，有著斯绝，安可凭诸天纵，窥其冥者乎？至如五门六度之源，半字一乘之教，九流百氏之目，三洞四检之文，苟可以经纬阐其图，讵可以心力到其境者？英猷茂实，代有人焉，法师俗姓陈，颍川人，晋司空群之後也。自梁及陈，世传缨冕，爰祖及伯，累叶儒宗。法师少学三论，名闻朝野，长该众典，声振殊俗，威仪肃穆。介节淹通，留连清翰，发摘微隐。比地方春，藏用显仁之量；如愚若讷，外ウ内明之功。固能智周测海，道亚弥天，岂止掺类山涛，神侔庾亮而已。尔其文情，乃典而不野，丽而有则，犹八音之并奏，等五色以相宣。道行则纳正见於三空，拯群迷於八苦，既学博而心下，亦守卑而调高，实释种之梁楝，生人之羽仪者矣。加以赈乏扶危，先人後已，重风光之拂照林牖，爱山水之负带烟霞，愿力是融，晦迹肥遁，以隋开皇之末，隐於青溪山之鬼峪洞焉。迥构岩崖，则蔽亏日月；空飞户牖，则吐纳风?。其闲采五芝而偃仰，游八禅而寝息，饵松术於溪涧，披薜荔於山阿。皆合掌归依，摩顶问道，经行恬静，十有馀年。然其叠嶂危岑，长松巨壑，野老之所栖盘，古贤之所游践，莫不身至目睹，攀穴指归。仍撰《青溪山记》一卷，见行於世。太史令傅奕，学业肤浅，识虑非长，乃穿凿短篇，凭陵正觉，将恐震兹布鼓，窃比雷门，中庸之人，颇成阻惑。法师愍彼後昆，又撰《破邪论》一卷。虽知虞卫同奏，表异者九成；蝇骥并驱，见奇者千里。终须朱紫各色，清浊分流，诃以凡测圣之，责以俗校真之咎。引文证理，非道则儒，曲致深情，指的周密，莫不辙乱旗靡，瓦解冰销。入室有操矛之图，厥角无容头之地。於是传写不穷，流布长世，若披?而见日，同迷踪而得道。法师著述之性，速而且理，凡厥勒成，多所遗逸。今散采所得诗赋碑志赞颂箴诫记传启论，及三教系谱释老宗源等，合成三十馀卷。法师与仆，情敦淡水。义等金兰，虽服制异仪，而风期是笃，辄以藤绠联彼璋，编为次第，其词云尔。","author":"唐代虞世南","description":"虞世南楷书破邪论序"}]