[{"name":"陈献章草书自书诗卷","text":"陈献章，号白沙，广东新会人。成化时授翰林院检讨。写字爱用茅草束笔。遂呼为“白沙茅龙”。此卷用束茅笔书自撰诗五章，字体劲敛刚健，笔力苍老，当出于晚年手笔。\n陈献章\n陈献章（1428—1500）明代思想家、教育家、书法家、诗人，广东唯一一位从祀孔庙的明代硕儒，主张学贵知疑、独立思考，提倡较为自由开放的学风，逐渐形成一个有自己特点的学派，史称江门学派。字公甫，号石斋，别号碧玉老人、玉台居士、江门渔父、南海樵夫、黄云老人等，因曾在白沙村居住，人称白沙先生。 \n广东省江门市新会区人，正统十二年两赴礼部不第，从吴与弼讲理学，半年而归，居白沙里，筑阳春台，读书静坐，数年不出户，入京至国子监，祭酒邢让惊为真儒复出，成化十九年授翰林检讨，乞终养归，著作后被汇编为《白沙子全集》。\n古籍记载\n《南越笔记》卷四\n陈献章字公甫，新会人。正统间乡荐第九，两上春官。过临州谒吴与弼，有解悟。比归，声名蔚起。时钱浦谪顺德，见而知其醇儒，雅重之，劝之竟业。成均时，祭酒邢让命和杨龟山《此日不再得》诗，览之，惊曰：“警敏绝伦，青于蓝矣。”阙下竞传之。南归，从学日益众。于是天下无不知有陈白沙也。有司屡荐，勉起赴京，以母老身病上疏，诏许之，授翰林检讨，得家居，以绍明圣学为己任。及门如辽东贺钦之、嘉鱼李承基、番禺张诩、增城湛若水、东莞林光皆绍江门之绪。其诗自名其家，书法宗晋唐。晚喜为苑笔书，世竞珍焉。《通志》庐阜精舍在新会县南小庐山上，距江门二里，陈献章建白沙村名。\n《明史》列传第一百七十一\n陈献章，字公甫，新会人。举正统十二年乡试，再上礼部，不第。从吴与弼讲学。居半载归，读书穷日夜不辍。筑阳春台，静坐其中，数年无户外迹。久之，复游太学。祭酒邢让试和杨时《此日不再得》诗一篇，惊曰：“龟山不如也。”扬言于朝，以为真儒复出。由是名震京师。给事中贺钦听其议论，即日抗疏解官，执弟子礼事献章。献章既归，四方来学者日进。广东布政使彭韶、总督朱英交荐。召至京，令就试吏部。屡辞疾不赴，疏乞终养，授翰林院检讨以归。至南安，知府张弼疑其拜官，与与弼不同。对曰：“吴先生以布衣为石亨所荐，故不受职而求观秘书，冀在开悟主上耳。时宰不悟，先令受职然后观书，殊戾先生意，遂决去。献章听选国子生，何敢伪辞钓虚誉。”自是屡荐，卒不起。献章之学，以静为主。其教学者，但令端坐澄心，于静中养出端倪。或劝之著述，不答。尝自言曰：“吾年二十七，始从吴聘君学，于古圣贤之书无所不讲，然未知入处。比归白沙，专求用力之方，亦卒未有得。于是舍繁求约，静坐久之，然后见吾心之体隐然呈露，日用应酬随吾所欲，如马之御勒也。”其学洒然独得，论者谓有鸢飞鱼跃之乐，而兰溪姜麟至以为“活孟子”云。献章仪干修伟，右颊有七黑子。母年二十四守节，献章事之至孝。母有念，辄心动，即归。弘治十三年卒，年七十三。万历初，从祀孔庙，追谥文恭。门人李承箕，字世卿，嘉鱼人。成化二十二年举乡试。往师献章，献章日与登涉山水，投壶赋诗，纵论古今事，独无一语及道。久之，承箕有所悟，辞归，隐居黄公山，不复仕。与兄进士承芳，皆好学，称嘉鱼二李。卒年五十四。\n《尧山堂外纪》\n陈献章，字公甫，居广之新会县白沙村，天下称白沙先生，至儿童妇女亦皆目为陈道统云。尝梦拊石琴，见一伟人，笑谓曰：“八音中惟石音难谐，今谐若是，子异日得道乎！”因别号石斋，既老更号石翁。〕陈白沙当成化初会试，虽负重名，亦投时好，竞出新奇。作“老者安之，朋友信之，少者怀之”一题，其破云：“物各有其等，圣人等其等。”考官戏批其傍云：“若要中进士，还须等一等。”传者莫不绝倒。陈白沙下第，有神见梦于人曰：“陈先生卷为某投之水矣。”先是，献章寓居神乐观，科道群公往来请益，既而某被劾，疑出白沙，故特恶之，且曰：“彼戴秀才头巾尔，动人若是，脱居要路，当何如耶？”揭晓，编修李东阳为同考官，主《书经》房，索落卷，不可得，欲上章自劾，冀根究焉，不果。时京师有“会元未必如刘戬，及第何人似献章”之谣，以及舆夫、贩卒莫不啧啧叹恨。（戬，字景元，安福人。后乙未榜眼及第。）成化壬寅，陈白沙应诏之京，道过南安，太守张东海欲用曹参礼盖公故事，款留数月受教，白沙不可，东海不能强，白沙有诗曰：“玉枕山前逢使君，西风吹破玉台巾。”巾乃白沙自制，类华阳巾，直方而无襞帻者。东海恨谓白沙讥己，遂以一绝激之，曰：“白沙村里玉台巾，不奈风吹易染尘。莫笑乌纱随俗态，宋廷章甫是何人？”白沙得诗谓东海侮己太甚，便口占《玉枕山》诗曰：“一枕横秋碧玉新，金鳌阁上见嶙峋。使君得此元无用，卖与江门打睡人。”\n东海和答曰：“炎瘴多收一两新，独看天柱耸嶙峋。横秋玉枕真无用，自是乾坤不睡人。”天柱峰亦南安照山也，盖东海欲自依天柱而以玉枕与白沙云。既而，又作一绝：“客囊羞涩客衣单，却买南安玉枕山。纵有枕头那得睡，鸡声催入紫宸班。”“寄语江门打睡人，而今天地正芳春。觉来莫管闲花鸟，须扫昆仑顶上尘。”又继之一绝曰：“青茸铺榻玉枕横，白云为被天作?。东海先生睡不着，日月当天正大明。”未几，武选郎余干苏文简由广东使还，具道白沙之师吴康斋，亦千载人物，东海方悟，不惟深喜得闻前辈名德有所持循，且以谢玉台巾之过，漫赋一诗曰：“耳根何处得浮尘？浪说康斋讥未真。风月周台灯火夜，伊川路上见斯人。”因遗书白沙曰：“玉枕山不必买，留长揖白送矣。”张东海又有《赠陈白沙》一绝云：“平生浑未识丹砂，赤土时将向客夸。忽忆自家丹一寸，辰砂犹自隔天涯。”盖讥其不得进士，乃假道学以欺人也。此时犹未释然于白沙，故云。按察使薛纲始疑白沙，及见，即欲解官从学，有诗曰：“欲抛事业留门下，老骥那能学骏奔。”进士姜麟以史事使贵州，特取道如白沙，以师礼见，至京师，有问之，对曰：“活孟子！活孟子！”宪庙升遐，哀诏至广，白沙哭之恸，有诗曰：“三旬白布裹乌纱，六载君恩许卧家。溪上不曾携酒去，空教明月管梅花。”(成化丙午，嘉兴巫者召仙降笔问时事，以十二辰为诗，云：“劝君莫读《相鼠》诗，劝君莫歌《饭牛》辞。骑虎之势不能下，狡兔三窟将焉之？神龙未遇困浅水，虺蛇鳅鳝争雄雌。千金骏马买死骨，神羊触耶安所施！沐猴也作供奉官，斗鸡亦是五百儿。犭桀犬下陛走牧猪，奴献令人嗤次年。”宪宗厌代。)白沙初年甚窭，尝贷粟于乡人，都御史邓廷瓒檄有司月致米一石，岁致人夫二名，却之以诗云：“孤山鹤啄孤山月，不要诸司费俸钱。”行人左辅出使外夷，以其师意致白金三十星，亦拒而不受。白沙能作古人数家字，天下人得其片纸，藏以为家宝。山居，笔或不给，至束茅代之。晚年专用，自成一家，时呼为“茅笔字。”有诗曰：“神往气自随，氤氲觉初沐。圣贤一切无，此理何由瞩。调性古所闻，熙熙兼穆穆。耻独不耻独，茅根万茎秃。”弘治间，李若虚任广之宪使，有以旧交谒者，若虚转致以见白沙，并求言赠之。白沙少学于临川吴聘君。询知其人所居，与旧同学聘君之婿厚郭胡君全者为里?，乃以幅纸写一绝云：“居邻厚郭一鸡飞，桂树于今大几围？老忆旧时灯火伴，青山何处望霏微？”桂树，乃昔游丰城时见胡庭之所植也。盖以宪使代请，不得不言；在其人又不欲轻言。故赠之如此。陈白沙善画梅，人持纸求索者，多无润笔，白沙题其柱云：“乌音人人来。”或诘其旨，乃曰：“不闻鸟声曰‘白画，白画’。”客为之绝倒。弘治庚申三月，白沙病亟，前数日，蚤具朝衣、朝冠，命子弟扶掖焚香，北面五拜三叩首，曰：“吾辞吾君。”复作一诗云：“托仙终被谤，托佛乃多修。弄艇沧溟月，闻歌白玉楼。”曰：“吾以乱世。”殁之日，顶出白气，勃勃如蒸，竟日乃息。\n","category":"草书","verified":true,"user":1,"timestamp":1429951650100},{"name":"陈献章草书自书诗卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791640202,"text":"","author":"明代陈献章","description":"陈献章草书自书诗卷"}]