[{"name":"傅山行书丹枫阁记","text":"\n正文语种:简体中文\n尺寸:28.2x20.6x1.2cm\n重量:340g\n林鹏1928年出生于河北省易县南管头村，1941年参加革命，1944年加入中国共产党，1990年离休。历任助理员、记者、编辑、秘书处长等职。平生公余而读，手不释卷，热爱祖国传统文化，爱好哲学、史学、文学，晚年爱好书法篆刻。曾任中国书协理事、山西省书协主席，现任中国书协创作评审委员、山西省书协名誉主席。著作有书法理论《丹崖书论》、长篇历史小说《咸阳宫》。\n内容简介\n《丹崖书论》文思宏恢，天海不羁，浩漫之中多有发明。《丹崖书论》主要包括一读《霜红龛集》札记；二五峰山草书碑注释；附：《五峰山草书碑注释》附记；三傅山论赵杂谈；四《丝素》悬解；五《上兰五龙祠场圃记》；六傅山与王铎；七“点（黑南）”臆释；八傅山与交山义军；九傅山与褚临兰亭墨迹；十草书漫谈等。\n目录\n序\n题词\n写在书的前面\n一读《霜红龛集》札记\n二五峰山草书碑注释\n附：《五峰山草书碑注释》附记\n三傅山论赵杂谈\n四《丝素》悬解\n五《上兰五龙祠场圃记》\n六傅山与王铎\n七“点（黑南）”臆释\n八傅山与交山义军\n九傅山与褚临兰亭墨迹\n十草书漫谈\n十一傅山行草?品《丹枫阁记》\n十二读《清傅山书丹枫阁记》\n十三《丹枫阁记》真迹发见始末\n十四《傅山书法》前言\n十五《傅山书法续集》序言\n十六心画述零\n十七傅山的时代及其风格\n十八穿椎一得录\n十九隐退的意义\n二十傅山书法评传\n二十一傅山与狂草\n二十二碑林答问\n二十三“沃若在手”解\n二十四闲话学傅山\n二十五东海倒座崖\n二十六中庸为德论\n二十七卫俊秀著《傅山论书法》读后\n二十八狂草狂言\n二十九六人书展前言\n三十《郑林书法集》序\n三十一拜观卫俊秀先生书法\n三十二起家书《离骚》尾\n三十三有法以人，无法以出\n三十四“定磁碗”条幅观后记\n三十五见得《百泉帖》初刻初拓本\n三十六书法的本源\n三十七书法与汉字\n三十八传统的觉醒\n三十九蒙斋书话\n后记\n再版后记\n三版后记\n傅山书法图版\n","category":"行书","verified":true,"user":1,"timestamp":1429951653774},{"name":"傅山行书丹枫阁记","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791623148,"text":"傅山《丹枫阁记》绫本 山西博物馆藏\n　　傅山《丹枫阁记》，此帖共有两种，真迹本每页七行，藏山西博物馆；临本，藏于辽宁博物馆。此帖笔画圆润而又劲健，寓刚于柔，结体壮实中又含秀逸，兼有颜、柳与二王之气韵，是融合诸家的代表作。\n　　 附荣宝斋出版社原帖说明：\n　　 《丹楓閣記》是傅山好友戴廷栻『庚子九月，夢與占冠裳數人，步屧昭餘郭外』，而見『松末擁一閣，摇摇如一巢焉，顏曰丹楓』之後，經始閣材，索夢築閣而予以賦記的。記後請傅山书之，傅山並於書後作跋，聽夢說夢，洋洋灑灑，留下了這篇可以和王羲之《蘭亭序》、颜真卿《祭侄稿》相媲美的藝術精品。對於此篇所寫的時間，文物出版社《清傅山書丹楓閣記》以遼寧博物館藏品斷定為五十三歲說，恐不確。戴楓仲《丹楓閣記》首句便云：『庚子九月，夢與古冠裳數人。』此處庚子，為順治十七年（1660），時傅山五十四歲。又傅山跋《丹楓閣記》：『楓仲因夢而有閣，因閣而有記』，故記必當在夢之後。那麼，傅山《丹楓閣記》到底書於何時？《傅山全書》卷二七有一《致戴楓札》似可作為旁證。札云：『以時势科之，吾兄不能出門，亦不必出門矣。東省李吉老適有信要弟東遊，弟即趨其約，似且不果。嵩少之行，吾兄亦復省此匆遽也。弟擬初三日發，但借一好牲口。一僕力扶掖老四大上下耳。資斧不勞經紀，極能寬吾兄連日不訾之費。弟復何忍，何忍？《楓閣記》即擬書之，送牲口人到即付之。』此處山，即河南也。《楓闆記》應為《丹楓閣記》。傅山赴山束有詩可证。傅山有詩《蓮鯀從登岱岳謁聖林歸信尹寫此教之》首，中 云：『今爾十五歲，獨此重小丁。』爾指蓮蘇。蓮蘇，傅山孫，生於順治十四年丁酉（一六五七），順敷之，十五歲當為康熙十年辛亥（一六七一）。又羅振玉《傅山年譜》載，康熙十年辛亥，春末夏初，傅山登岱岳、謁孔林，孫蓮蘇侍行。故知傅山康熙十年辛亥東遊。傅山《與戴楓仲札》當寫於東遊之前，即康熙十年春，《丹楓閣記》亦當寫於此時，時傅山年六十五歲。\n释文\n庚子九月，梦与古冠裳者数人，步屦昭余郭外。忽忽变易，回顾无复平壤，所至崖障合沓，枫林殷积，飞泉乱落其间，如委紫练，侧睇青壁，千仞如削，目致为穷也。其上长松密举，而松末拥一阁，摇摇如一巢焉，颜曰丹枫，非篆非隶，嵌空一窗，亿当阁径，而蛛丝荒织，扃若终古矣。俄尔风水合住，块然偃卧。遂经始阁材，构如其梦。庄生之言曰：有大觉而后知此其大梦也。戴生缀之曰：觉苟非觉，梦其奚灵?有大梦而后知其大觉也。闻戴生之言者曰：是犹愁寐语也。是其言也，梦车马而喜，梦酒肉而喜，梦粪秽而喜者，若觉而失之，窈窈焉幸其梦之兆，窃而不敢以为魄祟之颠倒者也。之入也，不可以入鼎彝、藏茶、藏酒，以待人之能入吾梦者。如其人之足梦，即不入吾之梦，吾当入其梦，又安知彼之不梦我之入其梦也。苟精诚之不通，超无有而独存，戴生之梦不复堪此寥廓矣。\n昭余戴廷 记，松侨老人真山书。\n枫仲因梦而有阁，因阁而有记，阁肖其梦，记肖其阁，谁实契之，总之皆梦。记成后属老夫书之。老人顾能说梦者也。尝论世间极奇之人、之事、之物、之境、之变化，无过于梦，而文人之笔，即极幽妙幻霍，不能形容万一。然文章妙境亦若梦而不可思议矣，枫仲实甚好文，老夫不能为文，而能为梦。时时与枫仲论文，辄行入梦中，两人 ，随复醒而忘之。我尚记忆一二，枫仲径坐忘不留。此由我是说梦者也，枫仲听梦者也。说梦听梦，大有径庭哉。幸而枫仲忘之，若稍留于心，是老夫引枫仲向黑洞洞地，终无觉时矣。","author":"清代傅山","description":"傅山行书丹枫阁记"}]