[{"name":"张照集锦","text":"《一站到底》是美国NBC《Who's still standing》节目改编而来。是一档形式新颖，趣味十足，在挑战中挖掘个性，又充满悬念的全新益智攻擂节目。采用场上参与者分别单独对战答题的模式，不同职业、社会标签的参与者都可以在限定的时间内进行知识PK。\n该节目由李好和郭晓敏主持，2012年3月2日在江苏卫视首播，并于每周四晚22点播出，从2015年1月5日起改至每周一21点20分播出。\n发展历史\n江苏卫视2012年3月2日推出全新益智答题类节目《一站到底》，该档节目是由美国NBC《Who'sstillstanding》改编而来。这是一档形式新颖，趣味十足，在挑战中挖掘个性，又充满悬念的全新益智攻擂节目。\n作为江苏卫视幸福节目带中周末档的后起之秀，全新益智答题类节目《一站到底》从2012年3月2日起，每周四，周五晚22点在江苏卫视播出，从2015年1月5日起改至每周一21点20分播出。\n014年8月8日清华大学刘也行与北京大学张雪健刷新了战神檀越和周涛的33轮的答题记录，达到了史上最高36轮。\n015年《一站到底》全新升级进入竞速时代，舞台更加华丽，答题规则、奖品更是脱胎换骨。\n特点定位\n这档节目打破以往答题类节目的固定模式，每档节目中有各种年龄层次，不同身份，各异性格的10位守擂者和1位攻擂者参加，以PK的方式获得别人手中的奖品，一旦失败，就掉下擂台，能否“一站到底”，成为节目中最大悬念。\n《一站到底》打破了《开心辞典》那种平民与主持人对抗的模式，而是采用了攻擂的形式让平民与平民进行激烈对抗。《一站到底》中答题错误的选手马上掉进脚下的陷阱，接受惩罚。此外，新节目也大胆地起用了新鲜的主持阵容——李好、郭晓敏夫妻，他们将组成国内首个主持夫妻档。\n据介绍，《一站到底》的问答题目讲求的是娱乐性。在2012年2月28日的看片会上可以看到，题目确实并不难，包括“孟非主持的哪档节目和冯小刚电影同名”、“股票交易里的‘一手’代表多少股”、“‘东方之珠’指的是哪座城市”、“《喜羊羊与灰太狼》里灰太狼的老婆叫什么”等问题多数选手都能马上回答出来。制片人介绍说：“《一站到底》注重题目的娱乐性，不是为难选手，不管学历高低，都有可能击败对手，创造奇迹。”\n节目主持\n012年2月28日，江苏卫视在南京召开新闻发布会，揭晓了新节目的主持阵容，由主持人李好和他的妻子郭晓敏担当。\n（主词条：李好）\n出生日期：1980年10月5日\n出生地：湖南省永州市\n简介：2000年签约湖南娱乐频道，正式出道；2002年进入湖南卫视，主持《娱乐无极限》、《音乐不断》。2010年签约江苏卫视主持《星跳水立方》、《一站到底》。2013年获得中国播音主持“金话筒奖”。同年参演电视剧《新恋爱时代》出演艾利克斯。\n李好表示，跟妻子一起合作，自己“内心忐忑”，“做节目这么多年不紧张，但跟她站在一起很紧张。在家里她是我的领导，在节目录制后她老是批评我，抢了她的话……”玩笑归玩笑，李好还是严肃地表示，跟妻子已经约法三章，工作是工作，生活是生活。 \n（主词条：郭晓敏）\n出生日期：1983年10月1日\n出生地：陕西西安\n简介：江苏卫视节目主持人。曾就读于重庆大学美视电影学院播音主持专业，2002级艺术主持班，毕业后进入潇湘电影频道工作。曾在美国三年攻读的是工商管理专业，在重庆读书期间，郭晓敏曾参加过选美、主持等多项比赛，2011年9月1日，与李好在拉斯维加斯的教堂举行婚礼。 2012年3月2日，与老公李好共同主持江苏卫视益智攻擂节目《一站到底》。\n历期节目\n-100期\n期数\t首播日期\t标题\t获胜者\t备注\n\t12-03-02\t12岁天才少女pk高智商门萨女\t邓自宇\t\n\t12-03-09\t川音麻辣教师陶辚竹性感登场\t兰兰阿姨\t邓自宇第五轮挑战失败\n\t12-03-16\t最出位Hold住哥挑衅美腿双胞胎\t徐根宝\t开始有大奖，徐根宝冲击失败\n\t12-03-23\t《非诚勿扰》人气嘉宾同台竞技\t谢佳\t冲击大奖失败\n\t12-03-30\t刘婷婷展露智慧马伊咪荧屏复出\t吴瑜\t未冲击大奖\n\t12-04-05\t钢管舞冠军男pk全国校花亚军\t王羽尧\t14岁考入北大的王羽尧冲击大奖失败\n\t12-04-06\t《金陵十三钗》女学生挑战外企美女\t徐文武\t冲击大奖失败\n\t12-04-12\t医疗世家出整容狂人十年不到整形超百次\t吴宗蔚\t\n\t12-04-13\t爱搔首弄姿孔雀哥哥不知孔雀开屏是为何\t孟铸\t第1位大满贯站神\n0\t12-04-19\t超级百变老萝莉装萌装可爱\t毕欣\t冲击大奖失败\n1\t12-04-20\t性感美女秀台步最潮奶奶秀舞姿\t雷雷\t冲击大奖成功\n2\t12-04-26\t语言推广者PK钢结构工程师\t陈超\t冲击大奖成功\n3\t12-04-27\t高材生Cosplay女仆装奇葩男另类告白\t郑植\t冲击大奖失败\n4\t12-05-03\t皇室后裔大秀车技北京厨子成站神\t田树\t打败10人，未冲击大奖\n5\t12-05-04\t奢侈品总监展高品质生活拒绝终极大奖\t刘文天\t冲击大奖失败\n6\t12-05-10\t双胞胎双保险对战网络红人展咆哮神功\t孙雨朦\t姐姐冲击大奖成功\n7\t12-05-11\t张怡宁同门师妹来挑战\t宋欧\t冲击大奖失败\n8\t12-05-17\t女孩为林峰放弃英国名校貌美世姐不识西红柿遭淘汰\t冯立杨\t\n9\t12-05-18\t杰克船长对弈清华博士\t许琰\t\n0\t12-05-24\t工科美女誓做科学家\t付轲\t\n1\t12-05-25\t孔子第76代传人现身自曝不爱文学爱武术\t潘丽燕\t\n2\t12-05-31\t三届奥运火炬手登场国际海运驾驶员讲述“索马里海上惊魂”\t杨剑鹏\t\n3\t12-06-01\t改衣控PK萝莉发模保镖顾问有苦难言\t毕胜\t\n4\t12-06-07\t穿越男古语不离口烈马音媲美海豚音\t梁晓婧\t\n5\t12-06-08\t挑战者博古通今堪称百科全书\t何思琦\t\n6\t12-06-14\t哈佛硕士站台逆袭真屌丝晋升高富帅\t刘原\t\n7\t12-06-15\t帅哥控大妈迷李好“于谦”擂台再挑美女\t周静\t\n8\t12-06-21\t前无来者霸气枪手十发子弹枪枪“毙命”\t周唯达\t第2位大满贯站神\n9\t12-06-22\t“伟哥”男下跪，现场求婚8年女友\t徐寅\t\n0\t12-06-28\t中国第一位世界小姐驾到京剧花旦耍酷弄潮\t刘昱\t打败10人，冲击大奖失败\n1\t12-06-29\t留学帅哥遭遇最强混客，女教师感人做慈善\t陈立\t\n2\t12-07-05\t清朝格格狂迷李好聂卫平爱徒霸气十足\t胡亚平\t\n3\t12-07-06\t艺术美眉博古通今数据达人霸气登台\t张崧磊\t\n4\t12-07-12\t文武全才兵哥，力压12岁CEO，360度无死角\t夏萌颖\t\n5\t12-07-13\t国脚女友来挑战国学牛人站到底\t陈硕\t\n6\t12-07-19\t站神对峙相逢恨晚答穿题库不死不休\t庞啸\t\n7\t12-07-20\t福尔摩斯光华女一战到底成战神\t朱娴静\t第3位大满贯站神，首位女站神\n8\t12-07-24\t《活佛济公》大驾光临陈浩民率众星答题\t陈浩民\t特别期明星期 \n9\t12-07-26\t“沈佳宜”秀气登台高考骄子同场竞技\t丁雅琦\t\n0\t12-07-27\t宅男引爆小宇宙一路挑战直面“女神”\t黄玮琳\t\n1\t12-08-02\t“问题女孩”遭层层堵截挑战十万个为什么\t钟雨谦\t\n2\t12-08-03\t站神师兄延续师门辉煌多栖女艺人被封霉女\t王翼\t\n3\t12-08-09\t娇小美女反客为主誓把李好拉下神坛\t姜瑶\t第4位大满贯站神，第2位女站神\n4\t12-08-10\t警花对决“庞统”题库再受挑战\t王潇沛\t\n5\t12-08-16\tBeyond控惜败甜心教师刑警力证文武\t牛欢强\t\n6\t12-08-17\t奥运举牌专业户秀外慧中杂技演员霸气\t张蕊\t\n7\t12-08-23\t00后高富帅封智多星金庸人物玩穿越\t李畅\t\n8\t12-08-24\t巴西足球明星孔卡私人翻译来挑战\t杨山杉\t\n9\t12-08-30\t春哥缔造站神传说美女检察官悦目又悦耳\t张瑶\t\n0\t12-08-31\t折腾哥传达反抗精神电影人望主演战\t刘盛捷\t\n1\t12-09-06\t最美女神惊艳四座“女娲”闯入三次元\t陈肖\t\n2\t12-09-07\t神秘邮件曝光曾引多国政要回邮问好\t石凯翔\t\n3\t12-09-13\t律师挑战者让“站”场变法庭理科宅男自诩“物理怪才”\t李洋\t\n4\t12-09-14\t萝莉系美少女变身哥斯拉答题怪才刷新纪录\t徐圣明\t第5位大满贯站神\n5\t12-09-20\t最悬殊PK资深民工独挑多伦多大学博士\t梁张瑞\t\n6\t12-09-21\t甜心空姐魔鬼终结才女温婉七步成诗\t戎堃\t\n7\t12-09-27\t站神老师对决站神朋友首题卡壳\t吕斌\t\n8\t12-09-28\t最美女城管PK北大校花团委书记\t王一涵\t\n9\t12-10-04\t阳光法官望登神位山寨李好帅气登场\t黄麟钧\t\n0\t12-10-05\t“女战神”杨博珊闯关成功\t杨博珊\t第6位大满贯战神，第3位女站神\n1\t12-10-11\t当萌女遇见帅哥20年前高考文科状元驾到\t张搏\t\n2\t12-10-12\t教师世家现场击败止步第10人幸运博士后领走全部奖品\t张海鹏\t\n3\t12-10-18\t史上最多回合对决答穿题库李好念题念缺氧\t檀越\t\n第一位独揽15项大奖的战神\n肖扬与檀越对决史上回合数第二——33轮\n4\t12-10-19\t强势女逆袭打败男团男同胞气软臣服\t刘戈熙\t\n5\t12-10-25\t美女HR气场袭人施展过目不忘必杀技\t张慧\t打败10人，冲击大奖失败\n6\t12-10-26\t工程师秀舞技婀娜多姿秒杀舞娘\t陈娟\t\n7\t12-11-01\t全能哥蔑视题库直接叫嚣诸神之战\t周涛\t第7位大满贯站神\n8\t12-11-02\t癌症患者演绎励志篇章半脑男孩显过人能力\t欧予川\t\n9\t12-11-16\t足彩分析师授中奖秘笈外语天才为夫复仇\t杜尧森\t\n0\t12-11-22\t初中仔誓做檀越第二中超球员题门失守\t孙林\t\n1\t12-11-23\t小丑姑娘赐戒指李好单膝下跪求婚\t刘淼\t\n2\t12-11-29\t73岁潮老头交24岁女友\t黄璐芸\t\n3\t12-11-30\t易中天堂哥变博物馆导游李好见恩师落泪\t谢晶\t\n4\t12-12-06\t女版谢耳朵誓通全关极客思维逆天\t刘姿彤\t第8位大满贯站神\n5\t12-12-07\t油二代打情骂俏诗意女羞涩难当\t路昆\t\n6\t12-12-13\t90后托福女老师自诩三高女王范霸全场\t张霁文\t打败10人，冲击大奖失败\n7\t12-12-14\t著名狗仔曝明星猛料破坏王身陷难破敌阵\t钟恩淇\t\n8\t12-12-20\t卡哇伊版林志玲舞双节棍酷劲十足\t张鑫宇\t\n9\t12-12-21\t全球比基尼小姐驾到越南美妞争强斗艳\t肖军强\t\n0\t12-12-27\t何炅李维嘉健身私教登场现场爆料两人隐私\t佘飞\t\n1\t13-01-03\t李好遇尴尬撞脸泌尿外科医生三打白骨\t王宇\t\n2\t13-01-04\t晓敏调戏催乳师李好现场发飙\t张泽\t\n3\t13-01-10\t海军站神挑战肚皮舞男当众调戏李好老婆\t吕俊\t打败10人，冲击大奖失败\n4\t13-01-11\t美女光头传递正能量心灵培训师品味幸福\t任长青\t\n5\t13-01-17\t可爱甜心言语挑逗李小龙传人展绝技\t高鹭华\t\n6\t13-01-18\t嘉宾上演奇幻漂流旅游达人高手过招\t芮沐良\t\n7\t13-01-24\t金陵十二钗专场女人帮决战古都\t彭禹繁\t\n打败10人，冲击大奖失败\n特别期：美女选手返场期\n8\t13-01-25\t复仇者之战第一场答题妖怪发功再夺冠\t檀越\t\n获得第一张“诸神之战”门票\n特别期：复仇者联盟第一场\n9\t13-01-31\t清纯妹斗艳甜心姐门萨女傲气复仇\t徐琦\t\n获得第二张“诸神之战”门票\n特别期：复仇者联盟第二场\n0\t13-02-01\t檀越劲敌复仇海军正太单挑最强御姐\t顾婷婷\t\n获得最后一张“诸神之战”门票\n特别期：复仇者联盟第三场\n1\t13-02-07\t新春爆笑集锦曾轶可变冯小刚妻子\t无\t往期回顾\n2\t13-02-14\t分裂美小护与咆哮弟开战上演冰火交锋\t束宇川\t\n3\t13-02-21\t诸神之战\t檀越\t2012年度“站神之神”\n4\t13-02-22\t女神百变变屌丝妖孽过度令李好发狂\t刘洋\t\n5\t13-02-28\t混血美女春丽附体狼外婆恨檀越毁三观\t温梦婷\t\n6\t13-03-01\t铁扇公主遭遇雷人悟空才华横溢连挑对手\t张仲元\t\n7\t13-03-07\t郭富城新拍档奋力答题力证不是花瓶\t李晨浩\t2013年度首位大满贯站神\n8\t13-03-08\t美食主播一晚吃四顿中医美容师扮鸟叔\t朱丹妮\t\n9\n00\n3-03-14\n3-03-15\n神叨叨怪才《一站到底》遭遇美女香吻“鼓励”\n惊现女版檀越：答破题库、共计三十一轮答题险破纪录\n徐境璘\n章洁婧\n——\n赵公明与金鸥史上对决回合数第三——31轮\n01-200期\n期数\t首播日期\t标题\t获胜者\t备注\n01\t13-03-21\t表情帝逗乐全场金刚芭比人气飙升\t章智恒\t\n02\t13-03-22\t励志姐惊现擂台爆料自己的减肥史\t翟健翔\t\n03\t13-03-28\t首位建筑工人来袭引美女选手呼唤\t滕飞\t\n04\t13-03-29\t富察贵人来挑战药学博士显神威\t杜铮\t\n05\t13-04-04\t地摊女王超常自信斗艳音乐剧女王\t熊浩\t\n06\t13-04-05\t慈善小天使卖萌扮嫩健身教练气震全场\t李可\t\n07\t13-04-11\t粉红控杀机阵阵环保怪人惊艳亮相\t邹芸\t\n08\t13-04-18\t为梦想奔赴千里来答题爱老婆横扫全场成站王\t熊汝疆\t2013年度大满贯站王，2013年度第二位大满贯战神\n09\t13-05-02\t萌女挑战结束自称要找灰太狼“站神”再战王者风范\t陈宇恒\t\n10\t13-05-09\t研究微表情刑警神秘伏击\t田嘉豪\t2013年度第三位大满贯战神\n11\t13-05-16\t高材生赛车手齐上阵精彩车轮战答爆题库\t梅竹\t\n12\t13-05-23\t10孩子霸气过关斩将男子现场浪漫向女友求婚\t李潇\t\n13\t13-05-30\t小胖子独守擂台站胜初中“学历”小妹妹\t章智恒\t打败10人，冲击大奖失败\n14\t13-06-06\t医生妹直言答赢就脱衣星范民警自恋爆棚\t徐锦溪\t\n15\t13-06-13\t波斯王子情迷上海话美国超人胜出车轮战\t何德威\t\n16\t13-06-20\t屌丝逆袭告白女神数学美女博士惊艳全场\t冯亦封\t\n17\t13-06-21\t性感记者MM被淘汰妻管严成功逆袭\t车凯渤\t\n18\t13-06-27\t彝苗族公主驾到佤族女甩头舞引爆全场\t邓君蕊\t\n19\t13-06-28\t神秘黑衣男来袭搬运工的精彩腹语\t谷珂\t\n20\t13-07-04\t教书匠大战无冕之王一题未答逆袭夺冠\t王甫\t\n21\t13-07-05\t巅峰擂台ROCK风起搏击女冠坐镇全场\t张照\t\n22\t13-07-11\t美女老师性感热舞温和男秒变咆哮帝\t徐腾跃\t\n23\t13-07-12\t三毛化身高富帅李好被赞灵魂导师\t王晓岚\t\n24\t13-07-18\t率性英语主持嗨翻全场北京小伙逆超檀越\t李辉\t\n25\t13-07-19\t篮球健将PK个性女多动美男激情秀街舞\t谌梦如\t\n26\t13-07-25\t北大女神被赞国际范美女萝莉嗨翻全场\t北京大学\t\n特别期：北大挺进校园风云争霸赛决赛\n27\t13-07-26\t犀利女神被誉小辣椒清华梦之队参战\t清华大学\t\n特别期：清华挺进校园风云争霸赛决赛清华北大论剑\n28\t13-08-01\t校园风云争霸赛巅峰对决高手相遇难分秋色\t清华大学\t\n特别期：清华问鼎校园风云争霸\n刘也行与张雪健史上对决回合数超赛过檀越与肖扬的33轮成为第一位——36轮\n29\t13-08-08\t男嘉宾可爱颂萌翻全场晓敏认清华老乡\t沈异新\t\n30\t13-08-09\t90后毕婚族穿婚纱挑战战败十位选手\t李寒冰\t打败10人，冲击大奖失败\n31\t13-08-15\t男选手深情告白挑战北大双学位答题女神\t刘颖婷\t\n32\t13-08-16\t痴情男隔空表白娇羞妹调戏法律潮男\t苏剑邦\t\n33\t13-08-22\t瞿颖素颜为母亲助阵男闺蜜遭女嘉宾调戏\t刘木子\t\n34\t13-08-29\t自拍神器南非纯净裸钻奖品全新升级首场公测\t刘超\t\n35\t13-08-30\t女婿为丈母娘迎战新时代岳母刺字\t吴振超\t打败10人，冲击大奖失败\n36\t13-09-05\t美女保镖撂倒三大汉美发师自诩文曲星\t杨宠\t\n37\t13-09-06\t学霸男生为女神而来建筑动画师站到最后\t邢丽丽\t\n38\t13-09-12\t70后警花卖萌海归女汉子下战书\t艾文佳\t\n39\t13-09-13\t北外“VIP”大气上场语文老师现场赋诗\t赵江\t\n40\t13-09-19\t娇小妹为檀越而战马桶里出女博士\t张燊\t\n41\t13-09-20\t武术女叫板猥琐大叔贱人就是矫情\t赵一鉴\t\n42\t13-09-26\t雅礼女神空降现场萌大叔为哥嫂而战\t刘贤竹\t\n43\t13-09-27\t初中生目标直指战神选手为男神而战\t陆建皓\t\n44\t13-10-03\t浙大女神誓雪前耻混血帅哥有备而来\t李梦璇\t\n45\t13-10-04\t校园版曾小贤变土豪\t汤建霞\t\n46\t13-10-10\t章馨月惹李好父爱泛滥王晨闺蜜爆料\t游余坤\t自此期起由一周双播改为单播\n47\t13-10-17\t雅礼女神才貌惊人高材生要抢李好妻\t彭高唱\t\n48\t13-10-24\t纯爷们卖内衣变娘炮美女因情变光头\t熊哲昆\t2013年度第四位大满贯战神\n49\t13-10-31\t特种兵专场“火凤凰”剧组来袭\t火凤凰队\t\n刘晓洁，安雅萍，杨舒，甘露，李飞\n特别期：特种兵专场\n50\t13-11-07\t闷骚男借机调戏美女主持童颜辣妈曝特殊育儿经\t伍晓琳\t\n51\t13-11-14\t面纱女被称花瓶叫板偷心男小情侣情书告白甜蜜激吻\t李浩\t\n52\t13-11-21\t晓敏公开承认怀孕传闻男版华妃娘娘气场十足\t孙彩曦\t\n53\t13-11-28\t李好父爱爆棚抱混血萌娃主持帅气留学生大谈择偶标准\t华夏\t\n54\t13-12-05\t李好惨遭熊抱原配晓敏黑脸萌胖子自曝内裤颜色\t姜玉涵\t\n55\t13-12-12\t男版范冰冰美艳Pose秒杀全场辣妈空姐曝土豪航空黑幕\t冯亚楠\t\n56\t13-12-19\t妖男疯癫RAP屌丝样尽显高富帅基情放电矮穷丑\t袁宝\t\n57\t13-12-26\t最帅IT男暧昧告白御姐求勾搭年轻机长大曝空姐私密事\t何丽\t\n58\t14-01-02\t屌丝男女仆装扮月嫂示爱女神极品男求抱林志玲遭嫌弃\t张志永\t打败10人，冲击大奖失败\n59\t14-01-09\t彪悍女秀巨肌挑衅清华软男女版葫芦娃搞怪秀舞惹爆笑\t刘琳\t\n60\t14-01-16\t快嘴村花偷摸李好苦寻白纸男最美校花被指花瓶遭呛声\t马遥\t\n61\t14-01-23\t快递哥天价收入惹李好嫉妒自曝“土豪”配置惊呆全场\t胡炘哲\t\n62\t14-02-13\t美女主播甜美嗓音诱惑宅男奇葩“手工帝”自带月饼鸡翅\t叶子\t\n63\t14-02-20\t大龄男屌丝遭遇高富帅誓言挑战帅哥美女惹众怒\t路嘉琦\t\n64\t14-02-27\t《一站》版“星星结局大预测”李好成教授另类书生穿越答题秀蹩脚普通话\t徐似玥\t\n65\t14-03-06\t李好遭遇短裙美女熊抱哥大女硕士迎战北大女博士\t高瑀泽\t\n66\t14-03-13\t“容嬷嬷”完美演绎《High歌》最小战神“典哥”登场创造历史\t李典航\t打败10人，冲击大奖失败\n67\t14-03-20\t美女代班主持乐疯李好中科院小院士无人选择屌炸天\t汪濬哲\t\n68\t14-03-27\t刘谦助手近景魔术惊呆李好霸气女汉子疯狂答题\t曹西子\t2014年度首位大满贯战神\n69\t14-04-03\t科学家自称“独孤求败”成全民公敌淡定回应美女挑衅自“封神”\t周国志\t\n70\t14-04-10\t非洲部落女王霸气“驾到”快语速屌丝竟答错小学数学题\t赵湉儿\t\n71\t14-04-17\t东北“老枪”霸气登场毒舌应对众人挑战\tLisa\t\n72\t14-04-24\t思思老师教你巧妙记单词减重60斤复旦小正太学习外貌两不误\t刘钰\t\n73\t14-05-01\t医生化身微博谣言粉碎机越南校花要抢裸钻当嫁妆\t乔梁\t\n74\t14-05-08\t明星脸蔺清瑜私藏发哥自拍照社区碧昂丝大跳热舞\t杨春白雪\t打败10人，冲击大奖失败\n75\t14-05-15\t“拜金女”黄馨颖答题当赚钱痴情哥马昊答题像答辩\t牛薇\t\n76\t14-05-22\t记忆神童黄玺人小鬼大懂得多母婴护理师大谈产后护理妙招\t张兆阳\t\n77\t14-05-29\t屌丝男答题“求虐”与美女对决火力十足\t杨峰\t\n78\t14-06-05\t小小男神女神帅气登场男孩自备圆眼镜耍宝卖萌\t树树队\t\n特别期：六一儿童节专场\n79\t14-06-12\t历史老师现场犯“二”内地版星爷强势出击\t周姊沫\t\n80\t14-06-19\t赛车红玫瑰自曝内心狂野灭绝师太放豪言“独孤求败”\t善丹卓玛\t\n81\t14-06-26\t包公“穿越”来答题遭美女放冷箭大呼“拿下”\t章扬\t\n82\t14-07-03\t重庆女生红色露背礼服性感出场自称是学霸又很会赚钱\t胡晓\t2014年度第二位大满贯战神\n83\t14-07-10\t《非诚》女嘉宾大跳钢管舞尺度惊人被李好叫停\t刘仁\t\n84\t14-07-17\t“咆哮弟”亢奋答题险晕倒新模式英雄联盟秒杀答题记录\t邓自宇\t\n英雄联盟季第一场超级战将\n特别期：英雄联盟季第一场\n85\t14-07-24\t手套男弑杀群雄问鼎巅峰英雄联盟勇者无畏\t杨峰\t\n英雄联盟季第二场超级战将、英雄联盟季前两场总获胜者\n特别期：英雄联盟季第二场\n86\t14-07-31\t“三英战吕布”虐杀对决清华男神刘也行引发花痴大战\t刘也行\t\n英雄联盟季第三场超级战将、英雄联盟季前三场总获胜者\n特别期：英雄联盟季第三场\n87\t14-08-07\t北大才子张雪健PK清华男神刘也行争抢“站神”只为复仇\t刘也行\t英雄联盟季前四场总获胜者\n特别期：英雄联盟季第四场\n张雪健：英雄联盟季第四场超级战将，惜败刘也行\n88\t14-08-14\t自信女王强大气场征服众人相声学历最高者宣战男神刘也行\t张慧\t英雄联盟季第五场超级战将\n特别期：英雄联盟季第五场\n89\t14-08-21\t王维丽带伤回归尽显女王风范周卓诚老谋深算设”一石二鸟”之计\t张慧\t英雄联盟季第五、六场总获胜者\n特别期：英雄联盟季第六场\n周卓诚：英雄联盟季第六场超级战将，惜败张慧\n90\t14-08-28\t晓敏回归主持点燃答题狂潮“最强大脑”郑才千再战雪耻\t郑才千\t英雄联盟第七场超级站士\n特别期：英雄联盟季第七场“外卡赛”\n91\t14-09-04\t浙大校花姚瑶恋上北大书神张雪健放言为爱而战相约决赛定胜负\t姚瑶\t英雄联盟第八场超级站士和最后一位超级战将\n特别期：英雄联盟季第八场“外卡赛”\n92\t14-09-11\t英雄联盟总决赛神将之争答题骑士杨峰霸气回归\t站神联队\t英雄联盟总决赛获胜者\n特别期：英雄联盟总决赛神将之争\n93\t14-09-18\t战神对决总决赛回顾\t\t往期回顾\n94\t14-09-25\t清华学霸跳舞学习两不误川大卖萌女视技术研究为初恋\t李楠\t中国名校队队长\n特别期：世界名校之战中国名校专场\n95\t14-10-02\t朱时茂之子帅气来袭海外名校精英全力拼智力\t贺梦婷\t海外名校队队长\n特别期：世界名校之战海外留学生专场\n96\t14-10-09\t厦大校草现场告白智慧女神与新晋导演火热PK\t中国名校队\t\n特别期：世界名校之战\n97\t14-10-16\t晓敏现场失声痛哭小选手诠释挖掘机的强大功能\t李思宇\t\n特别期：小学时代\n98\t14-10-23\t数学小导师现场哭鼻子神经分子生物学家展示酷炫技能\tKevin\t特别期：小学时代\n99\n——\n00\n4-10-30\n——\n4-11-6\n最美医生自曝曾有人花钱求见面好嫂畅谈梦想暖化全场\n韩寒御用外卖小哥帅气来袭李好与女学霸爆笑上演“二人转\n宋大雪\n——\n杜莹\n特别期：小学时代\n——\n特别期：小学时代\n01----期\n01\t14-11-13\t翻版千颂伊来袭众男深情告白李好献唱情歌获晓敏爱的抱抱\t李有才\t特别期:小学时代\n02\t14-11-20\t寻找下一个站神火热开启古装美女迷倒翻版孟非\tPenny\t\n03\t14-11-27\t女拳王霸气来袭放豪言KO众男\t王敬翔宇\t\n04\t14-12-04\t混血御姐霸气来袭秀高智商众男惨遭女选手集体“歧视”\t司亚靖\t\n05\t14-12-11\t侠义少女豪气欲登站神之位武林高手现场舞刀弄枪看呆众人\t顾润\t\n06\t14-12-18\t翻版“兵马俑”太逼真惊呆全场与啦啦队美少女欢乐大跳《小苹果》\t张奇\t\n07\t14-12-25\t西北小伙大跳安塞腰鼓史上最强大哥上演最强答题\t张加来\t\n08\t15-01-05\t新年首位挑战者遭“宠物猴”调戏史上最高龄气质老咖常抢答让李好奔溃\t任欣宇\t\n09\t15-01-12\t离婚律师教你如何让男人净身出户选手称对数字敏感答对所有问题\t张楠\t\n10\t15-01-19\t调酒皇后笑到最后环卫工人深藏不露\t郑雯\t\n11\t15-01-26\t60后大叔强势来袭横扫全场霸气担当2015首位站神\t王张荣\t2015年度首位大满贯战神\n12\t15-02-02\t乡村“时尚大咖”酷炫来袭现场站着睡觉上演逆袭之旅\t曹磊\t\n13\t15-02-09\t单田芳学生模仿黄健翔经典解说六旬老人劈叉毫无压力\t赵婧\t\n14\t15-02-16\t全国益智节目冠军PK高智商“战火点燃”众人争当答题王\t龚凡\t\n英雄联盟第二季第一场题王\n特别期:英雄联盟第二季第一场\n15\t15-02-23\t学霸男神巅峰对决爆题库厦大何以琛荣膺题王\t邱汐岩\t\n英雄联盟第二季第二场题王\n特别期：英雄联盟第二季第二场\n16\t15-03-02\t“千年老二”刘澍誓当题王下赌注失败就勇退答题江湖\t刘澍\t\n英雄联盟第二季第三场题王\n特别期：英雄联盟第二季第三场\n17\t15-03-09\t气质美女结盟题王惜败\t梅竹\t\n英雄联盟第二季第四场题王\n特别期：英雄联盟第二季第四场\n18\t15-03-16\t女神贺梦婷获最后题王名额12岁神童遗憾淘汰\t贺梦婷\t\n英雄联盟第二季第五场题王\n特别期：英雄联盟第二季第五场\n19\t15-03-23\t贺梦婷女神范归来胡晓题神加冕\t胡晓\t\n英雄联盟第二季第六场题神之战\n特别期：英雄联盟第二季最后一场\n20\t15-03-30\t土木工程专业型男挑战语文老师 \t邓楚涵\t全新改版之后第一期\n21\t15-04-06\t黑匣子美女连闯三关首期擂主邓楚涵守擂成功\t邓楚涵\t\n22\t15-04-13\t《天使的城》主创亲临现场\t天使队\t\n23\t15-04-20\t男神女神“站场”才子佳人遭调侃\t邓楚涵\t两连霸\n特别节目\n诸神之战\n自2012年3月2日首播至2013年1月25日，《一站到底》已经播出80余期，迄今已经诞生了八位站神人物，其中有七位确定参加即将录制的“诸神之战”，已经“归位”的八位站神他们是：孟铸、周唯达、朱娴静、姜瑶、徐圣明、杨博珊、周涛和刘姿彤。但是朱娴静没能参加诸神之战少了一个。80余期节目中还有很多选手虽然没有获得站神资格但是凭借优秀的答题表现也是让观众印象深刻，于是节目组决定从这些人中选出三位，推出三场“复仇者之战”，每场产生1名获胜者共计3人：檀越，徐琦，顾婷婷加入到“诸神之战”队列当中。\n据节目负责人透露，节目创立之初并没有“诸神之战”的想法，这场年度盛会的创意恰恰是来自于网络。节目执行制片人薛魏表示：“节目开播之后，每当产生一位‘大满贯’不败战绩的选手都会在网络上引起很大的热议，网友们自发的为高手贴上了‘站神’的标签，大约在产生了3位‘站神’之后就有网友提出来，很想看一场‘站神’级高手的对决，所以才有了已播出的‘诸神之战’。” \n013年2月21日，《一站到底》把节目开播以来答题水平最强的10位代表人物集结起来，来一场前所未有的巅峰对决。迄今已播出87期的《一站到底》受到了来自全国各地答题爱好者的支持，不仅报名人数以万计算，在前后累计登台957位选手中仅有10人能够入围这场年度对决，所以“诸神之战”绝对代表着《一站到底》史上最高智慧水平。\n明星版\n特别版的一开场，男女主持人各自做介绍：“各位晚上好，欢迎收看金立智能语音王《一站到底》，大家好，我是李好。”“大家好，我是晓敏。你所看到的是《一站到底》的特别节目，也就是《一站到底》明星版。”据悉。7月25日，《活佛济公》的第三部将会在江苏卫视开播，所以当天《一站到底》的所有选手都是来自于《活佛济公》第三部里的主要演员们。其实啊，在现场，镜头一扫过去，电视机前的观众朋友们都可以发现，有很多张非常熟悉的面孔。比如4号位的这位选手首先亮相：“大家好，我是陈浩民，在《活佛济公》里面，我是扮演济公的。”这时，主持人李好也在现场激动地表示：“这是我仰慕已久的一位演员。平时来到节目里面，很多人都是说，好哥，我都是从小看着你的节目长大的。我可以非常骄傲地宣布，浩民，我从小都是看着你的戏长大的！”当然还有该剧中非常多优秀的演员，观众们会看到他们在《一站到底》的舞台上面，发挥众多亮眼的表现，让观众大呼过瘾！\n校园争霸赛\n013年7月，《一站到底》“校园风云争霸赛”开播，全国顶级高校精英云集，才子佳丽各显神通，对于选拔队而言学历已成浮云，实力才是关键，在现场对决中不仅激烈答题，而且还唇枪舌剑激烈争辩，相信同样也会给电视机前的观众带来一场精彩的答题盛宴。\n英雄联盟\n英雄联盟第一季\n014年初，江苏卫视《最强大脑》以其别具一格的节目形式，在一片真人秀之中突出重围，在综艺节目之中掀起了一阵科学热潮。同时，《最强大脑》也将之前并不被看好的科学、脑力类节目带回到观众的视野当中，引领了综艺节目的新风潮。尝到了“科学”和“益智”的甜头之后，江苏卫视趁热打铁，将创新模式运用到老牌答题益智类节目《一站到底》中。在过去的六周中，60位星级站将经过一场又一场的答题洗礼，已产生出六位星级站将，他们个个嗜答如命，都将在“斩神之战”中与以往的站神们一站到底。\n英雄联盟第二季\n《一站到底》2015年春节前最后一期，节目组经过精心策划和准备，在羊年春节到来之际推出“新春大礼”，《一站到底·英雄联盟》升级“穹顶之上”。\n《一站到底·英雄联盟》第二季“穹顶之上”提前开启“烧脑模式”，除了节目规则基本沿袭第一季“英雄联盟”外，第二季“穹顶之上”在选手选择上阵容更强大，除了星级战将们回归，《一站到底》节目组还召集了近十年来，在全国十八档益智答题节目的最强者来到《一站到底》的答题舞台，《幸运52》、《天才知道》等众多答题节目脱颖而出的答题者集结。\n《一站到底·英雄联盟》第二季“穹顶之上”将分成六场播出，前五场都是江湖上的答题大神和“星级站将”进行PK较量，每场按照“英雄联盟”的规则决出一位胜利者叫“题王”，五场过后决出的五位“题王”将对决《一站到底》的五位“站神”。 \n小学时代\n充分考虑观众的需求之后，也为了能够让更多喜欢答题的观众有勇气来到《一站到底》的舞台，节目组宣布2014年10月23日推出“小学时代”，从舞台布景到环节设置，从考题难度到求助方式，“小学时代”都将带给观众焕然一新的感觉。“小学时代简单来说就是让题目难度‘跳水’，选题都是小学1-6年级测验里出现的题目，是每个人曾经都烂熟于心的知识。”江苏卫视相关负责人告诉记者。那么，这样的难度设置是否会让比赛失去悬念和竞争性呢？对此，《一站到底》制片人给出了自己的解释，“千万不要小看这些小学知识！我们成年人距离小学时代少说也过去了十年，真要准确无误的说出答案还真的不那么容易！” \n《一站到底》“小学时代”除了在考题难度上做了较大调整之外，另一个最具看点的地方还在于邀请了四位萌娃导师。他们分别代表语文、数学、自然科学和文体，在生活中也都是各自领域的佼佼者。萌娃导师的设置，对于看惯了明星导师的观众而言，可谓是个不大不小的惊喜。\n014年11月13日周四晚《一站到底》“小学时代”的考试铃声继续在江苏卫视响起。主持人李好自曝长得像黎明，现场一展歌喉有模有样全场都喝彩；小“千颂伊”黄婉婷墨镜登场十分霸气。李好听完栾舒的介绍深有感触说：“一个人被说像一个人，他总会不自觉地往这个人靠。” \n所获荣誉\n014年年底，江苏卫视《一站到底》在2014年亚洲电视大奖评选中，获得最佳益智类节目提名。\n正如主持人李好所说，虽然现在只是提名，但是对于《一站到底》栏目组来讲，这是一种肯定，“这也是《一站到底》开播以来第一次走出国门，跟全亚洲所有优秀的电视节目进行同场竞技和比拼。”\n回顾2014年，《一站到底》硕果累累，从“英雄联盟专场”到“世界名校专场”再到近期的“小学时代”，《一站到底》给热爱益智答题的观众交出了一张成绩斐然的报告单，节目组告诉记者，他们相信后面的时间《一站到底》正如自己的名字一样在益智答题的道路上越走越远，不但要一站到底还要不断实现华丽转身。 \n媒体评价\n《一站到底》播出数期后，就像主持人李好反复在节目中强调的那样，该节目考察的是选手的知识广度而不是深度。从节目中不难发现，参与者相互pk时要面对的题目涉猎非常广，生活常识、文学、历史、天文、地理、体育、娱乐……可谓包罗万象。如：“中国古代的足球运动在公元前300年就已盛行，当时这项运动叫作什么？（蹴鞠）”，“天津市的电话区号是（022）？”，“俗话说：‘吃人嘴软’，下一句是什么？（拿人手短）”。这类题目，并不要求参赛选手在某一领域有多么高的造诣，关键是看选手的知识广度。短短几期节目，也确实有一些选手的知识面让人瞠目结舌，年仅12岁的天才少女邓自宇就是这样一位“百科全书型”的选手。（搜狐网评 ）\n","category":"草书","verified":true,"user":1,"timestamp":1429951655793},{"name":"张照集锦","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791612929,"text":"张照《行书七绝诗轴》\n\n张照《临董其昌轴》\n\n张照《行楷论书轴》\n\n张照《行书七言联》.钤印：张照之印、得天、既醉轩。题识：张照。释文：蒹葭露冷人秋水，翰墨风清气畹兰。\n\n张照《七律诗》\n释文：\n　　 安石榴花开最迟，绛裘深树出幽菲。吾庐想见无限好，客子倦游何不归。坐上一尊虽得满，古来四事巧相违。今人却忆湖边寺，垂柳阴阴昼揜扉。张照。\n　　 下钤“张照之印”、“瀛海仙琴”印2方。引首钤“既醉轩”印。无鉴藏印。\n　　 此书行笔圆转流畅，墨色浓润，偶出枯笔于牵丝回绕处，愈觉神采飞扬。张照的书法融董其昌疏朗闲逸的布白和颜真卿淳厚敦朴的笔致于一体，从而呈现出别具特色的自家风貌。\n\n张照《临米芾拟古诗帖》\n临米芾拟古诗帖 轴 纸本 纵43.8公分 横58公分 台北故宫博物院藏\n　　乾隆十年（1745）张照奔父卒于途。谕曰：“张照才品优长，兼谙法律，学品充裕，词藻清新，侍直内廷勤勤慎素，着加太子太保，諡文敏。”乾隆四十四年（1779），高宗怀念旧日臣工，列张照于五词臣之中，御制诗论其书艺，诗曰：\n　　书有米之雄，而无米之略；复有董之整，而无董之弱；羲之后一人，舍照谁能若。即今观其迹，宛似成于昨，精神贯注深，非人所能学。\n　　评价之高，超越米芾、董其昌，直追书圣王羲之矣。\n　　本幅是张照临米芾“蜀素帖－拟古诗帖”，与米芾《蜀素帖》比较，识者当能辨别高宗评论是否公允，抑或偏袒身边词臣。然，乾隆皇帝深爱张照的书法，则是不容置疑的，除了内廷收藏有丰富的张照墨迹可资佐证外，沈初《西清笔记》载：“张文敏尚书嗜饮，有醉中作书极得意者，内府所藏《临争坐帖》，自谓酒气拂拂，从十指间出，上甚赏之。”高宗爱其才，爱其名士风流，为张照诡谲多变的仕途，凭添了一份保障。《清国史馆张照本传》论曰：\n　　照一生所受主知可称特达，死后犹特命载入志乘，宠冠流辈矣。天语褒奖至 公无私，一生论定不丰不杀，虽古之文人学士，何以加兹。唐颜真卿善正草 书，笔力遒婉载史册；照之工书，洵可直接真卿，而上追羲献者也。","author":"清代张照","description":"张照集锦"}]