[{"name":"黄道周松石图","text":"吴昌硕（1844.8.1 —1927.11.29），男，原名俊，字昌硕，别号缶庐、苦铁、老缶、缶道人等等，汉族，浙江湖州人。中国近、现代书画艺术发展过渡时期的关键人物，“诗、书、画、印”四绝的一代宗师，晚清民国时期著名国画家、书法家、篆刻家，与任伯年、蒲华、虚谷齐名为“清末海派四大家”。吴昌硕的艺术别辟蹊径、贵于创造，最擅长写意花卉，他以书法入画，把书法、篆刻的行笔、运刀、章法融入绘画，形成富有金石味的独特画风。他以篆笔写梅兰，狂草作葡萄，所作花卉木石，笔力敦厚老辣、纵横恣肆、气势雄强，构图也近书印的章法布白，虚实相生、主体突出，画面用色对比强烈。\n人物生平\n吴昌硕，浙江省孝丰县鄣吴村（今湖州市安吉县）人。是晚清著名画家、书法家、篆刻家，为“后海派”中的代表，是杭州西泠印社首任社长。吴昌硕与任伯年、蒲华、虚谷齐名为“清末海派四大家”。\n初名俊，又名俊卿，字昌硕，又署仓石、苍石，多别号，常见者有仓硕、老苍、老缶、苦铁、大聋、缶道人、石尊者等。\n清道光二十四年（1844年）8月1日，生于浙江省孝丰县鄣吴村一个读书人家。幼时随父读书，后就学于邻村私塾。10余岁时喜刻印章，其父加以指点，初入门径。咸丰十年（1860年）太平军与清军战于浙西，全家避乱于荒山野谷中，弟妹先后死于饥馑。后又与家人失散，替人做短工、打杂度日，先后在湖北、安徽等地流亡数年，21岁时回到家乡务农。耕作之余，苦读不辍。同时钻研篆刻书法。同治四年（1865）吴昌硕中秀才，曾任江苏省安东县（今涟水县）知县，仅一月即去，自刻“一月安东令”印记之。同治十一年（1872），他在安吉城内与吴兴施酒（季仙）结婚，浙江归安县（今属吴兴县）菱湖镇人。结婚后不久，为了谋生，也为了寻师访友，求艺术上的深造，他时常远离乡井经年不归。光绪八年（1882），他才把家眷接到苏州定居，后来又移居上海，来往于江、浙、沪之间，阅历代大量金石碑版、玺印、字画，眼界大开。\n后定居上海，广收博取，诗、书、画、印并进；晚年风格突出，篆刻、书法、绘画三艺精绝，声名大振，公推艺坛泰斗，成为“后海派”艺术的开山代表、近代中国艺坛承前启后的一代巨匠。二十二年被举为安东（今江苏省连水县）县令，到任一个月便辞官南归。三十年夏季，与篆刻家叶为铭、丁仁、吴金培、王等人聚于杭州西湖人倚楼，探讨篆刻治印艺术，1904年，杭州西泠印社正式成立，吴昌硕被推为首任社长，艺名益扬。七十岁后又署大聋。\n民国16年十一月（1927年11月6日），吴昌硕突患中风，十一月初六（1927年11月29日）病逝沪寓，享年84。1933年11月，迁葬于浙江余杭县塘栖附近超山报慈寺西侧山麓，墓地坐落于宋梅亭畔。墓门石柱上刻有沈淇泉（卫）所撰联语：\"其人为金石家，沉酣到三代鼎彝，两京碑碣。此地傍玉潜故宅，环抱有几重山色，十里梅花。\"鄣吴村有他的衣冠冢。西泠印社辟有吴昌硕纪念室。1984年，在递铺镇建吴昌硕纪念馆，1987年，修复其在鄣吴村的故居。吴昌硕的绘画、书法、篆刻作品集有《吴昌硕画集》《吴昌硕作品集》《苦铁碎金》《缶庐近墨》《吴苍石印谱》《缶庐印存》等，诗有《缶庐集》。吴昌硕有三子一女，次子吴涵、三子吴东迈均善篆刻书画。 \n篆刻生涯\n少年时他因受其父熏陶，即喜作书，印刻。他的楷书，始学颜鲁公，继学钟元常；隶书学汉石刻；篆学石鼓文，用笔之法初受邓石如，赵之谦等人影响，以后在临写《石鼓》中融汇变通。沙孟海评：吴先生极力避免“侧媚取势”，“捧心龋齿”的状态，把三种钟鼎陶器文字的体势，杂糅其间，所以比赵之谦高明的多。吴昌硕的行书，得黄庭坚、王铎笔势之欹侧，黄道周之章法，个中又受北碑书风及篆籀用笔之影响，大起大落，遒润峻险。\n他的篆刻是从“浙派”入手，后专攻汉印，也受邓石如、吴让之、赵之谦等人的影响。成为一代宗师。他的画起大落，善于留白，或对角欹斜，气象峥嵘，构图块面体积感极强。他的篆书个性极强，印中的字饶有笔意，刀融于笔。所以他的篆刻常常表现出雄而媚、拙而朴、丑而美、古而今、变而正的特点。篆刻方面吴昌硕上取鼎彝，下挹秦汉，创造性地以“出锋钝角”的刻刀，将钱松、吴攘之切、冲两种刀法相结合治印。所以他的篆刻作品，能在秀丽处显苍劲，流畅处见厚朴，往往在不经意中见功力。\n人物评论\n吴昌硕最擅长写意花卉，受徐渭和八大山人影响最大，由于他书法、篆刻功底深厚，他把书法、篆刻的行笔、运刀及章法、体势融入绘画，形成了富有金石味的独特画风，他自己说：“我平生得力之处在于能以作书之法作画。”他常常用篆笔写梅兰，狂草作葡萄。所作花卉木石，笔力老辣，力透纸背，纵横恣肆，气势雄强，布局新颖，构图也近书印的章法布白，喜取“之”字和“女”的格局，或作对角斜势，虚实相生，主体突出。用色上似赵之谦，喜用浓丽对比的颜色，尤善用西洋红，色泽强烈鲜艳。名重当时的画家任伯年对吴昌硕以石鼓文的篆法入画拍案叫绝，并预言其必将成为画坛的中流砥柱。吴昌硕作画用“草篆书”以书法入画；线条功力异常深厚。虽然从状物绘形的角度看其线条的质感似乎不够丰富、切实，但恰恰是舍弃了形的羁绊，吴昌硕的绘画才步入了“意”的厅堂，从而形成了影响近现代中国画坛的直抒胸襟，酣畅淋漓的“大写意”表现形式。\n吴昌硕绘画的题材以花卉为主，学画较晚，40岁以后方将画示人。前期得到任颐指点，后又参用赵之谦的画法，服膺于徐渭、朱耷、扬州八怪诸画家的画艺，从中受惠甚多。他酷爱梅花，常以梅花入画，用写大篆和草书的笔法为之，墨梅、红梅兼有，画红梅水分及色彩调和恰到好处，红紫相间，笔墨酣畅，富有情趣，曾有“苦铁道人梅知己”的诗句，借梅花抒发愤世嫉俗的心情。又喜作兰花，为突出兰花洁净孤高的性格，作画时喜以或浓或淡的墨色和用篆书笔法画成，显得刚劲有力。画竹竿以淡墨轻抹，叶以浓墨点出，疏密相间，富有变化，或伴以松、梅、石等，成为“双清”或“三友”，以寄托感情。菊花也是他经常入画的题材。他画菊花或伴以岩石，或插以高而瘦的古瓶，与菊花情状相映成趣。菊花多作黄色，亦或作墨菊和红菊。墨菊以焦墨画出，菊叶以大笔泼洒，浓淡相间，层次分明。晚年较多画牡丹，花开烂漫，以鲜艳的胭脂红设色，含有较多水分，再以茂密的枝叶相衬，显得生气蓬勃。荷花、水仙、松柏也是经常入画的题材。菜蔬果品如竹笋、青菜、葫芦、南瓜、桃子、枇杷、石榴等也一一入画，极富生活气息。作品色墨并用，浑厚苍劲，再配以画上所题写的真趣盎然的诗文和洒脱不凡的书法，并加盖上古朴的印章，使诗书画印熔为一炉，对于近世花鸟画有很大的影响（见彩图《岁朝清供图》（清））。\n主要作品\n书法篆刻\n《寿山老坑巧色雕狮钮》、《作了天下事》、《读遍千古书》、《好学为福》、《黑青田》、《一月安东令》、《湖州安吉县》、《泰山残石楼》、《园丁生于梅洞长于竹洞》、《暴书》、《千寻竹斋》、《千寻竹斋》3刻、《吴俊卿信印日利长寿》、《安吉吴俊章》、《雷浚》、《鲜鲜霜中菊》、《归仁里民》。\n绘画作品\n《天竹花卉》、《紫藤图》、《墨荷图》、《五月枇杷图》、《杏花图》、《花卉十二屏风》、《梅花》、《花卉四屏》、《牡丹》、《兰石图》、《松石图》、《花卉》2幅、《紫藤图》、《杂画册（之—、二）》、《依样》、《天香露图》、《杞菊延年》、《泥盆菊草图》、《牡丹图》、《牡丹水仙图》、《大富贵》、《佛像图》、《富贵神仙图》、《红梅图》2幅、《蔷薇芦桔图》、《秋艳图》、《三千年结实》、《人物》、《三千年结实之桃》、《神仙福寿》、《石梅》、《石竹图》、《松梅图》、《岁寒交图》、《桃实图》、《瓜果》、《灯下观书》、《姑苏丝画图》等。\n诗词作品\n《缶庐集》\n倾心画梅\n吴昌硕出身书香门第，8岁作骈句，10岁持刀奏石。后来家道败落，便发愤读书，中了秀才。因自幼喜欢文艺，如金石、书法、绘画等，便决然放弃功名，不再参加科举考试。29岁时，吴昌硕移居苏州，结识了诸多海派艺林名宿，如饥似渴地阅历了大量名人墨迹，艺事大进。50岁后在乡人的举荐下，吴昌硕做了一月有余的江苏安东县令，后学五柳先生，弃官挂印而去。\n吴昌硕说自己\"三十学诗，五十学画\"，但事实上他学画在而立之后。之所以如此说来，只是对自己的早期作品不甚满意而已。其实也是客观评价，因他的优秀作品多为后30年所作，恰如他画的老梅，大器晚成。\n吴昌硕的画以泼墨花卉和蔬果为主要题材，兼顾人物山水。他的作品公认为\"重、拙、大\"。用笔沉着有力，没有浮滑轻飘之意，是为重；自然却无斧凿之痕，稚气洋溢，天真一派，是为拙；气势磅礴，浑然大家，是为大。\n吴昌硕画得最多的是梅花。宋以来，画梅大家代有人出，如王冕、陈宪章、金农、汪士慎等，他们所画梅花各具特色，极尽梅花的清韵、艳丽、傲然、孤绝，寄托了画家的精气神。吴昌硕画梅也有自己的独到之处。他喜欢表现老梅，而且将老梅的铮铮铁骨与清香欲放的花朵形成鲜明对比，产生强烈的视觉效果，有一种唤春归来、挣破冬的牢笼的感觉。无论是《梅石图》《梅花图》，还是《梅兰》《红梅》等，无不如是。\n吴昌硕画梅少有全树，也非千枝万蕊，他总是把环境和气氛省略到不能再添置一笔，有如特写镜头，既细致，又逼真，得梅花之真性灵，简直是划金刻石的杰作。\n《梅石图》等多作于吴昌硕古稀之年，不止一幅。其中一幅作于75岁，梅为主，石为客，交相辉映。运用篆法，疏阔纵放，气势捭阖。点点梅花，疏密有致，极富节奏之变。焦墨枯笔，顺来逆去。枝丫纵横，曲中求直，苍劲之极。花以焦墨圈勾，精细而怒张，仿佛想要从枝上挣脱，凌空而去。观者仿佛置身于月色轻笼、花影横斜的意境之中。诗曰：“梅溪水平桥，乌山睡初醒。月明乱峰西，有客泛孤艇。除却数卷书，尽载梅花影。”\n诗画珠联璧合，互补其境，令人悠然忘返。题有此诗的《梅石图》《》不下十幅，件件不同，各有千秋。充分体现了吴昌硕的爱梅情结和梅之精神。\n从题画诗文也可以看出吴昌硕的文笔修养非同一般。他为《梅花》题曰：“寒香风吹下东碧，山虚水深人绝迹。石壁矗天回千尺，梅花一枝和雪白。和羹调鼎非救饥，置身高处犹待时。冰心铁骨绝世姿，世间桃李安得知？”\n他为《梅花图》题曰：“人遗纸数幅，光厚如茧，云得之东瀛。或曰：此苔纸也。醉后为梅花写照。梅之状不一：秀丽如美人，孤冷如老衲，屈强如诤臣，离奇如侠，清逸如仙，寒瘦枯寂如不求闻达之匹士。笔端欲具此众相亦大难事，唯任天机外行，似兴酣落笔，物我两忘，工拙不暇计及也。不知大梅山民挥之门外否？引为同调否？安得起而问之。”\n这些诗文，无不精神饱满，文气盎然，想像丰富，读来酣畅淋漓。充分体现了吴昌硕的旧学功底、文学涵养和艺术才华。 \n书法生涯\n吴昌硕的楷书，开始学习唐代（公元618--公元907年）颜鲁公，隶书学习汉代石刻，篆书学习石鼓文，吴昌硕的行书，学习黄庭坚、王铎风格。吴昌硕的篆刻，今天学习的人很多。日本篆刻家河井荃庐从1898年开始就向吴昌硕请教，并向日本篆刻界介绍，产生极大的影响。\n在吴昌硕的书法创作中，无疑以篆书、行草为主，但吴昌硕学习隶书的时间并不短，在青年时期便曾临习汉碑，如“张迁碑”、“嵩山石刻”、“张公方碑”、等，同时又受到邓石如、吴让之、杨见山等人的影响，笔法近似杨见山，他在三十五岁时书的一幅隶书还是“张迁”的风格，结体方正，用笔尚拘谨、小心。吴昌硕晚年所书隶书，结体已变长，取纵势，如这幅“奉爵称寿，雅歌吹笙”，用笔雄浑、饱满，从一些线条看，具有篆书的痕迹，可以说这时吴昌硕早已将篆、隶溶为一体了，形成了自己的独特面目。\n吴昌硕的隶书遍临《汉祀三公山碑》《张迁碑》《嵩山石刻》《石门颂》等汉碑。中年以后，博览众多金石原件及拓本，选择石鼓文为主要临摹对象。数十年间，反复钻研，并不以刻意模仿徒求形似为满足，参以秦权铭款、琅琊台刻石、泰山刻石等文字的体势笔意，故所作石鼓文凝练遒劲，自出新意，风格独特。60岁后所书尤精，圆熟精悍，刚柔并济。喜将石鼓文字集语书写对联。晚年以篆隶笔法作草书，笔势奔腾，苍劲雄浑，不拘成法。\n诗文生涯\n至于诗文方面，在当时也出现了知名的诗人施愚山、郑板桥、赵瓯北等，都或多或少写下了一些比较有价值的诗篇，在一定程度上反映了社会现实，抒发了自己的思想感情。同时，袁子才反对桐城派复古主义的倾向，提出直抒性灵、表现个性的主张，在当时也曾起过一定的进步作用。吴昌硕就是生长在这样的历史条件下。作为一个受过浓重的封建思想熏染的知识分子，他对当时人民的革命斗争缺乏正确的见地，但同时却不能不受到时代浪潮的冲击。他出身于中间阶层，目击上层统治阶级生活的穷奢极侈与他们对广大人民的厌殊求，心中感到非常不满，同时又由于个人找不到出路，更感到苦闷和彷徨，迫切要求发泄自己胸中积压着的一股郁勃不平之气。在怀才不遇的情况下，他便集中自己毕生旺盛的精力从事于文学艺术活动，希望能在这一方面有所表现于当世。\n吴昌硕善作诗文，苦吟数十年，未尝间断。所作诗篇以傲兀奇崛古朴隽永见长，一般地说用典较多，不甚通俗，但有些绝句纯用白描手法，活泼自然，接近口语，具有明丽俊逸的特点，风格上与民歌很相近。所作题画诗寄托深远，颇有浪漫主义气息；评论前人书画，尤多独到见地。早年所作五古，有一部分含有讽刺意味，揭露了当时黑暗社会某些不平现象。他的散文作品写得不多，大都是序跋、考证和题画小品之类，写的都很朴质淳厚，平易近人。题画小品中尤多精心之作。发抒生活实感，鞭挞丑恶现象，颇能以少胜多；读时依稀与作者一灯相对，娓娓而谈，意味非常深长。\n光绪三十年（1904）夏，篆刻家叶品三、丁辅之、吴石潜、王福庵等聚于杭州西湖人倚楼，探讨治印艺术，发起创立一个研究金石篆刻的学术团体，定名为\"西泠印社\"，邀请吴昌硕参与其事。\n913年重阳节印社正式成立，各地金石学者纷纷参加，公推他为社长。当时他为印社撰联云：\"印讵无源？读书坐风雨晦明，数布衣曾开浙派。社何敢长？识字仅鼎彝瓴甓，一耕夫来自田间。\"这正是他一贯的冲淡谦虚襟怀的具体表现。\n往事略集\n吴昌硕身材不高，面颊丰盈，细目，疏髯。年过七十而鬓发不白，看去不过四五十岁的样子。这是他勤于劳作的结果。他每天早起，梳洗过后，就面对书桌，默坐静思约一刻钟，把当天的工作程序安排好，然后再进早餐，有时兴致来了，不及进餐即开始工作。他在作画之前，先要构思。有时端坐，有时闲步，往往要过很长时间。及至酝酿到一定程度，整幅画面的形象在心中涌现，灵感随即勃发，于是凝神静气举笔泼墨，一气呵成，看去似乎毫不费力。等到大体告成之后，对局部的收拾，却又十分沉着仔细，惨淡经营，煞费苦心。常见他凝视沉思，笔头颤动，跃跃欲试，但很久不着一笔。他曾说过：“奔放处要不离法度，神微处要照顾到气魄。”一幅画作好之后，就张挂在墙壁上反复观赏，并请友人品评。大家提出意见，他就虚心听取，经过考虑之后，再着手修改，直到满意，才肯题款、钤印。万一画得不大满意，他就断然弃置，毫不顾惜。\n寻师访友\n吴昌硕生于浙江省孝丰县鄣吴村一个读书人家。\n鄣吴村是一个峰峦环抱、竹木葱茏的山村，风景十分清幽。在这样的山村中度过他的童年时代。幼年时求知欲很旺盛，好学不辍。起初跟着他父亲念书，后来往邻村的一个私塾中去就学。每天翻山越岭，来往十多里路，虽遇风雨从不间断。他十多风韵犹存时即嗜刻印，磨石凑刀，反复不已；他父亲见他近于此道，加以指引，遂得门径，益乐此疲。\n十七岁那年，太平军从安徽直指浙西，清军尾随而来，杀人放火，奸淫掳掠，无所不为，人民不堪清兵蹂躏，四处逃亡，流离颠沛，辗转于荒山野谷之中，此时，吴昌硕的弟妹先后死于饥馑。后来他又与家人失散，独自一人到处流浪，替人家做短工、打杂差过日子，时常以野生植物和树皮草根充饥。他在湖北、安徽等省流亡达五年之久，历尽千辛万苦，到二十一岁那年才回到家乡，与老父相依为命，躬耕度日。\n吴昌硕于耕作之余酷爱读书。但家里藏书不多，为了满足日益增强的求知欲望，他常千方百计去找更多的书来读。有时为了借一部书，往往来回行数十里路，也不以为苦。他借到了书，就废寝忘食，烯膏继晷，读了又读。阅读中摘了许多笔记，有时甚至把整部整卷的书抄录下来，以便反复研读。遇到疑难，必请教师友，绝不含糊过去。\n正由于书籍这样难得，他对之非常珍爱。直到晚年，他看到一些残编断简，必设法加以收集和补订，慎重地保存下来，这个习惯正是在早年的艰苦条件下养成的。\n他早年就极爱钻研与篆刻、书法有关的文字训诂之学，对于当时一般人视为做官\"敲文砖\"的八股文，却不大感到兴趣。二十二岁那年，在县里学官的迫促下，他勉强去应了一次考试，中了个秀才以后，就绝意场屋，不再赴考，一直依游幕和鬻艺为生。到了五十三岁那年，他一度被举为江苏安东（今涟水县）县令，因不惯于逢迎长官、鞭挞百姓，到任只一个月，便毅然辞去。从此他就厌弃官场生涯，专心致志地从事文学艺术上的深造。\n二十九岁那年，他离开家乡，到人文荟萃的杭州、苏州、上海等地去寻师访友，刻苦学艺。起初他从俞曲园学辞章和文字训诂之学，为时约两年，为他后来的深造打下了扎实的基础。在苏州，他结识了当时知名的书法家杨藐翁，向他请教书法和辞章。藐翁工八分书，尤善写擘窠大写；于汉碑能遗貌取神，著笔欲飞，而古茂之气溢于纸墨。博学多闻，对经学有精湛研究，所作诗文也简练凝重，为人尤耿介鲠直，不谐流俗。吴昌硕敬佩他的为人和治学，曾诚意备函要求列于门下。藐翁复信婉谢，表示愿以换帖弟兄相称。书中有\"师生尊而不亲，弟兄则尤亲矣。一言为定，自首如新\"等语，措辞极为恳挚。尽管藐翁这样坚决地谦辞，吴昌硕仍然以师尊之礼相待，在所作诗篇中有\"藐翁吾先师\"之名，并自称\"寓庸斋内老门生\"，足见其尊师重道的热忱。\n正由于他待人以诚，求知若渴，各地艺术界知名人士都很乐意与他交往，其中尤以任伯年、张子祥、胡公寿、蒲作英、陆廉夫、施旭臣、诸贞壮、沈石友等人与他交谊尤笃，相互切磋，几无虚目。同时他又从知名收藏家郑盦、吴平斋、吴愙斋等人处看到不少历代彝器文物和名人书画真迹，临摹欣赏，摘录考据，经年累月，孜孜不倦，既扩大了视野，又开拓了胸襟，学术修养有了提高，艺事也随之大进。\n吴昌硕早年学习刻印，初师浙派，后又融合浙皖两派之长，参以邓（顽伯）、吴（让之）、赵（撝叔）诸家，而归其本于秦汉，发扬秦汉人\"胆敢独造\"的精神，深得纯朴浑厚之趣；既能融会前人法度，又善于变化，绝不为清规戒律所囿。正如他自己所说：\"铤险医全局，涂岐戒猛驱\"。\n他于书法最重临摹《石鼓》文字，毕生精力尽瘁于此。他写《石鼓》常参以草书笔法，不硁硁于形似，而凝炼遒劲，气度恢宏，每能自出新意，耐人寻味。所作隶、行、独草，也多以篆籀笔法出之，别具一种古茂流利的风格。偶作正楷，挺拔严毅，自始至终一笔不苟，尤见功力。三十多岁时，他始以作篆籀的笔法绘画，苦无师承，后经友人高邕之介绍，求教于任伯年。伯年要他作一幅画看看。他说：\"我还没有学过，怎么能画呢？\"伯年道：\"你爱怎么画就怎么画，随便画上几笔就是了。\"于是他随意画了几笔，伯年看他落笔用墨浑厚挺拔，不同凡响，不禁拍案叫绝，说道：\"你将来在绘画上一定会成名。\"吴听了很诧异，还以为跟他开玩笑。伯年却严肃地说：\"即使看起来，你的笔墨已经胜过我了。\"此后两人成了至交，始终保持着师友之间的友谊。\n在师友们的热心指引和鼓励下，吴昌硕对作画有了信心，根据他平日细心观察、体验积累起来的生活经验，再加上广泛欣赏与刻苦学习，他所作的画不断地出现崭新的面貌。\n吴昌硕对作画虽着重创新，但也不反对模仿，不过他认为取法要高。他对青藤、雪个、清湘、石田、白阳诸大家极为推崇，每见他们的手迹，必悉心临摹，吸收它的精华。他又能熔合晚清各家长处于一炉，然后遗貌取神，加以创造革新，以极度简练概括的笔墨来表现深邃的意境，抒发丰富的思想感情。他所作的画笔恣墨纵，不拘成法，外貌粗疏而内蕴浑厚，虚实相生，能纵能收，疏可走马，密不容针，这正是\"大处着眼，小心收拾\"的结果。\n夫人驾鹤\n917年，吴昌硕的继配施氏夫人在上海去世。吴昌硕委托他一位姓陈的朋友从简办理丧事。除几位同道挚友和施氏的亲朋好友前来吊唁，吃了一顿豆腐饭，就命儿子扶施氏灵柩返回故乡，葬于安吉县鄣吴村附近的凤麟山上。丧事过后，那位姓陈的朋友交给吴昌硕一份奠仪单。吴昌硕接过一看，不觉惊得：“我不是说过一律谢绝吗？怎么还有这些奠仪？”再一看，奠仪中有一元、二元，也有七、八元，十多元的。送礼的大都是亲戚、挚友，还有一些左邻右舍，却没有过去曾向他要过书画的达官权贵的名字。\n世态炎凉，人情冷暖。这些，吴昌硕早在逃难江淮皖鄂，流落苏州街头，幕游扬州盐运署，受任一月安东（今江苏连水）县令中饱受了。为了感谢亲朋挚友的吊唁和馈送的奠仪，照当时的做法，应当去书店买来“谢唁帖”，填上名字，按奠仪单每人一张作为回谢。但是，吴昌硕却拿来宣纸，亲笔用工楷书写谢唁，然后一一送上门去。\n一贯朴素\n吴昌硕毕生从事艺术研究和创作，专心致志，数十年如一日。晚年，他在艺术创造等方面虽都有很高深的造诣，但他不仅绝不骄矜，反而比先前更加谦虚。他时常对人说：\"我学画太迟，根柢不深，天资也不高，仅仅做到多看、多画而已。\"他自谦地把所作的画比作\"健药\"，又说：\"学画未精书更劣，似雪苔纸拼涂鸦。\"（《余疑庵草书。为一亭》）\n直到七八十岁的高年，还以读书、刻印、写字、绘画和吟诗作为日课，乐之不疲。诚如他自己在一首题画诗中所描述：东涂西抹鬓成丝，深夜挑灯读《楚辞》；风叶雨花随意写，申江潮满月明时。古人常用\"铁砚磨穿\"这句话来形容一个人为学的勤奋，这当然是一种夸张的说法。吴昌硕晚年却确实曾经把友人赵石农所赠一个虞山（江苏常熟）砂石制成的砚池磨穿一个小孔。吴昌硕自小养成了艰苦朴素的生活习惯。反对奢靡，凡衣、食、住各方面都十分简单，对物力非常珍惜。在上海时，他住在北山西路吉庆里十二吃。住的是一幢极普通的三上三下的\"弄堂房子\"，因此有许多友人认为这样的房屋与他当时的\"身份\"太不相称，不止一次地怂恿他另觅新居，迁往沪西一带的\"高等住宅区\"去住；最好自己造一座花园洋房，以娱晚景。事实上在当时要这样做也不太难。可是他往往莞尔一笑，说道：\"我有这样的楼房住，已经心满意足了。想当初我刚到上海的时候，跟张子祥一道租一间小房住，连阳光也很少照到；里面摆了两张床和一张画桌，就塞得满满地，两个人没有回旋余地，那才真狭窄呢？\n尽管他自奉俭约，待人却一点也不吝啬，乐于助人。如遇亲友有病，他就出钱帮助医疗；对身后萧条人，他就毅然以料理丧葬和抚育遗孤为己任。这样的事例是很多的。1912年是海派书画的重大转折时期。那一年，上海汇集了一大批前清高官，其中有帝师太傅、大学士、尚书、总督、巡抚、布政使，如陈宝琛、沈曾植、张謇、陈三立、朱祖谋、康有为、曾熙、李瑞清、张元济、郑孝胥等。这些高官名臣、硕学鸿儒在上海完成了从封建末代官吏到近代书画家的华丽转身。他们已不是像任伯年、蒲华、虚谷那样的民间画家，而是名流中的名流，一出山就大大带动了海派书画的市场行情。第二代海派书画代表人物吴昌硕，便是这一年定居上海。10年后，吴昌硕重修润格：堂匾三十两；楹联三尺六两、八尺八两；横直整幅三尺十八两，四尺三十两，山水视花卉例加三倍；刻字每字四两……每两为银圆1圆4角。当时北大校长蔡元培每月收入为600银圆，吴昌硕书画收入远远超过北大校长及教授。\n他对劳动人民的态度，跟一般士大夫阶级迥然不同。记得在他寓居苏州时，有一次，从友人家里回来，途中遇雨，在一个废园中避雨，遇到一个卖豆浆的人在一起，交谈之下，卖豆浆者知道他是一位画家，就要求他为自己作一幅画，他即慨然允诺。过了几天，卖豆浆者到他寓所里取画，他果然早已认真地为他绘了一幅，并且题一首诗，叙述这次邂逅经过，以作纪念。\n鼓励青年\n吴昌硕非常珍视青年人习艺的积极性，在仔细观赏过他们带来的作品之后，必先肯定它的优点，再三予以鼓励，然后再婉转地提出一些中肯的批评，指点今后努力的方向。即使作品确实十分幼稚，他也决不会全盘抹煞，一定诚恳地加以诱导，绝不使他们灰心。正由于他能这样恳挚而剀切地教人，青年们在受到教益之后，往往会终身不忘，受用无穷。像当代卓有成就的国画家潘天寿早年即曾受过吴昌硕的鼓励和指导。\n吴昌硕曾历经艰辛，他对贫苦的青年艺人更乐于加以掖助，使他们能达到自己的愿望。当时他认识了一个青年人，在一家药铺里当学徒，他爱好刻印而苦于所见不广、又无人指点。看了他的篆刻作品，吴昌硕觉得很有才华，便授以刻印要诀、并且把他介绍到老友沈石友家住了几年，所见既广、艺事也就大进。经过长时期的刻苦钻研，终于成为一位知名的篆刻家，那就是别号泥道人的赵石农。\n当时，各地有志于艺术的青年，辗转托人介绍，前来执卷问学的日多。他忆及自己早年学艺的艰难，同时更为了给艺术界培养新生力量，只要他们有一定的天才和毅力，他就欣然地加以启迪，不辞劳瘁。他的及门弟子很多，其中造诣尤为突出的在早期应推陈师曾，晚期要数王个簃。\n画柏讽哈同\n914年，吴昌硕寓居上海。有一天，靠贩卖鸦片和房地产投机起家的英国冒险家哈同来到吴家，说是为了做生日，想请吴昌硕代画一张三尺立幅。不料吴昌硕是个堂堂正正的中国人，平素最憎恶的就是这班在中国为非作歹的洋人。无论哈同怎样诱以重金，也根本不予理睬。后来，哈同一看不行，依仗自己是英、法两租界工部局的董事，一面指使爪牙去吴家威逼恫吓，一面托当时在上海画界声望略逊于吴昌硕的吴杏芬、沙辅卿等人向吴说情。吴昌硕碍于同道情面，便磨墨提笔画了一幅柏树图，但柏树叶子却画得比正常的要大得多。在还没题款的时候，哈同就来取画了。他拿起画卷，横横直直地看了好一会儿，仍然不明其意。于是问道：“先生劳神挥毫，敝人不胜荣幸之至，但不知画的何物？”当他得知画的竟是不伦不类的柏树时，便强作笑脸问道：“柏树叶子为何竟如此之大？”吴昌硕说：“不妨倒过来看看。”哈同看后说：“倒过来却像葡萄。”吴昌硕佯装认真地说：“我也是这个意思。”哈同不解地问：“为何要倒画呢？”这时，吴昌硕忍不住笑了，说：“我是按照你们办事的逻辑画的，你们喜欢颠倒，把黑说成白，把好说成坏，把人吃人说成慈悲，当然我给你的画也只好颠倒挂了。”一听此话，哈同真是气得满脸通红，哭笑不得。但吴昌硕是上海首届一指的名画家，因此也不敢发他的脾气。且这画又是自己请求的，真是自讨没趣，后悔莫及。\n铜像戏题\n吴昌硕是杭州西泠印社第一任社长。日本雕塑家朝仓文夫酷爱吴昌硕的书画金石，1920年慕名来华，与先生结成忘年之交。回国后，朝仓文夫运用洗炼的手法，塑造了一尊吴昌硕的半身铜质胸像，并亲自将塑像送到杭州。吴昌硕观后，赞叹不已，并在铜像之后题字道：“非昌黎诗，咏木居士；非裴岑碑，呼石人子；铸吾以金，而吾非范蠡，敢问彼都之贤士大夫，用心何以。辛酉八月昌硕戏题年七十八。”字里行间流露出这位艺术大师的宽广胸怀。之后，吴昌硕将此塑像置于印社的小龙泓洞内。\n一天夜晚，皓月当空，沿湖的亭台楼阁沉浸在一片幽静之中。吴昌硕吃完晚饭，与弟子王个簃出门散步。突然，只听吴昌硕一声惊呼：“啊哟，我头好疼。”王个簃不觉一怔，正想发问，却见先生手指前方。王个簃朝先生所指方向一看，只见幽暗的小龙泓洞里亮着数支蜡烛，微弱的烛光映出一位正在合掌跪拜的老妇身影。原来，这位老妇错把吴昌硕的胸像当成佛像了。吴昌硕皱眉道：“见此情景，我怎能不头痛呢？”\n年谱简编\n844年甲辰1岁9月12日(农历八月初一)出生于浙江省安吉县鄣吴村（当时隶属孝丰县）。\n865年乙丑22岁是年中秀才。\n866年丙寅23岁与父迁安吉城内居住。\n869年己巳26岁赴杭州，就学于诂经精舍，从名儒俞樾习小学及辞章。编成《朴巢印存》。\n872年壬申29岁赴上海，得识高邕之。\n873年癸酉30岁在安吉从县教谕潘芝畦学画梅。再赴杭投诂经精舍。在杭识吴伯滔。\n874年甲戌31岁秋，赴嘉兴客杜筱航（文澜）曼陀罗馆，识铁老金树本，与谈诗及识古器之法。\n875年己亥32岁赴试武林。1879年己卯36岁集拓所作印成《篆云轩印存》。携往杭州就教于俞樾，俞极赞许，为之署端并题辞。\n880年庚辰37岁寓吴云（平斋）两礨轩，以《篆云楼印存》请教，吴云为之删削，更名为《削觚庐印存》。识吴秋农、金心兰、顾茶村、胡三桥、方子昕等。与杨岘（见山）订交。\n882年壬午39岁居苏州。友人荐作小吏以维持生计。与虞山沈石友订交。\n883年癸未40岁因公赴津沽，在沪识任伯年。在析津（今河北大兴县）识杨香吟。由析津回沪，与虚谷、任阜长缔交。任伯年为作《芜菁亭长小像》。是年在苏州由潘瘦羊之介，与收藏家潘祖荫纳交。\n887年丁亥44岁至沪，任伯年为作《棕荫纳凉图》。\n889年己丑46岁在苏州。时伯年来访，为之作《酸寒尉像》，自题诗。施旭臣、谭复堂为《缶庐诗》作序。\n890年庚寅47岁居上海。识吴大澄。\n891年辛卯48岁日该国书法家日下部鸣鹤（名东，字子暘，江州人，1838--1922）来华，与先生纳交。\n892年壬辰49岁任伯年又为作《蕉荫纳凉图》。\n893年癸巳50岁在上海编选壬辰以前所作诗三卷刊行，题名《缶庐诗》。\n894年甲午51岁在北京以诗及印谱赠翁同龢。中日战争爆发，参佐吴大澄戎幕，北上抗日。\n895年乙未52岁任伯年为作《棕荫忆旧图》、《山海关从军图》。十一月，任伯年病殁沪上，作诗哭之并撰联。\n899年己亥56岁十一月，得同里丁葆元保举，任安东县令，一月即辞去。\n900年庚子57岁日本河井仙郎投先生门下。\n903年癸卯60岁自订润格。编选壬寅以前所作诗为《缶庐诗》第四卷，连同前刊三卷，又《别存》一卷合为一册。\n904年甲辰61岁移居桂和坊19号，名其斋曰“癖斯堂”。赵子云投入门下。\n909年己酉66岁在沪与高邕之、杨东山发起成立上海豫园书画善会。\n912年壬子69岁至杭州与西泠诸友宴集。始以字行。\n913年癸丑70岁西泠印社成立，任社长。秋，梅兰芳来会。重订润格。王一亭投拜门下。迁住北山西路吉庆里923号。\n914年甲寅71岁参入九老会。上海书画协会成立，任会长。\n915年乙卯72岁上海“题襟馆书画会”推先生为名誉会长。\n920年庚申77岁日本长崎首次展出其书画，东京文求堂继刊《吴昌硕画谱》，长崎双树园刊行《吴昌硕画帖》。诸乐三列为门弟子。\n921年辛酉78岁赴杭西泠印社宴集。《汉三老碑》被日商购去，与西泠同仁奔走呼吁，作画义卖，终募款八千大洋将碑赎回。日本朝仓文夫为范铜像。\n923年癸亥80岁潘天寿由诸闻韵引见来谒，撰联以赠。门弟子陈师曾卒。\n925年乙丑82岁沙文若（孟海）由王贤引列为门弟子。\n927年丁卯\n4岁11月29日逝于沪寓。\n0世人评说\n在《白石诗草》中，齐白石还写道：“青藤、雪个、大涤子之画，能纵横涂抹，余心极服之，恨不生前三百年，或为诸君磨墨理纸。诸君不纳，余于门外饿而不去，亦快事也。”甚至又有“青藤雪个远凡胎，老缶衰年别有才。我欲九原为走狗，三家门下转轮来”之语。——齐白石\n1语录\n学我，不能全像我。化我者生，破我者进，似我者死。\n今人但奢摹古昔，古昔以上谁所宗？诗文书画有真意，贵能深造求其通。\n嗟予学术百无就，古人时效他山攻。蚍蜉岂敢撼大树？要知道艺无终穷.\n读书破万卷，道行志不二。\n老学师何补，英年悟最宜。\n小技拾人者则易。创作者则难。欲自立成家，至少辛苦半世，拾者只多半年，可得皮毛也。\n十指参成香色味，一拳打破古来今。\n画之所贵贵存我，若风遇萧鱼脱筌。\n或拟温日观，应之曰否否，画当出已意，摹仿堕尘垢。即使能似之，已落古人后。\n2著作\n《朴巢印存》，施旭臣（浴升）撰序为同治九年，岁在庚午(1870年，时吴昌硕二十七岁)，吴瑶华跋。扉页吴氏自题篆书“朴巢印存”四字，另题“金钟玉磐山房印学”八字。谱中有先生早年手抄的五言八韵“试帖诗”六首墨迹。共钤印103方，皆无边款，线装二册，未出版。\n《苍石斋篆印》，自题日：“同治十三年（1874年，三十一岁）甲戌春仲题于芜园逸光。”\n《齐云馆印谱》，自署“吴俊昌石著。1876年（三十二岁）。\n《篆云轩印存》，1879年（三十六岁）。《铁函山馆印存》，1881年（三十八岁）。\n《削觚庐印存》有二册、四册本及一册本，为平时治印后随手钤拓的散页印稿，故今所见装订的佳本，印数多寡不一，内容亦不尽相同。成书在光绪癸未1883年（四十岁）。有徐康光绪九年(1883)二月题识。\n《元盖寓庐诗集》，1885年（四十二岁）。\n《缶庐印存》，初集四册本，扉页及自记皆木刻版，1889年（四十六岁）。有印63方，附边款，有杨岘题识和吴氏自记。\n《缶庐诗》三卷，又集题画诗，砚铭等署日：“别存”，1893年（五十岁）。\n《缶庐印存》二集编成，四册本，存印51方，附印款，有吴氏自题。1900年（五十七岁）。\n《吴昌硕石鼓临本》，1902年（五十九岁）书，日本平尾孤往1960年发表在《书品》101期上。\n光绪壬寅（1902年），徐士恺辑吴昌硕刻印成<观自得斋徐氏所藏印存》六册，存印149方，其中13印系吴昌硕为徐氏所刻，附印款，有徐士恺序。\n《吴昌硕石鼓文墨迹》，1908年（六十五岁）书，即钱经铭藏本，谭泽闽题册首。1979年上海书画出版社出版。\n《吴苍石印谱》四册1911年有正书局出版。\n《吴昌硕石鼓文》，钱经铭以吴昌硕六十五岁（1908年）临本镌刻入石，1910年由上海求古斋印石印本行世。\n《吴昌硕先生花卉册》，1914年（七十一岁）商务印书馆出版发行。\n《缶庐印存》三集四册本，1914年（七十一岁）上海西泠印社刊行。有葛昌楹（书徵）序，吴隐（石潜）题词。存印58方，附印款。四集四册本是吴隐“近所访获或借之友人”之作，徐印47方，附印款，有吴隐序。\n《吴昌硕临石鼓文》，末题“甲寅(1914年，七十一岁)六月临阮刻天一阁北宋本石鼓全文。”上海大众书局1914年普及本，钝根题签。\n《西泠印社记》，1914年吴昌硕撰文并书。\n《苦铁碎金》四册，1915年（七十二岁）上海西泠印社石印刊行。其中一册为“石鼓文临本”。\n《吴昌硕临石鼓墨迹》，1918年（七十五岁）临本，上海人民美术出版社1988年出。\n《缶庐印存》八卷，张弁群集拓先生刻印。1919年（七十八岁）。\n《缶庐印精拓》一册本，此谱为吴氏以自刻自用印拓赠其友潘飞声者，存印36方。\n919年，自辑刊印，有潘氏小记。\n《吴昌硕、赵子云合集》，孙雪泥辑，1920年（七十九岁）。 \n3传承\n作为海派绘画的创立者，吴昌硕是一位开创了一代艺术风气的大师，他的艺术对于中国近现代绘画的发展产生了巨大而深远的影响。20世纪以来，许多杰出的画家如：齐白石（1863-1957）、王震（1867-1938）、赵子云（1874-1955）、陈师曾（1876-1923）、陈半丁（1877-1970）、朱屺瞻（1892-1996）、刘海粟（1896-1994）、钱瘦铁（1897-1967）、王个簃(1897-1988)、潘天寿(1898-1971)、吴茀之（1900-1977）、诸乐三(1902-1984)、来楚生（1904-1975）、朱宣咸（1927-2002）等都受到吴昌硕艺术的影响与启示，他们是研究吴昌硕艺术具有代表性的实践者，在对吴昌硕艺术的学习、传承与研究中，也对于阐释，承袭与引领近中国现代花鸟画的发展历程具有了相当重要的价值与作用。传统中国画历来重视摹仿师承，吴昌硕的传人在对吴昌硕的研究中，反映了对其技法和观念的评价，其成败得失对于中国近现代绘画艺术研究具有的实践与引领一代风尚的意义。\n4作品行情\n004年嘉德春季拍卖会上吴昌硕的力作《花卉十二屏风》以高价格成交，创下了吴昌硕书画作品的最高纪录。吴昌硕作为与虚谷、蒲华、任伯年齐名的“清末海派四杰”，是在中国新旧文化交替的历史背景下，对于传统中国文化的继承与创新的关键人物，他是金石画风从晚清过渡到民国的主要继承者。\n5书法解读\n（一）《西泠印社记》：\n《西泠印社记》是吴昌硕71岁时为纪念西泠印社成立而书写的碑文，辞章与书法俱佳，是吴昌硕人书俱老时期小篆艺术风范的杰作。\n下面从用笔、结字和章法等方面对《西泠印社记》进行具体分析，使我们在临习这一范本时，做到胸中有数，有的放矢。\n《西泠印社记》在用笔上，打破了秦汉以来小篆笔画一味均匀的惯例，明显地增加了提按动作，行笔速度也有缓急之别，使线条呈现出粗细的变化，采用中锋、侧锋、藏锋和露锋等相结合的用笔方式，使线条形成多形状、多势态的的笔画，笔力雄健、笔意恣肆，毫无雷同之感。这在吴昌硕之前的篆书都是不曾有过的用笔方式。尤其值得注意的是，在书写时融入了隶书和楷书的笔意。因此，我们在临习时，首先要明确其笔法的基本特征，体会吴昌硕篆书在起、行、收时丰富多变的手法。\n在结字方面，《西泠印社记》也不同于传统小篆匀称平整的结体特征，而是采取了结体错落的结字法则。大篆在结字上似乎也存在着参差错落这一特点，但不够明显，总体上依然追求的是均衡之美，而吴昌硕在《西泠印社记》中把结体的错落推向了极致，使其篆字显现出跌宕多姿的字形特征。可以说，对小篆这种在结字上的改造也是吴昌硕的独创。此外，我们在临习还要注意不宜过于强调垂脚，中宫也不宜偏上，要有“蜾扁”之趣。\n作为一篇纪事文章，《西泠印社记》是写在大约高宽为4:3的界格内，因而在章法上整篇排列整齐，气度连贯。临写此类章法的篆书要注意字不要顶格，四周要留有一定的距离作为行距字距，格中每字大小形态也要略有不同。这样，才能在通篇整齐的章法中显现出变化来。（崔志强撰文）\n","category":"草书","verified":true,"user":1,"timestamp":1429951650819}]