[{"name":"蔡京行书王希孟千里江山图跋","text":"《千里江山图》[1] 纵51.5厘米，横1191.5厘米，绢本，青绿设色，无款，据卷后蔡京题跋知系王希孟所作，现藏故宫博物院。作品以长卷形式，描绘了连绵的群山冈峦和浩淼的江河湖水，于山岭、坡岸、水际中布置、点缀亭台楼阁、茅居村舍，水磨长桥及捕鱼、驶船、行旅、飞鸟等，描绘精细，意态生动。景物繁多，气象万千，构图于疏密之中讲求变化，气势连贯，以披麻与斧劈皴相合，表现山石的肌理脉络和明暗变化；设色匀净清丽，于青绿中间以赭色，富有变化和装饰性。作品意境雄浑壮阔，气势恢宏，充分表现了自然山水的秀丽壮美。被称为“中国十大传世名画”之一。\n作品简介\n《千里江山图》为大青绿设色绢本，纵51.5厘米，横1191.5厘米，气势辽阔超凡。全卷画面上层峰峦叠嶂、逶迤连绵，图中繁复的林木村野、舟船桥梁、楼台殿阁、各种人物布局井然有序。画中山石先以墨色勾\n皴，后施青绿重彩，用石青石绿烘染山峦顶部，显示青山叠翠。江河勾出水纹，与没骨色彩形成反差对比。全图既壮阔雄浑而又细腻精到，是青绿山水画中的一幅巨制杰作。《千里江山图》是王希孟18岁时作品，也是唯一传世的作品。\n画中远近山水，气势开阔，村舍集市、渔船客舟、桥梁水车和林木飞禽，笔墨工致，位置得宜；全卷青绿重设色，表现了山河秀丽。\n《千里江山图》后来被当时的宰相蔡京收藏，他在上面的提拔记述了宋徽宗指点王希孟，收他入翰林书画院的经历，王希孟在二十多岁的时候去世，关于他的史料很少。《千里江山图》后在清乾隆年间收入宫中，现保存在北京故宫博物院。 \n王希孟，北宋画家（1096——？） ，生卒年代不详，他十八岁便显示出不凡的绘画天赋，为北宋画院学生，后召入禁中文书库，被一代艺术帝王宋徽宗赵佶慧眼识珠，得到宋徽宗赵佶的亲自传授，经悉心教诲终成大器。半年后即创作了《千里江山图》，惜年寿不永，20余岁即去世，是一位天才而又不幸早亡的优秀青年画家。《千里江山图》是王希孟的“千古绝唱”。\n王希孟可以称得上中国绘画引史上仅有的以一张画而名垂千古的天才少年。十多岁入宫中“画学”为生徒，初未甚工，宋徽宗赵佶时系图画院学生，后召入禁中文书库，曾奉事徽宗左右，但宋徽宗慧眼独具：“其性可教”，于是亲授其法。经赵佶亲授指点笔墨技法后，艺精进，画遂超越矩度。工山水，作品罕见。徽宗政和三年(1113)四月，王希孟用了半年时间终于绘成名垂千古之鸿篇杰作《千里江山图》卷，时年仅十八岁，此外再没有关于他的记述，不久英年早逝。\n作品赏析\n古画表现\n《千里江山图》画卷表现了绵亘山势，幽岩深谷，高峰平坡，流溪飞泉，水村野市，渔船游艇，桥梁水车，茅蓬楼阁，以及捕鱼、游赏、行旅、呼渡等人物的活动。全面继承了隋唐以来青绿山水的表现手法，突出石青石绿的厚重，苍翠效果，使画面爽朗富丽。水、天、树、石间，用掺粉加赭的色泽渲染。用勾勒画轮廓，也间以没骨法画树干，用皴点画山坡，丰富了青绿山水的表现力。人物活动栩栩如生。充满了作者对美好生活境界的向往。\n该图作者以“咫尺有千里之趣”的表现手法和精密的笔法，描绘了祖国的锦绣河山。画面千山万壑争雄竞秀，江河交错，烟波浩淼，气势十分雄伟壮丽。山间巉岩飞泉，瓦房茅舍，苍松修竹，绿柳红花点缀其间。山与溪水、江湖之间，渔村野渡、水榭长桥，应有尽有，令人目不暇接。在运笔上，作者继承了传统青绿山水画法，更趋细腻严谨，点画晕染均能一丝不苟，人物虽小如豆，却形象动态鲜明逼真。万顷碧波，皆一笔一笔画出。渔舟游船，荡漾其间，使画面平添动感。在用色上，作者于单纯的青绿色中求变化，有的浑厚，有的轻盈，间以赭色为衬托，使画面层次分明，鲜艳如宝石之光，灿烂夺目。布局交替采用深远、高远、平远的构图法则，撷取不同视角以展现千里江山之胜。此图无作者款印。清初梁清标签题为王希孟作。\n卷后有宋代蔡京、元代溥光和尚二跋，钤「缉熙殿宝」、「乾隆御览之宝」等印二十八方。经宋代蔡京、内府，元代溥光，清内府等收藏，《石渠宝笈初编》等著录。\n画面描写\n画中描写岗峦起伏的群山和烟波浩淼的江湖。依山临水，布置以渔村野市，水榭亭台，茅庵草舍，水磨长桥，并穿插捕鱼、驶船、行路、赶脚、游玩等人物活动。形像精细，刻画入微，人物虽细小如豆，而意态栩栩如生，飞鸟虽轻轻一点，却具翱翔之势。山石皴法以披麻与斧劈相结合，综合了南、北两派的特长。设色继承了唐以来的青绿画法，于单纯统一的蓝绿色调中求变化。用赭色为衬托，使石青，石绿颜色在对比中更加鲜亮夺目。整个画面雄浑壮阔，气势磅礴，充满著浓郁的生活气息，将自然山水，描绘得如锦似绣，分外秀丽壮美，是一幅既写实又富理想的山水画作品，全图既壮阔雄浑而又细腻精到，不愧是青绿山水画中的一幅巨制杰作。卷後有当时蔡京的题跋：“政和三年闰四月八日赐。希孟年十八岁，昔在画学为生徒，召入禁中文书库，数以画献，未甚工。上知其性可教，遂诲谕之，亲授其法，不逾半岁，乃以此图进。上嘉之，因以赐臣京，谓天下士在作之而已。”证明此画是真迹无疑。\n绘画手法\n《千里江山图》绢本大手卷，青绿设色。画面上江水浩荡，浩渺天际，应是南方水色；而群山起伏，略少平原，危峰高耸，岩断崖，却是北方山景。构图上充分运用“平远”、“高远”、“深远”的结合，展现了大自然的鬼斧神工：崇山峻岭，岗阜幽壑，飞瀑激流，树丛竹林以及人类的创造：亭台水榭，寺观庄院，舟楫亭桥，村落水碾等等，以及难以计数、各行其是的众人，是那么的繁复而又融洽。全图刻画工细，水面满勾峰头纹，无一笔懈怠。众物皆合比例、透视，布置合理。而山石则以大青绿设色，也就是在勾、皴后，先以赭石铺底，然后上石青石绿，层层叠加。石青石绿是矿物颜料，本来覆盖性就很强，经层层叠加，质感凝重，与整幅画的墨青、墨绿基调浑然一体，鲜艳而不媚俗。虽然不似金碧山水那样勾金线，却依然感觉满幅富丽堂皇，这也就是此图较之前唐的青绿山水更趋成熟之处。\n古画地位\n《千里江山图》为中国北宋青绿山水画作品。中国十大传世名画之一。作者王希孟，王希孟18岁为北宋画院学生，後召入禁中文书库，曾得到宋徽宗赵佶的亲自传授，半年後即创作了《千里江山图》。惜年寿不永，20馀岁即去世，是一位天才而又不幸早亡的优秀青年画家。\n名迹再版\n故宫博物院全卷授权\n《千里江山图》辗转流传至今已有八九百年，画作历经沧桑，保存有大量的珍贵印迹。为了将国宝继续传承下去，经故宫博物院首次以全卷原作授权，甄选300年老字号“荣宝斋”按照原作1:1高仿的高仿版《千里江山图》珍贵发行。\n荣宝斋\n荣宝斋被誉为“民间故宫”的古书画权威机构“荣宝斋”按1:1全卷高仿，完整保留历代帝王名家的题识、钤印等珍贵印迹，学术价值堪比原作。传世国宝的精、气、神、韵再现，让世人再次感受到国宝的震撼。这是中国古书画保护史上的一次伟大壮举，更具有传承中华文化瑰宝的重要意义。珍贵限量发行2011套。\n","category":"行书","verified":true,"user":1,"timestamp":1429951596811},{"name":"蔡京行书王希孟千里江山图跋","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791640127,"text":"【释文】政和三年闰四月八日赐。希孟年十八岁，昔在画学为生徒，召入禁中文书库，数以画献，未甚工。上知其性可教，遂诲谕之，亲授其法。不逾半岁，乃以此图进。上嘉之，因以赐臣京，谓天下事在作之而已。\n蔡京《王希孟千里江山图跋》，行书，现藏北京故宫博物院。","author":"宋代蔡京","description":"蔡京行书王希孟千里江山图跋"}]