[{"name":"黄庭坚行书阴长生诗三篇并跋","text":"黄庭坚（1045.8.9-1105.5.24），字鲁直，号山谷道人，晚号涪翁，洪州分宁（今江西修水县）人，北宋著名文学家、书法家，为盛极一时的江西诗派开山之祖，与杜甫、陈师道和陈与义素有“一祖三宗”（黄庭坚为其中一宗）之称。与张耒、晁补之、秦观都游学于苏轼门下，合称为“苏门四学士”。生前与苏轼齐名，世称“苏黄”。[1] \n著有《山谷词》，且黄庭坚书法亦能独树一格，为“宋四家”之一。\n人物生平\n早年经历\n黄庭坚，字鲁直，生于宋庆历五年六月十二日（公元1045年7月28日），为洪州分宁（今江西省九江市修水县）人。\n幼年便聪颖过人，读书数遍就能背诵。他舅舅李常到他家，取架上的书问他，他没有不知道的。李常非常奇怪。以为他是千里之才。\n宋皇祐三年（1051年），七岁，作牧童诗：“骑牛远远过前村，吹笛风斜隔岸闻，多少长安名利客，机关用尽不如君”。\n宋皇祐四年（1052年），八岁，作诗送人赴举：“万里云程着祖鞭，送君归去玉阶前，若问旧时黄庭坚，谪在人间今八年”\n供职京师\n宋治平四年（1067年），黄庭坚考中进士，任汝州叶县县尉。熙宁初参加四京学官的考试。由于应试的文章最优秀，担任了国子监教授，留守文彦博认为他有才能，留他继续任教。苏轼有一次看到他的诗文，以为他的诗文超凡绝尘，卓然独立于千万诗文之中，世上好久已没有这样的佳作。由此，他的名声开始震动四方。黄庭坚担任太和县知县，以平易治理该县。当时课颁盐焚，其他县都争着占多数，太和县独不这样，县吏们不高兴，可是该县的老百姓都喜欢。 \n宋神宗元丰八年（1085年），以秘书省校书郎召入京师。五月黄相出生，后任神宗实录检讨官，著作佐郎。\n宋元祐元年（1086年），哲宗即位，召黄庭坚为校书郎、《神宗实录》检讨官。\n宋元祐二年（1087年），迁著作佐郎，加集贤校理。《神宗实录》修成后，提拔为起居舍人。遭母丧。黄庭坚性情至孝，母亲病了一年，他日夜察看颜色，衣不解带，及死，筑室于墓旁守孝，哀伤成疾几乎丧命。丧服解除后，任秘书丞，提点明道官，兼国史编修官。\n流寓江汉\n宋绍圣初，黄庭坚出任宣州知州，改知鄂州。章敦、蔡卞与其党羽认为《神宗实录》多诬陷不实之辞，使前修史官都分别居于京城附近各处以备盘问，摘录了千余条内容宣示他们，说这些没有验证。不久，经院受考察审阅，却都有事实根据，所剩下的只有三十二件事。黄庭坚在《神宗实录》中写有“用铁龙爪治河，有同儿戏”的话，于是首先盘问他。黄庭坚回答道：“庭坚当时在北都做官，曾亲眼看到这件事，当时的确如同儿戏。”凡是有所查问，他都照实回答，毫无顾忌，听到的人都称赞他胆气豪壮。黄庭坚因此被贬为涪州别驾、黔州安置，攻击他的人还认为他去的是好地方，诬他枉法。后因避亲属之嫌，于是移至戎州。黄庭坚对此像没事一样，毫不以贬谪介意。四川的士子都仰幕他，柔意和他亲近。他讲学不倦，凡经他指点的文章都有可观之处。 \n暮年余晖\n宋元符元年（1100年），徽宗即位，起任黄庭坚为监鄂州税，签书宁国军判官、舒州知州，又以受部员外郎召用，他都推辞不就，请求为郡官，得任太平州知州，上任九天就被罢免，主管玉龙观。黄庭坚在河北时与赵挺之有些不和，赵挺之执政，转运判官陈举秉承他的意向，呈上黄庭坚写的《荆南承天院记》，指斥他对灾祸庆幸，黄庭坚再一次被除名，送到宜州管制。\n宋崇宁二年（1103年），以幸灾谤国之罪除名羁管宜州。\n崇宁四年（1105年），转到永州，黄庭坚未听宣布命令就客死在宜州（广西宜山县）贬所，终年六十岁。 \n大观三年（1109年）二月，门人苏伯固、蒋湋护其丧归葬双井祖茔之西，建炎四年庚戌（1130年）高宗中兴，赠直龙图阁，德祐元年乙亥（1275年）太常寺议谥“文节”。\n主要成就\n文学\n江西诗派是北宋后期形成了一个以杜甫为祖，黄庭坚、陈师道、陈与义为宗（即“一祖三宗”）的诗歌流派。黄庭坚是江西诗派的开派宗师和领袖。该流派崇尚黄庭坚的“点铁成金、夺胎换骨”之说。且诗派成员大多受黄庭坚的影响，作诗风格以吟咏书斋生活为主，重视文字的推敲技巧。 \n黄庭坚的诗以唐诗的集大成者杜甫为学习对象，构建并提出了“点铁成金”和“夺胎换骨”等诗学理论，成为江西诗派作诗的理论纲领和创作原则，对后世的文学创作产生了深远的影响。作为宋代大诗人之一，黄庭坚对宋诗的影响甚至超过了一代大文豪苏轼。苏轼作诗以气运笔、放笔纵意、纵横驰骋、大开大阖、变化莫测、结构复杂，无迹可求，所以苏诗成就虽高，师之者极少，未能形成流派。黄庭坚的创作思路有迹可寻，甚讲法度，便于学习，所以其追随者很多。黄庭坚的诗，法度严谨，说理细密，代表了宋诗的特点。可以说，黄庭坚诗是最具宋诗艺术特色的，受黄庭坚影响形成的江西诗派，也影响了南宋一代诗风，并对后世造成深远影响。苏轼做侍从官时，曾举荐黄庭坚代替自己，推荐词中有“瑰伟之文，妙绝当世；孝友之行，追配古人”之句，可见推举之重。 \n黄庭坚作诗一是注重用字。用字“要字字有来处”。时人评黄庭坚作诗“一字一句，必月锻季炼，未尝轻发”。黄庭坚还提出诗的“句中眼”，所谓“句中眼”即后人所说的“诗眼”，就是注重对关键字词的锤炼，如“春风又绿江南岸”之“绿”字，即是锤炼而来，可谓“置一字如关门之键”。二是重视句法。黄庭坚《送顾子敦赴河东》诗：“无人知句法，秋月自澄江”。何谓“句法”，从这句诗里可以看出，黄庭坚论诗的句法尚简易，如秋月澄江，明晰可感。在《与王观复第二书》中说：“但熟观杜子美到夔州后古律诗，便得句法简易而大巧出焉。平淡而山高水深，似欲不可企及，文章成就，更无斧齿凿痕，乃为佳耳。”三是讲究章法。黄庭坚讲章法命意言论甚多，如：“欲作楚辞，追配古人，直须熟读《楚辞》，观古人用意曲折处讲学之，然后下笔。譬如巧女绣妙一世，若欲作锦，必得锦机乃能作锦。”把章法结构喻为“锦机”。又如“山谷文章必谨布置，每见后学，多告以《原道》命意曲折。”又如：“作诗正如作杂剧，初时布置，临了须打浑，方是出场。”综合起来看，黄庭坚所谓章法是讲求诗的结构的曲折变化，而这些曲折变化是通过学习前人作品揣摩出来的。黄庭坚虽讲诗法，但他并不固守诗法，而是要求最终超越诗法，达到“不烦绳削而自合”的境界。 \n书法\n行书\n黄庭坚擅长行书、草书，楷书也自成一家。学书尤为推崇王羲之《兰亭序》。其有一首赞颂杨凝式的诗可以说明他对《兰亭序》习练体会之深：“世人尽学兰亭面，欲换凡骨无金丹。谁知洛阳杨风子，下笔便到乌丝栏。”这其中不能没有其对王羲之书法学习的深悟。\n黄庭坚在上溯晋唐、学习前人经典书法时，对其影响最大的莫过于苏轼，可以说黄庭坚的手札小行书在很大程度上是学苏轼的。黄庭坚作为“苏门四学士”之一，不能不受苏轼书风的影响。在黄庭坚书论中，评东坡书颇多，且多为推崇备至者。苏东坡不仅是黄庭坚文学上的老师和提携者，而且也是其书法的学榜样。在黄庭坚题跋中，即反映出黄庭坚从苏轼处学习书法的一些消息，如“予与东坡俱学颜平原。然予手拙，终不近业”，又如“东坡此帖，甚似虞世南公主墓铭草。余尝评东坡善书乃其天性。往尝于东坡见手泽二囊，中有似柳公权、褚遂良者数纸，绝胜平时所作徐浩体字。又尝为余临一卷鲁公帖，凡二十纸，皆得六七，殆非学所能到”。黄庭坚与苏轼相差八岁。二人交谊师友之间。从黄庭坚流传至今的行帮手札墨迹看，其撇捺开张、字形扁阔、字势向右上扬等，都明显表现出苏轼书法的特征，甚至有些夸张强调，唯嫌生涩，未有苏书圃熟也。而黄庭坚以禅悟书当与苏轼互为影响。如苏轼《祷雨帖》，笔意极似黄庭坚，特别是其末尾数字，从容娴雅，行笔松缓，几若黄庭坚代笔。\n黄庭坚行楷大字书风的形成当为其于京口见断崖《瘗鹤铭》之后并不断师法孳乳而自成家法的。黄庭坚师《瘗鹤铭》有一个误会，即他把《瘗鹤铭》看做右军所书，且深信不疑，故而倾力揣摩师习。不过也算是歪打正着，这倒促进了黄庭坚长枪大戟、绵劲迟涩书风的形成。从客观上看，黄庭坚与苏东坡是中国书法史上早于清代八百年超越唐代书风的笼罩而远溯先唐碑版或者说进行碑帖结合的书家。对于苏轼书风形成的渊源，只要把其代表作《寒食诗帖》与洛阳《龙门二十品》做一比较，即可得出明确答案。黄庭坚则明确标榜师法《瘗鹤铭》。\n草书\n黄庭坚的草书是学时人周越的 。苏轼以周越书为“险劣”，米芾则评周越书为“气势雄健而锋刃交加”。黄庭坚后来在一则论书语中道出了其书法及书学思想成熟后对周越书法的看法：“王著临《兰亭》《乐毅论》，补永禅师、周散骑《千文》，皆妙绝，同时极善用笔。若使胸中有书数千卷，不随世碌碌，则书不病韵，自胜李西台、林和靖矣。盖美而病韵者，王著；劲而病韵者，周越——皆渠侬胸次之罪，非学者不力也。”\n无疑，黄庭坚对草书笔法的深刻认识和掌握，当是“得张长史、僧怀素、高闲墨迹，乃窥笔法之妙”的。他在《跋此君轩诗》中写道：“近时士大夫罕得古法，但弄笔左右缠绕，遂号为草书可，不知蝌蚪、篆、隶同法同意。数百年来，唯张长史、永州狂僧怀素及余三人悟此法可。苏才翁有悟处而不能尽其宗趣，其余碌碌耳。”\n黄庭坚草书的成熟还得益于其书外功的参悟。除其上述“于燹道舟中，观长年荡桨，群丁拔棹，乃觉少进，喜之所得，辄得用笔”外，他还有一段自道可说明因缘：“余寓居开元寺夕怡思堂．坐见江山。每于此中作草，似得江山之助。然颠长史、狂僧皆倚而通神入妙。余不饮酒，忽五十年，虽欲善其事，而器不利，行笔处，时时蹇蹶，计遂不得复如醉时书也。”张旭、怀素作草皆以醉酒进入非理性忘我迷狂状态，纵笼挥洒，往往变幻莫测、出神入化。黄庭坚不饮酒，其作草全在心悟，以意使笔。然其参禅妙悟，虽多理性使笔，也能大开大合，聚散收放，进入挥洒之境。而其用笔，相形之下更显从容娴雅，虽纵横跌宕，亦能行处皆留，留处皆行。黄庭坚所作《诸上座帖》等佛家经语诸草书帖，乃真得其妙理者。也正由此，黄庭坚开创出了中国草书的又一新境。 \n主要作品\n散文\t《书幽芳亭》《答洪驹父书》《赠高子勉》《苦笋赋》《毁璧赋》《跛奚移文》\n诗歌\t《博士王扬休碾密云龙同事十三人饮之戏作》《题王居士所藏王友画桃杏花二首》《题郑防画夹》《牧童诗》《新喻道中寄元明》《病起荆江亭即事》《王充道送水仙花五十支》《和答梅子明王扬休点密云龙》《登快阁》《寄黄几复》《雨中登岳阳楼望君山》《弈棋二首呈任渐》《喜太守毕朝散致政》《晚楼闲坐》《清明》《新竹》《题竹石牧牛》《春近四绝句》《登快阁》\n词\t《定风波·次高左藏使君韵》《阮郎归·效福唐独木桥体作茶词》《谒金门·示知命弟》《谒金门·示知命弟》《渔家傲·三十年来无孔窍》《菩萨蛮·半烟半雨溪桥畔》《蓦山溪·赠衡阳妓陈湘》《醉蓬莱·对朝云叆叇》《水调歌头·瑶草一何碧》《清平乐·春归何处》《念奴娇·断虹霁雨》《满庭芳·茶》《鹧鸪天·人生莫放酒杯干》《虞美人·宜州见梅作》《南歌子·槐绿低窗暗》《西江月·老夫既戒酒不饮》《南乡子·诸将说封侯》《品令·茶词》《木兰花令·当涂解印后一日》《千秋岁·少游得谪》《望江东·江水西头隔烟树》《诉衷情·小桃灼灼柳鬖鬖》\n书法\t《婴香方》《王长者墓志稿》《泸南诗老史翊正墓志稿》《苏轼黄州寒食诗卷跋》《伏波神祠字卷》《松风阁诗帖》《李白忆旧游诗卷》《诸上座帖》《伯夷叔齐墓碑》《狄梁公碑》《游青原山诗》《龙王庙记》《题中兴颂后》《经伏波神祠诗》《狄梁公碑》《书赠李方叔真迹卷》《荆州帖》\n（黄庭坚作品参考资料 ）\n人物评价\n苏东坡：①鲁直以平等观作欹侧字，以真实相出游戏法，以磊落人书细碎事，可谓“三反”。②瑰伟之文妙绝当世，孝友之行追配古人。③苏轼称其诗超轶绝尘，独立万物之表。\n宋音韵学家袁文：字之从水者，篆文作此字，盖水字也。至隶书不作*字，乃更为三点，亦是水字，然三点之中，最下一点挑起，本无义，乃字之体耳；若不挑起，则似不美观。本朝独黄太史三点多不作挑起，其体更道丽，信一代奇书也。\n宋施宜生：行行当行止当止，错乱中间有条理。意溢毫摇手不知，心自书空不书纸。\n赵秉文：涪翁参黄龙禅，有倒用如来印手段，故其书得笔外意，如庄周之谈大方，不可端倪。\n清代文学家刘熙载：黄山谷词，用意深至，自非小才所能办。惟故以生字、俚语侮弄世俗，若为金、元曲家滥觞。 \n冯煦：后山以秦七、黄九并称，其实黄非秦匹也。若以比柳，差为得之。盖其得也，则柳词明媚，黄词疏宕，而亵诨之作，所失亦均。 \n郑永晓：黄庭坚一生，历尽沧桑，几经政海波澜，从未显位执掌大权，他不苟附进，淡泊名利，批评时政，屡遭厄境。在冤屈贬谪生涯中度生，其高风亮节为众敬仰，丰绩万年。 \n史籍记载\n《宋史·黄庭坚传》 \n《豫章黄先生文集》卷末（嘉靖本） \n轶事典故\n与黄光和尚\n黄庭坚在衡州，去得最多、待得最久的地方是花光寺。 \n花光寺住持仲仁，字超然，越州会稽（今浙江绍兴）人。北宋元祐年间（1086—1093）来到衡州，因住在花光寺，故人称花光和尚。仲仁酷爱梅花，每值春暖花开，他就终日坐卧花间，吟诵赏玩。曾于月夜见梅影映窗，疏影摇曳，悄然可爱，于是欣然提笔摹写。此后，他的梅花画技大进，将梅花枝干虬曲、疏影横斜的神韵，表现得淋漓尽致，成为墨梅画法的始祖。黄庭坚对仲仁画作称叹不已，夸他所画梅花“如嫩寒清晓，行孤山篱落间，但欠香耳”。\n在花光寺，仲仁拿出秦观和苏轼留下的诗卷给黄庭坚观赏，并且画梅数枝及烟外远山相赠。苏、秦都是黄庭坚在京城的至交挚友，但两人均先他而逝。在长沙，黄庭坚遇到了秦观的儿子和女婿。穷困潦倒的他们，正护送秦观灵柩北上。黄庭坚见到两位晚辈，竟握着他们的手失声痛哭，随即赠银二十两作办丧事之用。此时此地，又见亡友遗作，想起官路飘零，盛年不再，不禁悲思汹涌，作《花光仲仁出秦苏诗卷思二国士不可复见开卷绝叹因花光为我作梅数枝及画烟外远山追少游韵记卷末》。\n快阁名闻天下\n中国南方楼台亭阁甚多，但快阁算得上是中国闻名的古阁楼建筑之一。快阁雄踞在泰和县城东侧的泰和中学校园内。这座阁楼始建于唐代乾符元年（874年），距今已有一千一百多年的历史。快阁名闻天下，始于宋代大诗人黄庭坚的名诗《登快阁》。黄庭坚任泰和知县时，也常登阁游憩，并于元丰五年（1082年）赋下脍炙人口的《登快阁》诗。此后，“阁名遂大著”。史载：“迨黄太史庭坚继至，赋诗其上，而名闻天下”。\n为母亲洗涤\n史载：黄庭坚虽身居高位，侍奉母亲却竭尽孝诚，每天晚上，都亲自为母亲洗涤溺器（便桶），没有一天忘记儿子应尽的职责。\n与舅舅斗对\n有一天，李常来到黄庭坚家，见黄庭坚正伏案攻读，便想试一试外甥的才学。进书房时，李常见院内有一棵桑树，便以桑、蚕、茧、丝、锦缎之间的关系为题，吟顶真上联道：\n桑养蚕，蚕结茧，茧抽丝，丝织锦绣。\n见舅父又来考试，黄庭坚非常高兴，才思益发敏捷。他从手中握的那管毛笔得到启发，立即答对出下联：\n草藏兔，兔生毫，毫扎笔，笔写文章。\n李常见外甥小小年纪便能对出这样难度较大的联句，从此对黄庭坚更加器重、爱护，着意精心栽培，使之进步更快。 \n收藏中华震旦角石\n在南京古生物博物馆“远古时代的动物明星——头足类”展览上，一块曾经由黄庭坚收藏的珍贵化石当之无愧成为“镇展之宝”。它是一块距今4.6亿年的“中华震旦角石”，最与众不同的地方是左侧保留了黄庭坚的真迹。长度达到19厘米、宽11.4厘米、高度2.5厘米，表面很光滑。左侧很清晰地刻有四句诗：南崖新妇石，霹雳压笋出。勺水润其根，成竹知何日。并署名“庭坚”，下方还有章。该诗文是黄庭坚早期之作。而化石很可能是黄庭坚在1079年，也就是被罢免国子监教授之后其前往江西太和县任知县期间所得。这块“中华震旦角石”并不算大，但由于刻有黄庭坚的诗文，它应该是世界上第一块被人类所收藏的化石标本。 \n家族成员\n姓名\t关系\t备注\n黄绮\t三十二世孙\t\n黄君\t后裔\t主编《黄庭坚书法全集》\n黄摩崖\t后裔\t著《头颅中国》多次提到黄庭坚\n后世纪念\n黄庭坚纪念馆\n黄庭坚纪念馆位于修水县城南，为江西省十大名人纪念馆之一，江西省重点文物保护单位，1985年建成开馆。馆内有“九曲回廊”，廊长31.89米，宽2.76米，镶嵌黄庭坚书法碑刻29通，为江西省文物保护单位。\n009年，修水县对纪念馆进行了大规模改建和维修，新馆占地面积45.29亩，主要建筑有濂山书院、黄庭坚书法碑廊、当代名人书黄庭坚诗词碑廊、景观桥、爱莲池、观景廓等。 \n理和堂\n在浦江县浦阳镇城东街柏树里，有一个县级文物保护单位，名为“理和堂”，是1985年5月公布的。理和堂为三间两进，左右厢房五间组成。它是宋朝著名诗人、书法家黄庭坚的祖居之地，是黄氏宗亲重大庆宴和聚会的场所。经历了近千年的风风雨雨，至今还保留着三间一进，是浦江最古老的房屋。首进正厅三间于上世纪60年代倒塌，左右厢房及附房虽在，但也已经陈旧不堪。\n墓园\n黄庭坚墓坐落在双井村西南，自宋以来多次对墓园进行维修。1982年，江西省人民政府进行了全面维修，修复后的墓园占地面积600平方米，牌坊式门楼，进门为碑刻式屏风，中为黄庭坚自题小像，两侧为“看黄庭有味，笑白发无闲”对联。黄庭坚墓坐北朝南，封土高1.92米，直径2.76米。墓前有4柱3碑，中刻“宋谥黄文节公之墓”，两旁刻其传略。1959年，被列为江西省文物保护单位。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951602016},{"name":"黄庭坚行书阴长生诗三篇并跋","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791625733,"text":"右真定梁氏秋碧堂刻本黄山谷书阴长生诗。此诗墨迹，字字剪开，缀凑成卷，见文衡山《甫田集》，云：“必是大轴，经庸人装截。”其后装成册，见安麓邨《墨缘汇观》。其辞句次序，各家所记，如都元敬《南濠居士文跋》、汪玉水《珊瑚纲》，与此帖互有异同，殆各以已意诠次者。不见原迹，不知剪痕何若也。曲阜孔氏《玉虹鑑真帖》亦此诗，字句与秋碧本相同，知梁氏以来，装裱次序如此。\n\n  山谷自跋言：“忠州存酆都山仙都观朝金殿西壁有天成四年人书阴真君诗三章，余同年许少张以为汉人文章也，以余考之，信然。”其原委见董逌《广川书跋》。\n\n  广川云：“酆都宫阴真人祠三章。唐贞元中刺史李贻孙书。元丰四年转运判官许安世即祠下尽阅其石，谓此三诗真阴氏作，如还丹等，皆后人托之。乃属知夔州吴书。既成，送观中，于是尽破毁其余石，故今世不得传。余尝得旧石本，然独存此也。”山谷所见为天成四年人书，与贞元、元丰俱不合，不知歧异之故何在。亦不知少张是否许安世之字也。至于许安世谓此三诗真阴氏作者，乃较观中其他文字而言，谓还丹等依托者也。\n\n  山谷云：“许少张以为真汉人文章”，又云“考炎信然”，语成确凿，翻滋读者之惑。传述之难，有如此者。山谷此书乃赠王泸州之季子者。\n\n  文衡山云：“王泸州，名献可，字补之，时帅泸州，遣其少子至黔省山谷，故有此赠。”绍圣四年，山谷年五十又二。黄书全用柳诚悬法，而出以动宕，所谓字中有笔者，亦法书之特色也。柳书必大字始极其笔势，小字虽《金刚经》亦拘挛无胜处，黄书亦然。此帖用笔能尽笔心之力，结字能尽字心之势、亦书家之一秘焉。","author":"宋代黄庭坚","description":"黄庭坚行书阴长生诗三篇并跋"}]