[{"name":"王宪楷书呈玉山诗师尊先生诗","text":"王之望，南宋著名诗人、书法名家。字瞻叔，襄阳谷城人（今湖北省谷城县），1170年冬卒，谥敏肃。有《汉滨集》六十卷（明焦竑《国史经籍志》），已佚。清四库馆臣据《永乐大典》辑为十六卷。《宋史》卷三七二有传。\n王之望\n（1102-1170），字瞻叔。南宋襄阳谷城人（今湖北省谷城县），后寓居台州（今浙江省临海县）。其父王纲，任徽州（今安徽省歙县）通判（与知府、知州共治政事），因反对金人立卖国求荣的张邦昌为君，为时人所敬重。绍兴八年（1138年）中进士，授处州教授，历官太学录，知荆门军，湖南茶盐第，潼川府路转运判官，成都府路计度转运副使、四川茶马，太府少卿，户部侍郎，川、陕宣谕使，直学士院，复除吏部侍郎、通问使，又擢右谏议大夫。继拜参知政事，兼同知枢密院事。后罢为端明殿学士、提举江州太平兴国宫。乾道元年（1165年），起知福州、福建路安抚使。加资政殿大学士，移知温州。乾道六年（1170年）卒于临海。所著有《汉滨集》、《奏议》、《经解》等行于世。南宋高宗、孝宗时期著名诗人。\n早年以父少傅荫泽补将仕郎。南宋·高宗绍兴三年（1133年）由右迪功郎、昌化军判官改辟监台州支盐仓，举家徙居台州（今临海县）。绍兴八年（1138年）中进士，授为处州教授，入为太学录，迁博士。绍兴十八年（1148年）出知荆门军，提举荆湖南常平茶盐公事，改潼川府路转运判官。绍兴三十年（1160年）改成都府路计度转运副使、提举四川茶马。除太府少卿，总领四川财赋军马钱粮，后升太府卿。绍兴三十二年（1160年）充川、陕宣谕使。因德顺兵败，除集英殿修撰、提举江州太平兴国宫。未几权户部侍郎、江淮都督府参赞军事。隆兴元年（1163年）孝宗即位，除户部侍郎，未几权江淮都督府参赞军事，俄兼直学士院，复除吏部侍郎、通问使，又擢右谏议大夫。孝宗隆兴二年（1164年）拜参知政事，俄兼同知枢密院事。后罢为端明殿学士，提举江州太平兴国宫，居天台。孝宗乾道元年（1165年）起知福州、福建路安抚使。加资政殿大学士，移知温州，寻复罢。工诗属文，又是词学大家。其“手未尝释卷，博学无所不通，谈论英发，听者忘倦。为词章下笔立成，豪赡宏博，切于事理”。所作之词，如《菩萨蛮》“华灯的白乐明金碧。玳筵剧饮杯余湿。珠翠隔房栊。微闻笑语通。蓬瀛知已近。青鸟仍传信。应为整云鬟。教侬倒玉山”。又如《鹧鸪天》（台州倚江亭即席和李举之，时曹功显、贺子忱同坐）“撩乱江云雪欲飞。小轩幽会酒行时。佳人喜得鸳鸯侣，豪客争题鹦鹉词。歌舞地，喜追随。歙州端恨外迁迟。谪仙狂监从来识，七步初看子建时”等等。脍炙人口，享誉海内。生平事迹见《宋会要辑稿·礼五八之八九》、明·焦竑《国史经籍志》、《宋史·卷三七二·王之望传》、《建炎以来系要录》、《史乘笔记》等有小传。\n南宋·孝宗乾道六年（1170年）冬病卒于台州，终年68岁，谥敏肃。著有《汉滨集》60卷（今已散佚）、《奏议》、《经解》等，清·四库馆臣据《永乐大典》辑为16卷，其诗以影印文渊阁《四库全书·汉滨集》为底本，酌校文津阁《四库全书》本（简称文津本），新辑集外诗附于卷末行于世。\n王之望墓志志文\n墓碑出土\n王之望墓志，2000年出土，原藏临海江南街道白岩岙村，现存临海博物馆东湖石刻碑林。碑高96．5厘米，宽72厘米，厚8厘米。题为“宋故资政殿大学士左太中大夫襄阳县开国伯、食邑八百户、食实封二百户致仕，赠左宣奉大夫王公墓志”。碑文楷书，文连题41行，满行59字，又刊人勒名1行。\n王之望以父少傅荫泽补将仕郎，南宋绍兴三年（1133年）由右迪功郎、昌化军判官改辟监台州支盐仓，因家临海。绍兴八年（1138年）得中进士，为处州教授，入为太学录，迁博士。不久，出知荆门军，提举湖南茶盐第，改潼川府路转运判官，又改成都府路计度转运副使、提举四川茶马。除太府少卿，总领四川财赋，后升太府卿。隆兴元年（1163年），除户部侍郎，充川、陕宣谕使。因德顺兵败，除集英殿修撰、提举江州太平兴国宫。未几，权户部侍郎、江淮都督府参赞军事。俄兼直学士院，复除吏部侍郎、通问使，又擢右谏议大夫。继拜参知政事，俄兼同知枢密院事。后罢为端明殿学士、提举江州太平兴国宫。乾道元年（1165年），起知福州、福建路安抚使。加资政殿大学士，移知温州。乾道六年（1170年）卒于临海。所著有《汉滨集》、《奏议》、《经解》等行于世。历史上对于王之望有不同的评价，此墓志的发现，对于研究王之望的生平，提供了新的比较可靠的资料。\n附：墓志志文\n宋故资政殿大学士左太中大夫襄阳开国伯、食邑八百户、食实封二百户致仕，赠左宣奉大夫王公墓志』（题）\n公讳之望，安瞻叔，姓王氏，襄阳谷城人也。其先闽人。唐开元中，远祖自余杭徙居汉沔。曾祖讳迁，积善种德，乡闾间称之为“无怨公”，赠太子太保；妣向氏，赠琅琊郡夫人；彤氏，赠博平郡夫人。祖讳文，好学有才名，赠太子太师；妣黄氏，赠江夏郡夫人。父讳纲，登元符进士科，官至朝散郎，通判徽州，赠少傅；妣张氏，赠』庆国夫人。\n公自幼警悟，笃志学问，意气英迈。一时名士如魏泰诸人，皆以公辅期之。与同里范公宗尹齐名。甫冠，游太学有声，屡中优选。会中原乱，避地东』土。\n绍兴二年，以少傅遗泽，补将仕郎。明年授右迪功郎、昌化军判官，改辟监台州支盐仓，因家焉。秩满，铨试第一人，循从政郎，调处州录事参军。未赴，登』戊午进士第，公为第五人，改本州教授。公为之重修学舍，严教导之法，由是士风之盛甲于东南。用荐者改秩，除太学录。久之，为博士。时重建贤关之初，公』极力作成，文格一变，士子经公赏识者，多为闻人。求外，补知荆门军。诸司将以治最上闻，公力辞之。癸酉秋还朝，除提举湖南常平茶盐。岁余移潼川』路转运判官。以经郊，赐六品服。丙子冬，替手诏同制帅萧振等讲究四川裕民事，公多所建明，蜀人赖之。明年，就除提点刑狱，权潼川府。因饥修城，公』私便之。俄除直秘阁、成都府路转运副使。寻得旨，权提举四川茶马。公尽革两川积年经界、盐酒、赋敛、科举、铨选之弊，所至令行禁止，风采凛然。治行闻』于朝，台谏列荐，加显谟阁。明年执政论荐，遂召赴行在。时相忌之，除太府少卿，总镇四川财赋军马钱粮。时金人败盟，调度百出，未尝横敛而军民』兼裕，田里不知用兵也。以职事修举，升太府卿。上皇曰：“川陕用兵，朕全得一王某之力，几如萧何之在关中，朕当大用之”。\n壬午秋召赴行在。时上』初即位，欲举一忠悫明敏之士为四川都转运使，令侍从台谏各举所知，以俟拣择，佥言无以易王某者。遂除权户部侍郎、川陕宣谕使，赐四品服，委公措』置守御川口。公进驻河池，虽西师失利，而公独保蜀无虞。隆兴改元，请辞。夏，除集英殿修撰、提举江州太平兴国宫，到荆南。复召，再除权户部侍郎，江淮』都督府参赞军事，公累辞不获。上深欲见公，促入觐。及对，上迎劳之，曰：“吴璘用兵，全得卿力”。因奏川陕事宜，往复数万言。是时和战未定，公于榻前指陈其说，疏读至半，玉音称善。于是论事至十一刻，即日留中。俄兼权直学士院，改权吏部侍郎。\n先是，朝廷通虏帅书既回，忌公者欲陷公于不』测，遂荐公使虏，借礼部尚书为通问使。公与宰执论难使事利害几两时，言辞慷慨，义理明白，闻者耸然。又见上反复言之。寻诏台谏、侍从集议于后』省，公辞不与。台谏以为宜遣小使先审虏帅，乃以胡昉等为审议官先行。明年春，所议不谐，公久留境上，得旨而还。入对，上慰劳曰：“卿所料无遗策矣”。』\n是时都督府将罢，上始有意以江淮属公，以公为淮西宣谕使。公坚卧力辞，上曲加谆谕，始拜命。俄擢左谏议大夫。公既受上非常之知，由是知』无不言，言无不用。公首章极论当时之弊，上以所言榜明堂。公至建康，一新军政，与大帅王彦等会于合肥，遍历淮西，相视关隘，盛为守御之备。及归，』图上方略，上大嘉叹。留旬余，复往江上，悉施行之。是秋虏将犯塞，公调诸将之兵渡江，各守所分之地，而淮上列戌数千里，隐然有不可犯之势。暨冬，虏』寻入寇，淮西竟免冲突之患。\n公将如昭关为诸军声援，忽得御札云：“虏有举兵意，卿等可激励将士，以获功名”。公遂陈三策，上批奏云：“差强人意，有臣』如此，何忧国是之不定”！此奏未到，已拜参知政事，中使至建康宣押，赐公宸翰，有“谋皆朕同，规模甚远”之语。公固请终使命，不获命，遂入朝。上见公慰劳周至。公曰：“执政自外除，国朝旷典。庆历中韩琦、范仲淹立功西鄙，就除枢副，亦未有自谏大夫而为参预者”。上曰：“稍定，待与卿理会天下』事”。俄兼同知枢密院事。寻充督视，又改除同都督江淮军马。先是左相汤思退为都督，杨存中为同都督，又以公为之，公奏论其事，大抵谓“都督并置，权势』相敌，使将帅何所禀承”？上批奏云：“其理甚长，所请宜允”。\n公以军兴多事，欲依祖宗典故，移郊祀于来年，且请因此改元，上从之。时虏又侵犯淮东，』公深以为忧，乃自请行，困就措画，上许之。乃陛辞，上曰：“卿且休去，只在此理会事；上皇亦不令卿去”。公径辞出，遂以参政行府，劳师江淮。公到』京口，虏已深入，而流民数十万，颇啸聚，人心皇皇。公宣布上恩，训厉诸将，始有固志。\n先是，公建议贻书虏帅，遣介持往，以为所议不成，交兵未晚。而朝』廷屡下督战之令，将帅颇欲侥幸邀功，间有违节度轻出失律者。公既论奏，又力制之，以取万全。未几各罢兵，至今南北宁息者，皆公力也。\n公以病甚，未』克渡江，有旨赴行在。公既在外，言事者亟论公，章皆不出。公因恳辞机政，罢为端明殿学士，提举江州太平兴国宫。明年，加襄阳县开国子，食邑五百户，』食实封二百户。五月，起知福州、福建路安抚使。公尝慕郑子产为政，凡居官不求近效，为帅四年，救荒靖寇，威惠并行，豪强戢伏，海道宁肃，闽人大安之。戊』子春，加资政殿大学士，赏报政也。仍进爵开国伯，增邑三百户。\n前后丐闲章七、八上，未得请。会有夫人之丧，乞便郡，差知温州。未几以病请辞，优诏不允。』是秋坐水灾，降一官，旋以海盗之捷，收回前命。言者承风旨，劾公罢郡，归于临海之私第。方优游卒岁，庚寅冬疾作，至春加剧，而神观峻整如平时。一旦，亲』草纳禄奏，且召亲故与诀，曰：“余六十八矣，此司马温公死之年也，复何憾”！二月乙卯，薨于正寝。公奏到，但得宫观，再请于朝，转一官致仕。遗奏闻，天子』震悼，辍视朝一日，赠官五等，恤典有加。\n公资孝友，事亲、居丧有人所难能者。当郊恩，首官其弟。平日景慕前辈，动以为法，鲠介特立，恬于进取。太学五』年不徙官，使蜀九年，屡召屡止，不以为意。在政地甫及两月，复以谗去。其难进易退如此。当官而行，不恤毁口，以故不乐公者众。少历艰难，中更沮抑，而』气不少衰。居常无他嗜好，奉养甚薄。手未尝释卷，博学无所不通，谈论英发，听者忘倦。为词章下笔立成，豪赡宏博，切于事理。有《汉滨集》、《奏议》、《经解》各若干』卷。诸孤以十二月丙午奉公之柩合葬于台州临海县义城乡白岩之原。\n配同郡张氏，凝重而有贤德。扰攘中，公二兄有急难，夫人竭赍装助公救之。暨贵』俭素不改，在政府，不解檐。及公罢，夫人笑谓诸孤曰：“吾固知汝父方严，不能久于此也”。闻者钦服。历封咸安、同安郡夫人。先公四年薨。男五人：镛、右从事郎；铢、右宣义郎；錞、右承奉郎；钦、右承务郎；鈆，未仕。女二人，长适右通直郎魏钦弼，次未行。孙男一我：淙。女三人，尚幼。\n公以儒学致身，出入中外殆四十年，被』遇两朝，晚参大政，所蕴未究而奄弃昭代，此我诸孤所以叩心仰天而泣血也。然公勋在王室，道信天下，载之史官，传于士大夫之口久矣，不肖之』孤讵敢称道！姑叙其出处大概，刻诸坚珉，以贲幽宫，虽天壤相弊而斯传为不泯矣。\n乾道七年岁次辛卯冬十二月朔辛丑，孤哀子镛等泣血谨书。』郡士王棠刻』 \n王之望诗词\n诗词成就\n王之望是词学大家。其“手未尝释卷，博学无所不通，谈论英发，听者忘倦。为词章下笔立成，豪赡宏博，切于事理”。有《汉滨集》行于世，所作之词，如《菩萨蛮》：“华灯的白乐明金碧。玳筵剧饮杯余湿。珠翠隔房栊。微闻笑语通。蓬瀛知已近。青鸟仍传信。应为整云鬟。教侬倒玉山”。又如《鹧鸪天》（台州倚江亭即席和李举之，时曹功显、贺子忱同坐）：“撩乱江云雪欲飞。小轩幽会酒行时。佳人喜得鸳鸯侣，豪客争题鹦鹉词。歌舞地，喜追随。歙州端恨外迁迟。谪仙狂监从来识，七步初看子建时”等等。脍炙人口，享誉海内。\n诗歌鉴赏\n菩萨蛮（和钱处和上元）\n华灯的白乐明金碧。玳筵剧饮杯余湿。珠翠隔房栊。微闻笑语通。\n蓬瀛知已近。青鸟仍传信。应为整云鬟。教侬倒玉山。\n好事近（和侯监丞）\n五载复相逢，俱被一官驱役。惊我雪髯霜鬓，只声香相识。\n翠帷珍重出笙歌，醉迟迟春日。亲到鹊桥津畔，见天机停织。\n好事近\n彩舰载娉婷，宛在玉楼琼宇。人欲御风仙去，觉衣裳飘举。\n玉京咫尺是蓝桥，一见已心许。梦解汉皋珠佩，但茫茫烟浦。\n好事近（和荣大监）\n缓带抚雄边，一面灭烽休役。歌舞后堂高宴，喜倾城初识。\n红绫小砑写新词，佳句丽星日。从此锦城机杼，把回文休织。\n好事近\n清唱动梁尘，窈窕夜深庭宇。一笑满斟芳酒，看霞觞争举。\n弓靴三寸坐中倾，惊叹小如许。子建向来能赋，过凌波仙浦。\n好事近\n萧寺两株红，欲共晓霞争色。独占岁寒天气，正群芳休息。\n坐中清唱并阳春，写物妙诗格。霜鬓自羞簪帽，叹如何抛得。\n减字木兰花（代人戏赠）\n珠帘乍见。云雨无踪空有怨。锦字新词。青鸟衔来恼暗期。\n桃溪得路。直到仙家留客处。今日东邻。远忆当年窥宋人。\n减字木兰花（恭人生日）\n糟糠相乐。早共梁鸿同隐约。著籍天门。隔品新封感帝恩。\n满堂儿女。妇捧金杯孙屡舞。白发卿卿。与尔尊前作寿星。\n丑奴儿（寄齐尧佐）\n蒙泉秋色登临处，愁送将归。一梦经时。肠断佳人、犹唱渭城词。\n春来重醉分携地，人在天涯。别后应知。两鬓萧萧、多半已成丝。\n丑奴儿（寄李德志）\n去年池馆同君醉，正是花时。隔院韶辉。桃李欣欣、如与故人期。\n相望两地今千里，还对芳菲。春色分谁。雨惨风愁、依旧可怜枝。\n惜分飞（别妓）\n要眇新声生宝柱。弹到离肠断处。细落檐花雨。夜阑清唱行云住。\n洞府春长还易暮。凡客暂来终去。不忍回头觑。乱山流水桃溪路。\n醉花阴（生日）\n弧门此日犹能记。叹居诸难系。弹指片声中，不觉流年，五十还加二。\n儿童寿酒邀翁醉。笑欣欣相戏。休画老人星，白发苍髯，怎解如翁似。\n鹧鸪天（台州倚江亭即席和李举之，时曹功显、贺子忱同坐）\n撩乱江云雪欲飞。小轩幽会酒行时。佳人喜得鸳鸯侣，豪客争题鹦鹉词。\n歌舞地，喜追随。歙州端恨外迁迟。谪仙狂监从来识，七步初看子建时。\n虞美人（石光锡会上即席和李举之韵）\n鸳鸯碧瓦寒留雪。玉树先春发。小楼歌舞夜流连。月落参横、一梦绕梅边。\n尊前酒量谁能惜。都是高阳客。十分莫厌羽觞传。半醉娉婷、云鬓ED51金钿。\n小重山（成都上元席上用权帅许觉民韵）\n幂幂轻云护晓霜。银花千万朵，烂韶光。宝山金字屡更张。笙箫远，帘幕闷重廊。\n车马暗尘香。一邦如蜡日，尽豪狂。游人归路笑声长。长歌里，击壤咏陶唐。\n临江仙\n十二峰前朝复暮，忽愁望断行云。梦回江浦晓风清。远山思翠黛，蔓草记罗裙。\n锦字织成千万恨，翻成第入新声。幽期谁为反离魂。主人无浪语，狂客最钟情。\n临江仙（赠贺子忱二侍妾二首）\n霓作衣裳冰作在，铅华不涴天真。临风几待逐行云。自从留得住，不肯系仙裙。\n对客挥毫惊满座，银钩虿尾争新。数行草圣妙如神。从今王逸少，不学卫夫人。\n临江仙\n家在蓬莱山下住，乘风时到尘寰。双凫偶堕网罗间。惊容凝粉泪，愁鬓乱云鬟。\n人世风波难久驻，云霞终反仙关。虚无仙路拥归鸾。却随烟雾去，长向洞天闲。\n洞仙歌（范丞相夫人生日）\n玉楼玄圃，旧是神仙伴。鸣佩时朝紫皇殿。种蟠桃成树，碧柰开花，著子满，金母盘中屡献。\n飘然乘彩凤，东望蓬莱，曾共扁舟五湖泛。正珈笄未老，兰玉盈前，春欲转、喜对芳辰开宴。愿绿发朱颜镇长新，教岁岁年年，寿觞深劝。\n满庭芳（前题）\n海国寒轻，江南春早，小梅已漏芳妍。岁前冬后，和气欲回旋。此际瑶台阆苑，仙人下、白玉云軿。人间世，风帆月棹，同泛五湖船。\n当年。参谒地，鱼轩象服，锵佩朝天。向闽邦开国，福地真传。今日华筵寿斝，儿孙拥、兰玉相鲜。休辞□，蓬莱清浅，看取变桑田。\n满庭芳（赐茶）\n犀隐雕龙，蟾将威凤，建溪初贡新芽。九天春色，先到列仙家。今日磨圭碎璧，天香动、风入窗纱。清泉嫩，江南锡乳，一脉贯天涯。\n芳华。瑶圃宴，群真飞佩，同引流霞。醉琼筵红绿，眼乱繁花。一碗分云饮露，尘凡尽、牛斗何赊。归途稳，清飙两腋，不用泛灵槎。\n念奴娇（坐上和何司户）\n堂堂七尺，懔一时人物，孤映三蜀。闲雅风流豪醉后，犹有临邛遗俗。十载虞庠，一官楚塞，雅操凌寒玉。江山千里，惠然来慰幽独。\n落笔妙语如神，两章入手，不觉珠盈掬。从此西归荣耀处，宁假华旌高纛。乐府新声，郢都余唱，应纪阳春曲。老夫一醉，故人高义堪服。\n念奴娇（荆门军宋签判、陶教授许尉同坐）\n蒙泉岁晚，偶扁舟、同泛一池寒渌。四者难并谁信道，草草幽欢能足。美景良辰，赏心乐事，更有人如玉。今宵此会，陋邦惊破衰俗。\n豪俊傅粉诸孙，几年分袂，一笑还相逐。痛饮厌厌清夜永，那管更深催促。宋玉词章，陶潜风概，况继前贤躅。故人未至，座中仍对梅福。\n念奴娇（别妓）\n柳花飞絮，又还是、清明寂寞时节。洞府人间嗟素手，今日匆匆分拆。巧笑难成，含情谁解，顾影无颜色。风流满面，却成春恨凄恻。\n云鬓从ED51金蝉，纷纷红泪，千点胭脂湿。聚调轻盈离调惨，声入低空愁碧。祖帐将收，骊驹欲驾，去也劳相忆。伤心南浦，断肠芳草如积。\n永遇乐（和钱处和上元）\n元夜风光，上都灯火，辉映春色。鳌冠仙山，龙衔瑞烛，银阙凌空碧。紫烟深拥，黄云孤起，人喜乍瞻天日。□云里，□□□□，侍臣□□鹄立。\n雾收霞卷，珠帘开遍，翠暮娉婷争出。倾国丛中，钧天合处，忽听鸣清跸。貂裘小帽，随车信马，犹忆少年豪逸。如今对，山城皓月，但余叹息。\n风流子（范觉民生日）\n江国东风早，芳菲又、迤逦报寒梅。正元气孕和，小春归候，数丁千载，喜动三台。向此际，上天开景运，王国产英材。想崇岳洞天，暗书苔藓，海山烟雨，空锁楼台。\n煌煌天人表，琼林与瑶树，照映庭槐。中有丽天星斗，惊世风雷。况朱颜绿发，年光鼎盛，绣裳华衮，人望归来。好对玳筵满举，眉寿觥罍。\n别友人\n此日天涯别，春风断客魂。绿杨初暗路，芳草欲迷村。\n祖帐前山远，骊歌落日昏。相思今夜月，不复对清樽。\n次韵贺子忱春事\n老境流年速，春风几日晴。清尊花下怯，白发镜中明。\n蝴蝶迷幽梦，仓庚愧好声。良辰一尊酒，钟鼎可忘情。\n怀李相之\n李子通家旧，人门孰与侔。胸中足今古，皮裹贮阳秋。\n尊酒怀清致，关山隔俊游。江城携手地，春色黯离忧。\n齐尧佐寄诗许予授代归谷城日相过次韵\n故人千里去，犹记别时歌。衰鬓禁愁得，狂怀可奈何。\n南枝春意动，西望夕阳多。三径荒凉外，高轩讵肯过。\n和李士举陪提刑徽猷游中梁山临秀远轩以望江中平陆之胜承示佳句且叙故旧离合之感次韵二首\n空翠浮轩槛，岚光拂栋梁。江随平野曲，林拥暮山苍。\n城郭犹平日，田畴本乐乡。呻吟未休息，衰病意空长。\n京口追游地，钱塘执别年。飘流恍如梦，聚散岂其天。\n夙驾行趋诏，当朝正急贤。紫荷持从橐，去去入林泉。\n和许总卿\n孔明屡出师，常苦粮食少。公今主边计，积粟丘阜小。\n卧龙志空大，流马功竟杳。当时若得公，大事指顾了。\n从来方面贵，体尊吟咏少。君侯七尺躯，诗胆看更小。\n句如星斗烂，气与云天杳。词源倒三江，倾泻何时了。\n我登峨嵋山，伟观天下少，观公惊俗句，更觉眉山小。\n短章锋斩绝，大篇气深杳。纸敝墨色渝，读诵不能了。\n龙华山寺寓居十首\n抱病云山远，兴怀节物新。林红纷过雨，岭翠郁堆春。\n猿鸟时相狎，烟霞日自亲。可怜成底事，半世走风尘。\n斋饭来香积，钟声出翠筠。僧投松径远，鸟下石坛驯。\n茶摘春山嫩，泉烹雨涧新。萧然烟篆室，处处喜留人。\n嗜好非前日，颠狂减少年。久疏长夜饮，新学小乘禅。\n觅句驱春恨，翻书引昼眠。朝来山鸟闹，惊破睡中天。\n作客他乡久，宜人此界稀。身闲长挟策，地僻惯披衣。\n妻有虀盐乐，儿因笋蕨肥。出门何所适，终日掩荆扉。\n海国幽栖地，春风欲暮时。病忧梅雨逼，贫叹麦秋迟。\n并日终无愧，逢年会有期。饥寒宁苟免，吾道讳磷缁。\n时节清明过，溪山晴霁初。出游偕妇子，相识半樵渔。\n稼穑归宁遂，经纶计已疏。渊明至穷约，三径亦吾庐。\n羊乳茎犹嫩，猪牙叶未残。呼童聊小摘，为尔得加餐，\n仗马卑三品，山雌慕一箪。朝来食指动，苦菜入春盘。\n有客过松径，呼儿下竹关。张灯深夜语，沽酒远村还。\n醇异交公瑾，清非醉景山。剧谈自有理，不在浊醪间。\n杜宇来何处，天涯又复鸣。空山听更激，寒夜窈难明。\n故国三千里，春风第一声。年年羇旅地，愁绝不胜情。\n水乡经月雨，潮海暮春天。芒种嗟无日，来牟失有年。\n人多蓬菜色，村或断炊烟。谁谓山中乐，忧来百虑煎。\n登第后投魏侍郎\n空山学仙子，旧识安期生。青霄许相接，凡骨难为轻。\n一朝行业满，九转丹砂成。安期忽东来，从帝游玉京。\n下视一笑莞，依然有余情。借我白云车，导以虹蜺旌。\n摄身出尘土，随君凌紫清。机会徜一失，千载何由丁。\n道中寄丹丘亲旧\n别处日已远，别情转绸缪。行行千里余，脉脉无时休。\n夜与梦相随，昼与泪俱流。山高恨不断，水阔遮无由。\n欲吞不下咽，欲吐不出喉。戟我胸肺间，有如鱼挂钩。\n寻端无从来，了知在心头。翻疑一寸心，能容如许愁。\n平生丈夫气，愧此须髯虬。朝来看蓬鬓，满鉴雪霜浮。\n汉南晤魏侯彦诚魏侯赠诗期依韵知已而荆门受代归乡襄务冗甚未果答既离襄阳舟中追和\n白头有如新，倾盖或如故。乃知意气间，投分自有处。\n魏公使汉南，风采耸一路。凋残濡膏泽，冤讼廓氛雾。\n游刃若发硎，调琴不胶柱。平生不相识，见我国士遇。\n杯盘倒箱箧，笑语杂卮寓。岂惟倾肺腑，便可托婴孺。\n慰我畴昔心，何啻封万户。离觞岘山曲，握手惜约聚。\n江风吹行色，短棹不得住。临岐亦何言，加餐纳多祜。\n七夕\n西风只繁暑，夜气初宜秋。所居稍虚豁，得以消我忧。\n独眠堂中央，一榻无衾裯。开轩敞南北，凉飚入翛翛。\n是日七月七，三星已西疏。残云不成雨，缥缈当空浮。\n云行忽中断，月彩烂不收。影落庭树间，枝叶如雕锼。\n草根有小虫，微吟作啾啾。岂复厌喧聒，更觉窗户幽。\n我欲终今夕，飞蚊不相谋。喧我复啮我，驱去嗟无由。\n但当我自屏，岂与汝辈仇。闭门归下帷，蝶梦寻庄周。\n出疆次副使准阴舟行\n丁年慕请缨，白首翻攘袂。輶轩遽凭轼，魏阙频回睇。\n两淮经战争，万物皆惟悴。云繁雪霰舞，风猛波涛沸。\n椎凌仅通航，鼓夜无停枻。依樯闻喜朝，酌斚烹匀鳜。\n出塞那复古，涉川今已利。一节谁与持，同舟心靡异。\n奋身徇主忧，图国忘私计。昌黎去怀妾，定远老思妹。\n高情独无戚，慧眼不留翳。岂惟诗酒豪，抑亦文武备。\n开馆昔登瀛，奉车元起沛。君遭功名迫，我堪闲散置。\n他年洛下吟，忆君徒拥鼻。\n初至鸿佑成二百字\n我生何悠悠，飘摇若悬旌。已破龙华梦，复成鸿佑行。\n鸿佑在何许，海阔山峥嵘。地侵鱼龙窟，路与猿猱争。\n晓日见初出，潮波无时平。我来秋薄暮，寒雨纷纵横。\n狂飚振林麓，窗户皆有声。山鬼夜中号，怪禽篱外鸣。\n我衰不能寐，起行迟天明。欻然念身世，百感襟抱盈。\n仲宣昔遭乱，避地之蛮荆。登楼赋怀土，凄伤欲无生。\n况我滞瓯越，八见秋风惊。憧憧一州间，萧寺六易名。\n已去还复来，如鱼被钩婴。去既无所之，来亦何所营。\n藜萑诚不充，萍蓬甘所丁。兹地实乐土，浮生聊耦耕。\n鴒原喜在眼，蠹简能娱情。九夷亦何陋，四海皆弟兄。\n病后戏赠同官蒋子权\n吾衰谬养生，任运常坦坦。每婴相如病，渐作叔夜懒。\n昨因触大暑，留势在鬲脘。医师戒饮酒，所嗜不可断。\n寒热一朝作，水火互濯熯。地偏无药饵，伏枕但忧{左心右官}。\n同僚有蒋子，爽俊流辈罕。作诗宗徐庾，巧语如绣纂。\n间有少陵风，醇音调玉琯。岂惟诗家秀，从政今可算。\n牢盆有出纳，晓夕亲授莞。琴瑟费更张，君能时急缓。\n公余治方书，今昔多所缵。有来谒疾病，手自施汤散。\n买药辍俸钱，为民已痌痯。我昨病在床，君来问尤款。\n教我煮橘皮，汤热过冰碗。继送桔梗汤，一杯去烦懑。\n柴胡作引子，汗出如被趱。所投立有效，病去若水尝。\n乃知才艺多，所蓄非{上穴下右矣右欠}{上穴下右矣右欠}。又闻善骑射，长箭必引满。\n设侯六十步，所发无虚竿。观君精悍姿，此语不其亶。\n独於围棋低，尺固有所短。向来屡小胜，喜气辄衎衎。\n我欲张以羸，不令见矛{左矛右上两个先少丿下贝}。侈心益骄汰，出语颇夸诞。\n不知小敌坚，一败石破卵。大战决雌雄，迟君落新馆。\n饶守陈粹中有诗见留次韵为谢\n相逢一笑又相离，肠断登临送别时。久占都亭惭重客，秋风回首片帆迟。\n病余兀坐偶成二绝\n寂寂经旬病卧家，起来都不记年华。一声檐上惊秋晚，墙外初联卖菊花。\n病骨栾栾瘦转加，秋风怯傍小窗纱。萧然丈室维摩观，一炷清香到日斜。\n过石城\n沧浪渡口莫愁乡，万顷寒烟落木霜。珍重使君留客意，一樽芳酒对斜阳。\n江上危亭思黯然，追游陈游欲经年。别来西望应相忆，郢树荆门共一川。\n和姚令威春阴四绝\n急雨颠风带海烟，白头肠断落花天。东家为买春光住，柳撒黄金榆掷钱。\n十日春阴尽景微，鸣鸠逐妇几时归。柔桑细麦宁馨长，落絮游丝可解飞。\n雨过山村绿满陂，红芳渐少翠阴低。春风吹草依然碧，潮水浮花却自西。\n休对风光感物华，且将春酒趁春赊。一声杜宇芳菲晚，只有荼蘼芍药花。\n次韵王司户梅花五绝下得用古人意及比妇人玉雪并洁白等字\n牢落天涯邂逅逢，清愁幽恨与谁同。故园肠断三千里，客裹看花岁又穷。\n溪外人家处处栽，三分蓓藿一分开。故教嫩萼参差发，似要幽人次第来。\n可耐幽花发较迟，殷勤为情晓风吹。朝来策杖探消息，香处初开一两枝。\n闻说江梅已恼人，冲寒著意去寻春。枝枝细看枝枝好，岁岁相逢岁岁新。\n一岁都来几日开，一开能得几回来。清尊留待溪边月，不怕山城晚鼓催。\n和钱处和梅花五绝\n万木归根冷未滋，可怜孤绝发寒枝。心期本在冰霜后，占得隆冬未恨迟。\n枝上春风渐有涯，断魂初见两三花。一尊尽日看无厌，要待参横月影斜。\n莫欺玉蕊瘦栾栾，中有江南长恨端。白发天涯归未得，年年老眼泪中看。\n铁心开府不妨狂，赋语清便独擅唐。堪笑离骚穷逐客，只知兰蕙有幽香。\n林下风神物外姿，闺房秀色鉴中奇。两家标韵谁兼得，会有多情识者知。\n和尚书李丈六绝\n丈人诗律照青春，句到诸郎副析薪。特许八分传阿买，囊收珠玉破清贫。\n风光无赖恼诗翁，健笔凌云思未慵。长句数篇欺白雪，江山浩荡发春容。\n近侍三朝振御床，宫衣犹带内家香。殊庭更得流霞助，杖履春风步履强。\n休论世事苦悲辛，龙卧南阳自有人。指日承明却归去，烟花紫禁及青春。\n经旬山雨暗春辉，桃李成阴总未知。试逐东风入城市，不妨尊酒暂娱嬉。\n雨过千山翠色重，群花欲尽絮飞空。牡丹寂寞芬芳晚，日暮朱栏独倚风。\n次韵陈勉仲见留之什\n新诗俊逸走风雷，愧我驰驱欲强陪。花外疏篁青掩映，门前流水绿萦回。\n高情好客长留客，胜赏传杯莫放杯。老懒畏寒朝睡美，报章淹缓莫相催。\n大龙湫\n瀑水传闻旧壮哉，飞流亭下久徘徊。玉龙鳞甲寒犹蛰，银汉波澜冻未开。\n斜日湫潭微溅雨，深冬天地不鸣雷。斯游未快平时意，更拟他年得得来。\n房公湖\n金雁桥南二顷湖，房公遗迹未湮芜。人游杜牧晚清赋，境对王维别墅图。\n经始林泉心自巧，折冲廓庙术何迂。当时只作幽人计，留得陈陶四万夫。\n关子东约中秋游于竺再用前韵有诗和之\n湖光尽处两山开，夹道苍松郁壮哉。水过冷泉双涧合，石飞天竺一峰来。\n胜游喜有幽人约，佳句俄催爽气回。桂子中秋正芬馥，流霞好泛月边杯。\n和关子东筇杖\n老境生涯正倚君，周旋夷险共悲欣。最怜磊磊多高节，未肯斑斑出异文。\n汉阁灯来徒照夜，葛陂龙去谩拿云。愿为灵寿扶黄发，廓庙他年看勒勋。\n和李清卿雪\n浩荡天花弄晓光，春风未转忽芬芳。人跻物外红尘远，境堕壶中白昼长。\n风柳冷飘三月絮，寒梅幽寄一枝香。朝来暴喜家风贵，圆璧方圭满舍旁。\n和眉守五郎中\n惊风鸿鹄各翻飞，同落西南蜀一维。一日三秋双鬓改，两乡千里寸心驰。\n清香燕寝多佳致，远影楼台发妙词。只恐江山留不得，赐环闻已下丹墀。\n和曾丈赠光作令赵元质\n奔波朝士觅官忙，独买扁舟去意长。汲黯旧闻羞作令，冯唐今愧老为郎。\n鵷鸿引去知何慕，鸥鹭归来不乱行。窃食端输厕中鼠，惊余犹得饱饥肠。\n还鲜于蹈夫诗编\n百首新诗句句妍，追还江左一千年。春归池草难专美，冷入江枫称所传。\n一字人知吟不到，八分我喜录成编。西为所得真多矣，满箧今藏锦绣篇。\n浑醉庵诗\n人间岁月都几许，醉裹光阴差较长。千日不醒终有尽，百年浑得要为常。\n故人屡过无穷巷，一室能宽有醉乡。好事不妨多酌我，我来无复次公狂。\n寄题谢景思药寮仍用其韵\n城府年来怪迹疏，端因药圃滞巾车。芒鞋入谷亲寻种，野服巡栏自把锄。\n室蔼芝兰无俗物，房深花木称僧居。他时猿鹤休惊怨，安石宁终成一墟。\n寄制帅\n五郡驰驱两月忙，少城春事杳相忘。鷅鹠鸣处韶光老，鹈鴂声中旅思长。\n曾为青山迂客路，莫偕红旆访仙乡。浣花时节归期近，犹及遨头共一觞。\n留题光相寺\n至人悲念摄冥顽，倏见光明指顾间。亿劫未曾亲见佛，一宵今得暂栖山。\n从来叶障须除结，此去功名直等闲。欲以残年奉香火，尘劳无计恋松关。\n留题修觉山绝胜亭\n十寺幽岩万木稠，蜀川一览尽西州。依微远树低平野，散漫清江吐乱洲。\n老眼乍明疑岘首，归心忽动忆槎头。当年风物悲游子，子笑应同故国愁。\n吕叔恭运使和题皇华馆诗复次韵\n何处溪声响佩环，洗心堂下转潺湲。数株古柳枯临水，百亩丛篁翠倚山。\n岁久刊题多泯灭，时清景物自幽闲。轺轩登览留佳句，顿觉林泉发妙颜。\n栖贤三峡桥次南康守晏德基韵\n古寺深藏紫翠间，清风夹道凛苍官。千寻秋色岩峦净，十里雷声涧谷寒。\n此去洗心应少累，从来蓄眼未经看。使君健笔题佳句，一首新诗倒醉澜。\n次韵刘南伯二首\n晓来庭竹碎秋声，冷我思君重怆情。三画当年曾擅价，五言今去合知名。\n赋归已荷因风寄，酾藇终期对月倾。但愿官军破骄敌，不妨淮海寄余生。\n十年踪迹困邅如，多谢韦郎肯寄书。千里漫寻苕水梦，一廛方对相山居。\n归心不为莼鲈切，交契应闲简牍疏。近向钱塘得嘉种，秋盘何日共新蔬。\n次韵王圜中二首\n网得金鳞不忍烹，一瓯春菜眼偏明。逢君强赋湖阴曲，顾我方趋日照城。\n散坐酴醿留客醉，过庭鹎鵊为谁鸣。还朝密迩非轻别，知有蒲轮访姓名。\n舟兀东风怯晓寒，绿杨堤畔见青山。溯流不碍朝天去，掉鞅何当拜命还。\n半世光阴忧患裹，他时勋业笑谈间。儿童似觉吾衰老，只欲西归便丐闲。\n次韵制帅和王宪二首\n淮水绵绵不绝流，渡江龙化复东游。宗盟尚诧当年盛，交分还欣此日投。\n名并邛郲公等继，政称京兆我难酬。得时俱为公家计，三窟宁当各一州。\n二麦初收堰水流，西园飞盖使君游。羽旄每出邦人喜，壶矢闲同坐客投。\n膏雨应时和气洽，丰年有兆颂声酬。政成讼简追胥息，镇静西南五十州。\n和友人\n弟兄南渡各驰驱，向奉君王尺一除。黄耳音书寄怀抱，乌衣门巷惜丘墟。\n澄清孟博荣持节，雅量玄平静著书。五桂家风殊未艾，黄山佳气蔼如初。\n坐阅江城岁月迁，心劳政拙岂能贤。昔游泉石迷寻访，故里风烟喜接连。\n聊假颁宣行素学，敢将迟暮叹华颠。他年良史徵佳什，会入西京循吏篇。\n落梅\n春意枝间忽暗惊，乘风作阵去纵横。苍苔可忍欺香骨，粉蝶无端乱舞英。\n有恨应羞霜月照，锺情犹赖晚风轻。梦回一夜频搔首，肠断空阶骤雨声。\n香残粉暗若为情，寂寞空余瘦影横。雨后园林无玉树，朝来庭院满琼英。\n浮云冉冉当风尽，飞雪飘飘落砌轻。广武为君聊一叹，群花从此擅名声。\n缺题\n霜晴爱日晓生东，萧寺山茶赏岁丰。锦里出遨驱小队，雪山纳堠狎诸戎。\n叶连油幕侵天碧，花倚朱旗特地红。美景良辰万人喜，不妨行乐一尊同。\n天梯云栈转龙旗，细雨凄风暗路岐。七夕难忘祈巧夜，三乡不以望仙时。\n曲江若悟贤臣语，汾水宁伤才子词。此日铃声肠断处，后庭遗唱未为悲。\n贺刘侍郎三首\n早岁儒林俊誉流，中年持橐侍宸游。论思清禁三朝遇，闲散殊庭二纪投。\n迹与香山齐出处，诗将彭泽尽赓酬。似闻璧水求三老，行起蒲轮慰九州。\n汉嘉平日想风流，喜作凌云载酒游。尘土何时公事了，林泉聊与故人投。\n心期济物衰难强，志在求田老未酬。官满便当投劾去，一航从此下扬州。\n万景楼头尽日留，乌尤岭上及春游。溪潭杳渺游鱼乐，林木阴森倦鸟投。\n千尺梵身名不谬，半轮山月句难酬。争流况秀君休问，更有江声撼一州。\n和制帅\n离索堪惊岁月忙，少城遗爱未曾忘。西园尚记英游并，南浦空嗟别恨长。\n壮志自窥勋业镜，高情休忆水云乡。玉关柝静边烽息，汉殿归称万岁觞。\n按部经时走四封，云山有路宝岩通。普贤相对圆光裹，摩诘不离方丈中。\n喜有篇章交寄远，恨无羽翼可凌空。来诗忽作蛟龙吼，三日能令两耳聋。\n自怜麋鹿性疏顽，心在云林迹世间。每厌尘埃驱俗驾，不辞险阻访名山。\n池鱼得意时归壑，厩马长鸣暂出闲。万仞峰头曾进步，禅机一拨透三关。\n力求见佛上天梯，忽睹光明志意学。华藏神通惊变现，台山公案好拈提。\n太冲漫作三都赋，子美全无一字题。今日诸贤赓妙句，强驱驽驾力难齐。\n卿月中天照上流，使星入蜀久西游。蟠胸经纬开棋局，出手枭卢转博投。\n学有渊源流不竭，诗如珠玉价难酬。词章怪底犹雄健，棠阴曾联柳柳州。\n词源图\n著作之厅屏十幅。怪石沧江莽相束。恍然坐我三峡旁，汹汹奔流欲颓屋。\n不知狂澜何处回，壮哉万顷纳一杯。自从此画出名手，海潮不复声如雷。\n一时文士罗东观，波涛入笔驱河汉。逍遥扪腹日来看，更得丹青助挥翰。\n我本儒中山泽癯，烟蓑祗合老江湖。烦将一段好东绢，画个渔舟钓雪图。\n和人元夕\n长安百尺朱楼高，传筹夜酬闻鸡号。金吾驰禁玉漏永，九衢遍走狂欢遨。\n访寻三曲选清唱，交结五陵皆大豪。笑将千金买斗酒，轻若九牛亡一毛。\n赋诗更作文字饮，止酒一篇羞和陶。笔端百韵斗奇险，坐上几人推俊髦。\n万事转头成短梦，十年屈指如奔涛。祗今衰老但悲感，长歌终日弹豪曹。\n和关子东铁尺歌\n先生平生无俗嗜，博取珍奇自娱戏。案间双尺本蛟龙，怪底雄雌俱出地。\n含精古铁色沈沈，质白玉兮价黄金。有时风雨暗堂室，直恐雷电相搜寻。\n净业知君专笔砚，白首残编天眼见。一朝出此瑞文房，神物化成非锻炼。\n阅遍千人谁得将，主人比德端且方。永供黄卷镇边幅，明窗净几生辉光。\n先生歌成惊杰句，助发铿锵得君故。何人似与郭代公，宝剑豪篇不须赋。\n次韵陈庭藻赴天申燕诗二首\n绍兴圣主垂衣裳，倬然文治昭天章。已闻华封祝尧帝，岂但畏垒歌庚桑。\n千秋此日纪佳节，万岁群臣称寿觞。帘前宫扇交翡翠，仗下宝马屯飞黄。\n昭容引仪近日月，御史执法严风霜。九宾无哗胪句肃，剑佩俨雅趋侯王。\n一声鸣跸传朱辇，千官赐宴趋文昌。湛露尊罍均渥泽，风弦管迓休祥。\n浩唱充庭云不动，繁花压帽春风光。可怜欢声正四合，不觉暮色来苍苍。\n轩驺散去九衢闹，朝衣醉沥余淋浪。小臣病著不能起，但听广乐风声长。\n天申上寿开明堂，群公祝圣多新章。不论南山成带砺，要看东海生禾桑。\n君恩中台燕百辟，金罍兕觥雕玉觞。饭抄香粳云子白，酒泻法酿鹅儿黄。\n宫衣拜赐近端午，轻叠香罗如雪霜。功臣彯甲奉朝请，貂冠峨峨来异王。\n中兴盛事须记述，乐府宜得张文昌。感寓诸孙今列宿，诗鸣省户为时祥。\n每逢朝家有庆瑞，辄以篇咏赓休光。腐儒白首谬通籍，博士一经惭后苍。\n敢陪诗人论风雅，祗与渔父歌沧浪。升平颂声还大手，白傅才力兼诸长。\n次制帅所和前韵\n圣主忧勤躬万务，英豪宁许山林住。弓旌号召士无留，竹帛功名公所赴。\n天表对扬咨见晚，坤维镇抚歌来暮。雪山增生绝纷埃，蜀道非难履平路。\n分陕聊烦摅妙略，秉钧已叹迂高步。朱轓抚俗民怀，玉帐折冲荒服惧。\n羽檄不飞烽堠灭，骏骨多收边市互。孔明七纵讵非长，户牖六奇真不误。\n农狎其野无外忧，马腾於槽有余怒。三陲绝徼皆妥安，诸将雄师今尽护。\n九重益友思直谅，四蜀新声咏宣布。帅阃方观勋业成，庙堂行看精神聚。\n嗟我衰迟托末契，辱公敦笃倾殊顾。当年献赋诵凌云，上国承颜悦披雾。\n禹门亲睹跃风雷，尧陛初惊承雨露。龙颜下瞩顿生光，凤翼高翔从此附。\n称身朝服曳青云，满袖天香携宝炷。九霄变化冥鹏升，一纪光阴隙驹鹜。\n绨袍雅意念张禄，襦夸余波依叔度。他时入觐对金莲，伴直应随玉堂寓。\n登大峨绝顶睹圆相佛光成长句二十韵\n峨眉峻极西南著，万影庄严诸佛住。高标天柱八宏张，雄镇坤维百灵赴。\n我来雨霁群峰出，正值春喧三月暮。上方解冻僧人岩，远俗来游客填路，\n篮舆牵挽六十里，梯栈高低三万步。鱼贯攀缘筋力疲，鸟腾陡绝神魂惧。\n行经崖坂几萦曲，望极堪舆莽回互。锦里遥看井底迷，雪山忽认屏间误。\n幽岩得照石发彩，阴洞有声雷蓄怒。楞伽仙音好鸟语，兜罗绵界神龙护。\n沧海潮回波浪平，蓝田日暖烟霏布。长虹欻放白毫光，淡墨俄瞻紫金聚。\n应真飞锡众共睹，圆相摄身人自顾。六牙白象恍当空，三足赤乌潜隐雾。\n琉璃瓶莹秋月白，优昙花净含晓露。瑞境旁连瓦屋起，合成一界如相附。\n神灯夜从九顶朝，散作千山无尽炷。肉眼亲观佛会开，凡躯恐逐仙风惊。\n欲寻傅说箕尾间，休访君平斗牛度。便排阊阖陟高圆，扰扰人寰何足寓。\n刘侍郎见和再用韵\n大方广佛三身具，境号华严普贤住，三千净土毛孔吞，百亿化身尘刹赴。\n底事眉山迹偏显，端由象法时将暮。三乘不起正信心，一线顿开方便路。\n将欲神变惊风目，故敛光芒归窘步。示现虽同人异见，开遮未判谁无惧。\n臂力遥擎妙喜来，顶光近摄清凉互。我来亲睹未曾有，方审传闻元不误。\n阳春正值风日好，阴雨不逢雷雹怒。入梦惟忧神鬼知，乘危暗有龙王护。\n招提问路方上征，世界当空已先布。千林寂历鸟声少，万岭奔腾云气聚。\n高峰初到莆休歇，圆相俄惊成指顾。一壶恍入物外天，五里知非世间雾。\n感通咫尺捷影响，变灭须臾嗟电露。公居福地宝岩对，身享耆年仙籍附。\n两禁高辞法从班，一灯久续禅宗炷。正始余风独后凋，建字逸驾争先鹜。\n忽聆酬唱便随喜，要与见闻俱得度。愿公且见宰官身，一宅常与轩冕寓。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951613943},{"name":"王宪楷书呈玉山诗师尊先生诗","dynasty":"明代","category":"楷书","type":"","user":1,"timestamp":1429791638872,"text":"王宪《呈玉山诗师尊先生诗》，纸本，25×17.6cm。台北故宫博物院藏。\n楷书。凡九行，每行字数不一，共一百一十字。25×17.6cm。此幅今载《故宫书画录》卷三。台北故宫博物院藏。刊于台湾《故宫历代法书全集》（十六）。\n【释文】: 再用贝廷臣韵。奉呈玉山诗师尊先生。兼简睡翁先生、拙翁先生一笑。栝 宪拜。最爱玉山草堂静，著书栖遁胜流沙。桥通徐孺高人宅，路接周頤隐者家。剑气夜涵沧海月，丹光晓映赤城霞。近年闻有飞升术，不惧深山大泽蛇。玉山小像三诗。未有好趣。不敢造次题品。幸宽限也。呵呵。\n王宪，明中期大臣。字维纲。东平人。弘治三年举进士，历任阜平、滑县知县，入京为御史。正德初年，任大理寺丞，升右佥都御史，清理甘肃屯田。回京升右副都御史，巡抚辽东。以御敌有功，得世萌棉衣百户。继为户部右侍郎，巡抚陕西，入为兵部右侍郎。武宗南征朱宸濠时，受命率户、兵、工三部官员各1人督理军饷。回师后，任兵部尚书。世宗即位后，被给事中史道弹劾罢职。嘉靖四年（1525年），受廷推为三边总制，御敌有功，加太子太保，再萌子1人。后改任南京兵部尚书，不久入京为左都御史。朔州告急，廷推为宣、大总督，不肯前往，受劾罢职。不久，世宗复念及，召为兵部尚书。大同士兵哗变，主张诛首恶，其余遣散，而张聪和刘源清力主用兵。因久攻不下，刘源清获罪，遂赦免哗变士卒罪，事情得平息。数年后，以年老辞归，死后赠官少保，谥“康毅”。","author":"明代王宪","description":"王宪楷书呈玉山诗师尊先生诗"}]