[{"name":"董其昌行草册页","text":"册页是书画作品的一种装裱形式，也是我国古代书籍装帧传统形制中的一种。书画册页是受书籍册页装出现的影响而形成的。册页装由最早的卷轴装经经折装的过渡后发展而来，现存最晚的古代书籍基本以线装书为主。而书画册页则由宋代时受书籍册页装的影响出现的。作为一种书画小品，其尺幅不大，易于创作，易于保存的特点深受书画家和收藏家的喜爱。\n简介\n册页【注音】：cèyè\n中国书画装裱体式之一。因画身不大，亦称“小品”，又称册叶，叶册。由一张张对折的硬纸板组成，可以左右或上下翻阅。册页有三种样式，一种是横式画心，裱成上下翻阅的，称为“推篷式”；一种是竖式画心，裱成左右翻折的，称为“蝴蝶式”；另一种裱成通折连成一体的，称为“经折式”（经摺式），较小的竖条称为“折子”；也有的裱成单片，称为“散装”。\n一般册页均取偶数，少则四开、八开，多则十二、十六、二十四开等，页数再多可分为两册，每本册页的前后各加素白副页（又称护页）两开或四开。一般都外镶边框，上下加檀木、楠木或宋锦裱装的硬壳板面做为封面和封底，收叠时成一部书状。这样无论是欣赏、携带，还是保藏都比较方便。\n历史源流\n起源于唐代，是为解决长卷翻看不便和散页保藏不便，受书籍装帧影响而产生的一种书画装裱形式。\n在唐以前，书籍、字画多数是卷轴，卷轴式书籍不便阅读，如果要读一卷书的最后一个章节的话，必先展舒到最后方可，费时费力。为了方便阅读，唐人便把横卷款式的书籍折叠起来，像折扇一样，前后再糊以较厚的纸作封面，起牢固作用。因唐代的书籍多为经书，故称为“经折式”册页。印刷术的发明又促进了这一款式的发展，后来又出现了“包背装”与“蝴蝶装”，一直延用至今。\n自唐时，即有人把长幅画卷切割、装裱成单幅叶子，又因叶子久翻易乱不便保存，进而装潢成册，人称为“页册”。自唐宋以来，各代的书画集藏者，将一些零散的单件式手札、团扇、折扇类书画小品，分门别类地集中改装成册页。现存的明清以前的原装册页，除了少数敦煌实物以外几乎未见。而明清以前的不少小幅书画原作，因明清人集装成册后，才使其得以留存至今。可见册页对于小幅书画原作的收藏保护之价值。到了明朝，册页开始成为时尚，故明清时的成本册页，多是预先装裱制作成册，后作书画。\n类别与制式\n册页的分类方法有两种，即样式和制式的分类。\n从样式上说\n册页大体分为两类。一类为折叠式，另一类是活页式。折叠式册页上下表层装有硬壳封面，与此相连的页心为前后重复开合的相连叠体，其前后两面皆可有画；活页式册页较为简单，一般将单幅作品裱成单页，并以盒装。\n从制式上说\n可分为集成册页和空白册页两类。集成册页是先有页心书画，后经装裱而成的册页；而空白册页则是先预制成的册页。从历史沿革可以推断，集成册页应是起源，且一直占据历史上的主流；而从当代的发展看，空白册页制式大有成为主流的趋势。\n册页的画幅较小，直长者像小轴，横长者像小卷，也有许多近于正方形、正圆、椭圆、葫芦腰，以及拆下来的各种形状的扇面等集装成册。\n装裱知识\n册页是中国传统的装裱款式之一。册页的内容是多种多样的，如一些小幅面的书画小品，书画扇面、名人信札和古人留下来的各类“帖”、“柬”等墨迹及各种拓片等等，以册页形式装裱起来，即便于随手展阅欣赏，又利于长期收藏。\n形式\n常见的书画册页中，大多数为“开板式”，而在这种款式中，又分为几种装裱形式。“蝴蝶式”：如书画的规格系横窄竖长者，可裱为左右开板式，即由左往右翻阅的竖式册页，俗称蝴蝶式。“推蓬式”：如书画的规格系竖窄横宽者，可以装裱为上下开板式，即由下往上翻阅的横开式册页，俗称推蓬式。“经折式”：通册是为一个整体，其形式如同折扇。这种册页多用于装裱法帖和信札之类，其规格一般较小，背纸也较前两种稍薄。\n结构\n开板式册页的每一开都是由对折的两页组成，可装两幅书画心。开数一般取双数，少则4开、6开一册，多则24开一册。常见的多是12开一册。因册页系随手展阅之品，故幅面一般不宜太大，规格一般可取一平尺左右。不论书画心是多少幅，开板式册页的前后应加1-2开空白背纸，一作装贴面板之用，一作名人题首和题后用。\n配色\n册页的镶料可选用绫、绢、锦绫。书法册页多用淡青色、淡灰色、米黄色或白色。忌用艳丽而火气的颜色。若用仿古作旧纸完成的作品，可以用色调深沉的镶料。在一本册页中，颜色可以统一，也可以多样，当然，应根据作品的创作形式来确定。\n装面\n册页面都为硬板式，有木面和锦面之别，规格应比册页稍大。木面可以红木、檀木、梧桐木以及樟木等上好木料，制成0.4--0.6厘米的板面，正面四围打去棱角，并磨光上蜡，取其木质原色，即华贵，又便于镌刻。锦面是以木板做胎，用锦绫糊就。胎板多用纤维板等不易变形的材料。\n其他\n《装潢志》：“册以厚实为胜，大着纸十层，小者亦必六七层”。古人装册比较注重厚实，现在最多不超8层，较小规格的册页一般5层即可。（层数是指册页的背纸，太薄了容易变形，影响整体效果）\n常见类型\n旋风装\n（龙鳞装）唐代风行的卷轴装方式与方便翻检之间产生了很大的矛盾。继续采用单面书写的卷轴装，翻检方便很难达到；完全突破卷轴装，采用新的装帧方式，一时又无可能。于是便出现了从传统装帧到新装帧过渡的旋风形式。宋代张邦基《墨庄漫录》载：“成都古仙人吴彩鸾善书名字，今世间所传《唐韵》犹有，皆旋风页，字画清劲，人家往往有之”。现故宫博物院藏有《唐写王仁日句刊谬补缺切韵》，展示了旋风装的形制。该书共有五卷，凡二十四页，除首页是单面书写外，其余二十三页均为双面书写，所以共有四十七面，每面三十五行（部分三十六行)。其装帧形方式，是以一比书页略宽的长条纸作底,除首页因系单面书写，全幅裱于底纸右端外，其余二十三页因均系双面书写，故以每页右边无字空条外，逐页向左鳞次相错地粘裱在首页的末尾的底纸上。收藏时，从首向履卷起，外表仍是卷轴装，但打开来翻阅时，“除首页全裱于底纸上不能翻动外，其余均能跟阅览现代书籍一样，逐页翻转”。这种装帧形式，既保留了卷轴装的外壳，又解决了翻检时不够方便的矛盾，可谓独具风格，世所罕见。大概因为一书长期卷舒后，书页很象空气分成若干层朝一个方向放心转而形成的旋风，所以称做“旋风装”；又因其书各页看上去错落相积，好像龙鳞，所以又称“龙鳞装”。\n经折装\n经折装是对卷轴的一种改造，名为“经”折，应与佛经有关。唐朝时佛教在中国达到了鼎盛时期，寺院遍布各地，僧尼、善男信女普便诵经。传统书籍的卷轴装形式,给诵经带来不小的麻烦。任何一种纸质经卷，由于长期卷舒产生的惯性，读过的部分，会自动自左向右卷起，未读的部分，则会自右向左卷起。如不随时调整镇尺的位置，则左右两端同时向中间卷起，根本无法适应佛教弟子正襟危坐的诵经姿势。所以一场针对卷轴装的改革首先在佛教经卷上发生了。这就是将写有文字的整幅经卷沿内文空隙，按照一定的行数或宽度，一反一正地折叠起来，形成一个长方形，然后在首尾分别粘上硬纸，作为封面、封底。经折装书籍展开以后虽仍为长卷，但却彻底脱离了卷轴的形式，是书籍形制的一大进步，是从卷轴装到册叶装的过渡形式。这种折叠形式始于唐代，沿用到北宋,至今有些裱本字帖仍使用这种形式。经折装在阅读时容易散开，仍不理想，于是人们又对经折装做了改进：用一张整纸对折起来，作为书籍的封面、封底，并将其与书的首页、末页粘接在一起。这样在阅读时，书便不会散开成一条长卷。\n梵夹装\n梵夹装并不是从中国古代书籍装帧演变而来，而是从古代印度传入中国的。印度境内盛产贝多罗树，树叶宽而长，表面光洁，所以古代印度佛经一般书写在这种树叶上。“书籍的装帧形制，只能视其制作材料而采相应的形式”，这样便出现了所谓的梵夹装。何为梵夹装？就是把用梵文书写在贝多罗树叶的佛经用竹木板夹起来的一种装帧形式。其制作方式是：将书写好的贝叶经，视经文段落和贝叶多少，依经文的内容顺序排好，然后用两块经过刮削的竹板或木板，将排好顺序的贝叶经上下各一块夹住，整齐以后在中间穿洞系绳。因其以竹木板夹住，内容又是梵文佛经，所以谓之“梵夹”，古代也习惯于以“夹”作为佛经的计量单位。中国的古代也有类似梵夹装的书籍装帧形式。北京图书馆藏有五代时期的《玄奘传》，其制作材料是纸，但采取的是单页长条双面书写的形式，显然是在模拟印度的贝叶经。其装帧方式也是集数页为一叠，每页中间都画有红色园圈，显然也在模拟贝叶红穿洞结绳的遗迹。后世印刷的藏文佛经，很多都是采用这种形式，存世的也并不罕见。但这种装帧形式阅读时需要逐页取下，检索更谈不上方便,读后收藏也极费精力，所以“后世虽有模仿,但并没有成为图书装帧的主流形式。\n蝴蝶装\n唐代中国开始出现雕版刷术，宋代以后，雕版印书事业得到空前的发展。书籍制作方式的改变，必然会使书籍装帧发生相应的变化。手写书籍可以接连不断地写下去，但雕版印书则必须将一书分成若干版，一版一版地雕刻印制，印出来的书也相应地成为若干单页。传统的各种装帧已经不能适应新工艺制作的图书，于是出现了蝴蝶装。这种装帧方式在宋元时期盛极一时，正如《明史·艺文志》所载：“秘阁书籍皆宋元所遗，无不精美，装用倒折，四周向外，虫鼠不能损”。蝴蝶装简称蝶装，清人叶德辉在《书林清话》中记载说：“蝴蝶装者不用线订，但以糊粘书背，夹以坚硬护面，以版心向内，单口向外，揭之若蝴蝶翼然”。其方法是将每张印好的书面，以有字的一面为准，面对面的折齐。然后集数页为一叠，戳齐后,在书面反面版心的地方用浆糊逐页粘连，再用一张硬纸粘于书脊作为前后封面，再把上下左三边余幅剪齐，一册蝶装书就算装帧完成了。因其书打开时书面向两边展开，看去好像蝴蝶展翅飞翔，所以称为“蝴蝶装”。这种装帧适应了雕印书籍一版一页的特点，且文字朝里，版心集于书脊，有利于保护版框以内的文字；上下左三面朝外，均系框外余幅，磨损了也好处理；没有钉眼或针孔，重装也不致损坏。正因为有这么多的优点，所以蝶装在宋元时代流行一时。\n包背装\n蝴蝶装的优点已如上述，但这种装帧也称不上完美。特别是翻阅时需经过两个背面的空白，翻两次才能看一页书，比较费时。所以一种更为方便的装帧——包背装出现了。包背装与蝶装很相似，不同之处就在于它是把有字的一面向外折，版心朝左向外，书页左右两边的余幅，齐集于右边书脊。折好的数十页书页，以书口版心为准戳齐，在右边余幅处打眼，用纸捻订起砸平，而后用一张硬纸粘于书脊，把书背全部包起，再把书边修理整齐，一册包背书就算完成了。这种装帧主要是包裹书背，所以称作“包背装”。包背装大约出现于南宋，经过元朝，一直沿用到明朝中叶，甚到到了清代，一些官印书籍仍采用包背装的形式。包背装解决了蝴蝶装翻两次才能看一页书的问题，但如果经常翻看则极易散开。为了解决这种矛盾，线装慢慢出现了。\n线装\n线装书的起源大概在北宋末年或南宋初年，明朝中叶以后逐渐盛行。明朝中叶，伴随着资本主义萌芽的出现，市民阶层的精神文化生活要求也日渐提高，书籍的流通更加频繁，书籍的装帧形式也必须作出相应的变革。包背装承担不了经常的翻阅,容易散落,所以线装便逐渐流行起来了。线装与包背装在折页方面没有任何区别，但不用整纸包背作书衣。而是将封面裁成与书页大小相同的两张，前后各一张，与书面同时截齐。而后将天头、地脚,左边余幅裁齐，即可打眼用线装订了。这是古代最为进步的一种装帧方式，外形美面又很实用，所以流行的时间也比较长。直到今天，一些毛边纸与宣纸影印的古籍，还常采用线装的形式。\n应用\n册页的内容丰富多样，无所不包。有整本成套的绘画或书法册，也有书画对半的，其中有山水册、人物册、花鸟册、杂画册，也有红楼梦人物册、梅兰竹菊册，更有碑帖、公文、奏折等等不一而足。到了当代，西学东渐，中国画受西洋素描写生影响，册页又成为一些国画家便携的写生本，可称之古为今用。现在的许多场合，又用做签名簿等。\n特点\n独具非凡魅力\n册页历来受到文雅之士厚爱，是与数千年传统文化笼罩下，文人士大夫人格普遍具有双重性的渊源有关。尽管儒释道三家经典思想影响国人看待世界、社会和人生的思维模式，但古代文人的生命观实质上则为“外儒内道”，即现实中入世和凡俗：看重名利和现实价值；理想中却期盼出世和超俗：寻求和构建满足自身灵性享乐的精神家园。而其尚美心灵和高品位的精神享受，往往寄托于绘画美感和诗文感怀。因此，册页所具备的将绘画、书法、诗词和题跋融为一炉的、充满着诗情画意的独特形制，历来被文人所喜也属必然。\n册页在功能上与手卷类同（供雅士案头赏玩之用），但略胜手卷一筹的魅力在于：册页画幅通常不足盈尺，善作册页者要比一般画家在文化修养和艺术功力上高出一筹，其在构图时虽仅截出大自然的一角半边，但匠心独运后，却能营造出使欣赏者有宽阔空灵之感，及丰富的想象空间，使画面充满丰盈的美感。真可谓一花一叶一世界。\n册页的典雅形式和审美效果的丰富性，远比独幅作品引人入胜。若由不同作者在同本册页中创作，彼此间会各擅其长，竞相斗艳；而如仅由一位作者独自创作，那他将会用十八般才艺施展于斯，每一开从题材内容、章法造型、设色和笔墨技巧等方面惨淡经营而求不同，以达到连续性观赏的艺术效果。\n册页常态为平压状，即使不断翻开合拢也不会影响其装裱和收藏效果，必要时还可将册页分散拆成单张镜片用于补壁之需。因其独具展赏方式的多样性，所以它在玩赏、收藏和增值上的潜力与其他形制的书画相比，也要更高一筹。\n创作颇具艰辛\n004年，由陆俨少创作的《杜甫诗意百开册页》以6930万元人民币的成交价，创下当时全球中国书画拍卖的最高记录，一时间举世震惊。而此《百开册》，不仅汇集了陆俨少中年时缜密娟秀、灵气流溢的画风，而且有晚年变法后雄健苍润、简约浑厚之气象，不愧是淬数十载功力和心血创作的罕遇高品，其创作经历也颇为艰辛。\n陆氏对“杜甫诗意”情有独钟，其自述道：“我年十八岁，……独于杜诗有癖嗜。其他诸家皆读选本，独杜集通读一过”；“蜀中山水，江流湍急，山石危耸，云树飞瀑之苍茫溅泻，虽一丘一壑，无有不可观者，是皆造物精心构置，一经杜公品题，发为诗歌，二者皆天下至美无双，足相匹配”；“我秉性近杜，又八年抗战，流寓四川，与杜公九载巴蜀，天涯羁旅，忧国怀乡，出处相类，心情无二。故所创作，题材取杜为多。此杜甫诗意画册百开之所由作也”。由此可见，他早年即酷爱杜诗，其身世经历和人生感受又与杜甫相似，故使他对杜诗产生了强烈共鸣，进而敬重杜甫高尚的人格及对艺术“语不惊人誓不休”的执着精神，最终使得“杜甫诗意”成为他毕生最钟爱和擅长表现的创作体裁。\n艺术影响力甚广的书画册页，往往有着非同寻常的创作和流传经历，此《百开册》也概莫能外。1962年，陆俨少为纪念杜甫诞生1250周年，尽数月之功完成一百开。而“文革”时期，《百开册》于上缴上海画院间被人窃去三十五开，后仅退还六十五开，旋即又曾被人索去其中十开，还为那人补画二开。1986年，被人窃去的那三十五开中十开，发现被黄君实购得。至此，《百开册》散落数处，使陆先生痛心疾首。后在王大山（荣宝斋经理）提议下，陆俨少索回了此前的十二开，并于1989年八十一岁时，在北京某处陆续补画三十余开，足成一百之数。然此册其后又流往海外多年，直至被翰海公司获悉藏在华人藏家手中。经过极力说服，终于使这件在中国画史上史无前例的鸿篇巨制，参拍后回归祖国。\n","category":"行草","verified":true,"user":1,"timestamp":1429951648121},{"name":"董其昌行草册页","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791621367,"text":"","author":"明代董其昌","description":"董其昌行草册页"}]