[{"name":"宋珏书法","text":"宋珏（1576—1632）明代诗人、书画家。字比玉，号荔支子，浪道人、国子仙，福建莆田人。国子监生。漫游吴越，客死吴地，工书画篆刻。山水学米氏、黄公望、吴镇，用笔苍老秀逸，不拘于法，兼善画松。\n人物简介\n宋珏，明神宗万历四年（1576）生，莆阳城关双池人。据《兴化府莆田县志》载：宋珏于1663年“客死石城，归葬于莆”。宋珏初游金陵，走吴越，侨寓武林、吴门间。其“琴心酒德”，交诗文家顾梦游、谭元春诸名士。顾梦游诗云：“君因求友切，去我指吴阊。”李流芳诗云：“爱君匣里端溪色，更遣烧灯试墨回。”尝见诗人画家程嘉燧荔文酒歌，击节叹慕，求得其人，因兄事之。后得遇文豪钟惺，书画篆刻家李流芳，放浪形骸，相交莫逆，人称“嘉定四先生”。\n宋珏为诗才情灿熳，信腕疾书，亦不留稿。郑王臣说：“比玉诗思轩爽流逸，不在松圆（程嘉燧）、檀园（李流芳）之下。”宋珏身为诗人，善与人交，但不强交，不苟绝。晚年以钱谦益为文字友，以黄道周为气谊友。思宗崇祯元年（1628），大臣黄道周疏救钱龙锡降调，适构疾求去，濒行上疏，宋珏闻讯，以诗相慰。\n宋珏久居南京，和以处众，宽以接下，恕以待人，君子人也。其泛爱施与，从不将书画当作敛钱的聚宝盆。平日饮酒以斗计，求书画者多伺珏醉后出绫绢，听其挥洒，疾持去。墨渖淋漓，人以为张颠再见，顾痴复生，甚至片札只字，人皆珍若拱壁，外国使者来华，不惜重金购求，足毕其梗概矣！崇祯四年（1631），宋珏病逝南京，享年五十六，赖知友力，归葬莆阳文赋里梅陇山（今南门外山牌）。《兴化府莆田县志》载：“客死石城，归葬于莆”。钱谦益为作行状。崇祯十四年（1641），浙江道御史李嗣京巡按福建，笃念世交。既刻尝心者代为掇拾之《宋比玉遗稿》于金陵；旬宣来莆，复立石表墓，题其额曰《海内盛名士宋比玉先生墓表》十二大字。文又备致推崇，其于激扬风雅、宏奖义烈，盖有至意存焉。\n个人成就\n宋珏擅诗文、工书法，尤精于绘画，山水、树石、出入二米及吴镇、黄公望，不名一家，兼善画松，亦秀绝。临李公麟《辋川图》长卷，不设色，山石纵笔作摺带皱，不拘于法，自是士人高致。有《娄江欲雪图》，陆时化为之题诗。钱牧斋诗云：“画船携得砚如规，曾向春红伴画眉。珍重朝来远山色，小鸾（比玉妾）休咏白头词。”其万历四十四年（1616）完成的传世之作《松阴晓霭图》，崇祯二年（1629）所作的扇面《亭皋落木图》，今存北京故宫博物馆。秦祖永《桐阴论画》云：“诗情画笔，倾倒名流，所写山水，脱尽画史习气，盖由其人品高洁，故落笔清而神腴，简而意足，自有一种高逸之致流露尺幅间，真士人雅构。”莆阳自古多荔枝，珏喜啖荔枝，日竟尽千粒。其咏荔枝诗之长，堪称历代之最，故画荔枝，“色泽肤理，与生无异”，为明代吴门画派的重要人物。\n宋珏为风流才子，“书圣画禅”，其人品高洁，技艺超群，也自为当世士林所赏识。钱牧斋诗云：“落魄风流迥不群，酒场骚垒自能军。”珏工八分书，行、章、草诸体亦佳，字字珠玑，笔法瘦劲有神，端庄凝重，浑然天成。《武备堂》一书作者茅元仪尝请宋珏书其堂额“赅博堂”，八分书，字大超三尺。《中国古代书法家辞典》收入宋珏的隶书《羼提居士诗》、《七言律诗》两幅中堂。遗墨“静观自得”石额，榜书豪迈俊美，灵姿秀出，古拙可爱。《山雨楼试墨图》隶书更潇洒隽永，神气逼肖，极具个性。\n宋珏琴心、酒德、书圣、画禅，样样足称，刻砚、多方收藏宋砚，篆刻更是自成一派。以八分书入印，学秦汉鉨印，突破篆文入印的传统，从而开创篆刻史上的“莆田派”，钱牧斋、王阮亭极为称赏之。其所刻蔡襄《荔枝谱》和《古香斋帖》，为稀世珍品。\n清代隶书复兴的引路人\n宋珏，明末莆田人，国子监生，客居金陵，一名榖，字比玉，号荔枝仙。他的隶书为时人所重，清周亮工《赖古堂书画跋》称“比玉，人知其善分书，不知其行楷俱登峰造极，人恒索其分书，比玉亦以汉隶应之耳”。故宫博物院就藏有其隶书中堂一幅（如图），是其颇具代表性的作品。宋珏隶书取法汉《夏承碑》，又深受唐隶肥笔派的影响，点画婀娜跳宕、用笔丰满沉厚、行笔利落果敢、墨色枯湿相间，全幅苍老而雄健，得汉隶意趣。但平心而论，此作也是毛病多多：章法的些许凌乱、体势的楷书色彩、波磔的变化技穷、个别结字的不堪和落款的游离，无论如何都算不上大家水准。宋珏取法的《夏承碑》并非汉隶上品，其隶书创作与清代专擅隶书的大师们相比也未臻妙境。即便如此，我们仍要看到宋珏之于书史的非凡意义。\n隶书在宋元明三代处于潜伏期，只不过在金石学和复古书风的影响下，一息尚存，并未消亡罢了。明代隶书更是低迷，像文征明这样的一代大家，其隶书也是僵呆板滞。“隶法宗汉”在当时还未成为一个书学常识，取法魏晋唐代隶书、效仿同时代书家就是其时隶书幼稚不堪的病根。宋珏则从根本上改变了隶书取法的方向性错误。他是中唐隶书没落之后的数百年，重新将学习的触角伸向汉代隶书的第一人，保存了隶书一脉纯正气息，为后学指出隶书学习的向上一路，对清代隶书复兴有筚路蓝缕之功。晚宋珏46年生的清初隶圣郑簠算是清隶的开山祖师了。他的学书经历从正反两方面说明了宋珏的重要意义：郑氏“初从时人宋比玉，见奇而悦之，学二十年，日就支离，去古渐远，深悔从前不求原本，乃学汉碑，始知朴而自古，拙而自奇。沉酣其中者三十余年，溯流穷源，久而久之，自得真古拙，趋奇怪之妙。”（《隶法琐言》）\n郑簠从学宋珏到学汉碑的转变，印证了书学“隶法宗汉”及“师心不师迹”原则的正确性。\n","category":"草书","verified":true,"user":1,"timestamp":1429951604868},{"name":"宋珏书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791639303,"text":"宋珏题鲜于枢《韩愈送李愿归盘谷序卷》，行书，上海博物馆藏。\n【释文】曾见吾家仲温以章草书此序，颇脱笔墨习气。今见鲜于困学手迹，又在仲温之上。赵氏子孙当世守之。莆田宋彀题。\n\n宋珏《隶书七律诗轴》。\n\n宋珏（1576-1663），亦作宋彀，字比玉，号荔枝仙、国子生、浪道人。莆田城厢双池巷（今城厢区英龙街）人。明神宗万历四年（1576）生，卒于明崇祯四年（1632）。宋珏是明末莆田一位最有才华的名士。他初为县庠生，盛才藻，不愿俯首帖括，不愿受八股时文的束缚，考选入官，遂舍去。后进南京国子监读书，也中途弃去。其后，他寄寓南京、苏州和杭州等地30余载。\n宋珏秉性豁达，喜交游，挚友如顾梦游、钟惺、谭元春、程嘉燧、李流芳等，乃名播四海的诗人和书画家。宋珏常与这些文坛艺苑的巨臂相过从，其为人与才学也自为当世士林所赏识。李流芳曾特意营造“垫巾楼”，延他居住，两人甚为莫逆之交。晚年，又以钱谦益为文学友，以黄道周为气谊友。当钱、黄两人处于危疑患难时，他疏财仗义，济急排难，无所畏避，时人无不传为美谈。\n宋珏长于书法，而豪于饮，所饮每以斗计。他章、行、草、隶俱佳，八分行草，瘦劲有神，下笔往往别开生面，醉后挥毫，更似天授。八分抚夏承碑，苍老雄健，骨格崭然，旅居金陵时，茅元仪著《武备志》，神宗称其“该博”，元仪即颜其堂曰“该博”，他为作八分书，字大三尺多，为他生平得意之笔。\n他又精于绘事，画山水出入“二米”、仲圭、于久之间，能脱尽画史习气，自有一种高逸之致流露尺幅间。写松石尤秀绝，画荔枝“色泽肤理，与生无异”，行笔雄秀，妙处横生。所临李伯时《辋川图》长卷，不设色，纵笔作摺带皱，略有变通，自立新意，不拘成法。其画笔之妙，倾倒名流。求书画者，多伺其醉，出捐素听其挥洒，疾持去。他的片纸只幅，皆成珍宝。外国使者多以重金求购，高价收藏。宋珏是明代吴门画派的重要人物。清代“扬州八怪”之一的黄慎等，都受到他影响。\n宋珏兼精篆刻，自以八分入印，开篆刻史上“莆田派”之先河。周亮工的《印人传》称：“以八分八印者，始于比玉，世称‘莆田派’。然考其名印及‘荔枝仙人’别号章，皆汉人矩，不专以八分入印也。”别创一格，名噪四方。清海宁周春《论印诗》中道：“闻说莆田宋比玉，创作汉隶入图书。爱奇竟道翻新样，古法终嫌尽扫除。”给以恰如其分的评价。其所刻蔡襄的《荔枝谱》和《古香斋帖》，极其传神地保持了蔡氏手迹，被人视为珍品。\n宋珏又工诗文，其诗思轩爽流逸，才情烂熳，信腕疾书，未尝留稿，惜哉！他多年流落江南，但对家乡荔子，情有独钟。曾朋结“荔社”，自任盟主。他每到一处品荔，必即景题诗于壁，今存《读金陵俞仲髦荔枝辞戏作》一诗，凡54韵，有道是历代最长的咏荔诗。他视荔枝为世上最高贵的果品，曰：“荔枝之于果，仙也，佛也，实无一物得拟。”宋珏精通韵律，喜鼓琴，与友同乐，以艺会友，其乐融融。\n宋珏墨迹留存尚多，著有《浪道人集》、《古香斋宝藏蔡帖》，文稿仅存《荔枝谱》八篇、《黄汉宫传》一篇和《陈白云诗集序》一篇。浙江道御史李嗣京辑他的诗，为“集”十卷，现已亡佚。宋珏贫以客终，卒于南京，终年57岁。后藉师友资助，归葬莆田文赋里（今南门外山牌村）。明崇祯14年（1641），李嗣京为其立石表墓，谓“琴心酒德，风流倾江左之英，书圣画禅，购求尽海外之使。”并题其额为“海内盛名士。”","author":"明代宋珏","description":"宋珏书法"}]