[{"name":"莫是龙行书录“晋书”王羲之与谢万书","text":"《晋书·王羲之传》来自《晋书》。\n王羲之，字逸少，号澹斋，东晋时期著名书法家，有“书圣”之称。琅琊临沂人，后迁会稽山阴（今浙江绍兴），晚年隐居剡县金庭。历任秘书郞、宁远将军、江州刺史，后为会稽内史，领右将军，人称“王右军”。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。\n原文\n晋书列传第五十王羲之（子玄之凝之徽之徽之子桢之徽之弟操之献之）许迈\n王羲之，字逸少，司徒导之从子也，祖正，尚书郎。父旷，淮南太守。元帝之过江也，旷首创其议。羲之幼讷于言，人未之奇。年十三，尝谒周顗，顗察而异之。时重牛心炙，坐客未啖，顗先割啖羲之，于是始知名。及长，辩赡，以骨鲠称，尤善隶书，为古今之冠，论者称其笔势，以为飘若浮云，矫若惊龙。深为从伯敦、导所器重。时陈留阮裕有重名，为敦主簿。敦尝谓羲之曰：“汝是吾家佳子弟，当不减阮主簿。”裕亦目羲之与王承、王悦为王氏三少。时太尉郗鉴使门生求女婿于导，导令就东厢遍观子弟。门生归，谓鉴曰：“王氏诸少并佳，然闻信至，咸自矜持。惟一人在东床坦腹食，独若不闻。”鉴曰：“正此佳婿邪！”访之，乃羲之也，遂以女妻之。\n起家秘书郎，征西将军庾亮请为参军，累迁长史。亮临薨，上疏称羲之清贵有鉴裁。迁宁远将军、江州刺史。羲之既少有美誉，朝廷公卿皆爱其才器，频召为侍中、吏部尚书，皆不就。复授护军将军，又推迁不拜。扬州刺史殷浩素雅重之，劝使应命，乃遗羲之书曰：“悠悠者以足下出处足观政之隆替，如吾等亦谓为然。至如足下出处，正与隆替对，岂可以一世之存亡，必从足下从容之适？幸徐求众心。卿不时起，复可以求美政不？若豁然开怀，当知万物之情也。”羲之遂报书曰：“吾素自无廊庙志，直王丞相时果欲内吾，誓不许之，手迹犹存，由来尚矣，不于足下参政而方进退。自儿娶女嫁，便怀尚子平之志，数与亲知言之，非一日也。若蒙驱使，关陇、巴蜀皆所不辞。吾虽无专对之能，直谨守时命，宣国家威德，固当不同于凡使，必令远近咸知朝廷留心于无外，此所益殊不同居护军也。汉末使太傅马日磾慰抚关东，若不以吾轻微，无所为疑，宜及初冬以行，吾惟恭以待命。”\n羲之既拜护军，又苦求宣城郡，不许，乃以为右军将军、会稽内史。时殷浩与桓温不协，羲之以国家之安在于内外和，因以与浩书以戒之，浩不从。及浩将北伐，羲之以为必败，以书止之，言甚切至。浩遂行果为姚襄所败。复图再举，又遗浩书曰：\n知安西败丧，公私惋怛，不能须臾去怀，以区区江左，所营综如此，天下寒心，固以久矣，而加之败丧，此可熟念。往事岂复可追，顾思弘将来，令天下寄命有所，自隆中兴之业。政以道胜宽和为本，力争武功，作非所当，因循所长，以固大业，想识其由来也。\n自寇乱以来，处内外之任者，未有深谋远虑，括囊至计，而疲竭根本，各从所志，竟无一功可论，一事可记，忠言嘉谋弃而莫用，遂令天下将有土崩之势，何能不痛心悲慨也。任其事者，岂得辞四海之责！追咎往事，亦何所复及，宜更虚己求贤，当与有识共之，不可复令忠允之言常屈于当权。今军破于外，资竭于内，保淮之志非复所及，莫过还保长江，都督将各复旧镇，自长江以外，羁縻而已。任国钧者，引咎责躬，深自贬降以谢百姓。更与朝贤思布平政，除其烦苛，省其赋役，与百姓更始。庶可以允塞群望，救倒悬之急。\n使君起于布衣，任天下之重，尚德之举，未能事事允称。当董统之任而败丧至此，恐阖朝群贤未有与人分其谤者。今亟修德补阙，广延群贤，与之分任，尚未知获济所期。若犹以前事为未工，故复求之于分外，宇宙虽广，自容何所！知言不必用，或取怨执政，然当情慨所在，正自不能不尽怀极言。若必亲征，未达此旨，果行者，愚智所不解也。愿复与众共之。\n复被州符，增运千石，征役兼至，皆以军期，对之丧气，罔知所厝。自顷年割剥遗黎，刑徒竟路，殆同秦政，惟未加参夷之刑耳，恐胜广之忧，无复日矣。\n又与会稽王笺陈浩不宜北伐，并论时事曰：\n古人耻其君不为尧舜，北面之道，岂不愿尊其所事，比隆往代，况遇千载一时之运？顾智力屈于当年，何得不权轻重而处之也。今虽有可欣之会，内求诸己，而所忧乃重于所欣。《传》云：“自非圣人，外宁必有内忧。”今外不宁，内忧已深。古之弘大业者，或不谋于众，倾国以济一时功者，亦往往而有之。诚独运之明足以迈众，暂劳之弊终获永逸者可也。求之于今，可得拟议乎！\n夫庙算决胜，必宜审量彼我，万全而后动。功就之日，便当因其众而即其实。今功未可期，而遗黎歼尽，万不余一。且千里馈粮，自古为难，况今转运供继，西输许洛，北入黄河。虽秦政之弊，未至于此，而十室之忧，便以交至。今运无还期，征求日重，以区区吴越经纬天下十分之九，不亡何待！而不度德量力，不弊不已，此封内所痛心叹悼而莫敢吐诚。\n往者不可谏，来者犹可追，愿殿下更垂三思，解而更张，令殷浩、荀羡还据合肥、广陵，许昌、谯郡、梁、彭城诸军皆还保淮，为不可胜之基，须根立势举，谋之未晚，此实当今策之上者。若不行此，社稷之忧可计日而待。安危之机，易于反掌，考之虚实，著于目前，愿运独断之明，定之于一朝也。\n地浅而言深，岂不知其未易。然古人处闾阎行阵之间，尚或干时谋国，评裁者不以为讥，况厕大臣末行，岂可默而不言哉！存亡所系，决在行之，不可复持疑后机，不定之于此，后欲悔之，亦无及也。\n殿下德冠宇内，以公室辅朝，最可直道行之，致隆当年，而未允物望，受殊遇者所以寤寐长叹，实为殿下惜之。国家之虑深矣，常恐伍员之忧不独在昔，麋鹿之游将不止林薮而已。愿殿下暂废虚远之怀，以救倒悬之急，可谓以亡为存，转祸为福，则宗庙之庆，四海有赖矣。\n时东土饥荒，羲之辄开仓振贷。然朝廷赋役繁重，吴会忧甚，羲之每上疏争之，事多见从。又遗尚书仆射谢安书曰：\n顷所陈论，每蒙允纳，所以令下小得苏息，各安其业。若不耳，此一郡久以蹈东海矣。\n今事之大者未布，漕运是也。吾意望朝廷可申下定期，委之所司，勿复催下，但当岁终考其殿最。长吏尤殿，命槛车送诣天台。三县不举，二千石必免，或可左降，令在疆塞极难之地。\n又自吾到此，从事常有四五，兼以台司及都水御史行台文符如雨，倒错违背，不复可知。吾又瞑目循常推前，取重者及纲纪，轻者在五曹。主者莅事，未尝得十日，吏民趋走，功费万计。卿方任其重，可徐寻所言。江左平日，扬州一良刺史便足统之，况以群才而更不理，正由为法不一，牵制者众，思简而易从，便足以保守成业。\n仓督监耗盗官米，动以万计，吾谓诛翦一人，其后便断，而时意不同。近检校诸县，无不皆尔。余姚近十万斛，重敛以资奸吏，令国用空乏，良可叹也。\n自军兴以来，征役及充运死亡叛散不反者众，虚耗至此，而补代循常，所在凋困，莫知所出。上命所差，上道多叛，则吏及叛者席卷同去。又有常制，辄令其家及同伍课捕。课捕不擒，家及同伍寻复亡叛。百姓流亡，户口日减，其源在此。又有百工医寺，死亡绝没，家户空尽，差代无所，上命不绝，事起成十年、十五年，弹举获罪无懈息而无益实事，何以堪之！谓自今诸死罪原轻者及五岁刑，可以充此，其减死者，可长充兵役，五岁者，可充杂工医寺，皆令移其家以实都邑。都邑既实，是政之本，又可绝其亡叛。不移其家，逃亡之患复如初耳。今除罪而充杂役，尽移其家，小人愚迷，或以为重于杀戮，可以绝奸。刑名虽轻，惩肃实重，岂非适时之宜邪！\n羲之雅好服食养性，不乐在京师，初渡浙江，便有终焉之志。会稽有佳山水，名士多居之，谢安未仕时亦居焉。孙绰、李充、许询、支遁等皆以文义冠世，并筑室东土，与羲之同好。尝与同志宴集于会稽山阴之兰亭，羲之自为之序以申其志，曰：\n永和九年，岁在癸丑，暮春之初，会于会稽山阴之兰亭，修禊事也。群贤毕至，少长咸集。此地有崇山峻岭，茂林修竹，又有清流激湍，映带左右，引以为流觞曲水，列坐其次。虽无丝竹管弦之盛，一觞一咏，亦足以畅叙幽情。\n是日也，天朗气清，惠风和畅，仰观宇宙之大，俯察品类之盛，所以游目骋怀，足以极视听之娱，信可乐也。\n夫人之相与，俯仰一世，或取诸怀抱，悟言一室之内，或因寄所托，放浪形骸之外。虽趣舍万殊，静躁不同，当其欣于所遇，暂得于己，快然自足，不知老之将至。及其所之既倦，情随事迁，感慨系之矣。向之所欣，俯仰之间，已为陈迹，犹不能不以之兴怀。况修短随化，终期于尽。古人云，死生亦大矣，岂不痛哉！\n每览昔人兴感之由，若合一契，未尝不临文嗟悼，不能喻之于怀。固知一死生为虚诞，齐彭殇为妄作，后之视今，亦犹今之视昔，悲夫！故列叙时人，录其所述，虽世殊事异，所以兴怀，其致一也。后之览者，亦将有感于斯文。\n或以潘岳《金谷诗序》方其文，羲之比于石崇，闻而甚喜。\n性爱鹅，会稽有孤居姥养一鹅，善鸣，求市未能得，遂携亲友命驾就观。姥闻羲之将至，烹以待之，羲之叹惜弥日。又山阴有一道士，养好鹅，羲之往观焉，意甚悦，固求市之。道士云：“为写《道德经》，当举群相赠耳。”羲之欣然写毕，笼鹅而归，甚以为乐。其任率如此。尝诣门生家，见棐几滑净，因书之，真草相半。后为其父误刮去之，门生惊懊者累日。又尝在蕺山见一老姥，持六角竹扇卖之。羲之书其扇，各为五字。姥初有愠色。因谓姥曰：“但言是王右军书，以求百钱邪。”姥如其言，人竞买之。他日，姥又持扇来，羲之笑而不答。其书为世所重，皆此类也。每自称“我书比钟繇，当抗行；比张芝草，犹当雁行也”。曾与人书云：“张芝临池学书，池水尽黑，使人耽之若是，未必后之也。”羲之书初不胜庾翼、郗愔，及其暮年方妙。尝以章草答庾亮，而翼深叹伏，因与羲之书云：“吾昔有伯英章草十纸，过江颠狈，遂乃亡失，常叹妙迹永绝。忽见足下答家兄书，焕若神明，顿还旧观。”\n时骠骑将军王述少有名誉，与羲之齐名，而羲之甚轻之，由是情好不协。述先为会稽，以母丧居郡境，羲之代述，止一吊，遂不重诣。述每闻角声，谓羲之当候己，辄洒扫而待之。如此者累年，而羲之竟不顾，述深以为恨。及述为扬州刺史，将就征，周行郡界，而不过羲之，临发，一别而去。先是，羲之常谓宾友曰：“怀祖正当作尚书耳，投老可得仆射。更求会稽，便自邈然。”及述蒙显授，羲之耻为之下，遣使诣朝廷，求分会稽为越州。行人失辞，大为时贤所笑。既而内怀愧叹，谓其诸子曰：“吾不减怀祖，而位遇悬邈，当由汝等不及坦之故邪！”述后检察会稽郡，辩其刑政，主者疲于简对。羲之深耻之，遂称病去郡，于父母墓前自誓曰：“维永和十一年三月癸卯朔，九日辛亥，小子羲之敢告二尊之灵。羲之不天，夙遭闵凶，不蒙过庭之训。母兄鞠育，得渐庶几，遂因人乏，蒙国宠荣。进无忠孝之节，退违推贤之义，每仰咏老氏、周任之诫，常恐死亡无日，忧及宗祀，岂在微身而已！是用寤寐永叹，若坠深谷。止足之分，定之于今。谨以今月吉辰肆筵设席，稽颡归诚，告誓先灵。自今之后，敢渝此心，贪冒苟进，是有无尊之心而不子也。子而不子，天地所不覆载，名教所不得容。信誓之诚，有如皦日！”\n羲之既去官，与东土人士尽山水之游，弋钓为娱。又与道士许迈共修服食，采药石不远千里，遍游东中诸郡，穷诸名山，泛沧海，叹曰：“我卒当以乐死。”谢安尝谓羲之曰：“中年以来，伤于哀乐，与亲友别，辄作数日恶。”羲之曰：“年在桑榆，自然至此。顷正赖丝竹陶写，恒恐儿辈觉，损其欢乐之趣。”朝廷以其誓苦，亦不复征之。\n时刘惔为丹阳尹，许询尝就惔宿，床帷新丽，饮食丰甘。询曰：“若此保全，殊胜东山。”惔曰：“卿若知吉凶由人，吾安得保此。”羲之在坐，曰：“令巢许遇稷契，当无此言。”二人并有愧色。\n初，羲之既优游无事，与吏部郎谢万书曰：\n古之辞世者或被发阳狂，或污身秽迹，可谓艰矣。今仆坐而获逸，遂其宿心，其为庆幸，岂非天赐！违天不祥。\n顷东游还，修植桑果，今盛敷荣，率诸子，抱弱孙，游观其间，有一味之甘，割而分之，以娱目前。虽植德无殊邈，犹欲教养子孙以敦厚退让。或以轻薄，庶令举策数马，仿佛万石之风。君谓此何如？\n比当与安石东游山海，并行田视地利，颐养闲暇。衣食之余，欲与亲知时共欢宴，虽不能兴言高咏，衔杯引满，语田里所行，故以为抚掌之资，其为得意，可胜言邪！常依陆贾、班嗣、杨王孙之处世，甚欲希风数子，老夫志愿尽于此也。\n万后为豫州都督，又遗万书诫之曰：“以君迈往不屑之韵，而俯同群辟，诚难为意也。然所谓通识，正自当随事行藏，乃为远耳。愿君每与士之下者同，则尽善矣。食不二味，居不重席，此复何有，而古人以为美谈。济否所由。实在积小以致高大，君其存之。”万不能用，果败。\n年五十九卒，赠金紫光禄大夫。诸子遵父先旨，固让不受。\n有七子，知名者五人。玄之早卒。次凝之，亦工草隶，仕历江州刺史、左将军、会稽内史。王氏世事张氏五斗米道，凝之弥笃。孙恩之攻会稽，僚佐请为之备。凝之不从，方入靖室请祷，出语诸将佐曰：“吾已请大道，许鬼兵相助，贼自破矣。”既不设备，遂为孙所害。\n徽之字子猷。性卓荦不羁，为大司马桓温参军，蓬首散带，不综府事。又为车骑桓冲骑兵参军，冲问：“卿署何曹？”对曰：“似是马曹。”又问：“管几马？”曰：“不知马，何由知数！”又问：“马比死多少？”曰：“未知生，焉知死！”尝从冲行，值暴雨，徽之因下马排入车中，谓曰：“公岂得独擅一车！”冲尝谓徽之曰：“卿在府日久，比当相料理。”徽之初不酬答，直高视，以手版柱颊云：“西山朝来致有爽气耳。”\n时吴中一士大夫家有好竹，欲观之，便出坐舆造竹下，讽啸良久。主人洒扫请坐，徽之不顾。将出，主人乃闭门，徽之便以此赏之，尽叹而去。尝寄居空宅中，便令种竹。或问其故，徽之但啸咏，指竹曰：“何可一日无此君邪！”尝居山阴，夜雪初霁，月色清朗，四望皓然，独酌酒咏左思《招隐诗》，忽忆戴逵。逵时在剡，便夜乘小船诣之，经宿方至，造门不前而反。人问其故，徽之曰：“本乘兴而行，兴尽而反，何必见安道邪！”雅性放诞，好声色，尝夜与弟献之共读《高士传赞》，献之赏井丹高洁，徽之曰：“未若长卿慢世也。”其傲达若此。时人皆钦其才而秽其行。\n后为黄门侍郎，弃官东归，与献之俱病笃，时有术人云：“人命应终，而有生人乐代者，则死者可生。”徽之谓曰：“吾才位不如弟，请以余年代之。”术者曰：“代死者，以己年有余，得以足亡者耳。今君与弟算俱尽，何代也！”未几，献之卒，徽之奔丧不哭，直上灵床坐，取献之琴弹之，久而不调，叹曰：“呜呼子敬，人琴俱亡！”因顿绝。先有背疾，遂溃裂，月余亦卒。子桢之。\n桢之字公干，历位侍中、大司马长史。桓玄为太尉，朝臣毕集，问桢之：“我何如君亡叔？”在坐咸为气咽。桢之曰：“亡叔一时之标，公是千载之英。”一坐皆悦。\n操之字子重，历侍中、尚书、豫章太守。\n献之字子敬。少有盛名，而高迈不羁，虽闲居终日，容止不怠，风流为一时之冠。年数岁，尝观门生樗蒱，曰：“南风不竞。”门生曰：“此郎亦管中窥豹，时见一斑。”献之怒曰：“远惭荀奉倩，近愧刘真长。”遂拂衣而去。尝与兄徽之、操之俱诣谢安，二兄多言俗事，献之寒温而已。既出，客问安王氏兄弟优劣，安曰：“小者佳。”客问其故，安曰：“吉人之辞寡，以其少言，故知之。”尝与徽之共在一室，忽然火发，徽之遽走，不遑取履。献之神色恬然，徐呼左右扶出。夜卧斋中而有偷人入其室，盗物都尽。献之徐曰：“偷儿，毡青我家旧物，可特置之。”群偷惊走。\n工草隶，善丹青。七八岁时学书，羲之密从后掣其笔不得，叹曰：“此儿后当复有大名。”尝书壁为方丈大字，羲之甚以为能，观者数百人。桓温尝使书扇，笔误落，因画作乌驳牸牛，甚妙。\n起家州主簿、秘书郎，转丞，以选尚新安公主。尝经吴郡，闻顾辟强有名园。先不相识，乘平肩舆径入。时辟强方集宾友，而献之游历既毕，傍若无人。辟强勃然数之曰：“傲主人，非礼也。以贵骄士，非道也。失是二者，不足齿之伧耳。”便驱出门。献之傲如也，不以屑意。\n谢安甚钦爱之，请为长史。安进号卫将军，复为长史。太元中，新起太极殿，安欲使献之题榜，以为万代宝，而难言之，试谓曰：“魏时陵云殿榜未题，而匠者误钉之，不可下，乃使韦仲将悬橙书之。比讫，须鬓尽白，裁余气息。还语子弟，宜绝此法。”献之揣知其旨，正色曰：“仲将，魏之大臣，宁有此事！使其若此，有以知魏德之不长。”安遂不之逼。安又问曰：“君书何如君家尊？”答曰：“故当不同。”安曰：“外论不尔。”答曰：“人那得知！”寻除建威将军、吴兴太守，征拜中书令。\n及安薨，赠礼有同异之议，惟献之、徐邈共明安之忠勋。献之乃上疏曰：“故太傅臣安少振玄风，道誉泮溢。弱冠遐栖，则契齐箕皓；应运释褐，而王猷允塞。及至载宣威灵，强猾消殄。功勋既融，投AX高让。且服事先帝，眷隆布衣。陛下践阼，阳秋尚富，尽心竭智以辅圣明。考其潜跃始终，事情缱绻，实大晋之俊辅，义笃于曩臣矣。伏惟陛下留心宗臣，澄神于省察。”孝武帝遂加安殊礼。\n未几，献之遇疾，家人为上章，道家法应首过，问其有何得失。对曰：“不觉余事，惟忆与郗家离婚。”献之前妻，郗昙女也。俄而卒于官。安僖皇后立，以后父追赠侍中、特进、光禄大夫、太宰，谥曰宪。无子，以兄子静之嗣，位至义兴太守。时议者以为羲之草隶，江左中朝莫有及者，献之骨力远不及父，而颇有媚趣。桓玄雅爱其父子书，各为一帙，置左右以玩之。始羲之所与共游者许迈。\n译文\n王羲之字逸少，是司徒王导的堂侄。王羲之小时候不善言谈，人们看不出他有什么超人之处。长大后，他很善于辩论，并且以性情耿直而著称。他特别擅长书法，是古今以来的第一人。人们称赞他的书法笔势“飘若浮云，矫若惊龙”。他的伯父王敦、王导都很看重他。陈留(今河南开封附近)人阮裕在当时享有盛誉，而阮裕也看重王羲之，把他和王悦、王承视为王家三位少年英才。有一次，太尉郗鉴派门生来见王导，想在王家子弟中选位女婿。王导让来人到东边厢房里去看王家子弟。门生回去后，对郗鉴说：“王家子弟个个不错，可是一听到有信使来，都显得拘谨不自然，只有一个人坐在东床上，坦腹而食，若无其事。”郗鉴说：“这正是我要选的佳婿。”一打听，原来是王羲之。郗鉴就把女儿嫁给了他。\n羲之很喜欢服药颐养性情，不喜欢在京城，刚到浙江，便有终老于此的志向。会稽山清水秀，风景优美，名士荟萃。谢安未做官时就住在这里。还有孙绰、李充等人，皆以文章盖世，他们都在这里建有住宅，与王羲之情投意合。王羲之曾和一样好友在会稽山阴的兰亭宴集，并亲自作序，来抒发自己的志向。\n王羲之生性爱鹅，会稽有一位孤老太太养了只鹅，叫声很好听，他想买而未能得，于是就带着亲友去观看。谁知老太太听说他要来，竟把鹅烹煮了，准备招待他，他为此难过了一整天。当时，山阴有位道士，养了一群鹅，王羲之去观看时非常高兴，多次恳求道士要买他的鹅。道士对他说：“你若替我抄一遍《道德经》，这群鹅就全部送给你啦”王羲之欣然命笔，写好后把鹅装在笼子里回去了，一路上乐不可支。还有一次，他到学生家去，看见人家的篚木矮桌洁净光滑，就在上面写起字来，一半楷书，一半草体。后来那位学生的父亲无意中把这些字给刮去了，他的学生懊悔了好几天。他的书法注当时就很被世人看重，诸如此类的事情很多。王羲之常自称；“我的书法和钟瑶相比，可以说不相上下；和张芝的草书相比，也如同大雁排行。”又曾经写信给人说：“东汉张芝临池学写字，池水都变成黑色，如果天下人象他那样沉迷于书法，也不一定比他差。”\n骠骑将军王述少有声誉，与王羲之齐名，但王羲之却看不起他，因此二人不和。王述先做了会稽内史，因为母亲去世，就辞职守丧，王羲之来接替他的职务，只到王述家去吊唁一次，就再也不登门。王述每次听到外面有号角声，总以为王羲之来看望自己，连忙洒扫以待，这样过了一年，而王羲之竟然不到访，王述深深为此感到遗憾。\n羲之生平\n入木三分\n主词条：入木三分\n晋代王羲之，字逸少，是世上难得的才子。七岁就擅长书法，十二岁时在父”晋帝当时要到北郊去祭祀，让王羲之把祝词写在一块木板上，再派工人雕刻。刻字者把木板削了一层又一层，发现王羲之的书法墨迹一直印到木板里面去了。他削进三分深度，\n才见底，木工惊叹王羲之的笔力雄劲，书法技艺炉火纯青，笔锋力度竟能入木三分。\n袒腹东床\n主词条：东床快婿\n6岁时，王羲之被郗鉴选为东床快婿。郗鉴有个女儿，名叫郗璿，字子房。年长二八，貌有貌相，尚未婚配，郗鉴爱女故要为女择婿，与丞相王导与情谊深厚，又同朝为官，听说其家子弟甚多，个个都才貌俱佳。一\n天早朝后，郗鉴就把自己择婿的想法告诉了王丞相。王丞相说：“那好啊，我家里子弟很多，就由您到家里挑选吧，凡你相中的，不管是谁，我都同意。”\n郗鉴就命心腹管家，带上重礼到了王丞相家。王府子弟听说郗太尉派人觅婿，都仔细打扮一番出来相见。寻来觅去，一数少了一人。王府管家便领着郗府管家来到东跨院的书房里，就见靠东墙的床上一个袒腹仰卧的青年人，对太尉觅婿一事，无动于衷。郗府管家回到府中，对郗太尉说：“王府的年轻公子二十余人，听说郗府觅婿，都争先恐后，唯有东床上有位公子，袒腹躺着若无其事。”郗鉴说：“我要选的就是这样的人，走，快领我去看。”郗鉴来到王府，见此人既豁达又文雅，才貌双全，当场下了聘礼，择为快婿。“东床快婿”一说就是这样来的。\n相聚兰亭\n东晋穆帝永和九年（公元353年），农历三月三日，王羲之和谢安、孙绰等41人在绍兴兰亭修褉（一种祓除疾病和不祥的活动）时，众人饮酒赋诗，汇诗成集，羲之即兴挥毫为此诗集作序，这便是有名的《兰亭序》。此帖为草稿，28行，324字。记述了当时文人雅集的情景。作者因当时天时地利人效果发挥极致，据说后来再写已不能逮。其中有二十多个“之”字，写法各不相同。宋代米芾称之为“天下第一行书”。\n称病弃官\n永和十一年（公元355年）三月王羲之称病弃官。“携子操之由无锡徙居金庭。建书楼，植桑果，教子弟，赋诗文，作书画，以放鹅弋钓为娱。”他和许询、支遁等人，开始遍游剡地山水。定居金庭后，书法兴起。其后裔多擅书画，作品挂满厅堂、书房，人称“华院画堂”。后人定村名为“华堂”，沿称至今。\n会稽安逝\n东晋升平五年（公元361年），王羲之卒于会稽金庭（今浙江绍兴），葬于金庭瀑布山（又称紫藤山），其五世孙衡舍宅为金庭观，遗址犹存。梁大同年间（535－546年），嗣孙建豆腐干豆腐右军祠于墓前。\n羲之成就\n书法风格\n王羲之的《兰亭集序》为历代书法家所敬仰，被誉作“天下第一行书”。王兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。其书法平和自然，笔势委婉含蓄，遒美健秀，世人常用曹植的《洛神赋》中：“翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘飖兮若流风之回雪。”一句来赞美王羲之的书法之美。传说王羲之小的时候苦练书法，日久，用于清洗毛笔的池塘水都变成墨色。后人评曰：“飘若游云，矫若惊龙”、“龙跳天门，虎卧凰阁”、“天质自然，丰神盖代”。有关于他的成语有入木三分、东床快婿等，王羲之书风最明显特征是用笔细腻，结构多变。\n王羲之书法影响了一代又一代的书苑。唐代的欧阳询、虞世南、诸遂良、薛稷、和颜真卿、柳公权，五代的杨凝式，宋代苏轼、黄庭坚、米芾、蔡襄，元代赵孟頫，明代董其昌，这些历代书法名家对王羲之心悦诚服，因而他享有“书圣”美誉。（图册资料）\n作品\n王羲之真迹早于不存于世，唐代的精摹本历来已被当作真迹看待。由于年代久远，且本帖享盛名久，和王羲之其它墨迹一样，对它的摹刻年代就有不同推断。有称为宋摹的，也有疑为米芾所摹的，而更多的则定为唐摹。它著录极多，并一再被刻入各种丛帖中，元以后的公私藏印及流传历历可考与可靠，其珍贵性不言而喻。\n王羲之作品列表\n书体类别\n作品\n\t\t\t\n草书\n《十七帖》\n《初月帖》\n《行穰帖》\n《龙保帖》\n《上虞帖》\n《长风帖》\n《贤士帖》\n《飞白帖》\n《平安帖》（草书）\n行书\n《姨母帖》\n《快雪时晴帖》\n《丧乱帖》\n《兰亭集序》\n《平安帖》（行书）\n《何如帖》\n《奉橘帖》\n《孔侍中帖》\n《寒切帖》\n《远宦帖》\n《二谢帖》\n《雨后帖》\n《秋月帖》\n《都下帖》\n楷书\n《黄庭经》\n《乐毅论》\n\t\t\n造诣\n王羲之自幼爱习书法，由父王旷、叔父王廙启蒙。七岁善书，十二岁从父亲枕中窃读前代《笔论》。王旷善行、隶书；王廙擅长书画，王僧虔《论书》曾评：“自过江东，右军之前，惟廙为最，画为晋明帝师，书为右军法。”王羲之从小就受到王氏世家深厚的书学熏陶。当代留美书法新秀刘铎曾赞叹：“好字唯之（之，王羲之）”。\n王羲之早年又从卫夫人学书。卫烁，师承钟繇，妙传其法。她给王羲之传授钟繇之法、卫氏数世习书之法以及她自己酿育的书风与法门。《唐人书评》曰：“卫夫人书如插花舞女，低昂美容。又如美女登台，仙娥弄影，红莲映水，碧沼浮霞。”今人沈尹默分析说：“羲之从卫夫人学书，自然受到她的熏染，一遵钟法，姿媚之习尚，亦由之而成，后来博览秦汉以来篆隶淳古之迹，与卫夫人所传钟法新体有异，因而对于师传有所不满，这和后代书从帖学入手的，一旦看见碑版，发生了兴趣，便欲改学，这是同样可以理解的事。可以体会到羲之的姿媚风格和变古不尽的地方，是有深厚根源的。”（《二王法书管窥》）\n王羲之善于转益多师，当他从卫夫人的书学藩篱中脱出时，他己置身于新的历史层而上。他曾自述这一历史转折：“羲之少学卫夫人书，将谓大能；及渡江北游名山，比见李斯、曹喜等书；又之许下，见钟爵、梁鹄书；又之洛下，见蔡邕《石经》三体书；又于从兄洽处，见张昶《华岳碑》，始知学卫夫人书，徒费年月耳。……遂改本师，仍于众碑学习焉。”从这段话可以看到王羲之不断开拓视野、广闻博取、探源明理的经历和用心。（图册资料）\n王羲之志存高远，富于创造。他学钟繇，自能融化。钟书尚翻，真书亦具分势，用笔尚外拓，有飞鸟鶱腾之势，所谓钟家隼尾波。王羲之心仪手追，但易翻为曲，减去分势。用笔尚内抵，不折而用转，所谓右军“一搨瓘直下”。他学张芝也是自出机杼。唐代张怀耿曾在《书断》中指出这一点：“剖析张公之草，而浓纤折衷，乃愧其精熟；损益钟君之隶，虽运用增华，而古雅不逮，至研精体势，则无所不工。”王羲之对张芝草书“剖析”、“折衷”，对钟繇隶书“损益”、“运用”，对这两位书学大师都能“研精体势”。沈尹默称扬道：王羲之不曾在前人脚下盘泥，依样画着葫芦，而是要运用自己的心手，使古人为我服务，不泥于古，不背乎今。他把平生从博览所得秦汉篆隶的各种不同笔法妙用，悉数融入于真行草体中去，遂形成了他那个时代最佳体势，推陈出新，更为后代开辟了新的天地。这是王羲之“兼撮众法，备成一家”因而受人推崇的缘故。\n晋书\n《晋书》，是一部记载两晋历史的纪传体史书。\n本书由唐代房玄龄等人撰写，因唐太宗撰写了书中《宣帝记》、《武帝纪》、《陆机传》、《王羲之传》四篇传末的“论”，因此旧书亦题“唐太宗文皇帝御撰”。实际上《晋书》是由房玄龄，诸遂良等二十一人奉命编撰的，其中监修三人为房玄龄、褚遂良、许敬宗；天文、律历、五行等三志的作者为李淳风；拟订修史体例为敬播；其他十六人为令狐德棻、来济、陆元仕、刘子翼、卢承基、李义府、薛元超、上官仪、崔行功、辛丘驭、刘胤之、杨仁卿、李延寿、张文恭、李安期和李怀俨。该书共有一百三十卷，其中帝记十卷，志二十卷，列传七十卷，载记三十卷，记述了从西晋武帝泰始元年（公元265）到东晋恭帝元熙二年（公元420）共一百五十六年的历史。\n唐初撰写《晋书》的时候，距离东晋灭亡已经有两百年，期间研究晋史撰写晋史的成果很多，较为完备的有“十八家晋书”之说。唐太宗对这些著作都不甚满意，于是下诏重修。唐代《晋书》初称为《新晋书》，后来十八家晋书渐有亡佚，该书就被后人直接称为《晋书》了。唐修《晋书》的基本史料来源主要是“十八家晋书”，而其中以臧荣绪和王隐的《晋书》为主，此外利用了刘义庆的《世说新语》、干宝的《搜神记》和沈约的《宋书》志文中的一些材料。正应为这个原因，后世对唐代修的《晋书》的取材方面多有垢病。另外，该书从唐太宗下诏修撰的贞观二十年（公元646）到贞观二十二年（公元648），历时不足三年便修撰完成，虽说是在官方集中大量人力物力下完成的，但难免也有很多粗疏的地方，连带着官修史书的很多弊病，自唐代中期以来都受到人们的訾议。\n尽管如此，唐修撰的《晋书》还是有它的很多重要价值。该书在唐代所修的八部“正史”中占有重要的地位，是官修史书的经典范例。其次《晋书》在体例上继承和发展了我国的纪传体传统。该书在体例上较为严谨，这在自魏晋南北朝以来的纪传体史书中是少见的。尤其是新增了《忠义》、《孝友》、《叛逆》等类传和《载记》的使用，还有大量的合传的处理等，都为纪传体的发展做出了贡献。此外还有其书卷八十二，共收录了十二位两晋史学家的传记，此虽无类传之名但又内类传之实，反映了唐初史学家对历史上史学家群体的初步认知，“可以说是一篇晋代史学史简编，也是中国史学史最早的形式之一”（白寿彝语）。第三，在修撰过程中，“求实去华”等原则基本得到贯彻。虽然受到当时文风的影响，书中还是有不少骈俪华美的文句，但其原则是史书应该具有“龟鉴”作用的，所以书中收录了大量反映社会思想文化的珍贵历史文献，如《江统传》中的《徙戎论》、《刘毅传》中的《论九品中正》、《鲁褒传》中的《钱神论》等等。这些文献不仅为人们认识当时社会提供了较为切实的直观材料，同时也成了后世辑佚的渊数。\n《晋书》问世不久就有人加以研究，唐代何超撰写了《晋书音意》三篇，很多版本的《晋书》后面都附有这本著作。《晋书》通行的版本有清末刘承干嘉业堂刻本吴士鉴的《晋书斜注》、中华书局1974年出版的点校本《晋书》。\n个人生活\n1.【建立】317年，皇族司马睿在建康称帝，是为晋元帝，史称东晋。东晋本身并没有强大的实力，主要是凭着长江天险，偏安江南；及依靠丞相王导号召南迁避难的中原士族，并联合南方大族，取得他们的支持。不过，南北大族之间时常发生冲突，内乱频生，导致东晋政权并不稳定。\n西晋灭亡后，匈奴、鲜卑、羯、氐、羌五个民族的统治者，在中国北方的黄河流域一带先后建立许多割据政权，连同汉族所建立的政权，较重要的有十六个国家，历史上称为“五胡十六国”。\n2.【北伐】从北方南迁的人民时常怀念家乡，因此一些有志之士多次进行北伐，希望能够收复北方的国土。祖逖是东晋率先北伐的将领，他曾经率军收复黄河以南地区，但由于东晋内部出现纠纷，朝廷又担心他北伐成功后威望太高，结果没有给予支持，以致功败垂成，祖逖忧愤而死，曾收复的土地又被胡人重新占领。\n继祖逖之后，又有桓温三次北伐，曾一度收复洛阳，他屡次请求朝廷把都城迁回洛阳，但遭到大族的反对，东晋君臣又怕他权势太大，难以控制，因而无法实现。\n3.【危机】氐族所建立的前秦，在苻坚时任用汉人王猛为相，强大起来，统一了北方大部分地区。383年，苻坚率军南下，声势浩大，企图一举消灭东晋，于是发生了历史上著名的“淝水之战”。淝水之战后，前秦瓦解，北方大乱，再次陷入长期分裂的状态，胡人无暇南侵。东晋以弱胜强，局势暂时稳定下来。\n4.【灭亡】东晋的宗室和大族，经常争权夺利，人民生活相当困苦，以致盗贼四起。淝水之战后，南方人民暂获安定，但政治混乱和贪污腐败的情况，并没有改善。东晋大臣桓温死后，其子桓玄逼晋安帝禅位给他，改国号为楚，史称“桓楚”；刘裕起兵声讨，杀死桓玄，恢复东晋的统治。但刘裕自己有夺位的野心，终于在420年，废晋恭帝自立，改国号为宋，史称“刘宋”。东晋至此正式灭亡。\n","category":"行书","verified":true,"user":1,"timestamp":1429951644801},{"name":"莫是龙行书录“晋书”王羲之与谢万书","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791639394,"text":"莫是龙《录“晋书”王羲之与谢万书》，台湾何创时书法艺术馆藏。","author":"明代莫是龙","description":"莫是龙行书录“晋书”王羲之与谢万书"}]