[{"name":"文彦博行书尺牍内翰帖","text":"文彦博（1006年10月23日—1097年6月16日[1] ），字宽夫，号伊叟[2] 。汾州介休（今山西介休）人[3] 。北宋时期著名政治家、书法家。被誉为介休三贤之一。天圣五年（1027年）进士及第。他历仕仁、英、神、哲四帝，出将入相五十年。任殿中侍御史期间，秉公执法，曾成功地抵御了西夏的入侵。为相期间，大胆提出裁军八万之主张，为精兵简政，减轻人民负担，被世人称为贤相。晚年皈依佛法。官至太师、平章军国重事，封潞国公。1097年（绍圣四年），遭言官诬陷而被降职为太子少保，同年四月丁巳（6月16日），文彦博逝世，享年九十二岁。徽宗时，与司马光等被称为“元祐党人”，后被特命从党籍中除名，并追复太师，谥号忠烈。有《文潞公集》四十卷，《全宋词》录其词一首。[4] \n概述图片来源：[5] \n人物生平\n早年经历\n文彦博的祖先本姓敬，因避晋高祖石敬瑭和宋翼祖赵敬的名讳而改姓文。文彦博少年时和张昪、高若讷跟跟随颍昌人史炤学习经术，史炤的母亲觉得文彦博不同寻常，对人说：“是贵人啊。”十分厚待他。 \n027年（天圣五年），文彦博考中进士后，担任翼城县知县，通判绛州，后被任命为监察御史，并升任殿中侍御史。 \n当时西部边境连年交战，军队中如果有副将临阵先退、望敌不进的，按照常规，大将应向朝廷请示后才作处理。文彦博说：“这种办法在平居无事之时还可行。但现在连年作战，将领带兵数十万，如果没有权力自主处置这些事情，将权不集中，军法不严峻，怎么能成功呢？”宋仁宗认为他说得很有道理，吸取他的意见。当时黄德和与刘平有矛盾，他诬告刘平投降于辽朝，并用金带贿赂刘平的奴仆，使他附和己说证实刘平投敌。刘平一家二百多人因此而被捆绑投入监狱。宋仁宗命文彦博在河中设法庭进行审理。通过仔细审查，文彦博了解了事情的真相。但黄德和的同党很多，图谋推翻文彦博的审理结论，以至于动员朝廷另派御史来河中办案。文彦博拒不接纳，说：“朝廷忧虑此案办不成功，所以才派你来。现在案情已审出结果，你应该马上回朝廷。倘使此案现有反复，我文彦博宁愿承担责任。”黄德和及刘平的奴仆最后因此而被正法。 \n抵御元昊\n不久，文彦博以直史馆的身份任河东转运副使。麟州运粮饷的路曲折遥远，而银城河外有唐朝时运粮的旧道，被废弃没有疏理。文彦博的父亲文洎在任转运使时，曾考虑修复这条旧道，但没来得及动工就去世了。文彦博继承他父亲的志愿，修复了旧道，并由此而储备了大量粮饷。李元昊入侵时，围困麟州十日，知道城中做了准备，便撤围而退。 \n不久，改任天章阁待制、都转运使，接连升任龙图阁、枢密直学士、秦州知州，不久又改任益州知州。曾在钤辖官舍踢球，听到门外喧嚣，一打听，才知道是卒长鞭打一兵士，兵士不认罪。文彦博让他们进来，询问了事情原委，命人把兵士拉出去接受鞭打，但这个兵士还是不认罪，文彦博叫人把他斩了，踢完球后才回家。 \n平息叛乱\n047年（庆历七年），宋仁宗把文彦博召回朝廷，任命他为枢密副使、参知政事。同年十一月，贝州王则起义，明镐对王则进行讨伐，很久也攻不下来。文彦博请求去贝州讨伐，于次年春正月被朝廷任命为宣抚使，前往平息王则起义。文彦博至贝州城下，一面让官军猛攻北城，另一方面在南城挖地道，直通城里。闰正月，官军攻入城中，王则被捕，起义平息。文彦博以功升同中书门下平章事、集贤院大学士。 \n裁兵八万\n他向朝廷推荐张瑰、韩维、王安石，说他们恬淡名利，有道德、讲原则，请求对他们进行褒奖以激励风俗。并同枢密使庞籍商议裁省兵员，总计裁撤为民以及支付原俸禄一半的士兵和将佐共八万人，对这件事，当时议论纷纷，有人认为这些人一定会聚为盗贼，仁宗对此也感到疑虑。文彦博说：“现在公私困竭，就是因为兵员过多。假使这些裁撤的兵士要作乱，臣死也要把这事平定下去。”他的谋划终于执行，而裁撤的兵士也没有闹事。 \n遭劾被免\n049年（皇祐元年）八月，文彦博任昭文馆大学士。1051年（皇祐三年），御史唐介称文彦博曾送蜀锦给张贵妃，所以才有被任命为昭文馆大学士的机会。唐介被罢职，而文彦博也降职，为观文殿大学士、许州知州，改为忠武军节度使，主管永兴军。[14-15]   \n安定危局\n055年（至和二年）六月，文彦博再次担任吏部尚书、同中书门下平章事、昭文馆大学士，与富弼同一天被任命，士大夫都以朝廷得人为庆幸。 \n056年（至和三年）正月，仁宗在临朝受文武百官参拜时，突然发病，被扶入宫内。文彦博叫来内侍史志聪了解情况。史志聪说：“宫里的事我不能向外泄露。”文彦博叱喝他说：“你们在宫廷里来来往往，却不让宰相知道天子的身体状况，目的何在？自今天开始，如果陛下病情加剧，一定要告诉我，否则，以军法从事。”他还与同僚刘沆、富弼计谋开启大庆殿，设醮祈祷，并留宿大庆殿外的小屋。史志聪说：“从来就没有这样的先例。”文彦博说：“这个时候，还能考虑有先例没先例吗？”开封府知府王素半夜扣打宫门，宣称要报告谋反的事情，文彦博不让他进来；第二天早上，王素说有京师禁卫告诉他都虞候要作乱。刘沆主张逮捕都虞候，加以审理。文彦博把都指挥使许怀德叫来，问都虞候到底是什么样的人。许怀德说他可担保都虞候不会谋反，文彦博说：“那么这事是禁卫有怨仇，诬告都虞候而已，应该立即把这禁卫杀了以安定众心。”于是请刘沆把案情做个结论，把禁卫在军门前斩了。 \n在这之前，富弼采纳官员李仲昌的计策，从澶州商胡河贯穿六漯渠，使之流入横垅旧道。北京留守贾昌朝一向讨厌富弼，暗中勾结内侍武继隆，指使司天官二人等执政大臣在一起讨论朝廷大事时，于殿廷宣扬国家不应该在北方开河渠，开河渠（损害地脉）导致仁宗身体欠安。文彦博明白了他们用意所在，但没有采取办法加以制止。过了几天，这两个司天官又上书，请仁宗皇后一同处理政事，这也是武继隆所指使的。史志聪把司天官的上书拿给执政大臣看。文彦博看了以后，把它藏起来，不给其他同僚看，而表现出很高兴的样子，不慌不忙地把两位司天官叫来盘问，说：“你们今天有些话要讲吧？”二位司天官回答：“是的。”文彦博说：“天文变异，你们的职责就是要如实反映。但怎么随便参预国家大事？你们的罪行应该株连一族。”二位司天官害怕，面色都变了。文彦博说：“我看你们不过是狂狷愚蠢罢了，不忍心治你们的罪行，但以后不能再这样了。”两位司天官退出去后，文彦博才把司天官的上书给同列看。众人都非常气愤，说：“这些家伙竟敢如此僭越而上书，你怎么不把他们给斩了？”文彦博说：“把他们斩了，事情也弄大了，恐怕引起皇后不安。”众人都说：“想得周到。”不久朝廷议定派遣司天官核实六漯渠的方位，并派二人前往。武继隆代表他们请求留下，文彦博说：“他们本来不敢乱说，有人指使他们这样干罢了。”武继隆沉默不敢回答。二位司天官到了六漯渠，害怕究治前面所犯罪行，改而说六漯的方位在东北，不是在京师正北面。 \n仁宗病愈，文彦博等人才从大庆殿回家。在仁宗生病的这些日子里，京师吏民担心害怕，靠文彦博、富弼老成持重，众人的心情才得安宁。刘沆在仁宗病愈后偷偷告诉仁宗说：“陛下身体不好时，文彦博曾擅自诛斩报告谋反的人。”文彦博听到了后，把刘沆的判词呈给仁宗，仁宗的疑虑才消除了。御史吴中复请求把唐介召回朝廷。文彦博因而认为，唐介过去做御史，弹劾臣的事大多都针对臣的毛病，其中有些是道听途说，难免不实，但当时臣也过分责备了他，请陛下按吴中复的奏折办理。时人都认为文彦博品德高尚。 \n任职地方\n很久后，文彦博被任命为河阳三城节度使同平章事、判河南府，被封为潞国公，改镇保平，判大名府。不久改镇成德，升任尚书左仆射、判太原府。不久，再镇保平，判河南府。因母亲去世而辞官守丧。 \n063年（嘉佑八年），仁宗驾崩，宋英宗赵曙即位，任命文彦博为成德军节度使，文彦博多次上表，请求能够让自己守完丧，朝廷允许。 \n当初，仁宗身体不好，文彦博与富弼等人请求立太子。仁宗答应了，但后宫又有怀孕的，这件事拖了下来。不久，文彦博离职，后来，富弼亦因守丧离职。文彦博守丧完毕后，官复原职，判河南府，英宗下诏命他到朝廷拜见。英宗对他说：“朕被立为太子，是你的功劳。”文彦博严肃地回答：“陛下被立为太子，承继帝统，是仁宗皇帝的意愿，也是皇太后（曹皇后）襄赞之功，臣没有什么功劳。而且陛下被立为太子以及继统之时，臣不在朝廷，都是韩琦等人根据先帝意愿而受命行事，臣没有参与。”英宗说：“让先帝有所裁择，以及开始创议，你都对朕有恩。”文彦博谦逊地回避，不敢认为有功于英宗。英宗说：“你暂且西去任职，不久就会把你召回朝廷。”不久，即升文彦博为侍中，改镇淮南府，判永兴军，入朝任为枢密使、剑南西川节度使。 \n069年（熙宁二年），英宗任命陈升之为宰相。下诏说：“文彦博是世人所敬仰的名臣，令陈升之官位在文彦博之下，以符合朕的礼贤之意。”文彦博说：“大宋的枢密使职，没有在宰相上面的。只有曹利用曾经在王曾、张知白上。臣下对礼义难说全懂，但不敢仿效曹利用所为，以紊乱朝廷礼法。”他坚决推辞才没有使自己位在陈升之之上。 \n不合出外\n西夏进犯大顺时，将帅李复圭把阵图和方略授给钤辖李信等人，命他们出战。等到失败后，他却诬奏李信有罪。文彦博把其中的是非暴露出来，而宰相王安石曲意诛杀李信等，秦地人认为他们都冤枉。庆州兵乱，文彦博对神宗说：“朝廷施政，务必符合人心。应该兼采各种意见，以静重为第一要务。陛下励精图治，而人心不安，恐怕是法令改变太大的缘故。祖宗之法未必都不能实行，不过是有偏而不全的弊端而已。”王安石知道这些话是针对他来说的，起来反驳道：“谋求为百姓除害，怎么做都行。若万事都拖拖沓沓，那是西晋亡国之风，对国家的治理有什么好处？”御史张商英欲依附王安石，指使枢密院以其他事动摇文彦博，张商英由于事实不真而被贬斥。 \n文彦博在枢密府任职九年，终因激烈地争论说市易司监卖果实，有伤国体，并引起百姓怨恨，引起王安石的嫉恨，最后请求辞职。宋神宗任命他为司空、河东节度使、判河阳，移判大名府。文彦博尽管不在朝廷，但神宗对他的关注却有增无减。 \n当时监司有许多新提拔的少年，转运判官汪辅之就奏告文彦博不办事，神宗批示了这个奏折，并把它交给文彦博，说：“因为您的旧恩德，所以请您守护京师北门，细小的事情不必劳心。汪辅之官小位卑，竟敢如此无礼，将会另加处置。”没过多久，就罢掉了汪辅之的官。当初，有个叫李公义的选人，请求以铁龙爪治黄河，宦官黄怀信承袭铁龙爪的做法，制作浚川耙，天下都笑着谈论浚川耙，认为拿它治理黄河等于儿戏，而只有王安石相信它。派遣都水丞范子渊实行此法。范子渊奏称田浚川耙的功用，可以让河水都回原道。退出被淹没的民田有数万顷。神宗诏命大名府核实，文彦博说：“黄河不是浚川耙就可疏通的，即使愚蠢至极的人，都知道没有效果，臣不敢跟着别人胡说以欺骗陛下。”文彦博的奏疏呈上，神宗看完不高兴。另派知制诰熊本等人去考察，考察的结果就像文彦博所说。范子渊于是请求拜见皇上，说熊本等人看到王安石被罢相，臆测文彦博将为宰相，故意附会文彦博的说法，御史蔡确也弹劾熊本等人受命考察时不守法纪。熊本等都得到处罚，唯独不涉及文彦博。不久加官司徒。 \n深得宠荣\n080年（元丰三年），文彦博被拜为太尉，再次判河南。当时王同老说起仁宗至和年间议论立皇太子的事，文彦博恰好入朝。神宗为此询问他，文彦博还是以从前对英宗说的话对神宗说：“英宗皇帝天命所在，国家政权有归宿。这实在是仁宗皇帝了解儿子的贤明，慈圣太皇太后拥佑之力，臣下有什么功劳可言？”神宗说：“虽然是天命，但也靠人谋，您品性深厚，不宣扬自己的善德，阴德如丙吉，真是定策的大臣，是国家的依靠。”文彦博说：“像周勃、霍光等，才可算是定策的臣子。自至和年间以来，朝廷内外建议立皇太子的人很多，臣虽然也有建议，但并没有立即实行。后来，韩琦等终于把大事办成，主要是韩琦的功绩。”神宗说：“开端更难，当时仁宗高皇帝的意向已定。嘉佑年末，只不过是把以前的诏命再复述一遍而已。正好像丙吉、霍光，不致相互掩盖功劳。”于是加文彦博两镇节度使，文彦博推辞不受。将到河南府任职，神宗在琼林苑赐宴，并两次派宦官送给文彦博他写的诗。时任都认为此事十分荣耀。 \n王中正经管边事时，但凡所到之处都宣称受密旨招募禁兵，而把他们向西边带去。文彦博以没有看到诏令为由他拒绝在河南府招募，王中正也不敢招募而离开。过了很长一段时间后，文彦博求请辞职回家，以太师职位致仕，住在洛阳，洛阳人邵雍以及程颢兄弟都以儒家道统自重，对待文彦博如布衣之交。[29-30]   \n神宗曾想把洛水通过汴京，但主管者却堵绝洛水，不让洛水入洛阳，洛阳城里的人都为此事烦忧。文彦博趁宦官刘惟简到洛阳的机会，把其中的情况反映了。刘惟简将此事告诉神宗，神宗特诏洛水如以前照样通行，于是洛阳城得到了无穷的便利。 \n086年（元祐元年）四月，司马光推荐文彦博，说他是宿德元老，应该重新起用，来辅佐朝廷。宣仁太后将任命文彦博为三省长官，而议论政事的人认为不行，于是任命他为平章军国重事，六天朝觐一次，一月两次到皇宫讲经，宋哲宗对他恩礼有加。但文彦博每年都要求告退，1090年（元祐五年），文彦博以太师充护国军、山南西道节度等职再次致仕。 \n降职去世\n097年（绍圣四年），章惇把持朝政，言官议论文彦博与司马光是朋党，反对王安石变法，诋毁神宗，于是将他由太师降职为太子少保。同年四月丁巳（6月16日），文彦博逝世，享年九十二岁。 \n宋徽宗崇宁年间（1102年—1106年），蔡京任右相时，将文彦博、吕公著、司马光等人称为“元祐党人”，刻元祐党人碑，禁止元祐学术。后来徽宗特别命令将文彦博从党籍中除名，追复他太师之职，谥号忠烈。 \n722年（清康熙六十一年），文彦博与历代功臣四十人从祀历代帝王庙，北宋诸臣入祀的还有吕蒙正、李沆、寇准、王曾、范仲淹、富弼、韩琦、司马光。 \n人物评价\n总评\n文彦博历仕仁宗、英宗、神宗、哲宗四朝，任将相五十年，声名闻于四夷。元祐年间，辽朝派使者耶律永昌、刘霄来访问，苏轼接待，同使者一起拜谒哲宗。在殿门外使者望见文彦博，退立改容说道：“这是潞国公吧？”并问文彦博年寿。苏轼回答后，使者说：“年寿如此高，但身体怎么这么健壮。”苏轼说：“使者还只看到了他的容貌，没有听见他说话。他综理各种事情，极其精练，即使少年也赶不上；他学问贯古通今，即使专门名家也有不如。”使者崇敬地说：“文彦博真是天下异人。”文彦博回洛阳后，西羌首领温溪心有匹名马，请求边境官吏，愿意把名马赠送给文彦博，哲宗特诏允许。他被别国人崇重达到了如此程度。 \n文彦博虽然官居高位，也很富裕，但他平常接待人谦逊下士，尊德乐善，生怕做得不好。 他执政于承平之时，史称：“至和以来，共定大计，功成退居，朝野倚重。”文彦博于辅助朝政，平雪冤狱，处处为百姓着想，多所建树，在北宋中期社会的稳定与发展中，起到了一定的积极作用。\n历代评价\n史炤母：贵人也。 \n赵顼：①彦博朝廷宗臣。 卿深厚不伐善，阴德如丙吉，真定策社稷臣也。 \n王禹玉：功业迥高嘉祐末，精神如破贝州时。 \n苏轼：其综理庶务，虽精练少年有不如；其贯穿古今，虽专门名家有不逮。 \n苏辙：惟判府司徒侍中，辅相三世，始终一心。器业崇深，不言而四方自服；道德高妙，无为而庶务以成。 \n耶律永昌、刘霄：天下异人也。 \n范祖禹：天监仁皇德，惟时岳降神。英资备文武，贤业富经纶。梦颊求岩野，于畋载渭滨。三朝瞻上宰，四海入洪钧。谟烈重光启，枢衡万化新。珪璋扶日月，剑履上星辰。述职分东陕，宣威震北垠。长城万里远，奠枕四夷宾。自昔登储后，惟公秉国均。川河赖舟楫，霜雪儿松筠。阊阖朝黄道，云龙对紫宸。忠勋藏庙祏，异礼冠臣邻。风雨王城会，烟花洛苑春。麾幢近泉石，衮绣出埃尘。照社祥光盛，充闾庆旦臻。御炉熏黼黻，天厩辍麒麟。帝念深元老，邦基属柄臣。公虽慕前哲，天欲觉斯民。左右萧何手，安危晋国身。济时归寿域，遐算等灵椿。\n王称：彦博以王佐之才，克平妖难，致位丞弼，虽以人言去位，而天下之望日隆。及其再相也，乃秉忠竭诚，首议建储，遂绝口不言。至神宗之世，因事自显，人谓彦博不独首建大（阙）为难，而有功不居之为尤难也。彦博出入四世，名倡九牧，神明所相，寿考康宁，近世以来，一人而已。 \n脱脱等《宋史》：国家当隆盛之时，其大臣必有耆艾之福，推其有余，足芘当世。富弼再盟契丹，能使南北之民数十年不见兵革。仁人之言，其利博哉！文彦博立朝端重，顾盼有威，远人来朝，仰望风采，其德望固足以折冲御侮于千里之表矣。至于公忠直亮，临事果断，皆有大臣之风，又皆享高寿于承平之秋。至和以来，建是大计，功成退居，朝野倚重。熙、丰而降，弼、彦博相继衰老，憸人无忌，善类沦胥，而宋业衰矣！《书》曰：‘番番良士，膂力既愆，我尚有之。’岂不信然哉！ \n王夫之：夫君子乐则行，方行而忧，忧即违也；忧则违，方违而乐，乐又可行也。内审诸己，而道足以居，才足以胜，然后任之也无所辞。外度诸人，而贤以汇升，奸以夙退，然后受之也无所让。以此求之张齐贤、寇准、王曾、文彦博、富弼、杜衍诸贤，能超然高出于升沈兴废之闲者，皆有憾也。 \n蔡东藩：交通宫掖有还无，偏惹台臣口笔诛。当日潞公无辩论，想因献锦未全诬。 \n个人著作\n文彦博著有《大飨明堂纪要》二卷、《药准》一卷，已佚，今存《文潞公集》40卷，收入《山右丛书》中。文彦博诗六卷，以明嘉靖五年平阳王溱刻《文潞公文集》四十卷本为底本。参校明嘉靖五年王溱刻，清季锡畴、瞿熙邦校本；明嘉靖五年王溱刻、傅增湘校补本；影印清文渊阁《四库全书》本。另从《施注苏诗》、《舆地纪胜》等辑得集外诗九首、附于卷末。\n文彦博也爱写诗、词，但所留甚少，且多与政治有关。《全宋诗》273~278辑录有其诗集，集外辑得佚诗九首，《<全宋诗·文彦博诗>辑补》辑有《全宋诗》失收佚诗35首又二句。《全宋诗订补》辑得佚诗一首。《全宋文》卷641~卷659辑录他的文集，集外补辑53篇。 《全宋词》录其词一首。 \n文彦博工书法、善墨翰，结字疏宕闲雅，笔法清劲，笔势飞动，风格英爽，蕴藉凝重，颇有唐人风致受颜真卿书法影响尤深。宋周必大《益公题跋》说：“公年过七十，笔力犹清壮如此，非独见所养深厚，亦足占寿考之祥矣。”又说：“公字虽不甚置意，亦时有唐人风致，非无师法者。”宋黄庭坚《山谷集》也说：“潞公书笔势清劲，真不愧古人。”宋楼钥在《攻愧集》中说：“潞公翰墨飞动，使人望而畏之。”宋朱长文《墨池编》称：“文潞公书，风格英爽。”存世书迹有《祠部帖》、《三札卷》、《内翰帖》（又称《得报帖》）。 \n家族成员\n文彦博先祖本姓敬，为避后晋高祖石敬瑭之讳，改姓文。后晋亡后，复姓敬，至北宋立国避翼祖（赵敬）庙讳又改姓为“文”。\n其曾祖父文与尚为河东节度使石敬瑭幕僚，官至岚州录事参军。 \n其子文锐原配为户部郎中王丕之女，有子三人，长子文洎（即文彦博之父），次子文淳，曾为郊社斋郎，三子文渊未仕而亡。王氏早逝，文锐续娶郭氏，有子一人，名文渭。文洎官至主客郎中、河东转运使。\n文洎娶妻耿氏，耿氏早亡，只留一子即文彦博。续娶申氏，申氏生一子二女，子文彦若举进士第，长女嫁曾任天章阁待制鞠咏之子鞠齐卿，次女嫁殿中丞元吉之子进士成伟。文彦博娶陈贯之女。\n文彦博有八子，都担任重要官职。第六子文及甫官至集贤殿修撰、提举明道宫，因犯罪被夺职，后来又复职。 \n据《三朝北盟会编》记载：在靖康之变，完颜宗翰到西京时，让人访求大臣的文集书籍，又寻找文彦博、富弼、司马光等人的子孙，当时只有文彦博的第九子殿撰文维申，年迈拄杖穿着鞋先出城，只留下一个妾和一个婴儿。完颜宗翰见到文维申后，抚他的背很久，用衣服、珠玉为他压惊，再次下令让他回宅。 \n文彦博与包拯关系很好，其子包绶墓志里有“再娶故相太师潞国公之女文氏”之语，文氏后封蓬莱县君。\n文献记载\n《碧云騢》\n《邵氏闻见录·卷十》 \n《墨庄漫录》\n《明道杂志》\n《高斋漫录》\n《石林燕语》\n《懒真子》\n《蒙斋笔谈》\n《铁围山丛谈》\n《柳亭诗话》\n《张氏可书》\n《诗话总龟》\n《名臣言行录》\n《续资治通鉴长编》\n《东都事略·卷六十七》\n《宋史·卷三百一十三·列传第七十二》 \n《尧山堂外纪·卷四十七·宋》 \n《续资治通鉴》\n《宋史演义》\n逸闻趣事\n洛阳耆英会\n文彦博退居洛阳后，和富弼、司马光等十三人，仰慕白居易九老会的旧事，便会集洛阳的卿大夫年龄大、德行高尚的人，他认为洛阳风俗重年龄不重官职大小，便在资圣院建了“耆英堂”，称为“洛阳耆英会”，让闽人郑奂在其中画像。当时富弼七十九岁，文彦博与司封郎席汝言都已经七十七岁，朝议大夫王尚恭七十六岁，太常少卿赵丙、秘书监刘几、卫州防御使冯行己都已七十五岁，天章阁待制楚建中、朝议大夫王慎言已七十二岁，太中大夫张问、龙图阁直学士张焘已七十岁。当时宣徽使王拱宸留守北京，写信给文彦博，想要参加他们的会，王拱宸七十一岁。而只有司马光还没到七十岁，文彦博素来看重他，便用唐朝九老狄兼謩的旧例，请他入会。司马光以自己时晚进后辈而不敢在富、文二人之后。文彦博不听，让郑奂自幕后传司马光画像，又到北京传王拱宸的画像，于是参会的有十三人。他们置酒赋诗相互取乐，当时洛阳有许多名园古刹，有水竹林亭的风景，文彦博等人头发和眉毛雪白，仪表神态端庄美好。每次聚集宴会时，洛阳的百姓都随从观看。[52-53]   \n因妃拜相\n据梅尧臣所作《碧云騢》记载：宋仁宗妻张贵妃的父亲曾是文彦博家的门客。张贵妃为了巩固自己在后宫的地位，主动结交文彦博，对他以伯父相称，以便在皇宫争宠中获得更多的外力支持。当时，文彦博是枢密直学士、成都知州。有一次，临近上元节，张贵妃示意文彦博进献灯笼锦。蜀锦天下闻名，尤以成都灯笼锦为最，此锦纹样以灯笼为主体，配饰流苏和蜜蜂，喻意“五谷丰登”。文彦博马上安排人把灯笼锦制成，并送达京师。\n到了上元节那天，张贵妃特意穿着灯笼锦做的衣服，去见宋仁宗，宋仁宗惊呼：“何处有此锦？”张贵妃回答说：“这是要成都文彦博织来的，他曾与我父亲有旧，所以以伯父相称。不过，我怎能指派朝廷大臣呢？是文彦博主动织来献给陛下您的。”宋仁宗颇高兴，从此开始留意文彦博。不久，宋仁宗就把文彦博调回，任枢密副使，随后重任为参知政事。 后来此事为唐介所上奏，文彦博外调许州。第二年的上元节，内臣有人作诗说：“无人更进灯笼锦，红粉宫中忆佞臣。”仁宗听到这诗后也笑了。 \n镇定自若\n文彦博在成都任职时，曾经在一个大雪天中宴请宾客，夜深了还没有散席。随从的士兵有人大发牢骚，并且把井亭拆掉烧了避寒。一个军校把这些向文彦博报告了，席上的宾客听后都吓得直打颤。文彦博镇定地说：“天气也确实冷，就让他们把井亭拆了去烤火吧。”说毕神色自若地继续照旧饮酒。随从的士兵们泄了气，再也没有找借口闹事。第二天，文彦博查问清是谁先动手拆井亭，把此人杖责一顿押送走了。 \n恰好即止\n元丰末年，文彦博致仕回到洛阳。当时他已年近八十，神宗看到他身体康强，就问：“您摄生也有道吗？”文彦博对：“没有别的。臣只是能任随其意、悠然闲适而自得其乐，不因外物而伤和气，不敢做过分的事，事情做的正好就行了。”神宗认为文彦博说的是著名的言论。 \n敬之若神\n蔡绦在《铁围山丛谈》中记载：蔡绦幼时与一群同伴玩耍。正说文彦博和韩琦，才刚刚说话，年龄大的长辈就一定会改变脸色劝诫道：“小后生不要乱说！”当时离二人去世已数十年，仍然让人敬佩的像对神明一样。 \n笃信佛教\n文彦博信奉佛法，晚年更甚，无论早晚和行住坐卧之间，不曾有稍微的懈怠。曾和净尹法师集合十万人举行净土的法会。\n灌水浮球\n文彦博自幼聪明过人，一次，他和几个同伴在草地上踢球，一不小心，球掉进一个树洞。同伴们趴在洞口伸手摸球摸不到，用棍子到洞里拨球也够不到。大家正在焦急时，文彦博想出了个好办法，把水灌入树洞中，水满而球浮出。这就是“文彦博灌水浮球”的故事。\n中国邮政曾于2010年6月1日发行《文彦博灌水浮球》特种邮票1套2枚，小本票1本。 \n相关遗迹\n祠堂\n文彦博祠在介休市城内，明清建筑，有大殿，献殿。\n墓葬\n文彦博墓在洛阳市伊川县城关镇罗村西。\n艺术形象\n元末明初小说家罗贯中，以文彦博平定王则的故事为背景，创作了二十回本的长篇小说《平妖传》，后来冯梦龙又改为四十回本。\n","category":"行书","verified":true,"user":1,"timestamp":1429951561507},{"name":"文彦博行书尺牍内翰帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636649,"text":"文彦博尺牍《内翰帖》 行书 纸本 26.4×43.4cm 台北故宫博物院藏\n《内翰帖》,凡十行，（此帖《三希堂法帖》改作十一行）每行字数不一，共七十一字。\n释文：\n彦博启，先此邮中得报，内翰奄弃盛年。久忝知契，闻讣摧咽，况乎天性，何可胜处？切须自勉。老年如何当此，生于前年，罹此痛，犹赖素曾留意于无生法，故粗能自遣，幸听愚者之言。彦博","author":"宋代文彦博","description":"文彦博行书尺牍内翰帖"}]