[{"name":"黄庭坚金刚般若波罗密经","text":"黄庭坚(1045年-1105年) 北宋诗人，书法家。英宗治平四年 (1067)进士。神宗熙宁三年，王安石为宰相，实行新法遭到以司马光为首的保守派猛烈反对。后来新旧两党斗争愈演愈烈，一直延续到北宋灭亡。在这场斗争中，黄庭坚站在旧党一边，他虽然没有积极参加这场斗争，但他的一生一直卷在斗争的旋涡里。 《墨缘汇观》胃“黄山谷小行书柬札尺牍为第一，正行大字第二，大草收第三”。黄之小行书尺牍，美则美也，但以今天之审美标准、情趣观照，安歧未免推许太过。重排名次，山谷狂草应居第一。大行书第二，小行书殿后似较易为人接受。\n\n黄庭坚，是北宋著名文学家，书法家，诗人，为盛极一时的江西诗派开山之祖。著作现存《豫章黄先生文集》三十卷。另有南宋时任渊等三人整理加注的《山谷诗集注》内集三十卷、外集十四卷、别集二十卷。又《山谷词》一卷。\n生平履历\n出身\n黄庭坚（1045——1105），字鲁直，洪州分宁（今江西修水县）人。他出身于一个文学空气很浓的家庭，父亲黄庶是专学杜甫、韩愈的诗人，著有《伐檀集》二卷；舅父李民也是诗人，而且是有名的藏书家；两位岳父孙觉和谢师厚也是积学知名之士。在这样的环境中，他从小就博览群书，三教经典以及小说杂书无所不读。所以他的成就是多方面的，尤其是他的诗歌，对后世产生了深远的影响。黄庭坚在治平四年（1067）考中进士后，于熙宁初任汝州叶县的县尉，熙宁五年（1072）任北京国子监教授，得到大臣文彦博的器重。元丰元年（1078），他写了一封信给徐州太守苏轼，表示仰慕之意，并呈诗二首。苏轼当即复信，称赞他的“古风二首，托物引类，真得古诗人之风”（《答黄鲁直书一首》）。\n与苏轼缔交\n两人从此缔交，终身不渝。元丰三年，他出知吉州太和县，路过舒州时，游览了三祖山上的山谷寺，因爱其风光，便以山谷道人作为别号。元年间。他以秘书省校书郎召入馆阁，司马光赞赏其好学有文，邀请他参与校定《资治通鉴》。他在京将近九年，任《神宗实录》检讨官、加集贤院校理，升起居舍人、秘书丞，兼国史编修官。这一时期，苏轼兄弟是朝廷显要，他始终追随着苏轼，常相唱和，成为“苏门四学士”之一。绍圣年间，政局发生了变化，章?、蔡卞等新党得势，肆意迫害元?党人，他被贬为涪州别驾，从此又自号涪翁。徽宗时，蔡京擅权，大兴党祸。转运判官陈举承宰执赵挺之的风尚，告发他所作《荆州承天院塔记》中有幸灾谤国之意，因此被撤销一切职务，流放宣州编管，他的著作也因此遭禁。崇宁四年（1105）九月三十日，他死于贬所，终年六十一岁。\n政治思想\n黄庭坚在政治思想上受苏轼的影响很大，并屡次与苏轼一同被贬。但他主张新旧的两党互相宽容：“人材包新旧，王度济宽猛。”（《次韵子由绩溪病起被召，寄王定国》）他虽然不很赞成新法，但不像司马光等那样极端保守，坚决反对，并认为新法的流弊不是王安石的过错。在《跋王荆火禅简》中，他对王安石的人品十分推崇敬佩：“然余尝熟观其风度，真视富贵如浮云，不溺于财利酒色，一世之伟人也。”他这种不抱偏见地对待王安石的态度，在当时是难能可贵的。黄庭坚的世界观是儒佛道三家思想的混合体。他所受的教育，自然是传统的儒家学说。但在激烈的新旧党争中，他没有勇气也毫无办法去解决矛盾，于是便逃遁到仙乡佛国中去寻求精神上的寄托。\n禅宗的影响\n他和法秀、祖心、惟清、悟新等禅师交往，接受了禅宗的影响。其诗歌创作中，除了儒家经典外，道家的《老子》、《庄子》、《列子》、《抱朴子》、《淮南子》、《黄庭经》等，佛家的《金刚经》、《法华经》、《楞严经》、《维摩经》、《华严经》、《涅?经》、《般若经》、《传灯录》等都是他所喜欢涉猎的，可见他所接受的思想影响也较复杂。黄庭坚是作为宋诗的代表作家之一而载入史册的。北宋中后期，以王安石为首的新党跟以司马光为首的旧党反复斗争，黄庭坚属于旧党中人，他的政治生涯也随着旧党势力的消失而升沉变化。他一生从未居要职、握大权。\n关心百姓疾苦\n他在地方任上，有机会接近下层，能关心百姓的疾苦，为农民做过一些好事。他对王安石变法的态度也比较客观，在新党当政时，黄庭坚执行了新法，但在具体实施时敢于作出一些便民的修改，旧党得势时，他时变法被全部废弃而感到惋惜。因而在黄庭坚的诗歌中，有一些较真实地反映了这个时期的历史情况和社会现状的好作品。如《流民叹》、《戏和答禽语》、《上大蒙笼》、《送范德孺知庆州》、《蚁蝶图》等，都深深打下了时代的烙印，反对统治阶级的苛政，对人民的疾苦表示同情，关心宋朝与契丹、西夏之间益尖锐的民族矛盾斗争。但这些“爱国忧民”的诗篇在黄诗近二千首作品中数量不多，不能不说是一个缺陷。\n诗歌\n在黄庭坚诗歌中，描述个人的生活经历如亲友间的友谊的作品占有三分之二以上。这些诗歌表现了封建时代知识分子的理想和抱负、抒发了失意时的感慨。诗人珍惜那金石般坚贞的亲情友谊，把诗当成日常往还的书信，“次韵”、“和答”、“有赠”、“有怀”，热情的鼓励，亲切的劝勉，共同分享生活中的欢乐与悲哀。尽管处处是罗网，每句诗都可以造成文字狱，但诗人们深挚的情谊却依然维系着，即使因此而被贬官，被流放，还是感到“难答故人情”！对坎坷的人生，诗人在执着地探索着，总想追寻出它的秘密，当他无法找出答案时，就只好在老庄哲学和佛学中去获得精神的解脱，这就是黄诗经常羼杂着禅学说教的原因吧！\n影响\n黄庭坚对中国古典诗歌影响最大的还是在诗歌的艺术形式方面。他的自己大量的创作实践，总结出一套较完整的诗歌创作经验，指示人们作诗的规矩方法，以至形成了一个笼罩两宋百年的文学流派——江西诗派，其流风余韵远被于近代，清末的“宋诗运动”，也许就是黄庭坚开创的江西诗派的回光返照。\n艺术特色\n黄庭坚诗歌的艺术特色表现在以下几个方面：\n严密的谋篇结构的法度\n宋人范温《潜溪诗眼》引黄庭坚的话：“文章必谨布置。每见后学，多告以《原道》命意曲折。”宋诗本有散文化的倾向，黄庭坚也把写文章的法度用了诗歌创作中，要求一篇上下，都有线索可寻，每句每段，也应安排得法。但这“布置”并不是要试贴那样僵化的格式，村学究的“起、承、转、合”，而是要曲折变化。“奇正相生”，富有法于无法之中，最后达到“无意于文”的浑成之境。我们读黄诗时经常会遇到这样的情况：作者的思路好象突然断了，上下两句，前后两段接不上榫，这正像电影中的蒙太奇手法，镜头一下子转换，场面突然改变，但其中还是有人内在联系的，需要我们用自己的想象补足它。这样，文学就更简炼，诗意也更会蓄。\n讲究修辞造句\n黄诗有其特殊的句法，那是从杜甫一脉传下来的。喜欢造拗句。在句子结构上，不按正常的语法规律，把主语、谓语、宾语的次序颠倒，或删去一些句子成份，或把两个意思紧缩在一句中，以使句意曲折，文气跌宕，给读者留下深刻的印象。如其名句“风雨极知鸡自晓，雪霜宁与菌争年”（《再次韵寄子由》）、“黄流不解ネ明月，碧树为我生凉秋”（《汴岸置酒赠黄十七》）等，都是佳例。黄诗很重视炼字，“置一字如关门之键”，五言诗句的第三字，七言诗句的第五字，更要求工稳新警。置字有力，句中有“眼”，句子便显得骨格峻峭，全诗为之而生色。还要炼虚字，尤重连接虚字的运用，以使行文跌宕有致。\n重视律诗中对偶句\n对偶，唐人已下过很多功夫，唐诗中有不少工整精美、脍炙人口的对句，宋人想突过它，只得另立新法，别出新意。黄诗的对句，自然生动，有些乍看起来像是散文的句子，毫不似对偶，但认真体味之，则觉字字工切，别有韵味。如“舞阳去叶才百里，贱子分公俱少年”（《次韵裴仲谋同年》）、“清坐一番春雨歌，相思千里夕阳残”（《和答王晦之登楼见寄》）等。就是所谓的“以歌行之气，运于偶句”了。\n具有一种特殊的音乐美\n诗的音律与感情是一致的，特殊的风格需要用特殊的音律来表现。黄庭坚的律诗，有许多不合“正格”的句子，不按照诗律规定的平仄来组句，“其法于当下平字处以仄字易之，欲其气挺然不群。”这种拗句，用得好的，声情并茂，在“不和谐”中更觉其美，如“小雨藏山客坐久，长江接天帆到迟”（《题落星岚漪轩》、“清谈落笔一万字，白眼举觞三百杯”（《过方城寻七叔祖旧题》）等，我们在吟诵时自会感到其音律的特殊美。就这样，黄庭坚苦心孤诣，刻意出奇，用他那“奇正相生”的谋篇法度，用他那“以故为新”的句法字法，用他那险拗的音律，形成了他自己独特的艺术风格，人们把这种“峭刻生新”、“深折透辟”、“老辣硬涩”的诗风称为“黄庭坚体”。在扫除五代、宋初柔弱华靡的诗风上，黄庭坚对中国诗歌的发展是有贡献的。\n总结\n黄庭坚论诗，提倡“无一字无出处”和“点铁成金”、“夺胎换骨”之法，在宋代以至后来的诗坛上都发生过一定的影响。江西诗派崇尚瘦硬风格，要求字字有来历，往往袭用前人诗意而略改其词，以为工巧，就是继承了黄庭坚的衣钵而变本加厉的。黄庭坚过于重视诗歌的技巧工形式，而忽视了文艺最本质的东西——作品的思想内容，所以无论怎样力图推陈出新、练字锻句，把别人惯用的词语、陈腐的调子引剥落干净，但实际上只不过是用自己的新瓶子装了前人的旧酒。他在文字技巧上越陷越深，有些诗作生硬怪僻，或过于曲折隐晦，以致成为只供少数人欣赏的古董了。\n黄庭坚的散文虽为其诗词成就所所掩，但在北宋不失为一作手。他作文立意为本，并注重辨体，称“荆公评文章常无体制而后文之工拙”（《书王元之〈竹楼记〉后》，故颇致力于学习前人的文章法度。在其记述性文章中，不仅写景状物形象生动，而且寓以哲理，启迪人生，使文具有情理相生之趣。在他留下的众多的书信中，以贬谪时期的居多，它们或述交谊行正，或谈艺论文，多真情实感，非泛泛应酬酬作，从中表现出作者的人品与识见。他的题跋随笔涉及面很广，尤以诗论书画美术者为多，涉笔成趣，常多慧心解悟之论，短章隽语，意味深长。总之，黄庭坚的散文雅健警炼，应当在北宋文坛上占有一席席地。\n","category":"草书","verified":true,"user":1,"timestamp":1429951602210}]