[{"name":"褚遂良楷书雁塔圣教序","text":"《雁塔圣教序》亦称《慈恩寺圣教序》，唐代褚遂良书。楷书，共1463字。公元653年（唐永徽四年）立。共二石，均在陕西西安慈恩寺大雁塔下。前石为序，全称《大唐三藏圣教序》，唐太宗李世民撰文；后石为记，全称《大唐皇帝述三藏圣教记》，唐高宗李治撰文。为避高宗讳，碑文两个“治”字，均缺末笔。亦称《慈恩寺圣教序》。凡二石，均在陕西西安慈恩寺大雁塔下。前石为序，全称《大唐三藏圣教序》，唐太宗李世民撰文，褚遂良书，21行，行42字。后石为记，全称《大唐皇帝述三藏圣教记》，唐高宗李治撰文，褚遂良书，20行，行40字，文右行\n碑帖详述\n《大唐三藏圣教序》（下简称《圣教序》）与《大唐皇帝述三藏圣教记》（下简称《圣教序记》）二石皆为楷书，万文韶刻。两石位于陕西西安市南郊慈恩寺大雁塔底层，分立塔门之东、西龛各一。东龛内为唐太宗所撰之《序》碑，书写行次从右排向左；西龛内为唐高宗还是太子时所制，书写行次从左排向右，两碑对称。《圣教序》21行，行42字，共821字，文左行。《圣教序记》20行，行40字，共642字，文右行。前者题额是隶书、后者为篆书。褚遂良的官名，前者为中书令、后者为尚书右仆射。年月日，前者为永徽四年岁次癸丑十月己卯朔十五日癸巳、后者为永徽四年岁次癸丑十二月戊寅朔十日丁亥。 \n书法欣赏\n欣赏\n《雁塔圣教序》为褚遂良五十八岁时书，是最能代表褚遂良楷书风格的作品，字体清丽刚劲，笔法娴熟老成。褚遂良在书写此碑时已进入了老年，至此他已为新型的唐楷创出了一整套规范。\n结体：在字的结体上改变了欧，虞的长形字，创造了看似纤瘦，实则劲秀饱满的字体。王偁曾评说：“……同州、雁塔两圣教序记是其自家之法，世传《兰亭》诸本，亦与率更不类。盖亦多出自家机杼故也。”褚遂良书法特点中整幅书法作品以弧形线条居多，即使是短线条，也有一咏三叹的情调。弧线的大量使用，使原本笔直、坚挺的基本笔画，增加了柔和委婉。褚遂良在起笔时略微多了点逆笔，然后引回，波转一下。这些用笔都使褚遂良的书法显得生动活泼，不局限于原有的形式。《雁塔圣教序》的笔画纤细而俊秀，即使是复杂的波折转笔，也是一丝不苟，毫无须发的遗憾。褚遂良秉承了文人书法家的笔法，在书写过程中却又能把握轻重、灌输力量。\n运笔：《雁塔圣教序》在运笔上则采用方圆兼施，逆起逆止；横画竖入，竖画横起，首尾之间皆有起伏顿挫，提按使转以及回锋出锋也都有了一定的规矩。唐张怀瓘评此书云：“美女婵娟似不轻于罗绮，铅华绰约甚有余态。”清代秦文锦亦评曰：“褚登善书，貌如罗琦婵娟，神态铜柯铁干。此碑尤婉媚遒逸，波拂如游丝。能将转折微妙处一一传出，摩勒之精，为有唐各碑之冠。” \n评价\n《雁塔圣教序》引领大唐楷书新格，书法史上褚遂良因此被重重地书上一笔。初唐三家——欧、虞、褚并称书坛，但真正地开启唐代楷书门户者，非褚氏遂良一人莫属。纵观唐中期的颜真卿、徐浩，莫不受其影响，可以说唐朝中后期书坛风貌是由褚遂良启导的，特别是《雁塔圣教序》更具有创新的时代意义。——王佑贵《褚遂良与〈雁塔圣教序〉》。 \n碑刻研究\n关于修正线\n日本学者荒金治在所著《〈雁塔圣教序〉的修正线》一文中，考证了圣教序碑中许多笔画多次修改补充的现象。这一现象荒金治认为起初发现修正线的是日本大正时期的书法家比田井天来（1872—1939）与松田南溟。1971年，由书学院出版部出版了《书学院本·雁塔圣教序》，在此拓片上，共有350个金色与红色的点。比田井天来的儿子南谷也是著名的书法家，他在后言里谈到“关于这些点，真可惜没有问清楚”。因此，日本别府大学教授荒金信治（号大琳，即荒金大琳，荒金治的父亲）为研究《雁塔圣教序》，分别于1997年、1998年与2006年三次去西安大雁塔进行拍照，回来后把照片放大就发现了许多类似“形”字的修正线。甚至还有一个字里进行5处修正的现象。找到的总数是978个字，修正处达1492：《圣教序》共有821个字，修正的566个字、没有修正的255个字、《圣教序记》共有642个字，修正的412个字、没有修正的230个字。\n荒金大琳与荒金治父子通过反复研究后，认为“修正线”现象与历史的大背景有密切的关系：即褚遂良第一次书写的时候，因为太宗喜欢行书而多用了行书笔画。太宗去世时，定长孙无忌与褚遂良为顾命大臣，帮助太子李治施政。李治称帝后，产生了对两位顾命大臣的不满。650年（永徽元年）十月，褚遂良因为韦思谦弹劾而被左迁为同州刺史。根据荒金父子的考证认为，王羲之著名的行书名迹《兰亭序》写于公元353年（东晋永和九年）。由于353年年是癸丑年，唐高宗决定在同为癸丑年的654年（永徽四年），以建《圣教序碑》的方式来纪念。653年（永徽三年），唐高宗招褚遂良回京后重新书写，并开始准备建立石碑。荒金父子认为：为了建立石碑而回到长安的褚遂良由于心情不佳，多次书写都不如第一次写的效果。最后不得不用以前写的稿子来修正文字。除了“太宗”、“永徽”等贞观年间不存在的词重新书写以外，进行大规模的补笔修正。修正的特点就是从行书笔画改成楷书笔画。 \n碑版释文\n唐太宗李世民圣教序\n大唐三藏圣教序太宗文皇帝制\n盖闻二仪有象，显覆载以含生。四时无形，潜寒暑以化物。是以窥天鉴地，庸愚皆识其端。明阴洞阳，贤哲罕穷其数。然而天地苞乎阴阳而易识者，以其有象也。阴阳处乎天地而难穷者，以其无形也。故知象显而征，虽愚不惑，形潜莫覩，在智者迷。况乎佛道崇虚，乘幽控寂，弘济万品，典御十方。举威灵而无上，抑神力而无下。大之则弥于宇宙，细之则摄于毫厘。无灭无生，历千劫而不古。若隐若显，运百福而长今。妙道凝玄，遵之莫知其际。法流湛寂，挹之则莫测其源。故知蠢蠢凡愚，区区庸鄙，投其旨趣，能无疑惑者哉？\n然则大教之兴，基乎西土。腾汉庭而皎梦，照东域而流慈。昔者分形分迹之时，言未驰而成化。当常现常之世，人仰德而知遵。及乎晦影归真，迁仪越世。金容掩色，不镜三千之光。丽象开图，空端四八之相。于是微言广被，拯含类于三途。遗训遐宣，导群生于十地。然而真教难仰，莫能一其指归，曲学易遵，邪正于焉纷糺。所以空有之论，或习俗而是非；大小之乘，乍沿时而隆替。\n有玄奘法师者，法门之领袖也。幼怀贞敏，早悟三空之心；长契神情，先苞四忍之行。松风水月，未足比其清华；仙露明珠，讵能方其朗润。故以智通无累，神测未形。超六尘而迥出，只千古而无对。凝心内境，悲正法之陵迟；栖虑玄门，慨深文之讹谬。思欲分条析理，广彼前闻；截伪续真，开兹后学。是以翘心净土，往游西域；乘危远迈，杖策孤征。积雪晨飞，涂闲（间）失地；惊砂夕起，空外迷天。万里山川，拨烟霞而进影；百重寒暑，蹑霜雨而前踪。诚重劳轻，求深愿达。周游西宇，十有七年。穷历道邦，询求正教。双林八水，味道餐风；鹿菀鹫峰，瞻奇仰异。承至言于先圣，受真教于上贤。探赜妙门，精穷奥业。一乘五律之道，驰骤于心田；八藏三箧之文，波涛于口海。爰自所历之国，总将三藏要文，凡六百五十七部，译布中夏，宣扬胜业。引慈云于西极，注法雨于东垂。圣教缺而复全，苍生罪而还福。湿火宅之干焰，共拔迷途；朗爱水之昏波，同臻彼岸。是知恶因业坠，善以缘升，升坠之端，惟人所托。譬夫桂生高岭，云露方得泫其花；莲出渌波，飞尘不能污其叶。非莲性自洁，而桂质本贞，良由所附者高，则微物不能累；所凭者净，则浊类不能沾。夫以卉木无知，犹资善而成善；况乎人伦有识，不缘庆而求庆。方冀兹经流施，将日月而无穷。斯福遐敷，与乾坤而永大。\n永徽四年，岁次癸丑十月己卯朔十五日癸巳建。\n中书令臣褚遂良书。\n唐高宗李治圣教序记\n大唐皇帝述三藏圣教序记\n夫显扬正教，非智无以广其文；崇阐微言。非贤莫能定其旨。盖真如圣教者，诸法之玄宗，众经之轨躅也。综括宏远，奥旨遐深。极空有之精微，体生灭之机要。词茂道旷，寻之者不究其源；文显义幽，理之者莫测其际。故知圣慈所被，业无善而不臻；妙化所敷，缘无恶而不翦。开法网之纲纪，弘六度之正教；拯群有之涂炭，启三藏之秘扃。是以名无翼而长飞，道无根而永固。道名流庆，历遂古而镇常；赴感应身，经尘劫而不朽。晨锺夕梵，交二音于鹫峰；慧日法流，转双轮于鹿菀。排空宝盖，接翔云而共飞；庄野春林，与天花而合彩。\n伏惟皇帝陛下。上玄资福，垂拱而治八荒；德被黔黎，敛衽而朝万国。恩加朽骨，石室归贝叶之文；泽其昆虫，金匮流梵说之偈。遂使阿耨达水，通神甸之八川；耆阇崛山，接嵩华之翠岭。窃以法性凝寂，靡归心而不通；智地玄奥，感恳诚而遂显。岂谓重昏之夜，烛慧炬之光；火宅之朝，降法雨之泽。于是百川异流，同会于海；万区分义，总成乎实。岂与汤武校其优劣，尧舜比其圣德者哉？玄奘法师者，夙怀聪令，立志夷简。神清龆龀之年，体拔浮华之世。凝情定室，匿迹幽岩。栖息三禅，巡游十地。超六尘之境，独步伽维；会一乘之旨，随机化物。以中华之无质，寻印度之真文。远涉恒河，终期满字；频登雪岭，更获半珠。问道往还，十有七载。备通释典，利物为心。以贞观十九年九月六日奉敕于弘福寺，翻译圣教要文凡六百五十七部。引大海之法流，洗尘劳而不竭；传智灯之长焰，皎幽闇而恒明。自非久植胜缘，何以显扬斯旨。所谓法相常住，齐三光之明；我皇福臻，同二仪之固。伏见御制众经论序，照古腾今。理含金石之声，文抱风云之润。治辄以轻尘足岳，坠露添流。略举大纲，以为斯记。\n皇帝在春宫日制此文。\n永徽四年，岁次癸丑十二月戊寅朔十日丁亥建。\n尚书仆射上柱国河南郡开国公臣褚遂良书。\n万文韶刻字。 \n褚遂良（596-659），字登善。浙江钱塘（今杭州市）人。父褚亮，秦王李世民文学馆十八学士之一。太宗时，历任起居郎、谏议大夫、中书令。649年（贞观二十三年）受太宗遗诏辅政。高宗即位，任吏部尚书、左仆射、知政事。封河南郡公，人称褚河南。主张维护礼法，定嫡庶之分。后因反对高宗立门第低微的武则天为后，被贬职而死。其书法继二王（羲之、献之）、欧（阳询）、虞（世南）以后，别开生面。晚年正书丰艳流畅，变化多姿。对后代书风影响甚大。后人把他与欧阳询、虞世南、薛稷并称为唐初四大书法家。碑刻有《伊阙佛龛碑》、《孟法师碑》、《房玄龄碑》、《雁塔圣教序》等。著有《晋右军王羲之书目》。 \n相关图书\n《雁塔圣教序》碑帖字帖出版物（因种类较多，摘录如下）：\n1、【书名】褚遂良雁塔圣教序——西泠印社法帖丛编【出版社】西泠印社出版社【时间】1999年3月出版；\n2、【书名】雁塔圣教序/中国著名碑帖精选【出版社】吉林文史出版社【时间】1997年1月1日；\n3、【书名】雁塔圣教序【编著】二玄社，佘雪曼【出版社】湖南美术出版社【时间】2004年7月；\n4、【书名】雁塔圣教序【编著】申新仁【出版社】吉林摄影出版社【时间】2008年1月；\n5、【书名】褚遂良雁塔圣教序【出版社】湖南美术出版社【时间】2008年6月1日出版；\n6、【书名】雁塔圣教序【编著】何海林【出版社】上海辞书出版社【时间】2010年6月1日。 7、【书名】书法入门十八法【编著】陈身道(作者),上海书画出版社(编者)【时间】(2010年3月1日)\n","category":"楷书","verified":true,"user":1,"timestamp":1429951555994},{"name":"褚遂良楷书雁塔圣教序","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791625490,"text":"2\n\n\n3\n\n\n4\n\n\n 5\n\n\n 6\n\n\n7\n\n\n8\n\n\n 9\n\n\n10 \n\n\n 11\n\n\n12\n\n\n13\n\n\n14\n\n\n15\n\n\n16\n\n\n17\n\n\n18\n\n\n 19\n\n\n20\n\n\n21\n\n\n22\n\n\n23\n\n\n24\n\n\n25\n\n\n26\n\n\n27\n\n\n28\n\n\n29\n\n\n30\n\n\n31\n\n\n32\n\n\n33\n\n\n34\n\n\n35\n\n\n36\n\n\n37\n\n\n38\n\n\n39\n\n\n40\n\n\n41\n\n\n42\n\n\n43\n\n\n44\n\n\n45\n\n\n46\n\n\n47\n\n\n48\n\n\n49\n\n50\n\n\n51\n\n\n52\n\n\n53\n\n\n54\n\n\n 55\n\n\n56\n\n\n57\n\n\n 58\n\n\n59\n\n\n60\n\n\n61\n\n\n62\n\n\n\n63\n\n\n64\n\n\n65\n\n\n66\n\n\n67\n\n\n68\n\n\n69\n\n\n70\n\n\n71\n\n\n72\n\n\n73\n\n\n74\n\n\n75\n\n\n\n《大唐三藏圣教序》（下简称《圣教序》）与《大唐皇帝述三藏圣教记》（下简称《圣教序记》）二石皆为楷书，万文韶刻。两石位于陕西西安市南郊慈恩寺大雁塔底层，分立塔门之东、西龛各一。东龛内为唐太宗所撰之《序》碑，书写行次从右排向左；西龛内为唐高宗还是太子时所制，书写行次从左排向右，两碑对称。\n\n《圣教序》21行，行42字，共821字，文左行。《圣教序记》20行，行40字，共642字，文右行。前者题额是隶书、后者为篆书。褚遂良的官名，前者为中书令、后者为尚书右仆射。年月日，前者为永徽四年岁次癸丑十月己卯朔十五日癸巳、后者为永徽四年岁次癸丑十二月戊寅朔十日丁亥。 \n\n《雁塔圣教序》为褚遂良五十八岁时书，是最能代表褚遂良楷书风格的作品，字体清丽刚劲，笔法娴熟老成。褚遂良在书写此碑时已进入了老年，至此他已为新型的唐楷创出了一整套规范。\n\n结体：在字的结体上改变了欧，虞的长形字，创造了看似纤瘦，实则劲秀饱满的字体。王偁曾评说：“……同州、雁塔两圣教序记是其自家之法，世传《兰亭》诸本，亦与率更不类。盖亦多出自家机杼故也。”褚遂良书法特点中整幅书法作品以弧形线条居多，即使是短线条，也有一咏三叹的情调。弧线的大量使用，使原本笔直、坚挺的基本笔画，增加了柔和委婉。褚遂良在起笔时略微多了点逆笔，然后引回，波转一下。这些用笔都使褚遂良的书法显得生动活泼，不局限于原有的形式。《雁塔圣教序》的笔画纤细而俊秀，即使是复杂的波折转笔，也是一丝不苟，毫无须发的遗憾。褚遂良秉承了文人书法家的笔法，在书写过程中却又能把握轻重、灌输力量。\n\n运笔：《雁塔圣教序》在运笔上则采用方圆兼施，逆起逆止；横画竖入，竖画横起，首尾之间皆有起伏顿挫，提按使转以及回锋出锋也都有了一定的规矩。唐张怀瓘评此书云：“美女婵娟似不轻于罗绮，铅华绰约甚有余态。”清代秦文锦亦评曰：“褚登善书，貌如罗琦婵娟，神态铜柯铁干。此碑尤婉媚遒逸，波拂如游丝。能将转折微妙处一一传出，摩勒之精，为有唐各碑之冠。”\n\n《雁塔圣教序》引领大唐楷书新格，书法史上褚遂良因此被重重地书上一笔。初唐三家——欧、虞、褚并称书坛，但真正地开启唐代楷书门户者，非褚氏遂良一人莫属。纵观唐中期的颜真卿、徐浩，莫不受其影响，可以说唐朝中后期书坛风貌是由褚遂良启导的，特别是《雁塔圣教序》更具有创新的时代意义。——王佑贵《褚遂良与〈雁塔圣教序〉》。","author":"唐代褚遂良","description":"褚遂良楷书雁塔圣教序"}]