[{"name":"曾国藩书法欣赏","text":"《曾国藩楷书七言联》：曾国藩是清代名臣，一生勤奋好学，是一个治学严谨、博览群书的理论家和古文学家。曾国藩书论的精妙处至今对人们不无启迪，由于一心想整合北碑南帖，兼容刚健婀娜，他的书法不可避免地个人面貌不强，对书史的影响也乏善可陈。晚年的曾国藩说：“是日悟作书之道，亦分阳刚之美、阴柔之美两端，偏于阳者取势宜峻迈，偏于阴者下笔宜和缓。二者兼并鹜，则两失之矣。余心每蹈此弊。”“刚健、婀娜二者缺一不可。”曾国藩书法的整体风格是阳刚与阴柔并济，概括地说就是“寓圆润于秀劲，合雄奇于淡远”。\n\n（一）题识：倚天照海花无数，流水高山心自知。晋阶八兄属，涤生曾国藩。\n钤印：涤生、曾国藩印鉴藏印：伴情所藏、思溥、明德、清芬堂藏。\n书画印质地：纸本\n（二）规格：168×39cm×2\n楷书七言联对联水墨花笺\n（三）楷书七言联对联\n材质：纸本\n规格：132×31cm×2\n艺术赏析\n曾国藩书法源于深厚的传统帖学基础，习字极其勤奋，不管是驰骋战场，还是赋闲在家，俱不忘事翰弄墨，其对于子女临习碑帖也极其严格，这在他的家书中屡屡可以见到这类记载。曾国藩毕生信奉程朱理学，书法讲究笔笔有法，从不逾规矩，可惜缺乏个性。\n曾国藩以曾国藩以文治武功名世，书法实乃余事。传世也无俟于书。顾平生于书，博习穷挥，未尝稍懈。生平欲将柳诚悬、赵子昂两家合为一炉。（马宗霍《霎岳楼笔谈》）曾国藩自述学书云：吾自三十时已解古人用笔之意；欲将柳诚悬、赵子昂两家合为一炉，亦为间架欠工夫，有志莫遂。又云：余既奉欧阳率更、李北海、黄山谷三家以为刚健之宗，又参以褚河南、董思白婀娜之致，庶为成体之书。此种审美价值取向，明显表现出时代书法审美影响的痕迹。身处成、同碑学大播之际，曾国藩不可能不受到碑学之沾溉，但作为庙堂重臣，正统的书法审美趣尚也同时左右着他，使其不可能轻易寄兴于民间化北碑趣味，率尔染指。因而他选择欧阳询、李北海、柳公权便具有权宜之计，既不失庙堂正格又具碑之刚健；至于取法赵子昂、董其昌，则为皇家正统趣味之感染。这种审美选择也颇为合乎曾国藩处世做人之道，外圆内方，汩于世情而内坚操守。\n应该说，曾国藩在很大程度上实现了他的审美理想。其书沉郁雄挫，骨力内蕴而不失遒媚。更为可贵的是，其书作风格不拘，在庙堂气中保持着多样化的风格面目。取法的书家也不限于欧阳询、柳公权、李北海、褚遂良、黄山谷、赵孟頫，而是转益多师，博涉为优，于颜鲁公、何绍基皆有采撷。为读书习楷是文人的两个基本功，自己身体力行，数十年如一日，并以之教导子侄。\n字如其人。看曾国藩的楷书字，端正中有一股杀伐之气，摄人心魄。难怪，在晚清动荡的局势下，曾公能独撑半壁。曾国藩的字犹如老火靓汤，须慢品细尝。这是读书人的字，字里行间充溢的是学问。时人作书，如方便面的料包勾兑，为一时之鲜。因为，书读少了。一个人的学养，是可以从他的字里看出的。 \n曾国藩：（1811-1872），初名子城，字伯涵，号涤生，谥文正。晚清重臣，“中兴四大名臣”之首，湘军的创立者和统帅者。军事家、理学家、政治家清朝、书法家，文学家，晚清散文“湘乡派”创立人。官至两江总督、直隶总督、武英殿大学士，封一等毅勇侯。\n","category":"草书","verified":true,"user":1,"timestamp":1429951656628},{"name":"曾国藩书法欣赏","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791608330,"text":"曾国藩《行楷七言联》\n\n\n\n行楷对联\n\n\n\n行楷对联 日本京都国立博物館藏 纵176.6cm　横41.6cm\n\n\n\n\n\n行楷七言联 159.5x36CMx2，憨斋吴南生私人收藏\n\n海阔山高百程送，云幢烟节十洲人。 友山尊兄大人鉴，涤生曾国藩\n\n\n\n行楷对联\n\n\n\n曾国藩《行书七言联》 洒金笺，立轴 125.5×29.5cm×2\n\n释文：真珠为浆玉为醴，簟纹如水帐如烟。 款　识：兰槎二兄鉴，涤生曾国藩。钤印：曾国藩印(白文)、涤生(朱文)\n\n\n\n曾国藩《行书八言联》 洒金笺，立轴 239×51.5cm×2\n\n释文：凫鸭闲暇水意欲远，烟云浩渺山色自前。 款　识：圭卿姻世讲属，涤生曾国藩。 钤印：涤生(朱文)、曾国藩印(白文)\n\n\n\n曾国藩《楷书七言联》 立轴 洒金纸本 124.5×29.5厘米×2 ，钤印：曾国藩印、涤生。款识：云守戎属。涤生曾国藩。\n\n\n\n曾国藩《楷书七言联》 立轴 龙凤笺本 168×36.5厘米×。钤印：国藩之印、涤生。款识：云守戎属。涤生曾国藩。\n\n\n\n\n\n\n\n\n\n曾国藩《行书手札》 安徽省图书馆藏\n\n\n\n\n\n楷书赠显庭参军扇面\n\n\n\n\n\n曾国藩《行楷书扇面》 洒金纸本 1851年作 17×47.5cm 。款　识：辛亥春月曾国藩。 。钤印：曾国藩印","author":"清代曾国藩","description":"曾国藩书法欣赏"}]