[{"name":"张裕钊尺牍","text":"吴汝纶（1840-1903），字挚甫，一字挚父，安徽省桐城市（今枞阳县会宫乡老桥村吴牛庄）人，晚清文学家、教育家。同治四年进士，授内阁中书。曾先后任曾国藩、李鸿章幕僚及深州、冀州知州，长期主讲莲池书院，晚年被任命为京师大学堂总教习，并创办桐城学堂。与马其昶同为桐城派后期主要代表作家。\n其主要著作有《吴挚甫文集》四卷、《诗集》一卷、《吴挚甫尺牍》七卷、《深州风土记》二十二卷、《东游丛录》四卷。[1] \n人物生平\n年少好学\n清道光二十年（1840年）吴汝纶出身于安徽枞阳县会宫乡老桥村吴牛庄一个私塾先生之家。幼时家境贫寒，但刻苦好学，得一鸡蛋不肯吃，至集市换成松脂，供夜读时照明。他博览诸子百家之书，笃好文学，对同乡先辈方苞、刘大櫆、姚鼐等桐城派文章尤其景崇。\n同治二年（1863年）以县试第一名的成绩考取秀才。同治三年（1864年）中江南乡试第九名举人，后入京会试，于同治四年（1865年）中第八名进士，授内阁中书。曾国藩慕其才，留佐幕府，切磋学问，为“曾门四大弟子”之一。吴汝纶与李鸿章关系亦密切，先后在曾、李幕府任事，曾、李奏议，多出自他手笔。 \n登入仕途\n同治十年（1871年）至十二年曾任深州知州。\n光绪七年（1881年）任冀州知州。\n吴汝纶先后曾出任深州（今河北深县）、冀州（今河北冀县）知州十多年，在深州任上，他发现那里的学田被豪强侵占，教育经费无着。他不畏权势，毅然追回学田的赋税收入，作为书院经费。他还把这个州3个县的高材生集中到书院，并亲自登堂授课，时间长了，以致人们忘了他是州官而尊称他为大师。深州任内因父母丧事返回原籍。期满后改任冀州知州，仍然锐意兴学。因此，深、冀两州文教事业成绩卓著，誉满京华。他在为政期间，还注意倾听来自民间的呼声。在冀州，经常邀请当地贤达，讨论地方治理，不仅使滏阳河千亩贫瘠的卤田变成膏腴的良田，还便利了商旅交通，受到人们的称赞。\n兴办学堂\n光绪十四年（1888年），张裕钊转任江汉书院教习，吴汝纶向直隶总督李鸿章毛遂自荐，辞去冀州知州，接任莲池书院山长之职。从光绪十五年（1889年）起，主讲保定莲池书院，吴汝纶到院后，锐意改革，聘请日本教师教授外文，改进教学方法。因此，国内慕名求学的青年很多，严复、林纾、马其昶、姚永朴、姚永概、李光炯、房秩五等人都受过教益。当时住在北京城的日本和西方文人学者也常往保定向吴汝纶请教，相互切磋。特别是日本教育界人士与他来往频繁。他们之间的相互交流，促进了吴汝纶对西学的了解，萌生了兴办新式学堂的主张。\n光绪二十四年（1897年），严复修改《天演论》时，即约请吴汝纶为之作序，吴立刻应承，于次年正月成文。 \n光绪二十八年（1902年）五月，清廷下诏开办新学，派吏部尚书张百熙为管学大臣。张奏荐吴汝纶任京师大学堂总教习，加五品卿衔。吴汝纶坚辞不就，未获批准，于是奏请出国考察教育。他认为，日本明治维新以后，国力迅速强盛，是由于其教育的成功，要办好中国的京师大学堂，必须借鉴于日本。这年五月，他率领学生李光炯、方磐君等人东渡日本考察教育。在日本期间，他们先后到长崎、神户、大阪、西京和东京等地的各类学校和单位参观，并拜访了众多官员，吴汝纶后来将他在考察期间的所见所闻、所思所想进行分类整理，汇编成十多万字的《东游丛录》一书，这是中国最早的一部介绍日本的专著。因留学生事与驻日公使蔡钧发生龃龉，归国。当他到达马关时，当地人士集会欢迎他，请他题字留作纪念。他援笔大书：“伤心之地”。\n汝纶十分关注桑梓教育，寓居省城安庆时，借巡抚衙门南院，筹建桐城学堂，即今桐城中学之前身，自认堂长。他表示：“吾辈此次办学堂，有进无退，人不善换人，法不善换法，决无止息之期。”他为学堂亲自撰写了楹联和匾额，楹联为“后十百年人才奋兴胚胎于此，合东西国学问精粹陶冶而成”，匾额为“勉成国器”。学堂于1952年改名为安徽省桐城中学。\n光绪二十九年（1903年）春，汝纶在家病逝。民国四年（1915年），家人将其安葬在家乡吴牛山。  \n主要成就\n教育主张\n吴汝纶的思想比较开通，主张研习西学。他主讲莲池书院时，曾特聘英文、日文教师。又曾为严复译《天演论》、《原富》和美日学者多种著作写序，倡导启蒙。他爱与西方名流学者切磋，交流新思想、新科学，以为“非有实在本领，不足与外人相抵”。吴汝纶一生笃志于教育，又深谙教育规律，而且对中国教育现状及外国的教育状况有深刻的认识，因此，他认为中国的教育不能仅仅是小修小补，而应该是一个破旧立新的过程。不破旧不足以转变社会风气和士人的思想观念，不立新不足以培养“经世致用”的合格人才。在明确了这一价值观念后，吴汝纶开始了他大刀阔斧的教育改革历程。\n主张废除科举，提倡西学\n中国的科举考试制度发轫于隋唐，中经宋、元、明等朝，到了清代已经承袭了一千多年。这种考试制度以儒家经典为主要的命题来源，以“八股文”为主要的选才方式，如此的教育在清代末期面对接踵而至的西方列强时已是不堪一击了。吴汝纶在坚决主张废除科举的同时也坚决主张在中国广泛传播“西学”，他强烈指出“观今日时势，必以西学为刻不可缓之事。”吴汝纶是一位有远见卓识的文人士大夫，对西学有着深刻的了解。纵观吴汝纶的一生，吴汝纶早年间入曾国藩幕府协理“洋务”，后来又入李鸿章幕府，接触到了更多的西方哲学、史学、文学、政治、经济、外交、医学和法学等西方书籍，对“西学”的认识逐步加深。特别是当严复翻译的《天演论》即将出版请他代为作序时，他对此书大加赞赏。在吴汝纶看来能使中国富强的途径就是彻底深入地学习西方知识，并且还以日本为例，指出日本在明治维新之时取法欧美，大倡“西学”，得以在较短时间内跃居世界强国，“兴国才卅十年，而国势人才已骎骎与欧美埒。”是日本兴“西学”强国的重要证明。\n大兴新式学堂，培养人才\n吴汝纶是科举制度的受益者，但是当他看到中国近代落后与科举密切相关时，他立刻转变观念，猛力抨击科举制度，成为封建士大夫中较早明确认识到兴办新式学堂造就可用人才是国家富强，民族振兴根本大计的先进分子。吴汝纶毕竟是一位有远见卓识的教育家，所以他也看到了在中国兴办新式学堂，必须立足中国的国情，循序渐近，而不能完全照抄照搬西方的经验和模式，必须找到一个适合中国实际而又能为广大中国人接受的学校模式。为此，他认为应该甄别处理几大方面的问题:\n莲池创新，东西合璧\n光绪十四年二月，吴汝纶就任保定莲池书院山长，历时达14年之久。在主讲莲池书院之初也是以举业作为中心内容来加以传授，其主旨也是为科举服务的。但是到了甲午战争以后，吴汝纶开始怀疑科举制度的内容和效果，于是在这所古老的书院中开始了他最初的教育改革的探索与尝试。在这里，他最大的实践就是先后开设了英文和日文两个学堂，并且从美、日聘请了教习传授知识，把他们作为与古文和举业同等重要的科目。他还亲自筹措经费、亲自组织授课，当时他自己就曾感言“保定一城，由下走开成东、西文两学堂，并不甚多费，颇以此为喜。”同时他还购买新式图书，组织学生讨论时局。\n创办新式学堂，践行教育理念\n吴汝纶在访日回国后就开始着手创办桐城学堂，经过四处劳苦奔波，多方洽谈交涉，终于解决了场地和经费问题，并且在日本聘请到了日本教习早川新次，终于在垂暮之年创办了桐城县学堂。桐城学堂是吴汝纶“安得东西并一堂”理念的一次实践，是他倾尽心力的结晶。早在访日结束回国以前，吴汝纶心目中就有了新式学堂的大体雏形，即创办一所速成专科，为社会开化和新学传播培养人才。  \n文学之道\n吴汝纶擅长散文，是桐城派晚期文学大师，但不固守“桐城家法”。其治学之道，由训诂以通文辞，于古今中外，唯是之求。上至群经子史，周秦典籍，下逮唐宋及乡先贤方苞、刘大櫆、姚鼐诸文集，无不博求慎取，穷其源而究其委。对于经史用力评点校勘。\n吴汝纶与张裕钊、黎庶昌、薛福成号称\"曾门四弟子\"。其论文，宗法桐城派，而又主张\"有所变而后大\"，认为\"桐城诸老，气清体洁，海内所宗，独雄奇瑰玮之境尚少\"（《与姚仲实》）。所以他的文章，既得桐城派整饬雅洁之长，又不全落桐城窠臼，风格矜炼典雅，意厚气雄，得于《史记》者尤深。不过因求文者众，应酬之作稍多。\n吴汝纶论学，也师事曾国藩，由训诂以通文辞。晚年尤着力于解经。自言“近十年来，自揣不能为文，乃遁而说经，成《书》、《易》二种说”（《答黎莼斋》）。然而说经实非其所长，“往往私造训诂，自立一义，不足为训”（张舜徽《清人文集别录》）。但其点勘，注释古籍多种，务在畅通大义，颇便于初学。\n吴汝纶的诗，亦多应酬赠答之作，但也有些具有真情实感的作品，如《依韵奉酬廉卿》等，慷慨沉郁。 \n个人著述\n吴汝纶博学多才，一生著作等身，影响深远。为文力追雄奇瑰伟之境，为诗则以杜、韩为宗，笔力矫健，具阳刚之气，兼有时代气息。经他诠释的经书有：《易说》两卷，《吴氏写本尚书》一卷，《尚书故》三卷，《夏小正私笺》一卷；点校的史书有：《国语》、《国策》、《史记》、《汉书》、《三国志》、《新五代史》、《资治通鉴》等；著有《吴挚甫文集》四卷、《诗集》一卷、《吴挚甫尺牍》七卷、《深州风土记》二十二卷、《东游丛录》四卷。后将著作与点勘诸书，合刊为《桐城吴先生全书》，之后陆续有《桐城吴先生日记》、《尺牍续编》、《吴挚甫先生函稿》、《李文忠公事略》、《桐城吴先生遗书》及点勘古籍多种皆行于世。殁后一年，其子吴闿生编次《桐城吴先生全书》付刊，内含文集、诗集、尺牍及说经著作等6种。另有编定未刻及未编定者多种，后来陆续有《桐城吴先生日记》、《尺牍续编》、《挚甫诗集》及点勘古籍多种行世。 \n人物评价\n严复：吾国人中，旧学淹贯而不鄙夷新知者，湘阴郭侍郎以后，吴京卿一人而已。 \n严复（《群学肄言译余赘言》）：惠施去而庄周亡质，伯牙死而钟期绝弦，自今以往，世复有能序吾书者乎？ \n新华网（《吴汝纶：弃官从教为哪般》）：最初的桐城学堂是借安庆武备学堂为校舍，二年后迁回桐城，改名为桐城县公立中学堂。学堂办成了，然而忧患之中，吴先生却积劳成疾，于光绪二十九年（1903）新春正月阖然长逝。其后不久，新文化运动发起，白话文取代了文言文，桐城派作为古文流派也结束了它的历史使命，成为了中国文学史上的一页教科书。 \n曾国藩（《清史稿·张裕钊传》）：吾门人可期有成者，惟张（张裕钊）、吴（吴汝纶）两生。\n史籍记载\n《清史稿·吴汝纶传》（主编赵尔巽） \n后世纪念\n吴公渠\n光绪七年（1881年）至十五年，吴汝纶任冀州（今河北冀县）知州。在冀州，他经常邀请当地贤达，每月到书院议论一次时政，征求对州内每项大事的意见是否便民利民，以定兴革。他采纳了众人的意见，开通了60里长的冀衡大渠，排除低地的积水入滏阳河，并在河上建桥涵各8座，在入河处重建老龙亭闸一座，既便利了商旅交通，又使千亩贫瘠的卤田变成膏腴良田。后人为纪念吴汝纶兴修水利之功，将老龙亭闸改称吴公闸，将所修河道称作吴公渠。时至今日，吴公闸尚存，吴公渠自滏阳新河左堤以外至桃城区三杜村约5公里段亦保存较好。 \n吴汝纶公学\n安徽桐城吴汝纶公学创办于2003年9月，地处安徽省桐城市新渡经济开发区，属民办教育，是一所集幼儿园、小学、初中、高中于一体的全日制寄宿式学校。校名来源于桐城著名教育家吴汝纶。\n吴汝纶墓\n吴汝纶墓，位于枞阳县义津镇吴牛山。墓坐北朝南，占地面积400平方米，墓冢、墓圹为青石砌造，冢后立碑，墓前有3道拜台，整个墓地保存较好。其墓今为县级重点文物保护单位。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951655842},{"name":"张裕钊尺牍","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791634607,"text":"","author":"清代张裕钊","description":"张裕钊尺牍"}]