[{"name":"赵孟頫 《汉汲黯传》册(传)","text":"赵孟頫 《汉汲黯传》册(传) 小楷，纸本，乌丝栏 17.6×17.4cm×10 1320年 日本东京永青文库藏\n　　这件作品是赵孟頫传世小楷书法作品中的精品。与他的其他小楷作品如《道德经》等相比，此作起笔敦重典雅，既无媚笑之态，又无蝌蚪之蠢，轻重得宜；行笔从容不迫，一气呵成，既无风驰电掣之暴，又无婀娜柔弱之软，虽峻利而不失温和；收笔似稍重，倒更显笔锋不苟。弯笔从容使转，凝迟内含；折笔立顿方棱，工雅文静。竖笔捺撇皆重，其他笔画疏淡参差，穿插其中，如丛碧中疏枝密叶，月光透射，掩映成趣。其点虽小而颇显神采。或左或右，或上或下，俱能各逞其姿，重可如山坠石，轻可如毫末随风。行间两侧朱丝为限，直行左右协调，而横不成列，反而相互酬对，相得益彰。赵孟頫自称《汲黯传》得唐人遗风笔意。清代冯源深评云：“此书方峻，虽据欧体，其用笔之快利秀逸，仍从《画赞》，《乐毅》诸书得来。”倪瓒也说：“子昂小楷，结体妍丽，用笔遒劲，真无愧隋唐间人。” (引自《书林藻鉴》 )这件作品也是小楷初学者最好的范本，为历代书家所推崇。　《汲黯传》书风与赵孟頫传世小楷风格迥异，故历来对此真伪争议颇多。一种推断为俞和（1307-1382）仿赵之作，持此观点者颇多，台湾的张光宾、傅申、大陆的王连起等。俞和好仿赵书，也多临晋人小楷如《乐毅论》等。其精工扎实、功力深厚处，是其他学赵者难以达到的。但赵的虚和婉丽，俞和却没有能学到，以此辨俞和作伪赵书，可谓洞若观火。《汲黯传》同他自临的《乐毅沦》、《临定武兰亭序》款书小楷一样，也是只见方峻刚利，而没有赵的虚婉遒媚。还有的认为此或为文徵明临本，其中跋语中的补笔说明不过是此地无银三百两，欲盖弥彰而已。但坚持认为这是赵孟頫不朽之作的学者大有人在，“仅凭书风方峻刚利，即文徵明所言轨方峻劲，便断《汉汲黯传》为俞和书，似证据稍欠，况以俞和小楷《乐毅论》与《汉汲黯传》相比，不仅欠于精工老到，且于神韵亦不可同日而语也。”（黄惇《中国书法全集》赵孟頫卷，下册，第475-476页，荣宝斋出版社），再次肯定此帖的艺术价值。\n【资料参考】 范景中：书籍之为艺术 ——赵孟頫的藏书与《汲黯传》(刊于《新美术》 2009年04期)\n【附录】汲黯传 汲黯字长孺，濮阳人也。其行有宠于古之卫君也。至黯十世，世为卿大夫。以父任，孝景时为太子洗马，以严见惮。　武帝即位，黯为谒者。东粤相攻，上使黯往视之。至吴而还，报曰：“粤人相攻，固其俗，不足以辱天子使者。”河内失火，烧千余家，上使黯往视之。还报曰：“家人失火，屋比延烧，不足忧。臣过河内，河内贫人伤水旱万余家，或父子相食，臣谨以便宜，持节发河内仓粟以振贫民。请归节，伏矫制罚。”上贤而释之，迁为荥阳令。黯耻为令，称疾归田里。上闻，乃召为中大夫。以数切谏，不得久留内，迁为东海太守。　黯学黄、老言，治官民，好清静，择丞史任之，责大指而已，不细苛。黯多病，卧阁内不出。岁余，东海大治，称之。上闻，召为主爵都尉，列于九卿。治务在无为而已，引大体，不拘文法。　为人性倨，少礼，面折，不能容人之过。合己者善待之，不合者弗能忍见，士亦以此不附焉。然好游侠，任气节，行修洁。其谏，犯主之颜色。常慕傅伯、爰盎之为人。善灌夫、郑当时及宗正刘弃疾。亦以数直谏，不得久居位。　是时，太后弟武安侯田蚡为丞相，中二千石拜谒，蚡弗为礼。黯见蚡，未尝拜，揖之。上方招文学儒者，上曰吾欲云云，默对曰：“陛下内多欲而外施仁义，奈何欲效唐、虞之治乎！”上怒，变色而罢朝。公卿皆为黯惧。上退，谓人曰：“甚矣，汲黯之戆心！”群臣或数黯，黯曰：“天子置公卿辅弼之臣，宁令从谀承意，陷主于不谊乎？且已在其位，纵爱身，奈辱朝廷何！”　黯多病，病且满三月，上常赐告者数，终不愈。最后，严助为请告。上曰：“汲黯何如人也？”曰：“使黯任职居官，亡以愈人，然至其辅少主守成，虽自谓贲、育弗能夺也。”上曰：“然。古有社稷之臣，至如汲黯，近之矣！”　大将军青侍中，上踞厕视之。丞相弘宴见，上或时不冠。至如见黯，不冠不见也。上尝坐武帐，黯前奏事，上不冠，望见黯，避帷中，使人可其奏。其见敬礼如此。　张汤以更定律令为廷尉，黯质责汤于上前，曰：“公为正卿，上不能褒先帝之功业，下不能化天下之邪心，安国富民，使囹圄空虚，何空取高皇帝约束纷更之为？而公以此无种矣！”黯时与汤论议，汤辩常在文深小苛，黯愤发，骂曰：“天下谓刀笔吏不可为公卿，果然。必汤也，令天下重足而立，仄目而视矣！”　是时，汉方征匈奴，招怀四夷。黯务少事，间常言与胡和亲，毋起兵。上方乡儒术，尊公孙弘，及事益多，吏民巧。上分别文法，汤等数奏决谳以幸。而黯常毁儒，面触弘等徒怀诈饰智以阿人主取容，而刀笔之吏专深文巧诋，陷人于罔，以自为功。上愈益贵弘、汤，弘、汤心疾黯，虽上亦不说也，欲诛之以事。弘为丞相，乃言上曰：“右内史界部中多贵人宗室，难治，非素重臣弗能任，请徙黯。”为右内史数岁，官事不废。　大将军青既益尊，姊为皇后，然黯与亢礼。或说黯曰：“自天子欲令群臣下大将军，大将军尊贵，诚重，君不可以不拜。”黯曰：“夫以大将军有揖客，反不重耶？”大将军闻，愈贤黯，数请问以朝廷所疑，遇黯加于平日。　淮南王谋反，惮黯，曰：“黯好直谏，守节死义；至说公孙弘等，如发蒙耳。”上既数征匈奴有功，黯言益不用。　始黯列九卿矣，而公孙弘、张汤为小吏。及弘、汤稍贵，与黯同位，黯又非毁弘、汤。已而弘至丞相，封侯，汤御史大夫，黯时丞史皆与同列，或尊用过之。黯褊心，不能无少望，见上，言曰：“陛下用群臣如积薪耳，后来者居上。”黯罢，上曰：“人果不可以无学，观汲黯之言，日益甚矣。”　居无何，匈奴浑邪王帅众来降，汉发车二万乘。县官亡钱，从民贳马。民或匿马，马不具。上怒，欲斩长安令。黯曰：“长安令亡罪，独斩臣黯，民乃肯出马。且匈奴畔其主而降汉，徐以县次传之，何至令天下骚动，罢中国，甘心夷狄之人乎！”上默然。后浑邪王至，贾人与市者，坐当死五百余人。黯入，请间，见高门，曰：“夫匈奴攻当路塞，绝和亲，中国举兵诛之，死伤不可胜计，而费以巨万百数。臣愚以为陛下得胡人，皆以为奴婢，赐从军死者家；卤获，因与之，以谢天下，塞百姓之心。今纵不能，浑邪帅数万之众来，虚府库赏赐，发良民侍养，若奉骄子。愚民安知市买长安中而文吏绳以为阑出财物如边关乎？陛下纵不能得匈奴之赢以谢天下，又以微文杀无知者五百余人，臣窃为陛下弗取也。”上弗许，曰：“吾久不闻汲黯之言，今又复妄发矣。”后数月，黯坐小法，会赦，免官。于是黯隐于田园者数年。　会更立五铢钱，民多盗铸钱者，楚地尤甚。上以为淮阳，楚地之郊也，召黯拜为淮阳太守。黯伏谢不受印绶，诏数强予，然后奉诏。召上殿，黯泣曰：“臣自以为填沟壑，不复见陛下，不意陛下复收之。臣常有狗马之心，今病，力不能任郡事。臣愿为中郎，出入禁闼，补过拾遗，臣之愿也。”上曰：“君薄淮阳邪？吾今召君矣。顾淮阳吏民不相得，吾徒得君重，卧而治之。”黯既辞，过大行李息，曰：“黯弃逐居郡，不得与朝廷议矣。然御史大夫汤智足以距谏，诈足以饰非，非肯正为天下言，专阿主意。主意所不欲，因而毁之；主意所欲，因而誉之。好兴事，舞文法，内怀诈以御主心，外挟贼吏以为重。公列九卿不早言之何？公与之俱受其戮矣！”息畏汤，终不敢言。黯居郡如其故治，淮阳政清。　后张汤败，上闻黯与息言，抵息罪。令黯以诸侯相秩居淮阳。居淮阳十岁而卒。卒后，上以黯故，官其弟仁至九卿，子偃至诸侯相。黯姊子司马安亦少与黯为太子洗马。安文深巧善宦，四至九卿，以河南太守卒。昆弟以安故，同时至二千石十人。濮阳段宏始事盖侯信，信任宏，官亦再至九卿。然卫人仕者皆严惮汲黯，出其下。\n文徵明跋： 右赵文敏公所书《史记·汲黯传》，楷法精绝，或疑其轨方峻劲，不类公书。 余惟公于古人之书，无所不学，尝书欧阳氏八法，以教其子。又尝自题其所作《千文》云“数年前学褚河南《孟法师碑》故结体如此。” 此传实有欧楮笔意，后题延佑七年手抄于松雪斋，且云：“此刻有唐人遗风。”观此当是石本传世，岂欧褚遗迹邪？考欧赵两家金石录，无所谓《汲黯传》，竟不知何人书也。 公以延佑六年谒告还吴兴，至是一年，年六十有七矣。又明年至治二年卒，年六十有九，距此才两年耳。 公尝得米元章《壮怀赋》，中缺数行，因取刻本摹搨以补，凡书数过，终不如意，叹曰：“今不逮古多矣。”遂以刻本完之。公于元章，岂真不逮者？其不自满假如此。 此传自“反不重邪”以下凡缺一百九十七字，余因不得刻本，漫以己意足之。 夫以征明视公，与公之视元章，其相去高下，殆有间矣。而余诞谩如此，岂独艺能之不逮古哉！因书以识吾愧。 辛丑（1541）六月既望，文征明书，时年七十有二。（据影印墨迹）\n"}]