[{"name":"李邕行楷麓山寺碑","text":"麓山寺碑唐开元十八年 (730) 著名书法家李邕撰文并书，江夏黄仙鹤（传说为李邕生托名）勒石。原刻在古麓山寺中，后移至岳麓书院右侧，明知府钱澍建亭护碑。\n简介\n【麓山寺碑】位于长沙市麓山岳麓书院南面护碑亭内（护碑亭1962年建）。唐开元十八年（730），李邕撰文并书，江夏黄仙鹤（前人谓是李邕化名，真伪无考）勒石。碑为青石，高272厘米，宽133厘米，圆顶。有阳文篆额\"麓山寺碑\"四字，清晰无损，碑文28行，每行56字，共1400余字。字体楷书。因年久碑面风化，部分断裂，现存1000余字。碑文叙述自晋泰始年间建寺至唐立碑时，麓山寺的沿革以及历代传教的情况。词章华丽，笔力雄健，刻艺精湛。因文、书、刻工艺兼美，故有\"三绝碑\"之称。又因李邕曾官北海太守，故亦称之为\"北海三绝\"碑。是长沙市尚存最早、价值最高的碑刻。麓山寺碑曾为历代艺林、文豪所推崇，宋代米芾于元丰三年（1080）专程前来临习，并刻\"襄阳米黻同广惠道人来，元丰庚申元日\"16字于碑阴。\n李邕（687～747），字泰和，扬州江都（今属江苏）人。曾官澧州（今湖南澧县）司马，攻文、善书，取法二王（羲之、献之）而有所造。\n《麓山寺碑》碑文\n夫天之道也，东仁而首，西义而成，故清泰所居，指于成事者已。地之德也，川浮而动，岳镇而安，故耆阇所临，取于安定者已。兹寺大枑，厥旨玄同，是以回向度门，于廓右，仰止净域，列乎岩巅。宝堂岌业于太虚，道树森梢于曾渚。无风而林壑肃穆，不月而相事澄明。化城未真，梵天犹俗。名称殆绝，地位尝高者，不其盛欤！\n麓山寺者，晋太始四年之所立也。有若法崇禅师者，振锡江左，除结涧阴，尝与炎汉太宗长沙清庙栋宇接近，云雾晦冥，赤豹文狸，女萝薜带。山祗见于法眼，窦后依于佛光，至请旧居，特为新寺。禅师洎翌日，弘聚谋界众表之。明诏行矣。水臬有制，丘墟尽平。太康二载，有若法导禅师，莫知何许人也。默受智印，深入证源。不坏外缘，而见心本。无作真性，而注福河。大起前功，重启灵应。神僧银色化身丈余，指定全模，标建方面。法物增备，檀供益崇。广以凌云之台，疏以布金之地。有若法愍禅师者，江夏人也。空慧双铨，寂用同辔。慈目相视，净心相续。综覈万法，安住一归。注大道经，究上乘理。永托兹岭，克终厥生。逮宋元徽中，尚书令湘州刺史王公讳僧虔，右军之孙也。信尚敬田，作为塔庙。追存宝相，加名宝山，矧乎弓冶笔精，陶甄意匠。留书藏石，缄妙俟时。候法宇之仾，期珍价以兴葺。远虑将久，遗事未彰。梁天监三年，刺史夏侯公讳祥。了义重玄，别构正殿。绍泰二年，刺史王公讳琳、律师法贤，或在家出家，或闻见眼见，建涅盘像，开甘露门。长沙内史萧沆，振起法鼓，弘演梵言。继楗槌于景钟，纳贝叶于曾阁。陈司空吴明彻，随侍中镇南晋，安王、乐阳王，并佛性森然，国桢秀者。壮回廊以云构，蔚悬居以天覆。开皇九年，天台大禅师守护法庭，澄清悲海，严幢标耸，智火融明。袭如来堂，坐法华定。四行乐而不取，三贤登而更迁。有若昙捷法师者，伐林及树，染法与衣。不坠一滴之油，有沾大根之雨。总管大将军齐郡公权，公讳武。福德庄严，喜慧方便。疏写四部，镇重百城。有若智谦法师者，愿广于天，心细于气。诵习山顶，创立花台。有若摩诃衍禅师者，五力圆常，四无清净。以因因而入果果，以灭灭而会如如。有若首楞法师者，文史早通，道释后得。远涉吴会，幽寻天台。法界图于剡中，真诀论于湘上。具究竟戒，敷解说筵。一法开无量之门，一音警无边之众。方等有以复悔，双林有以追远。并建场所，乐为住持。惟慧龙禅师者，迹其武，凭其高，超乎云门，绝彼尘网。深以为性有习，道有因，止于心，反于照，习也者。坐乎树，居乎山，因也者。固，习而无因，则不往；因而无习，则不证。是以沤和正觉，阿若冥搜。想息而精进，甲坚，受除而烦恼壳散。百川到海，同味于咸；千叶在莲，比色于净。起定不离于平等，发慧但及于慈慧。故能闻者顺其风，观者探其道。牧伯萃心，洊臻。启焚香之上缘，托成佛之嘉愿。上座惠杲寺主，惠亶都维那兴哲等，皆静虑演成，妙轮转次。因差别而非法，随品类而得根。去二见而入流，率一心而办事。咸以形胜之会如彼，修行之迹如此。而丰碑未勒，盛业不书，安可默而已哉？将何以发挥颂声，披扬宿志者也？司马西河窦公，名彦澄，硕德高闱，绍贤远识，器宇岳厚，检操冰清。属以师长阕官，摄行随手。以家，而形于孝友；以己，而广于诗书。以重，而雅俗自兴；以明，而至道丕若。且犹归心净土，膜拜佛乘。摧乔慢之外幢，兴开示之真语。建谋群吏，乃命下寮。顾蚊山之易疲，叹龙宫之难纪。\n李邕简介\n李邕，扬州江都人，史书记载“邑之文，于碑颂是所长”。由于他任过北海太守，人称“李北海”，所以这碑又名“北海碑”。李邕撰写的此碑碑文为行楷书，词句华丽，字体秀劲，集汉魏碑铭之长。在李邕一生书写过的众多碑铭中，以麓山寺碑最为精美，碑的背面还有米芾等宋元名家的题名，因而历代书家都将它视作珍品。由于此碑的文采、书法、刻工都精湛独到，所以人们又称它“三绝碑”。“三绝碑”在中国古代碑刻艺术中声誉很高，碑字用行书是此碑新创，笔力雄健浑厚，后起书法大师，如苏、米芾等都沿袭其法。元代书法大家赵孟頫自言：“每作大字一意拟之”。自古至今，许多著名文人游览岳麓山时都特意来观摩此碑，宋代的张栻、明代的李东阳等都留下了吟咏它的诗篇，可见其对后人影响之大。\n损伤\n由于此碑曾一度嵌入壁间，故碑阴拓本甚为罕见。加之后人妄刻题名于碑阴文字之上，致使碑阴字画损伤，故碑阴拓本佳者亦极难得。碑侧刻字，有米芾等题字，又有明及清人题字、观款。因碑石不精，漫漶过早，曾被剜刻，而未剜拓本绝少。此碑是李邕53岁时所书，款署“前陈州剌史”，比《李思训碑》晚九年。\n艺术特色\n此名碑历来为人称颂。明王世贞说：“《岳麓寺碑》胜《云麾》……其神情流放，天真烂熳，隐隐残楮断墨间，犹足倾倒眉山、吴兴也。”评价极高。此碑的特点：用笔方面，由于李邕博采魏晋时期钟、王书体和北朝碑刻书法之长，所以落笔坚实，谨严而开合得体。在结字方面，结构宽博，向四面开放，中宫紧缩，充分体现了李邕行书奇崛多变的艺术特色。\n历史轨迹\n麓山寺碑不仅是中国碑刻艺术的瑰宝，而且也是重要的湖南地方文献。碑文叙述了自晋太始四年建麓山寺至唐立碑时，麓山寺的沿革和历代住持禅师传经弘法的情况，以及历代官员对该寺所作的贡献，可以折射出佛教在湖南传播的历史轨迹。\n","category":"行楷","verified":true,"user":1,"timestamp":1429951552176},{"name":"李邕行楷麓山寺碑","dynasty":"唐代","category":"行楷","type":"","user":1,"timestamp":1429791622693,"text":"《麓山寺碑》拓本\n\n　　《麓山寺碑》亦称《岳麓寺碑》，李邕撰文并书，唐开元十八年(公元730年)立，在湖南长沙岳麓公园。碑高2.7米，宽1.35米，行楷书28行，满行56字，共1413字。圆顶上饰有龙纹浮雕，上有阳文篆书“麓山寺碑”四字。碑左和右下方有损缺。碑侧刻有宋代大书法家米芾的正书阴刻题名“元丰庚申元日同广惠道人来襄阳米黻”字样，“元丰庚申”即公元1080年。碑现在长沙岳麓山公园内。\n\n　　《麓山寺碑》是李邕行楷书的代表作。李邕一生书写过的众多碑铭，以麓山寺碑最为精美，该碑笔力凝重雄健，气势纵横，如五岳之不可撼。运笔博采魏晋及北朝诸家之长，结体纵横相宜，笔法刚柔并施，章法参差错落，行云流水，化柔为刚之美。北宋黄庭坚评其：“字势豪逸，真复奇崛，所恨功务太深耳，少令功拙相半，使子敬复生， 不过如此。”　清孙承泽：“《岳麓寺碑》虽已残剥，然其锋颖尚凌厉不可一世。北海奇人，故所书尔尔。昔俞仲蔚谓此碑胜《云麾》，必有所见也。北海书宋初人不甚重之，至苏、米而稍袭其法；又至赵文敏，每作大书，看意以拟之矣。”（《庚子消夏记》）后起书法大师，如苏、米芾、赵孟頫等都沿袭其法。此碑笔力雄健，如五岳之不可撼，历来于《李思训碑》并称为李邕的书法杰作。\n\n　　传世北宋拓本有故宫博物馆藏本、赵声伯藏本、苏州博物馆藏本。历代出版《麓山寺碑》碑帖甚多，国家文物出版社1984年曾出版《唐李邕书麓山寺碑》，以北京市文物商店藏宋拓本为底本。\n\n　\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n唐李邕书麓山寺碑释文\n夫天之道也，东仁而首，西义而成，故清泰所居，指于成事者已。地之德也，川浮而动，岳镇而安，故耆阇所临，取于安定者已。兹寺大枑，厥旨玄同，是以回向度门，于廓右，仰止净域，列乎岩巅。宝堂岌业于太虚，道树森梢于曾渚。无风而林壑肃穆，不月而相事澄明。化城未真，梵天犹俗。名称殆绝，地位尝高者，不其盛欤！麓山寺者，晋太始四年之所立也。有若法崇禅师者，振锡江左，除结涧阴，尝与炎汉太宗长沙清庙栋宇接近，云雾晦冥，赤豹文狸，女萝薜带。山祗见于法眼，窦后依于佛光，至请旧居，特为新寺。禅师洎翌日，弘聚谋界众表之。明诏行矣。水臬有制，丘墟尽平。太康二载，有若法导禅师，莫知何许人也。默受智印，深入证源。不坏外缘，而见心本。无作真性，而注福河。大起前功，重启灵应。神僧银色化身丈余，指定全模，标建方面。法物增备，檀供益崇。广以凌云之台，疏以布金之地。有若法愍禅师者，江夏人也。空慧双铨，寂用同辔。慈目相视，净心相续。综核万法，安住一归。注大道经，究上乘理。永托兹岭，克终厥生。逮宋元徽中，尚书令湘州刺史王公讳僧虔，右军之孙也。信尚敬田，作为塔庙。追存宝相，加名宝山，矧乎弓冶笔精，陶甄意匠。留书藏石，缄妙俟时。候法宇之仾，期珍价以兴葺。远虑将久，遗事未彰。梁天监三年，刺史夏侯公讳祥。了义重玄，别构正殿。绍泰二年，刺史王公讳琳、律师法贤，或在家出家，或闻见眼见，建涅盘像，开甘露门。长沙内史萧沆，振起法鼓，弘演梵言。继楗槌于景钟，纳贝叶于曾阁。陈司空吴明彻，随侍中镇南晋，安王、乐阳王，并佛性森然，国桢秀者。壮回廊以云构，蔚悬居以天覆。开皇九年，天台大禅师守护法庭，澄清悲海，严幢标耸，智火融明。袭如来堂，坐法华定。四行乐而不取，三贤登而更迁。有若昙捷法师者，伐林及树，染法与衣。不坠一滴之油，有沾大根之雨。总管大将军齐郡公权，公讳武。福德庄严，喜慧方便。疏写四部，镇重百城。有若智谦法师者，愿广于天，心细于气。诵习山顶，创立花台。有若摩诃衍禅师者，五力圆常，四无清净。以因因而入果果，以灭灭而会如如。有若首楞法师者，文史早通，道释后得。远涉吴会，幽寻天台。法界图于剡中，真诀论于湘上。具究竟戒，敷解说筵。一法开无量之门，一音警无边之众。方等有以复悔，双林有以追远。并建场所，乐为住持。惟慧龙禅师者，迹其武，凭其高，超乎云门，绝彼尘网。深以为性有习，道有因，止于心，反于照，习也者。坐乎树，居乎山，因也者。固，习而无因，则不往；因而无习，则不证。是以沤和正觉，阿若冥搜。想息而精进，甲坚，受除而烦恼壳散。百川到海，同味于咸；千叶在莲，比色于净。起定不离于平等，发慧但及于慈慧。故能闻者顺其风，观者探其道。牧伯萃心，洊臻。启焚香之上缘，托成佛之嘉愿。上座惠杲寺主，惠亶都维那兴哲等，皆静虑演成，妙轮转次。因差别而非法，随品类而得根。去二见而入流，率一心而办事。咸以形胜之会如彼，修行之迹如此。而丰碑未勒，盛业不书，安可默而已哉？将何以发挥颂声，披扬宿志者也？司马西河窦公，名彦澄，硕德高闱，绍贤远识，器宇岳厚，检操冰清。属以师长阕官，摄行随手。以家，而形于孝友；以己，而广于诗书。以重，而雅俗自兴；以明，而至道丕若。且犹归心净土，膜拜佛乘。摧乔慢之外幢，兴开示之真语。建谋群吏，乃命下寮。顾蚊山之易疲，叹龙宫之难纪。其词曰：天地有象，圣贤建极。宴坐中户，成道西域。后代袭武，前良作则。安乐是依，灵鹫是式。一想冥契，三归愿塞。其一。金方置庙，衡麓开场。龙象拥锡，人天护香。鬼神赐土，灵化度堂。重镇牧伯，上游侯王。光昭法侣，大启禅房。其二。幽谷左豁，崇山右峙。瞰郭万家，带江千里。玉水布飞，石林云起。雷激庭际，月窥窗里。花台随足，天乐盈耳。其三。人与地灵，心将法灭。既往在此，比明齐哲。佛日环照，牛车结辙。连率顺风，驷骊钦烈。访道追胜，形驰目绝。其四。碑版莫建，轨物未弘。和合是请，佐贰是膺。政敷大郡。信发广乘。愿言有述，以访无能。惟石可久，与山不崩。其五。前陈州刺吏李邕文并书。大唐开元十八年，岁次庚午，九月壬子朔，十一日壬戍建。江夏黄仙鹤刻。且上计于京，不偶兹会。赞曰：英英披雾，其德允烁。卓立隽才，标举明略。雄辩纵横，神情照灼。备闻政理，深悟禅乐。江夏黄仙鹤刻","author":"唐代李邕","description":"李邕行楷麓山寺碑"}]