[{"name":"祝允明草书滕王阁序并诗v2","text":"《滕王阁序并诗卷》是浙江人民美术出版社出版的一本图书，作者许洪流。\n内容介绍\n本书是祝允明书《滕王阁序并诗卷》精品狂草，代表祝允明的书写风格。\n \n","category":"草书","verified":true,"user":1,"timestamp":1429951617677},{"name":"祝允明草书滕王阁序并诗","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429712219045,"text":"祝允明《草书滕王阁序并诗》 纸本 纵32.9cm 横842.6cm 苏州博物馆藏\n\n【释文】： \n滕王阁序并诗\n南昌故郡，洪都新府，星分翼轸，地接衡庐，襟三江而带五湖，控蛮荆而引瓯越。物华天宝，龙光射斗牛之墟；人杰地灵，徐孺下陈蕃之榻。雄州雾列，俊彩星驰，台隍枕夷夏之交，宾主尽东南之美。都督阎公之雅望，綮戟遥临；宇文新州之懿范，襜帷暂住。十旬休暇，胜友如云；千里逢迎，高朋满座。腾蛟起凤，孟学士之词宗；紫电清霜，王将军之武库。家君作宰，路出名区；童子何知，躬逢胜饯。\n时惟九月，序属三秋。潦水尽而寒潭清，烟光凝而暮山紫。俨骖騑于上路，访风景于崇阿；临帝子之长洲，得仙人之旧馆。层峦耸翠，上出重霄；飞阁流丹，下临无地。鹤汀凫情，穷岛屿之萦回；桂殿兰宫，列冈峦之体势。被绣闼，俯雕甍，山原旷其盈视，川泽盱其骇瞩。闾阎扑地，钟鸣鼎食之家；舸舰迷津，青雀黄龙之轴。虹销雨霁，彩彻云衢。落霞与孤鹜齐飞，秋水共长天一色。渔舟唱晚，响穷彭蠡之滨；雁阵惊寒，声断衡阳之浦。\n遥吟俯畅，逸兴遄飞。爽籁发而清风生，纤歌凝而白云遏。睢园绿竹，气凌彭泽之樽；邺水朱华，光照临川之笔。四美具，二难并；穷睇眄于中天，极娱游于暇日。天高地迥，觉宇宙之无穷；兴尽悲来，识盈虚之有数。望长安于日下，指吴会于云间。地势极而南溟深，天柱高而北辰远。关山难越，谁悲失路之人？萍水相逢，尽是他乡之客。怀帝阍而不见，奉宣室以何年？呜乎！时运不齐，命途多舛；冯唐易老，李广难封。屈贾谊于长沙，非无圣主；窜梁鸿于海曲，岂乏明时？所赖君子安贫，达人知命。老当益壮，宁知白首之心？穷且益坚，不坠青云之志。酌贪泉而觉爽，处涸辙以犹欢。北海虽赊，扶摇可接；东隅已逝，桑榆非晚。孟尝高洁，空怀报国之心；阮籍猖狂，岂效穷途之哭！\n勃，三尺微命，一介书生。无路请缨，等终军之弱冠；有怀投笔，慕宗悫之长风。舍簪笏于百龄，奉晨昏于万里；非谢家之宝树，接孟氏之芳邻。他日趋庭，叨陪鲤对；今晨奉袂，喜托龙门。杨意不逢，抚凌云而自惜；钟期既遇，奏流水以何惭？呜乎！胜地不常，盛筵难再；兰亭已矣，梓泽丘墟。临别赠言，幸承恩于伟饯；登高作赋，是所望于群公。敢竭鄙诚，恭疏短引；一言均赋，四韵俱成：\n滕王高阁临江渚，佩玉鸣鸾罢歌舞。\n画栋朝飞南浦云，朱帘暮卷西山雨。\n闲云潭影日悠悠，物换星移几度秋。\n阁[子]帝子今何在？槛外长江空自流。(中)\n正德丙子春日枝山老人允明书。\n\n附录原书说明：明祝允明草书《滕王阁序并诗》卷\n作者：唐建初\n\n　　 祝允明(1 4 6 0—1 5 2 6)，宁希哲，号枝山，因子有六指，故自号枝指生。明长洲(今苏州)人。弘治五年(1492)举人，正德九年(1514)授广东惠州府兴宁县知县。嘉靖元午(1522)转任南京应天府通判，因有“祝京兆”之称。天资卓越，五岁能作径尺大字：九岁能诗，写文章有奇气，且才思敏捷，与唐寅、文徵明、徐祯卿号称“吴中四才子”。书法造诣尤其深厚，兼重各体，融会贯通，声名蜚噪，与文徵明、王宠并称“三大家”。\n\n　　文徵明在跋祝允明草书《月赋》卷中云：“吾乡前辈书家称武功伯徐公(徐有贞)，次为太仆少卿李公 (李应祯)。李楷法师欧、颜，而徐公草书出于颠(癫) 素。枝山先生，武功外孙，太仆之婿也，早岁楷笔精谨，实师妇翁；而草法奔放，出于外大父。盖兼二父之美，而自成一家者也。”这是从家庭环境、早期教育方面，指出了祝允明得天独厚的书法基因优势，而事实上，祝允明在书法上的成功，主要还是广泛深入学习前辈名家，熟谙历代名家书体，博采晋、唐各家之长，转益多师，集古之大成于一炉的结果。对于这一点，人们都是望尘莫及，钦佩不已的，诚如欧大任所云：“历代书家擅名者，诚未能兼备各体者也。国初以来多以章草师授，不复规模晋法，小楷式类钟而浑成不及矣。枝指生独妙兼诸家，诚为我朝第一。”文徵明也夸赞说：“余尝谓书法不同，有如人面。希哲独不然，晋唐则晋唐矣，宋元则宋元矣，彼其资力俱深，故能得心应手。”\n\n　　大体说来，祝允明的书法，早年潜心研习晋、唐以来名家之作，善行、楷法，精谨严整，以功力胜；晚年融各家之长，草书奔放雄健，自成风格，以姿态胜。他的性格是豪侠放荡，淡于名利，追求个性解放，充满叛逆思想的，而草书似乎是最能借以抒发郁勃与散逸的情怀的书体，所以他在草书领域中游心尤多，达到了很高的境地，在前人的基础上加以发展，将明代的草书推向了顶峰。\n\n　　一般认为祝允明的草书受宋黄庭坚的影响较多，的确，“宋人尚意”，宋人写意书风的独抒性灵，遣兴游戏的书法理念与祝允明的性情是最为吻合的，米芾的“要之皆一戏，不当问工拙。意足我自己，放笔一戏空”句，是何等的超迈洒脱!但同时，他亦力戒片面强调个性而不尊重晋、唐传统的做法，即使在研习黄庭坚草书的时候，他亦时时不忘透过黄书而追踪晋韵，这在他的一篇题跋中有所表白：“双井(黄庭坚) 之学，大抵韵胜，文章、诗学、书画皆然。姑沦其书：积功固深，所得固别，要之得晋人之韵，故虽形貌若悬而神爽冥会欤。此卷驰骤藏真(怀素)，殆有夺胎之妙，非有若像孔子之类也，其故乃是与素同得晋韵然耳。”祝允明主张“沿晋游唐，守而勿失”，要既以晋韵、唐法为根本，又表现自己的个性神貌，追求功性并存的境界。\n\n　　祝允明草书《滕王阁序并诗》卷，纸本，纵32． 9厘米，横842．6厘米，藏于苏州博物馆，是其56岁时的杰作。高头长卷，洋洋洒洒近千字，“奔蛇走虺，骤雨旋风”，意到笔随，一气呵成，有行风行水上之势，变幻无穷。祝允明的书法面目多变，每卷有每卷的情致风规，如这卷草书，用小笔硬毫，笔画瘦劲而婉约，纵横挥洒，满纸云烟，偏多怀素遗意。全卷前段尚有拘矜之态，愈后则愈解脱自在，最后渐入化境，超妙自得。全卷草书多用连笔连字，以至兴到之时，笔势自生，大小相参， 上下左右，起止映带，都能达到神妙的意境。张凤翼在跋祝允明的一卷草书时曾引黄勉之歌云：“枝山草书天下无，妙洒岂独雄三吴。”诚然，自祝允明后，吴门书风为之一变，开创了最有代表性的新局面。吴门书派也从此涌现出—大批知名书家，成为当时全国最大也最有影响力的地方流派。","author":"明代祝允明","description":"祝允明草书滕王阁序并诗"}]