[{"name":"集智永真书岳阳楼记","text":"智永，僧法极，字智永，王右军七世孙，右军第五子徽之之后，号永禅师，山阴人。智永善书，书有家法。智永还将王羲之作为传家之宝的《兰亭序》，带到云门寺保存，云门寺有书阁，智永禅师居阁上临书20年。\n人物简介\n智永，陈、隋间僧人，名法极，姓王，会稽人，善书法，尤工草书。为王羲之七世孙，王羲之第五子徽之之后。山阴（今浙江绍兴）永欣寺僧，人称“永禅师”。常居永欣寺书阁，临池学书。闭门习书三十年。初从萧子云学书法，后以先祖王羲之为宗，在永欣寺书阁上潜心研习了30年。智永妙传家法，精力过人，隋唐间工书者鲜不临学。年百岁乃终。智果、辨才、虞世南均智永书法高足。\n明董其昌《画禅室随笔》说他学钟繇《宣示表》，“每用笔必曲折其笔，宛转回向，沉著收束，所谓当其下笔欲透纸背者”。他所写的《千字文》清何绍基说：“笔笔从空中来，从空中住，虽屋漏痕，犹不足以喻之”。我们细读他的墨迹《千字文》，看得出他用笔上藏头护尾，一波三折，含蓄而有韵律的意趣。董、何之说可谓精确、具体、恰当。\n智永（生卒年不详），会稽（今属浙江绍兴）人。本姓王，名法极，是晋代在书法家王羲之的第七世孙。述、特、智果、辩才、虞世南等均是其弟子。\n智永继承了祖辈学书锲而不舍的精神，有“退笔成冢”之说。传说智永居永欣寺三十载，每日深居简出，专心习字。他准备了数个一石多的簏子，笔头写秃了就换下来丢进簏子里。日积月累，竟积攒下十大簏子。他在门前挖了一个深坑，将这些笔头掩埋其中，上砌坟冢，名之曰“退笔冢”。\n唐张怀瓘《书断》说智永“半得右军之肉，兼能诸体，于草最优。气调下于欧、虞，精熟于羊、薄”。宋苏轼《东坡题跋》云：“永禅师书，骨气深稳，体兼众妙，精能之至，返造疏淡。如观陶彭泽诗，初若散缓不收，反复不已，乃识其奇趣。”宋米芾《海岳名言》称：“智永临《集千文》，秀润圆劲，八面俱备。”宋人编的《宣和书谱》说智永“笔力纵横，真草兼备，绰有祖风”。明都穆《寓意篇》评其字谓：“智永《真草千字文》，气韵飞坮，优入神品，为天下法书第一。”明董其昌《画禅室随笔》说他学钟繇《宣示表》，“每用笔必曲折其笔，宛转回向，沉着收束，所谓当其下笔欲透过纸背者”。明解缙《春雨杂述》谓：“自义、献而下，世无善书者，惟智永能寤寐家法。”清何绍基《东洲草堂金石跋》说智永“笔笔从空中落，从空中住，虽屋漏痕犹不足喻之”。\n智永的书法真迹有《真草千字文》、《楷书千字文》、《归田赋》等，其中以《真草千字文》最佳，传所书有八百本之多，流传至今，可见有二，弥足珍贵。\n今日所见《真草千字文》一为纸本墨迹卷，为日本小川简斋氏所藏。文凡二百行，已有残缺。书中不避隋唐帝讳，又有数字与唐以来传本不同，如“召”，后世本作“吕”等。据考此卷于唐代传入日本，著录于日本《东大寺献物账》中。近人杨守敬等以为是唐临本。以书法论，此帖雅有六朝遗韵，艺术性极高，今有影印本行世。另有《真草千字文》刻本，宋大观己丑（1109）刻于今陕西西安，又称“陕西本”。凡八石，每行十二字，原石今日尚存西安碑林，据说“颇极精工，无复遗恨”。其中唐讳如“民”、“基”等字皆有缺笔。\n《楷书千字文》笔力遒劲，结构端庄，笔画的起止提按痕迹十分清晰，富有虚实变化。\n教育弟子\n智永禅师晚年时，有天正在指导一位小沙弥练字，几位年轻书生慕名来寺谒求大师的墨宝，并请教写字秘诀。智永笑答，赠字不难，但秘诀实无，不过老衲可奉送诸位四字：“勤学苦练”，如能持之以恒，保你一生受用不尽。书生闻言，大失所望。智永禅师便耐心开导他们：俗话说“锲而不舍，金石可镂”。即以老衲先祖羲之公和献之公为例，羲之公以东汉张芝“临池写书，池水尽黑”的事迹激励自己，一生苦练不辍。洗砚曾染黑过庐山的归宗寺、临江的新城山、建康的钟山、浙江的积谷山和山阴等地的五六处池水。献之公学书曾用尽18大缸清水，老衲学书也是靠勤学苦练，才有今日的成就。\n众书生听后，并未尽信。智永禅师便命小沙弥打开后院门，带领他们去寺中的塔林，在一棵枝繁叶茂的大树下有一座高高的坟冢。书生们大惑不解，禅师指冢说：“我习书一生，练字磨秃的笔头尽在于此。”冢前立一石碑，上刻“退笔冢”3字，下有“僧智永立”几个小字，背后还有智永写的一篇墓志铭。偌大一座坟冢，贮满秃笔头，书生们看罢，惊愕不已。小沙弥告诉书生，师父写字的秃笔，初时装满5大筐。为练好字，在寺内阁上住了多年，还临写了800多本《真草千字文》，分赠浙东各寺庙。\n书生们听后恍然大悟，智永所言不谬，“宝剑锋从磨砺出，梅花香自苦寒来。”任何学术要达到高峰，没有捷径可走，亦无秘诀可言，只有勤学苦练，才是惟一的途径。\n学书经历\n智永对乃祖王羲之、王献之的书法极为钦佩，决心使乃祖的书法万古流芳。智永练习书法极为刻苦。他在永欣寺时，就曾盖一座小楼专供练字，发誓“书不成，不下此楼”。就在这座冷冷清清的小楼里，他如痴如醉地练字，毛笔用了一支又一支，他常把用坏了的毛笔扔进大瓮，天长日久，就积了好几瓮。智永后来把这些毛笔集中埋在一个地方，自撰铭词以葬之，时称“退笔冢”。\n经过二三十年的努力，智永的书法果然大有进步。他的名气也越来越大，求其真迹者很多，智永穷于应付，以至于“缣素□纸，堆案盈几，先后积压，尘为之生”。登门求教的也极多，以至他户外之屦常满，连门限也踩坏了，智永又只好用铁皮来加固门槛，时人称之为“铁门槛”。这“退笔冢”与“铁门槛”便成为书坛佳话，与汉张芝（张颠）洗笔洗硕的“池水尽墨”交相辉映，同为千古美谈。\n正面评价\n对于智永的书法，历代书法家与书法著作多有评价。乐安薛氏云：“智永妙传家法，为隋唐间学书者宗匠”；都穆《寓意编》云：“智永真草千文真迹，气韵飞动，优入神品，为天下法书第一”；解缙云“智永瑶台雪鹤，高标出群”：韦续《九品书人论》云“智永正草，品上之下”；宋人编的《宣和书谱》说智永“笔力纵横，真草兼备，绰有祖风”。（唐）张怀瓘《书断》云：“智永师远祖逸少（逸少，王羲之字），历纪专精，摄齐升堂，真、草惟命。夷途良辔，大海安波，微尚有道（有道，书法家）之风，半得右军（右军，指王羲之）之肉。兼能诸体，於草最优。气调下於欧（欧阳询）、虞（虞世南），精熟过于羊（羊欣）、薄（薄绍之）。”张怀瓘将古今善书法者分成三品：神品、妙品、能品。智永的行书入能品，隶书、章草、草书皆入妙品。可见智永书法成就已达到相当高的水平。\n反面评价\n也有学者认为，智永书法全守王氏家法，缺乏创新精神。如李嗣真的《书后品》就认为“智永精熟过人，惜无奇态”。对此，苏轼《东坡题跋》另有一说：“永禅师书骨气深稳，体兼众妙，精能之至，返造疏淡。如观陶彭泽（陶渊明）诗，初若散缓不收，反复不已，乃识其奇趣”；苏轼又说：“永禅师欲存王氏典型，以为百家法祖，故举用旧法，非不能出新意求变态也。然其意已逸於绳墨之外矣。云下欧、虞，殆非至论。若复疑其临仿者，又在此论下矣。”\n苏轼此说也确有一些道理。智永之志，确实不是独树一帜，而是要使乃祖书法流传于后世。智永居永欣寺期间曾临写王羲之《千字文》（王羲之生前并无千字文，此为萧梁殷铁石于宫中所藏王羲之墨迹中拓了千字互不重复之字，再经周兴嗣编次成韵文）800帖，分赠浙东诸寺，目的就是要借佛门之力，流布乃祖书法。\n收藏价值\n智永书法流传甚广，宋御府即曾收藏智永草书13件，真草10件。其《真草千字文》还一直流传至今。《真草千字文》采用以楷书对释草书的方式，这是智永的创造，既便于学书者释读草字，又能让人同时欣赏他两种体裁的书法，可谓一举两得。智永禅师草书“千字文”，完全得笔于乃祖王右军，并师承了草字法规。但此帖每格一字，每字独立，写起来循规蹈矩，而不似乃祖与张颠那样“笔墨飞舞”、字字相连呼应。智永禅师继承了王羲之的笔法，但每个字中又都有一两笔特别加重笔力，更显示出智永作书时的神情专注、神力内敛，重笔之处也显得圆润合拍，健肥适当。智永在《真草千字文》中的真书《楷书）是行楷，比正楷更轻快。智永行楷每字中也有一二重笔，因而字态更生动，更劲雅，唐宋以后的书法大家也大多喜欢师承永禅师的楷字。\n智永的书法对初唐虞世南等的书法很有影响。与智永同时而年少的释智果亦曾师事智永。智果也是永欣寺僧，工于书铭，传说隋炀帝特喜其书，他曾对智永说过：“和尚得右军肉，智果得右军骨。”意思是智永书法圆润，智果笔法腴润不足，而骨力超过。智果的行书、草书，张怀瓘《书断》皆列为能品，可见智果也是书僧中之佼佼者。\n历史集评\n隋炀帝尝谓：“智永得右军肉，智果得右军骨。”张怀瓘《书断》云：“智永远祖逸少，历纪专精，摄齐升堂，真草惟命，夷途退辔，大海安流。微尚有道（张芝）之风，半得右军之肉，兼能诸体，于草最优。气调下于欧、虞，精熟过于羊、薄。”\n米芾云：“僧智永书，虽气骨清健，大小相杂，如十四五贵褊性，方循绳墨，忽越规矩。”\n苏轼《东坡题跋》云：“永禅师书，骨气深稳，体兼众妙，精能之至，返造疏淡。如观陶彭泽诗，初若散缓不收，反复不已，乃识其奇趣。”\n董其昌《画禅室随笔》云：“永师仿钟元常《宣示表》，每用笔必曲折其笔，宛转回向，沉着收束，所谓当其下笔欲透过纸背者，唐以后此法渐澌尽矣。”\n明解缙《春雨杂述》谓：“自义、献而下，世无善书者。惟智永能寤寐家法，书学中兴，至唐而盛。”\n清代何绍基《东洲草堂金石跋》曾说：“智永《千文》，笔笔从空中落，从空中住，虽屋漏痕犹不足喻之。”\n清代冯班《钝吟书要》则说：“今日刻本《黄庭》（王羲之小楷《黄庭经》）多不是，但惜不见原本，字画俯仰处甚遒，翻之多失，与永师《千文》看方得。”\n都穆《寓意篇》评其字谓：“《智永真草千字文》真，气韵飞坮，优入神品，为天下法书第一。”\n代表作品\n《真书千字文》系智永的代表书作，历来对它评价颇高。\n对日本书道的影响\n智永书《真书千字文》，早在唐代已随归化之僧、遣唐之使流传到东邻日本，对日本书道产生过不小的影响。传世的智永《真书千字文》共有两本。一为唐代传入日本的墨迹本，一为保存于陕西省西安碑林的北宋董薛嗣昌石刻本。\n《真草千字文》，北宋时宣和内府仅存七卷，南宋至今唯有一卷。流传下来的《真草千字文》墨迹只断烂了开首两行，其他都尚称完好；至于缺的部分，也已根据关中本补全。所谓“关中本”，是宋朝大观三年时薛嗣昌根据长安崔氏所藏真迹，於大观己丑（公元1109年）摹刻上石，又称为“陜西本”，原刻石今日尚存西安碑林，据说“颇极精工，无复遗恨”，可说是善本，但感觉和墨迹相比稍差一些。\n撰写作者\n《真草千字文》是南朝梁武帝命周兴嗣所撰，名人书写而传世者很多。从书史发展来看，智永《真草千字文》卷的规范作用超过了传为东汉蔡邕书《熹平石经》的影响。\n作用\n《真草千字文》法度谨严，一笔不苟，其草书则各字分立，运笔精熟，飘逸之中犹存古意，其书温润秀劲兼而有之。宋米芾《海岳名言》评曰：“智永临集千文，秀润圆劲，八面具备”。又如苏轼所评：“精能之至，返造疏淡。”此书代表了隋代南书的温雅之风，继承并总结了“二王”正草两体的结体、草法，从体法上确立了它的范本作用。\n","category":"草书","verified":true,"user":1,"timestamp":1429951664376},{"name":"集智永真书岳阳楼记","dynasty":"隋代","category":"","type":"","user":1,"timestamp":1429791607770,"text":"","author":"隋代智永","description":"集智永真书岳阳楼记"}]