[{"name":"徐霖书法","text":"徐霖(1462-1538) 明代戏曲作家。字子仁，号九峰、髯仙，又称徐山人。先世长洲（今江苏苏州）人，出生于华亭（今上海松江），后移居金陵。徐霖性格倜傥、豪爽，工于书法，又兼善绘画。填曲富有才情，且颇精于格律，他与散曲作家陈铎在当时并有“曲坛祭酒”的称号，并与谢承举一起被称为“江东三才子”。\n简介\n(1462～1538)明代戏曲作家。幼年起即居南京。王世贞说徐霖才气超过陈铎，但作品不如陈作&quot;稳协&quot;。正德末,武宗朱厚燳南巡,经皇家伶人臧贤的推荐，曾在武宗左右备顾问，所填词曲颇为皇帝欣赏，屡次要他入朝为官，他辞而不就。徐霖散曲大多未能传存，《南宫词纪》录其〔山坡羊〕《闲情》两首，可略见其风格。徐霖曾作传奇戏曲8种,今仅存《绣襦记》,写李亚仙与郑元和的爱情故事,情节本于唐代传奇小说白行简《李娃传》，但也受元代相同题材的石君宝的杂剧《李亚仙花酒曲江池》的一定影响。剧中李亚仙与郑元和之父郑儋的形象写得尤为成功。沦落娼门的李亚仙心地纯洁，对情人情深义厚，与封建官僚郑儋外表道貌岸然，实则残忍无情，形成鲜明对照。徐霖对下层生活比较熟悉，剧中的仆人来兴，店主人、卑田院的众乞儿都写得逼真而各具特色，从中可以见到当时社会生活的一个真实侧面。作品较少枝蔓，语言本色、洗练，但郑氏父子和解的结局则写得过于简单和粗率。正德十四年（1519）赋宗南巡，近侍上其词翰，武宗两幸其宅，并成剪其长须作拂尘，霖乃自号髯翁，父称髯伯。工山水、花卉、松竹、蕉石，皆奕奕有致。亦工篆刻。与沈周交善，弘治三年（1490）访沈（周），吴伟为此作《沈徐二高立行乐图》以志之。通音律，工书法，善画山水、花卉、松竹。善山水花卉，工书法篆刻。日本使臣尝得徐霖书作，多珍藏。武宗南巡，他以蔬菜，鲜笋款待，对饮垂钓，并随帝入京。喜藏书，在金陵时，筑“快园”多藏宋员版本和其他各类图书。卒后，部分精抄宋椠，归于毛青城带至四川。传世作品有《菊石野兔图》轴、《花卉泉石图》卷，现藏故宫博物院；正德九年（1514）作《初日蟠桃图》图录于《中国历代名画集》；著有《远游记》《晚游录》《古杭清游稿》《丽澡堂文集》《快园诗文集》《续画史会要》等。\n书画作品\n徐霖6岁丧父，随兄居南京。7岁能诗，时称奇童。善书法，9岁即能写大字。14岁中秀才，随即被诬告革去。于是致力于书画和戏曲创作。正楷出入欧阳询、颜真卿之间，擘窠大字学朱晦翁，几可乱真。后又喜摹赵孟頫，而笔力遒劲，结构端谨，自成一家。尤精篆字，造诣极深。当时号称“篆圣”的李东阳和乔宇，见徐霖所书篆字，皆自叹不及，推为“当代第一”。远及朝鲜、日本，皆争购其墨迹，视为至宝。\n所书《千字文卷》（分草、楷、篆三幅，现藏故宫博物院），字形玉润可爱，笔力劲丽苍古，神采灿然。又精绘事，与沈周友善。所作山水、花卉，皆奕奕有致。传世作品有《菊石野兔图》（现藏故宫博物院）、《初日蟠桃图》（见于《中国历代名画集》）。\n戏剧作品\n正德末，武宗朱厚照南巡，经皇家伶人臧贤的推荐，曾在武宗左右备顾问，所填词曲颇为皇帝欣赏，屡次要他入朝为官，他辞而不就。徐霖散曲大多未能传存，《南宫词纪》录其（山坡羊）《闲情》两首，可略见其风格。徐霖曾作传奇戏曲8种，今仅存《绣襦记》。《绣襦记》讲述唐代妓女李亚仙与郑元和的爱情婚姻故事。这一作品是在唐白行简传奇小说《李娃传》、宋元南戏《李亚仙》、元杂剧《郑元和风雪打瓦罐》、《李亚仙花酒曲江池》及朱有杂剧《曲江池》的基础上改编而成，描写得最为细致完整。剧中李亚仙与郑元和之父郑儋的形象写得尤为成功。沦落娼门的李亚仙心地纯洁，对情人情深义厚，与封建官僚郑儋外表道貌岸然，实则残忍无情，形成鲜明对照，是昆曲常演的剧目，其中提到扬州的一场是《教歌》。这一场写书生郑元和被其父打至气绝，抛尸郊外，幸得扬州阿二收留，最后沦为乞丐。剧中主要写扬州阿二及其老大教郑元和如何做乞丐的过程，情节幽默，矛盾突出，充满了喜剧效果。其中的角色扬州阿二，必须说扬州话，这也是白行简的《李娃传》中所根本没有的。作品较少枝蔓，语言本色、洗练，但郑氏父子和解的结局则写得过于简单和粗率。围绕李、郑的遭遇，批判了封建婚姻制度中的门阀观念，揭露了封建伦理道德的冷酷和虚伪。李亚仙的心地善良和忍辱负重、胸怀大志的性格，刻画得也较成功。结构精练，是同类题材创作中较为完美的一部剧作。明万历年间，又据此改编为小说，广为流传，近世许多地方戏据此改编为传统剧目。\n徐霖对下层生活比较熟悉，剧中的仆人来兴，店主人、卑田院的众乞儿都写得逼真而各具特色，从中可以见到当时社会生活的一个真实侧面。\n填词作品\n徐霖约明武宗正德初前后在世，年七十七岁。少弃举业，好狭邪游。所填南北词，大有才情，语语入律，娼家皆崇奉之。文壁题画寄霖，有句云：“乐府新传桃叶渡，彩毫遍写薛涛笺”。武宗南巡时，伶人臧贤荐之于上，令填新曲。武宗极喜之。尝月夜幸其家，出蔬笋为供，酒酣，垂钓相乐。霖美须髯，武宗手翦为拂子，因自号髯翁。扈从还京，屡命以官，辞而不拜。中更事变，拂衣而归，其名益震。又几二十年，竟以寿终。\n霖与陈铎齐名，均为当时南京曲坛祭酒。所著有绣襦、（今本作薛近兖作）三元、梅花、留鞋、枕中、种瓜及两团圆等数种。《金陵琐事》散曲极少见，今仅见存于《南宫词纪》中的二首。所作曲，精于格律，“能自度曲为新声”，名驰海外。正德十五年（1520年），武宗南巡，曾被荐为帝作曲，赐一品服，并多次到他家去。命他跟随到北京，因武宗去世，未授官而还。著有《柳仙记》、《商辂三元记》等8种传奇和一些散曲，被誉为“曲坛祭酒”。\n作品评价\n明人姜绍书《韵石斋笔谈》中说：“徐髯仙、许高阳、周公瑕皆系书家，旁及篆体，印文章法，心画精奇。”\n而明天启年间的印人周应麟亦称：“人吾昭代，有许初、丰坊、李东阳、乔宇、徐霖、文彭诸君子，后先继起，狎主齐盟，为休明鼓吹。”\n其他著作\n有《丽藻堂文集》、《徐子仁诗集》、《续书史会要》、《中原音韵注释》等传世。\n辑有《快园诗文类选》、《雅颂词录》。\n","category":"草书","verified":true,"user":1,"timestamp":1429951607336},{"name":"徐霖书法","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791635354,"text":"徐霖《行书五言律诗》轴 绢本 198.6×106.2cm。南京博物院藏。\n\n\n\n\n\n徐霖《雨中独酌诗》页，纸本，行书，23.7×36.7cm 北京故宫博物院藏\n\n\n徐霖《草书自书诗》扇面 上海博物馆藏\n徐 霖(1462-1538)\n　　字子仁，一字子元，号髯仙、髯伯，别号九峰道人，快园叟。明松江府华亭县（今上海）人。6岁丧父，随兄居南京。7岁能诗，时称奇童。善书法，9岁即能写大字。14岁中秀才，随即被诬告革去。于是致力于书画和戏曲创作。正楷出入欧阳询、颜真卿之间，擘窠大字学朱晦翁，几可乱真。后又喜摹赵孟頫，而笔力遒劲，结构端谨，自成一家。尤精篆字，造诣极深。当时号称“篆圣”的李东阳和乔宇，见徐霖所书篆字，皆自叹不及，推为“当代第一”。远及朝鲜、日本，皆争购其墨迹，视为至宝。所书《千字文卷》（分草、楷、篆三幅，现藏故宫博物院），字形玉润可爱，笔力劲丽苍古，神采灿然。又精绘事，与沈周友善。所作山水、花卉，皆奕奕有致。传世作品有《菊石野兔图》（现藏故宫博物院）、《初日蟠桃图》（见于《中国历代名画集》）。\n　　所作曲，精于格律，“能自度曲为新声”，名驰海外。正德十五年（1520年），武宗南巡，曾被荐为帝作曲，赐一品服，并多次到他家去。命他跟随到北京，因武宗去世，未授官而还。著有《绣襦记》、《柳仙记》、《商辂三元记》等8种传奇和一些散曲，被誉为“曲坛祭酒”。\n　　其他著作有《丽藻堂文集》、《徐子仁诗集》、《续书史会要》、《中原音韵注释》等传世。辑有《快园诗文类选》、《雅颂词录》。","author":"明代徐霖","description":"徐霖书法"}]