[{"name":"任询行书韩愈秋怀诗","text":"任询（1133～1204）[金]字君谟，一作君谋，号南麓先生，易州（今河北易县）军市人，其父任贵，有才干，善绘画，宋徽宗宣和、政和年间，离乡远游江、浙，生任询于虔州（今江西赣州）。正隆二年任询（1157）进士及第，历省掾、大名总幕、益都都勾判官、北京盐使。课殿，降职泰州节厅。时无借力者，故连蹇不进。年六十四致仕，优游乡里，晚年家藏书法名画数百轴，日夕展玩，后皆散失。卒年七十。\n书法成就\n任询诗文书画俱工。真草书流丽犹劲，不让二王。山水师王庭筠、张才，得其三昧。《增补中州集》中记载：“为人多才艺，其画高于书，书高于诗，诗高于文，书入能品，画入神品。”《金史·任询传》说他：“为人慷慨多大节，书为当时第一”，可见对他的书法在当时有一定影响。一生挥毫无数，身后传世作品却凤毛麟角，屈指可数，仅有《古柏行》、《吕征墓表》等几件精品为今人睹见。事迹见《金史本传》、《保定志》、《永平府志》、《墨池渊海》、《画史会要》。\n任询书法集众家之所长，其字钟灵毓秀。叶昌炽《语石》中，评论他所写的《大天宫寺碑记》：“突兀奇伟，壁立千仞”。明人周天球跋《秋怀诗帖》说他“本宗怀素”。书法雄健超迈。风格在颜真卿和苏轼之间，然后人论任询书时多言其宗鲁公。如：吴其贞说：“书法雄秀，结构纵逸，盖宗于颜鲁公”（《书画记》）；顾复认为：“君谟书谓其擅学平原”（《平生壮观》）等。学颜真卿，所以任询的书法作品多尚气势，当时诸多名流对他的书法雄健气息有着共同的认识。赵秉文说他的书法“‘岱宗夫如何，齐鲁青未了。’‘夫如何’三字几不成语，然非三字，无以成下句有数百里之气象。……学南麓者，当以是参之。”（《闲闲老人滏水文集》）。元好问赞其书法“行云流水，自有奇趣”、王恽于《秋涧先生大全集》中称其字在“颜(真卿)、坡(苏轼)之间。”、“豪放飞动，超乎常度”等等，都对任询作品的气势给予了充分的肯定。\n行书杜甫《古柏行》拓片，日本京都藤井有邻馆藏。作于海陵王正隆五年（1160），此书精神多赖颜真卿，我们甚至可以从中找出颜真卿《裴将军》的影子。任询在金初享有大名，被誉为第一，但其作品中学古未化的问题还是存在的。其实稍后的评论家也指出了任询书法中的问题。如元好问认为“学东坡而稍有敛束”（《元好问全集》）、王恽也有“其擘窠大书，往往体庄而神滞”（《秋涧先生大全文集》）这样的观点，等等，已经很明确地指出了任询的不足。就任询自身而言，放诸书法史绝对不是一流的书家，即使在金代也差强人意。然在金初，甚至与南宋书坛诸家相比较，任询书法的气势还是较为可观的，这是任询的成功处，也是他的书法的意义所在。 \n诗作选摘\n【浙江亭观潮】\n海门东向沧溟阔，潮来怒卷千寻雪。浙江亭下击飞霆，蛟蜃争驰奋髯鬣。\n巨鹿之战百万集，呼声响震坤轴立。昆阳夜出雨悬河，剑戟奔冲溃寻邑。\n吴侬稚时学弄潮，形色沮懦心胆豪。青旗出没波涛里，一掷性命轻鸿毛。\n须臾风送潮头急，乱山稠叠伤心碧。西兴浦口又斜晖，相望会稽云半赤。\n诗家谁有坡仙笔，称与江山作勃敌。援毫三叫句不成，但觉云涛满胸臆。\n","category":"行书","verified":true,"user":1,"timestamp":1429951559296},{"name":"任询行书韩愈秋怀诗","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791613567,"text":"金代任询《行书韩愈秋怀诗》\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n任询《行书韩愈秋怀诗》\n\n韩愈秋怀诗十一首原文：\n窗前两好树，众叶光薿薿。秋风一拂披，策策鸣不已。\n微灯照空床，夜半偏入耳。愁忧无端来，感叹成坐起。\n天明视颜色，与故不相似。羲和驱日月，疾急不可恃。\n浮生虽多涂，趋死惟一轨。胡为浪自苦，得酒且欢喜。\n白露下百草，萧兰共雕悴。青青四墙下，已复生满地。\n寒蝉暂寂寞，蟋蟀鸣自恣。运行无穷期，禀受气苦异。\n适时各得所，松柏不必贵。\n彼时何卒卒，我志何曼曼。犀首空好饮，廉颇尚能饭。\n学堂日无事，驱马适所愿。茫茫出门路，欲去聊自劝。\n归还阅书史，文字浩千万。陈迹竟谁寻，贱嗜非贵献。\n丈夫意有在，女子乃多怨。\n秋气日恻恻，秋空日凌凌。上无枝上蜩，下无盘中蝇。\n岂不感时节，耳目去所憎。清晓卷书坐，南山见高棱。\n其下澄湫水，有蛟寒可罾。惜哉不得往，岂谓吾无能。\n离离挂空悲，戚戚抱虚警。露泫秋树高，虫吊寒夜永。\n敛退就新懦，趋营悼前猛。归愚识夷涂，汲古得修绠。\n名浮犹有耻，味薄真自幸。庶几遗悔尤，即此是幽屏。\n今晨不成起，端坐尽日景。虫鸣室幽幽，月吐窗冏冏。\n丧怀若迷方，浮念剧含梗。尘埃慵伺候，文字浪驰骋。\n尚须勉其顽，王事有朝请。\n秋夜不可晨，秋日苦易暗。我无汲汲志，何以有此憾。\n寒鸡空在栖，缺月烦屡瞰。有琴具徽弦，再鼓听愈淡。\n古声久埋灭，无由见真滥。低心逐时趋，苦勉祗能暂。\n有如乘风船，一纵不可缆。不如觑文字，丹铅事点勘。\n岂必求赢馀，所要石与甔。\n卷卷落地叶，随风走前轩。鸣声若有意，颠倒相追奔。\n空堂黄昏暮，我坐默不言。童子自外至，吹灯当我前。\n问我我不应，馈我我不餐。退坐西壁下，读诗尽数编。\n作者非今士，相去时已千。其言有感触，使我复凄酸。\n顾谓汝童子，置书且安眠。丈夫属有念，事业无穷年。\n霜风侵梧桐，众叶著树乾。空阶一片下，琤若摧琅玕。\n谓是夜气灭，望舒霣其团。青冥无依倚，飞辙危难安。\n惊起出户视，倚楹久丸澜。忧愁费晷景，日月如跳丸。\n迷复不计远，为君驻尘鞍。\n暮暗来客去，群嚣各收声。悠悠偃宵寂，亹亹抱秋明。\n世累忽进虑，外忧遂侵诚。强怀张不满，弱念缺已盈。\n诘屈避语阱，冥茫触心兵。败虞千金弃，得比寸草荣。\n知耻足为勇，晏然谁汝令。\n鲜鲜霜中菊，既晚何用好。扬扬弄芳蝶，尔生还不早。\n运穷两值遇，婉娈死相保。西风蛰龙蛇，众木日凋槁。\n由来命分尔，泯灭岂足道。\n\n任询（1133-1204），字君谟，号龙岩，又号南麓先生，易州（今河北易县）人。正隆二年（1157）进士。历官益都都勾判官、北京盐使，享年七十多岁。诗文书画俱工，山水师王庭筠，擅真、草二体书。《增补中州集》中记载：“为人多才艺，时人评为画高于书，书高于诗，诗高于文。晚年家藏诗画数百轴、诗数千首，后皆散失。”《金史.任询传》说他：“为人慷慨多大节，书为当时第一”，可见对他的书法在当时有一定影响。一生挥毫无数,身后传世作品却凤毛麟角,屈指可数,仅有《古柏行》、《吕征墓表》等几件精品为今人睹见。\n　　任询书法集众家之所长，其字钟灵毓秀。叶昌炽《语石》中，评论他所写的《大天宫寺碑记》：\"突兀奇伟，壁立千仞\"。明人周天球跋《秋怀诗帖》说他“本宗怀素”。书法雄健超迈。风格在颜真卿和苏轼之间，然后人论任询书时多言其宗鲁公。如：吴其贞说：“书法雄秀，结构纵逸，盖宗于颜鲁公”（《书画记》）；顾复认为：“君谟书谓其擅学平原”（《平生壮观》）等。学颜真卿，所以任询的书法作品多尚气势，当时诸多名流对他的书法雄健气息有着共同的认识。赵秉文说他的书法“‘岱宗夫如何，齐鲁青未了。’‘夫如何’三字几不成语，然非三字，无以成下句有数百里之气象。……学南麓者，当以是参之。”（《闲闲老人滏水文集》）。元好问赞其书法“行云流水，自有奇趣”、王恽于《秋涧先生大全集》中称其字在\"颜(真卿)、坡(苏轼)之间。”、“豪放飞动，超乎常度”等等，都对任询作品的气势给予了充分的肯定。","author":"宋代任询","description":"任询行书韩愈秋怀诗"}]