[{"name":"王守仁行草别妻侄诗","text":"孝懿仁皇后（？-1689年），佟佳氏，满洲镶黄旗人，康熙帝第三位皇后，领侍卫内大臣、承恩公、国舅佟国维女，世祖孝康章皇后亲侄女，因此也是康熙帝的嫡亲表妹。康熙二十八年七月初九日（1689年8月23日）立为皇后，时已病亟，翌日崩逝，实际上只当了不到一天的皇后，是我国历史上在位时间最短的皇后，而她的丈夫清圣祖康熙皇帝，则是中国在位时间最长的皇帝。皇后崩，康熙帝辍朝成服亲临致祭，制挽诗四章悼之。二十八年九月二十二日，谥曰孝懿皇后。十二月二十日，葬景陵。经雍正、乾隆、嘉庆累加谥，全谥曰：孝懿温诚端仁宪穆和恪慈惠奉天佐圣仁皇后。女一，皇八女，幼殇。悫惠皇贵妃为孝懿仁皇后亲妹，两人同为康熙帝后妃。[1-4]     \n大事年表\n康熙十六年（公元1677年）八月二十二日，册封为贵妃。\n康熙十七年（公元1678年）二月二十六日，孝昭仁皇后崩逝，自此康熙十多年时间未立皇后，时为后宫份位最高的贵妃、皇贵妃佟佳氏自以副后身份摄六宫事。\n康熙二十年（公元1681年）十二月二十日，进封为皇贵妃。\n康熙二十二年（公元1683年）六月十九日，生皇八女，闰六月殇。\n康熙二十七年（公元1688年），佟国纲请归满洲，自此，佟氏由汉军旗抬籍入满洲镶黄旗，为佟佳氏。\n康熙二十八年（公元1689年）七月初八日，皇贵妃病重。\n初九日，立为皇后，颁诏天下。\n初十日，申刻（下午三点至五点），皇后崩，奉安梓宫于承乾宫，帝辍朝成服。\n十三日，奉移大行皇后梓宫至朝阳门外享殿，帝亲临送。\n九月二十二日，册谥为孝懿皇后。\n十月十一日，奉移孝懿皇后梓宫往景陵，帝亲临送。\n十一月二十八日，以孝懿皇后神牌、升祔奉先殿。\n雍正元年（公元1723年）六月，升祔圣祖庙。尊谥并加仁字。\n雍正元年九月，恭上尊谥曰：“孝懿温诚端仁宪穆奉天佐圣仁皇后”。升祔太庙。\n雍正十三年（公元1735年）十一月，（乾隆）恭加上尊谥曰：“孝懿温诚端仁宪穆和恪奉天佐圣仁皇后”。\n嘉庆四年（公元1799年）四月，恭加上尊谥曰：“孝懿温诚端仁宪穆和恪慈惠奉天佐圣仁皇后”。\n史料记载\n册为贵妃\n康熙十六年\n五月。\n（十四日）己丑。朕奉圣祖母太皇太后慈谕，稽古帝王宫闱之制，必备妃嫔以襄内政。今册封佟氏为贵妃，李氏为安嫔，王佳氏为敬嫔，董氏为端嫔，马佳氏为荣嫔，纳喇氏为惠嫔，郭罗洛氏为宜嫔，黑舍里氏为僖嫔。尔部即选择吉期，开具仪注来奏。特谕。\n八月。\n（二十二日）丙寅。遣大学士觉罗勒德洪、持节授佟氏册宝。封为贵妃。册文曰、朕惟佐理内廷、宜备赞襄之位、协宣阴教、允资淑慎之贤。爰考彝章、式隆典礼。咨尔佟氏、笃生名族、克备令仪。赋质端良、彤管之徽音夙著、禀心恭顺、褕衣之锡命攸宜。兹仰承太皇太后慈谕、以册宝册封尔为贵妃。其益懋柔嘉、翼中壼而敷雅化、永怀祗敬、导嫔御以树芳型。钦哉。\n——《清圣祖仁皇帝实录》 （谕旨、册文摘录自《清列朝后妃传稿上》 ）\n进皇贵妃\n康熙二十年\n十月。\n（二十五日）甲辰。谕礼部、朕恭奉圣祖母太皇太后慈谕。自古帝王、慎简淑德、备秩宫闱、以襄内政。历稽往制、典礼攸隆。贵妃佟氏、温惠端良。壸仪懋著。今进封为皇贵妃。钮祜卢氏、恭和淑慧、令范克昭。今册封为贵妃。惠嫔纳喇氏、宜嫔郭罗洛氏、德嫔吴雅氏、荣嫔马隹氏、秉质柔嘉。恪勤内职。今进封惠嫔为惠妃。宜嫔为宜妃。德嫔为德妃。荣嫔为荣妃。尔部即选择吉期。开列仪注。具奏。\n十二月。\n（二十日）己亥。命大学士勒德洪、持节进封贵妃佟氏、为皇贵妃。册文曰、朕惟五典慎徽、妫汭重嫔虞之化。二南正始、关雎资佐姒之贤。遐稽历代之彝章。式进宸闱之位序。咨尔贵妃佟氏。毓生名阀。协辅中闺。温惠宅心。端良著德。凛芳规于图史、夙夜维勤。表懿范于珩璜、言容有度。兹仰承太皇太后慈谕、以册宝、进封尔为皇贵妃。尔其光昭内则、用迓景福于方来。益慎妇仪、茂衍鸿庥于有永。钦哉。\n——《清圣祖仁皇帝实录》 \n立为皇后\n康熙二十八年\n七月。\n（初七日）辛丑。上奉皇太后、自畅春园回宫。\n（初八日）壬寅。谕礼部、奉皇太后慈谕、皇贵妃佟氏、孝敬性成、淑仪素著。鞠育众子、备极恩勤。今忽尔遘疾、势在濒危。予心深为轸惜。应即立为皇后、以示宠褒。钦此、前者九卿诸臣、屡以册立中宫上请。朕心少有思维、迁延未许。今祗遵慈命、立皇贵妃佟氏为皇后。应行典礼、尔部即议以闻。\n（初九日）癸卯。以册立皇后。遣官告祭天地、太庙。\n册立皇贵妃佟氏、为皇后。册文曰、朕惟德协黄裳、王化必原于宫壸。芳流彤史、母仪用式于家邦。秉令范以承庥。锡鸿名而正位。咨尔皇贵妃佟氏、乃领侍卫内大臣舅舅佟国维之女也。系出高闳。祥钟戚里。矢勤俭于兰掖。展诚孝于椒闱。慈著螽斯、鞠子洽均平之德。敬章翚翟、禔身表淑慎之型。夙著懿称。宜膺茂典。兹仰遵慈谕、命以册宝、立尔为皇后。尔其祗承景命。善保厥躬。化被蘩苹、益表徽音之嗣。荣昭玺绂、永期繁祉之绥。钦哉。\n是日、颁诏天下。诏曰、帝王受天明命、抚御万方、莫不端本宫闱、化行海宇。矧承奉宗庙、敦睦本支、皆于内助是赖。兹者圣母仁宪恪顺诚惠纯淑端禧皇太后、以坤教不可久虚、壸政必资懿德。皇贵妃孝敬性成、淑范素著。鞠育众子、备极恩勤。宜立为皇后、正位中宫、母仪天下。钦遵慈命。虔告天地、宗庙。于康熙二十八年七月初九日、册立领侍卫内大臣舅舅佟国维之女、皇贵妃佟氏、为皇后。尚其聿修令范、益笃教勤。仰嗣徽音、永绵福祉。肇化原于伦纪。溥仁惠于寰区。布告中外、咸使闻知。\n诏内恩款共十条。\n——《清圣祖仁皇帝实录》 \n死后丧仪\n康熙二十八年\n七月。\n（初十日）甲辰。申刻。皇后崩。上辍朝五日。诸王以下、文武官员、及公主、王妃以下、八旗二品命妇以上、俱齐集举哀。持服二十七日。\n（十三日）丁未。奉移大行皇后梓宫、至朝阳门外享殿。上亲临送。令诸王以下、文武官员、及公主、王妃以下、八旗二品命妇以上、俱齐集举哀。\n（十五日）己酉。常祭大行皇后。上亲临举哀。\n谕礼部、皇后佟氏、淑德夙成。芳徽懋著。侍奉皇太后、克尽孝诚。抚育诸子悉均慈爱。禔躬敬慎。御下宽仁。式备仪型、宫闱胥化。顷遵慈谕、作配朕躬。尚期内治之永襄、何意沉疴之难起。兹于康熙二十八年七月初十日崩逝。眷怀懿范、痛悼良深。宜有称谥、以垂永久。著内阁、翰林院、会同拟奏。其应行典礼、尔部详察速议以闻。\n（二十一日）乙卯。初祭大行皇后。上亲临举哀。是日、上除服。\n（二十二日）丙辰。绎祭大行皇后。上亲临举哀。\n（二十六日）庚申。谕吏部、自古帝王、抚驭寰区、端赖宫闱之助。惟后德之贤淑、王化本源系焉。内治綦重、典礼宜隆。爰考历代、册立中宫、推恩所生、锡之封爵。载在彝常、其来旧矣。惟大行皇后惟秉柔嘉。心存恪慎。溥宽仁而逮下。崇节俭以持躬。奉事重闱、克抒诚孝。抚育众子、均被恩勤。方作配于朕躬、冀永资夫壸教。忽尔崩逝、殊悼朕怀。礼已备乎荣哀、恩未加于戚畹。内大臣舅舅佟国维、乃大行皇后之父也。勋旧懿亲。忠贞世笃。劳勋夙昭乎环卫。谋谟允赞乎岩廊。兹奉皇太后慈谕、大行皇后诞秀名宗。丕彰令范。懿徽遽谢、悲怛滋殷。思后德之流芳、洵良臣之毓庆。宜加峻秩、以协典章。朕恪遵慈命、特锡殊恩。佟国维、著封为一等公。给与诰命。世袭罔替。\n八月。\n（初七日）庚午。大祭大行皇后。上亲临举哀。诸王以下、文武官员、俱齐集举哀。除服。\n（初八日）辛未。绎祭大行皇后。上亲临举哀。\n（初九日）满月。致祭大行皇后。上亲临举哀。\n九月。\n（十三日）丙午。月祭大行皇后。上亲临举哀。\n（二十一日）甲寅。以册谥大行皇后。遣都统喇克达、告祭太庙。\n（二十二日）乙卯。命和硕简亲王雅布、多罗信郡王鄂札、赍册宝、上大行皇后尊谥。册文曰、道弘地载、六宫资阴教之修。化始人伦、万国仰母仪之重。壸闱擅媺、音足嗣于前徽。图史流馨、德常新于奕禩。皇后佟氏、英钟戚畹。瑞衍名宗。克秉渊心、协女箴之婉娩。式昭玉度、本天赋之温庄。自妫水以嫔虞。比周京之缵女。佐晨昏而将敬、勤著鸡鸣。溥鞠育以宣慈、庆贻麟定。仁能逮下、木樛曲以堪萦。志在进贤、荇参差而必采。世方逢乎丰豫、俭德滋彰。名已冠乎宫庭、谦怀弥笃。佩环有节、恒赞宵衣。织紞惟劳、允师内职。二南之风继轨。九卿之属倾心。乃正坤维。洵推哲配。袆褕初御、方期延祉于长秋。繐帐旋陈、遽悼韬辉于永夜。虽此日之芳华易谢、而千年之令誉靡穷。考古彝章。称兹显谥。聿焕丹青之采。丕扬金石之光。特以册宝、谥曰孝懿皇后。于戏。溯淑型于桂馆、嫓美姜任。播嘉则于琼章、垂声穹壤。荣哀具备。宠渥祗承。\n十月。\n（初五日）戊辰。月祭孝懿皇后。上亲临举哀。\n（初七日）庚午。行孝懿皇后百日祭礼。上亲临举哀。\n（初九日）壬申。以十一日、奉移孝懿皇后梓宫、往山陵（景陵）。上亲临致祭。王以下、三品官以上、齐集举哀。\n（十一日）甲戌。奉移孝懿皇后梓宫往山陵。上亲临送。王以下、文武官员、及公主、王妃以下、二品命妇以上、俱齐集举哀跪送。命皇长子允禔、皇三子允祉、皇四子胤禛随驾。是日、上驻跸五里桥。\n（十六日）己卯。以孝懿皇后梓宫奉安地宫。是日、孝懿皇后梓宫至山陵。奉安享殿。\n（十九日）壬午。奉移孝懿皇后梓宫于地宫前享殿。遣皇长子允禔、读文致祭\n（二十日）癸未。己时。奉移孝懿皇后梓宫、安葬地宫。上亲临奠酒。王以下、文武大臣等行礼。是日、上驻跸汤泉。\n十一月。\n（二十七日）庚申。以孝懿皇后神牌、升祔奉先殿。上亲诣奉先殿告祭。\n（二十八日）辛酉。遣满汉大学士各一员、恭点孝懿皇后神主。是日、恭捧神牌、升祔奉先殿。\n十二月。\n（十六日）戊寅。朝鲜国王李焞、遣陪臣朴泰尚等、进孝懿皇后香。赏赉如例。\n康熙二十九年\n七月。己亥。孝懿皇后忌辰。遣官祭陵。\n八月。戊寅。朝鲜国王李焞、遣陪臣李浚等、恭进孝懿皇后册谥大典礼物。宴赉如例。\n康熙三十年\n七月。癸巳。孝懿皇后忌辰。遣官祭陵。\n九月。壬戌。上以孝懿皇后再期忌辰率诸王大臣官员致祭。\n康熙三十一年\n七月。丁巳。孝懿皇后忌辰。遣官祭陵。\n十月。甲申。孝懿皇后三期。上率王以下、文武大臣侍卫等致祭。是日，上驻跸新城。谕刑部、朕保乂黎元务崇宽大、每于刑狱之事、辄廑矜恤之。怀秦省西安等处地方比岁洊饥闾阎困苦业、已多方赈恤、屡谕蠲租兹更大沛仁恩特加赦宥。凡狭西巡抚所属今年（康熙三十一年，公元1632年）秋审情实缓决人犯内、除十恶及军机获罪不赦外、其余、自谕到日通著免死照例减等发落。有见在审拟未经结案者、亦如之嗣后。务令革心向善副、朕法外生全至意、尔部即遵谕行。\n——《清圣祖仁皇帝实录》 \n钦惟我皇上（康熙）至仁如天……若乃宫廷王化之原，惟孝懿皇后仰承慈谕，位正母仪，洎乎淑德上宾，哀礼兼备。于此见人伦之至焉。……\n——《康熙起居注》康熙二十八年末大事总结 \n（雍正九年九月）癸巳。谕大学士九卿等。皇后（孝敬宪皇后）崩逝。朕（雍正）心震悼。此时即欲亲临含殓。……朕思皇考（康熙）昔年、于皇妣孝诚仁皇后孝昭仁皇后之丧。如何亲临尽礼之处。朕虽未见。至康熙二十八年。皇妣孝懿仁皇后崩逝。当梓宫未移之时。皇考朝夕临奠。及奉移之后。每遇祭祀日期悉皆亲往。此朕所亲见者。……\n——《清世宗宪皇帝实录》 \n（康熙）十三年五月，皇后赫舍里氏崩，辍朝五日，服缟素，日三奠，内外会集服布素，朝夕哭临三日。移北沙河巩奉城殡宫，帝亲送。自初丧至百日，亦躬亲致祭。时用兵三籓，虑直省举哀制服易惑观听，免治丧，馀如故。册谥仁孝。三周后，致祭如陵寝。后葬昌瑞山。世宗登极，谥曰孝诚仁皇后。\n十七年二月，皇后钮祜禄氏崩，丧葬视仁孝后，册谥孝昭。世宗加谥曰仁。\n圣祖仁皇后佟佳氏，二十八年七月崩，时由妃立后第二日也。帝辍朝亲临，制四诗悼之，谥曰孝懿，丧仪如孝昭。\n——《清史稿》志六十七礼十一（凶礼一）皇帝丧仪皇后丧仪贵妃等丧仪 \n雍正朝记载\n康熙六十一年十二月（雍正）议初上尊谥十二字（谕旨）\n丁巳。谕内阁。朕（雍正）仰荷祖宗眷佑。缵承大统。恭上皇考圣祖仁皇帝尊谥。……又念仁孝皇后。作配皇考。孝敬宽仁。坤仪懋著。孝昭皇后。恪恭温顺。树范宫闱。孝懿皇后。徽音淑德。慈抚朕躬。恩勤备至。均应恭上尊谥。以昭示万年。内阁九卿翰詹科道会同详察典礼具奏。寻议、臣等伏查从前恭上列祖尊谥。……又仁孝皇后、孝昭皇后、孝懿皇后尊谥。应遵照初上尊谥十二字之典礼。恭拟上仁孝皇后尊谥曰仁孝恭肃正惠安和俪天襄圣皇后。孝昭皇后尊谥曰孝昭静淑明惠正和钦天顺圣皇后。孝懿皇后尊谥曰孝懿温诚端仁宪穆奉天佐圣皇后。伏候钦定。得旨、是。依议。\n雍正元年六月升祔圣祖庙（谕旨）\n丁卯。总理事务王大臣九卿翰詹科道等官、会议。恭请四后同祔圣祖庙。尊谥并加仁字。谕曰。朕惟母后升祔太庙。大典攸关。欲伸臣子之孝思。必准前代之成宪。务得情理允协。乃可昭示万年。诸王大臣等、奏请四后同祔太庙。引据宋朝太宗、真宗、四后祔庙之礼。朱子及有宋诸儒。皆以为允当。览奏、既得展朕孝敬无穷之心。复合前代斟酌尽善之典。不觉悲慰交集。恭惟孝诚仁皇后、元配宸极。孝昭仁皇后、孝懿仁皇后、继位中宫。孝恭仁皇后、诞育朕躬。母仪天下。按先儒祔庙之议。一元后。一继立。一本生。以次并列。今母后升祔位次。当首奉孝诚仁皇后。次奉孝昭仁皇后。次奉孝懿仁皇后。次奉孝恭仁皇后。如此、庶于古礼符合。而朕心亦安矣。\n雍正元年九月上尊谥（册文）\n庚辰。恭上孝懿仁皇后尊谥。册文曰。俪乾作则坤元彰厚载之功。体巽流徽、庙祀举尊亲之典。贲瑶函于有耀熙鸿号于无穷。钦惟皇妣孝懿仁皇后、毓粹高门。腾芬戚畹。佐显承之弘烈、壸政勒修。笃慈爱之盛心、母仪懋著。履和思顺、致诚孝于彤闱。尚俭怀谦、翼升平于黼座。抚冲龄而顾复、备蒙鞠育之仁。溯十载之劬劳、莫报生成之德。缅宫庭之佑启、翟舀如存。感岁月之迁流、萱帏久閟。追维慈覆、弥怀高厚之恩。诞绍丕基、倍切显扬之愿。安贞令范、洵应地以无疆。炳曜徽音、长配天而不泯。谨奉册宝、恭上尊谥曰。孝懿温诚端仁。宪穆奉天佐圣仁皇后。伏冀淑灵式庇、茂膺天禄之炽昌。嘉德惟馨、永廓圣图之广大。洁苾芬而肃荐。耀金石以长垂。谨言。宝文曰、孝懿温诚端仁宪穆奉天佐圣仁皇后之宝。\n雍正元年九月升祔太庙（诏书）\n辛巳。以升祔太庙礼成。颁诏天下。诏曰。朕惟礼先报本孝首尊亲表功德之隆大祀著乎清庙原烝尝之荐。配食始于閟宫。所以备登祔之仪。洽神人之望。旧章具在。钜典孔彰。恭惟皇考圣祖仁皇帝体合乾坤。声昭日月。开万年之景运。扬三祖之耿光。和惠宽仁。民物咸乐生遂性。信诚节俭。刑政悉内治外修。廓从古未登之版图。要荒并隶。弘历代未施之声教。渐被无垠。循继述之功。以守成而兼创业。数圣贤之主。实首出而无比伦。惕厉忧勤。六十一载之精神。为黎民耗竭。讴吟感慕。千亿兆人之思仰。与天地悠长。洵百世而不迁。宜九庙以崇飨。皇妣孝诚皇后正位璇宫。作配宸极。徽音懋著。淑德素成。皇妣孝昭皇后明哲温和。恪庄柔顺。佐理内政。表树壸仪。皇妣孝懿皇后纯粹天根。敬恭性蕴。动循礼则。行法前修。慈抚朕躬。恩勤笃挚。皇妣孝恭皇后孝仁端厚。肃敬柔明。诞育藐躬。命提教切。隆彰母道。顾复恩深。谦约持身。惠慈抚下。皆流辉于椒掖。合继善于丹闱。允宜同祀神宫。合登礼室。谨率诸王、贝勒、文武群臣。于雍正元年九月初四日。恭捧圣祖合天弘运文武睿哲恭俭宽裕孝敬诚信功德大成仁皇帝神位、孝诚恭肃正惠安和俪天襄圣仁皇后神位、孝昭静淑明惠正和钦天顺圣仁皇后神位、孝懿温诚端仁宪穆奉天佐圣仁皇后神位、孝恭宣惠温肃定裕赞天承圣仁皇后神位、合祔于太庙。天象与坤仪同著。父恩。与母德俱深。大典既成。鸿施宜逮。于戏。寝成孔安。俨若思之敬。春秋匪懈。凛如在之心。陟降于庭。鉴一人之孝享。笃厚其庆。锡九有之恩膏。布告天下。咸使闻知。\n诏内恩款、凡十五条\n——《清世宗宪皇帝实录》 \n乾隆朝记载\n雍正十三年十一月（乾隆）议加上尊谥“和恪”\n壬子。内阁九卿翰林詹事科道等奏。钦奉上（乾隆）谕。恭议加上列朝尊谥。……孝懿温诚端仁宪穆奉天佐圣仁皇后。今拟于宪穆字下。加和恪二字。恭加上尊谥曰。孝懿温诚端仁宪穆和恪奉天佐圣仁皇后。……得旨、是、依议。\n乾隆元年三月加上尊谥“和恪”\n乙巳。加上……孝懿温诚端仁宪穆奉天佐圣仁皇后尊谥曰。孝懿温诚端仁宪穆和恪奉天佐圣仁皇后。……恭奉神牌入太庙。上亲诣行礼。\n——《清高宗纯皇帝实录》 \n嘉庆朝记载\n嘉庆四年三月议加上尊谥“慈惠”\n丙寅。谕内阁、朕惟率亲至祖。聿敦报本之仁。昌后燕天。宜备崇先之礼。……孝懿仁皇后尊谥。谨拟和恪字下恭加慈惠二字。曰孝懿温诚端仁宪穆和恪慈惠。奉天佐圣仁皇后。……得旨、是。依议。\n嘉庆四年五月加上尊谥“慈惠”\n戊辰。上以加上尊谥。前期。遣官告祭天地。太庙后殿。社稷。高宗纯皇帝几筵。至日。亲诣太庙致祭。行加上孝诚仁皇后孝昭仁皇后孝懿仁皇后孝恭仁后后世宗宪皇帝孝敬宪皇后孝圣宪皇后尊谥礼。礼成。诣奉先殿行礼。\n——《清仁宗睿皇帝实录》 \n清史稿\n孝懿仁皇后，佟佳氏，一等公佟国维女，孝康章皇后侄女也。康熙十六年，为贵妃。二十年，进皇贵妃。二十八年七月，病笃，册为皇后。翌日甲辰，崩。谥曰孝懿皇后。是冬，葬仁孝、孝昭两后之次。雍正、乾隆、嘉庆累加谥，曰孝懿温诚端仁宪穆和恪慈惠奉天佐圣仁皇后。女一，殇。 \n清宫词\n宫中孝懿最贤明，外戚佟佳亦老成，昨日玉音相问讯，但称舅舅不呼名。 \n注，云：圣祖三后：孝诚赫舍哩氏，噶布拉女；孝昭钮祜禄氏，遏必隆女；孝懿佟佳氏，佟国维女。国维，孝康兄。外家礼数最优特，命署衔书国舅某，复有旨呼舅舅不名。\n御制悼诗\n孝懿仁皇后崩逝后，康熙帝为悼念亡妻，作诗如下：\n《挽大行皇后诗四首并序》  \n大行皇后秀钟华阀，德备壸仪，溯懿亲于渭阳，定嘉祥于妫汭。宫闱翊赞，克孝克慈。顷者正位翟褕，甫承册命，遽婴笃疾，莫挽徽音。时属新秋，候当阑暑，惊璇霄之月坠，伤碧落之星沈。物在人亡，睹遗袿而雪涕；庭虚昼永，经垂幕以怆怀。悲从中来，不能自已，握管言情，聊抒痛悼。\n\t现代文翻译\n月掩椒宫叹别离，伤怀始觉夜虫悲。\n泪添雨点千行下，情割秋光百虑随。\n雁断衡阳声已绝，鱼沉沧海信难期。\n繁忧莫解衷肠梦，惆怅销魂忆昔时。\n宫殿的一角掩住了月亮是在哀叹别离，伤怀的时候才觉得夜虫的鸣叫很悲伤。\n天上飘落的雨点像是我的眼泪流下，肃杀的秋光像是要割断情愫却是割不断的。\n你我已经别离，即使是雁足鱼腹也再不能传递信息。\n即使是国事繁忙也不能忘记，那些旧日的情景还是一一入梦来。\n又\t\n交颐泪洒夕阳红，徒把愁眉向镜中。\n露冷瑶阶增寂寞，烟寒碧树恨西东。\n旧诗咏尽难回首，新月升来枉照空。\n鸾影天涯无信息，断弦声在未央宫。\n夕阳西下的时候独自对镜，看到自己愁眉紧锁，眼泪已经流到了腮边。\n夜里寒露湿了台阶，雾气缭绕在树间，更增添了寂寞与惆怅。\n就算咏尽旧时的诗句你也无法再回头，月亮升起之后也只是照着寂寞的夜空。\n从此以后你只能是孤独的鸾鸟漂泊天涯，我也只能空守宫殿听不到乐曲和鸣的声音。\n又\t\n音容悲渐远，涕泪为谁流？\n女德光千禩，坤贞应九州。\n凉风销夜烛，人影散琼搂。\n叹此乎生苦，频经无限愁。\n你的笑容和声音都已经远去，我的眼泪还会为谁而流。\n你的德行和操守都足以母仪天下。\n凉风吹得烛火摇曳，却再也不见烛火中的人影。\n叹我此生多苦，总是频频经历太多的哀愁。\n又\t\n淅沥动秋声，中心郁不平。\n离愁逢叶落，别恨怨蛩鸣。\n寂寂瑶斋隔，沉沉碧海横。\n玉琴哀响辍，宵殿痛残更。\n听到窗外淅沥的秋雨声，心中有太多的郁结不能平复。\n在尝尽离愁的时候偏偏看见叶落，在分别的时候连蟋蟀的鸣叫都讨厌。\n你好像已经去了天的另一边，海的另一头了。\n就只有我一人听完悲伤的曲子，伤怀到天明。\n诗文录入、校对：琵琶桑柔\t诗文翻译：佟茈萱\n人物影响\n与丈夫康熙\n康熙虽然有3位皇后（指康熙帝生前亲自册立的皇后），但从亲疏上来说，与孝懿仁皇后（初谥：孝懿皇后）最为亲近。孝懿皇后的父亲佟国维是康熙帝生母孝康章皇后的幼弟，因此，孝懿皇后是康熙的嫡亲表妹。孝懿皇后虽然只当了一天的皇后，但是她早已以皇贵妃的身份管理后宫八年，迟迟不立后就是因为康熙认为自己克后，但在后宫众人心中，她早已是这后宫的主人，立不立皇后只是名义上的，后来因为其病重，为了冲喜，最终立后，但无奈还是挽救不了她的生命，红颜薄命。孝懿皇后虽生过一个女儿（皇八女），但早夭，这应该与她是康熙的表妹有关，有血缘关系的人生下的孩子残疾、早夭的概率实在是很高。孝懿皇后崩逝后，康熙几乎每日都到其梓宫前举哀，并有意近殡宫驻跸  ，此外，康熙还为她写下数量惊人的悼亡诗，由此可看出他们之间感情的深厚。自孝懿皇后去世后，当时年仅36岁的康熙帝再未立后，甚至连皇贵妃也再未册封（孝懿皇后为康熙帝在位时册封的唯一一位皇贵妃，二十年册封的贵妃钮祜禄氏在三十三年去世时也未能得到进封，而是以“温僖”两字作为谥号。）\n其它相关史料及著作如下：\n1.《康熙起居注》中孝懿皇后去世前后的记载\n——《康熙起居注》康熙二十八年七月至十月  ，录入：管彤女史 \n2.孝懿仁皇后丧仪\n——《钦定大清会典则例》卷八十八 ，录入：洗桐女史 \n3.法国传教士张诚对孝懿皇后去世原因、康熙表现及参加梓宫奉安典礼所见的描述\n——《张诚日记》之（1689年）9月26日、10月11日、10月24日、11月22日[16-17]   \n4.皇后佟佳氏\n——《康熙皇帝一家》第四章后妃二皇后（三）佟佳氏 \n5.只当了八个小时皇后的孝懿皇后\n——《大清后妃写真》康熙皇帝的后妃 \n与养子雍正\n清世宗雍正皇帝爱新觉罗·胤禛，自幼为康熙帝表妹、时为贵妃、皇贵妃的佟佳氏（即一等公国舅佟国维之女孝懿仁皇后）所抚养。彼时中宫久虚，佟佳氏以皇贵妃的身份统摄后宫，位份尊贵，备极荣宠，据《张诚日记》所载，佟佳氏深得康熙皇帝宠爱，夫妻感情笃深 ，她亦是康熙诸后、妃之中唯一一位在死后得到圣祖写诗追悼的女子，且佟佳氏膝下犹空，胤禛出生后数年（康熙二十二年六月）方诞下一女，旋即而卒，故伊视胤禛为己出，殷勤备至、关爱有加，而胤禛则蒙其庇荫、承其恩泽。幼时的胤禛乃凭借着这层得天独厚的机缘，被鞠养于宫中，得到皇父的亲自抚育（《清圣祖仁皇帝实录》所载，“朕之诸子多令人视养。……惟四阿哥、朕亲抚育。……” ）。他们父子间的感情基础也因这层关系，而显得特别深厚牢固。\n其它相关史料如下：\n1.康熙六十一年十二月（雍正）议加尊谥（谕旨）\n……孝懿皇后。徽音淑德。慈抚朕躬。恩勤备至。…… \n2.康熙六十一年十二月（雍正）加封皇考妃嫔（谕旨）\n……朕奉皇太后懿旨。孝懿皇后曾抚育尔躬。贵妃系孝懿皇后亲妹。应将贵妃封为皇贵妃。…… \n3.雍正元年九月上尊谥（册文）\n……钦惟皇妣孝懿仁皇后……抚冲龄而顾复、备蒙鞠育之仁。溯十载之劬劳、莫报生成之德。…… \n4.雍正元年九月升祔太庙（诏书）\n……皇妣孝懿皇后纯粹天根。敬恭性蕴。动循礼则。行法前修。慈抚朕躬。恩勤笃挚。…… \n5.乾隆元年三月加上尊谥（册文）\n……钦惟孝懿温诚端仁宪穆奉天佐圣仁皇后……抚皇考于冲龄，十载劬劳，备荷生成之德，终天哀痛，常怀高厚之恩。…… \n6.嘉庆四年五月加上尊谥（册文）\n……钦惟皇曾祖妣孝懿温诚端仁宪穆和恪奉天佐圣仁皇后……溯圣慈之顾复，在皇祖之幼冲，备极恩勤，久申赞颂。…… \n亲属\n长辈\n曾祖父：佟养真，明末女真人，后金（清）开国元勋。后因避讳清世宗胤禛之名讳，清官方史书改称其名为佟养正。后金首领努尔哈赤元妃哈哈纳扎青的堂弟，孙女为顺治帝孝康章皇后，即康熙帝生母。雍正元年追赠光禄大夫一等公，又加赠太师，谥号忠烈，崇礼昭忠祠。\n祖父：佟图赖，初名盛年。佟养真次子，袭世职，事太宗；孝康章皇后之父，康熙年间，以孝康章皇后推恩所生，赠一等公，并命改隶满洲。顺治十五年，卒，赐祭葬，赠少保，仍兼太子太保，谥勤襄。\n父亲：佟国维，满洲镶黄旗人，领侍卫内大臣、议政大臣。佟图赖次子，孝康章皇后幼弟，康熙帝舅父，孝懿仁皇后之父。康熙二十八年，推孝懿仁皇后恩，封一等公。五十八年，卒，赐祭葬。雍正元年，赠太傅，谥端纯。世宗手书“仁孝勤恪”榜，命表于墓道。\n母亲：何奢礼氏；\n姑母兼婆婆：孝康章皇后，佟佳氏，赠少保、都统、一等承恩公佟图赖之女，康熙帝生母，孝懿仁皇后姑母。初入宫时为庶妃，顺治十一年生皇三子玄烨，及顺治帝崩，其子玄烨继位后与孝惠章皇后并尊为皇太后，称圣母皇太后，上徽号曰慈和皇太后，康熙二年崩，享年24岁。及崩，葬孝陵，上谥。雍正、乾隆累加谥，谥曰孝康慈和庄懿恭惠温穆端靖崇天育圣章皇后。\n伯父：佟国纲，满洲镶黄旗人，一等公爵都统。佟图赖长子，孝康章皇后弟，佟国维兄，康熙帝舅父。康熙二十七年，奉命随领侍领侍卫内大臣索额图与沙俄订立《尼布楚条约》。二十九年，奋勇督兵进击，中鸟枪，阵亡于征准噶尔部噶尔丹的乌兰布通之战。赐祭四坛，谥忠勇。雍正初，加赠太傅。\n平辈\n胞妹：悫惠皇贵妃，佟佳氏，满洲镶黄旗人，领侍卫内大臣承恩公国舅佟国维之女，孝懿仁皇后亲妹，既是康熙帝的表妹，又是妻妹。清圣祖时为贵妃，清世宗时尊为皇考皇贵妃，清高宗时尊为皇祖寿琪皇贵太妃。乾隆八年癸亥四月初一卒，终年七十六岁，五月谥为悫惠皇贵妃，十二月十一日奉安于景陵皇贵妃园寝，即双妃园寝。\n胞兄弟：\n隆科多，佟佳氏，满洲镶黄旗人，康熙朝理藩院尚书兼步军统领，雍正朝吏部尚书加太保衔。佟国维之子，孝懿仁皇后弟。\n庆复，佟佳氏，满州镶黄旗人，佟国维第六子，清朝大臣。雍正五年，袭一等公，授散秩大臣。乾隆十二年，大金川土酋莎罗奔为乱，授张广泗川陕总督。\n后辈\n女：康熙皇八女\n养子：爱新觉罗·胤禛（雍正帝）\n侄子：舜安颜，佟佳氏，佟国维之嫡孙，马尔浑续娶福晋佟佳氏的亲侄子，孝懿仁皇后侄。康熙三十九年尚康熙帝第九女固伦温宪公主。康熙四十八年因党附允祀，削其额驸，禁锢於家，後释免。雍正二年总督三凌班务，授领侍卫内大臣，是年去世。  \n佟佳氏家族名人\n哈哈纳扎青，佟佳氏，清太祖努尔哈赤正妃（又称元妃，但常作称呼为正妃），塔本巴晏女。明万历六年，生皇长女固伦公主。八年，生皇长子广略贝勒褚英。十一年，生皇次子礼烈亲王代善。\n扈尔汉，佟佳氏，女真族，满洲镶黄旗人。后金大臣。世居雅尔古寨。父扈喇虎，早年扈尔汉从其父率所属归努尔哈赤，被努尔哈赤收为养子。扈尔汉为报养育之恩，每战必为前锋。后从灭乌喇，多有战功。后金开国后，名列开国五大臣，执掌镶白旗，赐号达尔汉辖。\n佟养性，明末开原人，后金将领。佟养真堂弟。努尔哈赤以宗女赐为妻，授三等副将。后金天命六年，叙功晋二等总兵官。天聪五年授昴邦章京。天聪六年，病卒。顺治初，追谥勤惠。\n佟国瑶，佟养性之孙。吴三桂起兵时，受命为郧阳提督参与平乱。康熙二十八年卒，谥忠悫，官至福建将军。\n孝慎成皇后，佟佳氏，满洲镶黄旗人，世袭三等承恩公、追封一等公舒明阿女，康熙年间的一等公佟图赖之后。嘉庆十三年，绵宁嫡妻孝穆成皇后钮祜禄氏逝世后被嘉庆指为绵宁的继室福晋。道光二年十一月，道光帝册立其为皇后，道光十三年四月二十九日，崩。七月上谥为孝慎皇后，十五年十二月与孝穆皇后一同葬入龙泉峪地宫。经咸丰、光绪累加谥，谥曰孝慎敏肃哲顺和懿诚惠敦恪熙天诒圣成皇后。\n端恪皇贵妃，佟佳氏，满洲镶黄旗人，头等侍卫裕祥之女。道光二十四年（1844年）十月二十四日出生。咸丰八年（1858年）三月二十五日，纳入宫中，侍奉咸丰帝。佟佳氏并非通过八旗选秀进入皇宫，而是直接由母家接入皇宫。在清朝可说是唯一的特例，同年十二月二十四日吉辰，擢礼部尚书肃顺为正使，内阁学士察杭阿为副使，持节赍册，封为祺嫔。同治十三年，光绪帝尊封为祺贵妃。宣统帝尊封为祺皇贵太妃。宣统二年，佟佳氏逝世，谥为端恪皇贵妃。    \n影视形象\n987年《满清十三皇朝》（夏志珍饰孝懿仁皇后）\n011年《紫禁惊雷》（姚子羚饰佟佳曼筠）\n012年《深宫谍影》（廖碧儿饰皇贵妃佟佳氏）\n","category":"行草","verified":true,"user":1,"timestamp":1429951612224},{"name":"王守仁行草别妻侄诗","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791635610,"text":"王守仁《别妻侄诗》轴 纸本 行草书 92.8×35.3cm 正德九年（1514）台北故宫博物院藏\n【释文】予妻之姪諸陞伯生，將遊嶽麓，爰訪舅氏，酌別江浒。寄懷於言。風吹大江秋，行子適萬里。萬里豈不遥，眷言懷舅氏。朝登嶽麓雲，暮宿湘江水。湘水秋易寒，嶽雲夜多雨。遠客雖有依，異鄉非久止。歲宴山陰雪，歸橈正遲爾。正德甲戌十月初三日，陽明居士伯安書於金陵之靜觀亭。至長沙見道巖，遂出此致意也。\n　　正德甲戌（1514）王阳明的政治生活中发生了一系列重大事件。年初，以祖母疾亟故，疏乞致仕，不允。六月，奉敕勘处福建叛军，至牛城，闻宸濠反，遂反吉安起义兵。六月拔南昌，擒宸濠。九月，献俘发南昌。其间，武宗南巡至维扬，王阳明十月在南京。十一月才返江西。这年十月，因妻姪将游岳麓，王阳明写了这首送别诗。从诗表达的心境看，其时王阳明心情较為沉重，有辞归而不能行的无穷感慨。此诗《王文成公全集》未收。\n　　本幅作品用笔俊丽遒劲，结字瘦紧绵密，并有欹侧之势，字字独立而行气畅达。全篇节奏有跳盪之感，但笔致中凝练、沉鬱之意显然。","author":"明代王守仁","description":"王守仁行草别妻侄诗"}]