[{"name":"吴道子明皇观马图手卷","text":"吴道子，（约公元680～759年），唐代著名画家，画史尊称画圣，又名道玄。汉族，阳翟（今河南禹州）人。约生于公元680（永隆一年） ，卒于公元758（乾元元年）前后。少孤贫，年轻时即有画名。曾任兖州瑕丘（今山东滋阳）县尉，不久即辞职。后流落洛阳，从事壁画创作。开元年间以善画被召入宫廷，历任供奉、内教博士、宁王友。曾随张旭、贺知章学习书法，通过观赏公孙大娘舞剑，体会用笔之道。擅佛道、神鬼、人物、山水、鸟兽、草木、楼阁等，尤精于佛道、人物，长于壁画创作。[1] \n人物生平\n年少刻苦\n吴道子大约生于约公元685年左右（唐高宗时期），少年时孤苦穷困，随书法大家张旭、贺知章学习书法，后发奋改攻绘画，渐渐掌握了绘画的妙法。由于他的刻苦好学，年未弱冠之时，已“穷丹青之妙”。\n公元709（景龙三年），韦嗣立擢任中书侍郎、同中书门下三品，封逍遥公。这时吴道子在其属下任小吏。他“好酒使气，每欲挥毫，必须酣饮”。后来，又任瑕丘（今山东兖州）县尉。约在开元初年，吴道子不再做官，开始“浪迹东洛”。 \n入宫作画\n由于他能“穷丹青之妙”，在画坛上有些名气，公元713年左右，即被唐玄宗召到京都长安，入内供奉，充任内教博士，并命他“非有诏不得画”。后官至“宁王友”。吴道子入内供奉之后，多在宫中作画，有时也随从玄宗巡游各地。一次，他随驾去东都洛阳，会见了将军裴旻和书法家张旭，三人各自表演了自己的绝技：裴旻善于舞剑，当即舞剑一曲；张旭长于草书，挥毫泼墨，作书壁；吴道子也奋笔作画，“俄顷而就，有若神助”。 \n公元725（开元十三年），唐玄宗东封泰山，吴道子陪同前往。事后还至潞州（今山西长治），车驾过金桥，御路“曲折萦转”。玄宗见数千里间“旗鲜洁，羽卫整肃”，心中非常兴奋，对左右侍从说：“张说言‘勒兵三十万，旌旗千里间，陕右上党，至于太原’。真才子也。”左右皆呼万岁。于是召来吴道子、韦无忝、陈闳等，命他们三人共同绘制《金桥图》。陈闳主画玄宗真容及所乘照夜白马，韦无忝主画狗马、骡驴、牛羊等动物之类，而桥梁、山水、车舆、人物、草树、雁鸟、器仗、帷幕等主题部分则由吴道子主画。《金桥图》绘成后，“时谓三绝”。  \n公元742—755（天宝年间），唐玄宗忽然想起蜀中嘉陵江山清水秀，妙趣横生，遂命吴道子乘驿传赴嘉陵江去写生。到了嘉陵江，吴道子漫游江上，纵目远眺，此地好山好水，一幕一景地掠过，当时的体会与感受，便深深铭记在心上，并没有绘制一张草图。当吴道子游览了嘉陵江的山山水水之后回到长安，玄宗问他绘画的情况时，他回答说：“臣无粉本，并记在心。”玄宗命他在大同殿壁上绘画。吴道子不是将嘉陵江山水表面罗列一番，而是把握住嘉陵江一山一水、一丘一壑引人入胜的境界，即把这一带的山川壮丽优美与自然特色作了高度的概括，凝神挥笔一日而成，嘉陵江三百里的旖旎风光跃然纸上，玄宗看了啧啧称赞。在此之前，大画家李将军（思训）擅长山水画，也曾在大同殿壁上画嘉陵江山水，虽然画得也十分奇妙，但却“数月方毕”，不如吴道玄画得又快又好。因此，玄宗颇为感慨地说：“李思训数月之功，吴道玄一日之迹，皆极其妙也。”可见吴道子画技高超，笔法娴熟。吴道子不仅善于画山水画，画动物也颇能传神。他在大同殿上曾画了五条龙，“麟甲飞动，每欲大雨，即生烟雾”，真是生龙活现。  \n晚年传奇\n公元758—759（乾元年间），吴道子尚健在。卢稜伽是吴道子的门生，“乾元初，于殿东西廊下画行道高僧数堵”。后又在庄严寺三门绘画，“锐思张开，颇臻其妙”。吴道子见了卢稜伽的绘画，觉得他有很大的长进，酷似自己的笔法，于是惊叹说：“此子笔力，当时不及我，今乃类我。是子也，精爽尽于此矣。”由于卢稜伽竭尽全力，呕心沥血地绘画，过了一个来月，即离开了人世。乾元年间，吴道子已是年过古稀的老人了。至于以后吴道子的生平仕履，因史籍失载，也就无从考证了。\n约公元759年左右（唐肃宗时期），吴道子卒。  \n主要成就\n绘画造诣\n吴道子在绘画艺术上之所以取得如此卓然超群的成就，是由于他刻意求新，勇于创作。《历代名画记》记载了他这样两句话：“众皆密于盼际，我则离披其点画，众皆谨于象似，我则脱落其凡俗。”由此可见他在绘画艺术上不落俗套，大胆创新的精神。因此他的作品成为画师们所学习的楷模，绘画作品称为“吴家样”。故唐人朱景玄在《唐朝名画录·序》中品评了唐朝诸画家“近代画者，但工一物以擅其名，斯即幸矣，惟吴道子天纵其能，独步当世，可齐踪于陆（探微）、顾（恺之）。” \n为人师表\n吴道子还弘扬绘画艺术，悉心教授弟子，把自己高超的技艺传给下一代，使绘画艺术后继有人。据《图绘宝鉴》和《历代名画记》记载，他的弟子很多，其中较知名的有卢稜伽、李生、张藏、韩虬、朱繇、翟琰等。韩虬“以丹青自污，学吴道玄，尤长于道释”。朱繇从师于吴道玄，也“妙得道玄笔意”。吴道子对弟子言传身带，不是让弟子们背诵口诀、研色等，就是让弟子们临摹他的画稿，或者依照他的吩咐去填染色彩。《历代名画记》便有这样的记载：“吴生（道子）每画，落笔便去，多使琰（翟琰）与张藏布色。”有时，吴道子作壁画时只描一个大概，其余便让弟子来完成，在洛阳敬爱寺中，吴道子所描的“日藏月藏经变”即由翟琰完成的。吴道子的绘画艺术对唐代的绘画有着深刻影响，他被后世尊为“画圣”，后来他的徒弟接替了“画圣”的名号。 \n人物评价\n后世影响\n吴道子在绘画艺术上之所以取得如此卓然超群的成就，是由于他可以创新。他善于从复杂的物体形态中吸收精髓，把凹凸面，阴阳面，归纳成为不可再减的“线”，结合物体内在的运动，构成线条的组织规律，如衣纹的高、侧、深、斜、卷、折、飘、举的姿势，完全基于线条的组织而描摹出物体的性格。这种线的要求是严格的，每一根线都符合造型传神的要求，每一根线都充满了韵律美，这是集前代之大成而又有所创造的线。\n吴道子的画风为唐代和宋元以来的许多画家所效仿、借鉴。\n宋代画家李公麟的朴素淡雅的“白描”，便是从吴道子“不以装背为妙，只以墨踪为之”的白画发展而来的，白描成为我国绘画上的一种新体例。\n在他的遗迹湮没殆尽的今天，吴道子仍被画坛所熟知，这是因为他创造了支配民间画坛一千多年来历史的画派——民间传统画派。我们见到的唐朝以后的壁画都有吴道子的影响。元代永乐宫，明代法岗寺壁画等都是吴道子的风格，敦煌壁画也不乏吴派风貌的作品。 \n历代评价\n唐朝\n张彦远：自顾陆以降，画迹鲜存，难悉详之。唯观吴道玄之迹，可谓六法俱全，万象必尽，神人假手，穷极造化也。所以气韵雄壮，几不容于缣素；笔迹磊落，遂恣意于墙壁；其细画又甚稠密，此神异也。因写蜀道山水，始创山水之体，自为一家，其书迹似薛少保。\n国朝吴道玄古今独步，前不见顾陆，后无来者。授笔法于张旭，此又知书画用笔同矣。张既号书颠，吴宜为画圣。神假天造，英灵不穷。众皆密于盼际，我则离披其点画；众皆谨于象似，我则脱落其凡俗。弯弧挺刃，植柱构梁，不假界笔直尺。虬须云宾，数尺飞动，毛根出肉，力健有余。当有口诀，人莫得知。数仞之画，或自臂起，或从足先。巨状诡怪，肤脉连结，过于僧繇矣。（《历代名画记》） \n五代\n荆浩：吴道子笔胜于象，骨气自高，树不言图，亦恨无墨。（《笔法记》） \n宋朝\n郭若虚：曹吴二体，学者所宗。按唐张彦远历代名画记称北齐曹仲达者，本曹国人，最推工画梵像，是为曹，谓唐吴道子曰吴。吴之笔，其势圆转而衣服飘举。曹之笔，其体稠叠而衣服紧窄。故后辈称之曰：“吴带当风，曹衣出水。”（《图画见闻志叙论》） \n苏轼：道子画人物，如以灯取影，逆来顺往，旁见侧出。横斜平直，各相乘除，得自然之数，不差毫末。出新意于法度之中，寄妙理于豪放之外，所谓游刃余地，运斤成风，盖古今一人而已。（《书吴道子画后》） \n赵希鹄：画忌如印，吴道子作衣纹或挥霍如蓴菜条，正避此耳。由是知李伯时孙太古专作游丝，犹未尽善。李尚时省逸笔，太古则去吴天渊矣。（《洞天清禄集古画辨》） \n元代\n汤垕：吴道子笔法超妙，为百代画圣。早年行笔差细，中年行笔磊落挥霍，如蓴菜条。人物有八面，生意活动，方圆平正，高下曲直，折算停分，莫不如意。其傅彩于焦墨痕中，略施微染，自然超出缣素，世谓之吴装。（《画鉴》） \n明朝\n李日华：每见梁楷诸人写佛道诸像，细入毫发，而树石点缀则极洒落，若略不住思者；正以像既恭谨，不能不借此助雄逸之气耳。至吴道子以描笔画首面肘腕，而衣纹战掣奇纵，亦此意也。（《紫桃轩又缀》） \n周履靖：吴之人物，似灯取影，逆来顺往，意见叠出，横斜平直，各相乘除，得自然之数不差毫末，出新意于法度之把，寄妙理于豪放之外，所谓游刃余地，运斤成风，盖古今而来，一人而已。（《天形道貌画人物论》） \n何良俊：夫画家各有传派，不相混淆，如人物资流通其白描有二种：赵松雪出于李龙眠，李龙眠出于顾恺之，此所谓铁线描。马和之马远则出于吴道子，此所谓兰叶描也。（《四友斋画论》） \n清朝\n方薰：衣褶纹如吴生之兰叶纹，卫洽之颤笔纹，周昉之铁线纹，李公麟之游丝纹，各极其致。（《山静居画论》） \n沈宗骞：.规矩尽而变化生，一旦机神凑会，发现于笔酣墨饱之余，非其时弗得也，过其时弗再也。一时之所会即千古之奇迹也。吴道子写地狱变相，亦因无藉发意，即借裴将军之舞剑以触其机，是殆可以神遇而不可以意求也。 \n吴道子应诏图嘉陵山水，他人累月不能就者，乃能一日而成，此又速以取势之明验也。山形树态，受天地之生气而成，墨滓笔痕讬心腕之灵气以出，则气之在是亦即势之在是也。气以成势，势以御气，势可见而气不可见，故欲得势必先培养其气。（《芥舟学画编》）  \n主要作品\n吴道子的一生，主要是从事宗教壁画的创作，题材很丰富，兼工山水，描绘蜀道怪石崩滩很有名气。张彦远认为“山水之变，始于吴，成于二李”。苏轼认为“画至吴道子，古今之变，天下之能事毕矣”。吴生“画塑兼工”，善于掌握“守其神，专其一”的艺术法则。 \n据载他曾于长安、洛阳两地寺观中绘制壁画多达300余堵，奇踪怪状，无有雷同，其中尤以《地狱变相》闻名于世，还流传有《宝积宾伽罗佛像》、《道子墨宝》等摹本，莫高窟第103窟的维摩经变图，亦被认为是他的画风。\n丽江永胜县城三公里外有一胜境，乃滇西久负盛名古迹之一。此处四时掩映于古木参天碧绿青翠的壶山之间，唤作“灵源箐”；因庙宇内石壁上镌刻有唐朝画圣吴道子所作观音像，又得名“观音箐”。 \n吴道子所做的卷轴画也相当丰富，如《送子天王图》、《八十七神仙卷》等。史料中记载了很多，但是有相当一部分不能确定是否为吴道子的真迹，以下列举的都是可以考证的确实是吴道子的作品。 \n吴道子部分作品 \n画作类别\t画作名称\n故实人物\t《送子天王图》\t《梁武帝》\t《郗后》\t《明皇受篆图》\t《金桥图》\n《朱云折槛图》\t《汉光武帝燎衣图》\t\t\t\n人物写真\t《玄元真》\t《孔圣像》\t《孔子按几坐像》\t《司寇像》\t《颜子像》\n《仲由像》\t\n《李林甫像》\n《陈希烈像》\t《杨国忠像》\t《一行大师真》\n宗教壁画\t《地狱变相图》\t《托塔天王图》\t《大护法神像》\t《孔雀明王像》\t《十指钟馗图》\n《宝积宾伽罗佛像》\t《万国咸宁》\t《云行雨施》\t《江海奔腾图》\t《嘉陵江山水三百里图》\n山水及其他\t《南岳图》\t《双林图》\t《华清宫图》\t《群驴图》\t《鹿图》\n画作风格\n吴道子长于山水画，他主画的《金桥图》令人拍手称绝。在他独自画《嘉陵江山水三百里图》的过程中，其绘画技艺更有所创新。\n唐代佛教、道教都十分流行，宗教艺术也有长足的发展。因此，吴道子的佛画艺术有很高的成就。他在东、西两京寺观作壁画四十（一作四百）余间，而且“人相诡状，无一同者”。西京兴唐寺御注金刚经院、慈恩寺塔前面文殊普贤及西面降魔盘龙、小殿前面菩萨，景公寺地狱帝释龙神，永寿寺中三门两神等，“皆妙绝当时”。吴道子画中门内神，圆光最在后，一笔而成。坊市老幼，每日有数百人“竞候观之”；及其下笔之时，“望者如堵”，只见他“风落电转，规成月圆”，围观的人群见他画技如此高明，“喧呼之声，惊动坊邑，或谓之神”。他画的人物，使人感到“虬须云鬓，数尺飞动，毛根出肉，力健有余”。可见，他画的人物形象鲜明，真切感人。他画人物，人体各部分比例十分精确。 \n吴道子所画的《地狱变相》是其代表之作。《东观余论》记吴道子在景云寺所画《地狱变相》时说：“视今寺刹所图，殊弗同。了无刀林、沸镬、牛头、阿房之像，而变状阴惨，使观者腋汗毛耸，不寒而栗。”既然画中无“刀林、沸镬”的恐怖的直觉形象来辅助画面的“阴惨”，那么作品中当然要有比神灵鬼怪等更能强烈地感动人心的力量。据景云寺的老僧玄纵说：“吴生（道子）画此地狱变成之后，都人咸观，皆惧罪修善，两市屠沽，鱼肉不售。”其艺术效果如此惊人，足见吴道子在佛画艺术上所取得的卓越成就。[22-23]   \n吴道子画人物，笔势圆转，衣服飘带如迎风飘扬，后人称这种风格“吴带当风”。敦煌的唐宋壁画中可见类似风格。与吴道子风格相似的还表现在线描与晕染等技法上。学者们认为，敦煌壁画中的兰叶描与吴道子线描绝技也是一脉相承的。唐代流行的兰叶描所描勾的形态，外柔内刚，粗壮者挺拔有力，精细者委婉柔丽。\n在画史上评吴道子壁画是“人物有八面，生意活动。”“道子之画如塑然。”许多学者赞叹吴道子的画：“风云将逼人，鬼神若脱壁”。这样的形象在敦煌壁画中比比皆是。  \n轶事典故\n拜师学画\n吴道子年幼家贫，外出谋生路经河北定州城外时，在“柏林寺”结缘一位老和尚，并拜其为师。\n老和尚想画一幅《江海奔腾图》壁画，但是怎么都画不好。于是，老和尚带吴道子出游观察各地江河湖海，学习画水。三年过去了，吴道子画水很有长进。回寺的第二天，老和尚竟病倒在床了。吴道子说：“师父，我愿替您画那幅《江海奔腾图》。”老和尚见十五六岁的吴道子，竟说出这样有志气的话，当下就答应了。整整九个月，吴道子不出殿堂，精心构思壁画。\n直到深秋，吴道子才把这幅图画完，他对师父说：“师父，我已把《江海奔腾图》画出来了！请您去观看。”老和尚听后，病竟然全好了！老和尚站在殿门口，看着扑面而来的浪花仰天大笑，冲着吴道子说：“孩子，你画的这幅《江海奔腾图》成功啦！”  \n传神之笔\n《卢氏杂记》记载了这样一个故事：吴道子去访问某僧人，欲讨杯茶喝，但此僧对他不太礼貌。他很气愤，即请来笔砚，迅即在僧房墙壁上画了一头驴，然后离去。不料一天晚上，他画的驴变成了真驴，恼怒异常，满屋地尥蹶子，把僧房的家具等物都给践踏得乱七八糟，十分狼藉。这僧人知道是吴道子所画的驴在作怪，只好去恳求他，请他把壁上画涂抹掉。以后则相安无事了。画上的驴变成了真的，固然是一种神奇的传说，但却反映了吴道子画动物具有传神之笔。 \n秃尾神马\n唐朝时候，画圣吴道子来朝鸡足山。他在金顶寺住宿的那天晚上，作了一幅《立马图》，那马画得真是活龙活现。要画最后一笔马尾的时候，他忽然感觉身体不适，就去禅房休息了，第二天便早早下山，把那幅未完成的《立马图》给忘记了。\n吴道子下山后，禅师细看《立马图》，才发觉马尾巴还没有画，十分惋惜，但也无可奈何，只得将它挂在禅堂侧室里。禅师每天要在画前烧一炉香，一来怀念大师，二来观赏马图。看那马，越看越觉得活灵灵的，好象嘶鸣着要跳下来。\n突然，山下十来个农人闹闹嚷嚷地冲进寺院来，状告禅师，说寺院有一匹秃尾马糟蹋自己的庄稼。禅师百般辩解，说寺院不可能养马的，农人仔细搜过寺院也一无所获。禅师忽然想起那幅画来，便告诉农人，自己无马，只有一幅吴道子大师画的立马图，请进屋来看看。农人一看那图上的马，都大吃一惊，于是，指着画上的马说：“就是它，天天夜里偷吃我们的庄稼。”禅师大怒，指着秃尾画马骂道：“畜生，留着你害人，不如送你到火塘里去。”一说这话，只见那马跪了下来，两眼流着泪。庄稼汉看着真是惊奇，觉得把它烧了也可惜，就说：“算了，只要它诚心改悔，不再糟蹋庄稼就行了。”  \n落笔生光\n吴道子从新政离堆山观景回来，路过一座茅草房侧，听到里面有纺棉花的声音，但不见灯光，感到奇怪。第二天，吴来到这茅草房前。了解了事情的缘故，才知道这是一个孤零零的老婆婆的家，只因家里没钱买灯油，才会在夜晚从不点灯。于是，他决定赠送老婆婆一幅画。\n吴道子研磨铺纸，开始作画。先把蘸饱墨汁的笔往纸上一甩，纸上立刻出现许多亮晶晶的小点点，又用笔在小点点上轻轻涂几下，最后在空白处画了一个圆圈儿就算画成了。他对老太婆说：“你把这画贴在屋里，会有用的。”老太婆虽看不出画的是啥，可是深信吴道子是个好人，不会骗她，她高兴的接过画，老太婆小心地把画帖在纺车前面的墙壁上。天黑了，老太婆发现，那幅画竟是一片蓝天，上面有数不清的星星在闪光，一个圆圆的月亮把屋里照得和白天一样亮。 \n后世纪念\n建画圣祠\n鸿畅镇山底吴村旧有画圣祠，座东向西，门楼上悬一石匾，上书阴刻“一峰圣堂”四个字，清嘉庆六年重修，门前立有“文王世官员至此下马”石碑。祠内有正殿三间，偏殿六间，正殿中央有楠木精雕“圣主楼”，内供奉着吴道子金身塑像。吴圣祠毁于1974年，材料用于建校，原址围墙尚存。“元朝至治元年，重修吴圣祠、祖师庙、汤王庙时，画圣三十八世孙吴大仓，力大无穷，为施工劳累致死，皇封恩荣寿宫。”碑文载：“开封府禹州知事莫天麟，同知张聚坦，判官郭镳，吏目章逢涣为已故善人吴大仓立碑纪念。天启元年岁次辛酉孟秋之吉。”吴圣祠时存碑碣四通，其一碑文日：“重修吴圣祠金妆神像碑，且夫三峰山之阳，蓝水之在，有九山焉。吴圣祠其始不知创自何时延于今……乾隆四十二年丁酉吉立”；另一碑文的下半部分字迹被毁，上半部分的碑文曰：“大明天启二年岁次壬申朔月初十日……南禹州鸿畅前吴家村……修盖吴圣祠……每月望日祀道子……”山底吴村东北角原有一座祖师庙，庙里供奉着祖师吴道子的塑像，庙毁于1966年冬，桥基尚存。从遗址挖出残碣一块，已不成文，但仍能看到：“道子忠厚长者……道子宠异褒……”等字样。 \n墓址\n吴道子晚年时候，唐玄宗再度命吴道子入蜀作画。可惜，吴道子染上了瘟疫，病死于旅途之中。《资阳县志稿·冢墓篇》有吴道子卒死的记载：吴道子墓在县北十五里李家沟,俗称真人墓。李家沟就在现今的四川省资阳县城北公社境内。\n吴道子墓分为“真人墓”和衣冠冢，“真人墓”在四川省资阳市雁江区李家沟，衣冠冢则在吴道子故里——河南禹州市鸿畅镇的山底吴村。  \n史籍记载\n史书对吴道子记载很少，甚至连他的具体生卒年份都没记载，这说明由于年代久远，古代画家的记载会有所遗失，即使是像吴道子这样的名家之记载也难于幸免。查阅新、旧《唐书》，对他的出身竟然不著一字，这又说明吴道子没走过什么科举之路。 \n唐·朱景玄《唐朝名画录》载：“吴道子，少孤贫，天授之性，年未弱冠，穷丹青之妙。” \n北宋《宣和画谱》载：“吴道子，少孤贫，客游洛阳，学书于张颠、贺知章，不成，因工画。未冠，深造妙处，若悟之于性，非积习所能致。” \n《太平广记》载：“唐吴道子，少孤贫。天授之性，年未弱冠，穷丹青之妙。” \n宋·夏士良《图绘宝鉴》载：“吴道子，少贫，游洛阳，学书于张颠、贺知章，不成，因工画，深造妙处，若悟之于性，非积习所能致。” \n","category":"草书","verified":true,"user":1,"timestamp":1429951549527}]