[{"name":"鲜于璜碑","text":"《鲜于璜碑》全称《汉故雁门太守鲜于君碑》，东汉延熹八年（165年）十一月立。1973年5月于天津武清县高村出土。碑呈圭形，高242厘米，宽83厘米。隶书。碑阳16行，行35字，有界格；碑阴15行，行25字，有界格。共827字。其书法笔致方整朴厚，点画富于变化。额阳文篆书10字。通碑字迹清晰，是建国以来发现的最为完整的汉碑，原碑现藏天津市历史博物馆。[1] \n释文\n《鲜于璜碑》释文（碑阳）\n君讳璜，字伯谦，其先祖出于殷箕子之苗裔，汉胶东相之醇曜，而谒者君之曾，孝廉君之孙，从事君之元嗣也。君天姿明达，彻[目睘]有芳，在母不瘽，在师不烦。岐龀谣是，含好典常。治《礼小戴》，闺族孝友，温故知机。辉光笃实，升而上闻。上郡王府君察孝，除郎中，迁度辽右部司马。慰绥朔狄，边宇艾安。迁赣榆令，经国帅下，政以礼成。民诵其惠，吏怀其威。丧父去官。服终礼阕，复应三公之招，辟太尉府，除西曹属。葴谟屡献，使事日言，王人嘉德，台司侧席。蠢尔荤育，万邦作寇。冀土荒馑，道殣相望。帝咨君谋，以延平中拜安边节使，衔命二州，受荚秉宪。弹贬贪枉，清风流射，有邵伯述职之称。圣上珍操，玺符追假。永初元年，拜雁门太守，折节清行，恭俭束脩。政崇无为，声教禁化，猷风之屮(草)。时依郡乌桓，狂狡畔戾。君执以威权，征其后伏。永初之际，有勋力于汉室。令德高誉，遗爱日新，内和九亲，外睦远邻。免浣息隶，为戍其门。周无振匮，亦古晏臧之次矣。当遂功祚，究爵永年。意乎不造，早世而终。以延光四年六月壬戍，卒于家。盖铭勒之云，所以彰洪烈，纂乃祖，继旧先，非夫盛德，恶可巳哉。于是君之孙鲂、仓、九等，乃相与刊山取石，表谥定号，垂之亿载，以示昆苗。其颂曰：于铄我祖，膺是懿德，永惟孝思，亦世弘业。昭哉孝嗣，光流万国。秩秩其威，娥娥厥额。此宜蹈鼎，善世令王。如何夙陨，丁此咎凶。国无人兮王庭空，土罔宗兮微言丧，王机怅兮嘉谋荒。旌洪德兮表元功，阐君灵兮示后萌，神有识兮营坛场。延熹八年十一月十八日己酉造。\n《鲜于璜碑》释文（碑阴）\n唯君行操，体坤则乾。至孝通洞，克勤和颜。烝烝栗栗，可移于官。郡孝察上，宿卫报关。出典边戎，民用永安。遂迁宰国，五教在仁，啬民用彰，家用平康。父君不[忄象]，弃官奉丧。擘踊哭泣，见星而行。子无随殁，圣人折中。五五之月，令丞解丧。州辟典部，入领治中。万里同风，艾用照明。大尉聘取，上辅机衡。遂登汉室，出司边方。单于怖畏，四夷稽颡。皇上颂德，群黎慕涎。策书追下，银龟史符。到官视事，七年有余。民殷和睦，朝无顾忧。勋绩着闻，百辽咏虞。以病去官。廿有余年，逾九九，永归幽庐。皇上憀栗，痛惜欷歔，生民之本，孰不遭诸歍歑（乎欠）哀哉，奈何悲夫。君三子，大子讳宽，字颜公，举有道，辟大尉府掾。中子讳黼，字景公，郡五官掾，功曹，守令，幽州别驾。小子讳晏，字鲁公，举孝廉，谒者，雁门长史，九原令。胶东君讳弘，字元誉。中子讳操，字仲经，郡孝，灌谒者。子讳琦，字璋公，举孝廉。子讳式，字子仪，故督邮，早卒，督邮子讳雄，字文山，州从事。子即君是也。\n特点\n《鲜于璜碑》书风方整朴厚，笔法方圆结合，在存世汉碑中，与晚于它的《张迁碑》同属方笔一派而有别具特色。碑阴字大小不一，不甚工整，参差错落，近两爨书风，真率稚拙。《鲜于璜碑》的出土，为当今书坛提供了一件新的难得的汉隶范本。因是新出土的碑石，故历代文献均未有著录，碑字隶书风格属《张迁碑》、《衡方碑》一路，用笔多方，极为古朴典雅。字口较上述二碑清晰。除了它自身的艺术价值外，还资作为研习《张迁碑》、《衡方被》的补充材料，以探究二碑字迹模糊处的用笔方法。结构多呈横阔扁形，临写时不能再作夸张，要注意左右横向的紧密，避免松散。（费声骞《古代碑帖鉴赏》）\n外观形态\n中国东汉重要碑刻。全称为“汉故雁门太守鲜于君碑”。立于延熹八年（165年）。现藏天津市历史博物馆。全碑包括碑座与碑身二部分。碑座为长方覆斗形，长1.2米，宽0.73米，高0.25米。座上有长方形榫槽。碑身为圭形，上锐下方，高2.42米,宽0.81-0.83米,厚0.12米。碑首阳面中部为“凸”字形碑额，阳文篆书碑名。碑额两侧刻青龙、白虎额下为一直径11.3厘米的圆穿碑首阴面刻朱雀。这种以“四神”图象作为碑额装饰的现象，在汉碑中较罕见。\n碑身文字及内容\n碑身两面刻文，碑阳17行，满行35字；碑阴15行，满行25字。总计827字。绝大部分保存完好。碑文主要叙述鲜于璜的祖先世系及其生平仕历。鲜于璜初举上郡孝廉后，曾为度辽右部司马、赣榆令、太尉西曹、安边节使等，终官雁门太守。卒年81岁。碑阴铭文颂扬死者功德，并记录了鲜于一家的世系。碑阴记载的世系与碑阳有所不同，可能二者并非同一人撰写。\n碑文字体结构谨严，浑朴苍劲，含蓄沉着。以方笔为主，与以圆笔为代表的曹全碑等汉碑书体不同，为汉隶中方笔流派的典型代表，对古代碑刻与书法发展史研究具有一定参考价值。\n作品赏析\n《鲜于璜碑》，纵格17行，字16行，下款与正文平齐，间隔空行。字体以方笔为主，辅以圆笔。笔势沉着，锋芒含蓄；笔法严谨，结体浑厚；笔力遒劲，严整丰腴；取势横扁，宽博厚重，掺以异势，自然生动。整体布局匀称，形态凝重端庄，意近《张迁碑》，但比《张迁碑》更丰腴。当为汉碑“方正派”中极为重要之代表。其笔画肥瘦有度，结字拙巧并存，朴实中更露生机，灵巧处方见精神。通碑效果看，横向上6行则为一气呵成，疑是横向平进书写：字体大小匀称统一，规矩疏朗，笔法严谨，神采飞扬。以下部分，字体大小、宽窄、取势略有错落变化。\n碑额篆书，不同于其他汉碑就是阳刻，其用笔刚劲挺直，状若金线，结体方整饱满，挺拔峻峭。用隶法作篆书，点画瘦硬有力；字体大小参差，排列如印章。其精巧的刀工表现出书者与刻者合作的默契和精湛的技艺，使其别有风味。它与在北京出土的《幽州书佐秦君石阙》[东汉永元十七年(105)]和《永和元年残石》(136)有异曲同丁之妙(见图4、5)。则更显得规矩方整，气势雄强，刚折而富于生意。更有意思的是额首两边各刻一灵兽，青龙与白虎，与碑阴的朱鹊前后映衬，不但给其碑注入了灵气，且又添增了不少时代生活的文化气息。\n《鲜于璜碑》碑阴部分，文字不为界格所囿，且字迹参差，错落有致，丰厚朴茂，胜丁碑阳。整体看，前4行，中5行，后6行，字体形态各有所异，似有三笔所书或三刀而刻。前部分方整、浑厚、严谨，横竖点画匀称凝重，方进方出，略带拙意；中部似圆进圆出，体态弱小，略有疲惫之感；后部分似有觉悟，精神抖擞，以救中部之纤碎．但有操之过急之感，尽管笔法娴熟老辣，难掩匆匆不暇之嫌。通篇倒也更显生动自然之态。额头一只朱鹊，翩翩起舞，画龙点睛，化解了碑阴滞重僵局，带来几分活跃气氛。\n《鲜于璜碑》书法风格，从形质上看，开《张迁碑》拙雅之先河，特别是碑阴部分，对魏晋南北朝书风颇有影响，东晋《爨宝子碑》及一些墓志和南宋《爨龙颜碑》皆有此意。\n《鲜于璜砷》隶书，取法高占，险峻雄壮，但未必适应初学者临之。待掌挥了一定的隶书基础，具备了一定的鉴赏能力以后再去学习，则别开生面。首临此碑，易于生硬、纤弱，又易进入玄乎的境地，而且此陋习一旦形成，往往会难以自拔，影响终生。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951665029}]