[{"name":"欧阳询楷书善才寺碑","text":"[1] 拓本，凡摹拓金石、碑碣、印章之本，皆称为“拓本”，即用纸紧覆在碑碣或金石等器物的文字或花纹上，用墨或其他颜色打出其文字、图形来的印刷品。按用墨分，可分为墨拓本、朱拓本。按拓法分，可分 乌金拓、蝉翼拓。拓本实物最早见于唐代。拓法在不同的历史时期，有其不同的特点。唐拓存世稀少，仅有碑拓几篇。宋拓，拓工十分讲究，纸墨都十分精良。元拓，虽有拓本，但拓得不好，没有什么特色。明拓也比较讲究，一般均按宋拓的具体要求来捶拓。清沿袭明代的拓法，没有什么新的方法。\n释义\n注音：tàběn\n基本解释\n用纸紧覆在碑碣或金石等器物的文字或花纹上,用墨或其他颜色打出其文字、图形来的印刷品。墨色深黑有光的叫乌金拓;淡而匀净的叫蝉衣拓。用朱色打拓的叫“朱拓”(拓片装订成的本子)\n1.\n用纸紧覆在碑帖或金石等器物的文字或花纹上，用墨或其他颜色打出其文字、图形来的印刷品。墨色深黑有光的叫乌金拓；淡而匀净的叫蝉衣拓。用朱色打拓的叫朱拓。传世拓本以敦煌石室所出之唐初拓《温泉铭》及《化度寺邕禅师塔铭》为最早。都有影印本。宋曹士冕《法帖谱系·杂说上·临江戏鱼堂帖》：“元佑间，刘次庄以家藏《淳化阁帖》十卷摹刻堂上，除去卷尾篆题，而增释文。故家所藏往年拓本，犹有典刑，近所拓者，字多刓缺，亦有补换新刻者矣。”清龚自珍《跋<张司直从申元靖先生碑>》：“今日石亡，更为拓本增价矣。”马南邨《夜话·米氏三园》：“好几位同志看了《宛平大小米》以后，颇感兴趣。有的很热心查访米氏故居和各种遗迹，有的还寄来了有关的文物拓本。”\n2.\n指打拓文字或图形。宋王安石《和董伯懿咏裴晋公平淮西将佐题名》：“君曾西迁为拓本，濡麝割蜜亲劘揩。”宋楼钥《跋汪季路所藏<修禊序>》：“焚膏继短晷，拓本手不停。”\n简介\n基本认知\n凡摹拓金石、碑碣、印章之本，称为“拓本”。其用墨色拓印的，称为“墨拓本”，用朱色拓印的，称为“朱拓本”。而最初摹拓的，称为“初拓本”，初拓本字迹清朗，人以为贵。\n拓法\n拓本有两种拓法。据叶昌炽《语石》说，用白宣纸蘸浓墨重拓，拓后砑光，黑可鉴人，称为“乌金拓”。用极薄纸蘸淡墨轻拓，望之如淡云笼月，称为“蝉翼拓”。\n拓本实物最早见于唐代。\n名目\n拓本的名目很多，以时代而论，时代较早的拓本称唐拓、宋拓（北宋拓、南宋拓）、元拓、明拓、清初拓、乾隆拓等，稍后的嘉道拓、咸同拓、光绪拓、民国拓等。倘原石久佚，存世仅一本的拓本称“孤本”；仅存数本的拓本称“珍本”，损泐较少的早期拓本称“初拓本”；某某字未损的所称“某某字未损失”；出土时初拓的称“出土初拓本”等。\n唐拓\n唐代碑拓\n唐拓，如今存留的唐拓本极少，仅有的唐代碑拓，有柳公权的《神策军碑》、《金刚经》、及欧阳询的《化度寺邕禅师舍利塔铭》。《神策军碑》。全名《皇帝巡幸左神策军纪圣德碑》，崔铉撰，柳公权书。楷书。唐会昌三年（843年）立。原碑立于唐禁内，不能随便椎拓，又早佚，故流传极少。碑石大小不明。拓本已装裱成上下二册，只存上册27开。下册早已失传。上册仅至“来朝上京嘉其诚”之“诚”字止，为碑文之前半，以下缺。此碑记述武宗（李炎）巡幸神策军事，由于此碑是奉圣旨所立，所以柳公权特别郑重其字，每字的笔画都竭尽心力，故此碑的风格特别端庄严肃，为今传柳公权书中最佳者之一。此碑拓本本世纪中叶，曾一度流于香港，1965年在周恩来总理亲自指示下，以重金购回，现为北京图书馆收藏，成为显赫于世的瑰宝。此碑较《玄秘塔》碑文更为精练苍劲，摹刻精工，虽是拓本，无异真迹。成为学习柳书的极好范本。有谭敬影印本，艺苑真赏社翻印本，又有文物出版社珂罗版影印本。\n代表\n柳公权《金刚经》，此经全名为《金刚般若波罗密多经》，楷书。唐长庆四年（824年）四月刻。原石早佚，仅见复制品。现有甘肃敦煌石室唐拓孤本传世，一字不损。清光绪二十二年（1896年）为法国人伯希和弄走，现藏法国巴黎图书馆。于敦煌发现的是卷装唐拓，但此种拓本的纸墨，都未必是当时的精工之作。柳公权所书的这本《金刚经》，当时的人都非常爱好。当他还在世时已经数次被人模刻。可见“柳体”是何等的权威和名重。此《金刚经》刻石，是当前所能见到的柳公权书写的最早的一种刻石。柳公权书写此刻石时年47岁，可以说是年富力壮时的得意之作。同时也反映了“柳书”的前期面貌。“敦煌本”有罗振玉《墨林星风》本，有正书局《石室秘宝本》和中华书局、文明书局、文物出版社影印本。\n欧阳询《化度寺邕禅师舍利塔铭》，简称《化度寺塔铭》，李百药撰，欧阳询楷书。贞观五年（631年）立石。正书。原石久佚，宋以来翻刻本甚多。此碑无一字不佳，是欧书的第一代表作。有人把它比作王羲之正楷的化身。《宣和书谱》说“化度寺石刻”，其墨本为世所重，南宋书家姜夔说：“化度胜于醴泉，骎骎入于神品。”《化度寺碑》的妙处，在于严劲缜密，神气深隐，具有体方笔圆之妙，有超尘绝世之概。同时，此碑模勒之工，非后世所及，故称楷法极则。清光绪二十二年（1896年）敦煌石室曾发现唐拓本，为法国人伯希和携往国外，分存于法国巴黎图书馆、英国伦敦博物馆。近几年敦煌石室，发现一个残本，存236字，摹拓颇精彩。一般人所称道的《化度寺碑》，多指遗落在宋时的唐原石，其临模镌石的确精绝。可是后人误把宋人翻刻的当作唐朝原石，仍声称唐石宋拓，这主要是翁方纲的错误。宋时有人依据宋拓本翻刻，以后陆续翻刻甚多。传世拓本中，唯吴县吴氏欧堂藏成亲王旧藏本是原拓孤本，今藏上海图书馆。影印本极多，如今一般所见的影印本，为李宗瀚所藏，商务印书馆印的。\n以上欧阳询的《化度寺》，柳公权的《神策军碑》、《金刚经》，都是用纸质坚韧的薄型藏经纸，以佳墨捶拓，墨光紫黝可鉴。\n其实，较可信的唐拓本有李宗瀚的“临川四宝”，即：唐虞世南《夫子庙堂碑》、唐褚遂良《孟法师碑》、唐魏栖梧《善才寺碑》、隋丁道护《启法寺碑》。\n宋拓\n宋拓拓工\n传世的各种宋拓碑帖，拓工十分讲究，纸墨都十分精良。首先以宋纸来说，其纸达到高度的程度。纸的品种很多，其中主要的大凡有澄心堂纸、金箔纸、越竹纸、白麻纸、麻布纹纸、阔罗纹纸、阔帘纹纸、桑麻纸等多种。用什么纸，其纸的厚、薄，根据捶拓需要而加以选择。有用薄纸作淡墨拓，有以厚纸作重墨拓，拓法有擦墨拓，有扑墨拓。就宋麻纸来说，真正的宋纸，不是纯白色，而略带微黄，韧性较大，所以能耐久，宋拓所用的好纸，浓墨拓时是捶的，露纸纹（这种拓法，唐早期已有。唐用宣纸，薄而韧，揭起一角，坚而不裂能复原；外表旧色里必新，即真古纸）灯光下反光时，可见字体笔画边缘呈立体感；这种拓可保持字的原状，不使字形走失。摩崖或较大的碑碣就不能捶而是拓。宋拓在拓工上还有一道工序：即在拓本上刷上川蜡，观赏时，本子折合一半，即可见到表层白色的霜痕。亦有唐拓本在宋时后补刷蜡。淡墨拓直刷，操作简便，墨色不光亮。\n墨拓法\n这些摩崖和较大的碑碣，用墨也较粗，可用刷子刷拓。在用墨拓法方面，可分为三种：一种是一般的拓法，用墨干湿、浓淡适中，拓出来的拓本也十分清楚；一种是乌金拓，用极好的墨，拓出来极黑并很光亮。这种乌金拓大多适用于石面平坦和字口清楚者，若有石花和石面不平，就用一般拓法即可；一种是蝉翼拓，用极薄的纸，较好的浅墨，或者捶，或者拓均可。这种蝉翼拓本，近看如云烟飘渺，远处看神完气足。一般字形较小，石花又多者适合于蝉翼拓。这三种拓法在宋时拓工极精，可是宋以后拓工就较差了。由于宋拓拓工精良，故用重墨者拓出的效果极佳，可谓沉静黝黑，锋棱毕露；用轻墨拓出来的拓本，清淡雅洁，毫发皆现，这种精工拓法，历来为后人拓墨皆效仿之。故历来就有唐摹、宋拓一代绝艺之美称。\n价值\n精美的宋拓本，可谓是价格连城。如宋黄庭坚云：“孔庙虞碑贞观刻，千两黄金那购得。”孙承泽《庚子销夏记》云：“宋拓《大观帖》有黄、白纸二种，所见不一……按此帖在宋时莆田方楷曾以百万购之不得。”正因精工的宋拓本，其价格如此昂贵。这样一些书商帖贾为了牟取暴利，用各种手法作一些手术，造假来冒充宋拓，将一些新拓本，用好纸好墨拓出，用蒸薰法（用烟薰）加工作旧，似乎成为一千年前或八九百年前的东西。具体的作法，即在纸上刷上黄褐色，再经蒸后，放在潮湿之处，使其发霉，成霉霜，再经通风，使潮气吸干。通过以上几道手术，就加工成“宋拓”的模样。再经装裱，加上外套，用宋或明锦加以装潢，这就可充当“宋拓”。可是尽管书商帖贾，作伪技术多么高超，但瞒不过鉴定家们的慧眼。\n总的来说，据不完全统计，如今全国遗存下来的宋拓本为数不多，但总数要远远超过唐拓本。这些传世的宋拓本中，一般来说帖多碑少，碑中以汉、唐碑居多，尤其是唐碑更多，如唐碑有《黄庭坚书此君轩诗刻石》、《虞恭公碑》、《九成宫醴泉铭》、《怀仁集王圣教序》、《多宝塔碑》、《道因法师碑》、《东方朔画赞》；及秦汉有《石鼓文》、《泰山刻石》、《孔宙碑》、《华山庙碑》、《史晨碑》、《刘熊碑》，曹魏《范式碑》，吴氏《天玺纪功刻石》及宋拓《大观帖》卷七等。\n元拓\n元代兴于蒙古，以武功灭了金、宋，统一了中国。它是中国历史上第一次全部由文化落后的少数民族统治之下，也成为中国书法史上的一个特殊阶段。在元代统治九十三年间，大部分时间忙于打仗，扩充版图，故在文化上顾及较少。文化方面，上不及宋，下不如明。虽有立碑，也有拓本，但拓得不好，没有什么特色。如中国历史博物馆所藏的《智永真草千字文》，几经专家的鉴定为元拓本。在此拓本尾有袁林跋曰：“相传‘珠称夜光’一行泐于宋元之间；不泐者世称宋拓，此本‘珠称夜光’一行已泐，平斋先生题为宋拓，未免过矣。壬寅年予得王文敏所藏两本，皆宋拓不泐者，然字已多漫漶，不及此本清晰，盖已经后人洗剔，据王孝禹观察云：即如此本，世已不可多得，故猿叟赞之也。”此《智永真草千字文》拓本，经镜菡榭嗣主张效彬（字玮）收藏，标明为元拓《智永真草千字文》。\n明拓\n纸张要求\n明拓也比较讲究，一般均按宋拓的具体要求来捶拓。纸、墨也比较讲究，但总的来说，远不如宋拓那么十分周密精到。由于明朝造纸业十分发达，纸的名目颇多，有黄棉纸、皮纸、红筋罗纹纸、太史纸、连史纸、白棉纸、镜光纸等。这些纸一般来说比宋纸要薄一些，但纸质坚韧，纸色或黄或白，一般淡黄色居多。至于墨，除了由宋墨遗存下来外，明代造墨法十分讲究，墨色乌黑，但总的来说远不如宋代的墨精良。\n椎拓\n至于明代的椎拓大多仿宋法，捶拓碑刻一般采用质地坚厚的纸，拓墨浓重。拓帖，一般用或黄或白色的纸，拓墨浅淡或浓。除此之外，明代在拓墨方面，尚有捣煤和胶拓。俗称煤拓。这种煤拓法大多用于捶拓较大的碑刻，尤其适用于摩崖，如山东掖县（现改为莱州市）云峄山诸刻石，邹县的四山（葛山、铁山、尖山、岗山）的摩崖刻石，颜鲁公的《大唐中兴颂》、吉林的《好大王碑》等，因捶拓时既费时又需要大量的墨，这样就往往采用煤拓。因烟煤易脱落且污手，故后来除蜀中拓碑仍沿用煤拓外，一般则很少运用。\n数目\n以上谈到唐拓、宋拓，固然为世人所推崇，但其数量很有限，这些珍贵的拓本，又视为瑰宝，一般人难以见到。可是，明拓相应来说还比较多，各大、中、小型博物馆、图书馆，全国各地的文物商店，几乎都有收藏，不过收藏的数量参差不一而已。这些明拓的碑版中，以汉代的碑刻、六朝碑志、唐碑的拓本居多，尤其以汉碑最多。至于刻帖方面，明代刻帖尤为盛行，当时就有为数不少的明拓本，存留至今很是贵重。现将明拓的一些碑刻法帖举例说明。\n典型代表\n明拓《东汉曹全碑》，全称《阳令曹全纪功碑》，立于东汉中平二年（185年）十月。碑文记载曹全做西域戍部司马和阳县令时的一些事迹。《曹全碑》于明万历初年在陕西省阳县（今合阳县）莘里村出土。后移存阳县孔庙，1956年移置西安碑林。据沈树镛《汉石经室金石跋尾》所记，此碑出土时最初拓本“因”字未损，但此拓本极少见。相传在明末时碑石中断，亦有人认为于清康熙十一年（1672年）后断裂，一般人们所见到的多为中断后之拓本，裂纹横亘在首行第三十八字“商”斜穿至末行第二十二字“吏”。北京市文物商店所收藏的明拓《曹全碑》，为未断明精拓本，系鉴赏家王敏旧藏，纸墨醇古，字迹光洁，既是一件珍贵的历史文物，又是书法爱好者学习书法的好范本。\n明拓《史晨碑》，此碑两面刻，统称《史晨前后碑》。前碑建于东汉建宁二年（169年）三月；后碑建于建宁元年（168年）。均为隶书。现存山东曲阜孔庙。前后二碑如出一手，笔致古厚朴实，端庄遒劲。中国历史博物馆收藏的明拓《史晨碑》，此拓本行三十六字，当为明初拓本。\n明拓《张迁碑》此碑立于汉灵帝中平丙寅（186年），碑不知何时埋没土中，至明初山东东平农民犁地时在地下掘出，遂为官府移置州学，1964年移藏泰安岱庙炳灵门。碑石精整完美，碑文为隶书阴刻。碑字书体朴厚雄强，为东汉碑刻隶书的代表作品之一。此碑传世拓本，多为晚清时拓，旧拓稀少。北京市文物公司所藏《张迁碑》拓本，为王戟门旧藏明代中期拓本，已剪裱成册，拓本为白棉纸干墨铺拓，纸地坚韧，墨气浑古，字画丰腴，没有丝毫涂墨和填补，装裱时也未改变字口，如实反映了碑石文字的本来面貌。使人临摹时颇有笔法可寻。\n明拓《张猛龙碑》，北魏正光三年（522年）立，正书。多别体字。如今山东曲阜孔庙。此为张猛龙之颂德碑。书法劲健雄俊。《平碑记》云：“书法潇洒古淡，奇正相生，六代所以高出唐人者以此。”此碑书法已开唐楷之先河，虽笔法与《贾使君碑》、《高贞碑》、《崔敬邕碑》相近似，而结体茂密，变化多方，则首推《张猛龙碑》。中国历史博物馆所收藏的明拓《张猛龙碑》纸、墨均好，墨色好，纸也旧，故行家和鉴赏家一见就鉴别为明拓本。不但纸、墨都好，而且考据也全，“冬温夏清”四字未损，这就是明拓依据。此为明拓好本，不易多得，此碑一般不拓碑阴、碑额，其明拓本一般都如此。它是魏碑三大系（张猛龙碑属方笔道；郑文公碑属圆笔道；龙门造像记属方中方笔道）属于方笔道。故此碑成为研究魏碑的重要资料。\n明拓《龙藏寺碑》，故宫博物院、上海博物馆、中国历史博物馆等均有明拓善本收藏。隋开皇六年（586年）刻，如今河北省正定。无撰书人姓名，但据宋欧阳修《集古录》载，为张公礼撰。楷书。有额，碑阴及两侧均刻题名。此碑无北魏寒俭之风。其字体结构朴拙，用笔沉挚，给人以古拙幽深之感。书法宽博秀丽，为历代论书者所重。中国历史博物馆所收藏的明拓本，装裱成册，册后有张廷济、赵烈文题跋。此本可考之最早收藏者为明末清初之曹溶，次归吾进，次归秦褧孙，后归陈剑伯。此明拓本，文字清晰，笔画保存亦较完好，如“路远”、“斯起”、“雹草”、“九门张公礼”等字犹存，为明拓本之确证。从书法艺术而言，该碑承汉晋草隶，下开唐朝楷书先河，为研究书法发展史的重要资料。\n清拓\n清初拓\n清初时期的拓本，沿袭明代拓法，几乎与明末拓相似，故有些鉴定专家，把清初拓充为明拓。如北周《华山庙碑》，又名《华岳颂》，天和二年（567年）立，如今西安碑林，万纽于奉敕撰，赵文渊隶书。额篆书题“西岳华山神庙之碑”，刻成二行。明郭宗昌等评此碑“尽缅古法，浅陋鄙野”。此碑一破汉至唐一般规范，即有此碑的撰、书者姓名。中国历史博物馆藏有《北周西岳华山庙记》，原说明拓，纸、墨都不够，几经专家们鉴定为清初拓为妥。\n乾隆拓\n清朝以乾隆拓本为最精，连康、雍时期的拓本都比不上乾隆时期的拓工好。因乾隆时期特别讲究拓碑帖所用的纸、墨，这时的纸墨远远超过康熙时的纸、墨。其墨的成分较细，远超过明朝，其原因之一，因明朝遗留下一些好墨，乾隆时期，除了用极好的墨作原料外，又揉入明朝的墨。由于旧墨新笔，写出的字既光亮又乌黑。由于乾隆时期的墨超过元、明又极讲究拓法，故乾隆拓本十分精美。尤其是乾隆时期的墨，用作乌金拓，那是最为宝贵的。如《三希堂法帖》的初拓本，都是一些漆黑发亮的佳拓本。用这批初拓的最佳拓本，赏赐给一些大臣，也许有几十部或一二百部。捶拓时使用乾隆最好的墨，石面光滑，采取乌金拓，其拓本可谓光耀照人眼目。\n乾隆拓的代表作\n《唐蕃会盟碑》此碑在西藏拉萨大昭寺门前，又叫舅甥和盟碑，碑立于长庆三年（823年），正面刻汉藏两种文字。中国历史博物馆所藏乾隆拓本，此拓本仅存正面文字及左侧题名，现装裱成册，共二十九开，每开六行，行九字。此碑现存拓本，最早者为乾隆年间所拓，此拓虽不全，但是一个早期拓本，文字比较清晰。此碑自公元823年树立后，至今一千余年，为汉藏两族亲密关系的历史见证。\n嘉庆拓嘉庆时，墨较差，拓工又不精致，所以嘉庆拓法，一般没有什么突出之处。即墨色不好，拓工也不甚精良。越到后来，如咸同、光绪等拓本，可以这样说每况愈下，故自嘉庆以后，其拓法不甚突出，连乾隆时期一般的拓法也不如。\n西汉《莱子侯刻石》，该石刻于新莽天凤三年（16年），是截止当前所发现的西汉刻石文字最多的一种。内容记载莱子侯赡族封田勒石戒孙之事。此石原在山东邹县虎山下，乾隆十七年为王仲磊最早发现，嘉庆二十三年颜逢甲再访得后移置孟庙斋宿房，1974年移置启圣殿，嵌于新筑砖墙中。隶书，七行，每行五字，共三十五字。行有直界，四缘饰斜纹，右侧余石处，刻有孙生容行书获石题记三行。新莽时期的文字书法遗存传世甚少，此为新莽时期的重要刻石。北京市文物商店、故宫博物院、北京图书馆等均藏有为数较多的嘉庆间初拓本，弥足珍贵。\n碑志与刻贴\n清拓其中一部分是新出土即拓的碑志和清代的一些刻帖，虽拓本的时间相应来说较晚，但它们是一些初拓本，也是很珍贵的。如清代新出土的碑志拓本有，清乾隆五十七年发现的西汉《莱子侯刻石》、清咸丰二年发现的东汉《三老讳忌日记》、清宣统三年出土的《朝侯小子碑》、光绪三十六年发现的《池阳令张君碑》残字，清代陆续出土的《三体石经》，清道光二十七年访得的《封龙山颂》，清光绪二十七年出土的《孟琁残碑》，清道光年间出土的《李孟初碑》，乾隆己酉出土的《范式碑》，清乾隆癸丑访得的《任城太守孙夫人碑》，清道光末出土的《郛休碑》，乾隆四十三年出土的《爨宝子碑》，清雍正年间出土的《刁遵墓志》，1880年发现的《好大王碑》，清嘉庆十一年出土的《高贞碑》，乾隆年间出土的《敬史君碑》，清嘉庆间出土的隋《元公墓志》、《姬夫人墓志》等。\n清代法帖\n清拓本还往往包括着较多的清代法帖在内。清代书法，前期基本上承明代旧风，崇尚帖学。清代的帖学不仅以晋之二王为法则，连宋的苏、黄、米和元代的赵子昂亦包括在内。这时期刻帖盛行，较为著名的刻帖有乾隆内府刻的《三希堂法帖》、《墨妙轩法帖》（又称《续三希堂法帖》），初拓本大多为乌金拓，墨色乌黑发亮。又有清乾隆三十三年曾恒德刻《滋蕙堂法帖》，嘉庆六年汤铭摹刻的《寄畅园法帖》。清初尤永福摹镌的《秋碧堂帖》。同治五年孔广陶撰的《岳雪楼鉴真法帖》。康熙二十九年由沈荃等奉旨模勒上石的《懋勤殿法帖》。清冯铨摹集的《快雪堂帖》，嘉庆十年成亲王永瑆撰集的《诒晋斋法帖》。康熙二年卞永誉撰集的《式古堂法书》。清乾隆年间孔继涑摹刻的《玉虹鉴真帖》。清乾隆五十四年毕沅撰集的《经训堂法帖》。潘仕成集刻《海山仙馆丛帖》等。这些拓本用纸除了陕西的皮纸、白棉纸、连史纸、竹纸等仍沿用外，尚有新生产的料半宣纸，呈黄、白二种色彩，还有桃花纸、朝鲜皮纸、六吉棉连纸、洋连纸等。一般来说清初拓以白棉纸作重墨拓。乾嘉时大多用黄色宣纸作淡墨拓，也有用料半白宣作重墨拓，清末以双倍墨仿明拓。\n民国拓\n清末民初，金石学再一次高潮复起。北平琉璃厂的镌碑行业正是在这个时期处于鼎盛期,大小镌碑铺和以镌碑为业的刻字铺有10几家,但历史悠久的唯属西琉璃厂的翰茂斋和东琉璃厂的龙云斋最著名 。同期也涌现出了众多的碑帖铺,如隶古斋和庆云堂等等。民国时期的拓工,镌刻技艺精湛,通晓各种书体,吸收了明清拓本的经验,使传统的碑拓技艺得到发扬。\n代表作品\n国立北平研究院史学研究会为撰写《北平志》,在对北平及近郊庙宇碑碣的调查工作中，历经三年搜集的金石拓片是有史一来有组织调查中最系统，最完整的一次。其中调查的金石碑刻上至辽金元三朝，下至明清民国历代，基本上体现了截至到民国时期北平现存庙宇碑刻的现状。琉璃厂翰茂斋由于技术精湛，与几家竞争后被邀请参与并负责了庙宇碑碣的摹拓工作。\n936年,国立北平研究院在此基础上出版了《北平庙宇通检》 和《北平庙宇碑刻目录》 。据史学研究会报告记载：“自十九年三月派员开始调查工作，所拓碑碣钟磬等（含外五区，内六区，国子监，东狱庙，房山西域寺西山石佛寺等），截止至二十二年一月八日共拓碑碣钟磬一千四百三十六份。”\n这批印有“国立北平研究院传拓章”和“琉璃厂翰茂斋李月庭拓本”标记的金石拓片，后随史学研究所移至台湾，现存于台湾傅斯年图书馆拓片室。这批拓片保存完好，管理有序。通过网络登录傅斯年图书馆网站，可以检索到这些拓片。在中国国家图书馆和北京首都图书馆也有少量馆藏。\n这些拓片是最具有代表性的民国拓本，同时也是研究民国史的重要史料。\n0研究情况\n研究领域\n历代以来，拓本一直是金石学、考古学和收藏家的重要研究对象。著录和研究碑刻的学问称为金石学，始于北宋欧阳修（1007——1073）所著《金石学》编辑和整理了周代至隋唐的金石器物、铭文和碑刻，为碑帖拓本的考古和收藏者耳熟能详。历史文献在今天不断丰富中，古代碑刻浩如烟海，著录必有遗漏。如欧阳修，即便离他很近的隋朝唐初，至他编录《金石学》也已有四百余年，加之，古中国幅员辽阔，交通、信息的严重闭塞，又加之，雷电风雨对碑刻的剥蚀、人为的毁坏，渐渐使之乌有。因此，过分依赖著录对拓本的考古、研究和收藏无异按图索骥一样不可取。\n“赐本”是拓本中的一种，为皇家所刻，专门赐给大臣。如宋代《淳化阁帖》、清代《三希堂法帖》等。另外，还有一种蝉翼拓本，用墨淡雅，拓文清细，犹如蝉翼，为宋代所创造。明代有扑拓的“淡墨本”与擦墨的“诱墨本”。到了清代康熙乾隆年间，又创“乌金拓”和“媒粉拓”等。\n木里包含此条命如何鉴别\n鉴别拓本的真伪，要经常注意观察、研究碑帖拓本，并熟悉某些碑帖特征，如果有文史、地理基础知识，则学可速成。初学之时，如果熟悉历史年号，那么根据碑志上的年款即可断代。此外，根据隶、草、行、楷等书法的发展轨迹及其在碑志上的表现，也可作为断代的依据。\n孰知历朝避讳字。可参考陈垣的名著《史讳举例》。唐始缺笔避讳，避“渊”字，而从唐代原样不动录下的宋人无名氏书《景福殿赋》卷里，“渊”字并不缺笔避讳。避“虎”字不避“虢”字，而“虢”字有“虎”字旁；敦煌本中的三个“虢”均以墨涂之。避“丙”、“炳”、“秉”和“建”、“成”、“城”字，而在同一墓志铭文中讳与不讳并存。避“世”、“民”二字，而有的只避“民”不避“世”。由此可见，唐代臣民于君讳可讳而不可讳。在《唐以后历代帝王避讳名表》里：“唐制不避嫌名，二名不偏废，避讳之法本宽，然避讳之风甚。”刻石上的避讳字能提供镌刻年代的佐证，在拓本上的涂墨、抠挖等修改避讳字则可断定拓本产生的最晚年限。不论古代文书和碑帖拓本等，如无当代避讳必是赝品无疑。总之，避讳字是鉴定拓本重要、可靠的行之有效的考证依据。\n熟知拓本用纸，对于鉴别拓本的真伪大有益处。麻纸，隋唐五代十国宋元，历经七百余年，并不是一成不变的。麻纸以麻、破布、稻草为原料，品种应该有六种，即：厚麻纸、薄麻纸、粗麻纸、细麻纸、黄麻纸、白麻纸。其纸纹间距不等，有的横纹，有的竖纹，有的横纹和竖纹相交。随着朝代、产地、生产批次不同而有所变化，但却有一个共同的辨别方法；麻纸生产原始，不添加硫酸，因此肉眼可辨别出纸张的麻纤维、草和布丝。粗厚麻纸甚至还能看到麻绳头。宋代拓本纸张多为黄麻纸。明代造纸，已经使用硫酸，出现白棉纸，以破布、旧棉絮为原料漂白制成纸浆，纤维短而无结，厚薄均匀，色白不亚于宣纸。清代康熙年拓本用“棉连纸”，清代中期制造出了一种最薄的纸，名为“净皮”，是拓铜器、玉器、甲骨的好材料。宋代浓墨的拓本，墨色不完全为黑色，微微有些泛蓝，纸的纹理清晰可辨，而淡墨的宋拓本是用淡墨直刷下来的，颜色浅淡，不光亮，有些地方似乎还有刷痕。明拓本大多用烟青拓，墨色显得粗重厚实，纸纹已露不出来了。清代的拓本，从墨色上看有两种：一种是用墨的，看起来有光泽，显得活，这种拓本较为稀少；另一种是用黑煤烟子拓的，看起来发滞，没有光泽。鉴别清代拓本时，如果摸起来手指沾着黑色，说明年代较近，手指不能沾上黑色说明年代较早。\n鉴别拓本，首先要看是否为原石，纸与墨是否相吻合；其次看其字之精神和损坏情况；再次看题跋、印章是否与拓本相吻合，如题跋印章可靠，便是善本。\n时间与价值\n拓本的年代愈早储量愈少愈有价值。已处于枯竭边缘的唐拓本，已经无法用价格来体现它的价值了。古旧拓本，如今已很难收集到。名气大的或经前人著录过的拓本，更是可遇而不可求，价值非常高。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951555386},{"name":"欧阳询楷书善才寺碑","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791625456,"text":"","author":"唐代褚遂良","description":"欧阳询楷书善才寺碑"}]