[{"name":"成亲王永瑆临欧阳询帖","text":"爱新觉罗·永瑆（1752-1823）乾隆帝第十一子，他在嘉庆年间担任军机处行走。他最开始学赵孟頫的书法，后来也学习欧阳询书法的特点，并广泛地临摹晋、唐、宋、明各家书法，因而形成了端正清丽、劲俏流畅的风格。他的书法风格更多地承袭了赵孟頫书法的特征，显得十分圆润、端美，具有朝廷广阁体的特点，但同时又具有欧阳询书法转折方劲的特征，这一点有别于广阁体一味追求端正俊美。成亲王以楷书、行书著称于世，是清代著名的书法家，他与翁方纲、刘墉、铁保并称乾隆四家。 道光三年，永瑆薨，年七十二，谥哲，为成哲亲王。[1] \n人物生平\n爱新觉罗·永瑆生于乾隆十七年二月初七，生母淑嘉皇贵妃金氏（时为嘉贵妃）。永瑆幼工书，高宗爱之，每幸其府第。永瑆嫡福晋富察氏是大学士傅恒之女，永瑆嫡母孝贤皇后侄。嘉庆四年正月，仁宗命在军机处行走，总理户部三库。故事，亲王无领军机者，领军机自永瑆始。二月，仪亲王永璇罢总理吏部，并命永瑆俟军务奏销事毕，不必总理户部。三月，和珅以罪诛，没其园第，赐永瑆。七月，永瑆辞总理户部三库，允之。八月，编修洪亮吉上书永瑆，讥切朝政，永瑆上闻，上治亮吉罪。语在《洪亮吉传》。十月，上谕曰：“自设军机处，无诸王行走。因军务较繁，暂令永瑆入直，究与国家定制未符。罢军机处行走。”永瑆尝闻康熙中内监言其师少时及见董其昌以前三指握管悬腕作书，永瑆广其说，作拨镫法，推论书旨，深得古人用笔之意。上命书裕陵圣德神功碑，并令自择书迹刻为诒晋斋帖，以手诏为序。刻成，颁赏臣工。\n十八年，林清变起，永瑆在紫禁城内督捕，上嘉其勤劳，免一切处分及未完罚俸。二十四年正月，加其子不入八分辅国公绵{勤心}郡王衔。五月，祭地坛，终献时，赞引误，永瑆依以行礼。上以永瑆年老多病，罢一切差使，不必在内廷行走，於邸第闭门思过，罚亲王半俸十年。绵{勤心}亦罢内大臣，居家侍父。二十五年六月，绵{勤心}卒，赠郡王。有司请谥，以非例斥之，著为令。仁宗崩，有旨免迎谒。语见仪亲王传。十月，命曾孙载锐袭贝勒。道光二年十月，上还自行在，永瑆进食品十六器，以非例却之。三年三月，薨，年七十二，赐银五千治丧，谥曰哲。载锐袭郡王。绵（勤心）及载锐父奕绶并追封如其爵。咸丰九年，薨，谥曰恭。子爱新觉罗·溥庄，袭贝勒，加郡王衔。\n书法家\n对其书法的评价，有杨翰《息柯杂著》谓：“王得窥内府所藏，而自藏又甚富，故书法大备如是，大抵皆从\n帖中问津，未深究古碑耳。”（清）礼亲王昭梿《啸亭杂录》谓：“永瑆幼时握笔，即波磔成文，少年工赵文敏，又尝见康熙时内监。言其师少时犹及见董文敏用笔。惟以前三指握管，悬腕书之，故王广推其语，作拨灯法。”又说：“永瑆名重一时，士大夫得片纸只字，重若珍宝。论者谓国朝自王若霖（澍）下，一人而已。”《息柯杂著》又谓：“诒晋斋书，素未究心，但知其从赵承旨上溯欧阳率更，虽偶涉诸家，终不离两家宗旨。集卷随手杂临，竟有脱尽町畦，不似本家笔意者。篆、隶亦有法度，盖书非一时，临非一家，不甚经意，而精神所寄，一一浑足，此无意胜于有意也。”\n善收藏。著有《诒晋斋诗文集》及《续集》、《随笔》、《仓龙集》等。《清史稿》卷二百二十一有传。永瑆作为皇族，其书法的成就也得益于眼界宽、收藏广。\n藏书\n乾隆间封为成亲王，谥号哲。嘉庆间任军机处行走，总办理户部三库。精于书法、善纂、隶体，曾书写裕陵圣得神功碑，作《拨镫法》，论述悬腕作书之法。富于藏书，因家藏有陆机真迹《平复帖》，遂名其藏书处为“诒晋斋”，另有“看云阁”、“听雨屋”，所藏多宋元旧刻秘籍，宋元代的书画，为一时之冠。藏书以经、史、子、集编次为目。曾题诗有“锦轴牙签富自夸，深居也说积书家。空巢未肯从东野，拈买犹须叹浣花”。藏书印有“皇十一子诒晋斋印记”、“皇子永瑆之印”、“成亲王”、“校理秘文”、“皇十一子永瑆鉴赏古书真迹珍藏之印”、“诒晋斋印”、“皇十一子”等。刊刻有《诒晋斋法书》。著有《诒晋斋诗文集》、《诒晋斋随笔》、《仓龙集》、《听雨屋集》等。\n家族人物\n有子绵勤，袭亲王爵，薨。子奕绶袭爵，薨。子载锐袭郡王，薨，谥曰“恭”。子绵懿，过继三阿哥永璋，袭其贝勒爵。子绵偲，过继十二阿哥永璂，袭其贝勒爵。演员沈傲君的丈夫、儿子就是永瑆的后代。\n个人作品\n《诒晋斋书》，共五卷。嘉庆九年（1804）奉圣旨摹勒，长沙陈伯玉、元和袁治刻。此帖专刻永瑆一人之书。首卷为御制文四种。后四卷以临古为主，共十九种。此刻因摹勒出自名手，永瑆亦摹古功深，故颇为可观。\n《寿石斋藏帖》，四卷。嘉庆十年（1805）昆山孙铨撰集，陈景川刻。孙氏曾汇刻清代七十四家书，亦名《寿石斋藏帖》，本文所指藏帖则专刻其所藏永瑆一人之书，共六十余则。 \n《诒晋斋巾箱帖》，十六卷，嘉庆十二年（1807）金匮钱泳摹勒四卷，名“巾箱帖”；嘉庆十六年（1811）增刻四卷，名“集锦帖”；嘉庆十七年（1812）续增刻“藏帖”及“藏真帖”各四卷，后三种皆元和袁治摹勒。以其均为小册，故统谓“巾箱帖”，皆永瑆书。除“集锦帖”十四种临古、自书各半外，其它皆以临古为主。\n《诒晋斋巾箱续帖》，四卷，嘉庆十三年（1808），共刻永瑆书十七种，临古与自书各半。平江贝墉摹勒。\n《话雨楼法帖》，八卷，嘉庆二十三年（1818）华阳卓秉怡撰集，金陵周玉堂等摹勒。此帖八十一种，皆永瑆书，临古、自书各半。此刻出自双钩，故精美在诸刻之上。\n《快霁楼法帖》，四卷，嘉庆二十三年（1818）华阳卓秉怡摹勒，皆永瑆书，共十八种，卷帙虽少，精美不让前帖。\n《诒晋斋法书》，十六卷，嘉庆二十四年（1819）金匮钱泳摹勒，共刻永瑆书六十二种。临古与自书各半。永瑆以书名于时，钱泳又工于摹勒，故此帖刻成后，海内风行，翻版者众。\n另《抢冲斋石刻》，嘉庆二十五年（1820），共十二卷，以赵孟頫、董其昌二家墨迹为主，后二卷为成亲王永瑆所书。《雍睦堂法书帖》中也有成亲王法书册。\n《中国书法鉴赏大辞典》中收入成亲王永瑆的楷书作品《临欧阳询楷书轴》，十二行共二百四十六字，今藏天津市艺术博物馆，刊于《文物·书法丛刊》。评者谓其虽是临欧阳询，实“貌合神离”，因掺入了赵孟頫的娟秀与俊逸，更显得“温文尔雅，循规蹈矩。”其《楷书立轴》，四行共七十五字，刊于日本《明清书道图说》。评者谓此书堪为成亲王的楷书代表作，尤能得欧阳询法，“笔力遒劲瘦硬，出规入矩，洒落超然，笔墨蕴籍”，“笔致流丽，书体典雅，古韵浓郁，又有新意，功力深刻。”《中国书法今鉴·碑帖印谱》中收入了成亲王小楷《群仙赋》，1971年台湾文化图书公司出版。《成亲王临化度寺碑墨迹》，1916年刻。收入《中国书法鉴赏大辞典》的永瑆行书作品有《题画菊扇面诗轴》，为七言律诗，五行共五十九字，刊于日本《中国书道全集》。评者谓其：“清疏灵秀”，章法上体现了“行楷间出的节奏”。其中的楷法“笔画瘦硬挺峭，行距疏朗，终不离欧阳询和赵孟頫的影响。”《秋日坐雨得友人书诗轴》，为五言诗一首，五行共六十二字，刊于日本《中国书道全集》。评者谓此书章法仍体现着行楷相间的风格，“出现二、三个正楷字后，接着三、五个行书字，加之墨色的协调，行款的齐整、疏朗，给人以灵秀、温润的美感。”《中国书法鉴赏大辞典》还收入了其行书《赠张良臣诗轴》，为七言绝句一首，四行共二十八字，辽宁省博物馆收藏，刊于日本《中国书道全集》。\n另外，1971年台湾文化图书公司出版了《成亲王书归去来辞》，1986年巴蜀书社出版了《成亲王书竹枝词》。《近代碑帖大观》还收入了《成亲王书多心经》，《楹联墨迹大观》收入了成亲王的《楷书七言联》“青李来禽书旨邃，荔枝卢橘赋才多”。\n艺术形象\n《少年嘉庆》张默饰演永瑆\n《新还珠格格》符涛饰演永瑆\n","category":"草书","verified":true,"user":1,"timestamp":1429951656448},{"name":"成亲王永瑆临欧阳询帖","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791639711,"text":"","author":"清代成亲王","description":"成亲王永瑆临欧阳询帖"}]