[{"name":"王守仁行草手札","text":"《传习录》，哲学著作，作者是中国明代哲学家、宋明道学中心学一派的代表人物王守仁（字伯安），世称阳明先生。此书记载了他的语录和论学书信。传习一辞源出自《论语》中的传不习乎一语。\n\n王守仁（1472～1528），中国明代哲学家、教育家。字伯安，浙江余姚人。因筑室会稽阳明洞，自号阳明子，世称阳明先生。他28岁中进士后在京师任刑部云南清吏司主事、兵部武选清吏司主事，并主考山东乡试。后因弹劾宦官刘瑾，谪为贵州龙场驿丞。正德三年时他发生重要的思想转变，以为圣人之道，吾性自足，于是背弃朱熹向外穷理的格物致知说，并在当地建立龙冈书院。贵州提学副使席书聘其主讲贵阳文明书院，他在此首次演讲知行合一说。不久，赦归为江西庐陵知县。\n此后，历任南京刑部、吏部清吏司主事，南京太仆寺少卿，鸿胪寺卿，都察院左佥都御史等职。正德八年至滁州督马政，讲学规模渐大，一度强调静坐，要求就思虑萌动处省察克治。正德十一年，升任南赣佥都御史，奉命清剿赣南山贼。在军事镇压取得成功后，强调思想统治，重视教化，使赣南的统治秩序得到恢复。这期间他在赣县修建濂溪书院，刻印古本《大学》，印发《朱子晚年定论》、其弟子薛侃出版了《传习录》。正德十四年他升任都察院右副都御史，六月，他奉旨督兵讨伐宁王宸濠在南昌发动的叛乱。仅用35日即生擒宸濠。他从自己的经历中，总结了经验，提出“致良知”的学术宗旨，认为这是从百死千难中得来，若信得这三字，譬之操舟得舵。\n0岁时升至南京兵部尚书。后退职回乡。晚年又总督两广军务，病死归途。遗著有《王文成公全书》38卷。\n编辑推荐\n守仁勋业气节，卓然见诸施行，而为文博大昌达，诗亦秀逸有致，不独事功可称，其文章自足传世也。\n——《四库全书总目提要》\n终明之世，文臣用兵制胜，未有如守仁者也。当危疑之际，神明愈定，智虑无遗，虽由天资高，其亦有得于中者欤。\n——《明史·王守仁传》\n读此可知王学梗概。欲知其详，宜读《王文成公全书》。因阳明以知行合一为教，要合观学问事功，方能看出其全部人格，而其事功之经过，具见集中各文，故阳明集之重要，过于朱、陆诸集。\n——梁启超《国学入门书要目及其读法》\n内容简介\n《传习录》\n\"外心以求理，此知行之所以二也。求理于吾心，此圣门知行合一之教\"\n《传习录》包含了王阳明的主要哲学思想，是研究王阳明思想及心学发展的重要资料。上卷经王阳明本人审阅，中卷里的书信出自王阳明亲笔，是他晚年的著述，下卷虽未经本人审阅，但较为具体地解说了他晚年的思想，并记载了王阳明提出的\"四句教\"。\n\"心即理\"本来是陆九渊的命题，《传习录》对此作了发挥。王阳明批评朱熹的修养方法是去心外求理、求外事外物之合天理与至善。王阳明认为\"至善是心之本体\"，\"心即理也，此心无私欲之蔽，即是天理，不须外面添一分。\"他这样说是强调社会上的伦理规范之基础在于人心之至善。从这个原则出发，他对《大学》的解释与朱熹迥异。朱子认为《大学》之\"格物致知\"是要求学子通过认识外物最终明了人心之\"全体大用\"。王阳明认为\"格物\"之\"格\"是\"去其心之不正，以全其本体之正\"。\"意之本体便是知，意之所在便是物\"。\"知\"是人心本有的，不是认识了外物才有的。这个知是\"良知\"。在他看来，朱子的格物穷理说恰恰是析心与理为二的。由此可见，王阳明的\"心即理\"的命题主要是为其修养论服务的。致良知说是对陆九渊心即理思想的发展。王阳明的心即理的思想也有我们一般意义上的本体论的含义。然而，如果偏重从本体论研究它，就会忽视它在王阳明修养论中的基础意义。\n知行问题是《传习录》中讨论的重要问题，也反映了王阳明对朱熹以来宋明道学关于这个问题讨论的进一步研究。\n他说：\"外心以求理，此知行之所以二也。求理于吾心，此圣门知行合一之教。\"\"知行合一\"的含意是说知行是一件事的两个方面。\n王阳明的\"心即理\"、\"致良知\"、\"知行合一\"都是要强调道德的自觉和主宰性。他说：\"知是理之灵处，就其主宰处说便谓之心，就其禀赋处说便谓之性。\"人心能够知晓行为的善恶，也能自觉地去为善，这就是本心的\"明觉\"，这是对程颢思想的发展。《传习录》中对人心的\"虚灵明觉\"有很多讨论。若要全面正确地把握王阳明\"心外无理\"及其他学说，深入地研究他的这些讨论是十分必要的。正因为人心的本质是理，并且人能自觉到这种道德意识，所以人不需通过外物去认识本心之理，外物之理只是人心的表现。格致的工夫不是去认识外物，而是去掉本心的私欲之蔽。人心的明觉在程颢和朱熹处都有论述。读者在读《传习录》时应明了王阳明和他们的联系与区别。\n应该承认王阳明以上的这些思想的确为人性善作了本体论的说明，有其历史意义。但也一定要看到，他的学说对人性恶的原因研究不够。虽然他的学说在明代下层人民中亦有影响，但仍不能说它有较大的普泛性。王阳明也注意到过\"利根\"和\"钝根\"之人要区别对待，但他的思想只适于利根之人。后人批评他\"近禅\"正在于此。这也是他不如朱学的所在，王阳明的这一偏失开始受到现代学者的注意，但是在当代新儒学的大家中，除梁漱溟以外，其他人对此尚注意不够。\n《传习录》是王阳明的问答语录和论学书信集。是一部儒家简明而有代表性的哲学著作。不但全面阐述了王阳明的思想，也体现了他辩证的授课方法，以及生动活泼、善于用譬、常带机锋的语言艺术。\n《传习录》包括了王学所有重要观点。上卷阐述了知行合一、心即理、心外无理、心外无物、意之所在即是物、格物是诚意的功夫等观点，强调圣人之学为身心之学，要领在于体悟实行，切不可把它当作纯知识，仅仅讲论于口耳之间。中卷有书信八篇。回答了对于知行合一、格物说的问难之外，还谈了王学的根本内容、意义与创立王学的良苦用心；讲解致良知大意的同时，也精彩地解释了王学宗旨；回答了他们关于本体的质疑并且针对各人具体情况指点功夫切要。另有两篇短文，阐发阳明的教育思想。下卷的主要内容是致良知，阳明结合自己纯熟的修养功夫，提出本体功夫合一、满街都是圣人等观点，尤其引人注目的是四句教，它使王学体系齐备。\n学术思想\n王阳明继承了程颢和陆九渊的心学传统，并在陆九渊的基础上进一步批判了朱熹的理学。《传习录》中的思想明显地表现了这些立场和观点。\n“心即理”本来是陆九渊的命题，王阳明认为“至善是心之本体”，“心即理也，此心无私欲之蔽，即是天理，不须外面添一分。”他这样说是强调社会上的伦理规范之基础在于人心之至善。从这个原则出发，他对《大学》的解释与朱熹迥异。朱子认为《大学》之“格物致知”是要求学子通过认识外物最终明了人心之“全体大用”。王阳明认为“格物”之“格”是“去其心之不正，以全其本体之正”。“意之本体便是知，意之所在便是物”。“知”是人心本有的，不是认识了外物才有的。这个知是“良知”。他说：“所谓致知格物者，致吾心之良知于事事物物也。吾心之良知即所谓天理也。致吾心良知之天理于事事物物，则事事物物皆得其理矣。致吾心之良知者，致知也；\n事事物物皆得其理者，格物也；是合心与理而为一者也。”在他看来，朱子的格物穷理说恰恰是析心与理为二的。由此可见，王阳明的“心即理”的命题主要是为其修养论服务的。致良知说是对陆九渊心即理思想的发展。王阳明的心即理的思想也有一般意义上的本体论的含义\n朱子主张知先行后、行重知轻。王阳明提出的“知行合一”虽然继续了朱子重行的传统，但是批判了朱子割裂知行。王阳明主张知行合一乃是由心即理立基，批评朱子也是指出他根本上是析心与理为二。他说：“外心以求理，此知行之所以二也。求理于吾心，此圣门知行合一之教。”“知行合一”的含意是说知行是一件事的两个方面。知是心之本体的良知；良知充塞流行、发而为客观具体的行动或事物，就是行。由这个认识出发，如果知而不行那只是不知。知是行的主意，行是知的功夫。知行本是紧密相联的，因此有知行合一之说。在当时社会上、在理学发展中的确有知而不行的情况存在。王阳明的知行合一对时弊有纠偏的意义。但是他强调知行合一说不是仅仅针对时弊提出的，它首先是要说明“知行之本体”。知行合一说强调道德意识本来就存在于人心中，这是道德的自觉性。它也强调道德的实践性，认为道德方面的知不是关于对象的知识，而是道德的实现。知行合一也有一般认识论方面的意义，但它首先讲的是道德修养，对于后者长期以来学术界一直没有深入研究。\n王阳明的“心即理”、“致良知”、“知行合一”都是要强调道德的自觉和主宰性。他说：“知是理之灵处，就其主宰处说便谓之心，就其禀赋处说便谓之性。”人心能够知晓行为的善恶，也能自觉地去为善，这就是本心的“明觉”，这是对程颢思想的发展。《传习录》中对人心的“虚灵明觉”有很多讨论。\n在《传习录》中，王阳明也讨论了程颢提出的“仁者与天地万物为一体”的境界。他指出，圣人有这个境界，因此他们看天下的人没有内外远近之分，均施之以仁爱之心。他进一步提出，天下之人的心和圣人之心是相同的，只因为有了私欲，所以反爱为仇。在王阳明看来，仁不仅是修养要达到的境界，也是人心之本体。王阳明对仁的解释偏重在道德修养方面。程颢所谈的仁和张载的“合内外之道”一样，兼有知识论的意义。\n《传习录》中记载了为王学继承人争论不休的“四句教”。\n这四句话是：“无善无恶是心之体，有善有恶是意之动，知善知恶是良知，为善去恶是格物。”王阳明的本意是说，作为人心本体的至善是超经验界的，它不是具体的善的行为。有所为而为的善是手段，无所为而为的善才是至善。人心的至善超越世间具体的善恶。具体的善行只是无善而至善之心的自然发用流行。王阳明说人心之无善恶是要人们不要去执着具体的善行而认识本心。王阳明的学生钱德洪说，王阳明这样说是针对那些“先有乎善者”的。王阳明本人也说过：“仁人者，正其谊不谋其利，明其道不计其功。一有谋计之心，则虽正谊明道，亦功利耳。”（《与黄诚甫》）四句教对人心本体的界说和理学开创人程颢的思想是一致的。程颢说：“圣人之常，以其情顺万物而无情。故君子之学，莫若廓然而大公，物来而顺应。”王阳明说的无善无恶就是无心无情，没有先入之见。有了这种心，见父自然知孝，见兄自然知悌。四句教显然是针对才质高的人说的，一般的学生是摸不着头脑的。\n版本流传\n《传习录》的版本情况大体如下：\n王阳明的学生徐爱自正德七年（1512年）开始，陆续记录下王阳明论学的谈话，取名《传习录》。正德十三年（1518年），另一学生薛侃将徐爱所录残稿及陆澄与他新录的部分一起出版，仍名为《传习录》。嘉靖三年（1524年），南大吉增收王阳明论学书信若干篇，以原名出版。嘉靖三十三年（1554年），王阳明的学生钱德洪将陈九川等人所录的《遗言录》加以删削，与他和王畿所录编成《传习续录》出版。嘉靖三十五年（1556年），钱德洪又增收黄直所录。隆庆六年（1572年），谢廷杰在浙江出版《王文成公全书》，以薛侃所编《传习录》为上卷，以钱德洪增删南大吉所编书信部分的8篇为中卷，以《传习续录》为下卷，附入王阳明所编《朱子晚年定论》。这就是《王文成公全书》本的《传习录》。上海商务印书馆曾影印隆庆六年《王文成公全书》作为四部丛刊本，上海商务印书馆1927年出版了叶绍钧的校注本。\n贡献影响\n《传习录》集中反映了王阳明的心性之学，在中国古代哲学史上有着重要的地位。直到今天，王阳明的思想在当代新儒家中仍有其深刻的影响。本世纪的许多思想家和学者一直致力于对它作现代解释并力图克服其偏失。《传习录》是一部较为纯粹的哲学着作，对它的研究几十年来一直未有重大突破。国内的老一辈学者邓艾民教授等人，青年学者陈来、方尔加、杨国荣等人在史料考证、诠解和评价方面作出了一些有意义的尝试，可供阅读《传习录》时参考。\n书籍目录\n前言\n传习录卷上\n传习录卷中\n传习录卷下\n徐爱引言\n门人陆澄录\n门人薛侃录\n钱德洪序\n答顾东挢书\n答周道通书\n答陆原静书\n答欧阳崇一\n答罗整庵少宰书\n答聂文蔚\n右南大吉录\n门人陈九川录\n门人黄直录\n门人黄省曾录\n钱德洪跋 \n","category":"行草","verified":true,"user":1,"timestamp":1429951612226},{"name":"王守仁行草手札","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791635624,"text":"《行草手札》。手迹。经折装共14纸，上海图书馆藏。\n　　守仁手札流传甚少。此为 其答虞佐侍御（即浙江按使唐龙）书，计一通，书法挺劲古逸。 款署“守仁”钤有“阳明山人之印”，末署“七月五日寓广信具”。 当为明正德十六年其自南昌返浙时所作。另钤有“流传在海昌张渭渔处”旧藏印。","author":"明代王守仁","description":"王守仁行草手札"}]