[{"name":"虞世南书孔子庙堂碑东庙堂碑两版本","text":"《孔子庙堂碑》，有数种，以唐虞世南所书最有名，故单称《孔子庙堂碑》或《夫子庙堂碑》，多指此碑。唐武德九年（公元626年）刻。虞世南撰书。为初唐碑刻中杰出之作，亦为历代金石学家和书法家公认之虞书妙品。此碑是为记述高祖武德九年（626）封孔丘二十三世孙孔德伦为褒圣侯及修葺孔庙事而立。贞观七年（633）刻成，无撰写年月。\n简介\n唐碑，正书，虞世南撰并书。\n虞世南书《孔子庙堂碑》原本称《东观帖》，明代王世贞曾收藏，后辗转入清内府。其间曾为董其昌所得，董其昌大为赞扬。虞世南书此碑成，以墨本进呈唐太宗，太宗把王羲之所佩右军将军会稽内史黄银印赐给虞世南。虞世南亲笔写的谢表，宋时曾刻入《群玉堂帖》，已佚。\n此碑书法俊朗圆腴，端雅静穆。是初唐碑刻中的杰作，也是历代金石学家和书法家公认的虞书妙品。此碑刻成之后，“仅拓数十纸赐近臣，未几火烬”（清杨宾《大瓢偶笔》）。\n诸摹拓本信息\n武周长安三年（703），武则天命相王李旦重刻．正书三十五行。行六十四字。额篆书“孔子庙堂之碑”六字，为李旦所书。重刻之石今亦不传。\n宋代黄庭坚有诗云：“孔庙虞书贞观刻，千两黄金那购得？”可见原拓本在北宋已不多见了。现在所存精品古拓，仅有清人李宗瀚得元康里于山旧藏本，誉为唐拓本。究竟为何时所拓，难以确定。此拓本大部是配陕本，其漫漶、损泐之字多是唐本。李宗瀚本有翁方纲考释文字。此拓本有中华书局、文明书局、有正书局以及上海古籍书店、日本二玄社等影印行世，原拓本则已流入日本，藏三井家。\n《孔子庙堂碑》现存刻石有两块。\n一块在陕西省博物馆，俗称《西庙堂碑》。宋王彦超重刻于陕西西安。三十五行，行六十四字。碑末增“王彦超再建，安祚刻字”一行九字。明嘉靖三十四年（1555）地震时，碑石断为三截。第二行“虞世”二字完好。碑的背面刻宋敦《兴颂砰》，宋唐英篆书，天禧三年（1019）五月刻。\n另一块在山东成武县，俗称《东庙堂碑》，碑身高2.08米，宽0.89米，厚0.22米，字33行，行满格33字。所书正楷，外柔内刚，圆融遒劲。明拓本首行“中舍人”之“人”字和“相王旦”之“旦”字皆完好。元至元（1335一1340）年间，定陶河岸崩决时出土，摹刻年代不明。石质不坚，明拓本字漫漶且瘦。清李宗瀚得康里氏本。多处有用“成武本”移补的字。翁方纲论《东庙堂碑》瘦硬胜于《西庙堂碑》。此碑，现存成武县文物馆。\n其他还有“曲阜刻本”，在山东曲阜县学，清乾隆五十八年（1793）翁方纲摹刻；有饶州（今江西波阳县）“锦江书院刻本”；有南海（今广东南海县）潘氏“海山仙馆本”等。世无传拓本。\n原文\n微臣属书东观，预闻前史。若乃知几其神，惟睿作圣，元妙之境，希夷不测。然则三五迭兴，典坟斯著，神功圣迹，可得言焉。自肇立书契，初分爻象，委裘垂拱之风，革夏翦商之业。虽复质文殊致，进让罕同，靡不拜洛观河，膺符受命。名居域中之大，手握天下之图。象雷电以立威刑，法阳春而流惠泽。然後化渐八方，令行四海。未有偃息乡党，栖迟洙泗，不预帝王之录，远迹胥史之俦。而德侔覆载，明兼日月。道艺微而复显，礼乐弛而更张。穷理尽性，光前绝後，垂范於百王，遗风於万代。猗欤伟欤！若斯之盛者也！夫子膺五纬之精，踵千年之圣，固天纵以挺质，禀生德而降灵。载诞空桑，自标河海之状；才胜逢掖，克秀尧禹之姿。知微知章，可久可大。为而不宰，合天道於无言；感而遂通，显至仁於藏用。祖述先圣，宪章往哲。夫其道也，固以孕育陶钧，包含造化，岂直席卷八代，并吞九邱而已哉！虽亚圣邻几之智，仰之而弥远；亡吴霸越之辨，谈之而不及。於时天历寝微，地维将绝，周室大坏，鲁道日衰，永叹时<?喜>，实思濡足，遂乃降迹中都，俯临司寇。道超三代，止乎季孟之间；羞论五霸，终从大夫之後。固知栖遑弗已，志在於求仁；危逊从时，义存於拯溺。方且重反淳风，一匡末运。是以载贽以适诸侯，怀宝而游列国。元览不极，应物如响，辨飞龟於石函，验集隼於金椟。触舟既晓，专车能对，识罔象之在川，明商羊之兴雨。知来藏往，一以贯之。但否泰有期，达人所以知命；卷舒惟道，明哲所以周身。?里幽忧，方显姬文之德；夏台羁绁，弗累商王之武。陈蔡为幸，斯之谓欤。於是自卫反鲁，删书定乐，赞易道以测精微，修春秋以正?贬。故能使紫微降光，丹书表瑞，济济焉，洋洋焉，充宇宙而洽幽明，动风?而润江海。斯皆纪乎竹素，悬诸日月。既而仁兽蜚时，鸣鸟弗至，哲人云逝，峻岳已ㄨ。尚使泗水却流，波澜不息，鲁堂馀响，丝竹犹传，非夫体道穷神，至灵知化，其执能与於斯乎？自时厥後，遗芳无绝，法被区中，道济天下。及金册斯误，玉弩载惊，孔教已焚，秦宗亦坠。汉之元始，永言前烈，?成爰建，用光祀典，魏之黄初，式遵古训，宗圣疏爵，允缉旧章，金行水德亦存斯义。而晦明匪一，屯亨递有，筐??蘩，与时升降，灵宇虚庙，随道废兴。炎精失御，蜂飞?胃起，羽檄交驰，经籍道息。屋壁无藏书之所，阶基绝函丈之容。五礼六乐，翦焉煨烬。重宏至教，允属圣期。大唐运膺九五，基超七百，赫矣王猷，蒸哉景命，鸿名盛烈，无得称焉。皇帝钦明睿哲，参天两地，乃圣乃神，允文允武。经纶云始，时维龙战，爰整戎衣，用扶兴业。神谋不测，妙算无遗，宏济艰难，平台区宇。纳苍生於仁寿，致君道於尧舜。职兼三相，位总六戎，元?乘石之尊，朱户渠门之锡。礼优往代，事逾恒典。於是在三眷命，兆庶乐推，克隆帝道，丕承鸿业。明玉镜以式九围，席萝图而御六辩。寅奉上元，肃恭清庙。宵衣吴食，视膳之礼无方；一日万几，问安之诚弥笃。孝治要道，於斯为大。故能使地平天成，风淳俗厚，日月所照，无思不服。憬彼獯戎，为患自古。周道再兴，仅得中算。汉图方远，才闻下策。徒勤六月之战，侵轶无厌；空尽贰师之兵，凭凌滋甚。皇威所被，犁颡厥角，空山尽漠，归命阙廷，充仞藁街，填委外厩。开辟以来，未之有也。灵台偃伯，玉关虚候。江海无波，?逢燧息警。非烟浮汉，荣光莫河。?苦矢东归，白环西入。犹且兢怀驭朽，兴眷纳隍；卑宫菲食，轻徭薄赋；斫雕反朴，抵璧藏金；革舄垂风，绨衣表化；历选列辟，旁求遂古；克已思治，曾何等级，於是眇属圣谟，凝心大道，以为括羽成器，必在胶雍，道德润身，皆资学校，矧乃入神妙义，析理微言，厉以四科，明其七教，懿德高风，垂裕斯远。而楝宇弗修，宗祧莫嗣，用纡听览，爰发丝纶。武德九年十二月廿九日，有诏立隋故绍圣侯孔嗣哲子德伦为?圣侯，乃命经营，惟新旧址。万雉斯建，百堵皆兴，揆日占星，式规大壮。凤甍骞其特起，龙桷俨以临空。霞入绮寮，日晖丹槛。??崇邃，悠悠虚白。图真写状，妙绝人功。象设已陈，肃焉如在。握文履度，复见仪形。凤?寺龙蹲，犹临咫尺。?完尔微笑，若听武城之弦；怡然动色，似闻箫韶之响。??盛服，既睹仲由；侃侃礼容，仍观卫赐。不疾而速，神其何远？至於仲春令序，时和景淑，皎?璧池，圆流若镜，青葱槐市，总翠成帷。清涤元酒，致敬於兹日；合舞释菜，无绝於终古。皇上以几览馀暇，遍该群籍，乃制《金镜述》一篇，永垂鉴戒。极圣人之用心，宏大训之微旨。妙道天文，焕乎毕备。副君膺上嗣之尊，体元良之德。降情儒术，游心经艺。楚诗盛於六义，沛易明於九师。多士伏膺，名儒接武。四海之内，靡然成俗。怀经鼓箧，摄{齐衣}趋奥。并镜?披，俱餐泉涌。素丝既染，白玉已雕。资覆篑以成山，导涓流而为海。大矣哉！然後知达学之为贵，而宏道之由人也。国子祭酒杨师道等，偃元风於圣世，闻至道於先师，仰彼高山，愿宣盛德。昔者楚国先贤，尚传风范，荆州文学，犹镌歌颂。况帝京赤县之中，天街黄道之侧，聿兴壮观，用崇明祀，宣文教於六学，阐皇风於千载。安可不赞述徽猷，被之雕篆？乃抗表陈奏，请勒贞碑，爰命庸虚，式扬茂实。敢陈舞咏，乃作铭云：\n景纬垂象，川岳成形。挺生圣德，实禀英灵。神凝气秀，月角珠庭。探赜索隐，穷几洞冥。述作爰备，邱坟咸纪。表正十伦，章明四始。系缵羲易，书因鲁史。懿此素王，邈焉高轨。三川削弱，六国从衡。鹑首兵利，龙文鼎轻。天垂伏鳖，海跃长鲸。解黻去佩，书烬儒坑。纂尧中叶，追尊大圣。乃建?成，膺兹显命。当涂创业，亦崇师敬。胙土锡圭，礼容斯盛。有晋崩离，维倾柱折。礼亡学废，风颓雅缺。戎夏交驰，星分地裂。?藻莫奠，山河已绝。隋风不竞，龟玉沦亡。樽俎弗习，干戈载扬。露г阙里，麦秀邹乡。修文继绝，期之会昌。大唐抚运，率繇王道。赫赫元功，茫茫天造。奄有神器，光临大宝。比踪连陆，追风炎昊。於铄元后，膺图拨乱。天地合德，人神攸赞。麟凤为宝，光华在旦。继圣崇儒，载修轮奂。义堂宏敞，经肆纡萦。重栾雾宿，洞户风清。?开春牖，日隐南荣。锵宏钟律，蠲??明。容范既备，德音无ル。肃肃升堂，ЗЗ让席。猎缨访道，横经请益。帝德儒风，永宣金石。\n图书\n所属丛书：书法技法讲座\n内容简介\n《书法技巧讲座》是从历代书法名家中选出各种书体、各种风格的字，将凡是认为其基本用笔、结构法适宜于学习、模仿的真迹挑选出来，作为范本。\n在每卷中只限定了一种真迹，在字数较多的真迹中，为了避免学习之繁，将其技巧简约，把被视为其书法典型的完好字、或者部分，系统地精选出来排列，其他的则略去。\n著名书法范本，为了让人容易学习和理解其技巧，把各真迹放大到合适的大小，并另把原尺寸的真迹也刊载上，以作对照之使。\n关于技巧解说是以入门阶段的自学者为对象的。\n《书法技巧讲座》的各册只是各种书体、书法风格的入门用书，因此，没有特意规定学习的顺序。\n本卷作为《书法技巧讲座》的一册，是按照该系列的凡例构成的。\n刊载的墨迹是从《虞世南·孔子庙堂碑》中，依照本卷的宗旨，选择典型文字而排列起来的。\n各文字是将原拓本黑白反转后，放大约三倍，按半张纸六个字的大小而构成的。\n范本是按下列各项构成的。\n1、基本运笔。将《孔子庙堂碑》中最重要的基本点、笔画抽出来，对各字附上要点、手法进行说明。\n2、字形与结构。将虞世南的结构法基本原理分成二十七种进行说明。\n3、主要偏旁的写法。选择各部首具代表性的完好字，以运笔、结构为中心进行说明。\n4、刊载原尺寸的拓本。\n5、附有《孔子庙堂碑》的运笔、造型原理一览表。\n考虑到初学者掌握结构法的方便，对各个字附上了九等分割的朱红线（俗称“井字格”）。\n放大的范本原则上是从临川李氏本的旧拓片的部分中挑选的。\n关于运笔。依照高速摄影所拍连续照片，学习者能更加具体地把握住笔锋的运笔过程。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951554705}]