[{"name":"王岩叟行书与给事淳夫侍讲札","text":"王岩叟（1043-1093），字彦霖，大名清平人（山东省临清市）。宋朝状元，书法家，论著家，朝廷重臣。曾任监察御史、侍御史、吏部侍郎、开封府知府、左司谏、起居舍人、中书舍人、枢密院直学士签书院事等职。一生才华横溢、刚直不阿，政绩卓著，建树颇丰。其为人做事高风亮节，受到司马光、苏辙、吕公著等大臣名士的高度评价。工书法，正书遒劲浑厚。著有《易诗春秋传》《韩魏公别录》。传世墨迹有《秋暑帖》、《与知府安抚左丞资政札》、《尺牍》等\n人物生平\n非凡人生超然卓立\n据史书记载，王岩叟幼时聪颖过人，语未正已知文字。十八岁乡举、省试、廷对皆第一，因此又称三元榜首。首任栾城主簿、泾州推官（法官）。在泾州任上因胞弟去世，便弃官回乡赡养父母。熙宁年间，韩琦（朝中重臣，三朝元老）留守北京（今开封）。以岩叟为贤，推举管理国子监。再任安抚司机宜文字监、晋州折搏、炼盐务，其后任定州知府。定州所属县安喜有法吏罢官后定居乡里，有人指控其引人作恶，频生诉讼。岩叟闻知派人捕拿并鞭挞于市，坏人惊踈、众人称赞。定州知州吕公著感叹曰，此古良吏也。 哲宗即位后近臣推荐岩叟为监察御史，但皇上及宫廷重臣均不识岩叟，有人建言岩叟去看看。岩叟笑曰，“是所谓呈身御史也”。卒不见（那不是我自己要官吗？不去！）。上任首日，岩叟即上书提出：社稷安危的关键在于从谏用贤，不可因小利而失民心。还提出：时下役、钱、敛、法太重，民力已不堪受。又言江西盐官欺榨百姓。朝廷欲派员查视。岩叟说，贪官为害一方已久，这样派员查视往返数日，其间不知又要害死多少人！建言亟罢。皇上遂遣诏罢之。他上书力陈，治天下应以民为本，不能以任何借口苛害百姓，不这样百姓就谈不到快乐；理政事必须屏蔽邪恶，否则，太平定难达到。哲宗遂下诏了解民间疾苦。四面八方争以真情赴诉。有关部门害怕皇上追究罪责，纷纷压制，使众多诉状拥阻堵塞，下情不能上达。见此状，岩叟对皇上曰，不问则已，言则必行。不然，天下之人必说陛下是在讲空话，今后再有诏命，怎能取信于人？就此言路大开。 \n岩叟任左司谏兼权给事中（神宗时职事官，正四品，治门下省日常公务，审读内外出纳文书，驳正政令、授官之失当者，日录奏章以进，纠治其违失）。即命，执政期间，如有不协同朝政者，岩叟即备录直交皇上。至此，命不出门下省（宋廷机关，主要执掌建言、驳正，出纳文书，与中书省、尚书省并列）而出自岩叟。属下反映至皇上，并请岩叟回答。王岩叟上书曰，臣为谏官，既当言之。既为给事中，又当驳正。绝非臣好为高论，喜忤大臣。实在是恐怕命令邪出，尤损纲纪啊！\n岩叟又言，三省胥吏，月飨甚丰，年有节余。而如今朝廷每举一事，必计功论赏，不知平日禄赐，将焉用之？这种现象，姑息相承，流弊已极。望饬励大臣制止此事。皇上为此制定了十七条规章，纠正了这一现象。\n岩叟任侍御史。此时，中书、门下两省正言（职位谏官）缺位已久，岩叟上书曰，国朝仿近制，前谏臣至六人，先王尚以为少，今却虚位，难道以为治道已清无事可言耶？或者因为人才难寻，方才虚位以待。但这两种现象都不是我们所愿意看到的。望遍寻贤人趣补其缺以壮本朝。正人进则小人自消矣。\n时发水灾，朝廷欲赈灾。户部提出，应以农户受灾程度赈济，受灾轻微者不予赈济。岩叟言，如今灾区半数以上灾民已行乞度日，可见灾情很重，“王泽无间，以召至和”，不要再问分数等级，皆应赈济。皇上然之。 \n治国策论高屋建瓴\n王岩叟在治国策论方面，可谓精辟独到，高屋建瓴。在治学处事、选贤任能、倡廉节用、法制道德、规整宫廷行为等方面，不仅为宋廷的治理起到了重要作用，也为我们今天实现国家的长治久安留下了宝贵的思想遗产。\n岩叟任起居舍人，以此职在迩英殿召常侍给皇上（哲宗）讲宝训。至节费章，岩叟曰，“凡言节费，非偶节一事，便能有济。当每事必注意节俭，积久累日，国用自饶。”\n讲到宋仁宗用人治事时，岩叟曰，人主应当虚心平意，无所偏系。观事以理，则事之是非，人之邪正，自然可见。即观察事物必讲道理。一日，司马康（司马光之子）讲洪范（《尚书》洪范篇）时，特别推讲该篇中的“三德”。宋哲宗发话说“止此三德为更有德”。意思是，除了这三德还有其他德吗?哲宗其秉性不善言语，因此自亲政以来，极少讲话。今突然开言，岩叟喜出望外，意欲风谏（重谏）。于是退而上书曰，“三德者，人君之大本，得之则治，失之则乱。不可须臾去者也。关于这一点，臣另有别解。夫明是非于朝廷之上，判忠邪于多士之间，不以顺己而忘其恶，不以逆己遗其善，私求不徇于所爱，公议不遣于所憎。竭诚尽节者任之当勿二，罔上盗宠者弃之当勿疑。惜纪纲，谨法度，重典刑，戒姑息。此人主之正直也；远声色之好，绝盘游之乐，勇于救天下之弊，果于断天下之疑，邪说不能疑，非道不能说。此人主之刚德也；居万乘之尊而不骄，享四海之富而不溢，聪明有余而处之若不足，俊杰并用而求之如不及，虚心以访道，屈己以从谏，惧若临渊，怯若履薄。此人主之柔德也。三者足以尽天下之要，在陛下之力行。何如耳”（可以吗）？这是王岩叟对《尚书》之洪范篇最为精彩的理解。尤其关于“勇于救天下之弊，果于断天下之疑”更是振聋发聩之语，当应成为志士仁人自励奋发的动力之源。 \n王岩叟对治学严谨不苟，并有许多重要论见。多年来被许多格言类典籍如《呻吟语》等所收录。\n一日，王岩叟侍讲。岩叟对哲宗曰，“陛下退朝无事，何以消日？”哲宗曰“看文字”。岩叟对曰，“陛下以读书为乐，天下幸甚。圣贤之学，非造次可成，须在积累。积累之要在专与勤。屏蔽它好始可谓之专，久而不倦始可谓之勤。愿陛下特留圣意。”哲宗然之。\n甲寅年，王岩叟言：“秋气已凉，陛下闲燕之中，足以留意经史。舜鸡鸣而起，大禹惜寸阴，愿以舜、禹为法。”帝曰：“朕在禁中，常观书不废也。”哲宗问岩叟从谁学，对曰：“从河东宁智先生学，后历仕四方，无常师。”哲宗问曰：“何自识韩琦？”（韩琦，朝中重臣，三朝元老）对曰：“因随侍闲居北门，始识琦，遂荐辟（任）学官（国子监），又辟幕府，复随之居相三年，至其葬乃去。琦尝教臣以事君之道，前不希宠，后不畏死，左右无所避，中间惟有诚意而已，臣佩以终身。”帝称叹久之。\n它日，又因入对，论取士，岩叟曰：“天下非无材，取之不远，采之不博耳。所迁所擢，止于已用者数人而已，故朝廷有乏材之患（只在已用人员中选人，自然有缺少人才之感）。且如天下郡守、县令，最可以见治状，每岁使本道监司举一二性行端良、治状优异者，朝廷召而用之，则人思自奋矣。”又问：“治道何先？”对曰：“在上下之情交通，而无壅蔽之患。上下之情所以通，由举仁者而用之。仁者之心，上不忍欺其君，下不忍欺其民，故君有德意，推而达于下，民有疾苦，告而达于上，不以一身自便为心。”帝曰：“安知仁人而举之？”对曰：“巧言令色，鲜矣仁；刚毅木讷，近仁。”帝颔之。\n一日，吕大防言：“闻有客星在昂、毕间。”疑为不祥之兆。王岩叟曰：“天道远，不可知，但朝廷每事修省，天道自当顺应。”其“果于断天下之疑”的风格毕现。太皇太后曰：“天道安敢忽！更在大臣同修政事。”大臣同心治事，天道又如何？\n民意即天意，政通人和，天道自安。这些重要思想均可以为我们今天治国理政提供重要的指导。\n岩叟继任中书省中书舍人，1091年（元祐六年）任枢密院直学士签书院事（军务主持）。入谢太皇太后。太皇太后曰：“知卿才望，不次超用（破格任用）。”岩叟又谢曰，“太后听政以来，纳谏从善，务合人心。所以，朝廷清明，天下安静，望坚守自信，勿疑勿失。”不久，又奏哲宗曰，“陛下今日圣学当深，明辨邪正。正人在朝则朝廷安，邪人一进便有不安之象，非一人所能阻止。邪人进往往应之者众（帮派效应），（这样）上下蔽蒙，不觉便养成祸胎。”又进言曰，近我好像听说，“有君子小人共同参用之说告陛下者，不知果有其否？此乃深误陛下耳。自古无君子小人共同参用之理。但云，“君子在内，小人在外则泰，小人在内，君子在外则否。小人既进，君子必引类而去。若君子与小人竟进则危亡之基也。此不可不察。”东西两宫深然之。 \n凛然正气国之栋梁\n王岩叟对内憎恶分明，决不曲意逢迎，对外凛然正气，绝不卑躬曲节。时光虽已隐去千年，其人物形象仍栩栩如生，感人至深。\n某日上朝。朝中大臣李定，其母仇氏病逝。中国传统伦理有“孝大于忠”之说，所以，即有“子为父隐，父为子隐”，即儿子犯罪，父为之隐瞒，不为犯罪。父亲犯罪，儿子为之隐瞒，亦不为犯罪。在这样一个伦理基础上，中国封建王朝便有了这样一个律条，所有官员，其父母病亡，必须弃官回家为父母守孝三年。李定贪恋官位，竟在朝中隐瞒其母病逝的实情，不回乡守孝。王岩叟当廷论其不孝，李定被免职归乡。不久，宰相蔡确借口朝廷为宋裕陵祭奠之事，召李定还朝，并企图使其恢复原职。王岩叟大怒，对皇上曰，“陛下之立，以子继父，此为百王不易之道。且李定之事，早已为太皇太后所定。蔡确胆大妄为，竟敢违天命而自作主张。其中又有章惇（史上定论的奸臣）上下蒙骗，且二人在朝廷面前喧哗争辩，全无事上之礼。今圣政未出宫廷，就如此篡逆自用，岂能容此大奸在廊庙耳？”于是，二人相继被退斥。\n上清年间，储祥宫（殿）落成。太皇太后邀诸大臣观赏。太皇太后对辅臣曰，“此后，皇上多出入此宫，务必善加管护，以继承先帝之志也。”岩叟曰，“陛下亲政以来，不烦公，不劳民，此盛德之事也。然而，愿自今日始，以（大兴）土木为戒。”又因这一宫殿建的豪华漂亮，皇上龙心大悦，欲大赦天下，岩叟对曰，“昔日天喜年中，祥源宫落成，治平年中，醴泉宫落成，皆未宣布大赦。古人有冒死谏君不要赦者，足见赦无益于圣治。”皇上纳之，未赦。\n旧历年节（春节）将至，一日，岩叟在宾馆陪伴辽国庆贺宋朝正旦（正月初一）大典的特使耶律宽宽。这位特使要求参观初一的宫廷朝仪。岩叟义正词严的说，“此不宜为外国人所知。”遂制止。并以宫廷正式通知名义告耶律宽宽，宽再不敢有此要求。\n王岩叟任吏部侍郎、天章阁待制、枢密都承旨。任职之初，西夏遣使为大宋朝廷进贡，因为宋与夏有边境之争，夏或迟或早每每故意违背约定的进贡期日。岩叟通谕边臣，如夏再违期日，即将进贡礼品悉数退回。自此，夏再不敢违。\n当时，在兰州界内，有两个军事要塞，一为质孤，一为胜如，自汉代起，即为屯兵蓄养之重地。夏为此觊觎已久，欲力争二堡。此二堡若失，则兰州、熙河遂危。延帅（杨延昭）意欲将二堡与夏；左丞相苏辙主张朝廷再议。此时，宋军与西夏在延安、熙河交战获胜，报捷与朝廷。苏辙奏曰，“如今边奏甚频，西人意在得其二堡，今盛夏尚且如此，入秋更可虞。此事不若尽早定议。”其意在将二堡给西夏。此时，朝廷重臣大多主张将二堡与夏。岩叟曰，“形势之地，岂可轻弃。不知，既与之还不是更求否（病、麻烦）？”太皇太后同意，议论遂止。 \n但是，西夏并不甘心，起数万兵马侵入定西之东、通远之北（今甘肃境内），包围七崖堡（地名），掠夺当地居民，又转而侵入泾原及河外漉州（今河北）等地。形势日重，战事日紧。这时，朝议又起。有人主张，将西夏已占之地与夏。岩叟力言，“决不可与，彼计得逞，后患未已”！此时，正值熙帅范仲淹戎边。于是立遣谕熙帅，“即命户部员外郎穆衍前去行视，守住定远要害之地，其调兵资费，一从尊便，不必请示”！由于宋廷采取了强有力的军事措施，定远、遂城一带遂告安宁。对此，宋史曰，“定远、遂城皆岩叟之力也。”\n岩叟任枢密都承旨兼任开封府知府，时开封历来以推官（法官）、判官（法官）二人分左、右厅共治一事，其事体大同小异，府吏疲于请示汇报，因扯皮又迟迟不能结案。岩叟为此制定诸官分治之法，明确分工，各司其职、各负其责，提高了治事效率。\n岩叟常说，天下苛税，名目繁多，催交、免除标准很难把握，公私费扰，效率极低。乞皇上以等第、分多寡为催法（税法）（类似于我们的八级累进税），由此，朝廷制定了五年十科之令。\n岩叟对朝廷的忠诚正直，对国事的苦心孤诣，使之获得了崇高的威望，1091年（元祐六年），拜（任）枢密直学士签书院事（最高军事机关秘书长），岩叟入谢太皇太后，太皇太后称曰，“知卿才望，不次超用。”由于皇上的信任，就连皇帝选后这样的家事，也要请岩叟办理。选后既定，太皇太后称赞岩叟，“帝得贤后有内助，此功不是小事。”\n岩叟曰，“内助虽为帝后之事，但正家须在皇帝。圣人言，正家而天下定，当应慎之于始。”太皇太后以此言反复告知哲宗。岩叟又收集历代帝后内助范例，绘图说事，告诫哲宗。\n国事风云变幻，大臣命运叵测。时任宰相刘挚，右丞相苏辙，因避人言，请求退位。岩叟曰，“元祐之初（1091年哲宗亲政），排斥奸邪，廓清朝政，挚与辙功业居多。希望朝廷深查恶意谗毁之原由，重惜腹心之人，切不可贸然轻弃。”东西两宫深然之。后来，宰相刘挚竟为御史郑雍所中伤，王岩叟连连上书为刘挚辩护。由此，御史又指王岩叟为刘挚同党。王岩叟遂被罢为端明殿大学士兼郑州知府。进谗言者对皇上关于王岩叟的处置很不满意，仍不罢休。太皇太后曰，“岩叟有大功，今日命令已出，不再改变。”次年，王岩叟病逝于河南孟县，年五十一岁。朝廷赠左正议大夫。 \n历史评价\n王岩叟的一生才学和功业受到了当时同僚及史学界的高度评价。大史学家司马光以王岩叟进谏无隐而称之曰，“吾寒心栗齿，忧在不测（我时刻担心，怕你有什么不测），公却处之自如，至于再三，或累十数章，必行其言而后已（数次上书，非要让皇上听了你的话不甘休）。”\n王岩叟一生为文甚多，其文“语省理该（言简意赅），深得制诰体（宫廷行文文体）”。同时也是当时著名的书法家。其著述主要有《易经传》、《诗经传》、《春秋传》（古称为典籍做注为传）。其上书文稿更是一笔巨大的财富，其大部为《全宋文》所收录。  \n","category":"行书","verified":true,"user":1,"timestamp":1429951562631},{"name":"王岩叟行书与给事淳夫侍讲札","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791636584,"text":"王岩叟《与给事淳夫侍讲札》行书．纸本 222.0×29.0 cm\n释文：岩叟启 早来略喜 瞻晤蒙 教 敬审向夕台侯万福 未即 上谒少叙 谢意 谨奉启不宣　岩叟再拜　给事淳夫侍讲台坐 十八日","author":"宋代王岩叟","description":"王岩叟行书与给事淳夫侍讲札"}]