[{"name":"祝允明小楷远游二首","text":"祝允明（1460—1527）字希哲，号枝山，因右手有六指，自号枝指生和枝山，又署枝山老樵、枝指山人等。汉族，长洲（今江苏苏州）人。他家学渊源，能诗文，工书法，特别是其狂草颇受世人赞誉，流传有“唐伯虎的画，祝枝山的字”之说。祝枝山所书写的“六体书诗赋卷”、“草书杜甫诗卷”、“古诗十九首”、“草书唐人诗卷”及“草书诗翰卷”等都是传世墨迹的精品。并与唐寅、文徵明、徐祯卿齐名，明历称其为“吴中四才子”之一。由于与唐寅遭际与共，情性相投，民间流传着两人的种种趣事。\n人物生平\n出身背景\n祝允明的祖父祝颢是明正统己未（1439）进士，官至山西布政司右参政，六十岁后辞职回乡。他精于诗文，喜欢写行草书，远近都来求字。苏州的文士都很仰慕，和他一起交游的有几十人。成化癸卯（1527）去世，享年六十八岁。祝允明的父亲祝瓛不如他祖父，生前不太出名，而且比他祖父早五个月就去世了。那一年祝允明二十四岁。祝允明的生母在他十六岁时已经离世。因此祝允明青年时是很不幸的。外祖父徐有贞（1407—1472）字元玉，晚号天全，苏州吴县人。明宣德八年（1433）进士。后来因迎英宗复辟有功，委任为兵部尚书、华盖殿大学士，封武功伯。徐有贞才华绝世，天文、地理、道释、方技都很通。书法擅长行草，深得怀素、米芾笔意，在当时很有书名 。\n早年苦学\n在祝允明出生前，外祖父徐有贞迎英宗复辟有功，受皇帝宠爱，遭到在复辟中一同立功的曹吉祥、石亨等人嫉妒，几次被诬下狱，后来英宗特诏让他回家。回家后闭门谢客，直到曹、石相继败死才开始买田筑屋，准备安度晚年。这时祝允明已经两三岁了，跟随外祖父徐有贞学习。徐有贞在乡里德高望重，苏州府学碑刻立石往往请他撰并书，也经常有人请他作墓志铭。因此祝允明除了外祖父外，接触到了不少人，时时受到熏陶。祝允明五岁，祖父祝颢辞职回乡。祖父虽然年逾六十，但精神很好，他善会谈，旁征博引，又常会开开玩笑，当时人都很愿意和他交游。祖父风趣洒脱的性格和生动的言谈给祝允明留下了很深的印象。祝允明先天禀赋很好，又有两位大儒的教导，所以很早就显露出他的才华。他五岁时就能作一尺见方的大字，读书一目数行，九岁时已经能作诗，被称为“神童”。10岁已博览群书，文章瑰丽，才智非凡。十三岁时，外祖父去世，终年六十六岁。这一年吴门出了一位状元吴宽。两年后祝允明的老师王鏊廷试又得第三，吴门文人名声日大。祝允明青年时期发奋苦学，为的是和他的长辈一样求取功名，这是文人的唯一出路。苏州府学树立着他外祖父撰并书的《儒学兴修记》和撰写的《科第题名之记》，这对于祝允明来说就是压力和要求。眼看自己熟悉的师长一个个金榜题名，他也必须努力。科举除了读书外还要练好楷书，祝允明严格地按照前辈的教导扎扎实实地下功夫。祝允明往往把读书和写字结合起来学习。例如他二十八岁时用小楷书录一卷《唐宋四家文》。在卷末他自己认为前辈们往往书录古文上百，抄录一遍即能“得其大略”，所以他也学着这么做。这种口诵手录的学习方法对他的帮助很大。又如他二十七岁用小楷抄录了《庄子》中的七篇（《逍遥游》、《齐物论》、《养生主》、《人间世》、《德充符》、《大宗师》、《应帝王》），董其昌评为“绵里铁”，“如印印泥，方是本色”。\n祝枝山集各书家之长，领一代风骚，是吴门书派中“明中期书法三大家”（另两人为文征明和王宠）之一。其书法吸取唐虞世南、元赵孟頫书法之神，扬晋王羲之、王献之行书、唐怀素草书之势，融会贯通，自成一体，发展为自己的独特狂草，被誉为“明朝第一”，流传有“唐伯虎的画，祝枝山的字”之说。祝枝山所书写的“六体书诗赋卷”、“草书杜甫诗卷”、“古诗十九首”、“草书唐人诗卷”及“草书诗翰卷”等都是传世墨迹的精品。祝允明虽无名画，但也能画画，唯很少动笔，传世之作更少。祝允明尚有《江海歼渠记》、《新闻记》、《九朝野记》、《枝山前闻》、《浮物》、《老怪录》、《苏材小纂》、《怀星堂集》等书传世，并编有《兴宁县志》。\n祝枝山为人风趣洒脱，才华横溢，好游山玩水而不拘小节。他常以足智多谋、能言善辩、乐于助人的形象出现于《三笑》、《王老虎抢亲》等众多的戏曲艺术作品中。\n乡试中举\n祝允明青年时期的诗文书法已经闻名乡里，大家都知道他的才华，因此当时任中书舍人的李应祯把自己的长女许配给他。后生一子，名续，正德年间进士，官至广西左布政使。祝允明在书法上的进步得到了岳父的指导。李应祯精于书法，对各体都有研究，他提倡创新，在实践上自成一格。他又是文徵明的书法老师，因此对吴门书派的形成影响很大。祝允明在苦读期间结交了很多良师益友。其中如沈周、刘珏、杜琼、吴宽、周臣、朱存理等都是苏州名士。他拜比他长十岁的王鏊为师，又与年纪相仿的都穆、杨循吉为友，更与比他年轻的唐寅和张灵交往。经常一起作诗唱和、切磋书画，感情深厚。中年不得志，怀才戏人生。祝允明三十以后才华已经相当出众。请他撰写墓志、碑碣和求书画的人很多。他三十一岁就受聘为作《重刊王著作文集序》。刻书作序往往请名人，可见时人对他的看重。祝允明与都穆、文徵明、唐寅等常在一起创作古文辞。唐寅从小聪慧，也很早就出名。文徵明小时不很聪明，后来发奋学习，又得到沈周、吴宽、李应祯的指点，在文章、绘画、书法上进步很快。文徵明性格内向，文静而严谨。祝、都、文三人往往在唐寅的画上题句作文。\n祝允明三十三岁那年，参加乡试，考中举人。主考官王鏊对他的文章很赞赏。凭着自己的才学，祝允明很自信，认为进京考试，录取高第易如反掌。谁知以后七试礼部都没有成功。这出乎他的意料之外。仕途的失意和打击对于祝允明的后半生起了重要的作用，使他的心境、性格产生了巨大的变化。祝允明中年是在这样一个转变中度过的。他中年的前半期，孜孜不倦于科举考试，思想是积极入世的儒家观念。而后，一次次的失利，使他越来越心灰意冷，渐渐地转向了老庄的消极出世，开始游戏人生。他的心境除了在日常生活中的行为上表露外，只能在诗文、书法中抒发。他的书法也渐渐转向行草书。五十岁以后在草书上的发展和成功与这样的心境是分不开的。\n结交唐寅\n他在三十七岁时，二十七岁的唐寅与邻居张灵一起常常纵酒游玩，不好好读书。祝允明知道后特地去规劝，此后唐寅又一心一意地读书了。他还把张灵收为自己的学生，在著文作诗或作书时，让张灵在旁边侍笔砚，因此张灵也进步很快。在那段时间里，苏州人称祝允明、唐寅、文徵明、徐祯卿为“吴门四才子”。他们都规规矩矩读书求功名。弘治十一年（1498），唐寅二十九岁乡试第一，成了南京解元。依他的才华有希望在会试中夺魁。当时在朝中的吴宽在公卿间常常称赞他，使他名声传遍京城。第二年唐寅进京应试，因同行的徐经贿赂会试总裁程敏政家僮，科场作弊，牵连唐寅因而入狱。后来经吴宽的求情，才得以赦免。踌躇满志的唐寅受到突如其来的打击，受到很大的精神刺激。仕途无望，又引起夫妇反目，妻子与他离婚，跟中了进士的都穆结合。这几件事使唐寅的人生观产生极大变化，性格也大变。这时的祝允明与唐寅同病相怜。他们的思想由追求功名、经世治国而都转向了独善其身、游戏人生的态度。祝允明在《再挽子畏》诗中有“少日同怀天下奇，中年出世也曾期”之句。唐寅，初字伯虎，更字子畏，后来自号“六如居士”，皈向佛门，而祝允明多署“枝山道人”，归向道家。这不能不说是一种遗憾，是封建社会中文人的遗憾！\n得仕求隐\n五十岁以后的祝允明，心情极度矛盾。年逾五十仍未被录用使他焦躁不安、异常痛苦，常常借酒消愁。五十一岁时作了《闲居秋日》诗，其中有句“浮生只说潜居易，隐比求名事更艰”，发出了来自内心的感叹。这些诗句在祝允明五十一岁后，被他以草书的形式写了好多遍。在他五十三岁那年，痛苦、焦躁、烦闷的心情几乎到了极点。那年夏天，他常常因此而失眠，一连作了《泪》二首、《壬申夏夜不寐》以及《醉》等诗篇。诗中充满了不平和惆怅。但此时他内心还抱着一丝希望。五十五岁那年谒选，总算得了一官半职，授广东惠州府兴宁县知县。第二年走马上任。兴宁县民俗不淳，社会秩序不好，有强盗常出山谷放火抢劫。祝允明赴任后很感叹，有诗句云：“道惠何曾惠，吉宁又不宁。”祝允明以礼待百姓，教育引导民风。对于强盗他施展计谋，设法在一个早晨捕获三十多人，从此县里比较安定。兴宁县在祝允明的治理下很有起色。但祝允明并没有得上司的欢心，五十七岁那年冬天，因拙于催科秋税曾被停给俸米。这一年他奉命修兴宁县志，题名为《正德兴宁县志》。虽然是奉命修志，例行公事，但这篇县志序的手稿却由行书而行草，最后变成狂草，成为他传世中的珍品。祝允明身在兴宁做官，虽然政绩不错，但时间一长便生了归乡之心。原因主要是在官场上看不惯积弊。作为一个有学养的文人，虽然希望能得到重用，但他的良心却使他不能融入官场，这是一对矛盾。他的表弟在看望他时，他作诗饯别，诗句中便流露出这种心情。嘉靖元年（1522），六十三岁的祝允明调往南京任京兆应天府通判，因此后人称他为“祝京兆”。他面对官场的腐败，不堪忍受，终于下决心托病辞职，回故里苏州度残年。祝允明六十四岁，在外祖父旧宅中筑了怀星堂安身。这一年，他的好友唐寅，这位才华横溢的才子，在受尽世态炎凉后去世了，年仅五十四岁。祝允明异常悲痛，含泪为他作了墓志铭，写下了《哭子畏二首》，后来又作了《再挽子畏》。字里行间流露出悲叹和同病相怜的情感。又过一年，他的老师王鏊也去世了，终年七十六岁。祝允明作了《祭王文恪公文》。他为自己没有做到如老师期望的那样而感到惭愧。两位师友的去世在他的晚年又抹了一道阴影。他曾在病中，缅怀知友，不论少长、隐显、存没，各作一诗，计十八人，给王宠作了两首，因此留下《怀知诗》十九首。惨淡的人生使他在衰年更加放荡不羁，直率真切地表达自我，因此多作狂草巨制。\n晚年生活\n祝允明晚年经济状况不佳。他六十六岁那年，文徵明次子文嘉知道他的情况后，在书房中设置了蚕丝纸和上等笔墨，请他去，许酬索字。祝允明趁兴写了行草书《古诗十九首》，这是件精品，文氏父子很是赞叹。后来刻入文徵明的《停云馆帖》。此时，祝允明虽隐于乡里，但书名大振，被公认为吴门书坛领袖人物。祝允明在他最后一年还写下了表述他书法观点的章草书《书述》，成为他为数极少的书法论著中重要的一部分。人们对祝允明的书法很喜爱，因此在他去世不久，就出现了大量的伪作。造假者借此谋利，这给后人对祝允明的研究带来了一定的困难。其中以他的外孙吴应卯学他的字最像，可以乱真，即使行家也难分辨。嘉靖五年十二月二十七日（1527年初），祝允明病逝，终年六十七岁。这位书法领袖在贫病中告别了人世。他以自己的实践使吴门书派在崛起中达到了全盛，并形成了明代的浪漫主义书风，成为明代中期书坛的主将，对明代书法的发展产生了巨大影响。王世贞在《艺苑卮言》中评价道：“天下书法归吾吴，祝京兆允明为最，文待诏征明、王贡士宠次之”。\n祝允明一生留下了很多诗文杂稿。《明史》本传称“著诗文集六十卷，其他杂著百余卷”。而以《祝氏集略》三十卷，《怀星堂集》三十卷为最有名。这是他除书法作品外的又一笔文化遗产。\n个人著作\n祝允明的著作有《怀星堂集》30卷、《苏材小纂》6卷、《祝子罪知》7卷、《浮物》1卷、《野记》4卷、《前闻记》1卷、《志怪录》5卷、《读书笔记》1卷。\n诗作选摘\n【甲寅端午拟白】\n少小喜时节，而今一掷梭。\n真欢妻举案，宜耳子工歌。\n天地清明少，人生辛苦多。\n问他痴祝老，不醉待如何？\n【太行歌】\n上客坐高堂，听仆歌太行。\n六岁从先公，骑马出晋阳。\n遥循厚土足，忽上天中央。\n但闻风雷声，不见日月光。\n狐兔绕马蹄，虎豹嗥树旁。\n衡跨数十州，四面殊封疆。\n童心多惊栗，壮气已飞扬。\n自来江南郡，佳丽称吾乡。\n邈哉雄豪观，寤寐不可忘。\n人生非太行，耳目空茫茫。\n【述行言情（其二十七）】\n大仪靡停运，百生岂淹息。\n丽天星汉度，附地虫鸟疾。\n把策诣有司，五往五见黜。\n岩栖岂无尚，廛托病多役。\n钱刀坏心气，霜露损毛质。\n憔悴勿复言，流尘蒙白璧。\n【春日醉卧戏校太白】\n春日入芳壶，吹出椒兰香。\n累酌无劝酬，颓然倚东床。\n仙人满瑶京，处处相迎将。\n携手观大鸿，高揖辞虞唐。\n【歌风台】\n掉臂长安市，遥从日边来。\n因过芒砀下，步上歌风台。\n沛公善任使，猛士忘其骸。\n帝业袖手成，慷慨襟抱开。\n大风飞云亦壮哉，韩彭英卢相继死。\n寄命寺人髀股间，未央志气拉飒摧。\n相望千余年，安能为之哀？\n明朝放舟淮浦去，项王韩侯祠下亦徘徊。\n【短长行】\n人生若无梦，终世无鸿荒。\n昨日之日短，今日之日长。\n昨日虽短霁而暄，今日虽永阴复凉，\n胡不雨雪为岁祥？胡不稍暖开初阳？\n徒为蔽天氛曀日黭黮，人物惨懔无精光！\n物情望有常，造化诚叵量。\n气候淑美少，君子道难昌。\n阴晴长短不可问，古来万事都茫茫！\n独怜穷海客卧者，魂绕江南烟水航。\n【新春日】\n拂旦梅花发一枝，融融春气到茅茨。\n有花有酒有吟咏，便是书生富贵时。\n【首夏山中行吟】\n梅子青，梅子黄，菜肥麦熟养蚕忙。\n山僧过岭看茶老，村女当垆煮酒香。\n【哭子畏】\n万妄安能灭一真，六如今日已无身。\n周山既不容神风，鲁野何须哭死麟。\n颜氏道存非谓夭，子云玄在岂称贫。\n高才剩买红尘妒，身后犹闻乐祸人。\n【口号三首】\n枝山老子鬓苍浪，万事遗来利得狂。\n从此日和先友对，十年汉晋十年唐。\n不裳不袂不梳头，百遍徊廊独步游。\n步到中庭仰天卧，便如鱼子转瀛洲。\n蓬头赤脚勘书忙，顶不笼巾腿不裳。\n日日饮酒聊弄妇，登床步入大槐乡。\n书艺特色\n学书家承\n祝允明出生在文化气氛很浓的苏州，他的书学生涯是在前辈的言传身教下开始的。其中对他影响最大的是外祖父徐有贞和岳父李应祯两人。徐有贞擅长行草书。他的行草主要师法唐朝的怀素和宋朝的米芾。用笔直率而华美，结构潇洒多姿，很得古雅之气。在祝允明二岁时，徐有贞奉诏回苏州闲居，祝允明一直与他在一起。直到祝允明十三岁时徐有贞去世。因此祝允明幼年学习书法就是在外公的启蒙下开始的，徐有贞的书法风格对他影响是很深的。\n李应祯也是一个有名的书法家。祝允明也一直得到李应祯的指导。在跟从岳父学书的十几年中，李应祯对于祝允明在书法的发展上起了很大的作用。\n据文徵明的记载，李应祯在晚年告诉他，说自己学习书法四十年才开始有所得，并向文徵明论述了书法上的很多道理。他留下的尺牍，秀丽而又有气度，行笔自然大方，横向取势的撇、捺、横都很生动有致。字的大小，粗细变化自然。他这种富于抒情性的行草书对祝允明也有很深的影响。祝允明自己谈幼年时学习书法，说前辈不让他学习近代人的字，看到的都是晋唐人的字帖。所指的应该是楷书的学习。应该说祝允明幼年在两位前辈的指导下，打下了很好的底子，为日后的发展作了铺垫。同时两人的书风的优点也传给了祝允明。性功须并重超然出神采祝允明的书艺思想以“神采”为最终归宿。而要达到这个目标，他认为必须“性”、“功”并重。“性”是指人的精神，“功”是指书法创作的能力和功夫。他认为只有功力而无精神境界，神采就没有，而有了高尚的精神境界，如果没有表达的功夫，那么神采就不能实在地显露。两者不可缺一，必须兼备。他就是这样辩证地揭示了这一艺术创作的规律。对于“功”，祝允明认为只有在向前人学习的基础上才能得到。因此他对时人不愿好好学习传统而把这称为“奴书”的说法很愤慨。特地写下了《奴书订》予以反驳。在这一点上，他晚年在《书述》中还批评了他的岳父李应祯。他强调必须“沿晋游唐”，这是源于他对书法史的深入认识。他认为书理极于张芝、王羲之、钟繇、索靖，后人只是在遵循他们的法则，而在根本上已不能改变。他认为唐人能循前人之理，按照当时人的法则来写；宋初还不很差，宋中期仍有可取之处，而后便大变传统，古法遭到败坏，大多流为恶怪。到元代方有赵孟頫扭转时风，复归晋唐，但终因个性不强未免有“奴书”的遗憾。所以要知书法的本来必须向晋唐学习。在学习和熟悉了传统后，其技法必须有独到之处，这是祝允明对“功”的进一步要求。他在《评书》中说自己不屑于步钟、索、羲、献的后尘，而要学习项羽和史弘肇的勇猛以开创自己。因此他既反对时人对传统的忽视，又强调不能真的成为“奴书”。祝允明对于“性”没有很多的论述。他提倡“起雅去俗”，显然是指以学识和修养来陶冶性情、净化心灵，从而达到较高的精神境界。有了以上两点，就可以在“入神”的状态下创作具有神采的优秀作品了。他对于“入神之境”的解释是“一时超然格度之外”，在超越各种约束的情况下，才能“闲窗散笔”，自然地表达自己。祝允明在书法理论上的要求，既符合艺术创作本身的规律，又合乎文人书画的审美要求，从而使他的书法创作成果达到了很高的水平。\n性功并重\n祝允明的书艺思想以“神采”为最终归宿。而要达到这个目标，他认为必须“性”、“功”并重。“性”是指人的精神，“功”是指书法创作的能力和功夫。他认为只有功力而无精神境界，神采就没有，而有了高尚的精神境界，如果没有表达的功夫，那么神采就不能实在地显露。两者不可缺一，必须兼备。他就是这样辩证地揭示了这一艺术创作的规律。对于“功”，祝允明认为只有在向前人学习的基础上才能得到。因此他对时人不愿好好学习传统而把这称为“奴书”的说法很愤慨。特地写下了《奴书订》予以反驳。在这一点上，他晚年在《书述》中还批评了他的岳父李应祯。他强调必须“沿晋游唐”，这是源于他对书法史的深入认识。他认为书理极于张芝、王羲之、钟繇、索靖，后人只是在遵循他们的法则，而在根本上已不能改变。他认为唐人能循前人之理，按照当时人的法则来写；宋初还不很差，宋中期仍有可取之处，而后便大变传统，古法遭到败坏，大多流为恶怪。到元代方有赵孟頫扭转时风，复归晋唐，但终因个性不强未免有“奴书”的遗憾。所以要知书法的本来必须向晋唐学习。在学习和熟悉了传统后，其技法必须有独到之处，这是祝允明对“功”的进一步要求。他在《评书》中说自己不屑于步钟、索、羲、献的后尘，而要学习项羽和史弘肇的勇猛以开创自己。因此他既反对时人对传统的忽视，又强调不能真的成为“奴书”。\n艺术特色\n主要成就在于狂草和楷书。狂草来自怀素、张旭，更多的是接近黄山谷，提按和使转的笔法交互使用，行与行之间的距离很紧，形成一种汪洋恣肆的视觉效果。更难得的是楷书又写得相当严谨，有晋唐人的古雅气息。这种反差很大的综合素养与唐代的张旭十分相似。\n书法点评\n对于祝枝山的书法，历代俱有佳评。他的友人黄省曾作诗描述、评论他的书法云：“枝山草书天下无，妙洒岂特雄三吴？群萌万象出毫下，运肘便觉风云俱。丝持浪转信神动，筋迥墨纵皆春敷。分明造化宰君手，左攒右剪形形殊。天愁鬼器不宁岁，鸾惊龙骇谁争驱？迩来南海作仙令，难筹历险笔愈圣。奇文豪咏兼称之，处处江山好辉映。余也飘飘紫台客，向长五岳将浮屐。多君惠我《远游》篇，得展梦窗喜魂魄。呜呼羲之眼前人不识，笑杀千金买遗迹！”王世贞也认为“天下法书归吾吴，而京兆祝允明为最，文待诏徵明、王贡土宠次之。……（祝允明）靡不临写工绝，晚节变化出入，不可端倪。风骨烂漫，天真纵逸，真是上配吴兴（赵孟頫），他所不论也。”顾谓“希哲书学精工，自《急就》以逮虞（虞世南）、赵（赵孟頫），上下数千年变体，不得其结构”。王澍更是大加赞赏说：“有明书家林立，莫不千纸一同，惟祝京兆书变化百出，不可端倪，余见京兆书百数，莫有同者，信有明第一手也”，评价极高。试看他在六十五岁写的《洛神赋卷》，董文视其为祝氏人书俱老的草书名迹，展阅此卷，万千气象顿入眼帘；字字虎啸风生，行行龙腾云起，页页雨雪交加，全卷梨花飞舞，宛若一幅“春雪满空来，触处是花开”的画面，读来撩人情思，撼人心魄。初视之，点画狼藉，纵横散乱，反复赏来，但见点画如真，顺逆藏露，起止分明。运笔流畅飞动，转折极尽自然，如高山流水跌宕迂回。时隐时显，有变化万端之绝妙。此卷以中锋笔法奠定浑劲基调，扁笔侧锋的偶然出现，更使锋势雄强无敌。收则急敛锋芒，放则飘然无羁，真是大家巨椽随意挥洒皆能得心应手，出神入化，如入无人之境。洋洋千余字一气呵成而笔意不怠。其墨色浓而不滞，时用渴笔，增加了苍劲老竦的意味。其体势千姿百态秀美多变。卷中“若危若安”、“若往若还”，将极易雷同的四个“若”字分布于两行，或疏、或密、或正、或斜，写成四种不同情态，各具神采，巧妙施变，却毫无着意安排的痕迹。枝山书法娇迈翻腾，却不剑拔驽张。大起大落之间，只觉有古雅恢弘之气，无寒俭窘迫之容。章法参差错落，上下左右呼应顾盼连成一气，行距字距不甚清晰，细看却又中心分明。只有炉火纯青的书坛巨匠，才能达到如此高妙的化境。\n当然，祝允明的书法也有不足之处。明代邢侗说他“资才迈世，第聩然自放，不无野狐”。项穆不无过头地说：“（祝允明）初范晋唐，晚归怪俗，竟为恶态，骇诸凡夫。”对于一位艺术气质特别强烈的人来说，过分偏激之作也是难免的。我们从中可以窥见他因绝世才学不被所用，转而欲求解脱的痛苦思想。至于有人批评他用笔“不出正锋”，明代周天球早为之辩解说：“京兆书法当时无辈，而或者评其不出正锋。盖谓此老目视短，不能悬笔运时耳。尝见其草书《月赋》刻本，细验于点画间，皆正锋也。”一般说来，有深厚功能的书家不难做到笔笔正锋，豪放不羁的祝允明自然不会斤斤计较正、侧锋的得失，而是着眼大气局和大效果。因此，从另一个角度来说，如果能借助于翻腾的章法与生动的笔法，酣畅地抒发自己的感情，又何必去苛求正侧锋之利弊呢？更何况侧锋取姿生势，对感情的宣泄会更加灵敏。明中叶象祝枝山还有唐寅这一类有个性的寒士才子，由于八股文的束缚，科举的腐败，使他们与上层贵族格格不入。他们傲岸尘俗，风流潇洒，因此他们的书法也不偈上层书法的雅化、标准化，日趋馆阁体的死胡同。他们虽然也崇尚帖学，但能在书法之中，充分抒发自己的个性，表达自己的意趣，愿望与苦闷，因此，他们的书法代表了当时具有艺术生命力的发展前途。他们力追晋唐，在人格上效仿竹林七贤的狂放，但他们的社会背景与魏晋不同，明中叶城市经济的繁荣，市民阶层的扩大，商品经济带来了资本主义萌芽，使这一部分生活在社会下层的文人寒士，有了一定的启蒙意识，他们的思想、行为对固有传统有所抵触和批判，因此他们敢于在艺术上有所创新。祝允明既继承了二王以来帖学的通畅、明快的笔法，又能抒发情性，畅抒胸臆，恣意挥洒，他的书法既有传统精髓，不狂怪姿肆，又有自己的风神气质，讲求风韵。无怪乎他的书法拥有众多的追随者，在当时乃至后世都产生了巨大的影响。 \n故事传说\n泡茶猜谜\n祝枝山有一个女佣，名唤梅香，她日常服侍主人左右，和在招待客人的当中，耳濡目染，也成了一个猜谜对诗的能手，时常和主人以谜语对答，非常默契，深得祝枝山的喜欢。一天，唐伯虎来访，祝枝山说声：“梅香，来，泡茶！”梅香即应声道：“晓得，泡去哉！”少顷，梅香就端上两杯茶来，却都放在祝枝山面前，听主人发落。唐伯虎有点不解，心想，这又是要用谜来难我了。果然，祝枝山笑着说：“刚才我与梅香的对话，是一则谜语，要求打七言诗一句，打得中方能饮茶。”\n唐伯虎笑着边想边自语：“梅香，定与春有关，茶乃草、木、人……他一下记起宋代张栻的《立春偶成》中有句“春到人间草木知”，对了，他喊“梅香，来”，正是“春到”二字，“茶”就是“人间草木”，梅香答：“晓得”，正是“知”字。于是他大声把这句诗念了出来。\n祝枝山笑说：“对了，猜得好，猜得捷，请用茶。”\n唐伯虎接过茶来，忽然又若有所思地说：“这个谜很精彩，可谓字字相扣。可借你喊的是‘泡茶’，这个‘泡’字是多余的了！”\n祝枝山哈哈大笑说：“君不闻梅香又说了声‘泡去哉’吗？”\n客人笑得几乎把刚饮进口的茶都喷出来，大呼：“妙！妙！”\n巧破明珠案\n祝枝山家中有一颗价值连城的夜明珠，光彩夺目，凡是有幸看到过这颗珠子的人，都赞赏不已。一日黄昏，总管急匆匆地跑来禀告祝枝山：“那颗夜明珠不见了！”他连忙随总管在家里从里到外仔细地搜寻了几遍，不仅夜明珠没有找到，甚至连一点蛛丝马迹都没发现。他想：是什么人这样狡猾，不露痕迹地就把珠子偷走了呢？他认定是出了家贼，于是想出一个破案妙计。他命人把全体仆人叫到祠堂，祠堂里面黑黝黝的，隐约可见供桌前的凳子上有一个钵子。他说：“大家只知道我家有一颗夜明珠，却不知道还有一个护宝的法器——察心钵。这钵，没有做过亏心事的人摸了它，会觉得心凉指润；做贼的人摸了它，会立即被它粘住，并且大叫起来。”\n他叫大家依次走去摸钵，直到最后一个人摸过了，也没人发出声音来。他吩咐人把灯点亮之后，略一巡视，突然用手指着一个人，厉声道：“他就是贼！”于是命人把那人抓了起来。\n经审问，果然是那人偷了夜明珠。祝枝山是怎样发现的呢？原来，他早在钵子上抹了一层厚厚的黑油，凡是摸过钵子的人，两手黑黑的，偷珠子的人因为心虚不敢摸钵，两手自然是白的，所以点亮灯后，贼很快就被发现了。\n写联骂财主\n有一年除夕，一个姓钱的财主请祝枝山写春联。祝枝山想；这个钱财主平日搜刮乡里，欺压百姓，今日既然找上门来何不借机奚落他一番？于是，吩咐书童在钱财主的大门两旁贴好纸张，挥笔写下了这样一副对联：\n明日逢春好不晦气；\n来年倒运少有余财。\n过往的人们看到这副对联，都这样念道：\n明日逢春，好不晦气；\n来年倒运，少有余财。\n钱财主听了气急败坏；知道是祝枝山故意辱骂他，于是到县衙告状，说祝枝山用对联辱骂良民，要求老爷为他作主处置。另外，钱财主还暗中给县老爷送了些金银财物。当下，县令便派人传来祝枝山，质问道：“祝先生，你为何用对联辱骂钱老板？”\n祝枝山笑着回答说：“大人差矣！我是读书人，无权无势，岂敢用对联骂人？学生写的全是吉庆之词嘛！”于是，拿出对联当场念给众人听：\n明日逢春好，不晦气；\n来年倒运少，有余财。\n县令和财主听后，目瞪口呆，无言对答。好半天，县老爷才如梦初醒，呵斥钱财主道，“只怪你才疏学浅，把如此绝妙吉庆之词当成辱骂之言，还不快给祝先生赔罪？”\n钱财主无奈，只好连连道歉。祝枝山哈哈大笑，告别县令，扬长而去。\n影视形象\n演员列表：\n964《三笑》演员：孙芷君（反串）\n969《三笑》演员：魏平澳\n975年《三笑姻缘》演员：周空空\n983《唐伯虎三戏秋香》演员：张铮\n993《唐伯虎点秋香》演员：陈百祥\n998《唐伯虎》演员：李建华\n998《新江山美人》演员：吴孟达\n000《金装四大才子》演员：欧阳震华\n001《秋香》演员：赵亮\n003《风流才子唐伯虎》演员：冯雷\n009《王老虎抢亲》演员：李国麟\n010《唐伯虎点秋香之四大才子》演员：陈百祥\n010《龙凤店》演员：陈百祥\n012《江南四大才子》祝枝山演员：迟帅\n","category":"小楷","verified":true,"user":1,"timestamp":1429951616377},{"name":"祝允明小楷远游二首","dynasty":"明代","category":"小楷","type":"","user":1,"timestamp":1429791643939,"text":"","author":"明代祝允明","description":"祝允明小楷远游二首"}]