[{"name":"钱陈群春帖子词卷","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791609612,"text":"《春帖子词》卷，清，钱陈群书，纸本金丝栏，行书，纵17.2cm，横107.6cm。北京故宫博物院藏。\n\n释文：\n　　癸巳春帖子词。\n　　元日闻丰象（小字注：元日得卯为十分丰稔之占），韶华应摄提（小字注：寅为摄提格，立春恰逢寅日，正协孟陬之吉）。昌明千载会，仁寿八方跻。\n　　巡河畿甸奏宣防，疏瀹功成圣泽长。翔凤亲扶金母驾，遥瞻瀛郑有祥光。\n　　敷文自洽昭阳序，保泰弥殷已盛时。帝治长如春日丽，闰年春日更迟迟。\n　　臣于昨岁冬祝釐入觐，礼成后陛辞出都。积十年而仰近天颜，才浃月而即违禁御。涂次将届元辰，恰迎令节，曾恭进帖子，少申依恋微忱。自返里门更周年，籥际始和之，布令欣己盛之纪年，春较迟而愈长，岁逢闰而自稔。我皇上对时茂育，爱日舒长，巡玉甸而恩浃省耕，奉金根而欢胪掖辇。臣望云瞻候，倍切心驰。仿故事于欧苏，呈好音于殿阁。喜报檐前之雀，香传岭上之梅。敬缀春词，仰祁乙览，可胜抃跃之至。臣钱陈群敬书并识。时年八十有八。\n　　引首作者绘黄绢本《松鹤鹿鸣》图 。款署：“臣钱陈群敬书并识，时年八十有八。”钤“宫傅尚书”、“臣钱陈群”印。鉴藏印有“乾隆鉴赏”、“乾隆御览之宝”、“三希堂精鉴玺”、“宜子孙”、 “乐寿堂鉴藏宝”、“宝蕴楼书画录”等。 此件作品是钱陈群在立春时节进献给乾隆皇帝的帖子词，书五绝一首、七绝二首，均属应制颂圣之作。作品创作于癸巳年（乾隆三十八年，1773年），因癸巳恰逢闰年，此作预示太平盛世长治不衰，同时表达了臣子对皇帝的祝祷之情。此书是钱陈群去世前一年所书，虽已是88岁高龄，但字画依然矫健浑厚，充满自信与才情。诗后有自识一则。\n　　《石渠宝笈》著录。\n\n 钱陈群（1686-1774），字主敬，浙江嘉兴人，清朝大臣。父纶光，早卒。母陈，翼诸孤以长。康熙四十四年，圣祖南巡，陈群迎驾吴江，献诗。上命俟回跸召试，以母陈病不赴。六十年，成进士，引见，上谕及前事。改庶吉士，授编修。雍正七年，世宗命从史贻直、杭奕禄赴陕西宣谕化导，陈群周历诸府县，集诸生就公廨讲经，反覆深切，有闻而流涕者。使还，上谕奖为“安分读书人”。五迁右通政，督顺天学政。\n 乾隆元年，以母丧去官。服除，高宗命仍督顺天学政，除原官。陈群以母陈夜纺授经图奏上，上为题词。疏请增顺天乡试中额，上以官制有定，取者多，用者益远，国家不能收科目取人之效，寝其议。三迁内阁学士。陈群屡有建白：尝疏请严治匿名揭帖，无论事钜细，非据实首告而编造歌谣诗词，匿名粘贴闾巷街衢，当下刑部依律治罪。疏请广劝种植树木，官地令官种，州郡吏种至千本以上，予纪录；受代时具册，备地方公用。民地令民种，至五六百本者，予扁额奖赏，成材后听取用。疏请偏灾蠲免分数，分别贫富，富者按例定分数蠲免，贫者被灾几分即蠲免几分，使之相等。及敕询州县耗羡，疏言：“康熙间，州县官额徵钱粮，收耗羡一二钱不等。陆陇其知嘉定县止收四分，清如陇其，亦未闻全去耗羡也。议者以康熙间无耗羡，非无耗羡也，特无耗羡之名耳。世宗出自独断，通计外吏大小员数，酌定养廉，而以所入耗羡按季支领。吏治肃清，民亦安业。特以有徵报支收之令，不知者或以为加赋。皇上询及盈廷，臣请稍为变通，凡耗羡所入，仍归藩库，各官养廉及各州县公项，如旧支给。其续增公用，名色不能画一，多寡亦有不同，应令直省督抚明察，某件应动正项，某件应入公用，分别报销。各省州县自酌定养廉，荣悴不一，其有支绌者，应令督抚确察量增，俾稍宽裕。仍饬勿得耗外加耗，以致累民。则既无加赋之名，并无全用耗羡办公之事，州县各有赢馀，益知鼓励。至於施从其厚，敛从其薄，古之制也。及此仓庾充裕、民安物阜之时，大臣悉心调剂，使养廉之入，不为素餐，元气培扶，帑藏盈溢，然后以三十年之通制国用。宋太祖能罢羡馀，臣固知皇上之圣，不必廷臣建白如张全操其人者，而德音自下也。”\n 七年，擢刑部侍郎。上令廷臣议州县常平仓应行诸事，诸臣皆议歉岁减价。陈群疏言：“成熟之年，出陈易新，仓米必不及市米，而民以米值纳仓，银色当高於市易。拟令石减一钱二分，还仓时加谷四五升，以为出入耗费。”\n 十七年，患反谷疾，连疏乞解职，许之。命其子编修汝诚侍行，且赐诗以宽其意。陈群进途中所作诗，上为答和。时有伪为孙嘉淦疏稿语谤上，上令穷治，陈群自家密疏请省株连，上严饬之，而事渐解。二十二年，上南巡，令在籍食俸。二十五年，上为桥梓图寄赐陈群。二十六年，偕江南在籍侍郎沈德潜诣京师祝皇太后七十寿，命与香山九老会，加尚书衔。上谕：“明岁南巡，诸臣今年已赴阙，毋更远迎。”二十七年，南巡，陈群偕德潜迎驾常州，上赐诗称为“大老”。三十年，南巡，复迎驾。是岁陈群年八十，加太子太傅。赐其子汝器举人，汝诚扈跸，命从还省视。 　　\n 三十一年，陈群复进其母陈画册，册有纶光题句。上题诗以赵孟頫、管道升为比。三十五年，上六十万寿，命德潜至嘉兴劝陈群毋诣京师，陈群献竹根如意，上批札云：“未颁僧绍之赐，恰致公远之贡，文而有节，把玩良怡！今赐卿木兰所获鹿，服食延年，以俟清晤。”三十六年，上东巡，陈群迎驾平原，进登岱祝釐颂。是冬，复诣京师祝皇太后八十万寿，命紫禁城骑马，赐人葠，再与香山九老会。陈群进和诗有句云“鹿驯岩畔当童扶”，上赏其超逸，复为图赐之。南归，以诗饯。陈群里居，每岁上录寄诗百馀篇，陈群必赓和，亲书册以进，体兼行草，屡蒙奖许。\n 三十九年，卒，年八十九。上谕谓：“儒臣老辈中能以诗文结恩遇、备商榷者，沈德潜卒后惟陈群。”加太傅，祀贤良祠，谥文端。四十四年，上制怀旧诗，列五词臣中。","author":"清代钱陈群","description":"钱陈群春帖子词卷"}]