[{"name":"姜立纲楷书东铭","text":"姜立纲（1444-1499），字廷宪，号东溪，瑞安梅头镇东溪村人。他是我国明朝一位书法家，曾以“善书”闻名海内，并远播日本，被誉为“一代书宗”。清《三希堂法贴》收有他的墨迹。回乡居丧卒后，明孝宗皇帝特遣浙江布政司使、温州知府邓淮为使谕祭。祭文说他：资质秀颖，才识通敏。为官由朗署升至卿阶，一贯勤劳国事。正值重用之时，竟因为守孝求归，悲伤过度而亡，讣音达闻，不胜哀惜。为念其往日业绩，以示褒恤，特命有司，遣官谕祭。谕祭文后被刻成石碑，今仍立于东溪村姜氏宗祠里。其墓在今瓯海白象镇金竹山，为瓯海区文物保护单位。\n人生履历\n姜立纲一生经历明正统、天顺、成化、弘治五朝，从天顺七年二十岁授中书舍人到弘治四年累官至太仆寺卿，为官数载，一向谦恭谨慎，生活俭朴，过着像一般老百姓人家的日子，故其“位徙清华，布素如寒土；至于周急解纷，视弃金帛若尘土。”所以，深为朝野人士和乡梓戚友所敬重。同时，他很喜爱到各地游历，遇到风景优美的地方，往往流连忘返，这对他的书画艺术造诣与风格的形成，都有一定的影响。何乔遴《名山藏》中，曾有这样的记载：姜立纲尝临湖舍作“皆春”二字，适有操舟过其前，冲涛骇浪，字遂写成风波行舟之势。\n书法名家\n姜立纲从小天资聪明，又勤奋好学，所以，幼童时已能写水平甚高的径尺大字，显露出书法天才，故年仅七岁，被朝廷征选为翰林院秀才。这听起来好像叫人难以相信，但却是有史籍可征的事实。明黄佐《翰林院记·选充秀才》条云：“秀才之选始自太祖（朱元璋）时，然未始隶翰林也。英宗时，始选奇童及善书法，充本院（翰林院）秀才。天顺中有姜立纲，字廷宪，居梅头里，七岁以能书，命为翰林院秀才”。\n姜立纲的书法，《万姓统谱》说他“初学黄蒙（按，字养正，瑞安人）。继法钟王，后自成一家”。擅长楷书，其字体度浑厚，清劲方正，世称台阁体或诰敕体，在天顺、成化、弘治三代，名噪一时。当时，凡内廷制诰、宫殿碑额，大都出于他的手笔。人皆称其书曰“姜字”，在社会上声誉很高，“人得篇纸，争以为法”（《图绘宝鉴》）。明天一阁主人范钦，在《评书·弇州山人稿》中曾谓：“成、弘以来，尚正书，姜立纲端正、凝重，世顾好之，迭明宗习”。由于时人以得到他的书法为一桩荣幸的事，因此赝品也就应运而出。明人话本《醉醒石》书中，就有这样的记述，说在成化之际，某人曾仿姜立纲书体，冒姜立纲名字，进行行骗钱营生。\n姜立纲除擅长楷书外，草书的造诣也极高。他的草书，结法圆熟，如传世珍品《李太白梦游天姥吟留别》中匹，笔势流畅婉转，笔法潇洒秀逸，雅健遒媚，深得唐怀素神遂。他还善作山水画，徐沁《明画录》云：“其画山水，深得黄子久法”。据孙衣言《瓯海轶闻》所记，在汪珂玉《珊瑚网》书中，记有他多幅自题山水画。\n姜立纲的书法，不但当时国内有名，就在日本同样享有很高名气。据何乔遴《名山藏》所记，日本国门高十三丈，为求匾额，曾遣使来我国，请姜立纲书写。“立纲为书之，其国人每自夸曰：此中国惠我之至宝也”，这是中日两国人民源远流长的文化交流、友好往来史上的一则佳话。此外，在姜立纲的生前身后，他的书法都曾博得很高的品评，这在明人的笔记作品中屡见记载。如项子京《蕉窗九录》曰：“朱孔肠、姜立纲皆椽史笔也，所谓南路体也”。《书画跋》云：“姜自置身金紫，今遗迹在京都，价亦不减希哲（祝枝山）、履言（王宠）。效之者多白衣跻显贵”。《野获编》言：“嘉靖间，吾乡有谈相号木泉者，幼而门役，长而伟议，工书，习姜太仆立纲体。入京师，值世庙西内修醮，因得以书供事斋官，大被宠眷，积官工部左侍郎”。\n存世墨迹\n姜立纲作为一代书法大家，可惜他的墨迹极少留传下来，除瑞安市文物馆珍藏一幅《李太白梦游天姥吟留别》草书中匹和三方楷书墓志碑刻外，全国仅南京博物馆藏行书《吟易诗》、故宫博物院藏楷书《七言律诗》等二件，诚可宝贵。又据近人谢国桢引宁波薛刚《天爵堂文集·笔余》记载，考定北京前门六必居酱菜店匾额，乃姜立纲所书。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951604278},{"name":"姜立纲楷书东铭","dynasty":"明代","category":"楷书","type":"","user":1,"timestamp":1429791615389,"text":"姜立纲楷书《东铭》册，明，姜立纲书，纸本，纵28.7cm，横14.8cm。北京故宫博物院藏。\n此书无名款，末行下钤“廷宪”。\n鉴藏印有：乾隆御览之宝”、“嘉庆御览之宝”、“御书房鉴藏宝”。后幅有明代东庐题记一段。\n此书是姜立纲书录宋张载《正蒙》篇中的一文。\n此书册用笔劲健方正，结体紧密，笔墨厚重，得力于柳公权书法，但一些笔画过于板滞僵硬，未脱“台阁体”遗风。王世贞《艺苑巵言》曾云：“立纲小变二沈为方整，就其体中可谓工致。”\n\n姜立纲（1444-1499），字廷宪，号东溪，瑞安梅头镇东溪村人。姜立纲一生经历明正统、天顺、成化、弘治五朝，从天顺七年二十岁授中书舍人到弘治四年累官至太仆寺卿，为官数载，一向谦恭谨慎，生活俭朴，过着像一般老百姓人家的日子，故其“位徙清华，布素如寒土；至于周急解纷，视弃金帛若尘土。”所以，深为朝野人士和乡梓戚友所敬重。同时，他很喜爱到各地游历，遇到风景优美的地方，往往流连忘返，这对他的书画艺术造诣与风格的形成，都有一定的影响。何乔遴《名山藏》中，曾有这样的记载：姜立纲尝临湖舍作“皆春”二字，适有操舟过其前，冲涛骇浪，字遂写成风波行舟之势。\n姜立纲从小天资聪明，又勤奋好学，所以，幼童时已能写水平甚高的径尺大字，显露出书法天才，故年仅七岁，被朝廷征选为翰林院秀才。这听起来好像叫人难以相信，但却是有史籍可征的事实。明黄佐《翰林院记·选充秀才》条云：“秀才之选始自太祖（朱元璋）时，然未始隶翰林也。英宗时，始选奇童及善书法，充本院（翰林院）秀才。天顺中有姜立纲，字廷宪，居梅头里，七岁以能书，命为翰林院秀才”。\n姜立纲的书法，《万姓统谱》说他“初学黄蒙（按，字养正，瑞安人）。继法钟王，后自成一家”。擅长楷书，其字体度浑厚，清劲方正，世称台阁体或诰敕体，在天顺、成化、弘治三代，名噪一时。当时，凡内廷制诰、宫殿碑额，大都出于他的手笔。人皆称其书曰“姜字”，在社会上声誉很高，“人得篇纸，争以为法”（《图绘宝鉴》）。明天一阁主人范钦，在《评书·弇州山人稿》中曾谓：“成、弘以来，尚正书，姜立纲端正、凝重，世顾好之，迭明宗习”。由于时人以得到他的书法为一桩荣幸的事，因此赝品也就应运而出。明人话本《醉醒石》书中，就有这样的记述，说在成化之际，某人曾仿姜立纲书体，冒姜立纲名字，进行行骗钱营生。\n姜立纲除擅长楷书外，草书的造诣也极高。他的草书，结法圆熟，如传世珍品《李太白梦游天姥吟留别》中匹，笔势流畅婉转，笔法潇洒秀逸，雅健遒媚，深得唐怀素神遂。他还善作山水画，徐沁《明画录》云：“其画山水，深得黄子久法”。据孙衣言《瓯海轶闻》所记，在汪珂玉《珊瑚网》书中，记有他多幅自题山水画。\n姜立纲的书法，不但当时国内有名，就在日本同样享有很高名气。据何乔遴《名山藏》所记，日本国门高十三丈，为求匾额，曾遣使来我国，请姜立纲书写。“立纲为书之，其国人每自夸曰：此中国惠我之至宝也”，这是中日两国人民源远流长的文化交流、友好往来史上的一则佳话。此外，在姜立纲的生前身后，他的书法都曾博得很高的品评，这在明人的笔记作品中屡见记载。如项子京《蕉窗九录》曰：“朱孔肠、姜立纲皆椽史笔也，所谓南路体也”。《书画跋》云：“姜自置身金紫，今遗迹在京都，价亦不减希哲（祝枝山）、履言（王宠）。效之者多白衣跻显贵”。《野获编》言：“嘉靖间，吾乡有谈相号木泉者，幼而门役，长而伟议，工书，习姜太仆立纲体。入京师，值世庙西内修醮，因得以书供事斋官，大被宠眷，积官工部左侍郎”。\n在书法理论方面，姜立纲著有《东溪书法》一书，内容包括论书八法、八病等篇，以及字式二百二十四条，可以视为是他一生书法创作经验谈。但有人认为此书是别人托伪之作，非姜立纲所撰，姑志此疑，以待学者探讨。","author":"明代姜立纲","description":"姜立纲楷书东铭"}]