[{"name":"杨维桢行书致理斋明府尺牍","text":"柯少岩，祖籍福建漳州，字济善，号鹿溪，斋号鹿溪山房、心斋、朝阳草堂。中共党员，国家公务员，福建省委党校马克思主义哲学专业研究生，中国书法家协会会员，漳州市第五批优秀青年科技人才。 工诗、文、书、画。诗以李白、杜甫为宗，文上追秦汉，下法欧苏古文，书长于行、草、古隶，画法细笔写意。有未刊本《鹿溪诗草》。\n艺术家简介\n作品曾参加全国首届青年书法篆刻家作品展，全国首届草书大展，第五届中国书坛新人新作展，“三晋杯”全国首届公务员书法大展，“冼夫人奖”全国书法艺术大展，纪念老子诞辰2578周年全国书法作品展，纪念傅山诞辰400周年书法作品展，海峡两岸青年联欢节“写好中国字、做好中国人”——海峡两岸青年书法交流展。艺术人生经《文汇报》、人民网、《青少年书法》介绍，书论、散文、书法发表于《书法导报》、《书法报》、《中国书画报》、《青少年书法报》、《美术报》、《翰墨》等专业刊物。作品为文博单位及私人所珍藏。\n艺术人生\n极具潜力的青年书家柯少岩\n009·陈裕亮\n柯少岩坚持不懈地研究学习传统文化，本着艺术为生活服务，为人生而艺术的理念，在书法篆刻理论研究和创作方面取得了突出成绩。\n笃好文艺结缘书道\n柯少岩出生在一个南方县城的职工之家，虽然父辈们没有从事文艺工作的经历，但是对于文艺却有着炽热的感情。祖父原在当地第一中学任职，喜欢读书藏书的他为少岩营造了很好的读书氛围，各种类型的书籍刊物使少岩在幼小的心灵奠定了喜欢读书的品性。父亲年轻时期爱好文学、绘画，少岩走上绘画道路的第一个启蒙老师就是父亲，父亲教他从一树、一石、一花、一草入手，水里的鱼儿、天上的鸟儿都是小少岩最常描绘的对象，手法简练，洋溢着他稚拙的童真。伯父喜欢音乐，是县城里数一数二的小提琴好手，虽然改革开放的大潮使当年和他一样怀着崇高音乐梦想的年轻人放下了理想，可他却坚持不懈，音乐是他最好的伴侣。这种锲而不舍的精神深深地烙印在少岩的心中。受家庭爱好文艺的影响，儿时的柯少岩兴趣广泛，大凡绘画、书法、音乐、文学等等都是少岩日常生活的一部分，虽然父亲曾针对他朝三暮四的情况提出批评，但他总是乐此不疲依然我行我素，因为艺术对少岩来讲就是一种娱乐，只要快活学什么都不是问题。\n不过少岩对于绘画始终保持着最高的热情，从最初的用铅笔画简单的花鸟人物，到用毛笔临摹水墨山水，使他对绘画的爱好向前推进了一步，还在读小学的他开始对中国传统绘画艺术有了初步的了解。尽管这种了解很懵懂很稚嫩，但是奠定了他热爱传统、敬畏传统的操守，一直坚持。进入初中时期后，柯少岩开始接触了基础的美术教育—素描艺术，学校的两位美术老师是美术院校的毕业生，在他们的辅导下少岩系统地学习了素描静物、人物的绘画技巧，学校里的画室是他课余常去的地方，那里爱好绘画的同学们成为了少岩的良师益友。三年的初中学习生活一晃过去了，柯少岩取得了一定的绘画基本功，初中毕业他考上了省内的交通院校，从此改变了他读美术院校的理想，但他对绘画的热爱依旧不减，利用闲暇时间学习绘画，时常到福建省师大美术系向在读的学生请教学习。毕业后柯少岩回到当地交通部门工作，那年他19岁。柯少岩在繁忙的工作之余坚持绘画，一边学习传统国画山水，一边学书法，还自己安排课程进行理论学习，在短短的几年时间里他系统学习了美学概论、马克思主义哲学、中国美术史、外国美术史、中国画论、中国书论等课程，对于经典文化读本《道德经》、《南华经》、《论语》勤加研读，提高了自身的理论素养，奠定了良好的文化底蕴。柯少岩勤于思考，在很长一段时间内他思考着绘画和书法孰轻孰重，路子该如何走的问题。他自知利用业余时间学习绘画是很难超越科班毕业画家的，经过慎重的考虑，最后他决定把主要经理放在书法学习上，实践证明他当初的决定是正确的。\n博学约取自成一格\n柯少岩深刻地认识到中国传统文化注重传承，不是无本之木，无根之水。他以包容的心胸面对丰富的传统遗产，不断地开阔自己的视野，上至商周秦汉，下至明清当代，皆是他学习取法的资源。他利用晚上和节假日时间闭门埋首故纸堆，与青灯黄卷为伴，甘坐冷板凳，经过10几年来的艺术探索实践，逐步形成了自己的创作格局。柯少岩的书法篆刻艺术取法广泛，不拘泥于某家某派，不以得某家法而沾沾自喜。他习书从篆、隶书入手，进而楷、行、草，各种书体皆有涉猎，其中尤以行草书最为用心。他的行草师法二王，在二王帖学一脉下延伸到历朝历代帖系大家，如唐之颜真卿、宋之苏轼、米芾、元之赵孟頫、杨维桢、鲜于枢，明之董其昌、黄道周、倪元璐、王铎等皆心摹手追，使自己的行草艺术不局限于某家某派，又不会偏离二王帖系书法之正脉。同时，他关注敦煌写经、残纸、简牍等书法的研究现状和发展动态，从这一发现于上世纪的新学科作为构筑自身风格的突破口。柯少岩的隶书先后临习《曹全碑》、《史晨碑》、《礼器碑》，现阶段尤心仪郑谷口隶书，他将郑谷口隶书进行重构，着重表现蚕头雁尾，参以简牍的意趣集飘逸凝练于一身，则是他进行深入思考后的结果。在当今书坛，师郑而有新意者有江苏管峻，他简化郑书的蚕头雁尾，笔画厚实，造型简洁，成一家之风。柯少岩的楷书先从魏碑《始平公》入手，对于近几年来倍受冷漠的唐楷，他选择了初唐的禇遂良和盛唐的颜真卿，他认为禇发扬了二王的内撅法，颜发扬了二王的外拓法，都是王字的正宗嫡传，他将此两家风格进行融合用力颇深，相信他在楷书方面年也可以结出硕果。他的篆刻艺术以先秦古玺汉印为基础，汲取唐宋官印意趣，得秦汉印之古朴，不失唐宋印之艳丽。他的书法作品风气纯正，讲究笔墨情趣，萧散飘逸，大到巨幅之作，小到尺牍寸笺，各有专擅，呈现以“逸、韵”为主的艺术风貌，充分展现了他高蹈不群的艺术才情，获得了书界同道的赞誉。中国书法家协会会员、徐州市书协副主席、著名书法家张东明评其书：“遒劲有姿，形神俱佳。”中国书法家协会会员,安徽仁济书画院副院长，著名书法家白鹤先生评其书：“大气磅礴，流畅生动，已露峥嵘之象。”\n理论建构述作双馨\n柯少岩从事书法篆刻创作的同时，也着力研究传统书法篆刻理论，他系统地自学了传统书法理论，随后又把视角伸向了当代书法理论研究成果，站在古代大师的肩膀上，结合当代学者的研究成果，发挥自身的理论思辩能力逐步形成自己的理论见解。\n首先，他认为书法史经过数千年来的发展，在经历了碑学复兴的短暂辉煌之后，当代书坛以帖学为主导的行草书风必将引领时代风尚。《古法随想》(刊发于2002年《书法导报》)的发表标志着他在理论研究中以帖学为主导的书学理想逐渐确立。\n其次，他认为书法技法也是随时代而发展的，笔法和墨法在经过漫长发展时期以达到极至，本世纪的书法家对书法史的重要贡献必将是构成空间上的拓展和完善。\n再次，他树立“思接千载，视通万里”的艺术理念，以纵向和横向结合的治学方法，不断地开阔自己的视野。所谓“思接千载”是纵向取法，追溯源头，商骨周鼎、秦篆汉隶、魏碑晋帖；名家书、碑刻书、民间书皆可相互参证。所谓“视通万里”是拓展横向思维，打通艺术各门类的隔阂，从艺术本质、精神表现上进行沟通融合，创造出富有时代精神的艺术作品。\n为了更好的阐扬自身的艺术理念，他用散文随笔的形式写作，文笔清新自然而不失古风遗韵。中国书法家协会学术委员会委员、福建省书法家协会副主席、政协福建省委员朱以撒先生在读到他的散文后，专门致信，赞“文辞通畅，言之有物。”并提出宝贵意见，希望他能再接再厉，写出更多的好文章。同时，他着眼于薄弱的当代书法篆刻艺术评论现状，研究当代艺术家的成长经历，探悉当代艺术家的艺术世界，致力于当代书法篆刻艺术评论工作。理论和创作的齐头并进，使他具备一个书法篆刻家良好的文化素养。\n尊师敬友广结善缘\n柯少岩所取得的艺术成绩离不开自身的辛勤付出，也离不开众多师长们的提携和爱护。他在向古人学习的同时，也善于向书法界的师长同道交流学习。漳浦是个有着悠久书法传统的古老县城，滋养着年轻一代书法家逐渐成长，艺术氛围浓厚，已形成中青少阶梯的人才梯队，他就是在这样的环境里走向成熟的。孔子云：“三人行必有我师”。他认为人各有长处，不论是学有所成的前辈，还是普通的爱好者，只要他人有优越之处，自己就虚心求教。他利用外出参加各种艺术活动的机会，广泛结交全国各地的艺术家，互相切磋技艺，并建立了深厚的友谊，不断吸收别人的长处，不断丰富完善自身的艺术素养。他在成功面前不骄傲，在失败面前不沉沦，始终保持谦虚平和的心态，始终朝着既定的目标奋斗不息。他认为一个艺术家的职责首先在于为社会创作更多更好的艺术品，所以他把主要精力用在创作上，拒绝各种非艺术因素的侵扰，从善如流，真正做到全身心地投入艺术创作中。\n回报社会奉献爱心\n柯少岩坚持艺术面向生活，为人生而艺术的观念。他认为，艺术家不仅仅要创作好的作品，更应该有社会意识，有奉献精神。2008年，四川汶川地震发生后，全国人民掀起了支援四川人民的义举，在中国书法家协会和福建省书法家协会的倡议下，他挥毫写下三件草书一件作为捐赠作品，表达自己对灾区人民的手足之情。\n随着柯少岩艺术水平和知名度的提升，全国各地邀请他参加各种公益类活动的机会也越来越多。2007年是香港回归十周年，为此青岛市委宣传部在庆祝2007年庆祝香港回归十周年系列活动中，举办“纪念香港回归十周年全国书法名家名作邀请展”，他于三月份收到了大展组委会的邀请函，虽然没有丝毫的物质报酬，但为了表达自己对香港回归的喜悦之情，期盼祖国早日实现统一的爱国之心，他捐赠了一件八尺巨幅草书作品，该展览于7月1日在青岛会展中心开幕。\n柯少岩深知从艺之路不平坦，是一种精神上的冒险，但他仍将继续走下去。他常思讨，自己有的成绩是幸运的，如何在艺术征途中拥有这份幸运，唯有靠自己更加艰辛的劳作去赢得。\n生活在艺术中，艺术地生活着，是他今生最大的幸福。有感于斯，是为记。\n文笔风流\n我的笔墨生活\n柯少岩笔墨纸砚所承载的农业文明已乘黄鹤远去，留下来的是砚田里的阵阵余香，纸帛上的淡淡墨痕。人们对于书法复兴的渴望和期待在漫长的时间里埋没在辗转抉择、焦虑自丧的情绪之中。面对整个时代文化的巨大变迁，书法要想在这样的土壤里长出丰硕的果实，重拾笔墨的麦穗，其命维艰。面对这些让古人耗损一生光阴的笔墨工具，我和许多忠于斯的同道一样，试图以一生的信仰热爱着这门古老的艺术。\n书法之于古人是一种极富生活化的艺术，无论寥寥数语的尺牍问候，还是长编累牍的宏篇巨制，看似随意挥洒的书写，流淌的却是文人内心灵府的真实写照。古人称书法为小道，然小道并非一朝一夕所能成就，朝临暮写、废纸三千、秃笔成冢、池水尽墨，更有智永和尚数十年登楼不下勤练字的典故。日复一日，年复一年，不知是人磨墨，抑或墨磨人，最终磨出的是一个个地地道道的中国传统式文人。当我循着墨迹的芳香，一横一竖、一撇一捺，或浓或淡、或枯或燥，不知疲倦、不厌其烦地如苦行僧般逐字逐行地临摹古人的书法遗迹，就好象进入了时空的隧道，循着古代大师的心路，与古人神思相接。面对古人所留下的或凝重、或轻快、或飘逸、或迟涩、或空灵的墨迹，仿佛一个个鲜活的生命在述说着各自的喜、怒、哀、乐，古人把自己的悲欣欢喜毫无掩饰地呈现在我们的眼前。\n当前，从书斋文化里走出来的传统书法艺术遭遇了史无前例的变革，正是在这场变革中，传统的书法艺术获得了新生，从古代文人的孤芳自赏走向了现代艺术家更为广阔的情感诉求，书法艺术给予现代人的精神渴求和视觉愉悦远远超过了历史上的任何时期，任何封闭自足的心态都将使艺术家无缘于当下风云际会的艺术变革，走向固步自封的陷阱。\n艺术当随时代，笔墨当随时代，任何固守传统，不求进取的执迷不悟是艺术的最大天敌。所以当代人应有当代人之艺术，我则应有不同于古人之书法。\n作为寄生于文字的一种艺术形式，书法的抽象性使她与生俱来地更富于神秘色彩，也使受众群体远远小于文学、美术、音乐等艺术形式。生活在笔墨世界里，我的心绪因文字的体味时而紊乱、时而有序、时而迟滞、时而顺畅。祖先留下的文字是书法艺术赖以生息的根，在当下冷落文字，热衷图象的时尚生活，书法的存在既是一种挑战，也是一种必须。当我咀嚼回味汉文字的神奇造型，脑海里时常浮现经过笔墨表现的文字意象，它已剥离了文字单纯的表义作用，而赋予其神奇的艺术魅力。\n无法想象历史上诸多的书法大师及其杰作是如何产生的？\n我赞叹先人的智慧，创造了如此神奇的文字，产生了如此惊艳的书法艺术。时下书坛，注重形式、讲究技法的创作模式已蔚然成风，有论者称这是当代书法的堕落，因为所谓的文化内涵流失了。我却以为书法作为一门艺术，既要有思想性，更需要有技术性来支撑。审视古代经典书作，尺牍间貌似简单的书写技巧，却是很多人终其一生也难以达到的极至。\n所谓“技进乎道”，这个被时常提起而颇为高深的命题并没有在很多书家手中得到解决。\n每次以笔墨纵横于宣纸之始，直至作品完成之时，心手双畅的逸兴表达，那种浑然忘我的状态使我忘却了自身的存在，犹如庄周化蝶，我乎，书乎，虽逸笔草草，足可抒胸中逸气。从模仿古人的再现到心源主体的表现，我体味着先人生命精神的崇高，那跨越时空的审美表现与当代人文理念的有机契合。\n书法正是以一种近乎赤裸的状态呈现艺术家的内在心境。\n回想从艺十年，甘苦、冷暖自知。其间也曾断断续续、停停走走，虽然我深知从艺之路不平坦，是一种精神上的冒险，但我仍将继续走下去。我常思讨，自己有成绩是幸运的，在艺术征途中拥有这份幸运，则唯有靠自己更加艰辛的劳作去赢得。\n生活在艺术中，艺术地生活着，是我今生最大的幸福。\n古法随想\n柯少岩\n法者，标准、模范是也。书之曰法，盖因法在，法之所立，古法用笔也。书画之兴，有赖毛笔肇创，雅称“柔翰”。《书谱》云：“溺思毫厘，沦精翰墨”，因之书画雅事又称“翰墨”。古法之始，可见新石器时代石陶朱书；越千年，商有甲骨朱书；战国有玉书（盟书）、简书、帛书、绢书，最为大观；及至东晋逸少出，删繁就简，去芜存精，合古人笔法之大成，遂成新体，此古法之兴。后人谓晋乃行书之颠峰，复以“书圣”美誉逸少，良有以也。清梁献曰“晋尚韵”。此盖其时玄学兴盛，文人士夫好谈玄论道，高蹈不群之谓也。观逸少书，潇洒流落，翰逸神飞。古人论书以风神气骨为上，实始于此，而古法用笔是其基石也。焉能徒见成功之美，不悟所致之由。晋后五六百年间，循逸少体，各得其所，蔚为大观。然较之晋人以不可同日而语，以其法虽备，风神气骨差之，故曰“唐尚法”。古语云“诗至杜子美，书至颜鲁公”。言诗之盛于唐而守于唐，书之盛于晋而守于唐。又东坡云：“自颜柳氏没，笔法衰绝”，实无奈之叹也。是故，学书若不从魏晋筑基，即使从唐人，亦如矮人观场。何况明清、近人乎。\n“吾书意造本无法”，此宋人标识。因其无法，书至宋已古法漓失，堕入恶道，而宋人之“意”不免生出几分造作。时人评米元章为千年十大书家之首，乃时风不古所致，眼力沦丧至此，悲之若何。至13世纪，异族入侵，国祚称元。赵子昂身居显位，然屈身异族，内心岂平和乎。故国沦陷，古法衰绝，惟有柔翰一管，追慕晋贤古风，泄亡国之痛，抒思古之幽情耳。“书法以用笔为上，结字亦须用工。盖结字因时相传，用笔千古不易。……然古法终不可失也。”（赵之昂《兰亭十三跋》）寥寥数语，洞穿书法不传之秘，承接羲献，绵续古法，功莫大焉。明清二朝，阁体泛滥，帖学破败。躬逢清季考古繁盛，碑刻琳琅，康氏南海于政治革新之际，致力书学，著《广艺舟双楫》，尊碑抑帖，虽语多偏激，然旨在探求古法，实与帖学无异耶。后学不察，徒昧其言，以柔翰拟刀刻，从金石弃书卷，无异于刻舟求剑，缘木求鱼，与南海初衷相违矣。\n书道至今，古法尽失，口称习古，貌合神离，迹之谬差，失之千里，无足可观。又斤斤于开宗立派之风，徒增急功近利之心，君不见新古典主义流派、现代派、学院派、流行书风等，均空泛虚无，不着边际，彼此笔诛墨伐，自谓百家争鸣，书学中兴。殊感愚陋，频添笑林佐料耳。\n用笔之法，谢赫论画曰“六法”，崔瑗论书曰“八法”（翁闿运谓“永字八法”乃唐人穿凿附会之作，暂存疑），皆衍生演变于“一”也。老子曰：“道生一，一生二，二生三，三生万物”，石涛本乎此：“太古无法，大朴不散……大朴一散，而法立矣，法立于何，立于一画。”领悟“一画”，实书画大旨所在。后人论法之书颇多，而神乎其神，玄之又玄者也多，徒误人子弟耳。明理之外，尚需实践。纵有道理千万而无搦笔之功，失之偏颇，亦难证大果。余近读秦汉简帛诸书，皆笔墨原状，点画如锥画沙，如印印泥，风神奇古，无碑刻腐烂之失，无帖学末流之弊，堪可师法。而逸少书皆后人所摹，真迹无存，敦煌写经出土甚巨，魏晋隋人皆相去不远。诸如此类，若能相资为用，触类旁通，当可穷方圆之妙，尽凝脂之密，开无数新境界矣。\n余习书有年，不务正业，今始悟迷途其未远，觉今是而昨非。此非独吾一人之悲，亦时人之失也。感此神伤，烛萤百语，祈望古法之兴，夫复何为。\n作品欣赏\n请欣赏：\n鹿溪诗草\n[与国伟游西湖]\n秋风见皓月，静谧宽人心。\n月来不临岸，丽人难再寻。\n柳影入西湖，灯烟罩储英。\n湖心闲荡浆，岸上杂清吟。\n问谁能领略，此际有陶金。\n近几来独赏陶庵之诗，获其芳泽，兹拟其意为之，不足称道矣。\n[与国伟游云师]\n墙高郁郁隔尘寰，欲觅清灰以娱忧。\n数点丹黄身后落，云师处高易得秋。\n[雨中徒步西湖]\n夜落春湖酥雨绵，花鲜草绿鸟声甜。\n闲庭信步风满袖，意气风发礼先贤。\n狂荡湖心因酒醉，铅华洗尽独怡然。\n多情最是湖边柳，处世方知世路难。\n[庚寅军演]\n雄师抖擞起苍黄，弹似蛟龙慑犬狼。\n电闪神兵速斩首，海空一体铸国疆。\n[七律*夜读《史记项羽传》赋二章]\n霸王傲气啸云天，饮恨乌江断婵娟。\n自古豪杰多寂寞，生平唯有史公传。\n当年壮语霸彭城，数载烽烟智已穷。\n败者徒言天命论，毛公不语项王雄。\n[丹诏履新书怀]\n我自梁鹿来，少有翰墨名。小物难立身，工勤薄世情。\n寒窗试三季，冠盖耀门庭。回首风尘路，悠悠新难平。\n丹诏乃艺乡，人杰地亦灵。耀初大写意，世间罕匹敌。\n今有木教草，笔笔出新奇。我草出旭素，觉斯犹可继。\n行法李北海，隶宗秦汉间。小物通大道，政事犹为先。\n峰高无坦途，步步慎恭谦。会当凌绝顶，春色美无边。\n","category":"行书","verified":true,"user":1,"timestamp":1429951538884},{"name":"杨维桢行书致理斋明府尺牍","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791638185,"text":"杨维桢《致理斋明府尺牍》 台北故宫博物院藏\n元·杨维桢书。凡二十二行。每行字数不一。共二百三十七字。纸本。行书，册页。28.8×51.1cm。台北故宫博物院藏。刊于台湾《故宫历代法书全集》（十六）","author":"元代杨维桢","description":"杨维桢行书致理斋明府尺牍"}]