[{"name":"蒲华行草联","text":"蒲华（1839—1911）晚清画家，书法家，与虚谷、吴昌硕、任伯年合称“清末海派四杰”。原名成，字作英，亦作竹英、竹云，号胥山野史、种竹道人，一作胥山外史，斋名九琴十砚斋、芙蓉庵，亦作夫蓉盦、剑胆琴心室、九琴十研楼。浙江省嘉兴人。曾参加科举考试，最终只得秀才，从此绝念仕途，专心致志于艺术创作，后携笔砚出游四方，以卖画为生，最后寓居上海。生性嗜酒，疏懒散漫，有“蒲邋遢”的雅号。去世后由其好友吴昌硕为他料理丧事。传世作品有《倚篷人影出菰芦图》、《荷花图》、《竹菊石图》、《桐荫高士图》。\n生平简介\n蒲华，1832年生於秀水（今浙江嘉兴）城内学子弄（今育子弄）。父在城隍庙设肆，以售卖祭供城隍的“保福饺”为业。蒲华幼时，从外祖父姚磐石读书，后曾师事林雪岩。1853年入庠为秀才。\n蒲华在嘉兴时，家境贫寒，曾租居城隍庙，一心致力于绘画，为人朴厚，淡于名利。22岁结婚，与妻贫困相守，情感志深。缪晓花（昙），亦善书画。他与友人结成鸳湖诗社，看花、饮酒、赋诗，意志甚豪，其诗稿《芙蓉庵燹馀草》，当时即得诗家陈曼寿等题辞赞许，所以早年便获“郑虔三绝”的美誉。\n863年秋，相依十年的妻子病逝了，这对视功名富贵为身外之物，而注重感情的蒲华来说打击沉重，悲恸情怀。在他的诗中道出“十年结知己，贫贱良可哀……良缘何其短，为问孽镜台？”的心境，表述其内心深深的悲痛。当时他32岁，无子女，但他只企求“魂兮返斗室”，从此不再续娶，至老孑然一身。\n864年春，客宁波。同年到台州，十多年间，先后在太平（今温岭）县署、新河（温岭属）粮厅和海门（今椒江）海防同知府当幕僚。他不善官场应酬，更不耐案头作楷，曾自行弃幕，又叠遭辞退。穷途无路，寄寓温岭明因寺、新河三官堂，开始卖画生涯。他虽以画为生，却不矜惜笔墨，有索辄应。当时民生多艰，又因人微画易，笔润是很微薄的，所以常至升斗不济。他走遍台州各县，复流寓温州、宁波、杭州等地。一八八一年春，自上海去日本，备受日方人士赞赏、推重。这在他的经历中是极不寻常的，自然也颇为自得，因而绘《海天长啸图》以寓意。同年夏归国，依旧画笔一枝，孓然一身，游食于沪宁苏常、杭甬台温一带。多年的江湖浪走，闻见广博。他不仅师法古贤，近世浙东画家林璧人（蓝）、傅啸生（濂）、姚梅伯（燮）以及赵之谦，也曾是借监的对像。\n主要成就\n晚清民国时期著名花鸟画家，与任伯年、吴昌硕、虚谷齐名为“清末海派四杰”。\n中年\n中年绘画，纵横潇洒，水墨淋漓，光彩照人。他画花卉，也画山水，尤擅画竹。他的墨竹，百年间无人可与伦比。欣赏他的墨竹的，称誉他为“蒲竹”，但非时尚所善，因而也背上了“蒲邋遢”的讥称。中年尤勤书学，寝馈旭、素，斗墨千纸，数日而尽。至于元明各家书帖，也常把玩漫临。有时随意挥洒，一片天机；有时则狂草纵横，姿媚处处。古来书画同体，蒲华以书入画，更是酣畅恣肆，发挥到极致。一八九四年冬，定居上海登瀛里（今汉口路、西藏路间），居室名“九琴十砚楼”。交往多海上名家，同吴昌硕尤为密切。蒲华长昌硕十二岁，昌硕幼时便闻蒲华画名。他们相识于距此时的二十年前，关系在师友之间。沪上聚首，挥毫谈艺，互取所长，各自风貌为之一变而愈相近。\n晚年\n蒲华晚年，笔老墨精，超迈绝伦。其书法，放而凝，拙而趣，淳厚多姿；其绘画，燥润兼施，烂漫而浑厚，苍劲而妩媚。尤喜画大幅巨幛，莽莽苍苍，蔚为大观。蒲吴两家粗豪奔放的画风，使纤巧因袭之作大为逊色，俨然一新画派崛起于沪上画坛。声名远扬，乡间旧友聊翩前来探望。蒲华盛情款待，视同至亲。而于阿堵之物，素所轻视。日本来客，每以重金求画，得资便呼朋斗酒，或为堕入青楼的女子赎身，竟至垂橐空囊。因而在沪期间，仍为生计所驱，不时奔走于沪宁、沪杭之间。清末多灾荒，他同高邕之等发起组织“豫园书画善会”，义卖书画以助赈。蒲华素无疾，步履轻捷。1911年夏天的一个晚上，醉归寓所，寝睡不起。人们去看他，才知假牙落入喉管，气塞而逝。蒲华无子，一女在乡。吴昌硕等为其治丧，由一侄扶榇归葬嘉兴西丽桥西堍。沈汝瑾撰述、吴昌硕书写的“蒲山人墓志铭”刻就时，墓已封土，乃嵌藏南湖监亭的内壁。今墓不存，而此铭石，已成为后人凭吊胜迹。蒲华的一生，贫困潦倒，极不得志，吴昌硕在他的墓志铬上题“富于笔墨穷于命”，道出其一生经历。\n艺术创作\n蒲华癖好古琴，遇即购藏，视为心爱之物，故居屋名为“九琴十砚”楼。蒲华能诗善书、擅画山水，花卉、尤爱画竹，一生勤操笔墨，画笔奔放，纵横满纸，风韵清隽。师承陈淳、徐渭、郑板桥、李（善）的风格，在传统基础创造出自己的风格。所作山水大轴或册页，虽多作山居、读书等传统题材，但构思，布局新颖，诗意盎然。笔力雄健奔放，如天马行空，善用湿笔，水墨淋漓，线条流畅凝练，柔中寓刚。\n他性格放荡不羁，有豪壮的一面，也有落拓的一面。他的写意花卉，多作梅、兰、竹、菊、荷花等，或画秋菊凌霜，或写墨竹，一竿数枝，挺立直上，或作虬枝老梅，繁花怒放；笔墨流畅，凝练着色清丽、生气蓬勃，似阵阵芬芬，迎面扑鼻。他的墨竹画，潇洒奇逸，吴昌硕在十二友诗中是这样写蒲华的：“蒲作英善草书、画竹，自云学天台傅啸生，仓莽驰骤、脱尽畦畛。家贫，鬻画自给，时或升斗不继，陶然自得。余赠诗云：蒲老竹叶大于掌，画壁古寺苍涯琏。墨汁翻衣吟犹着，天涯作客才可怜。朔风鲁酒助野哭，拔剑斫地歌当筵。柴门日午叩不响，鸡犬一屋同高眠”。吴昌硕又在蒲华的《芙蓉庵燹馀草》所作的序言中说：“作英蒲君为余五十年前之老友也，晨夕过从，风趣可挹。尝于夏月间，衣粗葛，橐笔两三枝，诣缶庐，汗背如雨，喘息未定，即搦管写竹，墨沈淋漓。竹叶如掌，萧萧飒飒，如疾风振林，听之有声，思之成咏。其襟怀磊落，逾恒人也如斯。”谢稚柳说：“蒲华的画竹与李复堂、李方膺是同声相应的，吴昌硕的墨竹，其体制正是从蒲华而来”。\n蒲华逝前画价仅仅能维持自身生存，略有结余即收藏古琴。他一生勤操笔墨，在晚清上海画坛中留下很多作品。蒲华爱喝酒，时酣酒肆，得兴时吟诗作画，加之性格平易，当时有前来求他写字作画者，也不计酬金多寡，时常是若为其代付酒资即可得字画。又有些前来求画者趁其畅饮，备笔墨纸砚，酒酣落笔，顷刻成幅，山水花卉，有求必应，因而有许多作品流传下来。近些年他的作品又大量流入海外，被港台文物商所获，转入市场流通。美国-纽约和香港都有许多蒲华的作品进入拍卖。成交价虽不如吴昌硕、任伯年等人高，但也很可观。\n人物年谱\n清道光十二年壬辰公元1832年\n蒲作英一岁。生于浙江省秀水县学子弄（今嘉兴市）。\n蒲华，字作英。原名成，初字卓英，又字竹英。号胥山野史、种竹道人。斋名芙蓉庵，寓沪时斋名九琴十砚楼、不染庐.\n筑人按：有关蒲华出世年份，墓志所载至死不详，其年约计在八十外。陈小蝶云：生于庚寅。海上墨林则谓，当在九旬左右，所裁各异。今据蒲命书证实，其生于道光十二年壬辰。\n道光二十二年壬寅公元1842年\n蒲作英十一岁。\n是年夏。英军袭乍浦唐家湾山寨。\n《芙蓉庵燹余草》载：乍浦唐家湾山寨，背山面海，险据黄山之南。壬寅夏英咭利曾此袭乍。诗云：此地曾兵劫，归樵拾断戈。野花开废垒，寒日浴沧波。风势雕盘起，沙痕虎渡过。荒凉天险在，凭吊发悲歌。\n按：此诗似蒲华弱岁之作。\n作英手迹见《蒲华》画册第133页，行书扇面题为，过唐家湾山寨。\n道光二十三年癸卯公元1843年蓉\n蒲作英十二岁。\n道光二十四年甲辰公元1844年\n蒲作英十三岁。\n蒲华壮年，有亿外祖姚盘石七律诗。小序曰：幼读书，先外祖姚公盘石甚器重，忆及感愧。诗云：总角行文约略通，逢人说项亹痴翁。征衫色减风尘里，彩笔釯颓草莽中。奋迹几时兴健鹤。延年何处颂飞鸿。吞声一掬羊昙泪，（自注：公逝年近九旬，距今十七载矣。）吹入西风洒碧空。\n按：蒲华而立之年推之，总角之龄，当在十二、三岁少年时。故将此诗列入。\n是年，八月初一日，吴昌硕诞生于浙江省安吉县鄣吴村。\n道光二十九年己酉公元1849年\n蒲作英十八岁。\n蒲成曾师事林雪岩。\n有宿林雪岩寿椿先生鞠泉山馆。诗云：幽梦觉何处，珠山隐者庐。怪鸱啼古木，饥鼠啮残书。万斛愁难遣，千秋志恐虚。挑灯还顾影，搔首一踌躇。\n道光三十年庚戌公元1850年\n蒲作英十九岁。\n咸丰元年辛亥公元1851年\n蒲作英二十岁。\n画学周闲（存伯）极工致，与杨佩甫（伯润）、陈鸿诰（曼寿）交游甚密。\n咸丰二年壬子公元1852年\n蒲作英二十一岁。\n画友陈鹏封、郁荻桥、沈浪仙时相顾从。\n竹英题钱晓廷（聚朝）蓉桂画扇。诗云：影纷金粟映琼蕤，凉色幽香妙一时。拟向月明赋招隐，镜中秋艳拒霜姿。钱聚朝，善扬子。道光乙未举人。鬻画糊口，性耿介，崇气谊。著《养真斋诗集》、《梅边吹笛词稿》\n附录：周闲字存伯。居范湖。嘉兴城南范蠡湖。先世皆武秩，闲援例知江苏新阳县事。性简傲，罢官后，卖画为活，不干要人。其画浓部密致，似宋人。工摹印。壮岁留心掌故，府、厅、州、县志，搜藏几遍。咨询遗献，争造其门。垂老无聊，托诗见志。著《范湖草堂诗文稿》载《许瑶光嘉兴府志》及《文苑》（金蓉镜纂）\n按：清代画家周闲之为人之道，及其绘画风格，对蒲华有影响。录此，以供参考。\n威丰三年癸丑公元1853年\n蒲作英二十二岁。应试，中秀才。\n蒲华与张玉珊（鸣珂），同时入庠。座师万藕舲。\n是年，与缪氏晓花成亲。\n张鸣珂（公束）《寒松阁谈艺琐录》卷1第6页载文云：蒲华，原名成。秀水人。与予同受知于万文敏公。入邑庠。工画山水、花卉。大屏巨幛顷刻可成。\n张鸣珂《寒松阁诗·感旧诗》德化万藕舲尚书师谥文敏。诗云：咸丰岁癸丑，輶轩临禾中。拔冠童子军，根据太史公。磋跎五十年，宦海悲途穷。\n咸丰四年甲寅公元1845年\n蒲作英二十三岁。\n蒲老家学子弄，邻近海月楼，常与诗朋画友酣饮。留有醉题海月楼。诗云：凌空懒拂钓鳌竿，沧海微茫乘兴观。风大横吹星点动，波旋圆转月轮寒。鼋鼍气壮吞危石，鸿雁声高过画栏。此夜吟怀豪宕处，酒肠谁似谪仙宽。\n咸丰五年乙卯公元1855年\n蒲作英二十四岁。\n瓜月，与吴晋卿联句：世事如流水，（竹英）樽前写素心。入秋瓜味淡，（晋卿）经雨竹声沈。养气不磨剑，（竹英）忘机犹抚琴。划然发长啸，（晋卿）归鸟噪幽林。\n按：吴世晋号晋卿。秀水人。同治举人。少负文名，性豪迈，不拘小节，与蒲华同窗砚友，惜体羸，年未四十以瘵卒。\n咸丰六年丙辰公元1856年\n蒲作英二十五岁。\n婚后伉俪情笃，多逸致。有春思之作。\n门前几树碧桃花，春色年年属画家。拾翠归来呼斗草，风吹莺语过窗纱。\n咸丰七年丁巳公元1857年\n蒲作英二十六岁。\n游杭，登葛岭，过半闲堂。赋诗云：不见贾秋壑，惟闻蟋蟀声。草虫矜小勇，宰相误苍生。歌席诸姬艳，神碑月玉明。东山有丝竹，心战一棋枰。\n威丰八年戊午公元1858年\n蒲作英二十七岁。\n蒲华年年出游，娇妻生嗔，绘桃花题诗以讽焉。缪昙（晓花）诗云：“本来我是画家儿，煆粉调脂擅一时；不绣鸳鸯常弄笔，桃花无语笑人痴。怕牵画孽举毫难，绝世丰姿动艳观。镜影只应鸾自惜，东风拂面昼生寒。”蒲华见而和之。诗云：“新愁莫罄托莺儿，桃叶桃根晓渡时。恍见隔江春色好，几多绮语了情痴。画欲超群亦甚难，生绡香艳醉中观。青衫红雨春人梦，深感年年旅食寒。”\n威丰九年己未公元1859年\n蒲作英二十八岁。\n同朱纯庵、顾蓉屏、郁荻桥、陈和叔、平湖酒楼秋饮，赋诗云：我本悲秋客，伤时泪转多。清樽聊复对，古剑不须磨。裙屐延新爽，风云动浩歌。酒阑酣拇战，霞绮照霜柯。《七夕》三首：隔院焚香幻篆烟，高风远笛铁音坚。三生倘识骑牛汉，要喝鞭梢紧暮天。碧海波澜会晤艰，功苛耕织禁游闲。如何一片支机石，飞过峨嵋二岭间。蔚蓝云锦组衣裳，瑶草呼龙种亦忙。布粟生涯知太拙，巧翻朴实古文章。自题画仿子久法，句收六代三唐外，人在千岩万壑中。胸怀淡泊，尚朴实。盖自况也。\n威丰十年庚申公元1860年\n蒲作英二十九岁。\n庚申三月清明。雪夜梦中得诗二句，醒后续成之：银灯绿酒唱娇红，剩水残山感慨中。三月玉龙愁作舞，瑶天飞雪撼东风。自新塍乘船，过芦墟三白荡，抵甪直。口占：旌旗片片若飞云，泽国扬舲迅夕曛。风击波澜狂作响，春冰裂尽水晶纹。\n是年，太平天国遣太平军听王陈炳文进嘉兴。与妻缪昙，买舟浪迹于凤溪、胥山一带。\n咸丰十一年辛酉公元1861年\n蒲作英三十岁。\n染疾养疴，重过凤溪（即凤喈桥，今凤桥镇）。赋诗云：兰枻缘溪驻柳根，市排丁字接芳村。许多碧树团愁绪，依旧青衫渍酒痕。鹤梦微醒荆棘路，鸿群偶集薛萝门。（晤剑舲、滁山、酉生三弟。）滮湖共返犹赊愿，野屋凉蝉恼客魂。其一。昔年雨雪别良俦，今忽梧桐落叶秋。五十多旬鱼鹿过，九三无咎影形留。马融长笛初成赋，（马景伊多近作）徐孺藏书更满楼（徐烛三、虞琴昆季既书史）。原与仲圭相赏析（吴晋卿时过从）。飞英觞咏藐云浮。其二。凤泊鸾飘感寓形，山妻时对一灯青。梅花雪夜香萦枕，柳絮春风影绕屏。世乱矜持贫贱骨，燹余默怆祖宗灵。养疴灰却从军志，泛宅苍茫此暂停。其三。\n冬，晤金文照（少莲），号锄花小史，嘉兴诗人。时隐居于梅花泾畔，蒲成留诗一首，跋云：辛酉冬日，将之沪城，路出凤溪，得读少莲词兄大人《援花新咏》。率成五十六字，即呈斧正，卓英蒲成拜稿于古陶小榭。诗曰：体闲貌丽口微辞，江树遥生楚客悲。秋月非珠能记事，春风有豆解相思。露香恨海芙蓉泣，云倦情天蛱蝶痴。落落少年心迹在，灯花无语可潜知。\n同治元年壬戌公元1862年\n蒲作英三十一岁。\n蒲华浮宅春申浦。春夜对雪。忆马景伊、钱芷畦。诗云：雪天遥思岁寒盟，赋别鹅泾酒共倾。短褐关山猿鹤笑，乌衣门巷虎狼行。妻孥一舸春申浦，烽火三年檇李城。乘兴即家随处好，乡愁休向梦边生。其一。梅花新咏记分题，莺友旋为几处啼。往事飘零蕉覆鹿，雄心起舞堞鸣鸡。烟霞逸翮程惟远，金海飞仙影尚低。寄语春风须努力，吴钩锦带吐虹霓。其二。\n同治二年癸亥公元1863年\n蒲作英三十二岁。\n九月二十一日赋悼亡。妻缪昙病故，遗一女。\n《悼亡》履霜凛九月，香草奄忽摧。美人自千古，魂梦飞不来，白头有吟咏，唱叹增徘徊，禀此抱柱信，多君解怜才。十年结知己，贫贱良可哀。空羡蓉菊好，桃李容华衰。药物冷炉火，画奁封尘埃。遗墨净冰雪，生绡馥寒梅。玉骨岂速朽，阴雨凄蒿莱。遐弃悲秋客，亦复忘形骸。良缘何其短，为问孽镜台。桃花一万树，仙袂飏天台。魂兮返斗室，西风吹酒杯。其一。看山游五岳，胜侣曾相期。岩壑具灵秀。芒鞋行迟迟。却欣无家累，牛衣莫我嗤。百年终委化，修短何足悲。寓形既宇内，吾生宜有涯。奇气托宝剑，四海酒千卮。干戈无人扫，肝胆倾向谁。思赋从军乐，马策朝夕麾。文章难报国，腐儒拙所为。言念寻花处，蛱蝶一何痴。其二。\n同治三年甲子公元1864年\n蒲作英三十三岁。\n正月，胥山探梅。瑶天雪影照琼姿，珍重山村看几枝。况是好花开第一，上元甲子早春时。\n宿胡曼香嬴顽石庐，挑灯写梅。春雪初消处士家，挑灯野屋写梅花。干戈取次将收拾，剩水残山玩物华。\n春野庙题壁：满空风雨宝刀鸣，戾气潜消正气生。凛此沧桑成小劫，肃将冠佩振文明。干杯竹叶开春社，百树梅花忆子城。转瞬便逢新甲子，瓣香好祝际承平。\n留别胡曼香：抑郁久居此，春愁酒不消。风尘身愿老，书剑术无聊。乘兴出门去，自兹挥手遥。予怀殊渺渺，遑惜梗蓬飘。其一。鸟健凌霄汉，云慵出岫迟。穷途空挟策，群彦尽干时。肝胆向谁是，平生惟剑知。登场多傀儡，何处我驱驰。其二。\n石龙桥联句：轻云影度石龙桥（竹英），雨霁胥江起暮潮（香曼）。一树小桃红欲滴（竹英）。鸟啼声乱过花朝（香曼）。\n太平天国兵败，荣王劳发寿失守禾郡，以身殉。清军大肆烧杀镇压。沈梓避寇日记有“官兵不如长毛”之记载。\n清明节，有咏《寒食》诗云：残雨潇潇游子愁，东风吹绿树梢头。柳条门巷又寒食，年少韶华如水流。摩抚瓶山旧酒樽，葡萄杯冷不须温。春阴庭院桃花片，乱洒啼鹃碧血痕。\n过魏塘，访吴仲圭梅花庵。赋诗云：偶向梅花庵里来，道人千古渺丰裁。两间古屋禁风雪，三尺荒坟峙草莱。死后精神留墨竹，生前知己许寒梅。屹然短碣题高士，怅望苍茫立翠苔。\n赠张玉珊（鸣珂）夙负鹏博志，程探万里长。策勋斯汗乌，报国岂文章。韬略诸侯仰，琴书故宅荒，还期春载酒，滮水赏风光。其一。谈笑净烽烟，机枢借箸宣。豹束存古剑，虎竹励先鞭。黛旷修眉笔，槎乘奉使船。待看赓偃武，翰墨溯良缘。其二。\n赠赵桐孙（铭）长笛鸣天籁，风流赵倚楼。干戈同小劫，云树积离愁。爱日敷余泽，凌烟仗运筹。燕然功待纪，前路迅骅骝。\n赵桐孙，据嘉兴人钱骏祥为赵铭《琴鹤山房遗稿》作序云：“当咸丰初元，吾郡以文雄于时者，嘉兴则徐兰史解元、褚二梅孝廉；秀水为赵君桐孙，皆为时人所推重。君至同治庚午始受知于顺德李芍农侍郎，而又屡踬南宫，由戌幕积功以知府参直督李文忠府事。会稽李越缦传郎谓：君精研经史，兼擅词章，庚午浙赋一科秀彦魁奇，肩背相望，而立品之粹，为学之醇，则以君与定海黄君元为最。许文肃公（竹筼）乃君之高足也。”\n返里，偕吴晋卿望吴门联句：瓶山一角滴苍翠，五年重到旧游地（作英）。败瓦颓垣入望迷，感时齐下新亭泪（晋卿）。亲朋半鬼乔木灰，莺花狼藉春风哀（作英）。谁家第宅丹楹桷，几处楼台碧草莱（晋卿）。孤城巍然过百雉，健儿勒马斜阳里（作英）。白骨荒凉战血枯，将军麟阁勋名起（晋卿）。喈喈威凤翔崇冈，声随断雁归衡阳（作英）。新巢未定故巢覆，伤心浩劫经红羊（晋卿）。浣花溪水依然好，何日重开旧草堂（作英）。题陈和叔（鹏封）画月中梅花。一年花事计从头，漠漠寒香化绮愁。明月二分春半树，东风吹梦到扬州。\n甲子始，蒲成改名华，更竹英为作英。自编《芙蓉庵燹余草》，署竹英自题，钤朱文印蒲成。诗稿内，凡与友人联句，所书名字可作明证。\n题词，按时间先后为序。甲子饯春后二日，愚谱弟王镐拜读，甲子四月下浣，弟石中玉读一过。作英老友，别竟四年。今夏得晤于凝溪旅舍。出眎近作若干首，挑灯三复，不胜钦倒，因志数言，以壮眼福。甲子四月六日弟陈翼书拜读。豪情慷慨，绚思缠绵，如初拓黄庭，恰到好处。拜服，拜服！甲子四月弟陈鸿诰识。几经兵燹叹何之，豪横人间笔一枝。可记故斋风雨夜，酒醒灭烛尚谭诗。甲子九月偶然于金陀里徐氏故宅读作英诗草，觉精进倍前，喜而援笔书数语。星湖逸史穆安志。\n是年冬，作英橐笔出游，初至甬（宁波）旋入台（台州）。在太平（今温岭）县署当幕僚。\n同治四年乙丑公元1865年\n蒲作英三十四岁。\n寓台州横湖。\n春三月，为竹铭写墨竹。画四季瓶花。题云：洛浦仙姿写未工，鼠姑含笑隔帘栊。平生但愿花长好，安得官梅四季红。乙丑小春，写于亦足园。龙泉窑瓶，俱用绿宝石髹。予在横湖应氏所见长一尺半有余，底晕丹砂，形如截竹。惜个已残剥，图此志古。华又记。《蒲华》画集第37页《瓶花》。\n朱砂笺纸画金竹题款乙丑冬仲作英拟东坡法。\n蒲华用泥金作画，传世甚稀。修竹一枝，幽兰一丛，高低参差；大小拳石，揖让有致。当然不及水墨画之洒脱也。\n同治五年丙寅公元1866年\n蒲作英三十五岁。\n弃幕，寄寓太平县城西明因寺。鬻画自给。游临海遇马葵臣留宿台书楼赋诗题匾以酬知音。\n丙寅竹醉日，宿葵臣仁兄台书楼求成拙句：江天雨过急生凉，楼外群山暮蔼荒。无限白云流几席，多情红友引壶觞。壁书腴味参文字，匣剑寒辉照热肠。为问灯前双顾影，不堪搔首夜茫茫。\n挽温岭诗人杨香生。有句云：唯有文章能不朽，青衫红袖总成灰。\n题台州著作家黄瑞秋籁阁楹联：检书烧烛短看剑引柘长。时丙寅五月。黄瑞著有《台州金石志》、《台州书画志》。\n同治六年丁卯公元1867年\n蒲作英三十六岁。\n春，三月二十三日，作英与同人游温岭花山小饮题壁。诗云：空山春尽亿梅花，呼伴登楼日已斜。一勺清泉消酒渴，顽僧为煮雨前茶。\n遇上虞徐辛稻（三庚）结为金石交。\n秋，九月，为子英画花卉屏。牡丹图题云：庭前芍药妖无极，池上芙蓉静少情。惟有牡丹真国色，花开时节动京城。尝见南田老人有此粉本，背抚之。白莲图题句：高士有洁癖，美人无冶容。艳秋图，仿道复赋色，时丁卯九月既望。梅花水仙图题句：瑶台仙子醉流霞。\n同治七年戊辰公元1868年\n蒲作英三十七岁。\n仿吴仲圭为鞠泉画墨竹，题诗云：湘妃堂外竹，叶叶著秋声，鸾凤吹箫客，前峰坐月明。\n同治八年己巳公元1869年\n蒲作英三十八岁。\n在秀水故里精严寺作竹石中堂。题：每日报平安。款：济延大和尚属摹八大山人笔即奉法鉴时己巳小春。\n正月，画牡丹于醉书庐。\n六月，书联：彝鼎图书自典重，兰苕翡翠相鲜新。品三仁兄正腕己巳六月蒲华挥汗。\n同治九年庚午公元1870年\n蒲作英三十九岁。\n旅次台州。秋，画山水屏。秋烟半壁米家山，老树经霜耐岁寒，风高竹响拂云竿。在无人处尘埃远，只合飞仙下碧鸾。汀洲春柳图句云：江上飞桥压翠烟，汀洲春歌柳条边。听鹂何必梦相挈，一片苦心动客船。仙人好楼居图题：庚午闰月作英仿大痴道人。\n同治十年辛未公元1871年\n蒲作英四十岁。\n寓宁波。冬，次韵郭晚香镇鳌山眺雪诗七律一首云：合有山亭呼快哉，海天遥扑雪花来。诗非禁体干新律，话入春心忍冷灰。未与龙吟通逸气，尽容鳌顶蹑仙才。冻云似解登临兴，一为风吹取次开。晚香仁兄台大人以镇鳌山眺雪诗见示，谨次原韵，以博一笑，迟日制图纪游，当可解嘲否?辛未十二月蒲华稿。\n附：致郭晚香函。\n“晚香老兄仁大人阁下：前月承顾东门寓楼失迓勿罪。月之初旬返宁，接到手示并范思翁纸件，次日又到镇海，挥就后直至前日回寓，来前呈正，不晤为怅，惟思翁廉而贫，未必岁杪惠润，然一、二番之数，为官者毕竟不在乎此。如已交去画件，可否鼎力吹嘘，以济眉急，万望于万难之会，妙展一筹，幸甚为荷，肃此顺请，岁安统希朗照并候复音，名正肃。”\n同治十一年壬申公元1872年\n蒲作英四十一岁。\n寓甬江。\n夏，制《湖山寻梦图》跋云：壬申残暑，喜六潭吟长见顾，为了颂词兄嘱题是册，盟诵其记，今人神往，因制第二图，以作卧游。蒲华。\n此图近景为巾子山、小固山，两山间，城垣隐约。中景为东湖，湖亭高耸，赤栏近岸，树阴之中，楼阁托出，远景为一带远山，云树依依。图右上方款题：“忆昔薄游台南横湖之间，后小住台垣。与诸吟侣纵酒于南北两山，适刘太守重修东湖胜境。欲图而行色匆匆未果。今见小雷女史所制，深感旧游，怃然心目，爱点笔以志鸿爪；藉博台社老友一笑。作英”\n蒲华客于甬江。并题四绝句云：巾峰惯踏翠微秋，北固山巅几命俦。别有东湖好风景，樵云浣月酒人舟（樵云、浣月湖中二亭名）。酒龙诗虎隔关山。数载论交意气间。每欲重游嗟未约，几时湖水照欢颜。万水毓秀多奇士，生愧粗才共放吟（彭笠吟、张棨堂、江浣秋、王文裳、蔡仲吹、王桐卿，皆联酬唱）。劝我读书言在耳，才郎风度感人琴（仲吹为东湖书院山长，时临别赠言，以读书相勗，惜去秋作古矣）。遨游乘兴每忘家，耽玩灵江月影斜。争似任翻咏独，湖天清梦绕烟霞。以上录自台州蒋文韵先生1990年读画笔记。\n同治十二年癸酉公元1873年\n蒲作英四十二岁。\n同治十三年甲戌公元1874年\n蒲作英四十三岁。\n羁旅赤城，卖画自给。\n光绪元年乙亥公元1875年\n蒲作英四十四岁。\n时在新河（温岭属）。乙亥早冬摹赵子固笔，绘水仙横幅，录冬心先生题句：”翛翛翠羽映明璫，谁遣乘风过我旁?岁宴高堂空四壁，一帘烟雨梦潇湘。胥山野史蒲华\n光绪二年丙子公元1876年\n蒲作英四十五岁。\n客新河，一度病卧五龙山下之三官堂。住持僧英迪使竹斋和尚晨昏服侍，痊后，仍以卖画为生。\n嘉兴市博物馆收藏蒲华所书徐文长旧句，拓庵款一联”图书拥千卷，花月满一庭”，笔势奔放。光绪三年丁丑公元1877年\n蒲作英四十六岁。\n秋日，在台州为杏泉画墨竹屏（今存三条）。\n八月，作《文苏余韵》册页十四幅。自叙云：画竹之法，须于介字、分字，五笔、七笔起首，所谓整而不板，复而不乱。竹干须劲挺有力，忌在稚弱，小枝则随手点缀。无须粘滞。然必悬臂中锋，十分纯熟，庶几有笔情墨情，不落呆诠。由法而化，雅韵自然，切不可失笔墨二情也。并题诗曰：“胸襟潇洒墨花飞，漠漠风情与露霏。消得尘氛医得俗，从知吾道入精微。”深夜走笔，兴之所至，句之工拙，墨之浓淡在所不计。作英于双琴楼。”\n光绪四年戊寅公元1878年\n蒲作英四十七岁。\n夏，在嘉禾。农历六月廿四日荷诞。蒲华偕陈曼寿邀杨伯润同往南园看荷，清话乐甚。作英云：此游不可无诗。伯润即席成八十言以纪游。《南湖草堂诗集》载此诗云：徐生日多暇，（谓徐逸生）与我来奕棋，未曾终一局，二妙临轩墀。（曼寿、作英堪称二妙）今日是莲诞，清游及嘉时。南园境幽窅，绮荷满曲池。邂逅逢葛洪，（隐耕先至，不期而遇）剧谈倾襟期。寿花诗一首，对花茗一卮。花亦解人意，迎风呈妍姿。狂歌有谁和，蝉响高柳枝。\n光绪五年己卯公元1879年\n蒲作英四十八岁。\n十二月从台州启程，渡钱塘江至杭州，游孤山后写墨梅于见山楼，并在虎林之逸庐绘朱竹墨石，题曰：云蒸霞蔚。\n光绪六年庚辰公元1880年\n蒲作英四十九岁。\n有墨竹立铀传世，画题：未出土时先有节，纵凌云处也无心。单款是：作英庚辰年作。\n秋七月既望，为兰舟画墨竹，题曰：干青云而直上。\n光绪七年辛巳公元1881年\n蒲作英五十岁。\n春，作册页遣兴。有仿仲圭山水，题杜甫诗句，“渭北春天树，江东日暮云。”有《幽篁古木》跋云：子\n瞻喜作此图，文长往往仿之。辛巳春霁偶拟其意，以作卧游。未知扑去俗尘三斗否也。作英识。\n是年春，去日本，名噪海外。作《海天长啸图》以寓意。同年夏归国。\n筑人按：杨伯润《南湖草堂诗集》刊载《送蒲作英之日本国》诗云：蒲生磊落不羁士，画竹深通狂草理。平生雅有济世具，讵堪郁郁守乡里。遨游欲渡晴蛉洲，匆匆行色不可留。吴淞江上千条柳，一任风吹乱别愁。又据金蓉镜《秀水志稿》《文苑》有上述蒲华旅日鬻画、文化交流之记载。\n夏，蒲华绘着色册页于百花长寿之庐。\n冬十二月，为爽兄画《三友图》。（爽泉）\n光绪八年壬午公元1882年\n蒲作英五十一岁\n寓沪上。春，作英约杨伯润人日豫园探梅为雨雪所阻而不果行云。\n筑人按：杨伯润《南湖草堂诗集》壬午有作英约人日豫园探梅为雨雪所阻，诗云：天然摩诘画中诗，风剥枯蕉竹折枝。酒可浇愁倾囊易，雪飞带雨到窗迟。载赓菜甲春朝咏，辜负梅花人日期。但愿元宵明日好，不辞酩酊再衔卮。注：季白有元宵雅集之约。\n光绪九年癸未公元1883年\n蒲作英五十二岁。\n有兰竹传世，自题诗：潇潇风雨入秋多，吐出胸中墨几何?一片凉声惊午梦，竹间丛翠湿岩阿。\n光绪十年甲申公元1884年\n蒲作英五十三岁。\n寓沪。仿吴仲圭山水大堂。\n是年，陈鸿诰，字曼寿，号味梅，秀水廪贡生，诗人、金石家。著有《梅华馆诗集》（于源作序）、《日\n本山城杂咏》、《日本同人诗选》。甲申人日，卒于日本。\n筑人按：金蓉镜《秀水志稿》载：陈曼寿尝游日本三年，彼国缙绅子弟，闺阁名媛，咸以诗请业焉。\n光绪十一年乙酉公元1885年\n蒲作英五十四岁。\n五月，画竹《不可一日无此君》、《平安》传世。\n光绪十二年丙戌公元1886年\n蒲作英五十五岁。\n秋，自题墨竹云：散步丛碧间，箫细飒然起。徘徊发高吟，乐只怀君子。\n冬日，为老友许鼐和（羹梅）绘枯木竹石图。题云：瘦篁奇日里，古木暮烟中。待得春风至，湖山绿满丛。又书扇面，诗云：九畹湘皋旧结邻，灵根幻出此花身。自从楚客纫秋佩，一种蘼芜恼煞人。偶从楚水结幽姿，赢得春风日夜吹，植向庭前伍书带，清芬常满授经帷。洒落芳姿别有神，香风习习研池春。依稀露浥烟汀晓，影入湘潭自写真。\n是年，张熊（子祥）卒。（1803—1886年）年八十四。\n吴昌硕为蒲华刻印（朱文）“蒲作英“款：丙戌改刻苦铁。\n筑人按：据董巽观抄录吴昌硕先生早年交游稿《不类集》载有吴县李皋臣（郛）、嘉兴张熊（子祥）、吴伯滔（滔）、杨伯润（南湖）、吴秋农（谷祥）、蒲作英（华）、吴江陆廉夫（恢）。文曰：“蒲作英华秀水人。善草书画竹。自云‘学天台傅歗生。苍莽驰骤，脱尽畦畛。家贫鬻画自给，时或升斗不继，陶然自得。余赠诗云，蒲老竹叶大于掌，画壁古寺仓厓边。墨汁翻衣冷犹著，天涯作客才可怜。朔风卤酒助野哭，拔剑斫地歌当筵。柴门日午叩不响，鸡犬一屋同高眠。盖纪实也。”\n补遗：丙戌谷雨节，蒲华赋诗贻何熙伯大弟云：道是人间俗可医，居然潇洒此襟期。软红十丈飞难到，朗月疏风酒一卮。\n光绪十三年丁亥公元1887年\n蒲作英五十六岁。\n春，二月，为吴昌硕绘《丛竹虚亭图》题诗云：云水苍茫风雨大，萧萧丛竹更清寒。望中绰有虚亭在，谁作江天旷朗看。丁亥二月雨夜仿梅道人。苍石仁兄两正。\n秋九月，画册页，内容有：读书秋树根，松林亭子仿懒瓒，天池石壁。\n暮冬，蒲作英与陈桂舟同客明州（宁波）。桂老为蒲华镌刻（白文）“蒲华印”（朱文）“作英。巨章一对。\n光绪十四年戊子公元1888年\n春客宁波，晤徐三庚同乘海船至沪，盘桓兼旬，旋之禾。\n夏日，孙家桢（翰香）邀请徐三庚去新塍游小灵鹫山馆。诗朋画友各有题赠，作英与老友许鼐和叙旧甚欢。\n按：徐三庚，字辛谷，号井罍，又号袖海，晚号金罍道士、金罍山民。浙江上虞人。有《似鱼室印谱》。这次徐三庚来嘉兴，，交流广泛。从梅里（今王店镇）勺园后裔散出辛谷篆刻作品。\n光绪十五年己丑公元1889年\n蒲作英五十八岁。\n应凤岐鉴家嘱题任伯年（颐）画葛仙翁移家图。句云：入山忆恐不能深，丹是仙家善炼金。此际移居在何处?琴书妻子度春林。地灵人杰洽天机，道骨仙风引吉晖。幽谷何如乔木好，畸人画意属精微。\n冬杪，为君扬画竹石。题：不可一日无此君。款：君扬仁兄大人法家正之，戊子冬杪蒲华。\n光绪十六年庚寅公元1890年\n蒲作英五十九岁。\n春，闰二月，为如松作山水四条屏，题云：自弄扁舟一叶轻，江流水练月痕明。芦花两岸秋堪醉，击檝放歌无限情。\n四月，绘青绿山水中堂。题曰：依衬构草亭，端方意匠宏。林深禽鸟乐，尘远竹松清。泉石供延赏，琴书悦性情。何当谢凡近，任适慰平生。十月，送张受之去台湾作七绝二首。\n冬日，为蔼香三兄画大米云山扇面：应白莲华庵主人仿梅道人写“扁舟一棹归何处，家在江南黄叶村”（宋人）诗意作山水扇面。行书匾额“市隐”赠瑚卿一兄。\n是年，徐三庚卒，年六十五岁。\n为张受之台南之行赋诗送别，诗云：昔游福地今台岛，浪静风平路旧谙。萱阁忧应忘此去，壎箎叶奏海天南。（谓令弟锡之在台岛久珪翻译事务。）话别枫林水国寒，美人名士张江干，知君夙抱英雄志，珍重鹏程万里宽。\n附录：《江干饯别图》庚寅十月高昌寒食生何镛题：“庚寅十月气短英雄有台南之行，同人公饯江干，时红叶飘飘，寒风飒飒，知己言别，苦难为情。爱抚景作图，以记鸿印。图中青衣衫而揖谢者为气短英雄受之我昌也，衣紫袍而扶杖者为忘机客张丈遂生，衣红色者为鸳湖词客蒲君作英也。元裳而遥望者为古堇生高君翰卿，指手而睇望者为误半生吴君茧人及余也：树下两女子即气短英雄之娣钱月兰，一即月兰之侍女阿珍也，担琴剑者为仆夫，立船尾者为篙人。图已毕，乃题以诗云：且尽江干酒一觞，骊歌声里郁凄凉，可怜几点离人泪，洒向枝头绾夕阳。涂鸦信手，明知画劣诗拙，尚望气短英雄教我。龙山渔隐笠江尤廉作。”该图系手卷，另有袁祖志、张遂生、钱月兰等七、八人题泳。\n光绪十七年辛卯公元1891年\n蒲作英六十岁\n春二月，蒲华自书诗轴：也曾开向凤皇池，去佐无心鸟不知。扫迳适当花定后，卷帘可惜客来迟。（原书作时）肯教香气随波尽，尚恋春光坠地时。（手迹为迟字）莫讶旁人怜玉骨，此身原在最高枝。\n冬，岁暮由吴昌硕备函，作英经海虞访沈汝瑾。二公一见如故，交谈甚恰。蒲老游山回来兴致甚浓，酒酣即秉烛作画赋诗无倦容。盘桓数日，归止沪上。（沈汝瑾字公周，号石友，常熟人，诸生，著《石友诗集》）\n光绪十八年壬辰公元1892年\n蒲作英六十一岁。\n春三月，仿东坡法画墨竹，题云：风声雨声琅玕声，夜来恰得秋满庭。君家不可不看此，一节一节高青青。\n四月，为节庵画竹屏，题曰：南国新绿（仿梅花道人法），劲节高风，壬辰四月蒲华。\n夏日，为秀水沈星榆（芝畴）作《载书图》。\n按：此册还有吴秋农绘图，韩鸿序题专，胡鑺、沈景修题词。\n长夏，小住半日闲斋略拟六如大意为子廉鉴家画深柳读书堂团扇。\n为达？书联，句云：修竹座中兀佳士，阆苑花前是醉乡。\n秋，十月。为兰生作四条屏拟梅道人句云：凉阴过研池，叶叶秋可数，京华客梦醒，一片江南雨。\n仿东坡居士风竹图本，题云：记得山斋秋夜听，满庭瑟瑟弄寒声。\n冬日，作《雪满山中高土卧》。\n光绪十九年癸巳公元1893年\n蒲作英六十二岁。\n客沪上。癸巳上巳绘《碧山青松图》，题云：砥行碧山石，结交青松枝。上巳后一日复为蘅珊题诗一首。曰：“种松已作龙鳞老，胸有千秋且著书。未必山中忘岁月，春花秋实意如何?”\n夏，仿梅道人作《竹溪清话图》，并题云：“山路苍茫风日晴，相逢溪上话幽情，地多水竹琴宜鼓，水气空明竹气清。”\n传世蒲画竹刻，题“数点梅花天地心”。款：兰泉仁兄同客沪上嘱写，癸巳秋日，弟华。幼泉镌。\n秋，十月，蒲华自题山水诗曰：“云水光中堪洗眼，烟霞窟里可娱情。何思何虑即存道，一片苍茫趣自生。”句云：“山与苍松分秀色，人将白鹤共流年。”\n光绪二十年甲午公元1894年\n蒲作英六十三岁。\n四月为王玖伯作《九峰读书图》时于台州。画卷上有王玖伯题诗并跋。录于后。十年结伴此潭涯，水色山光贻眼青。今日重来寻旧梦，故人零落似辰星。少年同学萃群英，叔度汪汪更有名（谓黄谷成），太息斯人成宿，顿教吾道失干城。柔桥居士擅多闻，祭酒当年有此君。今向草天亭外过，再难奇字问扬云。几辈飞腾出草庐，木天花县水分居。自知于世终无补，只向空山老著书。台学渊源本洛闽，海滨邹鲁记传薪。乡邦先正风流在，欲为南湖作替人。光绪癸未、甲申、乙酉数岁，余与黄谷成（方庆）、江伯震（青）、陈谷轩（瑞畴）、喻志诒（长霖）、孙谷（展詗）、郏仲雅（颂平）读书九蜂，极一时友朋之盛。后数岁，诸人分散，余感念旧游，倩蒲\n君为绘此图。甲午余在此讲席，寻迻讲各处，不复续旧游。今岁重馆此，风景依然，而友朋非故，欲寻十年之乐，已不可得矣！不胜黄公酒炉之感，因题五绝句。庚子春暮默庵居士记。\n按：蒲华浪迹江湖，风尘仆仆，往返于沪、杭、甬、秀州、台州之间，并非居台三十年。\n冬，卜居上海老城北登瀛里（今汉口路西藏路之间），自榜“不染庐”，居室曰：“九琴十研楼”。蒲华在上海与吴昌硕、吴秋农、何熙伯、徐星洲、哈少孚交最密。\n冬日，为静如绘《小瓶花斋秋景》，用严氏沧浪书屋邱壑大意。\n光绪二十一年乙未公元1895年\n蒲作英六十四岁。\n自书春联云：“老骥伏枥，洋鬼比邻。”\n春日作老圃秋容图轴。\n砚铭：掘土二十尺，得瓦二千年。自陕至浙七千里，瓦当取以为研田。长生无极秦文字，令名不朽谁其然?作英铭，远亭刻。\n是年，山阴任颐（伯年）卒于沪，终年五十六岁。吴昌硕、蒲华诸画友料理丧事。\n任颐，字伯年，山阴人。真率不修边幅。画人物、花卉仿北宋人法，纯以焦墨钩骨，赋色秾厚，颇近老莲。后得八大山人画册，更悟用笔之法，虽极细之画必悬腕中锋。自言“作画如颐差足当一写字”。间作山水，沉思独往，忽然有得，疾起捉笔，淋漓挥洒，气象万千。书法亦参画意，奇惊异常，寓沪久，鬻画以终。\n光绪二十二年丙申公元1896年\n蒲作英六十五岁。\n春，三月，画竹仿梅道人法。题诗云：碧筿挺奇节，空霏散冷露。十年青山游，得此幽贞趣。\n丙申嘉平为云桥绘墨竹南园晴翠。\n光绪二十三年丁酉公元1897年\n蒲作英六十六岁。\n秋，八月，摹蒋南沙相国粉本。题：瑶池桃熟岁三千。《蟠桃图》大堂，现藏嘉兴市博物馆。\n冬，绘水仙、梅石、灵芝图。自题：采芝人似玉，仙侣共徜徉。梅为润春色，红添缟袂妆。\n光绪二十四年戊戌公元1898年\n蒲作英六十七岁。\n春三月既望，自题山水诗云：溪山无尽住烟萝，茂树虚堂适啸歌。怀素草书摩诘画，赏心乐事得年多。\n戊戌一阳月，为蓉舟五兄书联：“桃花水记渔人？，桂树香留隐士山。”\n光绪二十五年己亥公元1899年\n蒲作英六十八岁。\n寓上海。长夏，写陆游诗意“平远山如蕴藉人”册页。\n己亥新秋写海天旭日图并缀二十字以志遐思。句云：旭轮照天下，却自海中生。不数扶桑国，蓬莱动远情。\n八月，为衡珊绘团扇，题云：古木涵山色，平沙落水痕。夕阳飞鸟下，点点映孤村。\n八月，写赠柳塘“石门曾有颂，福地自多书。”\n光绪二十六年庚子公元1900年\n蒲作英六十九岁。\n庚子瑞阳节日画《瑞阳图》，新秋书楹联：渚香细浥莲须雨，野色轻团竹尾烟。\n仲秋画菊，题句云：益寿花开何太艳，秋光大好傲风霜。画花卉四条屏：春，牡丹，胥山野史拟唐人诗意。庭前芍药妖无极，池上芙蓉静少情。惟有牡丹真国色，花开时节动京城，夏，白莲，拟白阳山人大意，题句：高士有洁癖，美人无冶容，秋，菊，题（李方膺旧句）云：莫道田家无意趣，也分秋色到柴门。西风昨夜园林过，扶起霜花扣竹根：冬梅，题句：心迹喜双清。\n闰八月，画山水，自题曰：云去空山青，云来空山白。白云只在山，常伴山中客。\n光绪二十七年辛丑公元1901年\n蒲作英七十岁。\n春，正月既望，画墨竹，题诗云：笋菜沿江二月新，家家厨？剥春筠。此身愿劈千丝篾，织就湘帘护美人。\n二月，为信斋书联：英辞润金石，高义薄云天。应砺石属绘《岁寒三友》中堂。\n夏，为锡侯画四条屏：春，柳暗花明又一村（陆游句），夏，大雨时行。辛丑夏夕雨甚写此秋，兴来每独往，胜事空自知。冬，苍茫独立，题句云，一片苍茫里，幽人独立时。山中真意在，千古属襟期。秋，书匾并跋。涵养草庐。味琴仁兄大人安详举止。涵养功深。因名其庐，以副砥行云。辛丑秋中秀水蒲华识。\n光绪二十八年壬寅公元1902年\n蒲作英七十一岁。\n春，绘山水册？，题句有云：看来尘世知音少，好向深山读道书。陶山跋云：余幼时就读铭三先伯父塾中，竹英常过从。犹及见之。\n麦秋，为干卿作草书屏。内容是：柳子厚诗云：“鹤鸣楚山静”，又云：“隐忧倦永夜”。东坡曰：“子厚此诗远出灵运上。”仆为吴兴有游飞英寺诗云：微雨止还作，小窗幽更研。盆山不见日，草木自苍然。非至吴越不知此景。陶靖节云：“平畴交远风，良苗亦怀新。”非古之耦耕植杖者不能道此语，非余之世农亦不能识此语之妙也。“两边山木合，终日子规啼。”此老杜云安县诗也，非亲到其处，不知此诗之工。\n八月，为甸丞仁兄绘溪山真赏扇面，款：蒲华。\n按：甸丞乃金蓉镜太守，以名进士久官京曹，后出守湖南永顺府。宣统元年辞官归里，居高士祠，从事著述，金老精于佛学，又善诗词书画，喜提携后进。遗著《秀水志》手稿残本，藏嘉兴市图书馆。\n光绪二十九年癸卯公元1903年\n蒲作英七十二岁。\n蒲华长吴昌硕十二岁。关系在师友之间。癸卯，昌硕自苏迁沪，两老交密。三月杪，作英访缶庐，即席作拟梅道人诗意图，我亦有亭深竹里，也思归去听秋声。\n春三月为仁和王同柏作紫阳山居图卷并记：“同柏先生仁兄以名进士铨主政，归田后，历主讲紫阳书院多年。近时新政，改书院为学堂，即山长为总理。前此十二年中，造就人才者众。今此二年中，堂奥美备，百废惧兴。而或采之志乘，或见之名人诗集中，得紫阳十二景。盖会客之所。作湖船式曰：南宫，其池曰：‘青草池’。池滨有磐石，曰：‘垂钓矶’，矶各有房廊，曰‘簪花阁’，池岸有山路可登，曰：“寻诗径”，循径而东，有横石凌空而平，曰‘石梁’，循径而西，有石，则小峰参差列锐，曰：‘笔架峰’，再升则双石峙，人从中行，曰：‘双峡’。摩厓有前题语径之所以谓寻诗耶！过峡，而峡侧有泉，一泓清沏。泉上石势旋邃，有竹枝覆于其端，曰：‘螺泉’，峡之西一石翘然，曰‘鹦鹉石’，冈曰‘梧桐’，亭曰‘巢翠’。迤逦至山之南楼曰：‘观澜’，则高迥而钱江在迩，更见越山无数矣！自山而西下，有小池，池上奇石嶙峋，而石罅曰：‘别有洞天’，可知景有延揽不尽者。兹承屑为图之，殊惭？率从事，尚希以多闻直谅论交必有以指正我也，幸甚，幸甚！光绪癸卯春三月，秀水蒲华画并记。”\n秋，九月画册页，有清供、香雪海、佛手、拒霜清艳、绿天、牡丹、水仙（乌丝栏上十三行，仿赵子固法）、空谷幽香（仿文长）。\n小春，子行拈联语嘱书：立志栽培心上地，闲居涵养性中天。\n冬暮为继宣书联云：恐修名之不立，欲寡过而未能。\n光绪三十年甲辰公元1904年\n蒲作英七十三岁。\n夏五，倩吴昌硕刻名字印章。朱文“蒲华”，款是：作老命刻甲辰五月老缶。朱文“作英”，款：缶道人刻于吴门。\n暮冬，寒夜秉烛，吴俊卿拈句属蒲华、金冷香合作《倚篷人影出菰芦图》。\n是年，吴俊（昌硕）、丁仁（辅之）、叶品三（叶舟）、吴隐（石潜）、王褆（福厂）联名发起筹建西泠印社。（西泠印社于1913年正式成立）\n光绪三十一年乙巳公元1905年\n蒲作英七十四岁。\n春，绘墨竹，题云：不可居无竹，萧萧画亦然。望中清气足，欲傲小神仙。画有坡仙法故言之，乙巳雨水节，胥山野史。\n中秋，为豫园内园修竟志喜书写楹联，姚文柟撰句秀水蒲华书“且欣咫尺窥岩壑，便挹清晖就日云。”\n按：晚清海上书画家杨伯润、吴秋农、蒲作英、吴昌硕、任伯年、高邕之、杨东山、张子祥等，常聚会豫园得月楼。蒲华为重修豫园内园所书楹联，现藏还云楼。\n光绪三十二年丙午公元1906年\n蒲作英七十五岁。\n夏，大暑节，集句王子安滕王阁序，苏子瞻前赤壁赋书于芙蓉庵。句云：抚凌云而自惜、挟飞仙以遨游。\n秋，廉甫自律门来晤于沪上，偶过楼中，嘱书楹帖，率尔应之。时丙午七月既望夜中试墨，秀水蒲华识于九琴十研楼。句云：异香分画省，清荫列书寮。九秋既望绘梅花，题句是：老树著花无丑枝。\n自题花卉卉诗：篱下霜前偶得存，思教迟晚逊兰荪。也随造化无多力，未受阳和一点恩。开处不空依玉砌，玩时还许回金樽。陶潜没后谁知己，露滴幽丛见泪痕。（菊)白玉堂前一树梅，今朝又见数花开。倪家门户重重闭，春色因何入得来。(梅）早冬何处拟丰神，疏柳芙蓉冷隽真。水上鸳鸯新睡足，语来风景胜秾香。（芙蓉）\n光绪三十三年丁未公元1907年\n蒲作英七十六岁。\n寓海上。\n春二月，以行草书屏。娄水王奉常家藏赵吴兴诗帖，致佳。兹从高仲举见之，把玩移日，闲适漫临。素不为吴兴书。略得形模耳。锺绍京书遁甲神经，有宣和、政和小印，徽宗标识，云林家藏，有跋。笔法精妙，回腕藏锋，得子敬神髓。\n夏，伏日，蒲华跋云：学大草书，防阁帖而寝馈旭、素，则必有所得。然素师帖多，如圣母帖、自叙帖、小字千文、大字千文、草心经、秋兴八首，毋虑十余种，而张长史帖极少，阁帖中略略有之。此率意帖，亦世所罕见，字则数行，可知草圣之为草圣也耶！观摩者须作举头天外之想，扑去俗尘三斗。\n984年，王蘧常谓：蒲华书有张长史率意帖跋，可知其于旭、素探讨之深。\n夏，作山水画自题：高泉泻石玉淙淙，古树盘旋似老龙。人为浮名闲不得，吾从此地乐有踪。\n冬日，画荷花。题为：玉艳香清（仿八大山人）\n光绪三十四年戊申公元1908年\n蒲作英七十七岁。\n寓沪。渔仲棣台嘱题《乐志山居书画印》，即日占三绝句云：“金石千秋癖是真，奏刀片石选超伦。可知不薄今人处，取法犹然爱古人。”“许多古意印花新，铁着菁华笔有神。试问名流推几辈，汉秦文字日相亲。“阴阳？酿太和春，肥瘦锋釯辟俗尘。凭仗君家珍玉石，能为刻划尽称臣。”\n伏日，沪上水蜜桃熟，因忆仙书蟠桃之说，写此以寄遐思。题云：瑶池桃熟岁三千。\n夏日，为东初嘱录旧作《过唐家湾山寨》。\n是年，张鸣珂（字公束，号玉珊）卒，年八十岁。（公元1829至1908年）著有《寒松阁谭艺琐录》、《寒松阁集》。\n秋，绘《竹石图》（六尺中堂）赠崇德新安义园，题曰：“寄语庵前抱节君，与君到处合相亲，写真谁是文夫子?我亦真堂作配人。”款云：新安义园主人鉴，戊申秋中蒲华。\n宣统元年己酉公元1909年\n蒲作英七十八岁。\n春三月，蒲华为明鉴签家属题仇文山制《瑶台春咏图》四绝句：“瑶台岂不得春多，花木丛香聚绮罗。拾级登临高百尺，无涯韶景远如何?”“群仰瑶油阿母情，济跑环佩振清声。曳云北际凭虚处，仙骨珊珊眼界明。”“控鹤骖鸾不驾云，神仙芳躅世间闻。西池曾是修清福，熟到蟠桃食许分。”“女子成仙亦大难，抡才应是仗台端。金丹一换无凡骨，玉宇琼楼不解寒。\n季夏，画梅花，题：珊瑚玉树交枝柯。\n八月，绘大米云山。\n己酉年上海豫园书画善会成立。杨伯润任会长。当时蒲作英、吴昌硕、杨伯润、高邕、杨逸等各捐\n书画义卖以赈灾。\n按：杨伯润，字佩甫，别号南湖，又号茶禅。嘉兴人，咸丰之季，避乱寓沪，鬻画瞻养老母。其画，初尚浓厚。中年后造诣精深，渐归平淡，雅秀之气为诸家所莫及。书近颜米，秀骨天成。工诗，有《南湖草堂集》八卷，《语石斋画识》二卷。殁年七十五岁。\n宣统二年庚戌公元1910年\n蒲作英七十九岁。\n春，古花朝绘墨竹，题云：凉阴过研池，叶叶秋可数。东华客梦醒，一片江南雨。\n春中画白荷花。句云：高士有洁癖，美人无冶容。\n竹醉日为何熙伯书联。句曰：琴书娱静境，花木记年华。\n宣统三年辛亥公元1911年\n蒲作英八十岁。\n春日，蒲华画《闭户著书图》以赠谱山鉴家。题句云：闭户著书多岁月，种松皆作老龙鳞。\n夏日，傍晚醉归寓所登瀛里之九琴十研楼。寝睡不起，人们去看他，才知义齿落入喉管，气塞而逝。蒲华无子，一女在乡。吴昌硕、何熙伯等，经纪其丧。嗣后由族侄蒲阿四扶榇归葬嘉兴西丽桥西堍。海虞沈汝瑾撰蒲君墓志铭，安吉吴俊卿书并篆额，虞山赵石镌刻。待墓志铭刻成，由徐星洲护送至禾，因墓已封。刘山农等乡人定议，将铭石嵌藏南湖鉴亭之内壁，以资凭吊。\n南园壁联杂咏《一拂居士诗集·片羽集》：\n蒲竹英华\n四海论交怀宝剑\n一生低首拜梅花\n未妨长作太平民醉后抽毫爱泼筠\n萧索风烟情领得是名士亦是诗人\n庄一拂题\n923年，癸亥春。柳溪周斌（芷畦）于凝溪（今嘉善县天凝镇）得蒲华《芙蓉庵燹余草》遗稿。\n926年，丙寅，吴昌硕作序，丁辅之印行蒲作英《芙蓉庵燹余草》线装本，由上海聚珍仿宋印书局校刊精印。\n936年，丙子。《蒲作英用印集存》马公愚署签，王福厂题扉页，宣和印社出版。\n980年，庚申春节，嘉兴博物馆举办“蒲作英书画展览”。\n982年，壬午八月，曾宓、蔡耕、富华撰文评介蒲作英与画竹。（《美术丛刊》十九期）\n983年，癸亥春节，台州地区文物管理委员会在台州举办晚清名家蒲华书画展。\n984年，甲子春节，嘉兴博物馆展出蒲华在台州书画展。\n984年十月至1986年甲子至丙寅，《蒲华》画册问世。王蘧常、邵洛羊、曾宓、蒋文韵著专文介绍，浙江人民美术出版。1987年丁卯，《蒲华年谱》嘉兴钱筑人（同春）编，王蘧常署端。\n作品选摘\n诗作\n《悼亡》\n履霜凛九月，香草奄忽摧。美人自千古，魂梦飞不来。\n白头有吟咏，唱叹增徘徊。禀此抱柱信，多君解怜才。\n十年结知己，贫贱良可哀。空羡蓉菊好，桃李容华衰。\n药物冷炉火，画奁封尘埃。遗墨净冰雪，生绡馥寒梅。\n玉骨岂速朽，阴雨凄蒿莱。遐弃悲秋客，亦复忘形骸。\n良缘何其短，为问孽镜台。桃花一万树，仙袂飏天台。\n魂兮返斗室，西风吹酒杯。\n《题牡丹图》\n称到花王迥不群，引瞻矞采照春雯。移来仙种三霄露，飞落尘区五色云。\n珠箔银屏金曳缕，绮筵宝帐酒初醒。何须富贵烟霞视，试看晴窗锦绣文。\n书画\n","category":"行草","verified":true,"user":1,"timestamp":1429951660746},{"name":"蒲华行草联","dynasty":"清代","category":"行草","type":"","user":1,"timestamp":1429791634227,"text":"","author":"清代蒲华","description":"蒲华行草联"}]