[{"name":"解方保墓志","text":"《解方保墓志》（又名《解府君墓志》）于一九九九年出土于西安市南郊的长安县一带，具体出土位置不详，二年为西安碑林博物馆收藏。\n简介\n志石高50厘米，宽49．5厘米，未见墓志盖。志文楷书，共十九行，满行十九字，字间有方界格，字径两厘米，无撰、书人名。在志文四边宽五厘米环刻双排联珠与缠枝蔓草纹饰，志石四侧线刻十二生肖动物原型图桉，生肖分别置于壶门内，作行走状，形象生动，壶门中下部线刻山峦，上部减底刻树木。十二生肖以顺时针子午向次序排列，下侧正中为鼠，上侧正中为马，各生肖形象之首尾也呈顺时针方向排列。\n墓志正文及释义\n大隋殄寇将军奋武尉右屯卫步兵校尉解府君之墓志\n君讳方保，字阿保，鴈门人也。独侯之后，巾绶相承，方伯之门，冠缨累世。君少闲戎略，未藉兵书，谟猷在心，无烦剑术。身居末将而勇气英雄，位在支军而谋参幕府。齐窃山左，躬厕后旗，剑蜀不宾，亲承麾下。神风始发，肃静百川，武校暂舒，泰宁千里，任司禁旅，数赏戎荣。授殄寇将军、奋武尉、右屯卫步兵校尉，加以含仁愠德，去伪从真，归向一乘，心专三宝。桑生东海，方验推移；日落西山，其年遂及。痾缠不愈，奄遂光摧。以大业六年岁次庚午十一月十四日卒于醴泉里，春秋六十有二，即以其月戊午朔廿七日甲申葬于京兆郡长安县福阳乡修福里之原，遂使延陵之剑空挂古丘，志士之坟虚安石铭。呜呼哀哉，乃为颂曰。\n坟瞻北渭，陇望南山，挥戈四表，定乱三关。功幽赏及，节建名班。高阳有去，京落无还。桑田屡改，海水频移。心存玉字，意念金仪。花从风落，叶逐霜萎。魂沉无返，略记玄碑。\n下面结合志文对志主解方保的姓氏、职官与卒葬地以及墓志的书法及装饰等略作解析。\n依志文载志主解方保，字阿保，祖望雁门，行伍出身，曾任隋殄寇将军、带武尉、右屯卫步兵校尉等职。大业六年（610年)卒，终年六十二岁，以此上推，志主当生于西魏大统十四年（548）。志文未记解方保世系关系，其本人之履历也较简单。据史料记载解氏源自封邑，即以邑为氏，其姓在中国古代姓氏中为小姓，史书记载名人甚少，解氏郡望在古之解州，即今山西运城、闻喜一带。解方保一族籍贯雁门，当为从解州分支而成。\n解方保所任殄寇将军、奋武尉、右屯卫步兵校尉一二职，依《隋书》卷二八《百官志》，殄寇将军初置于漠，为杂号将军，隋时定位正九品，至炀帝时已罢弃，因可知解方保授任殄寇将军当在文帝时期。奋武尉在隋时为八尉之第二等，散职，从六品。右屯卫在隋时为十二卫之一，与左屯卫同为羽林军。此种职司与志文所谓「任司禁旅」正相符合。志文又记「齐窃山左，躬厕后旗」当是指北齐据有山东地区，并时常舆西魏、北周发生战事，志主则在此时参与了这些战事。志文又记「剑蜀不宾．亲承麾下」当是指北周末年「上柱国王谦辞，………进兵屯剑閤，陷始州。至是（大象二年七月）．乃命行军元帅、上柱国梁睿讨平之，传首阙下。」（见《隋书．高祖本纪》。由此可知，志主也曾参与了对王谦的征伐，并在入隋后被授任殄寇将军、奋武尉、右屯卫步兵校尉等官职。\n志云解方保卒于醴泉里，当指隋大兴城之醴泉坊，依《唐两京城坊考》知，此坊在朱雀门街西第三街街西自北向南第四坊，坊中有醴泉寺，故名。唐长安城亦沿用此坊名。志文又记「葬于京兆郡长安县福阳乡修福里之原」按大业三年改雍州为京兆郡，统二十二县，大兴城与朱雀门为界．分别辖于城东的大兴县和城西的长安县。福阳乡在隋大兴城安化门以南，位置在今长安县郭杜镇与祝村之间，此地在唐时尚沿用了福阳乡之名。此志中福阳乡与修福里的记载可补隋代乡里之阙。此志中没有留下书撰者姓名，但观此志无论从书法角度，还是从纹饰装饰角度而言都堪称隋代墓志中之精品。从书法而言它堪舆隋代墓志精品《董美人墓志》、《苏慈墓志》媲美，是隋代楷书的代表作品。隋灭南北朝后，建立了统一的隋王朝，其书法艺术也完成了对南北朝的融合，即摒弃了南朝贵族书风中的华而不实，保留并继承了其秀逸、清劲的风格，并且不遗馀力地吸收北朝书法的刚健、挺拔、朴茂、雄浑，使得书法向整齐化、技法化、功利性不断发展。从而为书法在唐代达到我国书法史上的另一个高峰打下了坚实的基础。就这方墓志而言，其书法与隋代名碑《龙藏寺碑》如出一辙，其字结体平止宽博，婉丽清疏，用笔细劲挺拔。通篇氧脉相贯，风格统一，无一懈怠处。其风格上承六朝碑石之馀意，追锺繇之遗风，下开唐楷之先声，窥欧阳询之清骨。用笔上汇南北笔法于一体，方圆结合。一洗北碑线条平直简单，章法错落恣肆的状态而渐趋整齐有序，开始出现了线条之间的粗细变化、节奏变化以及曲线的美感．这是唯美主义书风的萌芽。隋代的这一书风也深深地影响了唐初时的书法家，如欧阳询、褚遂良等，极大地影响了初唐书法劲瘦秀美的艺术风格。\n其他\n除此之外，此墓志的线刻纹饰装饰业极为华美，其中十二生肖图桉在隋唐时代墓志及棺椁装饰中比较常见。就墓志而言，其中在隋代及唐初，十二生肖图桉多表现为写实的手法，即刻成动物原形，多做静止或行走的状态，周围配以花草图桉作衬托，突出地显示装饰的效果。而到了唐中后期以至五代、宋时又多见神化的十二生肖图桉，神化的动物为人身兽首，着长袍，执笏板的图桉，整体风格更加生活化。解方保墓志中的十二生肖图桉即以写实手法表现，其动物作行走状态，形态端正，旁边配以简单的山川背景，其刻工严谨，画面略显生硬，是典型的隋代风格。更为人们所关注的是墓志文四边的连珠纹及蔓草纹的装饰，这在同时代的其他墓志中也极为少见，到了唐初，在已出土的《李寿墓志》、《张士贵墓志》中就有此种装饰组合的图桉，但它们都将此图桉装饰于志盖部位。由此可见，解方保墓志的这种图桉组合也深深地影响了唐初的墓志装饰风格，是后来唐代华丽装饰艺术的前奏。\n综上所述，《解方保墓志》堪称隋代墓志的精品，它对我们研究隋代的书法与装饰美学提供了极为重要的历史资料。\n资料刊自《书法丛刊》2007年第五期(文物出版社)\n","category":"草书","verified":true,"user":1,"timestamp":1429951665005}]