[{"name":"米芾陈揽帖","text":"中华诗词学会《21世纪初期中华诗词发展纲要》指出：“为促进声韵改革和推行新声韵，很有必要组织学者、专家尽快编出新韵书。新韵可先出简本，以应急需，然后在简本试行的基础上再出繁本。”据此，《中华诗词》编辑部组织力量，对去年公布的两种简表以及诗词界传用的几种简表，进行了分析、研究、比较和归纳，征求了一些诗词作者的意见，经过集体讨论，整理出了《中华新韵（十四韵）简表》（以下简称《简表》）。\n前言导读\n中华诗词学会会长孙铁青在2003年8月第十七届中华诗词研讨会及9月中华诗词学会济阳工作会议的主题报告中指出：“《21世纪中华诗词发展纲要》提出以普通话作基础，实行声韵改革。这是从语言发展现状出发，获得最大诗词的效果，这是深受广大群众欢迎的必要措施。《中华诗词》杂志去年公布了两种声韵改革简表，一边试行，一边听取意见，准备经过认真研究，综合为一种试行简表。”\n制定原则\n下面，对于这个简表制定时所考虑、所参照、所依据的几个原则性的问题，向读者做一简要的说明。\n韵部划分依据\n——普通话\n韵部划分以普通话为读音的依据，以《新华字典》的注音为读音的依据，将汉语拼音的35个韵母，划分为14个韵部：麻波皆开微豪尤，寒文唐庚齐支姑。为了便于记忆，可用两句七言韵语来代表14个韵部：中华诗国开新岁，又谱江涛写玉篇。\n韵部划分标准\n——同身同韵\n韵部划分用《汉语拼音》注音，韵母可分为韵头、韵腹、韵尾三个部分。\n韵母开头的部分i、u、ü，称为韵头；韵头后面的元音部分是韵母发音的主部，如ua中的a、ei中的e、iou中的o，称为韵腹；韵腹后面的辅音部分，即n、ng，称为韵尾。韵腹和韵尾全称韵身。\n有的韵母没有韵头，只有韵身。有的韵母没有韵尾，韵腹即是韵身。显然，韵身相同的字，发音取同一收势，读起来是和谐统一的，因而是押韵的。\n所谓“同身同韵”，即是将韵身相同的字，归于同一韵部。这样就使音韵划分有了明确的可操作的标准和尺度，从而使其建立在科学的基础之上。考虑到汉语拼音使用英文字母时的具体情况，在判定“同身”时，对个别具体情况有所调整。\n用《注音字母》注音，韵头称为介母，没有韵尾，韵母即是韵身。韵母相同，自然同韵，同身等韵就更是理所当然的了。\n平仄区分原则\n——只分平仄，不辨入声\n每个韵部中发音为阴平、阳平的字，即为平声字；发音为上声、去声的字，即为仄声字。不再区分入声字。这样，每个韵部实际上自然分成了平声、仄声两个部分。用入声韵的词牌，用新韵时改用仄声。\n为了同时使用《平水韵》时更加方便，在每个韵部的后面标出该韵部平声字中所含的原入声字。仄声部分中的原入声字不再标出。\n多音字归属\n——音随意定，韵依音归。\n对于多音字，根据其不同的读音，分别归属于相应的韵部。在使用时，根据该字在句子中的具体含义确定其读音，从而确定其所属韵部及其平仄划分。\n与旧韵书关系\n——倡今知古，双轨并行；今不妨古，宽不碍严。\n创作旧体诗，提倡使用新韵，但不反对使用旧韵，如《平水韵》。但在同一首诗中，对于新旧韵的不同部分不得混用。为了便于读者欣赏、便于编者审稿，使用新韵的诗作，一般应加以注明。\n一般说来，新韵比旧韵要简单、宽泛，且容量大，这对于繁荣诗词创作应该是有促进作用的。但这并不妨碍继续使用旧韵，这就是“今不妨古”的原则。而且，即使使用新韵，也可以使用比《中华新韵》更严、更细的韵目，这就是“宽不碍严”的原则。\n我们认为，声韵改革是一件大事，不是一蹴而就的。《简表》并不是十全十美的，通过一个阶段的试行，还要进行修订和完善。希望这个《简表》能够对广大诗词作者和爱好者起到一定的帮助作用，希望诗坛能够涌现出一大批使用新声韵的好诗，这是我们公布这个简表的根本目的。\n问题说明\n1.e、o同韵。\ne与o在汉语拼音中发音的区别，是依赖于声母的，当其与b、p、m、f相拚时，发o音，与其它声母相拚时，发e音。它两个其实是一个韵母，只是与不同的声母相拚时，才造成了读音的微小差别。《平水韵》同归五歌，《十三辙》同入“梭波”，说明古时差别更小。《注音字母》中用ㄛ、ㄜ表示，采用两个形近的字母，正是反映了读音的实际情况。因此，把e、o归入同一韵部，是在实际发音上是不违反“同身同韵”的标准的。\n2.eng、ong同韵。\n韵母ong的使用，只是《汉语拼音方案》的特殊处理。从音韵学角度上讲，ong、iong的韵腹都不是o，而是e，即应为ueng、ǖeng，其韵身都是eng。《汉语拼音方案》中还有一个韵母ueng，与ong同音，可见ong与ueng是等效的。在《注音字母》中，ong、iong即为ㄨㄥ、ㄩㄥ。介母不同，韵母同为ㄥ，其与eng同身同韵的状况，更是一目了然。《平水韵》分为一东二冬八庚九青十蒸，至《十三辙》统归中东，反映出古人已经认识到它们可以是同韵的。\n3.ie、ue的韵身不是e，而是ê。\n我们所说的“同身同韵”的标准，是以字的实际读音为依据的。《汉语拼音方案》为了简便，对个别字母的使用做了调整。比如，ie、ue中的e实际应是ê，即《注音字母》中的ㄝ，为了简便，以e代之。注音时是简便了，划韵时却增加了一层假面具。必须抛开假面具，按照其实际读音划韵。因此ie、ue不应与e同韵，而应自成一韵。《平水韵》中，此二韵杂于九佳六麻，《十三辙》始辟“乜斜”，反映出读音的发展分化状况。\n4.an、en不同韵。\n这两个韵母的字，有一部分在古代读音是相同或相近的，因而《平水韵》把它们归入同一个韵部(十三元)。现今有些地方方言中还保留着这种坊音，但普通话中已明显的区别出来了。这两个韵母虽然都是以鼻音n做为韵尾，但做了韵腹的主元音不同，因而韵身不同。按照“同身同韵”的标准，不应同韵。\n5.en、eng不通押。\n古人多有en、eng通押现象，多见于词。现今有的地方方言中，仍有en、eng不分的现象，即是古音的残留。普通话中，它们的读音差别是非常明显的，不能通押。且新韵只有十几个韵部，字量大，余地大，用韵再无放宽的必要。因此，不论从“同身同韵”的标准来说，还是从具体操作的尺度来说，这两个韵部都不应再通押。\n注：为简便起见，本文所举旧韵部仅为平声韵部，对其仄声韵部，根据“同身同韵”的标准，读者用者自会解决其韵部归属，兹不赘。\n答疑解惑\n随着诗韵改革的文章大量发表，各种新韵书、韵表相继出台，在旧体诗坛引起了波澜。欢呼称赞者有之，批驳探讨者有之，忧愁焦虑者有之，有人也提出了一些疑问。\n出现这些现象的原因是，有些同志对中华诗词学会提出的“倡今知古，双轨并行”的方针未能全面理解和把握，造成了一些不必要的疑问和按比。本文拟就常见的几个主要问题，做一简要的解释，以期有利于诗的改革的顺利进行。\n问题一\n——怎么能取消《平水韵》呢？\n诗韵改革不是要取消《平水韵》。学会方针中“知古”的“古”字就是指的《平水韵》。“双轨”中的一轨，就是指的《平水韵》。诗韵改革是要“允用新韵”，提倡新韵，由“单轨”变为“双轨”。千万不要一谈诗韵改革，便以为要取消《平水韵》。\n问题二\n——《平水韵》已是历史定论，怎么能用今韵去补充、修改平水韵呢？\n诗韵改革也不是要改《平水韵》，而是要改只准用《平水韵》的“单轨制”，建立新韵，“双轨并行”。至于《平水韵》本身有无需要修订完善之处，那是另一个问题，不属于诗韵改革的范畴。\n问题三\n——不学《平水韵》，不懂入声字，怎么能读懂古诗呢？\n诗韵改革不是要“改掉”《平水韵》，更不是要让大家用今韵去读古诗，而是要建立以普通话为基准的新声韵系统。“知古”就是要学习《平水韵》，懂得入声字。不但如此，为继承古典诗词的传统，还要精研《平水韵》，精通入声字。所谓“倡古知今（此处《中华诗词》编辑部原文如此，推究通篇可知应为倡今知古——冶超编校），双轨并行”，就是这个意思。\n问题四\n——既然双轨并行，古韵有《平水韵》，今韵有《新华字典》。《诗韵新编》已经够用，还编什么新韵书呢？\n《新华字典》是字典，不是韵书。它按拉丁字母的顺序编排，因而基本上是按声母编排，而不是按韵母编排的。《新华字典》只解决读音问题，不解决韵部问题，因此，它起不了韵书的作用。用它作为韵书使用，显然不合适。《诗韵新编》对韵部的划分仍有需要完善之处，而且通押近于《十三辙》，与韵部划分交错，使用多有不便。\n问题五\n——不依《平水韵》，算什么旧体诗呢？\n旧体诗的标志并不仅仅是韵，而是体式，风格、神韵等诸多方面。韵仅仅是其中一个形式因素，而且不是决定因素。《平水韵》，是以宋音为依据划分的。时过“音”迁，代有新韵，这是历史的必然规律。其实，古和今是相对的，《平水韵》对于宋以前的古音来说，也是“今韵”；与《诗经》《楚辞》，相去甚远；即于唐韵，亦多异处。难道宋以前的诗词，就不算旧体诗了么？\n问题六\n——新的韵书，必须划分入声韵部？\n新韵必须以普通话为依据。普通话里已没有了入声字，怎么能出现入声韵部呢？\n问题七\n——很多地方方言中还有大量入声读音，入声也应算今声，理当入今韵？\n方言不能作为国家、民族的代表语言。即如《平水韵》，也是以当时流行最普遍的“官话”为依据，并未囊括当时所有的方言。如按方言划韵，就不可能有全国统一的韵书，这既有悖于国家大政方针，也有悖于广大诗词作者读者的愿望，是任何国家任何民族所不能采取的。\n明白了以上这些问题，有利于理解和把握“倡今知古，双轨并行’的方针，可以免去一些人不必要的担心和疑惑，同时亦可减少一些无谓的争论，把大家的精力集中到诗韵改革的大业上来。\n总之，以普通话为基础，以《新华字典》的注音为依据，以“同身同韵”为划分标准，制定新的《中华新韵典》，与《平水韵》双轨并行，同时作为诗坛的正式韵书，此乃诗韵改革的基本任务。\n2005年版本\n由中华诗词学会于2005年5月颁布，共分十四韵。\n名称\t对应之注音符号\t对应之汉语拼音\t名称\t对应之注音符号\t对应之汉语拼音\t备注\n一麻\tㄚ\ta,ia,ua\t八寒\tㄢ\tan,ian,uan,üan\t\n二波\tㄛ、ㄜ\to,e,uo\t九文\tㄣ\ten,in,un,ün\t\n三皆\tㄝ\tie,üe\t十唐\tㄤ\tang,iang,uang\t\n四开\tㄞ\tai,uai\t十一庚\tㄥ\teng,ing,ong,iong\t\n五微\tㄟ\tei,ui\t十二齐\tㄧ、ㄩ、ㄦ\ti,er,ü\t\n六豪\tㄠ\tao,iao\t十三支\tㄭ\t-i\t\n七尤\tㄡ\tou,iu\t十四姑\tㄨ\tu\t\n05字简表\n一麻a，ia，ua\n阴平/啊腌跨扒叭巴芭岂疤笆粑鲃豝嚓叉杈差咖瓜胍哈花哗加茄迦痂枷珈袈嘉佳家家葭貑咖夸姱啦妈摩嬷趴葩杉沙莎痧鲨纱砂他她它凹哇洼蛙窳畖娲吓丫呀鸦哑桠查楂喳呱旮笳拉咱仨裟砂渣楂\n派入阴平的入声字：阿（又波韵阴平）八捌擦嚓插锸耷哒搭嗒褡发（又去声）夹嘎刮括栝鸹垃拉邋抹掐袷撒杀刹每煞（又去声）刷趿塌溻榻踏挖呷瞎鸭压押扎匝咂臢拶扎哳撒答浃\n阳平/啊茶查搽嵖槎苴垞蛤华哗骅铧划（又去声）麻嘛蟆拿南扒杷爬钯耙筢琶娃霞遐暇暇（又去声）牙伢芽岈琊蚜崖涯睚衙\n派入阳平的入声字：拔茇菝跋魃察擦达鞑沓怛妲炟笪靼答瘩垯跶乏伐垡阀筏罚嘎滑猾夹浃郏荚铗鵊铗蛱恝戛颊旯拉匣狎柙侠峡狭硖辖黠杂砸扎札轧闸铡喋（又读die）\n上声/把靶礤叉衩（又去声）打剐寡哈贾假瘕卡佧咔咯侉垮喇俩马吗犸玛码蚂哪卡洒傻耍瓦佤哑雅咋鲊爪\n派入上声的入声字：法砝甲岬钾岬胛撒塔獭鳎眨\n去声/坝把弝爸耙罢霸灞衩（又上声）岔侘鲅诧差姹大尬卦诖挂絓褂化划华画话桦价驾架假嫁稼挎胯跨蚂祃骂那娜怕骼下夏厦（又音sha）罅暇亚讶迓娅咤炸榨瓦\n派入去声的入声字：刹发（又阴平）珐婳刺腊蜡痢辣蝲呐纳肭衲钠捺帕恰洽袷卅飒萨唼歃煞（又阴平）箑霎拓沓挞闼嗒遢榻漯踏蹋袜腽吓轧压揠栅\n二波o,e,uo\n阴平/波播菠玻嶓搓磋蹉哆呙锅过埚涡啰坡颇陂莎唆娑梭挲睃嗦嗍蓑拖挝莴倭涡窝蜗蜗阿婀哥歌戈呵科蝌柯疴苛珂窠牁轲颗髁车奢赊畲遮仡猞\n派入阴平的入声字：拨鲅趵钵般嶓饽剥逴踔戳撮咄剟掇裰郭崞聒蝈豁劐擢捋扑泊泼钹说缩托佗脱喔拙捉桌倬涿焯作嘬鸽割搁喝磕瞌榼疙圪颏蠖折蜇\n阳平/脖嵯痤瘥矬鹾和罗萝逻脶猡锣椤箩骡螺谟无（又乌韵阳平）馍嫫摹模麽摩磨嬷蘑磨魔挪娜傩婆鄱繁（又寒韵阳平）皤驮佗陀坨驼柁砣鸵酡跎汑鹅蛾娥莪俄峨哦讹和禾何河荷阖菏哪\n派入阳平的入声字：孛伯驳帛泊柏勃钹铂亳舶脖博鹁渤搏鮊餺箔魄（又去声）膊踣薄（又去声)馞欂襮礴夺度铎踱佛国掴帼漍腘虢馘活橐灼卓斫浊酌浞诼着凿啄琢（又音zuo）缴擢濯镯勺昨笮阁葛（又上声）蛤颌合涸盒貉曷盍阖壳德得额革格鬲隔嗝膈塥镉骼纥劾阂核翮壳咳颏舌叶（又音xie）踅则责择咋泽喷帻舴箦赜折（又音she）哲辄蛰谪摺磔辙翟宅\n上声/跋簸（又去声）脞朵垛躲亸埵果菓蜾裹火伙夥裸瘰赢叵颇笸所唢锁妥椭我倭左佐坷可（又车韵去）舸尺（又衣韵上声）扯恶舍者赭\n派入上声的入声字：椁抹索撮葛（又阳平）渴\n去声/薄（又阳平）簸（又上声）播措锉厝挫锉堕剁舵惰跺过货祸和磨蓦懦糯破偌些唾卧涴硪坐座阼怍柞做酢祚俄个贺荷课社舍射赦麝这柘蔗鹧驮\n派入去声的入声字：簸（又上声）错绰婥毫辍或获惑霍扩栝蛞蛞阔廓落烙洛末没墨磨沫默哀漠陌殁搦迫魄泊粕弱若烁铄朔硕搠槊数妁沃握渥偓斡作恶遏鄂谔噩腭鳄各喝鹤壑乐蓦懦糯破偌些唾卧涴硪坐座阼怍柞胙做酢饿个贺荷课策册测侧厕恻彻坼掣撤澈拆厄扼呃轭垩恶虼赫吓倔客刻克可（又波韵上声）缂勒捋肋泐讷热色瑟塞涩啬穑设涉摄慑特慝忒忑这仄昃浙跖\n三皆ie，üe\n阴平/爹阶皆喈嗟街湝乜咩些靴耶倻椰\n派入阴平的入声字：瘪憋鳖跌疙圪节疖结接秸揭噘撅颏捏撇瞥切缺阙贴贴楔歇蝎削薛噎曰约\n阳平/瘸蛇佘斜邪偕谐鞋携爷耶揶铘茄伽椰\n派入阳平的入声字：别蹩德得迭垤昳絰瓞谍堞耋揲喋嵽牒叠碟蝶艓蹀孓决诀抉角駃珏鴃觉鴂绝倔桷掘崛脚觖厥催劂谲獗蕨橛噱爵蹶矍嚼爝攫协胁挟契颉撷勰襭穴学噱(又音jie)\n上声/瘪姐解（又去声）蟹咧且写也冶野\n派入上声的入声字：蹶咧撇血雪铁帖\n去声/界介届戒诫芥疥借卸藉解械谢解（又上声）榭薤嶰薢獬廨澥瀣曳夜蚧趄\n派入去声的入声字：倔倔仂列劣冽埒捩烈鴷趔躐略掠灭蔑蔑蠛陧聂臬涅啮嗫嵲镊颞蹑蘖孽糵虐疟切妾怯窃契惬慊锲箧却悫雀确阕榷泄泻绁屑亵渫燮血德咽晔烨掖曳邺液谒腋饁靥业页叶月乐刖抈玥軏岳栎钥说（又音yue）钺阅悦跃越粤狱龠瀹\n四开ai，uai\n阴平/开哎哀埃娭唉欸掰猜偲钗差揣呆该陔垓荄赅乖揩腮毸鳃筛酾（又衣韵去声）衰（又微韵阴平）摔（又上声）苔（又阳平）台（又阳平）胎歪灾哉栽甾斋\n派入阴平的入声字：拍摘拆塞\n阳平/挨骏皑癌才财材裁侪柴豺还（又寒韵阳平）孩骸徊怀淮槐踝来莱崃徕涞埋霾俳排徘牌簰台（又阴平）邰苔（又阴平）抬骀炱鲐薹\n派入阳平的入声字：百宅翟（又衣韵入）\n上声/嗳矮蔼霭捭摆采彩睬踩揣逮歹傣改海醢剀凯垲闿恺铠慨楷锴蒯买乃艿奶氖甩\n派入上声的入声字：百白柏伯\n去声/艾（又衣韵去）爱僾隘碍嗳嗌瑷暧败拜稗呗采菜蔡縩趸瘥踹膪嘬大代岱迨绐骀玳带殆贷待怠埭袋逮叇戴黛丐芥钙盖溉概怪亥骇害坏忾会块快侩郐哙狯浍脍筷徕赉睐赖漱癞劢迈卖奈柰耐鼐褦派湃塞赛晒帅率（又乌韵去）太汰态泰钛外再在载债砦祭寨察拽\n派人去声的人声字：麦脉塞霢\n五微ei，ui(uei)\n阴平/微欸陂杯卑背悲碑箪衰（又开韵阴平）崔催摧繀吹炊堆飞妃非菲啡馡绯绯蜚扉霏鲱归圭龟（又尤、文韵平声）妫规邽皈硅傀瑰鲑灰诙虺挥咴恢褘珲豗晖辉翚麾徽隳亏岿悝盔窥胚杯醅尿（又豪韵去声）虽荽睢濉忒推危委威逶偎隈葳椳煨溦巍薇佳追骓锥椎\n阳平/欸垂陲捶椎槌锤肥淝腓回茴徊洞蛔奎逵馗隗葵揆暌魁戣睽蝰櫆夔累雷螺缧擂檑礌镭赢罍玫枚眉莓脢梅郿嵋猸湄媒楣煤酶鹛镅霉糜陪培赔裴蕤绥隋遂谁颓韦为圩违围帏沩桅唯帷惟维嵬潍闱\n上声/欸璀匪悱棐菲诽榧斐长篚翡蜚给轨匦宄庋佹垝诡鬼姽癸晷簋悔虺毁傀跬耒诔垒磊蕾儡藟癗美镁每浼馁蕊水髓腿伟纬玮炜洧韪尾娓委倭萎痿痏猥嘴\n派入上声的入声字：北\n去声/欸贝狈钡邶备背褙被辈孛悖倍焙蓓惫鞴糒褙鐾臂萃脺啐淬悴瘁粹翠脆毳綷对怼憝碓兑队芾肺沸狒费剕痱废吠柜刽桧刿贵桂跪鳜会惠哕秽诲晦慧蟪彗篲卉汇讳恚贿喙烩绘荟浍桧匮蒉喟馈溃愦愧聩篑泪类累酹擂妹昧寐魅袂媚内沛霈旆帔佩配辔芮枘锐瑞睿蚋汭睡税说岁祟谇遂碎睟隧燧穗邃退侻蜕未味胃谓猬畏喂尉蔚慰卫位遗（又衣韵阳平）魏坠缀惴缒膇赘醊最罪醉蕞\n六豪ao,iao\n阴平/坳凹熬包苞胞孢炮龅煲褒标彪骠镖瘭飙藨镳漉膘杓猋骉摽操抄怊钞超剿（又上声）刀叨忉刁汈蛁雕貂叼碉凋鲷高皋羔槔睾膏篙糕蒿薅交艽郊茭浇娇姣骄胶椒蛟焦蕉教跤樵效键礁鹤沉捞撩（又阳平）猫抛泡剽漂飘缥螵悄（又上声）硗跷锹蹻劁敲撬缲搔骚缫臊艘捎烧梢稍筲艄叨涛涤掏滔韬饕慆挑佻祧肖枭枵哓骁逍鸮消宵绡萧硝销蛸箫萧霄魈嚣幺夭吆妖要喓腰邀遭糟钊招昭啁着朝凿\n派入阴平的入声字：约剥削\n阳平/豪敖遨嗷廒獒熬聱翱鳌謷鏖螯骜雹曹槽螬漕嘈晁巢朝嘲潮号嗥毫壕濠嚎蠔劳崂痨牢捞唠醪聊辽疗撩（又阴平）僚漻寥嘹獠潦寮缭嫽燎鹩毛矛茅牦旄锚髦蝥蟊苗描瞄挠饶蛲猱刨咆狍庖炮袍匏跑嫖瓢薸乔侨荞峤桥硚翘谯鞒憔瞧荛饶娆挠桡苕韶啕梼逃洮桃陶萄啕淘绹醄鼗条岹苕调笤龆蜩髫鲦崤爻尧肴轺峣姚陶窑谣摇徭遥猺瑶颻鳐\n上声/袄媪拗饱宝保鸨葆堡褓表裱草懆吵炒导岛捣倒祷蹈杲搞缟槁暠镐稿藁好侥佼挢狡饺绞铰矫皎搅茭剿（又阴平）儌徼缴考拷栲烤老佬姥栳潦了蓼憭卯峁泖昴铆杪眇秒淼渺藐舀恼脑瑙鸟茑袅跑殍漂缥瞟巧悄（又阴平）愀扰娆扫嫂少讨挑窕嫂小晓筱杳咬早枣蚤澡璪藻爪找沼\n去声/岙坳拗奡傲奥骜澳懊鏊报刨抱趵豹鲍暴曝爆嫖操耖到悼帱倒盗道稻纛吊钓窎调掉铫告诰号好昊耗浩淏滈皓镐皞颢灏叫峤觉校轿较教窖酵噍噭徼藠醮铐犒靠涝耢尥料撂廖了镣茂眊冒贸耄袤帽媢瑁貌瞀懋妙庙缪闹淖尿（又微韵阴平）溺泡炮疱票僳漂骠俏诮峭帩窍翘撬鞘撽绕扫埽瘙少邵劭绍哨潲稍套眺跳眺粜孝哮肖笑效校啸要鹞曜耀乐（又波韵去）皂灶造慥糙噪簉燥躁召兆诏赵棹照罩肇曌\n七尤ou,iu(iou)\n阴平/抽紬瘳丢都兜蔸勾句佝沟枸（又上声）钩缑篝鞴勼纠鸠究赳阄揪啾芤抠眍溜熘搂哞妞区讴沤瓯欧殴鸥丘邱龟（又微、文韵平声）秋蚯湫楸鶖鳅秋收搜嗖馊廋溲飕艘偷修脩休咻庥羞鸺貅馐髹优攸忧悠呦哟幽舟州诌侜周洲盩啁邹驺诹陬\n派入四平的入声字：粥\n阳平/俦帱畴筹踌惆绸稠裯仇愁雠侯喉猴篌瘊糇流留榴骝刘浏瘤琉硫旒鹠遛镏飗瘤鎏娄楼偻蒌喽耧蝼髅牟侔眸谋蛑缪鍪牛掊裒囚仇犰求虬泅俅璆酋逑还应遒赇裘蝤柔揉糅糅蹂鰇鞣头投骰尤犹疣鱿莸铀由邮油柚游猷繇蝣\n派入阳平的入声字：妯轴（又乌韵阳平入）\n上声/丑扭瞅斗抖蚪陡枓否缶苟岣狗枸（又阴平）吼笱九久玖韭灸酒口柳绺搂嵝篓某纽钮扭忸杻狃偶哎藕剖掊糗手首守叟瞍薮擞嗾朽宿（又去声）友有酉莠牖黝帚肘走\n去声/臭凑辏腠豆逗痘读窦斗脰垢构购勾彀诟够媾遘逅后候厚堠臼桕舅就僦鹫疚旧咎救厩枢叩扣筘寇蔻溜馏遛陋镂瘘漏露谬缪拗耨沤怄受授寿狩售绶瘦喇擞透秀绣锈岫袖臭嗅溴宿（又上声）又右幼有佑侑柚囿宥诱釉蚴鼬咒纣宙绉胄昼皱骤籀酎奏揍\n派入去声的入声字：肉兽六（又乌韵去入）\n八寒an，ian，uan，üan\n阴平/安氨唵桉庵谙鹌鞍盦扳班颁斑攽般搬瘢癍参骖餐觇搀幨襜川穿氽撺镩蹿丹担单眈酖耽囡郸聃襌儋殚瘅箪端帆番蕃幡藩翻干（又去声）甘杆玕肝柑竿疳尴关观（又去声）纶官冠矜（又文韵阴平）倌棺疲瘝鳏顸酣憨鼾欢獾刊看勘龛堪戡宽髋番潘攀三叁毵山芟杉删衫姗珊栅舢扇跚煽潸澶闩拴栓酸坍贪摊滩瘫湍弯剜塆湾蜿豌糌簪占沾毡旃粘詹谵瞻专砖颛钻（又去声）躜先边砭扁笾编煸蝙鳊鞭参（又文韵阴平）掂傎蹎癫滇颠巅尖奸歼坚间肩艰监兼菅笺渐油犍湔缄蒹煎缣鹣鞯捐涓娟鹃镌蠲拈蔫扁偏篇犏翩千仟阡芊插迁佥钎牵铅悭谦签愆骞搴褰圈悛弮棬天添仙纤籼掀跹锨鲜暹骞轩宣谖萱揎喧暄儇咽恹殷胭烟焉崦阉阏奄淹腌湮鄢燕鸢眢鸳冤渊\n阳平/寒残蚕惭单馋谗禅孱缠蝉廛?]潺澶蟾躔传船遄椽攒凡矾烦墦蕃攀璠燔繁（又波韵阳平）蘩汗邯含函晗涵韩还（又开韵阳平）环桓圜缳鬟兰岚拦栏婪阑蓝谰澜褴篮斓襕峦娈孪挛鸾脔銮蛮谩蔓馒瞒螨鳗鬘男南难楠爿胖（又阳韵去声）般盘磐蹒皤然燃髯坛昙谈弹（又去声）覃谭痰潭檀团抟咱刃纨完玩顽奁连怜帘莲涟联裢鲢廉濂镰鬑眠绵棉年黏粘便（又去声）骄胼蹁钤前虔钱钳乾掮潜黔权全佺诠荃泉辁拳铨痊恮筌蜷鬈颧田佃畋恬銛钿甜湉填阗闲贤弦咸涎娴衔舷嫌玄悬旋漩璇延蜒严言芫妍岩炎沿铅研盐阎筵颜檐元园员（又文韵阳平）沅垣爰湲袁原圆鼋援媛（又去声）缘猿源羱辕橼\n上声/俺揞坂板版蝂舨惨产划谄铲阐冁舛喘胆亶黕疸掸短反返杆秆赶敢感橄擀完馆琯筦管罕喊缓坎侃砍槛顑款窾览揽缆榄懒卵满赧腩暖冉苒染阮软朊伞散馓闪陕掺忐坦袒毯疃宛莞挽娩菀晚脘惋婉绾皖碗拶攒趱斩飐盏展崭辗转纂贬窆扁匾惼扁碥褊典点碘踮拣茧柬俭检捡笕减剪睑锏简趼谫戬碱翦蹇卷锩琏敛脸免丐污黾勉娩冕渑湎愐缅靦腼捻辇碾撵浅遣谴缱犬畎绻忝殄恬觍腆舔冼显险跣铣鲜藓燹选癣奄兖俨衍弇掩渰剡黡郾眼琰扊偃魇鼹远\n去声/犴岸按案暗黯办半扮伴拦绊湴瓣灿掺粲孱璨忏颤羼串钏窜篡爨石（又衣韵阳平）担但诞萏啖淡惮弹（又阳平）氮蛋瘴澹段断缎椴煅锻簖犯饭范贩梵泛干（又阴平）旰绀淦赣惯观（又阴平）盥灌鹳罐汉汗旱捍菡焊颔翰撼憾悍焊瀚幻换奂宦涣唤浣患焕痪豢擐漶看墈阚瞰烂滥曼谩蔓幔漫慢缦熳镘乱难判拚泮盼叛畔袢散讪汕扇善禅骟缮擅膳嬗赡鳝涮蒜算叹炭探碳彖万（又波韵去入）馔腕暂錾赞攒占栈战站绽湛颤（又音chan）蘸传钻（又阴平）转（又上声）啭赚（又音zuan）撰篆馔攥卞弁抃汴忭苄变便（又阳平）遍辨辩辫缏电佃甸阽店玷垫钿淀惦奠殿靛簟癜见件饯建荐健*剑漳监舰谏践锏毽腱溅鉴键槛僭箭卷隽倦狷绢圈眷练炼恋殓链潋面廿念埝片骗欠芡茜傅堑嵌慊歉劝券掭县现宪苋砚限线陷馅羡缐献腺霰泫炫绚眩旋渲楦厌砚咽彦艳滟晏唁宴验谚堰雁焰焱滟酽餍鷃燕赝嬿苑怨院垸媛（又阴平）愿\n九文en,in(ien),un(uen),ün(üen)\n阴平/奔（又去声）贲锛玢宾彬傧斌滨缤槟镔濒豳参（又先韵阴平）抻郴伧琛嗔瞋春椿蝽村皴踆敦吨（又去声）墩礅敦蹲恩分芬吩纷玢氛棻雰根跟昏劳阍惛婚巾斤今紟金津衿矜（又寒韵阴平）筋禁襟军均龟（又微、尤韵平）君钧皲麇坤昆昆裈堃焜琨髡鵾鲲抡拎闷喷拼姘钦侵亲衾骎嵚囷逡森申伸身呻侁诜参绅珅骁莘娠深糁燊孙荪狲飧吞暾温瘟心芯辛忻昕欣炘锌新歆薪馨鑫勋埙熏薰獯纁曛醺窨（又去声）因阴茵荫音姻氤殷溵堙喑闉愔禋晕緼氲煴赟贞针侦浈珍帧胗真桢砧祯蓁斟甄獉溱榛箴臻迍肫窀谆尊遵樽鳟\n阳平/岑涔臣尘辰沉忱陈宸晨谌纯莼唇淳鹑滣醇存蹲坟汾棼焚濆豶痕浑珲馄混魂邻林临淋琳粼潾嶙遴霖辚瞵鳞麟仑伦论抡囵沦纶轮门扪们民忞旻岷珉缗您盆湓贫苹嫔嚬颦芹芩矜秦覃禽勤懃擒噙螓裙群麇人壬仁任神屯囤饨豚鲀臀文纹炆闻蚊雯旬郇寻巡询洵荀荨峋浔恂鲟偱吟垠龈狺訚崟银淫寅蟫鄞夤嚚霪云匀芸员（又先韵阴平）沄纭昀畇筠耘筼\n上声/本畚碜蠢刌忖盹趸粉衮绲辊滚鲧很狠仅尽卺紧堇锦谨馑瑾肯垦恳啃捆阃悃壶凛廪懔皿闵抿黾泯闽悯敏湣品榀锓寝忍荏稔损笋隼榫沈审婶哂矧吮刎抆吻紊稳尹引饮蚓殷隐瘾允狁陨殒怎诊枕轸畛疹袗缜鬒准墩撙\n去声/奔（又阴平）笨倴摈殡膑鬓衬疢龀称趁榇谶寸囤沌钝炖吨（又阴平）盾顿遁分份奋忿偾粪瀵亘艮棍恨诨圂混溷慁仅溷妗尽进近劲荩晋赆烬浸琎唫祲靳禁搢缙觐殣噤俊菌郡峻馂浚骏焌畯竣裉困吝赁淋蔺躏闷焖懑恁嫩论喷牝（又衣韵上声）聘吣沁亲刃认仞任纫韧饪妊紝衽润闰肾甚渗椹葚蜃慎顺舜瞬褪部汶璺揾囟信衅训迅汛驯徇逊殉浚巽蕈噀印饮荫胤窨慭孕运郓晕酝愠緼韫韵蕴熨谮圳阵鸩振朕赈揕震镇\n十唐ang,iang,uang\n阴平/肮邦帮梆浜仓伧苍沧怆（又去声）鶬舱昌倡菖猖阊伥创摐疮窗当珰铛（又音cheng）裆蟷筜方坊芳枋邡钫冈岗（又上声）扛刚杠肛纲钢缸釭罡堽光咣胱夯荒肓塃慌江将姜豇浆僵螀缰疆康慷糠匡劻诓恇筐囔乓雱滂膀枪羌枪戗戕将跄腔蜣锵镪嚷丧桑伤汤殇商觞墒熵双泷霜孀骦鹴礵螳汤铴耥蹚嘡镗蹚汪望乡芗相香厢湘汀缃箱襄骧瓖镶央泱殃鸯秧鞅赃脏牂臧张章獐彰漳嫜璋樟蟑妆庄桩装\n阳平/昂昂藏长场苌肠尝常偿徜裳嫦床幢防坊妨肪鲂房行（又庚韵阳平）吭迒杭绗航颃皇黄凰隍喤遑徨湟惶煌锽潢璜蝗篁磺蟥簧鳇扛狂诳鵟郎狼阆榔桹廊嫏樃硠锒稂鎯螂良俍莨凉梁椋量粮粱踉邙芒忙杧尨盲氓茫硭鋩牻駹囊娘彷庞逄旁蒡膀磅螃强（又上声）墙蔷嫱樯蘘瀼禳瓤唐堂棠塘搪糖溏瑭樘膛赯螗螳鄌亡王（又去声）详降庠祥翔扬阳羊瑒飏炀杨旸佯疡徉洋\n上声/绑榜膀厂场昶惝敞氅闯挡党谠仿访彷纺昉舫岗（又阴平）港广犷怳恍晃谎幌讲奖桨蒋耩朗两俩魉莽蟒漭曩攮耪抢强（又阳平）镪襁壤攘嚷嗓搡磉颡垧晌赏爽塽帑倘淌惝傥躺网枉罔往惘魍享响饷飨想鲞仰养氧痒驵长掌奘（又去声）\n去声/盎蚌棒傍谤蒡搒镑磅稖怅畅鬯唱创怆（又阴平）当宕荡挡砀档菪放扛筻戆逛沆巷晃洸榥匠降虹将洚绛弶酱犟糨亢伉搞闶炕圹纩旷况邝矿贶框眶浪莨阆亮凉悢谅辆靓量晾喨踉攮酿胖（又寒韵阳平）呛戗炝跄让瀼丧上（又上声）尚绱烫趟忘王妄望向项巷相象像橡怏样恙漾（又音shang）脏奘（又上声）葬藏丈仗帐涨障幛嶂瘴壮状僮撞幢戆\n十一庚eng,ing,ongiong\n阴平/庚井伻崩祊绷嘣冰兵槟屏柽琤称蛏铛赬撑噌瞠灯登噔蹬镫丁仃叮玎盯钉疔酊丰风渢封枫疯峰烽葑锋蜂酆更庚耕赓鹒羹亨哼脝精茎惊京经睛泾荆菁旌晶粳兢鲸坑吭硁铿拎蒙抨怦砰烹嘭乒俜娉青轻氢倾卿圊清蜻鲭扔升生声牲胜笙甥厅汀听翁嗡兴膺鹰曾增憎罾矰丁正（又去声）争征怔挣峥狰钲症烝睁铮筝蒸东冲充忡翀舂憧艟匆苁从囱瑽枞鏦葱骢璁聪熜冬咚鸫蝀工弓公功攻供肱宫恭蚣躬龚觥哼吽轰哄訇烘薨埛駉扃空倥崆悾箜忪松凇菘嵩淞恫通（又去声）嗵?]凶史芎匈讻汹汹胸佣痈拥邕庸慵嗈鄘雍墉镛壅臃鳙中忪忠终钟盅衷螽宗综棕踪鬃\n阳平/层曾嶒成丞呈诚承城宬乘盛程惩裎塍酲澄（又去声）橙冯逢缝（又去声）恒姮桁珩横衡蘅崚棱伶灵苓蛉囹泠玲令（又上去声）瓴铃鸰凌陵聆菱棂蛉舲翎羚绫棱零龄鲮酃醽尨氓虻萌蒙盟甍瞢幪蒙曚朦艨檬名茗明鸣冥铭洺蓂暝瞑螟能宁拧咛狞柠凝芃朋堋澎彭棚蓬硼鹏篷鬅平冯评坪苹凭枰洴帡屏瓶萍勍情晴檠擎黥仍绳疼腾誊螣藤廷亭庭停蜓婷霆刑行（又阳韵阴平）形邢陉型荥硎迎茔荧盈萤莹营萦楹滢蝇潆赢嬴瀛虫重崇从丛淙悰琮弘红吰闳宏泓荭虹竤洪翃鸿蕻黉龙茏咙泷珑眬胧昽聋笼隆癃窿农侬哝浓脓秾醲邛穷茕穹藭筇琼蛩跫戎茸荣绒容嵘蓉溶瑢榕融同彤侗茼峒桐砼垌烔鲷峂橦僮铜童潼瞳朣曈艟雄熊喁颙\n上声/蓁琫绷丙秉柄饼炳屏禀鞞逞骋等戥顶酊鼎讽唪埂耿哽绠梗鲠井阱刭颈景儆憬璟警冷令（又阳、去）岭领猛蜢艋锰懵蠓酩捧顷请綮謦省眚侹挺铤蓊滃醒省擤影郢颍颖拯整宠董懂巩汞拱珙栱哄唝冏炅迥浻炯煚熲窘孔恐倥陇垄拢笼冗怂耸悚竦统捅桶筒永甬咏泳勇涌俑恿蛹踊鲬肿种冢踵总偬（又去声）\n去声/泵进绷蚌蹦镚并病摒蹭秤牚邓凳澄磴瞪镫蹬订订钉定碇锭凤奉俸缝更横啈劲径净胫痉竞竟婧敬靖静净境獍镜另令（又阳、上）愣孟梦命宁佞泞椪碰庆凊箐磬罄圣胜晟乘盛剩瓮蕹齆兴杏幸性姓荇悻婞应映硬媵综锃赠甑正（又阴平）证郑怔诤政挣症冲铳动冻侗栋洞恫胴胨垌硐共贡供讧哄澒蕻空控鞚弄讼宋送育诵颂恸痛通（又阴平）用佣中仲众种重纵粽\n十二齐i,er,ü\n阴平/氐低羝堤几讥叽饥玑机乩肌矶鸡奇屐（又入声）剞筓姬基期赍犄嵇畸跻箕稽齑畿羁咪眯丕邳批伾纰坯披狉砒鈚铍沏妻栖凄萋期欹攲梯蹊欺兮西希茜郗稀熙牺唏悕晞欷睎傒豨僖譆嘻奚嬉熹樨羲蹊粞犀曦醯醯鼷伊铱衣（又去声）医依祎咿猗漪噫繄黟车且苴拘狙居驹俱罝疽据琚趄睢裙区岖会驱肢祛蛆躯焌趋黢吁圩盱须虚嘘墟胥湑諝訏需迂纾淤誉（又去声）\n派入阴平的入声字：\n逼嘀滴菂圾芨唧积屐（又阴平）击缉激襀劈噼霹七柒戚缉嘁漆剔踢夕吸汐昔析矽穸息悉淅惜晰翕皙锡裼晰熄噏膝螅歙螅腊窸蟋一壹揖\n阳平/厘狸离骊纚梨犁鹂喱蓠漓缡璃嫠藜黎鲡罹篱黧蠡劙弥迷眯猕谜糜麋靡（又上声）蘼醾尼泥坭怩倪霓猊鲵齯麑皮陂疲枇芘狓毗蚍陴埤啤琵脾裨蜱罴貔鼙齐祈圻芪岐其奇歧祈祗俟耆颀脐旂萁畦跛崎淇骐骑琪琦棋蛴祺锜綦旗蕲鳍麒鬐荑绨提啼鹈騠缇鶗题醍蹄仪圮夷痍匜迤饴怡宜荑贻沂诒眙簃迻姨胰扅蛇移遗（又微韵去声）颐椸疑嶷彝儿驴闾榈劬渠蕖璩瞿蘧氍癯衢蘧鸲徐于予妤玙余欤盂臾鱼禺竽舁俞谀娱萸雩渔隅揄喁畲逾腴渝愉瑜榆虞愚觎舆窬\n派入阳平的入声字：荸鼻狄迪的籴荻敌涤笛觌髢啇嘀嫡翟（又开韵阳平）镝及伋吉岌汲级极即佶诘亟革芨急疾棘殛蕺集蒺楫辑嵴嫉蕺踖瘠藉籍给脊习席觋袭媳嶍隰檄局桔菊焗跼鶪橘曲（又上声）\n上声/匕牝（又文韵去声）比沘秕彼俾鄙氐邸诋坻抵底柢砥骶几己虮掎挤麂礼李里俚逦悝澧鲤理娌蠡米芈沵洣弭敉靡（又阳平）拟你旎薿庀圯仳否吡痞嚭屺岂企启杞起绮稽体洗铣玺徙喜葸蓰屣禧蟢鲒已以苡尾矣莒迤蚁舣倚扆椅旖踦尔耳迩饵珥柜咀沮莒枸矩举筥龃踽蒟吕侣铝旅屡偻缕膂褛履女取娶龋许诩姁栩湑糈醑与予屿伛宇羽雨俣禹语圄龉圉庾瘐\n派入上声的入声字：笔给戟脊匹癖擗劈乞曲（又阳平）\n去声/币闭庇诐畀閟泌駜毖陛毙狴庳敝婢蓖秘篦蔽脾裨痹弊髀贲避嬖臂比费地弟娣第帝谛蒂棣睇缔递螮计记伎纪芰技系忌际季剂垍荠洎济既觊继徛祭偈悸寄惎蓟跽霁鲚漈暨冀罽骥厉吏丽励利例疠砺猁欚隶戾唳荔俪俐疠莉莅粝蛎詈痢泥昵腻睨屁睥媲气弃妻契砌器憩剃屉涕绨替裼嚏戏（又乌韵阴平）饩系细禊亿义刈忆艾（又开韵去声）议衣（又阴平）异呓易诣羿谊翌肄裔翊巨句犋讵苣拒具炬沮矩俱倨据距惧飓锯距屦遽瞿醵虑滤女趣去觑序叙酗绪溆絮煦婿与玉双芋妪雨语预喻御寓裕愈豫谕滪遇誉（又阴平）饫\n派入去声的入声字：必嬖毕苾荜哔筚滗湢愊弼愎跸煏腷辟碧馝壁躄觱襞璧薜的迹寂绩稷鲫髻力历立呖沥枥栗砾瓅疬笠坜溧跞僳篥汩觅宓密蜜幂谧匿溺壁僻澼甓譬迄讫泣葺碛倜逖惕趯却阋舄隙瀹潟一壹弋仡屹亦杙抑邑佚役译逆易峄佾泆怿驿绎柜轶疫弈奕挹悒逸益嗌熠溢镒埸蜴乙剧律绿率（又开韵去声）恧旭畜蓄恤续蓿勖洫玉郁育昱狱彧钰浴域堉欲阈尉煜毓鹆鹬燠鬻熨峪\n十三支(-i)（零韵母）\n阴平/哧蚩鸱絺眵笞瓻摛嗤痴媸螭胵魑呲差疵跐骴尸师诗鸤虱絁鳾狮葹施蓍酾（又开韵阴平）司丝私思咝鸶偲斯蛳缌厮罳澌撕嘶之知支氏卮芝吱枝肢栀胝祗脂蜘仔孖吱孜咨姿兹赀资訾（又上声）淄嗞缁辎嵫粢孳滋趑觜锱龇髭菑鲻\n派入阴平的入声字：吃失虱湿只汁织\n阳平/池驰迟坻持匙漦墀踟篪词茈茨祠瓷辞慈磁雌鹚糍时埘鲥\n派入阳平的入声字：拾十石（又寒韵去声）实识食蚀觥湜执直侄值职埴植殖絷跖摭踯\n上声/齿侈哆耻豉褫此泚跐鮆史矢豕始驶屎死止址芷沚祉只枳咫疻旨指酯抵纸轵趾徵子仔籽姊秭茈紫訾（又阴平）籽梓滓\n派入上声的入声字：尺（又车韵上声）\n去声/炽翅次伺刺次赐士氏示世仕市式似事势侍试视柿拭是逝誓嗜噬莳谥弑舐筮贳四寺饲巳嗣汜泗肆至识帜制治峙致痔滞彘置雉稚郅骘炙掷掷炙骘自字\n派入去声的入声字：彳叱斥赤饬敕拭饰适室释螫郅帙质栉陟桎贽挚轾秩掷鸷窒炙蛭日\n十四姑u\n阴平/乌逋晡初摴樗粗都厾阇嘟夫肤玞柎铁麸趺鄜孵敷估姑咕沽孤轱軱鸪罛菇菰蛄辜酤觚箍乎呼戏（又衣韵去声）滹糊刳矻枯骷撸噜铺痡殳书抒纾枢姝殊梳舒摅毹输疏蔬苏稣酥乌圬邬污呜疹钨巫诬恶朱洙侏诛茱珠株诸铁猪蛛槠潴橥租菹\n派入阴平的入声字：出督毂（又上声）忽惚唿淴哭窟仆扑朴噗叔倏菽淑窣突秃突屋\n阳平/刍除厨锄滁蜍橱篨踌租殂凫扶孚罘俘浮蚨桴符涪蜉鞭郛狐弧胡和壶葫猢餬瑚糊蝴糊觳醐卢芦庐垆炉泸纑栌轳胪鸬颅舻鲈模奴孥驽匍莆菩脯葡蒲如茹儒薷嚅濡孺襦蠕图荼徒途涂菟徒途涂菟屠瘏酴无（又波韵阳平）毋芜吾吴捂唔梧蜈鼯\n派入阳平的入声字：醭毒独顿读渎椟牍黩犊髑弗佛艴拂佛氟绋茀怫芾伏汱茯栿绂祓服菔\n匐福蝠辐宓黻幞囫斛觳鹘醭璞濮孰赎塾熟秫俗竹术竺逐烛舳瘃躅足卒崒族镞\n上声/补捕哺堡（又豪韵上声）处杵础楮储楚褚肚堵赌睹父甫抚拊斧府釜辅脯頫腑腐簠黼古诂股牯贾罟蛄蛊鼓嘏瞽虎浒唬琥苦鲁橹镥瞄掳卤母牡亩拇姆姥努弩胬埔圃浦溥普谱氆汝乳暑黍署鼠数薯曙土吐午五伍仵迕庑怃忤妩武侮捂牾鹉舞主拄渚煮禇\n诅阻组俎祖\n派入上声的入声字：卜笃谷骨鹄毂（又阴平）榖鹘汩榾朴蹼辱属（又音zhu）蜀嘱瞩属\n去声/布怖步埔部埠蔀箁簿处醋杜肚妒妬度渡镀蠹父讣付负妇附咐阜驸赴服副蝜赋傅富鲋缚赙固故顾堌崮雇锢痼户护沪戽扈互冱怙祜岵瓠库裤绔袴路赂璐露鹭辂暮幕募墓慕怒铺戍树竖怒塑庶数墅漱澍腧素嗉愫诉溯愬兔吐堍唾菟务杌悟误晤雾恶坞鹜鹜戊婺焐伫苎助住纻杼贮注驻柱炷疰著蛀铸翥箸\n派入去声的入声字：不亍畜矗触黜俶绌諔怵搐滀黜促簇蔟蹙蹴卒猝复腹蝮覆馥鳆笏梏喾酷六（又尤韵去）陆录菉鹿渌绿琭禄碌睩蓼僇辘漉麓戮簏箓醁木目沐苜牧睦穆霂瀑曝入蓐缛褥术束述夙肃速宿骕粟谡蔌鹔觫缩簌物勿兀鋈杌筑祝\n1941年版本\n由中华民国国民政府于1941年10月10日公告，共列出十八个韵。\n名称\t对应之注音符号\t对应之汉语拼音\t\n\t名称\t对应之注音符号\t对应之汉语拼音\n一麻\tㄚ\ta,ia,ua\t\t十姑\tㄨ\tu\n二波\tㄛ\to,uo\t\t十一鱼\tㄩ\tü\n三歌\tㄜ\te\t\t十二侯\tㄡ\tou,iu\n四皆\tㄝ\tie,üe\t\t十三豪\tㄠ\tao,iao\n五支\tㄭ\t-i\t\t十四寒\tㄢ\t\nan,ian,uan,üan\n六儿\tㄦ\ter\t\t十五痕\tㄣ\ten,in,un,ün\n七齐\tㄧ\ti\t\t十六唐\tㄤ\tang,iang,uang\n八微\tㄟ\tei,ui\t\t十七庚\tㄥ、ㄧㄥ、ㄨㄥ\teng,ing,ueng\n九开\tㄞ\tai,uai\t\t十八东\t–ㄨㄥ、ㄩㄥ\tong,iong\n读音为“翁”（ㄨㄥweng）者为庚韵，以翁为韵母而有其他声母者，如东（ㄉㄨㄥdong）为东韵\n","category":"草书","verified":true,"user":1,"timestamp":1429951593539}]