[{"name":"苏轼行书京酒帖","text":"苏轼（1037年1月8日—1101年8月24日），字子瞻，又字和仲，号东坡居士，自号道人，世称苏仙[1-3]    。宋代重要的文学家，宋代文学最高成就的代表。汉族，北宋眉州眉山（今属四川省眉山市）人。宋仁宗嘉祐（1056—1063）年间进士。其诗题材广阔，清新豪健，善用夸张比喻，独具风格，与黄庭坚并称“苏黄”。词开豪放一派，与辛弃疾同是豪放派代表，并称“苏辛”。 又工书画。有《东坡七集》、《东坡易传》、《东坡乐府》等。\n（苏轼画像来源[4] ）\n人物生平\n早年经历\n苏轼于宋仁宗景祐三年（1037年1月8日）出生于眉州眉山， 是初唐大臣苏味道之后。苏轼的祖父是苏序，表字仲先，祖母史氏。苏轼的父亲苏洵，即《三字经》里提到的“二十七，始发奋”的“苏老泉”。苏洵发奋虽晚，但是很用功。 苏轼其名“轼”原意为车前的扶手，取其默默无闻却扶危救困，不可或缺之意。 苏轼生性放达，为人率真，深得道家风范。好交友， 好美食， 创造许多饮食精品， 好品茗， 亦雅好游山林。 \n进京应试\n嘉祐元年（1056年），苏轼首次出川赴京，参加朝廷的科举考试。苏洵带着二十一岁的苏轼，十九岁的苏辙，自偏僻的西蜀地区，沿江东下，进京应试。当时的主考官是文坛领袖欧阳修，小试官是诗坛宿将梅尧臣。这两人正锐意诗文革新，苏轼那清新洒脱的文风，一下子把他们震动了。策论的题目是《刑赏忠厚之至论》，苏轼的《刑赏忠厚之至论》获得主考官欧阳修的赏识，却因欧阳修误认为是自己的弟子曾巩所作，为了避嫌，使他只得第二。苏轼在文中写道：“皋陶为士，将杀人。皋陶曰杀之三，尧曰宥之三。”欧、梅二公既叹赏其文，却不知这几句话的出处。及苏轼谒谢，即以此问轼，苏轼答道：“何必知道出处！”欧阳修听后，不禁对苏轼的豪迈、敢于创新极为欣赏，而且预见了苏轼的将来：“此人可谓善读书，善用书，他日文章必独步天下。” \n名动京师\n在欧阳修的一再称赞下，苏轼一时声名大噪。他每有新作，立刻就会传遍京师。当父子名动京师、正要大展身手时，突然传来苏轼苏辙的母亲病故的噩耗。二兄弟随父回乡奔丧。嘉祐四年十月守丧期满回京，嘉祐六年（1061年），苏轼应中制科考试，即通常所谓的“三年京察”，入第三等，为“百年第一”，授大理评事、签书凤翔府判官。 四年后还朝判登闻鼓院。治平二年，苏洵病逝，苏轼、苏辙兄弟扶柩还乡，守孝三年。三年之后，苏轼还朝，震动朝野的王安石变法开始了。苏轼的许多师友，包括当初赏识他的恩师欧阳修在内，因反对新法与新任宰相王安石政见不合，被迫离京。朝野旧雨凋零，苏轼眼中所见，已不是他二十岁时所见的“平和世界”。 \n自请出京\n熙宁四年（1071年）苏轼上书谈论新法的弊病。王安石很愤怒，让御史谢景在皇帝跟前说苏轼的过失。苏轼于是请求出京任职：熙宁四年至熙宁七年（1074年）被派往杭州任通判、熙宁七年秋调往密州（山东诸城）任知州、熙宁十年（1077年）四月至元丰二年（1079年）三月在徐州任知州、元丰二年四月调往湖州任知州。革新除弊，因法便民，颇有政绩。\n乌台诗案\n元丰二年（1079年），苏轼四十三岁，调任湖州知州。上任后，他即给皇上写了一封《湖州谢表》，这本是例行公事，但苏轼是诗人，笔端常带感情，即使官样文章，也忘不了加上点个人色彩，说自己“愚不适时，难以追陪新进”，“老不生事或能牧养小民”，这些话被新党抓了辫子，说他是“愚弄朝，妄自尊大”，说他“衔怨怀怒”，“指斥乘舆”，“包藏祸心”，讽刺政府，莽撞无礼，对皇帝不忠，如此大罪可谓死有余辜了。他们从苏轼的大量诗作中挑出他们认为隐含讥讽之意的句子，一时间，朝廷内一片倒苏之声。这年七月二十八日，苏轼上任才三个月，就被御史台的吏卒逮捕，解往京师，受牵连者达数十人。这就是北宋著名的“乌台诗案”（乌台，即御史台，因其上植柏树，终年栖息乌鸦，故称乌台）。 \n乌台诗案这一巨大打击成为他一生的转折点。新党们非要置苏轼于死地不可。救援活动也在朝野同时展开，不但与苏轼政见相同的许多元老纷纷上书，连一些变法派的有识之士也劝谏神宗不要杀苏轼。王安石当时退休金陵，也上书说：“安有圣世而杀才士乎？”在大家努力下，这场诗案就因王安石“一言而决”，苏轼得到从轻发落，贬为黄州（今湖北黄冈）团练副使，本州安置，受当地官员监视。苏轼坐牢103天，几次濒临被砍头的境地。幸亏北宋时期在太祖赵匡胤年间既定下不杀士大夫的国策，苏轼才算躲过一劫。 \n被贬黄州\n出狱以后，苏轼被降职为黄州（今湖北黄冈市）团练副使（相当于现代民间的自卫队副队长）。这个职位相当低微，并无实权，而此时苏轼经此一役已变得心灰意冷，苏轼到任后，心情郁闷，曾多次到黄州城外的赤壁山游览，写下了《赤壁赋》、《后赤壁赋》和《念奴娇·赤壁怀古》等千古名作，以此来寄托他谪居时的思想感情。于公余便带领家人开垦城东的一块坡地，种田帮补生计。“东坡居士”的别号便是他在这时起的。 \n东山再起\n084年（元丰七年），苏轼离开黄州，奉诏赴汝州就任。由于长途跋涉，旅途劳顿，苏轼的幼儿不幸夭折。汝州路途遥远，且路费已尽，再加上丧子之痛，苏轼便上书朝廷，请求暂时不去汝州，先到常州居住，后被批准。当他准备要南返常州时，神宗驾崩。常州一带水网交错，风景优美。他在常州居住，既无饥寒之忧，又可享美景之乐，而且远离了京城政治的纷争，能与家人、众多朋友朝夕相处。于是苏东坡终于选择了常州作为自己的终老之地。 \n085年，宋哲宗即位，高太后以哲宗年幼为名，临朝听政，司马光重新被启用为相，以王安石为首的新党被打压。苏轼复为朝奉郎知登州（蓬莱）。四个月后，以礼部郎中被召还朝。在朝半月，升起居舍人，三个月后，升中书舍人，不久又升翰林学士知制诰，知礼部贡举。 当苏轼看到新兴势力拼命压制王安石集团的人物及尽废新法后，认为其与所谓“王党”不过一丘之貉，再次向皇帝提出谏议。他对旧党执政后，暴露出的腐败现象进行了抨击，由此，他又引起了保守势力的极力反对，于是又遭诬告陷害。苏轼至此是既不能容于新党，又不能见谅于旧党，因而再度自求外调。 \n筑建苏堤\n元祐四年（1089年），苏轼任龙图阁学士知杭州。由于西湖长期没有疏浚，淤塞过半，“崶台平湖久芜漫，人经丰岁尚凋疏”，湖水逐渐干涸，湖中长满野草，严重影响了农业生产。苏轼来杭州的第二年率众疏浚西湖，动用民工20余万，开除葑田，恢复旧观，并在湖水最深处建立三塔（今三潭映月）作为标志。他把挖出的淤泥集中起来，筑成一条纵贯西湖的长堤，堤有6桥相接，以便行人，后人名之曰“苏公堤”，简称“苏堤”。苏堤在春天的清晨，烟柳笼纱，波光树影，鸟鸣莺啼，是著名的西湖十景之一“苏堤春晓”。\n“东坡处处筑苏堤”，苏轼一生筑过三条长堤。苏轼被贬颍州（今安徽阜阳）时，对颍州西湖也进行了疏浚，并筑堤。绍圣元年（1094年），苏轼被贬为远宁军节度副使，惠州（今广东惠阳）安置。年近6旬的苏轼，日夜奔驰，千里迢迢赴贬所，受到了岭南百姓热情的欢迎。苏轼把皇帝赏赐的黄金拿出来，捐助疏浚西湖，并修了一条长堤。为此，“父老喜云集，箪壶无空携，三日饮不散，杀尽村西鸡”，人们欢庆不已。如今，这条苏堤在惠州西湖入口处，像一条绿带，横穿湖心，把湖一分为二，右边是平湖，左边是丰湖。 \n流落儋州\n苏轼在杭州过得很惬意，自比唐代的白居易。但元祐六年（1091年），他又被召回朝。但不久又因为政见不合，元祐六年八月调往颍州任知州、元祐七年（1092年）二月任扬州知州、元祐八年（1093年）九月任定州知州。元祐八年高太后去世，哲宗执政，新党再度执政，绍圣元年（1094年）六月，别为宁远军节度副使，再次被贬至惠阳（今广东惠州市）。\n绍圣四年（1097年），年已62岁的苏轼被一叶孤舟送到了徼边荒凉之地海南岛儋州（今海南儋县）。据说在宋朝，放逐海南是仅比满门抄斩罪轻一等的处罚。他把儋州当成了自己的第二故乡，“我本儋耳氏，寄生西蜀州”。他在这里办学堂，介学风，以致许多人不远千里，追至儋州，从苏轼学。在宋代100多年里，海南从没有人进士及第。但苏轼北归不久，这里的姜唐佐就举乡贡。为此苏轼题诗：“沧海何曾断地脉，珠崖从此破天荒。”人们一直把苏轼看作是儋州文化的开拓者、播种人，对他怀有深深的崇敬。在儋州流传至今的东坡村、东坡井、东坡田、东坡路、东坡桥、东坡帽等等，表达了人们的缅怀之情，连语言都有一种“东坡话”。 \n最后结局\n徽宗即位后，苏轼被调廉州安置、舒州团练副使、永州安置。元符三年（1101年）大赦，复任朝奉郎，北归途中，于建中靖国元年七月二十八日（1101年8月24日）卒于常州（今属江苏）。葬于汝州郏城县（今河南郏县），享年六十五岁，。苏轼留下遗嘱葬汝州郏城县钧台乡上瑞里。次年，其子苏过遵嘱将父亲灵柩运至郏城县安葬。 宋高宗即位后，追赠苏轼为太师，谥为“文忠”。 \n主要成就\n文学成就\n词作\n苏轼在词的创作上取得了非凡的成就，就一种文体自身的发展而言，苏词的历史性贡献又超过了苏文和苏诗。苏轼继柳永之后，对词体进行了全面的改革，最终突破了词为“艳科”的传统格局，提高了词的文学地位，使词从音乐的附属品转变为一种独立的抒情诗体，从根本上改变了词史的发展方向。\n苏轼对词的变革，基于他诗词一体的词学观念和“自成一家”的创作主张。\n自晚唐五代以来，词一直被视为“小道”。虽然柳永一生专力写词，推进了词体的发展，但他未能提高词的文学地位。这个任务有待于苏轼来完成。苏轼首先在理论上破除了诗尊词卑的观念。他认为诗词同源，本属一体，词“为诗之苗裔”，诗与词虽有外在形式上的差别，但它们的艺术本质和表现功能应是一致的。因此他常常将诗与词相提并论，由于他从文体观念上将词提高到与诗同等的地位，这就为词向诗风靠拢、实现词与诗的相互沟通渗透提供了理论依据。\n为了使词的美学品位真正能与诗并驾齐驱，苏轼还提出了词须“自是一家”的创作主张。此处的“自是一家”之说，是针对不同于柳永词的“风味”而提出的，其内涵包括：追求壮美的风格和阔大的意境，词品应与人品相一致，作词应像写诗一样，抒发自我的真实性情和独特的人生感受。因为只有这样才能“其文如其为人”（《答张文潜县丞书》），在词的创作上自成一家。苏轼一向以文章气节并重，在文学上则反对步人后尘，因而他不满意秦观“学柳七作词”而缺乏“气格”。\n扩大词的表现功能，开拓词境，是苏轼改革词体的主要方向。他将传统的表现女性化的柔情之词为扩展为表现男性化的豪情之词，将传统上只表现爱情之词扩展为表现性情之词，使词像诗一样可以充分表现作者的性情怀抱和人格个性。苏轼让充满进取精神、胸怀远大理想、富有激情和生命力的仁人志士昂首走入词世界，改变了词作原有的柔软情调，开启了南宋辛派词人的先河。\n与苏诗一样，苏词中也常常表现对人生的思考。这种对人生命运的理性思考，增强了词境的哲理意蕴。苏轼虽然深切地感到人生如梦，但并未因此而否定人生，而是力求自我超脱，始终保持着顽强乐观的信念和超然自适的人生态度。\n苏词比较完整地表现出作者由积极转而矛盾苦闷，力求超脱自适而不断追求的心路历程和他疏狂浪漫、多情善思的个性气质。继柳永、欧阳修之后，苏轼进一步使词作中的抒情人物形象与创作主体由分离走向同一。\n苏词既向内心的世界开拓，也朝外在的世界拓展。晚唐五代文人词所表现的生活场景很狭小，主要局限于封闭性的画楼绣户、亭台院落之中。入宋以后，柳永开始将词境延利到都邑市井和千里关河、苇村山驿等自然空间，张先则向日常官场生活环境靠近。苏轼不仅在词中大力描绘了作者日常交际、闲居读书及躬耕、射猎、游览等生活场景，而且进一步展现了大自然的壮丽景色。\n苏轼用自己的创作实践表明：词是无事不可写，无意不可入的。词与诗一样，具有充分表现社会生活和现实人生的功能。由于苏轼扩大了词的表现功能，丰富了词的情感内涵，拓展了词的时空场景，从而提高了词的艺术品味，把词堂堂正正地引入文学殿堂，使词从“小道”上升为一种与诗具有同等地位的抒情文体。\n“以诗为词”的手法则是苏轼变革词风的主要武器。所谓“以诗为词”，是将诗的表现手法移植到词中。苏词中较成功的表现有用题序和用典故两个方面。\n有了词题和词序，既便于交代词的写作时地和创作缘起，也可以丰富和深化词的审美内涵。在词中大量使事用典，也始于苏轼。词中使事用典，既是一种替代性、浓缩性的叙事方式，也是一种曲折深婉的抒情方式。苏词大量运用题序和典故，丰富和发展了词的表现手法，对后来词的发展产生了重大影响。\n从本质上说，苏轼“以诗为词”是要突破音乐对词体的制约和束缚，把词从音乐的附属品变为一种独立的抒情诗体。苏轼写词，主要是供人阅读，而不求人演唱，故注重抒情言志的自由，虽也遵守词的音律规范而不为音律所拘。正因如此，苏轼作词时挥洒如意，即使偶尔不协音律规范也在所不顾。也正是如此，苏词像苏诗一样，表现出丰沛的激情，丰富的想象力和变化自如、多姿多彩的语言风格。虽然苏轼现存的362首词中，大多数词的风格仍与传统的婉约柔美之风比较接近，但已有相当数量的作品体现出奔放豪迈、倾荡磊落如天风海雨般的新风格，如名作《水调歌头》（明月几时有）\n在两宋词风转变过程中，苏轼是关键人物。王灼《碧鸡漫志》卷二说：“东坡先生非心醉于音律者，偶尔作歌，指出向上一路，新天下耳目，弄笔者始知自振。”强化词的文学性，弱化词对音乐的依附性，是苏轼为后代词人所指出的“向上一路”。后来的南渡词人和辛派词人就是沿着此路而进一步开拓发展的。 \n诗作\n苏轼对社会的看法和对人生的思考都毫无掩饰地表现在其文学作品中，其中又以诗歌最为淋漓酣畅。在二千七百多首苏诗中，干预社会现实和思考人生的题材十分突出。苏轼对社会现实中种种不合理的现象抱着“一肚皮不入时宜”的态度，始终把批判现实作为诗歌的重要主题。更可贵的是，苏轼对社会的批判并未局限于新政，也未局限于眼前，他对封建社会中由来已久的弊政、陋习进行抨击，体现出更深沉的批判意识。\n苏轼一生宦海浮沉，奔走四方，生活阅历极为丰富。他善于从人生遭遇中总结经验，也善于从客观事物中见出规律。在他眼中，极平常的生活内容和自然景物都蕴含着深刻的道理，如《题西林壁》和《和子由渑池怀旧》两诗。在这些诗中，自然现象已上升为哲理，人生的感受也已转化为理性的反思。尤为难能可贵的是，诗中的哲理是通过生动、鲜明的艺术意象自然而然地表达出来，而不是经过逻辑推导或议论分析所得。这样的诗歌既优美动人，又饶有趣味，是名副其实的理趣诗。“不识庐山真面目”和“雪泥鸿爪”一问世即流行为成语，说明苏轼的理趣诗受到普遍喜爱。苏诗中类似的作品还有很多，如《泗州僧伽塔》、《饮湖上初晴后雨》、《慈湖夹阻风》等。苏轼极具灵心慧眼，所以到处都能发现妙理新意。\n深刻的人生思考使苏轼对沉浮荣辱持有冷静、旷达的态度，这在苏诗中有充分的体现。苏轼在逆境中的诗篇当然含有痛苦、愤懑、消沉的一面，但苏轼更多的诗则表现了对苦难的傲视和对痛苦的超越。\n苏轼学博才高，对诗歌艺术技巧的掌握达到了得心应手的纯熟境界，并以翻新出奇的精神对待艺术规范，纵意所如，触手成春。而且苏诗的表现能力是惊人的，在苏轼笔下几乎没有不能入诗的题材。\n以“元祐”诗坛为代表的北宋后期是宋诗的鼎盛时期，王安石、苏轼、黄庭坚、陈师道等人的创作将宋诗艺术推向了高峰。就风格个性的突出、鲜明而言，王、黄、陈三家也许比苏轼诗更引人注目。然而论创作成就，则苏轼无疑是北宋诗坛上第一大家。在题材的广泛、形式的多样和情思内蕴的深厚这几个维度上，苏诗都是出类拔萃的。更重要的是，苏轼具有较强的艺术兼容性，他在理论上和创作中都不把某一种风格推到定于一尊的地位。这样，苏轼虽然在创造宋诗生新面貌的过程中作出了巨大的贡献，但他基本上避免了宋诗尖新生硬和枯躁乏味这两个主要缺点。所以苏轼在总体成就上实现了对同时代诗人的超越，成为最受后代广大读者欢迎的宋代诗人。 \n文章\n苏轼的文学思想是文、道并重。他推崇韩愈和欧阳修对古文的贡献，都是兼从文、道两方面着眼的。但是苏轼的文道观在北宋具有很大的独特性。首先，苏轼认为文章的艺术具有独立的价值，如“精金美玉，文章并不仅仅是载道的工具，其自身的表现功能便是人类精神活动的一种高级形态。其次，苏轼心目中的“道”不限于儒家之道，而是泛指事物的规律。所以苏轼主张文章应像客观世界一样，文理自然，姿态横生。他提倡艺术风格的多样化和生动性，反对千篇一律的统一文风，认为那样会造成文坛“弥望皆黄茅白苇”般的荒芜。\n正是在这种独特的文学思想指导下，苏轼的散文呈现出多姿多采的艺术风貌。他广泛地从前代的作品中汲取艺术营养，其中最重要的渊源是孟子和战国纵横家的雄放气势、庄子的丰富联想和自然恣肆的行文风格。苏轼确实具有极高的表现力，在他笔下几乎没有不能表现的客观事物或内心情思。苏文的风格则随着表现对象的不同而变化自如，像行云流水一样的自然、畅达。韩愈的古文依靠雄辩和布局、蓄势等手段来取得气势的雄放，而苏文却依靠挥洒如意、思绪泉涌的方式达到了同样的目的。苏文气势雄放，语言却平易自然，这正是宋文异于唐文的特征之一。\n苏轼擅长写议论文。他早年写的史论有较浓的纵横家习气，有时故作惊人之论而不合义理，如《贾谊论》责备贾谊不知结交大臣以图见信于朝廷，《范增论》提出范增应为义帝诛杀项羽。但也有许多独到的见解，如《留侯论》谓圯上老人是秦时的隐君子，折辱张良是为了培育其坚忍之性；《平王论》批评周平王避寇迁都之失策，见解新颖而深刻，富有启发性。这些史论在写作上善于随机生发，翻空出奇，表现出高度的论说技巧，成为当时士子参加科场考试的范文，所以流传极广。苏轼早年的政论文也有类似的风格特点，但随着阅历的加深，纵横家的习气遂逐渐减弱，例如元祐以后所写的一些奏议，内容上有的放矢，言词则剀切沉着，接近于贾谊、陆贽的文风。\n史论和政论虽然表现出苏轼非凡的才华，但杂说、书札、序跋等议论文，更能体现苏轼的文学成就。这些文章同样善于翻新出奇，但形式更为活泼，议论更为生动，而且往往是夹叙夹议，兼带抒情。它们以艺术感染力来加强逻辑说服力，所以比史论和政论更加具备美文的性质。\n苏轼的叙事记游之文，叙事、抒情、议论三种功能更是结合得水乳交融。\n由于苏轼作文以“辞达”为准则，所以当行即行，当止就止，很少有芜词累句，这在他的笔记小品中表现得最为突出。如《记承天夜游》，全文仅八十馀字，但意境超然，韵味隽永，为宋代小品文中的妙品。\n苏轼的辞赋和四六也取得了很高的成就。他的辞赋继承了欧阳修的传统，但更多地融入了古文的疏宕萧散之气，吸收了诗歌的抒情意味，从而青出于蓝而胜于蓝，创作了《赤壁赋》和《后赤壁赋》这样的名篇。《赤壁赋》沿用赋体主客问答、抑客伸主的传统格局，抒写了自己的人生哲学，同时也描写了长江月夜的幽美景色。全文骈散并用，情景兼备，堪称优美的散文诗。\n苏轼甚至在四六中也同样体现出行云流水的风格，他在翰林院任职时所拟的制诰曲赡高华，浑厚雄大，为台阁文字中所罕见。他遭受贬谪后写的表启更是真切感人，是四六体中难得的性情之作。\n苏轼的散文在宋代与欧阳修、王安石齐名，但如果单从文学的角度来看，则苏文无疑是宋文中成就最高的一家。 \n艺术成就\n书法\n苏轼擅长写行书、楷书，与黄庭坚、米芾、蔡襄并称为“宋四家”。他曾经遍学晋、唐、五代的各位名家之长，再将王僧虔、徐浩、李邕、颜真卿、杨凝式等名家的创作风格融会贯通后自成一家。他曾自称：“我书造意本无法”、“自出新意，不践古人”。黄庭坚称他：“早年用笔精到，不及老大渐近自然。”这说明苏轼一生屡经坎坷，致使他的书法风格跌宕。存世作品有《赤壁赋》、《黄州寒食诗》和《祭黄几道文》等帖。 \n绘画\n苏轼擅长画墨竹，且绘画重视神似，主张画外有情，画要有寄托，反对形似，反对程序的束缚，提倡“诗画本一律，天工与清新”，而且明确地提出了“士人画”的概念，对以后“文人画”的发展奠定了一定的理论基础。其作品有《古木怪石图卷》、《潇湘竹石图卷》等。 \n主要作品\n古文\n《荀卿论》、《范增论》、《留侯论》、《贾谊论》、《晁错论》、《东坡志林》、《随记集》、《刑赏忠厚之至论》、《石钟山记》、《记承天寺夜游》、《重巽以申命论》、《进策》、《天石砚铭（并序）》、《策别课百官》六篇、《策别安万民》六篇、《策别厚货财》二篇、《策别训兵旅》三篇、《策断》四篇、《黠鼠赋》、《记游定惠院》（一作《记游定慧院》、 《记承天寺夜游》\n诗歌\n《赤壁赋》《后赤壁赋》《东栏梨花》《出颍口初见淮山是日至寿州》《春宵》《海棠》《和子由渑池怀旧》《和子由踏青》《花影》《惠崇春江晚景》《腊日游孤山访惠勤惠思二僧》《六月二十七日望湖楼醉书》《三月二十九日二首》《上元侍宴》《石苍舒醉墨堂》《书李世南所画秋景》《游金山寺》《题西林壁》《望海楼晚景》《雪后北台书壁》《饮湖上初晴后雨》《有美堂暴雨》《赠刘景文》《章钱二君见和复次韵答之》 \n词作\n《少年游·去年相送》《江城子·湖上与张先同赋》《虞美人·有美堂赠述古》《南乡子·送述古》《永遇乐·长忆别时》《减字木兰花·空床响琢》《蝶恋花·密州上元》《江城子·十年生死两茫茫》《望江南·春未老》《水调歌头·明月几时有》《洞仙歌·江南腊尽》《阳关曲·中秋作》《浣溪沙·照日深红暖见鱼》《浣溪沙·旋抹红妆看使君》《浣溪沙·麻叶层层苘叶光》《浣溪沙·簌簌衣巾落枣花》《浣溪沙·软草平莎过雨新》《永遇乐·明月如霜》《南歌子·雨暗初疑夜》《浣溪沙·覆块青青麦未苏》《浣溪沙·醉梦昏昏晓未苏》《水龙吟·小舟横截春江》《定风波·莫听穿林打叶声》《浣溪沙·山下兰芽短浸溪》《哨遍·为米折腰》《洞仙歌·冰肌玉骨》《念奴娇·赤壁怀古》《南乡子·霜降水痕收》《临江仙·夜饮东坡醒复醉》《卜算子·黄州定慧院寓居作》《满庭芳·三十三年》《水调歌头·落日绣帘卷》《定风波·常羡人间琢玉郎》《鹧鸪天·林断山明竹隐墙》《浣溪沙·细雨斜风作小寒》《水调歌头·昵昵儿女语》《水龙吟·次韵章质夫杨花词》《八声甘州·有情风万里卷潮来》《木兰花令·次欧公西湖韵》《青玉案·三年枕上吴中路》《贺新郎·乳燕飞华屋》《浣溪沙·门外东风雪洒裾》《行香子·过七里滩》《点绛唇·不用悲秋》《满江红·寄鄂州朱使君寿昌》《念奴娇·中秋》《水龙吟·雁》《醉翁操·琅然》 \n书法作品\n《中山松醪赋》《洞庭春色赋》《人来得书帖》《答谢民师论文帖》《赤壁赋》《江上帖》《黄州寒食诗帖》《李白仙诗帖》《次韵秦太虚诗帖》《渡海帖》《祭黄几道文卷》《梅花诗帖》《新岁展庆帖》《宝月帖》《令子帖》《东武帖》《北游帖》《致南圭使君帖》《次辩才韵诗》《一夜帖》《宸奎阁碑》《致若虚总管尺牍》《怀素自序》《近人帖》《与范子丰》 \n（“苏轼部分书法作品”图册来源： ）\n绘画作品\n《潇湘竹石图》 《小鸡啄米图》《枯木怪石图》《偃松图卷》\n人物评价\n综合评价\n苏轼在文、诗、词三方面都达到了极高的造诣，堪称宋代文学最高成就的代表。而且苏轼的创造性活动不局限于文学，他在书法、绘画等领域内的成就都很突出，对医药、烹饪、水利等技艺也有所贡献。苏轼典型地体现着宋代的文化精神。从文学史的范围来说，苏轼的意义主要有两点：首先，苏轼的人生态度成为后代文人景仰的范式：进退自如，宠辱不惊。由于苏轼把封建社会中士人的两种处世态度用同一种价值尺度予以整合，所以他能处变不惊，无往而不可。当然，这种范式更适用于士人遭受坎坷之时，它可以通向既坚持操守又全生养性的人生境界，这正是宋以后的历代士人所希望做到的。其次，苏轼的审美态度为后人提供了富有启迪意义的审美范式，他以宽广的审美眼光去拥抱大千世界，所以凡物皆有可观，到处都能发现美的的存在。这种范式在题材内容和表现手法两方面为后人开辟了新的世界。所以，苏轼受到后代文人的普遍热爱，实为历史的必然。\n苏轼在当时文坛上享有巨大的声誉，他继承了欧阳修的精神，十分重视发现和培养文学人材。当时就有许多青年作家众星拱月似地围绕在他周围，其中成就较大的有黄庭坚、张耒、晁错之、秦观四人，合称“苏门四学士”。再加上陈师道和李廌，又合称“苏门六君子”。此外，李格非、李之仪、唐庚、张舜民、孔平仲、贺铸等人，也都直接或间接地受到苏轼影响。由于苏轼的成就包括各种文学样式，他本人的创作又没有固定不变的规范可循，所以苏门的作家在创作上各具面目。黄庭坚、陈师道长于诗，秦观长于词，李廌以古文名世，张、晁则诗文并擅。同时，他们的艺术风貌也各具个性，例如黄诗生新，陈诗朴拙，风格都不类苏诗，后来黄、陈还另外开宗立派。\n苏轼的作品在当时就驰名遐迩，在辽国、高丽等地都广受欢迎。北宋末年，朝廷一度禁止苏轼作品的流传，但是禁愈严而传愈广。到了南宋党禁解弛，苏轼的集子又以多种版本广为流传，以后历代翻刻不绝。\n在后代文人的心目中，苏轼是一位天才的文学巨匠，人们争相从苏轼的作品中汲取营养。在金国和南宋对峙的时代，苏轼在南北两方都发生了深远的影响。苏诗不但影响有宋一代的诗歌，而且对明代的公安派诗人和清初的宋诗派诗人有重要的启迪。苏轼的词体解放精神直接为南宋辛派词人所继承，形成了与婉约词平分秋色的豪放词派，其影响一直波及清代陈维崧等人。苏轼的散文，尤其是他的小品文，是明代标举独抒性灵的公安派散文的艺术渊源，直到清代袁枚、郑燮的散文中仍可时见苏文的影响。\n苏轼还以和蔼可亲、幽默机智的形象留存在后代普通人民心目中。他在各地的游踪，他在生活中的各种发明都是后人喜爱的话题。在宋代作家中，就受到后人广泛喜爱的程度而言，苏轼是无与伦比的。 \n历代评价\n《宋史》：苏轼自为童子时，士有传石介《庆历圣德诗》至蜀中者，轼历举诗中所言韩、富、杜、范诸贤以问其师。师怪而语之，则曰：“正欲识是诸人耳。”盖已有颉颃当世贤哲之意。弱冠，父子兄弟至京师，一日而声名赫然，动于四方。既而登上第，擢词科，入掌书命，出典方州。器识之闳伟，议论之卓荦，文章之雄隽，政事之精明，四者皆能以特立之志为之主，而以迈往之气辅之。故意之所向，言足以达其有猷，行足以遂其有为。至于祸患之来，节义足以固其有守，皆志与气所为也。仁宗初读轼、辙制策，退而喜曰：“朕今日为子孙得两宰相矣。”神宗尤爱其文，宫中读之，膳进忘食，称为天下奇才。二君皆有以知轼，而轼卒不得大用。一欧阳修先识之，其名遂与之齐，岂非轼之所长不可掩抑者，天下之至公也，相不相有命焉，呜呼！轼不得相，又岂非幸欤？或谓：“轼稍自韬戢，虽不获柄用，亦当免祸。”虽然，假令轼以是而易其所为，尚得为轼哉？ \n赵祯：吾今又为吾子孙得太平宰相两人。\n刘安世：东坡立朝大节极可观，才意高广，惟己之是信。 \n黄庭坚：①人谓东坡作此文，因难以见巧，故极工。余则以为不然。彼其老于文章，故落笔皆超逸绝尘耳。 ②文章妙天下，忠义贯日月。 ③真神仙中人。 \n苏辙：其于人，见善称之，如恐不及；见不善斥之，如恐不尽；见义勇于敢为，而不顾其害。用此数困于世，然终不以为恨。 \n晁无咎：苏东坡词，人谓多不谐音律。然居士词横放杰出，自是曲子中缚不住者。\n王直方：东坡尝以所作小词示无咎、文潜，曰：“何如少游？”二人皆对曰：“少游诗似小词，先生小词似诗。”[38-39]   \n王灼：东坡先生以文章馀事作诗，溢而作词曲，高处出神入天，平处尚临镜笑春，不顾侪辈。或曰：“长短句中诗也。”为此论者，乃是遭柳永野狐涎之毒。诗与乐府同出，岂当分异？若从柳氏家法，正自不分异耳。东坡先生非心醉于音律者，偶尔作歌，指出向上一路，新天下耳目，弄笔者始知自振。今少年妄谓东坡移诗律作长短句，十有八九不学柳耆卿则学曹元宠，虽可笑，亦毋用笑也。 \n赵昚：忠言谠论，立朝大节，一时廷臣无出其右。\n陆游：①世言东坡不能歌，故所作乐府，多不协律。晁以道谓：“绍圣初，与东坡别于汴上，东坡酒酣，自歌阳关曲。则公非不能歌，但豪放，不喜剪裁以就声律耳。试取东坡诸词歌之，曲终，觉天风海雨逼人。 ②公不以一身祸福，易其忧国之心，千载之下，生气凛然。\n陈洵：东坡独崇气格，箴规柳、秦，词体之尊，自东坡始。\n徐度：（柳永）词虽极工致，然多杂以鄙语，故流俗人尤喜道之。其后欧、苏诸公继出，文格一变，至为歌词，体制高雅。\n胡寅：词曲者，古乐府之末造也。文章豪放之士，鲜不寄意于此者，随亦自扫其迹，曰谑浪游戏而已也。唐人为之最工者。柳耆卿后出，掩众制而尽其妙。好之者以为不可复加。及眉山苏氏，一洗绮罗香泽之态，摆脱绸缪宛转之度，使人登高望远，举首高歌，而逸怀浩气，超然乎尘垢之外，于是花间为皂隶，而柳氏为舆台矣。 \n王若虚：是直以公为不及于情也。呜呼！风韵如东坡，而谓不及于情，可乎？彼高人逸士，正当如是。其溢为小词，而闲及于脂粉之间，所谓滑稽玩戏，聊复尔尔者也。若乃纤艳淫媟，入人骨髓，如田中行、柳耆卿辈，岂公之雅趣也哉？公雄文大手，乐府乃其游戏，顾岂于流俗争胜哉？盖其天资不凡，辞气迈往，故落笔皆绝尘耳。 \n刘辰翁：词至东坡，倾荡磊落，如诗，如文，如天地奇观。\n元好问：唐歌词多宫体，又皆极力为之。自东坡一出，性情之外，不知有文字，真有“一洗万古凡马空”气象。虽时作宫体，亦岂可以宫体概之？人有言，乐府本不难作，从东坡放笔后便难作。此殆以工拙论，非知坡者。所以然者，诗三百所载小夫贱妇幽忧无聊赖之语，时猝为外物感触，满心而发，肆口而成者尔。其初果欲被管弦。谐金石，经圣人手，以与六经并传乎？小夫贱妇且然，而谓东坡翰墨游戏，乃求与前人角胜负，误矣。自今观之，东坡圣处，非有意于文字之为工，不得不然之为工也。坡以来，山谷、晁无咎、陈去非、辛幼安诸公，俱以歌词取称，吟咏性情，留连光景，清壮顿挫，能起人妙思。亦有语意拙直，不自缘饰，因病成妍者，皆自坡发之。 \n王士祯：汉魏以来，二千余年间，以诗名其家者众矣。顾所号为仙才者，唯曹子建、李太白、苏子瞻三人而已。\n袁枚：有才而无情，多趣而少韵：由于天分高，学力浅也。有起而无结，多刚而少柔：验其知遇早晚景穷也。\n王士禛：山谷云：“东坡书挟海上风涛之气。”读坡词，当作如是观，琐琐与柳七较锱铢，无乃为髯公所笑？” \n周济：人赏东坡粗豪，吾赏东坡韶秀。韶秀是东坡佳处，粗豪则病也。东坡每事俱不十分用力，古文、书、画皆尔，词亦尔。 \n刘熙载：东坡词颇似老杜诗，以其无意不可入，无事不可言也。若其豪放之致，则时与太白为近。太白《忆秦娥》，声情悲壮。晚唐、五代，惟趋婉丽。至东坡始能复古。后世论词者，或转以东坡为变调，不知晚唐、五代乃变调也。东坡《定风波》云：“尚馀孤瘦雪霜姿。”《荷花媚》云：“天然地，别是风流标格。”“雪霜姿”，“风流标格”，学坡词者，便可从此领取。东坡词具神仙出世之姿，方外白玉蟾诸家，惜未诣此。” \n曾国藩：古人称立德、立功、立言为三不朽。立德最难，自周汉以后，罕见德传者。立功如萧、曹、房、杜、郭、李、韩、岳，立言如马、班、韩、欧、李、杜、苏、黄，古今曾有几人？ \n蔡嵩云：东坡词，胸有万卷，笔无点尘。其阔大处，不在能作豪放语，而在其襟怀有涵盖一切气象。若徒袭其外貌，何异东施效颦。东坡小令，清丽纡徐，雅人深致，另辟一境。设非胸襟高旷，焉能有此吐属。\n王鹏运：北宋人词，如潘逍遥之超逸，宋子京之华贵，欧阳文忠之骚雅，柳屯田之广博，晏小山之疏俊，秦太虚之婉约，张子野之流丽，黄文节之隽上，贺方回之醇肆，皆可模拟得其仿佛。唯苏文忠之清雄，夐乎轶尘绝世，令人无从步趋。盖霄壤相悬，宁止才华而已？其性情，其学问，其襟抱，举非恒流所能梦见。词家苏辛并称，其实辛犹人境也，苏其殆仙乎！ \n沈曾植：东坡以诗为词，如雷大使之舞，虽极天下之工，要非本色。”此后山谈丛语也。然考蔡绦铁围山丛谈，称：“上皇在位，时属升平。手艺之人有称者，棋则有刘仲甫、晋士明，琴则有僧梵如、僧全雅，教坊琵琶则有刘继安，舞有雷中庆，世皆呼之为雷大使，笛则孟水清。此数人者，视前代之技皆过之。”然则雷大使乃教坊绝技，谓非本色，将外方乐乃为本色乎？ \n夏敬观：东坡词如春花散空，不着迹象，使柳枝歌之，正如天风海涛之曲，中多幽咽怨断之音，此其上乘也。若夫激昂排宕、不可一世之概，陈无己所谓：“如教坊雷大使之舞，虽极天下之工，要非本色。”乃其第二乘也。后之学苏者，惟能知第二乘，未有能达上乘者，即稼轩亦然。东坡《永遇乐》词云：“紞如三鼓，铿然一叶，黯黯梦云惊断。夜茫茫，重寻无处，觉来小园行遍。”此数语，可作东坡自道圣处。 \n王国维：以宋词比唐诗，则东坡似太白，欧、秦似摩诘，耆卿似乐天，方回、叔原则大历十子之流。 \n林语堂：苏东坡是一个无可救药的乐天派、一个伟大的人道主义者、一个百姓的朋友、一个大文豪、大书法家、创新的画家、造酒试验家、一个工程师、一个憎恨清教徒主义的人、一位瑜伽修行者佛教徒、巨儒政治家、一个皇帝的秘书、酒仙、厚道的法官、一位在政治上专唱反调的人。一个月夜徘徊者、一个诗人、一个小丑。但是这还不足以道出苏东坡的全部……苏东坡比中国其他的诗人更具有多面性天才的丰富感、变化感和幽默感，智能优异，心灵却像天真的小孩——这种混合等于耶稣所谓蛇的智慧加上鸽子的温文。 \n钱穆：①苏东坡诗之伟大，因他一辈子没有在政治上得意过。他一生奔走潦倒，波澜曲折都在诗里见。但苏东坡的儒学境界并不高，但在他处艰难的环境中，他的人格是伟大的，像他在黄州和后来在惠州、琼州的一段。那个时候诗都好，可是一安逸下来，就有些不行，诗境未免有时落俗套。东坡诗之长处，在有豪情，有逸趣。其恬静不如王摩诘，其忠恳不如杜工部。②他们（苏氏兄弟）的学术因罩上一层极厚的释老的色采，所以他们对于世务，认为并没有一种正面的、超出一切的理想标准。他们一面对世务却相当练达，凭他们活的聪明来随机应付。他们亦并不信有某一种制度，定比别一种制度好些。但他们的另一面，又爱好文章辞藻，所以他们持论，往往渲染过分，一说便说到尽量处。近于古代纵横的策士。 \n轶事典故\n道化童蒙\n苏轼、苏辙兄弟少年时在家乡今四川省眉县天庆观读书，他们的启蒙老师是道士张易简。 当时张易简道长收的学生有几百人，苏轼是倍受张道长青睐的学生之一，另一个是后来载入《仙鉴》的知名道士陈太初。 据东坡《志林》记载，在苏轼被贬黄州时，他的老同学陈太初在汉中羽化仙去。\n由于苏轼自小受道教的启蒙教育，他的一生对道教情有独衷，常穿道袍，游访道士。如《放鹤亭记》对道人张天骥大加赞赏，而《后赤壁赋》又以道人入梦结尾。在他被贬时，仍给许多道观、道堂撰文，于是有了《众妙堂记》、《观妙堂记》、《庄子祠堂记》等等美文。在《众妙堂记》文中他讲述了梦中见到自己的小学老师张易简道长并深受教诲之事，可见道教对其影响之深。\n苏轼之弟苏辙在《龙川略志》 开篇即言梦见小学时读书天庆观之事，梦中的苏辙通过与老子像的对话，泄露了一个鲜为人知的天道报应现象：不杀生可以长寿。\n应考趣闻\n宋仁宗嘉佑二年，苏轼以一篇《刑赏忠厚之至论》的论文得到考官梅尧臣的青睐，并推荐给主试官欧阳修。欧阳修亦十分赞赏，欲拔擢为第一，但又怕该文为自己的门生曾巩所作，为了避嫌，列为第二。结果试卷拆封后才发现该文为苏轼所作。到了礼部复试时，苏轼再以《春秋对义》取为第一。 \n关于《刑赏忠厚之至论》中的内容：“皋陶曰杀之三，尧曰宥之三”，当时考官皆不知其典故，欧阳脩问苏轼出于何典。苏轼回答在《三国志·孔融传》中。欧阳修翻查后仍找不到，苏轼答：“曹操灭袁绍，以绍子袁熙妻甄宓赐子曹丕。孔融云：‘即周武王伐纣以妲己赐周公’。操惊，问出于何典，融答：‘以今度之，想当然耳’。”欧阳修听毕恍然大悟。 \n程苏结怨\n宋哲宗元祐元年（1086年）司马光去世，大臣们正举行明堂祭拜大典，赶不及奠祭，仪式一完成，大臣们希望赶去吊丧，程颐却拦住大家，说孔子“是日哭则不歌”，参加明堂典礼之后，不该又吊丧家。大家觉得这不近人情，反驳说，“哭则不歌”不代表“歌则不哭”。苏轼嘲笑程颐说：“这是枉死市上的叔孙通制订的礼法。”这是苏轼、程颐两人结怨的开始。 \n有一次国家忌日，众大臣到相国寺祷佛，程颐要求食素，苏轼责问说：“正叔（程颐表字），你不是不喜好佛教吗？为什么要吃素食？”程颐说：“礼法：守丧不可饮酒吃肉；忌日，是丧事的延续。”苏轼唱反调：“支持刘家的人露出左臂来罢！”（用史记典故，苏轼自比为汉朝的太尉周勃，把程颐比为吕氏乱党，要求大家支持他。）范淳夫等人吃素食，而秦观、黄庭坚等则吃肉。 \n佛寺趣事\n在黄州时常与金山寺主持佛印禅师来往，一日苏轼做一首诗偈“稽首天中天，毫光照大千，八风吹不动，端坐紫金莲”呈给佛印。禅师即批“放屁”二字，嘱书童携回。东坡见后大怒，立即过江责问禅师，禅师大笑：“学士，学士，您不是‘八风吹不动’了吗，怎又一‘屁’就打过了江？” “八风吹不动”可见于《佛地经论》卷五，诗僧寒山诗歌亦有此句，八风是佛教用语，指八种境界的风：称、讥、毁、誉、利、衰、苦、乐。 \n美食大家\n苏轼本人是个美食家，宋人笔记小说有许多苏轼发明美食的记载。苏轼知杭州时，元祐五年五、六月间，浙西大雨，太湖泛滥。苏轼指挥疏濬西湖，筑苏堤。杭州百姓感谢他。过年时，大家就抬猪担酒来给他拜年。苏轼指点家人将猪肉切成方块，烧得红酥，然后分送给大家吃，这就是东坡肉的由来。《曲洧旧闻》又记：苏东坡与客论食次，取纸一幅以示客云：“烂蒸同州羊羔，灌以杏酪香梗，荐以蒸子鹅，吴兴庖人斫松江鲙；既饱，以庐山玉帘泉，烹曾坑斗品茶。少焉解衣仰卧，使人诵东坡先生《赤壁前后赋》，亦足以一笑也。” \n雷州西湖\n广东雷州西湖原名罗湖，始建于北宋，自从大文豪苏轼兄弟在此醉游之后，罗湖更名为西湖。 \n宋绍圣七年苏轼从惠州贬移儋州，千里跋涉途经雷州，有幸与其贬雷的胞弟苏辙邂逅，悲喜交加。兄弟择日游罗湖泛舟，被罗湖秀丽的风光吸引，恋不思归，游罢到湖滨天宁禅寺憩休，苏城游趣尚浓，“万山第一”四字就是此时此地写就的。\n家庭成员\n姓名（称谓）\n简介\n家世\n苏序（祖父）\n暂无\n苏洵（父亲）\n苏洵，唐宋八大家之一，曾作《名二子说》说明替儿子命名的来由。\n程氏（母亲）\n眉山富豪程文应之女，十八岁时嫁时年十九岁的苏洵。婚后相夫教子、操持家务。苏轼一生思想深受母亲影响。\n兄弟姐妹（史书记载苏洵与程氏共有三子三女，然长子苏景先与长女、次女早夭）\n苏八娘（姐姐）\n亦称苏小妹，苏轼之姐，长苏轼一岁，成年后嫁表兄，婚后不得志，抑郁而终。\n苏辙（弟弟）\n苏轼之弟，唐宋八大家之一。\n妻妾\n王弗（妻）\n苏轼之妻，十六岁时与年方十九的苏轼成婚，婚后二人恩爱甜蜜。结婚十一年因病逝世，得年二十七。苏轼四十岁时曾作《江城子·乙卯正月二十日夜记梦》悼念亡妻。\n王闰之（妻）\n王弗堂妹，王弗逝去三年后嫁给苏轼。苏轼五十八岁时逝世，得年四十六。\n王朝云（妾）\n原为歌妓。三十八岁时的苏轼赎十二岁的朝云，后收为侍妾。陪伴苏轼度过仕途不顺的岁月。后卒于绍圣三年，得年三十四。\n子女\n苏迈\n妻王弗所生\n苏迨\n妻王闰之所生\n苏过\n妻王闰之所生\n苏遁\n妾朝云所生，未满周岁而卒\n家世、子女部分资料来源于 ；妻妾部分资料来源于 \n","category":"行书","verified":true,"user":1,"timestamp":1429951595264},{"name":"苏轼行书京酒帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791609756,"text":"苏轼《京酒帖》 书于1080年（元丰三年） 行书\n释文:京酒一壶送上　孟坚近晚　必更佳　轼上道源兄　十四日","author":"宋代苏轼","description":"苏轼行书京酒帖"}]