[{"name":"草书摸鱼儿词一首","text":"《摸鱼儿·雁丘词》，又作《迈陂塘·雁丘词》，亦作《摸鱼儿》（问世间情为何物），是金代诗人、文学家、历史学家元好问的代表作之一。这是一首咏物词，词人为雁殉情而死的事所感动，才挥笔写下了《摸鱼儿·雁丘词》，寄托自己对殉情者的哀思[1] 。这首词紧紧围绕“情”字，以雁拟人，谱写了一曲凄恻动人的恋情悲歌。在《摸鱼儿·雁丘词》中，作者驰骋丰富的想象，运用比喻、拟人等艺术手法，对大雁殉情而死的故事，展开了深入细致的描绘，再加以充满悲剧气氛的环境描写的烘托，塑造了忠于爱情、生死相许的大雁的艺术形象，谱写了一曲凄婉缠绵，感人至深的爱情悲歌，是为中国古代歌颂忠贞爱情的佳词。\n作品原文\n摸鱼儿⑴·雁丘词\n乙丑岁⑵赴试并州⑶，道逢捕雁者云：“今旦获一雁，杀之矣。其脱网者悲鸣不能去，竟自投于地而死。”予因买得之，葬之汾水之上，垒石为识⑷，号曰“雁丘”⑸。同行者多为赋诗，予亦有《雁丘词》。旧所作无宫商⑹，今改定之。\n问世间，情为何物，直教生死相许⑺？\n天南地北双飞客⑻，老翅几回寒暑。\n欢乐趣，离别苦，就中更有痴儿女⑼。\n君应有语：\n渺万里层云，千山暮雪，只影向谁去⑽？\n横汾路，寂寞当年箫鼓，荒烟依旧平楚⑾。\n招魂⑿楚些何嗟及，山鬼暗啼⒀风雨。\n天也妒，未信与，莺儿燕子俱黄土⒁。\n千秋万古，为留待骚人⒂，狂歌痛饮，来访雁丘处。 \n注译译文\n作品注释\n⑴《摸鱼儿》：一名《摸鱼子》，又名《买陂塘》、《迈陂塘》、《双蕖怨》等。唐教坊曲，后用为词牌。宋词以晁补之《琴趣外篇》所收为最早。双片一百一十六字，前片六仄韵，后片七仄韵。双结倒数第三句第一字皆领格，宜用去声。\n⑵乙丑岁：金章宗泰和五年（公元1205年），以天干地支纪年为乙丑年，当时元好问年仅十六岁。\n⑶赴试并州：《金史·选举志》载：金代选举之制，由乡至府，由府至省及殿试，凡四试。明昌元年罢免乡试。府试试期在秋八月。府试处所承安四年赠太原，共为十处。\n⑷识（zhì）：标志。\n⑸雁丘：嘉庆《大清一统志》：雁丘在阳曲县西汾水旁。金元好问赴府试……累土为丘，作《雁丘词》。\n⑹无宫商：不协音律。\n⑺直教：竟使。许：随从。\n⑻双飞客：大雁双宿双飞，秋去春来，故云。\n⑼“就中”句：这雁群中更有痴迷于爱情的。\n⑽“君应”四句：万里长途，层云迷漫，千山暮景，处境凄凉，形影孤单为谁奔波呢？\n⑾“横汾”三句：这葬雁的汾水，当年汉武帝横渡时何等热闹，如今寂寞凄凉。汉武帝《秋风辞》：“泛楼船兮济汾河，横中流兮扬素波，箫鼓鸣兮发棹歌。”平楚：楚指丛木。远望树梢齐平，故称平楚。\n⑿“招魂”二句：我欲为死雁招魂又有何用，雁魂也在风雨中啼哭。招魂楚些（suò）：《楚辞·招魂》句尾皆有“些”字。何嗟及：悲叹无济于事。山鬼：《楚辞·九歌·山鬼》篇指山神，此指雁魂。\n⒀暗啼：一作“自啼”。\n⒁“天也”二句：不信殉情的雁子与普通莺燕一样都寂灭无闻变为黄土，它将声明远播，使天地忌妒。\n⒂骚人：诗人。 \n作品译文\n天啊！请问世间的各位，爱情究竟是什么，竟会令这两只飞雁以生死来相对待？南飞北归遥远的路程都比翼双飞，任它多少的冬寒夏暑，依旧恩爱相依为命。比翼双飞虽然快乐，但离别才真的是楚痛难受。到此刻，方知这痴情的双雁竟比人间痴情儿女更加痴情！相依相伴，形影不离的情侣已逝，真情的雁儿心里应该知道，此去万里，形孤影单，前程渺渺路漫漫，每年寒暑，飞万里越千山，晨风暮雪，失去一生的至爱，形单影只，即使苟且活下去又有什么意义呢？\n这汾水一带，当年本是汉武帝巡幸游乐的地方，每当武帝出巡，总是箫鼓喧天，棹歌四起，何等热闹，而今却是冷烟衰草，一派萧条冷落。武帝已死，招魂也无济于事。女山神因之枉自悲啼，而死者却不会再归来了！双雁生死相许的深情连上天也嫉妒，殉情的大雁决不会和莺儿燕子一般，死后化为一抔尘土。将会留得生前身后名，与世长存。狂歌纵酒，寻访雁丘坟故地，来祭奠这一对爱侣的亡灵。 \n创作背景\n金章宗泰和五年（公元1205年），年仅十六岁的青年诗人元好问，在赴并州应试途中，听一位射雁者说，天空中一对比翼双飞的大雁，其中一只被射杀后，另一只大雁一头栽了下来，殉情而死。年轻的诗人被这种生死至情所震撼，便买下这一对大雁，把它们合葬在汾水旁，建了一个小小的坟墓，叫“雁丘”，并写《雁丘》辞一阕，其后又加以修改，遂成这首著名的《摸鱼儿·雁丘词》。 \n作品赏析\n词的上阙开篇一句“问世间、情是何物，直教生死相许？”一个“问”字破空而来，为殉情者发问，实际也是对殉情者的赞美。“直教生死相许”则是对“情是何物”的震撼人心的回答。在“生死相许”之前加上“直教”二字，更加突出了“情”的力量。“天南地北双飞客，老翅几回寒暑”这二句写雁的感人生活情景。大雁秋天南下越冬而春天北归，双宿双飞。作者称他们为“双飞客”，赋予它们比翼双飞以世间夫妻相爱的理想色彩。“天南地北”从空间落笔，“几回寒暑”从时间着墨，用高度的艺术概括，写出了大雁的相依为命、相濡以沫的生活历程，为下文的殉情作了必要的铺垫。“君应有语，渺万里层云，千山暮雪，只影为谁去”这四句是对大雁殉情前心理活动细致入微的揣摩描写。当网罗惊破双栖梦之后，作者认为孤雁心中必然会进行生与死、殉情与偷生的矛盾斗争。但这种犹豫与抉择的过程并未影响大雁殉情的挚诚。相反，更足以表明以死殉情是大雁深入思索后的理性抉择，从而揭示了殉情的真正原因。 \n词的下阙借助对自然景物的描绘，衬托大雁殉情后的凄苦，“横汾路，寂寞当年箫鼓，荒烟依旧平楚。”三句写葬雁的地方。“雁丘”所在之处，汉代帝王曾来巡游，当时是箫鼓喧天，棹歌四起，山鸣谷应，何等热闹。而今天却是四处冷烟衰草，一派萧条冷落景象。“招魂楚些何嗟及，山鬼暗啼风雨。”二句意为雁死不能复生，山鬼枉自哀啼。这里作者把写景同抒情融为一体，用凄凉的景物衬托雁的悲苦生活，表达词人对殉情大雁的哀悼与惋惜。“天也妒，未信与，莺儿燕子俱黄土。”写雁的殉情将使它不像莺、燕那样死葬黄土，不为人知；它的声名会惹起上天的忌妒。这是作者对殉情大雁的礼赞。“千秋万古，为留待骚人，狂歌痛饮，来访雁丘处”四句，写雁丘将永远受到词人的凭吊。 \n这首词名为咏物，实在抒情。作者运用比喻、拟人等艺术手法，对大雁殉情而死的故事，展开了深入细致的描绘，再加以悲剧气氛的环境描写的烘托，塑造了忠于爱情、生死相许的大雁的艺术形象，谱写了一曲爱情悲歌。全词情节并不复杂，行文却跌宕多变。围绕着开头的两句发问，层层深入地描绘铺叙，有大雁生前的欢乐，也有死后的凄苦，有对往事的追忆，也有对未来的展望，前后照应，具有很高的艺术价值。 \n词中以帝王盛典之消逝反衬雁丘之长存，说明纯真爱情在词人心目中有着至高无上的地位，也是词人朴素的民本思想的折光。全词情节并不复杂，行文却腾挪多变。围绕着开头的两句发问，层层深入地描绘铺叙。 \n词人把写景同抒情融为一体，用凄凉的景物衬托雁的悲苦生活，表达词人对殉情大雁的哀悼与惋惜“天地妒”二句，写雁的殉情将使它不像莺、燕那样死葬黄土，不为人知；它的声名会惹起上天的忌妒 \n元好问（1190—1257），字裕之，号遗山，世称遗山先生。汉族，太原秀容（今山西忻州）人。生于金章宗明昌元年（1190）七月初八，系出北魏鲜卑族拓跋氏。 元宪宗蒙哥七年（1257）九月初四日，卒于获鹿（在今河北省）寓舍，归葬故乡系舟山下山村（今忻县韩岩村）。元好问墓位于忻州市城南五公里韩岩村西北，1962年被评为第一批省级重点文物保护区。 \n除了长于诗文、治政有声之外，元好问还深于历算、医药、书法、书画鉴赏、佛道哲理等学问。元好问还是金朝最有成就的作家和历史学家，先后编成了史料价值极高的《中州集》和《壬辰杂编》。元好问的《论诗绝句》30首，在文学批评史上很有地位。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951644693},{"name":"草书摸鱼儿词一首","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791625566,"text":"草书摸鱼儿词一首 纸本 纵72.2厘米 横26.3厘米 \n来自中国嘉德2005秋季拍卖会 估价：300,000—400,000 成交价RMB:825,000 ，钤印：枝指道人、祝允明印 。鉴藏印：湖帆审定 。题识：摸鱼儿。枝山。\n谢稚柳（1910-1997）书签：祝枝山书摸鱼儿词。稚柳题。\n释文：\n并轻舟，与君商话。且收掌中钩钓。天空水阔风光美，摸得鱼儿多少。却堪笑，痴呆老，得鱼又向波中倒。钓还有道，在不浅非深，莫迟休息，更要收纶早。还闻说，此处越兵来到，亡吴踪迹堪吊。只今淡水清如玉，还是越池吴沼。君且道：人间世，功名争似安闲好。且开怀抱，便鲜煮肥鲈，满倾香酒，万事醉都了。 摸鱼儿。枝山。\n按语：此轴为祝允明自作《咏苏台八景小词八阙》之一，这是典型的祝枝山草书。纵横逸宕，不计工拙，然在左揖右让，墨花满纸之中，点划依旧蕴藉，节奏依旧舒展； 密不见其质塞，疾不见其浮滑。其功力其境界其心绪，在信笔直扫中直泻於纸面。文嘉评他的草书曰“点划狼藉，使转精神，得张颠之雄壮，藏真之飞动”。当时人更推他为“国朝第一”，都不算过誉。\n近代著名收藏家蒋风白旧藏，钤有吴湖帆糵定印记，并由谢稚柳题签。","author":"明代祝允明","description":"草书摸鱼儿词一首"}]