[{"name":"宋史蔡京传","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791610555,"text":"《宋史·奸臣传·蔡京传》  \n\n蔡京字元长，兴化仙游人。登熙宁三年进士第，调钱塘尉、舒州推官，累迁起居郎。使辽还，拜中书舍人。时弟卞已为舍人，故事，入官以先后为序，卞乞班京下。兄弟同掌书命，朝廷荣之。改龙图阁待制、知开封府。\n　 元丰末，大臣议所立，京附蔡确，将害王珪以贪定策之功，不克。司马光秉政，复差役法，为期五日，同列病太迫，京独如约，悉改畿县雇役，无一违者。诣政事堂白光，光喜曰：“使人人奉法如君，何不可行之有！”已而台谏言京挟邪坏法，出知成德军，改瀛州，徙成都。谏官范祖禹论京不可用，乃改江、淮、荆、浙发运使，又改知扬州。历郓、永兴军，迁龙图阁直学士，复知成都。\n　 绍圣初，入权户部尚书。章惇复变役法，置司讲议，久不决。京谓惇曰：“取熙宁成法施行之尔，何以讲为？”惇然之，雇役遂定。差雇两法，光、惇不同。十年间京再莅其事，成于反掌，两人相倚以济，识者有以见其奸。\n　 卞拜右丞，以京为翰林学士兼侍读，修国史。文及甫狱起，命京穷治，京捕内侍张士良，令述陈衍事状，即以大逆不道论诛，并刘挚、梁焘劾之。衍死，二人亦贬死，皆锢其子孙。王岩叟、范祖禹、刘安世复远窜。京觊执政，曾布知枢密院，忌之，密言卞备位承辖，京不可以同升，但进承旨。徽宗即位，罢为端明、龙图两学士，知太原，皇太后命帝留京毕史事。逾数月，谏官陈瓘论其交通近侍，瓘坐斥，京亦出知江宁，颇怏怏，迁延不之官。御史陈次升、龚垂、陈师锡交论其恶，夺职，提举洞霄宫，居杭州。\n　 童贯以供奉官诣三吴访书画奇巧，留杭累月，京与游，不舍昼夜。凡所画屏幛、扇带之属，贯日以达禁中，且附语言论奏至帝所，由是帝属意京。又太学博士范致虚素与左街道录徐知常善，知常以符水出入元符后殿，致虚深结之，道其平日趣向，谓非相京不足以有为。已而宫妾、宦官合为一词誉京，遂擢致虚右正言，起京知定州。崇宁元年，徙大名府。韩忠彦与曾布交恶，谋引京自助，复用为学士承旨。徽宗有意修熙、丰政事，起居舍人邓洵武党京，撰《爱莫助之图》以献，徽宗遂决意用京。忠彦罢，拜尚书左丞，俄代曾布为右仆射。制下之日，赐坐延和殿，命之曰：“神宗创法立制，先帝继之，两遭变更，国是未定。朕欲上述父兄之志，卿何以教之？”京顿首谢，愿尽死。二年正月，进左仆射。\n　 京起于逐臣，一旦得志，天下拭目所为，而京阴托“绍述”之柄，箝制天子，用条例司故事，即都省置讲议司，自为提举，以其党吴居厚、王汉之十余人为僚属，取政事之大者，如宗室、冗官、国用、商旅、盐泽、赋调、尹牧，每一事以三人主之。凡所设施，皆由是出。用冯澥、钱遹之议，复废元祐皇后。罢科举法，令州县悉仿太学三舍考选，建辟雍外学于城南，以待四方之士。推方田于天下。榷江、淮七路茶，官自为市。尽更盐钞法，凡旧钞皆弗用，富商巨贾尝赍持数十万缗，一旦化为流丐，甚者至赴水及缢死。提点淮东刑狱章縡见而哀之，奏改法误民，京怒，夺其官。因铸当十大钱，尽陷縡诸弟。御史沈畸等用治狱失意，羁削者六人。陈瓘子正汇以上书黥置海岛。\n　 南开黔中，筑靖州。辰溪徭叛，杀溆浦令，京重为赏，募杀一首领者赐之绢三百，官以班行，且不令质究本末。荆南守马珹言：“有生徭，有省地徭，今未知叛者为何种族，若计级行赏，俱不能无枉滥。”蒋之奇知枢密院，恐忤京意，白言珹不体国，京罢珹，命舒亶代之，以剿无群徭为期。西收湟川、鄯、廓，取牜羊牁、夜郎地。\n　 擢童贯领节度使，其后扬戬、蓝从熙、谭稹、梁师成皆踵之。凡寄资一切转行，祖宗之法荡然无余矣。又欲兵柄士心皆归己，建澶、郑、曹、拱州为四辅，各屯兵二万，而用其姻昵宋乔年、胡师文为郡守。禁卒干掫月给钱五百，骤增十倍以固结之。威福在手，中外莫敢议。累转司空，封嘉国公。\n　 京既贵而贪益甚，已受仆射奉，复创取司空寄禄钱，如粟、豆、柴薪与傔从粮赐如故，时皆折支，亦悉从真给，但入熟状奏行，帝不知也。\n　 时元祐群臣贬窜死徙略尽，京犹未惬意，命等其罪状，首以司马光，目曰奸党，刻石文德殿门，又自书为大碑，遍班郡国。初，元符末以日食求言，言者多及熙宁、绍圣之政，则又籍范柔中以下为邪等凡名在两籍者三百九人，皆锢其子孙，不得官京师及近甸。五年，进司空、开府仪同三司、安远军节度使，改封魏国。\n　 时承平既久，帑庾盈溢，京倡为丰、亨、豫、大之说，视官爵财物如粪土，累朝所储扫地矣。帝尝大宴，出玉琖、玉卮示辅臣曰：“欲用此，恐人以为太华。”京曰：“臣昔使契丹，见玉盘琖，皆石晋时物，持以夸臣，谓南朝无此。今用之上寿，于礼无嫌。”帝曰：“先帝作一小台财数尺，上封者甚众，朕甚畏其言。此器已就久矣，倘人言复兴，久当莫辨。”京曰：“事苟当于理，多言不足畏也。陛下当享天下之奉，区区玉器，何足计哉！”\n　 五年正月，彗出西方，其长竟天。帝以言者毁党碑，凡其所建置，一切罢之。京免为开府仪同三司、中太乙宫使。其党阴援于上，大观元年，复拜左仆射。以南丹纳土，躐拜太尉，受八宝，拜太师。\n　 三年，台谏交论其恶，遂致仕。犹提举修《哲宗实录》，改封楚国，朝朔望。太学生陈朝老追疏京恶十四事，曰渎上帝、罔君父、结奥援、轻爵禄、广费用、变法度、妄制作、喜导谀、箝台谏、炽亲党、长奔竞、崇释老、穷土木、矜远略。乞投畀远方，以御魑魅。其书出，士人争相传写，以为实录。四年五月，彗复出奎、娄间，御史张克公论京辅政八年，权震海内，轻锡予以蠹国用，托爵禄以市私恩，役将作以葺居第，用漕船以运花石。名为祝圣而修塔，以壮临平之山；托言灌田而决水，以符“兴化”之谶。法名退送，门号朝京。方田扰安业之民，圜土聚徙郡之恶。不轨不忠，凡数十事。先是，御史中丞石公弼、侍御史毛注数劾京，未允，至是，贬太子少保，出居杭。\n　 政和二年，召还京师，复辅政，徙封鲁国，三日一至都堂治事。京之去也，中外学官颇有以时政为题策士者。提举淮西学士苏棫欲自售，献议请索五年间策问，校其所询，以观向背，于是坐停替者三十余人。初，国制，凡诏令皆中书门下议，而后命学士为之。至熙宁间，有内降手诏不由中书门下共议，盖大臣有阴从中而为之者。至京则又患言者议己，故作御笔密进，而丐徽宗亲书以降，谓之御笔手诏，违者以违制坐之。事无巨细，皆托而行，至有不类帝札者，群下皆莫敢言。由是贵戚、近臣争相请求，至使中人杨球代书，号曰“书杨”，京复病之而亦不能止矣。\n　 既又更定官名，以仆射为太、少宰，自称公相，总治三省。追封王安石、蔡确皆为王，省吏不复立额，至五品阶以百数，有身兼十余奉者。侍御史黄葆光论之，立窜昭州。拔故吏魏伯刍领榷货，造料次钱券百万缗进入，徽宗大喜，持以示左右曰：“此太师与我奉料也。”擢伯刍至徽猷阁待制。\n　 京每为帝言，今泉币所积赢五千万，和足以广乐，富足以备礼，于是铸九鼎，建明堂，修方泽，立道观，作《大晟乐》，制定命宝。任孟昌龄为都水使者，凿大伾三山，创天成、圣功二桥，大兴工役，无虑四十万。两河之民，愁困不聊生，而京僴然自以为稷、契、周、召也。又欲广宫室求上宠媚，召童贯辈五人，风以禁中逼侧之状。贯俱听命，各视力所致，争以侈丽高广相夸尚，而延福宫、景龙江之役起，浸淫及于艮岳矣。\n　 子攸、壝、绦，攸子行，皆至大学士，视执政。鞗尚茂德帝姬。帝七幸其第，赉予无算。命坐传觞，略用家人礼。厮养居大官，媵妾封夫人，然公论益不与，帝亦厌薄之。\n　 宣和二年，令致仕。六年，以朱勔为地，再起领三省。京至是四当国，目昏眊不能事事，悉决于季子绦。凡京所判，皆绦为之，且代京入奏。每造朝，侍从以下皆迎揖，呫嗫耳语，堂吏数十人，抱案后从，由是恣为奸利，窃弄威柄，骤引其妇兄韩梠为户部侍郎，媒糵密谋，斥逐朝士，创宣和库式贡司，四方之金帛与府藏之所储，尽拘括以实之，为天子之私财。宰臣白时中、李邦彦惟奉行文书而已，既不能堪。兄攸亦发其事，上怒，欲窜之，京力丐免，特勒停侍养，而安置韩梠黄州。未几，褫绦侍读，毁赐出身敕，而京亦致仕。方时中等白罢绦以撼京，京殊无去意。帝呼童贯使诣京，令上章谢事，贯至，京泣曰：“上何不容京数年，当有相谗谮者。”贯曰：“不知也。”京不得已，以章授贯，帝命词臣代为作三表请去，乃降制从之。\n　 钦宗即位，边遽日急，京尽室南下，为自全计。天下罪京为六贼之首，侍御史孙觌等始极疏其奸恶，乃以秘书监分司南京，连贬崇信、庆远军节度副使，衡州安置，又徙韶、儋二州。行至潭州死，年八十。\n　 京天资凶谲，舞智御人，在人主前，颛狙伺为固位计，始终一说，谓当越拘挛之俗，竭四海九州之力以自奉。帝亦知其奸，屡罢屡起，且择与京不合者执政以柅之。京每闻将退免，辄入见祈哀，蒲伏扣头，无复廉耻。燕山之役，京送攸以诗，阳寓不可之意，冀事不成得以自解。见利忘义，至于兄弟为参、商，父子如秦、越。暮年即家为府，营进之徒，举集其门，输货僮隶得美官，弃纪纲法度为虚器。患失之心无所不至，根株结盘，牢不可脱。卒致宗社之祸，虽谴死道路，天下犹以不正典刑为恨。\n　 子八人，壝先死，攸、翛伏诛，绦流白州死，鞗以尚帝姬免窜，余子及诸孙皆分徙远恶郡。","author":"宋代蔡京","description":"宋史蔡京传"}]