[{"name":"董其昌行草小赤壁诗册页","text":"书法，是世界上少数几种文字所有的艺术形式，包括汉字书法、蒙古文书法、阿拉伯文书法等。其中“中国书法”，是中国汉字特有的一种传统艺术。从广义讲，书法是指语言符号的书写法则。换言之，书法是指按照文字特点及其涵义，以其书体笔法、结构和章法写字，使之成为富有美感的艺术作品。汉字书法为汉族独创的表现艺术，被誉为：无言的诗，无行的舞，无图的画，无声的乐。\n书法最能体现出个人修养、个性魅力和时代精神。十卷中华至宝千年心路历程，十卷个性鲜明的书法名帖，记录着中国人上下五千年的心路历程。中国传世书法名帖，千百年来几经沧桑流转有序。通过那些各具特色的名字题跋和历代印记，使我们真切地感受到它们极富传奇的身世与经历。这些历史的收藏家、鉴赏家留下的迹痕，经过岁月的洗礼，已经和作品本身融为一体。\n东晋\n东晋-王羲之家族《三希宝帖》\n三希宝帖是东晋书圣王羲之家族留给后世仅有的三件真迹（分别是王羲之的《快雪时晴帖》、王献之的《中秋帖》和王珣的《伯远帖》），是现存最为古老的法书真迹，为历代奉为无上至宝、法书鼻祖，是当之无愧的中华神品，分藏于北京和台北故宫博物院。\n东晋-王羲之《兰亭序》\n《兰亭序》，又名《兰亭宴集序》、《兰亭集序》、《临河序》、《禊序》、《禊贴》。三大行书书法帖之一。《兰亭序》表现了王羲之书法艺术的最高境界。作者的气度、风神、襟怀、情愫，在这件作品中得到了充分表现。古人称王羲之的行草如“清风出袖，明月入怀”，堪称绝妙的比喻。今天所谓的《兰亭序》，除了几种唐摹本外，石刻拓本也极为珍贵。最富有传奇色彩的要数《宋拓定武兰亭序》。不管是摹本，还是拓本，都对研究王羲之有相当的说服力，同时又是研究历代书法的极其珍贵的资料。\n东晋穆帝永和九年（公元353年）三月三日，王羲之与谢安、孙绰等四十一人，在山阴（今浙江绍兴）兰亭“修禊”，会上各人做诗，王羲之为他们的诗写的序文手稿。序中记叙兰亭周围山水之美和聚会的欢乐之情，抒发作者好景不长，生死无常的感慨。法帖相传之本，共二十八行，三百二十四字，章法、结构、笔法都很完美，是他三十三岁时的得意之作。后人评道“右军字体，古法一变。其雄秀之气，出于天然，故古今以为师法”。因此，历代书家都推《兰亭》为“天下第一行书”。存世唐摹墨迹以“神龙本”为最著，唐太宗时冯承素号金印，故称为《兰亭神龙本》，此本摹写精细，笔法、墨气、行款、神韵，都得以体现，公认为是最好的摹本；石刻首推“定武本”。经郭沫若考证，以为相传的《兰亭序》后半文字，兴感无端，与王羲之思想无相同之处，书体亦和近年出土的东晋王氏墓志不类，疑为隋唐人所伪托。但也有不同意其说者。\n关于《兰亭序》，世间流传着形形色色的趣闻逸事。据说当时王羲之写完之后，对自己这件作品非常满意，曾重写几篇，都达不到这种境界，他曾感叹说：\"此神助耳，何吾能力致。\"因此，他自己也十分珍惜，把它作为传家之宝，一直传到他的第7代孙智永。智永少年出家，酷爱书法，死前他将《兰亭集序》传给弟子辨才和尚。辨才和尚对书法也很有研究，他知道《兰亭集序》的价值，将它视为珍宝，藏在他卧室梁上特意凿好的一个洞内。\n唐太宗李世民喜爱书法，尤爱王羲之的字。他听说王羲之的书法珍品《兰亭集序》在辨才和尚那里，便多次派人去索取，可辨才和尚始终推说不知真迹下落。李世民看硬要不成，便改为智取。他派监察御史萧翼装扮成书生模样，去与辨才接近，寻机取得《兰亭集序》。萧翼对书法也很有研究，和辨才和尚谈得很投机。待两人关系密切之后，萧翼故意拿出几件王羲之的书法作品给辨才和尚欣赏。辨才看后，不以为然地说:\"真倒是真的，但不是好的，我有一本真迹倒不差。\"萧翼追问是什么帖子，辨才神秘地告诉他是《兰亭集序》真迹。萧翼故作不信，说此帖已失踪。辨才从屋梁上取下真迹给萧翼观看，萧翼一看，果真是《兰亭集序》真迹，随即将其纳人袖中，同时向辨才出示了唐太宗的有关\"诏书\"。辨才此时方知上当。辨才失去真迹，非常难过，不久便积郁成疾，不到一年就去世了。\n此后又有唐太宗派“萧翼计赚兰亭”的传说……唐太宗对王羲之书法推崇备至，敕令侍臣赵模、冯承素等人精心复制一些摹本。他喜欢将这些摹本或石刻摹拓本赐给一些皇族和宠臣，因此当时这种“下真迹一等”的摹本亦“洛阳纸贵”。此外，还有欧阳询、褚遂良、虞世南等名手的临本传世，而原迹，据说在唐太宗死时作为殉葬品永绝于世。\n今天所谓的《兰亭序》，除了几种唐摹本外，石刻拓本也极为珍贵。最富有传奇色彩的要数《宋拓定武兰亭序》。不管是摹本，还是拓本，都对研究王羲之有相当的说服力，同时又是研究历代书法的极其珍贵的资料。在中国书法典籍中有关《兰亭序》的资料比比皆是，不胜枚举。\n《兰亭序》是否为王羲之所书，历来也有很多争议，清末和六十年代都曾引发过相当激烈的大公论。也有人认为兰亭之会是讨论军事的秘密会议,是以书法之名掩人口目。无论如何，其书法地位是不可动摇的。\n唐朝\n唐-欧阳询《仲尼梦奠帖》\n《仲尼梦奠帖》行书，为唐著名书法家欧阳询所作。欧阳询(557-641)，字信本，潭州临湘(今湖南长沙)人。官至太子率更令、弘文馆学士。书法为\"初唐四家\"之一。\n唐太宗李世民是中国历史上少有的艺术皇帝，他精通书法，平生搜尽历代名帖，又将当今书坛巨擘拢为左右。他曾立嘱将兰亭真迹随葬，也曾经为一位书坛泰斗的辞世而嚎啕。这位被李世民奉为师长和书坛第一的，便是唐初大书家欧阳询。\n欧阳询官历隋唐，世称“大欧”。欧阳询楷书法度之严谨，笔力之险峻，世无所匹，被称之为“唐人楷书第一”。后人以其书于平正中见险绝，最便初学，号为“欧体”。《梦奠帖》可谓欧体楷书的登峰造极之作。\n《梦奠帖》共七十八字，无款印。书法笔力苍劲古茂。曾入南宋内府收藏，钤有南宋\"御府法书\"朱文印记两方，\"绍\"\"兴\"朱文连珠印记，后经南宋贾似道，元郭天锡，明项元汴，清高士奇，清内府等递藏。此帖用墨淡而不浓，且是秃笔疾书，转折自如，无一笔不妥，无一笔凝滞，上下脉络映带清晰，结构稳重沉实，运笔从容，气韵流畅，体方而笔圆，妩媚而刚劲，为欧阳询晚年所书，清劲绝尘，诚属稀世之珍。《仲尼梦奠帖》纸本，纵25.5cm，横33.6cm，今于辽宁省博物馆藏。\n唐-颜真卿《祭侄文稿》\n《祭侄稿》全称《祭侄季明文稿》，三大行书书法帖之一。书于唐乾元元年（公元七百五十八年）。麻纸本，行书纵28．2厘米横75．5厘米，二十三行，每行十一二字不等，共二百三十四字。铃有“赵氏子昴氏”、“大雅”、“鲜于”、“枢”、“鲜于枢伯几父”、“鲜于”等印。曾经宋宣和内府、元张晏、鲜于枢、明吴廷、清徐乾学、王鸿绪、清内府等收藏，现藏台北故宫博物院。\n《祭侄稿》是颜真卿为祭奠就义于安史之乱的侄子颜季明所作。唐天宝十四年（755），安禄山谋反，平原太守颜真卿联络其从兄常山太守颜杲卿起兵讨伐叛军。次年正月，叛军史思明部攻陷常山，颜杲卿及其少子季明被捕，并先后遇害，颜氏一门被害30余口。唐肃宗乾元元年（公元七五八年），颜真卿命人到河北寻访季明的首骨携归，挥泪写下这篇留芳千古的祭文。\n《祭侄稿》作为颜书著名的“三稿（另二稿《争坐位稿》，《告伯父文稿》）之一，曾收入宋、明、清诸代从刻本中，历代效仿者不绝，褒赞不断。\n书法创作，抒情是第一难事。《祭侄稿》辉耀千古的价值就在于坦白真率，是以真挚情感主运笔墨，激情之下，不计工拙，无拘无束，随心所欲进行创作的典范。个性之鲜明，形式之独异，都开历史之先河，是书法创作述志、述心、表情的典型，体现出大胆和勇往直前的精神品格和无以伦比的艺术家的魄力和胸怀。作品中所含蕴的情感力度强烈地震撼了每个观赏者的心，以至于无暇顾及形式构成的表面效果。这恰是自然美的典型结构。\n以情感人，是人人通晓的艺术诀窍，书法创作尤以情真思深为极致，撼动读者心灵的妙笔必系于真情，神高韵远的境界必成于深思。所谓艺术价值的创造，即是指在一般形式中包含了普通结构所无法包含的独立存在。它既是物质的存在，又是人格的存在。体现在书法创作中，往往是其它东西所不能替代的一次性获得。《祭侄稿》正是这样的作品。它是特殊感情支配下的唯一形式存在。在这里起决定作用的是真挚的感情和激越的情绪，它好像划破夜空的一道闪电，一闪即逝，不可复得。\n人世间事，唯有真情能感人，文艺更是如此。罗马时代郞加纳斯在他的古典文艺理论名著《论崇高》中提出崇高风格的五个来源时也曾强调了这一点，他说：“第一而且最重要的是庄严伟大的思想，第二就是强烈而激动的情感。”并说：“激情对创作和风格的重大作用，足以使整个结构堂皇卓越。”\n书法创作，正是以情感主运笔墨，一切基于心性的驱使，作品中生动的形象和深刻的意蕴是融情入书的结果，“情不真则物不能依而变，情不深则物不能引之起”（刘永济《词论》）。唯至情、至才、极思，“情方得以畅宣，物方得以具露。”尤其触物类情而发于不自觉者，更能创造出生动感人和新奇美妙的作品。故至上之佳作，必系于深情，笔虽简而意工，貌或丑而情真，其感人的程度决定于作品中所蕴涵的情感力度。\n《祭侄稿》是由真挚感情浇灌出来的杰作，是心灵的奏鸣曲，是哀极愤极的心声，是血和泪凝聚成的不朽巨制。在“忘情”状态下的无意识的表现手法使作品产生出无比优美的艺术效果。“醉翁之意不在酒”，“项庄舞剑意在沛公”，他不是在写字，而是在述说心中的悲愤，他不是在搞艺术创作，而是深情地自言自语地倾吐，话说完了，作品也写完了，一篇任何人，包括他自己永远也不可能重复的杰作就这样产生出来。这正是创作成功的秘诀，也是经过长期探索而在这非常的一瞬间产生创变突破的实例。\n其线的质性遒劲而舒和，与沉痛切骨的思想感情融和无间，此尤为难能可贵。在书法技巧中这是最难的技巧。在中国书法史上唯有此一件作品最为遒劲，且和润。所谓“干裂秋风，润含春风”，也唯此作品能当之。元代鲜于枢评此作为天下第二行书。“天下第一行书”已被王羲之《兰亭序》率先占有，故此作不得不屈居第二位。其实，《祭侄稿》当为天下第一行书。《祭侄稿》是无法之法，直抒胸臆，无比率真的天然美的典范，而《兰亭序》虽也无上高美，但毕竟是人工美多于天然美。\n唐-怀素《自叙帖》\n《自叙帖》唐书法僧怀素草书，中华第一草书。内容为自述写草书的经历和经验，和当时士大夫对他书法的品评，即当时的著名人物如颜真卿、戴叙伦等对他的草书的赞颂。《自叙帖》是怀素流传下来篇幅最长的作品，也是他晚年草书的代表作。明文徵明题：“藏真书如散僧入圣，狂怪处无一点不合轨范。”明代安岐谓此帖：“墨气纸色精彩动人，其中纵横变化发于毫端，奥妙绝伦有不可形容之势。”纸本，纵28.3厘米，横775厘米，共126行，698字。书於唐大历十二年(公元777年)。藏台湾故宫博物院。首六行早损，为宋苏舜钦补书。帖前有明李东阳篆书引首“藏真自序”四字，后有南唐升元四年(公元940年)邵周、王囗囗重装题记。钤有“建业文房之印”、“佩六相印之裔”、“四代相印”、“许国后裔”、“武乡之印”、“赵氏藏书”、“秋壑图书”、“项元汴印”、“安岐之印”、“乾隆”、“宣统鉴赏”等鉴藏印。\n内容为自述写草书的经历和经验，和当时士大夫对他书法的品评，即当时的著名人物如颜真卿、戴叙伦等对他的草书的赞颂。《自叙帖》是怀素流传下来篇幅最长的作品，也是他晚年草书的代表作。明文徵明题：“藏真书如散僧入圣，狂怪处无一点不合轨范。”明代安岐谓此帖：“墨气纸色精彩动人，其中纵横变化发于毫端，奥妙绝伦有不可形容之势。”\n《自叙帖》曾经南唐内府、宋苏舜钦、邵叶、吕辩、明徐谦斋、吴宽、文徵明、项元汴、清徐玉峰、安岐、清内府等收藏。原迹现藏台湾故宫博物院。据曾行公题，旧有米元章、薛道祖及刘巨济诸名家题识，今佚。宋米芾《宝章待访录》、黄伯思《东观馀论》、清安岐《墨缘汇观》等著录。上海延光室、北京故宫博物院、文物出版社有影印本。\n北宋\n北宋-苏轼《黄州寒食帖》\n《黄州寒食帖》系三大行书书法帖之一，北宋文学家、书画家苏轼手迹。纸本，25行，共129字，是苏轼行书的代表作。原属圆明园收藏，现藏于台北故宫博物院。\n这是一首遣兴的诗作，是苏轼被贬黄州第三年的寒食节所发的人生之叹。诗写得苍凉多情，表达了苏轼此时惆怅孤独的心情。此诗的书法也正是在这种心情和境况下，有感而出的。通篇书法起伏跌宕，光彩照人，气势奔放，而无荒率之笔。《黄州寒食诗帖》在书法史上影响很大，被称为“天下第三行书”，也是苏轼书法作品中的上乘。正如黄庭坚在此诗后所跋：“此书兼颜鲁公，杨少师，李西台笔意，试使东坡复为之，未必及此。”\n历代鉴赏家均对《寒食帖》推崇备至，称道这是一篇旷世神品。南宋初年，张浩的侄孙张演在诗稿后另纸题跋中说：“老仙（指苏轼）文笔高妙，灿若霄汉、云霞之丽，山各（指黄庭坚）又发扬蹈历之，可谓绝代之珍矣”。自此，《黄州寒食二首》诗稿被称之为“帖”。明代大书画家董其昌则在帖后题曰：“余生平见东坡先生真迹不下三十余卷，必以此为甲观”。清代将《寒食帖》收回内府，并列入《三希堂帖》。乾隆十三年（1748年）四月初八日，乾隆帝亲自题跋于帖后“东坡书豪宕秀逸，为颜、杨后一人。此卷乃谪黄州日所书，后有山谷跋，倾倒至极，所谓无意于佳乃佳……”为彰往事，又特书“雪堂余韵”四字于卷首。\n因为有诸家的称赏赞誉，世人遂将《寒食帖》与东晋王羲之《兰亭序》、唐代颜真卿《祭侄稿》合称为“天下三大行书”，或单称《寒食帖》为“天下第三行书。”还有人将“天下三大行书”作对比说：《兰亭序》是雅士超人的风格，《祭侄帖》是至哲贤达的风格，《寒食帖》是学士才子的风格。它们先后媲美，各领风骚，可以称得上是中国书法史上行书的三块里程碑。\n到了近代，《寒食帖》的命运多舛。清咸丰十年（1860年）英法联军火烧圆明园，《寒食帖》险遭焚毁，旋即流落民间，为冯展云所得，冯死后为盛伯羲密藏，盛死后被完颜朴孙购得，曾于1917年在北京书画展览会上展出过，受到书画收藏界的密切关注。1918年转传到颜韵伯手中。当年12月19日为苏轼生日，颜韵伯作跋记录此事本末。1922年，颜韵伯游览日本东京时，将《寒食帖》高价出售给日本收藏家菊池惺堂。1923年9月，日本东京大地震，菊池家遭灾，所藏古代名人字画几乎被毁一空，当时，菊池惺堂冒着生命危险，从烈火中将《寒食帖》抢救出来，一时传为佳话。震灾之后，菊池惺堂将《寒食帖》寄藏于友人内藤虎斋中年年有余。1924年4月，内藤虎应菊池惺堂之请，作跋以记《寒食帖》从中国辗转递藏至日本之大概情形。第二次世界大战期间东京屡遭美国空军轰炸，《寒食帖》幸而无恙。\n《寒食帖》流失海外，一直使华夏子孙耿耿于怀。第二次世界大战刚一结束，国民政府外交部长王世杰私嘱友人在日本访觅《寒食帖》，当知下落后，即以重金购回，并题跋于帖后，略述其流失日本以及从日本回归中国的大致过程，千年国宝赖王世杰先生之力回归祖国，至今仍珍藏在台北故宫博物院。\n十数年后，在台北的一次书画展中展出了一幅长达7.3米的《寒食帖》卷轴复制品，轰动一时，见者无不称奇。据说此种复制品只有10件，大部分被国际上享有盛誉的国家博物馆珍藏，有两件则下落不明。1975年前后，日本友人著名的“东坡迷”山上次郎花巨资买下了台北展厅中的最后一幅复制品。1985年11月2日，山上次郎率日本“东坡参观访问团”来到黄州东坡赤壁，出于对苏轼的景仰，也出于对东坡赤壁的钟情，山上次郎慨然将其高价购到的最后一幅《寒食帖》卷轴复制品捐赠给东坡赤壁管理处，这幅复制作品因而成为在中国大陆的唯一珍品。1995年，又经山上次郎倡议，在东坡赤壁修建了“中日友好之舍”，首次公开展出了该《寒食帖》卷轴复制品。\n995年4月6日，为弘扬中国书法艺术，台湾邮政部门发行了专346《寒食帖》邮票一套4枚，横式四连张印刷，邮票全张4套，边纸上则印有黄庭坚的《寒食诗跋》。就在同年底，黄州市中兴实业集团公司也推出两枚“黄州赤壁”企业拜年卡，其中第2枚（编号1996鄂（BK）——0003）主图即为《寒食帖》（部分）。这两种精美的邮品一问世，即成为海内外集邮、书法爱好者竞相购藏的目标，大陆和台湾同时发行《寒食帖》邮票（品），是不谋而合，也是必然。因为海峡两岸同根同文，只有一个才情卓著、雄视百代的苏东坡啊！\n北宋-米芾《蜀素帖》\n米芾《蜀素帖》，亦称《拟古诗帖》，被后人誉为中华第一美帖。墨迹绢本，行书。纵29.7厘米，横284.3厘米；书于宋哲宗元祐三年（1088），米芾三十八岁时，共书自作各体诗八首，计71行658字，署黻款。书于宋哲宗元祐三年（1088），米芾三十八岁时（1088年），在蜀素上所书的各体诗八首。\n“蜀素”是北宋时四川造的质地精良丝绸织物，上织有乌丝栏，制作讲究。有个叫邵子中的人把一段蜀素装裱成卷，以待名家留下墨宝，此卷相传为邵氏所藏，欲请名家留下墨宝，以遗子孙，可是传了祖孙三代，竟无人敢写。因为丝绸织品的纹罗粗糙，滞涩难写，故非功力深厚者不敢问津。《蜀素帖》经宋代湖州（浙江吴兴）郡守林希收藏二十年後，一直到北宋元祐三年八月，米芾立林希邀请，结伴游览太湖近郊的苕溪，林希取出珍藏的蜀素卷，请米芾书写，米芾才胆过人，当仁不让，一口气写了自作的八首诗。卷中数诗均是当时记游或送行之作。卷末款署“元祐戊辰，九月二十三日，溪堂米黻记”。\n《蜀素帖》书于乌丝栏内，但气势丝毫不受局限，率意放纵，用笔俊迈，笔势飞动，提按转折挑，曲尽变化。《拟古》二首尚出以行惜，愈到后面愈飞动洒脱，神采超逸。米芾用笔喜\"八面出锋\"，变化莫测。此帖用笔多变，正侧藏露，长短粗细，体态万千，充分体现了他“刷字”的独特风格。因蜀素粗糙，书时全力以赴，故董其昌在《蜀素帖》后跋曰：“此卷如狮子搏象，以全力赴之，当为生平合作”。另外，由于丝绸织品不易受墨而出现了较多的枯笔，使通篇墨色有浓有淡，如渴骥奔泉，更觉精彩动人。\n《蜀素帖》结构奇险率意，变幻灵动，缩放有效，欹正相生，字形秀丽颀长，风姿翩翩，随意布势，不衫不履。用笔纵横挥洒，洞达跳宕，方圆兼备，刚柔相济，藏锋处微露锋芒，露锋处亦显含蓄，垂露收笔处戛然而止，似快刀斫削，悬针收笔处有正有侧，或曲或直；提按分明，牵丝劲挺；亦浓亦纤，无乖无戾，亦中亦侧，不燥不润。章法上，紧凑的点画与大段的空白强烈对比，粗重的笔画与轻柔的线条交互出现，流利的笔势与涩滞的笔触相生相济，风樯阵马的动态与沉稳雍容的静意完美结合，形成了《蜀素帖》独具一格的章法。总之，率意的笔法，奇诡的结体，中和的布局，一洗晋唐以来和平简远的书风，创造出激越痛快、神采奕奕的意境。所以清高士奇曾题诗盛赞此帖：“蜀缣织素鸟丝界，米颠书迈欧虞派。出入魏晋酝天真，风樯阵马绝痛快”。董其昌在《蜀素帖》后跋曰：“此卷如狮子搏象，以全力赴之，当为生平合作”。\n《蜀素帖》明代归项元汴、董其昌、吴廷等著名收藏家珍藏，清代落入高士奇、王鸿绪、傅恒之手，后入清内府，现存台湾故宫博物院。\n北宋-徽宗赵佶《草书千字文》\n《草书千字文》是宋徽宗赵佶传世的狂草作品，是中国传世十大名帖之一。作于是1112年。纵31.5厘米，横1172厘米，写在一张整幅描金云龙笺上。是赵佶四十岁时的精意作品，笔势奔放流畅，变幻莫测，一气呵成，颇为壮观。是继张旭、怀素之后的杰作。今藏辽宁省博物馆。\n它是难得一见的徽宗草书长卷，以用笔、结体的熟稔精妙乃至书写意境而论，与怀素相比，委实伯仲难分。这卷笔翰飞舞的墨迹，书于全长三余丈的整幅描金云龙笺之上。其底文的精工图案，是由宫中画师就纸面一笔笔描绘而出，与徽宗的墨宝可谓相得益彰，共同成就了这篇空前绝后的旷世杰作！被誉为“天下一人绝世墨宝”。\n元明\n元-赵孟頫《前后赤壁赋》\n《前后赤壁赋》是元代书法宗师赵孟頫楷书奇珍。元代书法，从总体上来说是一个复古为创新的时代，元代诸家以唐人楷书法为基础，极力规模二晋，形成了一代风气。元世祖忽必烈统一中国后，以其雄才大略，广交有才识的汉人，从各方面发现人才，并力图恢复旧有的体制而略更张，尽管他在文化与思想上比较开放，但在军政、财权和殿试录用人才等方面即对汉人严加限制，于是有识之士既不能在仕途上谋取功利，仍转趋于文艺，在书法领域中赵孟頫就是一个最为杰出的代表人物。\n赵孟頫（公元1254-1322年）字子昂，自号松雪道人，湖州人，官至翰林学士。书画诗文，篆隶正草，可谓无所不能。书法主张恢复二王法规，书风清丽圆润，深得二王神韵气格，对后世影响很大。学习赵字，须注意运笔的提按顿挫，切忌油滑平拖，即使在圆转之处也要施全身之力，以腕运笔，写出行书线条的内涵和骨力。\n赵孟頫《前后赤壁赋》，纸本，纵二七点二厘米，横一一点一厘米。款署大德五年，赵时年四十八岁，正值精力、体力顶峰期。其字点画精到，结体周密，行笔劲健酣畅，唐棣跋云：“东坡二赋，松雪要每一书之，负出诸书之右，故深得晋人书法。晚年行笔圆熟，度越唐人，乃知早会用意之深如此。”\n明-祝允明《草书诗帖》\n《草书诗帖》，被誉为明代奇才草书绝品，系中华十大传世名帖之一。明祝允明所作。现藏台北故宫博物院，纸本，纵三六点一厘米，横一一四七点五厘米，书曹植《乐府》四首，是祝允明的代表作品。\n祝允明，生于明英宗天顺四年（一四六○》，卒于明世宗嘉靖五年（一五二六》，字希哲，江苏长洲（吴县》人，因他的右手多生一手指，故自称枝指生，又号枝山。祝允明生于宦胄之家，为书香门第，外祖父徐有贞、祖父祝颢、岳父李应桢皆饱学之士，又精于书法，在这种家庭的熏陶下相传祝允明五岁便能作径尺大字，九岁能诗，稍长便博览群书，为文多奇气，因其性疏放不拘礼节，又好饮酒，放浪形骸，故在仕途上并不得志，弘治五年举于乡，正德九年五十五岁时出知广东兴宁县知府，嘉靖元年转任应天府通判，未几辞归故里并构筑怀星堂，与同郡文人唐寅、文徵明、徐祯卿交善，人称吴中四才子，终年六十七岁。\n草书意多于法，特别是大草，纵情奔放，气势开张，酣畅淋漓，而其章法布局打破了纵横有列的格局，于参差错落，开合锁结，过接映带，揖让环抱中流露出一种强烈而震撼人心的韵律和节奏，但放逸不是不要规矩，而是一种超越于法度之外的过人胆识，这种胆识是建立在圆熟的技巧和深厚的功力之上的，当其升华到一个自由王国的境界时，便会在创作的激情中达到心手两忘，随机生发，笔态横生，点画狼藉“当其下手风雨快，笔所未到气已吞”。从而达到一个抒情写意的境地，一个“寄妙理于豪放之内”的境地，一个“从心所欲不逾矩”的境地。纵观历史上能达到这种境地的草书大家除二王、旭素和宋之黄庭坚外，明代又将草书推上了一个新的高峰。明代由于手工业的发达，制纸工艺日臻完美，加上厅堂式的建筑，书法的幅式开始由手卷尺牍小品向中堂巨幛大幅发展，而大幅的作品要有雄浑的笔力、挥斥八极的气势和形式对比强烈的章法布局为依托，这种创作观念构成了明人尚势的时代特色，而行草书体正好适合了这种变化的需要，马宗霍《书林藻鉴》谓：“明人类能行草，虽绝不知名者，亦有可观。”明代善草书的书家甚多，著名的有陈璧、张弼、文徵明、文彭、王宠、陈道复、莫云卿、董其昌、陈继儒、黄道周、张瑞图、倪元璐、傅山、王铎等，他们各人在这宽广的领域里驰骋并形成了不同的风格，其中最负盛名的当首推祝允明了。\n祝允明楷书得益于李应祯的指点，得欧字之骨，颜楷之雄，褚字之秀、虞字之腴，尤善小楷，直追魏晋人遗意，从而在年轻时就打下了扎实的基本功。楷法既立，流溢为行草则自然可观，再加上他疏放不羁的个性，更使他对草书情有独钟，他的草书主要得徐有贞的指点，由旭素上溯二王，中年以后涉猎渐广，自魏晋钟王直至元之赵孟頫，莫不临写工绝，故其书至晚年时变化出入不可端倪，风骨烂漫，一派天真纵逸，从他流传下来的草书作品来看，面目各异，有形不贯而气贯的独草，有如行云流水的今草，亦有气势奔放的狂草，不论何种形式的草书，都写得开张舒放，跌宕奇逸，笔力遒劲，点画狼藉，看似乱其实不乱，看似散其实气脉贯注，并不因率意而潦草，笔笔都能断而后起，能于使转中见点画，故通幅视之，显得神釆奕奕，气势豪放。王世贞《艺苑卮言》评祝允明书谓：“晚节变化出入，不可端倪，风骨烂漫，天真纵逸。”此帖足可当之。\n","category":"行草","verified":true,"user":1,"timestamp":1429951648152},{"name":"董其昌行草小赤壁诗册页","dynasty":"明代","category":"行草","type":"","user":1,"timestamp":1429791627029,"text":"董其昌《小赤壁诗册页》\n\n 董其昌《小赤壁诗册页》为广东五桂山房欧初私人收藏，刊于广东省书法家协会《书艺》卷四（岭南美术出版社2003年3月出版）。据商承祚题识，此作原为长卷，后为便于阅读改为册页。《小赤壁诗册页》有刘海粟、启功、周怀民题跋。","author":"明代董其昌","description":"董其昌行草小赤壁诗册页"}]