[{"name":"米芾行书苏仙岭三绝碑","text":"简介\n三绝碑位于白鹿洞东北40米天然石壁上，为北宋著名词人秦观流放郴州期间所作的《踏莎行》词摩刻，高52厘米，宽46厘米，共十一行，八十一字，行书。从1956年起，三绝碑先后4次被公布为省级重点文物保护单位。三绝碑在白鹿洞石壁上，高五十二厘米，宽四十六厘米，十一行，每行八字，行书。北宋词人秦观作了《踏莎行·郴州旅舍》一词，苏轼写了跋，著名的书法家米芾把词和跋写下来，世称“三绝”，其艺术价值很高，还嵌有陶铸同志题词。\n从三绝碑到苏仙观，要攀登近二公里的登山小道，石砌小道穿行在苍松翠柏之中，途经两座青石砌成的小亭。小亭的拱门上方，分别题有“共步云梯”、“初登仙境”、“蓬莱在望”、“仙阙可攀”等横额，身临其境，有攀登仙山琼阁之感。苏仙观高耸山巅，三面峭壁，古松参天，千姿百态；站在庵前眺望，只见群峰起伏，无边无际，似海浪翻腾，苏仙岭好象飘浮在茫茫大海中的蓬莱仙岛，使人有凭虚凌空的感觉。\"三绝碑\"所谓\"三绝\"指的是秦词、苏跋、米书\"三绝\"，即秦少游作词、苏东坡写跋、米芾书法。\n三绝碑大事记\n南宋咸淳二年(公元1266年)，郴州知军邹恭把原碑拓上，转刻在苏仙岭白鹿洞的大石壁上。\n960年3月，毛泽东同志到南方视察，接见了原郴州地委书记陈洪新时要求保护三绝碑。\n963年3月，当时任中共中南局第一书记的陶铸来郴州视察，登苏仙岭三绝碑处览\"秦词\"后，\"感其遭遇之不幸，因益知生于社会主义时之有幸，乃反其意而作一阕，以资读词者作今昔之对比，而更努力社会主义革命与社会主义建设。\"，押秦词原韵填词《踏莎行》一首。八十年代初，郴州市又把原拓放大刻在这块石壁，重修护碑亭，拨专款塑\"秦观铜像\"一尊。\n997年，苏仙岭风景名胜区管理处对三绝碑周围地区进行改造。用仿古围墙将三绝碑、护碑亭、秦观铜像、重点文物保护单位标志等圈围起来，并设专人管理。围墙外侧另修游道供游人上山。\n000年9月，苏仙岭风景名胜区管理处重新将三绝碑放大拓刻到\"秦观铜像\"后侧的石壁上。\n三绝碑来历\n\"三绝碑\"的来历，说来话长，首先得从秦观说起。\n秦观（1049-1100），字少游，又字太虚，号淮海居士，江苏高邮人，苏东坡的弟子，与黄庭坚、晁补之、张耒并称苏门四学士。曾经受苏轼的推荐而应召进京，当过国史编修。后来，因新旧党朋之争受牵连，屡遭贬谪，最后被削官去职，于绍圣三年，流放到当时被称作蛮夷之地的郴州。\n北宋绍圣四年（公元1079年），在一个春寒料峭的日子里，秦观在郴州简陋的旅舍，想到自己屡遭排斥、打击，心中愤愤不平，便借景抒情，发泄幽怨，写下了千古名作《踏莎行·郴州旅舍》：\"雾失楼台，月迷津渡，桃源望断知何处。可堪孤馆闭春寒，杜鹃声里残阳树。驿寄梅花，鱼传尺素，砌成此恨无重数。郴江本自绕郴山，为谁流下潇湘去？\"南宋咸淳二年(公元1266年)，郴州知军邹恭把原碑拓上，转刻在苏仙岭白鹿洞的大石壁上。八十年代初，郴州市又把原拓放大刻在这块石壁，重修护碑亭。于是就有了今天我们所看到的\"三绝碑\"。\n关于苏仙岭三绝碑碑文，有许多版本。差异主要集中在四个地方。以苏仙岭三绝碑现有碑文为例，即\"知何处\"、\"残阳树\"、\"本自绕\"、\"可堪\"四处。与苏仙岭三绝碑现有碑文一样的有：《湖南通志》、嘉庆《郴州总志·艺文·词》。《万历郴州志》为\"知何处\"、\"斜阳暮\"、\"本自绕\"、\"可堪\"。《嘉庆郴县志》为\"知何处\"、\"残阳树\"、\"本自绕\"、\"可堪\"。《湖南地理志》为\"无寻处\"、\"斜阳暮\"、\"本自绕\"、\"可怜\"。《宋词选》（胡云翼）、《词苑丛谈》（清）、《中国古代文学作品选》为\"无寻处\"、\"斜阳暮\"、\"幸自绕\"、\"可堪\"。关于苏仙岭三绝碑碑文差异，古今文学界一直都有争议。如：《野客丛书》、《词品》、《诗话》、《词苑丛谈》、《贵耳集·卷下》等书都有讨论。不过，窃以为苏仙岭三绝碑现有碑文当为秦少游填词时原稿。其他版本碑文，可能是在流传过程中文人抄摘修饰异化或者避讳替词而来。\n为了纪念秦观这位著名的文学家，郴州人民在三绝碑亭的左侧立了秦观的铜像。1989年在遇仙桥对面的按宋代营造法式和湘南民居建筑风格建了一座宋代建筑，面积100平方米，内设三墙门楼。原湖南省政协主席刘正手书门楼匾额上\"郴州旅舍\"四个大字。1990年，全国第三届秦少游学术研讨会在郴州举行，秦学会副会长、秦少游的第33代孙、扬州大学师范学院教授秦子卿参加了那次会议。展览室门额\"淮海遗芳\"及其楹联，就是秦子卿撰写的。从1956年起，三绝碑先后4次被公布为省级重点文物保护单位。\n三绝碑发现\n或许很少人知道，没有毛泽东主席，就没有苏仙岭三绝碑的发现与保护。\n在1960年3月的时候，毛泽东同志到南方视察，接见了原郴州地委书记陈洪新。会谈中，毛主席两次问到三绝碑的保护情况，并侃侃而谈，介绍讲解了秦观作词的历史背景和该词的艺术价值。\n毛主席说：古时候，郴州这个地方是一个蛮荒之地，是一个谁都不愿意来的地方。宋朝有个秦少游，很有才华。经苏轼推荐，应召进京，当过秘书省正字和国史编修官。后来，因为新旧党争的牵连，屡遭贬谪，最后削官去职，于绍圣三年流放到郴州当老百姓。秦少游因为怀才不遇，含冤被贬，满腹牢骚。但是，又没有地方讲，后来，他就写了一首词，叫《踏莎行·郴州旅舍》。这首词写得很好，写出了他被削职后那种凄楚难言的隐衷，把那些封建统治阶级内部冲突中有才华有抱负的爱国知识分子报国无门、不堪排挤打击的情怀，描写得淋漓尽致，所以很有名。\n接着，毛主席还琅琅有韵地背诵了《踏莎行·郴州旅舍》。毛主席说：这首词在文学艺术上是很有价值的，苏东坡很喜欢，特别喜欢最后两句：\"郴江本是绕郴山，为谁流下潇湘去？\"。把它写在扇子上，天天看它读它。秦少游死后，苏东坡非常悲痛，在扇面秦观词的后面，\n写下了\"少游已矣！虽万人何赎？\"的跋语。后来，著名书法家米芾把秦词、苏跋书写下来传到郴州。郴州人为了纪念秦少游，把秦词、苏跋、米书刻在碑上，史称三绝碑。秦少游死后166年[南宋咸淳二年(公元1266年)]，南宋有个叫邹恭的来郴州当知军，再把原碑拓上，转刻在苏仙岭白鹿洞的大石壁上，这就是今人所看到的\"三绝碑\"。\n他嘱咐到：这块碑是很有价值的，是我们国家在文学艺术上的瑰宝，要很好地加以保护。\n陈洪新书记回到郴州，马上召集地委负责同志开会。会上，陈洪新书记对大家说了毛主席的谈话。大家纷纷表态，要认真执行毛主席的指示，不辜负毛主席的期望。\n其后，陈洪新书记专程到郴州师专请教古汉语教授单泽周先生。会谈后，大家才知道三绝碑就在苏仙岭白鹿洞上面。随后，单泽周先生与地委领导一同前往苏仙岭。在丛丛荆棘中，人们发现了三绝碑。所幸三绝碑尚存完好。在以后的日子里，地委亲自抓三绝碑的清理和护碑亭的建设工作。由陈洪新同志牵头，成立了\"郴州地区文物保管委员会\"。不久，省里作了批示，并拨款2万元修公路一条，建护碑亭一座，树碑一块，重拓了原迹。很快，三绝碑恢复了往日的丰采。\n963年3月，当时任中共中南局第一书记的陶铸来郴州视察，登苏仙岭三绝碑处览\"秦词\"后，\"感其遭遇之不幸，因益知生于社会主义时之有幸，乃反其意而作一阕，以资读词者作今昔之对比，而更努力社会主义革命与社会主义建设。\"，押秦词原韵填词《踏莎行》：\n\"翠滴田畴，绿漫溪渡，桃源今在寻常处，英雄便是活神仙，高歌唱出花千树。桥跃飞虹，渠飘束素，山川新意无重数。郴江北向莫辞劳，风光载得京华去！\"\n陶铸同志的词讴歌了英雄的人民和伟大的时代，一洗秦（少游）词幽怨哀愁之情，高扬了人民当家作主、创造业绩的时代旋律。\n陶铸词现在也被刻在石上，置于三绝碑护碑亭内。和三绝碑一道，成为苏仙岭一处美丽灿烂的风景。\n那么，三绝碑的\"三绝\"到底是指什么呢？\n\"三绝碑\"所谓\"三绝\"指的是秦词、苏跋、米书\"三绝\"，即秦少游作词、苏东坡写跋、米芾书法。\n","category":"行书","verified":true,"user":1,"timestamp":1429951592989},{"name":"米芾行书苏仙岭三绝碑","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791644773,"text":"苏仙岭三绝碑位居十大著名“三绝碑”之首，以“秦少游词、苏东坡跋、米芾字”之“三绝”而名世。","author":"宋代米芾","description":"米芾行书苏仙岭三绝碑"}]