[{"name":"徐渭行书题画诗","text":"在中国画的空白处，往往由画家本人或他人题上一首诗。诗的内容或抒发作者的感情，或谈论艺术的见地，或咏叹画面的意境。诚如清·方薰所云：“高情逸思，画之不足，题以发之”(《山静居画论》)。这种题在画上的诗就叫题画诗。\n\n题画诗是绘画章法的一部分,它通过书法表现到绘画中,使诗、书、画三者之美极为巧妙地结合起来,相互映发、丰富多姿,增强了作品的形式美感,构成了中国画的艺术特色。此外,宋以前的许多赞美绘画或对绘画有感而发的诗歌,虽不题在画上,从广义上讲,也算是题画诗。\n中国画非常讲究“意境”，往往画中题诗，诗画互补，使意境更加深远。再在画面加盖红印章，使中国画集诗、书画、印于一身，形成了独特的艺术形式，使人在读诗看画、看画赏诗之中，充分享受艺术美。\n概念\n中国的题画诗,可以说是世界艺术史上的一种极其特殊的美学现象。把文学和美术二者结合起来,在画面上,诗和画,妙合而凝,契合无间,浑然一体,成了一幅美术作品的构图上、意境上不可或缺的有机组成部分。诗情画意,相映成趣,相得益彰。因此,画面之有题画诗,是中国画的特征之一,也是中国绘画艺术的独有的民族形式和风格。而且,我国历史上有些优秀的题画诗,不仅是中国美术史上的宝贵遗产,同时也是文学史上的可资继承与发扬的艺术珍品。关于题画诗的源流,亦即诗画结合的开端,过去论者意见不太一致。有的人认为可以上溯到魏晋南北朝,说晋顾恺之的《洛忡赋图卷》便是古代诗画相结合的典范之作。有的人认为题画诗滥觞于宋代,理由是宋代以前绘画作品大都缺少题跋。钱杜的《松壶画忆》便说:“唐人只小字藏树根石罅,大约书不工者,多落纸背。至宋始有年月纪之。\n艺术形式\n中国画和题画诗都是一种独到的艺术形式，它们虽为美术和文学两个范畴，但画为视觉的艺术，诗为语言的艺术，两者在构思立意上有着不可替代之妙。清代孔衍拭《石村画诀》说：“画上题款诗，各有定位，非可冒昧，盖补画之空处也。如左有高山右边宜虚，款诗即在右。右边亦然，不可侵画位”。以上“补画之空处”、“不可侵画位”这两句话，就是给题诗款在画面上，下了极明确的定义。“补空”二字，也就成为画家题诗款时的一个谦虚名词了。这里，题画诗和单为破除画面上单调与平凡所加的题款亦是有区别的，前者因画不能尽意，藉诗以名其意，诗画互相补充、互相阐述，称之“画写物外形，诗传画中意”。后者通常都是为便于查考，只题上作者名号和作画年月，有的大约诗不美、书不工，以避开弱点所至。题画诗溢满着画幅的风采，因此长于文辞书法的画家，常将长、短不一的诗文搬到画幅上去，使其产生一种诗绘并工、附丽成观的艺术效果。画家为题画诗创作所发生的美感，常在郑重的注意和研究之中。有的在一幅画画成之后，再考虑诗句的长短与题诗的地位如何与画面相配合。有的则在一幅画的落笔前，也将题画诗的地位同时酝酿在内，或因先有长诗预先多留空白，为题写之用。诚然，诗文有精粗美丑之分，书法有工拙高低之别，若诗跋繁芜，书法不精，这类画作大都会被人们淡忘。据中国美术史记载，宋元时期普遍出现题画诗形式时，中国画即披上了浓厚的文学色彩，诗中有画、画中有诗便成了赏析文人画的一种创作追求或审美理想。画家既作诗又作画，不仅能起到开阔视野的作用，而且能起到丰富画面的意念和启发观赏中国画的想象作用。\n诗与画\n“竹外桃花三两枝，春江水暖鸭先知。蒌蒿满地芦芽短，正是河豚欲上时。”此为苏轼题好友慧崇和尚画《春江晓景》诗，如今慧崇的画已不传，而这首题画诗却流传千古，成为脍炙人口的艺术品。\n一些女画家、女诗人，于对艺术美的鉴赏中，亦不乏情不自禁地道出自己的艺术主张与追求，创作出题画诗。宋诗人杨妹子善书，著有《题画诗》一卷，其《题马远画梅.绿萼玉蝶》：“浑如冷蝶宿花房，拥抱檀心忆旧香，开到寒梢尤可爱，此般必是汉宫妆。”凡御府收藏马远作品，多为她所题。《书史会要》评：“马远画多为其所题，语关情思，人或讥之。”\n宋另一女诗人曹希蕴，著《诗歌后集》，《东坡诗话》云：“希蕴颇能诗，虽于韵不高，时有巧语。”尝作《墨竹诗》：“记得小轩岑寂夜，月移疏影上东墙。”人称“此语最工”。\n元书画家管道升尝画墨竹及设色图进奉，得赐内府上尊酒。皇太后予以很高的礼遇，命坐赐食，奉旨画梅，并命题诗其上，云：“雪后琼枝懒，雪中玉蕊寒，前村留不得，移入月中看。”太后称羡不已。管氏另有《写诗寄外君》：“夫君去日竹新栽，竹子成林夫未来，容貌一衰难再好，不如花落又花开。”\n清画家黄媛介善山水，工诗词，其《为渔洋山人画山水》云：“懒登小阁望青山，愧我年来学闭关，淡墨遥传缥缈意，孤峰只在有无间。”爱新觉罗氏安郡王岳乐女孙，幼承家学，工写花卉，其《题自画牡丹》：“风风雨雨惜春残，为爱名花倚画栏，淡著胭脂浓著墨，一枝图向画中看。”\n题画诗得之不易，欲工尤难，贵在诗传画外意。\n历代佳作\n墨葡萄\n有的借画咏志，使画面更具生命力。如明人徐渭自题《墨葡萄》：“笔底明珠无处卖，闲抛闲掷野藤中。”古今画师的题画诗摇曳多姿，嬉笑怒骂，亦庄亦谐皆成趣。\n桃花诗\n大地逢春，万木争荣，一切生物都在春天来临之际蠢蠢欲动。此乃大自然之规律使然。人非草木，而人类亦如自然界一样闻鸡起舞、未雨绸缪、趋利避害，乃至趋炎附势。人情冷暖、世态炎凉在诗人笔下往往得到鞭辟入里的描写与表现。请看唐寅的代表作《纨扇仕女图》原题：秋来纨扇合收藏，何事佳人重感伤，请把无情仔细看，大都谁不逐炎凉。而其《桃花诗》可谓诗人的如实坦白与自况，足以自警、警人。\n墨梅\n请看元诗人王冕自题《墨梅》诗：“我家洗砚池头树，朵朵花开淡墨痕，不要人夸颜色好，只留清气满乾坤。”诗人淡泊名利、一身正气自见。\n清郑板桥在自家画册页上题：“国破家亡鬓总皤，一囊诗画作头陀，横涂竖抹千千幅，墨点无多泪点多。”该诗道出自己作为一个文人，不满清朝社会现实，但又不愿攀贵媚上，于是借题发挥，内涵深刻，令人咀味无穷。\n总结\n中国画与题画诗作为民族艺术的两种形式，不失为神州艺坛的姊妹花，珠联璧合，相得益彰，构成中华传统文化的独特风景！\n","category":"行书","verified":true,"user":1,"timestamp":1429951607191},{"name":"徐渭行书题画诗","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791616487,"text":"释文：只少胭脂染一堆，蛟潭锦蚌挂人眉。山深秋老霜皮划，自迸明珠打雀儿。\n\n\n释文：身世浑如泊海舟，关门累月不梳头。东篱蝴蝶闲","author":"明代徐渭","description":"徐渭行书题画诗"}]