[{"name":"汪士慎书法","text":"汪士慎（1686—1759）清代著名画家，书法家。“扬州八怪”之一。字近人，号巢林、溪东外史等，汉族，安徽休宁人，寓居扬州。工分隶，善画梅，神腴气清，墨淡趣足。暮年一目失明，仍能为人作书画，自刻一印云：“尚留一目看梅花”，后来，双目俱瞽，但仍挥写，署款“心观”二字。有《巢林集》。\n主要成就\n汪士慎工诗及八分书，画水仙、梅花清妙独绝。金农谓其画梅之妙，与高西唐（翔）异曲同工。士慎画繁枝，千花万蕊，管领冷香，俨然灞桥风雪中。西唐画疏枝半开蝉朵，用玉楼人口脂抹一点红，良缣精楮，各臻其微。士惧老而目瞽，为人画梅，或作八分书，工妙胜于未瞽时。精篆刻，与张潜乙、金筋齐名。著有《巢林诗集》。《广印人传、国[清]朝画识、国[清]朝画徵续录、扬州画舫录、墨林今话、桐阴论画、瓯钵罗室书画过目考》。\n人物生平\n汪士慎卖画为生。擅画花卉，随意勾点，清妙多姿。尤擅画梅，常到扬州城外梅花岭赏梅、写梅，代表作有《潇湘灵芳图》、《绿萼梅开图》、《洒香梅影图》、《月佩风襟图》、《灵根出谷图》、《苍松偃蹇图》等。54岁时左眼病盲，仍能画梅，“工妙腾于示瞽时”。67岁时双目俱瞽，但仍能挥写狂草大字，署款“心观”，所谓“盲于目，不盲于心”。汪士慎善诗，著有《巢林诗集》。他诗书画印俱佳，精于篆刻。印章取法小篆而参合汉篆，以画意入印，法度之中别有意趣，如“巢林”印和“七峰草堂”印。\n汪士慎篆刻多取法小篆，如“汪士慎”印，给人以苍茫朴茂之感。“慎”字中大块的并笔给该印带来扑朔迷离的色彩，使人们在朦胧美中体味艺术的真谛。此印的大块留白，加之“士”字加粗的两横笔，在印面形成数块大的白色块面，它们相互分离，而又相互呼应；其红色的底面也相应地出现了大的色块，“计白当黑”的趣味溢于印表。这一白一红的强烈对比与一疏一密的相互参照，使该印达到了“疏可跑马，密不容针”的境界。汪士慎篆刻，其字的结体往往打破常规，自成一家；章法安排往往在平稳中求变化，韵味之佳，称雄一时。\n“尚留一目着花梢”白文印，是汪士慎人生经历的传真写照。清乾隆四年（1739年），他第二次游浙江归来，左目失明，多么不幸！为此他曾戏刻“左盲生”、“尚留一目着花梢”、“晚春老人”、“一生心事为花忙”等闲章，以志其情志。到了67岁那年，汪士慎双目失明，这更增加了痛苦。他以健康的心态，战胜残疾，开始摸索写狂草。汪士慎以为艺术献身的精神来从事创作，表现出坚强的毅力，这点足可为后世之楷模。在他左眼失明后，曾有“隐几宜晴画，挥毫仗小明”的诗句，读来令人感喟。“尚留一目着花梢”一印具有汉印整齐茂密的特点，篆法工稳自然，不随意增减，一任天成。在章法上，“尚”、“梢”二字较小，一头一尾，作斜角呼应。该印文字横画多，汪士慎在处理印面时，把右行的字形、笔画安排得清晰，用刀起讫分明，线条富于变化，把左行处理成漫漶朦胧状，这样两行一清晰、一朦胧、一工整、一漫漶，增加了该印的趣味。“一生心事为花忙”白文印，有字距而无行距，这种章法的安排容易造成印章的横向取势，营造出一种如千里阵云般的那种排山倒海的气势。“一”、“事”、“花”3字下部这些形状各异、丰富多彩的红色块面的获得依仗于两个条件：一是所留出的自然空间，一是篆字结体上紧下松所表现出来的结构空间。它们互为表里，以印章的大章法到篆字的小章法，共建出此印的完美形式。\n754年秋，汪士慎在扬州北城边买了一处“蓬窗”小屋，作为养老之所。他在这所茅屋里，布衣蔬食，品茗读书，写字作画，安宁生活。67岁时，他的另一只眼睛也渐渐失去了光明，深居蓬门僻巷，交游本来不多，失去双目不能作书作画，来往的人更少了，除了“三四素心，时相过从”，门前冷落得很。汪士慎耐得住寂寞，也忍得住“蓬生三径逐年贫”的生活，但失明剥夺了他视若生命的书画创作，这种痛苦毕竟难以忍受。汪士慎“朴不外饰，俭不苟取”，他的晚年孤寂贫困。1759年，汪士慎在他的城隅草屋中与世长辞。这位像梅花一般一生疏淡的老人，也像梅花的一缕清香那样消逝了。\n经历之谜\n前半世之谜\n汪士慎还善于做诗，他喜弹琴，特别在他目有痼疾，将成残废时，常常抚琴自慰。汪士慎把嗜茶、爱梅及赋诗三者融汇一起，形成笔墨，构成了书画艺术上的淡雅秀逸的风格。所以，在巢林诗中，咏茶的就有20多首。“茶苦”而清，“梅清”则高，好友金农送他“茶仙”的雅号。\n清朝康熙二十五年（1686），汪士慎出生在安徽休宁县富溪乡，这是个有名的产茶之地。有关汪士慎早年在家乡的生活、求学等情况，至今仍是个谜，世人知之甚少。他是1723年离开徽州去扬州的的，这时他已经37岁。\n据说，汪士慎平时寡言少语，与人交往时，从来不提他过去的事，也从来不提他家乡的事。按常理分析，汪士慎对在家乡时的际遇，一定有难以启齿之处。是什么原因人们无法断定。在汪士慎留下的作品中也许可以找到他前半生的蛛丝马迹。\n首先是汪士慎的画作。很多字画作者，在自己作品的落款中都留下自己的籍贯。这是为家乡“争光”也好，纯粹习惯也罢，但至少可以让欣赏者知道作者是哪里人。汪士慎在画作中，常常写着“富溪汪氏”，有时写“溪东外史”。由此，人们就只好在休宁的富溪之东去寻找汪士慎的居住地了。\n其次是从汪士慎一生多次使用的“别号”上，后人能知道他在家可能排行老六，人们称他为“汪六”或“汪六先生”。\n再次是汪士慎的诗作。汪士慎留下了一本诗集，名叫《巢林集》。在这部诗集中，比较明显透露出他的身世的有两首，一为：\n忆昔同少壮，怀抱多慷慨。\n接纳重义气，谈笑生悲凉。\n从这首诗中，似乎看不出当年的少年，如今是个沉默寡言的人。当然，这自然就让人想到这个当年胸怀壮志、慷慨大义、谈笑风生的少年，可能是在后来的人生变故中遭受挫折、坎坷，而渐渐变处像一尊木偶。\n另一首诗为：\n身依故土家何有，鬓欲成翁事已非。\n寄语故人应怜我，我怜无处对春晖。\n身在“故士”却没有家，这是怎么回事？是与同村族人有矛盾？是家庭其他成员不容他？不过，虽然已经离开了“故土”，但他还是希望“故人”能同情他，谅解他：他有报答父母养育之恩的心情，却因身在异乡而无法报答！这首诗，多少能让人读出汪士慎离开家乡的无奈……一片无可奈何的惨境。\n在汪士慎留下的这些作品中，人们无法寻觅他写诗、作画、练字、刻印的师承关系，好像他是个无师自通的怪才。\n卖画置新居\n7岁时，汪士慎携家带口来到扬州，投奔老乡马曰琯、马曰璐兄弟。马氏兄弟是徽州祁门人，一直在扬州经营盐业，当时已是名震扬州的大户。马氏兄弟具有典型的“贾而好儒”的品质，特别乐意结交文化人，对文化人也十分慷慨，只要有好字、好画、好书，那可能就成了他俩的好朋友。他们刻的《小玲珑山馆丛书》是极有名的，其中有不少濒临消失的珍贵图书，都是他兄弟俩高价购得，然后聘请一流的刻工，为他们精刻的，对文献的传承，起了很好的作用。老乡兼画家的汪士慎的到来，受到马氏兄弟的厚待。马氏兄弟把他安排在自家的“七峰亭”。这个亭子，原来是马氏兄弟在家接待文人墨客的一座“沙龙”。汪士慎来后，马氏兄弟请人来将这座亭子整理成住房，让汪士慎一家住在这里。由于这座亭子的四周散布着七块巨石，像七座山峰，因此，汪士慎将这一新居命名为“七峰草堂”，并自名“七峰居士”。\n汪士慎来扬州的一个重要外部原因，就是扬州当时是江南著名的繁华之地。这里经济繁荣，而且文气畅达，字画都有很好的市场。汪士慎来了之后，就开始卖画。但这个来自皖南深山的画家，显然不太适应这个环境。马曰琯曾写诗说他“嗜茶顶有茶经读，能画羞来画直酬”。这是说汪士慎在卖画时，不好意思和买画人讨价还价。\n汪士慎的画，到底好不好卖呢？卖的价钱怎么样呢？没有直接的依据能让现代人回答这个问题，但实际的状况表明，汪士慎以画为生的日子并不好过。在汪士慎所处的年代，社会上比较风行的师古之风，临摹的古画在市场上比走俏，而汪士慎的画则有浓厚的文人画气息，有“师心”“师自然”的风格，即不受拘束的发挥较多。由于这一矛盾的存在，汪士慎的画作自然不会有很好的销路，就像他自己说的：“自笑成孤调。难堪入尘世。”清高自笑，但绝不随波逐流。\n既然“不好意思”去卖画，那就把画交给一些书画贩子吧。\n一个名叫边寿民的淮安人，一把从汪士慎这里带走了10册画。不久，捎信来说已经卖了4册，得了“三两八钱银子”，这在当时是很低的价格。接着，一名既卖画又画画的人，叫方可村，来帮汪士慎卖画。由于方可村对书画市场的行情很清楚，所以，生活拮据的汪士慎很愿意听他的意见。有一次，方可村约着汪士慎，两人一道乘船去宁波卖画。这一趟，汪士慎兴奋不已，不仅卖画挣了钱，还因为走江过海而大开眼界。\n自己卖画，加上叫朋友们代卖，汪士慎艰难地有了点积蓄。48岁那年，他委托马氏兄弟为他在扬州城物色到一处老房子。在当时，48岁已算步入老年了，汪士慎在这个时候终于有了自己的“家”、自己的画室。\n山茶水仙\n汪士慎的新居周边，植有各种花卉，种植最多的是梅花，其次是山茶，这些花经常可见他的画作中。他的门前窗下，还有茉莉、栀子、牵牛、牡丹及梨花等，还有一棵高大的杉树。这些花卉，在汪士慎的画作中，大多显得冷艳、惨淡，并带有憔悴之状。后人认为这是汪士慎实际生活的写照。汪士慎的新房，被浓密的树阴严严地罩着，因此，汪士慎给自己的新居起名为“青杉书屋”。此后，汪士慎在这个房子里创作的字画，都自豪地书上“写于青杉书屋”。\n盲人书画家\n作为扬州八怪“第一怪”的汪士慎，其书画造诣之深，是举世公认的，但他的苦难却是很多人不知道的。他年近四十到扬州时，寄居在同乡大户马氏兄弟家。虽然马氏兄弟很尊敬“文化人”，但赤贫如洗却是汪士慎当时的生存实态。10年之后，卖画挣了些钱的汪士慎买了房子，于是又成了“穷光蛋”。如果还象以前那么写字、作画，汪士慎的日子当然会滋润起来，但命运之神似乎一直在耍弄着汪士慎。\n就在乔迁青杉书屋的那一年，汪士慎患了眼疾。他的眼睛又热又痛，尤其是左眼，眼底布满血丝，红肿流泪。眼睛，对于一个普通人来说，其重要性已不言而喻，而更何况对于一个要靠眼睛来观察世界的画家呢？但汪士慎没有钱去求医问药，他只能忍受着眼疾的煎熬。\n在汪士慎一生中，有个现象值得人们关注：在患了眼疾之后，他一反常态地经常出门旅游了。有人认为，这是汪士慎对自己眼疾后果有充分的预料――他想在失明之前，尽情地把世界看遍。\n他的眼疾越来越严重，但为了生计，他还得不停地画。54岁时，他在画完一幅《梅花图》后，左眼终于失明。可能是早有思想准备，所以他并不没有表现得如何消沉，而是乐观豁达，继续作画，并称自己的创作是“独目著寒花”。他这时的画，当时扬州八怪之一的郑板桥就评价说“清品极高”。在他左眼失明的第二年，创作了一幅《乞水图》，画的是一个老翁，抱着一个瓮在“收藏”积雪；这是为了用雪水煎茶。郑板桥在这幅画上有题诗，称此画为“抱瓮柴门四晓烟，画图清趣入神仙”。画如其人，透过这幅画，人们能感悟到汪士慎品质之高洁。\n然而，汪士慎的不幸并没有就此打住。左眼已经失明，右眼的疼痛也在不断加剧。对此，汪士慎表现得十分镇静，他似乎感觉右眼失明是迟早的事，因此，在失去观察能力之前，他是尽情地多看，多看花卉风景；二是抓紧整理自己的诗集。“扬州八怪”的一个共同特点是画兼诗，诗画相兼被后人认为是“扬州八怪”文人画的一个重要特点。人们普遍认为，汪士慎的诗写得很好，他在左眼失明后的第四年，将自己的诗作收集为4卷，名为《巢林集》。加上后来的诗，他的《巢林集》一共收集诗歌7卷。当然，汪士慎非常想把自己的诗集刻印出来，但就他的财力，显然是心有余而力不足。还是老乡马氏兄弟理解汪士慎，他的7卷诗集《巢林集》最后是由马氏兄弟资助他刻印的。汪士慎在双目失明之前能见到自己的诗集刊刻付印，当然是最令他快意的事。\n6岁时，不幸再次降临在汪士慎的头上，他的双目失明了。对于一个画家来说，这该是何等痛苦，自然是不言而喻的。这个时候，他只有靠自己的“心”来观察世界和人生了，因此，他给自己取了个有趣的名字——心观道人。\n两年之后的初春，突然降了一场大雪，天地间白茫茫一片。“扬州八怪”之一的金农，坐在家门口，情趣盎然地欣赏着眼前的雪景。看得兴奋处，他关上门，回到屋内，挥毫作画。\n不一会儿，有人敲门。门外的狗也叫了起来。金农放下笔，去开门。\n啊！是汪士慎！是一个小童领着他走来的，汪士慎已经失明好几年了，居然在这个天气里来到金农家。\n两人喝着热茶，谈着书画。说到兴致高时，汪士慎兴奋地用手摸索着去寻找笔，他要写字，还是作画？金农也激动起来。他赶紧为汪士慎铺开纸，研好墨，将笔递在汪士慎手中。汪士慎全凭着自己的感觉，挥笔在纸上创作了一幅狂草书法！金农看着看着，泪水止不住流下来。谁敢相信，眼前的这幅狂草作品出自一个双目失明的盲人之手？金农忍不住在这幅作品的边上留下自己的一首长诗：\n双扉久不闻人声，忽惊打门声丁丁。\n黄犬吠客披衣迎，咄哉盲翁无世情。\n袖中大字大如斗、自言写时顿运肘。\n心光顿发空诸有，当前多少美少年，\n有眼有手徒纷然，但见满纸丑恶笔倒起颠。\n叟兮又言小弟目盲非不祥，\n老兄软脚叉又何妨？\n木棉裘暖饱饭日，\n复日明日还来荒寺话斜阳。\n在金农看来，那些青年（“美少年”）有眼有手又怎样？只会写些“丑恶”而已！而眼前的盲人汪士慎却是那样高洁、不染世俗之情（“无世情”）。眼睛瞎了，并不是不祥啊，“脚软”也照样能走能跑，改日还来与老兄“话斜阳”——这是多么超脱的一个盲人艺术家？\n当然，双目失明后的汪士慎继续走访知音的事，肯定还有，但这之后还提笔“狂草”，就没听说过了。他后来的几年是如何度过的，没人知道。人们知道的只是这位杰出的艺术家死于1759年，即74岁时离世。\n作品欣赏\n书法\n汪士慎善工绘画书法，金石篆刻，善隶。隶书《七古一章》为汪氏四十岁时书，清劲爽朗，生动有致，透出刚介自在之精神。六十七岁时双目失明，乃作狂草。他的八分书，力追汉代碑刻、画象石题字，厉鹗说他：“腕悬仍似蚕头篆，笔磔稍存隼尾波，只余瘦硬乏姿媚，每受俗眼相讥诃。”厉鹗认为他这样的字，不适合于挂在富贵之家，只适合挂在象他那样的竹物中间，说明他的书法，有一种清高孤傲的姿态。\n绘画\n汪士慎画的梅花，清淡秀雅，李方膺的“铁干铜皮”恰成鲜明对比。金农屏曰：“巢林画繁枝，千花万蕊，管领冷香，俨然灞桥风雪中。”但我们从其传世的作品来看，汪士慎的梅，枝与花并不是太繁，但其间有一股舒香冷气，倒是不夸张的。\n刻印\n刻印与高翔、丁敬齐名\n","category":"草书","verified":true,"user":1,"timestamp":1429951658889},{"name":"汪士慎书法","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791615458,"text":"隶书立轴\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n行书十三银凿落七古歌卷\n\n隶书七言联 95.6cmx16.5cm 四川省博物馆藏\n\n《隶书观绳伎七古诗》轴，北京故宫博物院藏，纸本，纵118.2cm，横34.8cm。\n　　此轴录中唐刘言史所作七言古诗一首，书于雍正三年（1725年）中秋前二日，自识：“近人汪士慎书于拥万山堂。”下钤“渐翁”、“近人”、“梦泉生”印三方。题下钤“士慎”。本幅无藏印。\n　　此轴为汪士慎40岁时所书。书法清劲，用笔挺秀纤细，结字方整，波、挑之势具汉隶风格，但从总体来看，仍受明代及清代早期隶书的时尚影响，传统多于变化。","author":"清代汪士慎","description":"汪士慎书法"}]