[{"name":"鲜于枢行草先茔帖","text":"元初书法总的情况是崇尚复古。文宗天历初建奎章阁，专掌秘玩古物。元文宗常幸奎章阁欣赏法书名画，书法一度出现兴盛局面。赵孟頫，鲜于枢等名家，是这时期书法的代表。他们主张书画同法，注重结字的体态。但元代书坛纯是继承晋唐，没有自己风格，稍后于赵孟頫的康里巎巎还有些变化，奇崛独出于元代书坛。纵观元代书法，其成就大者还在真行草书方面。至于篆隶，虽有几位名家，但并不怎么出色。这种以真、行、草书为主流的书法，发展到了清代才得到改变。有元一代书风，仍沿宋习盛于帖学，宗唐宗晋，虽各有其妙，亦不能以一家之法立于书坛。\n主要特点\n从整体上看元代书法，主要呈现出以下的几个鲜明特点：\n第一，主张复古，以元初的赵子昂为首的书法家认为宋代的书法已经走到末路，唯一的成就就是因为政治的开放，使书法家能够随心而写、随心而发，为明代草书名家的出现奠定了基础。\n第二，多民族文化的融合。元朝统治者用武力征服了汉族，而汉族却在文化上征服了少数民族。少数民族出现了一定数量的书法家，其中比较出名的有辽代的耶律楚材，蒙古的文宗、顺帝，还有康里巎巎。元朝政府还专门设置了奎章阁等文化机构，所有的这些都促进了书法的发展。\n第三，书体复兴以及与“诗、书、画”的结合。元代书法家注重复古的同时也使各种书体全面复兴。自从魏晋就少有人使用的章草再次兴盛，元朝出现了大批的章草高手，而隶书和篆书也出现了一定的书家。由赵子昂开始的诗、书、画的结合，是艺术品的形制上的突破。 \n赵孟頫(1254－1322)\n字子昂，号雪松道人，又号水晶宫道人，湖州(浙江吴兴)人。宋太祖子秦王德芳的后裔。入元，官至翰林学士承旨，荣禄大夫，封魏国公，谥文敏。著有《松雪斋集》。\n赵孟頫是元代初期很有影响的书法家。《元史》本传讲，“孟俯篆籀分隶真行草无不冠绝古今，遂以书名天下”。赞誉很高。据明人宋濂讲，赵氏书法早岁学“妙悟八法，留神古雅”的思陵(即宋高宗赵构)书，中年学“钟繇及羲献诸家”，晚年师法李北海。此外，他还临抚过元魏的定鼎碑及唐虞世南、褚遂良等人，集前代诸家之大成。诚如文嘉所说：“魏公于古人书法之佳者，无不仿学”。所以，赵氏能在书法上获得如此成就，是和他善于吸取别人的长处分不开的。\n其代表作品有\n仇锷墓碑铭、汲黯传、福神观记、胆巴碑、兰亭帖十三跋、雪晴云散帖、洛神赋、妙严寺记等。\n汲黯传\n赵孟頫作。小楷。他自称《汲黯传》得唐人遗风笔意，而清代冯源深评云：“此书方峻，虽据欧体，其用笔之快利秀逸，仍从《画赞》，《乐毅》诸书得来。”倪瓒也说：“子昂小楷，结体妍丽，用笔遒劲，真无愧隋唐间人。”(引自《书林藻鉴》)，用笔不下于智永，虞世南，得称一世之冠。\n洛神赋\n赵孟頫作。行书。纸本。是赵氏四十七岁时所书。其书法运笔和间架出自王羲之，书风清新妙丽，兼得《兰亭》、《圣教》两序的法度。元人倪瓒称此卷“圆活遒媚”，并推赵为元朝第一书人。原作现藏于天津艺术博物馆。\n福神观记\n赵孟頫作。楷书。纸本，乌丝方格。全称《杭州福神观记》。是赵孟頫在元延祐七年(公元一三二零年)，六十七岁时所书。其书法结体宽博深稳，运笔酣畅圆润，与《胆巴碑》，《仇公墓碑铭》相类。是赵书的代表作之一。\n兰亭帖十三跋\n赵孟頫作。行书。纸本。\n元至大三年(公元1310年)秋，赵孟頫由湖州乘船去北京，时至吴兴南浔镇，独孤和尚送给他一卷五字已损本的《定武兰亭》拓本，喜之不尽，途次舟中不断展阅此卷，多有书学心得体会，皆跋记于卷尾，计十三段，并自临《兰亭》一过。这就是所谓的《兰亭十三跋》。后此件遭火毁，但有烧残本传世，已流入日本。\n赵孟頫此件是以自家笔法临《兰亭》，临得形神毕肖，生动自然，如见《定武》本的原迹，堪称赵书中的精品。\n康里巎巎(1295－1345)\n字子山，号正斋，恕叟，又号蓬恕叟，蒙古族人。\n《元史》本传称他：“善真行草书，识者谓得晋人笔意，单牍片纸人争宝之，不翅金玉。”他的正书师法虞世南，行草书由怀素上追钟繇，王羲之，并吸取了米芾的奔放，在当时趋赵孟頫妩媚书风的情况下，能创自己的艺术道路。明代解缙说：“子山书如雄剑倚天，长虹驾海。”\n康里巎巎作为一个少数民族的杰出书法家特立于书坛，留下的墨迹不多，有行草书《唐元缜行宫诗》，转折圆劲。其《渔夫辞册》，《草书述笔法》确有唐晋风度。所写的李白《古风第十九首》诗，字体秀逸奔放，深得章草和狂草的笔法。\n草书尺牍：\n康里巎巎作。草书。该信札极为精彩，虽草草不工，却笔笔合于法度。疏密欹正，随性所至。写到最后因语长而纸短，越写越密，甚至字里行间时有添加补写，但并不觉得充塞拥挤，相反因字与行间能揖迎避让而显得通灵透气，密而不闷。\n鲜于枢(1254－1322)\n字伯机，号困学山民，寄直老人，渔阳(今北京蓟县)人，官太常博士，赵孟頫对他的书法十分推崇，曾说：“余与伯机同学草书，伯机过余远甚，极力追之而不能及，伯机已矣，世乃称仆能书，所谓无佛出称尊尔。”二人书法当时并称“二妙”。他的功力很扎实，悬腕作字，笔力遒健，同时代的袁褒说：“困学老人善回腕，故其书圆劲，或者议其多用唐法，然与伯机相识凡十五，六年间，见其书日异，胜人间俗书也。”(《书林藻鉴》)而书法家陈绎曾也说：“今代惟鲜于郎中善悬腕书，余问之，嗔目伸臂曰：胆！胆！胆！”可见他敢于创新的精神。他的楷书有《李愿归盘谷序》，现藏上海博物馆，笔法古朴，结体谨严，气魄恢宏。行草有所写自作诗《大字诗赞》和《唐诗草书卷》，笔法纵肆，欹态横发。\n其代表作品有\n唐诗草书卷、临神仙起居帖\n唐诗草书卷\n鲜于枢作。草书。笔法纵肆，欹态横发。他自己说过，写草书要把笔离纸三寸，取其指实掌平虚腕法圆转，写出的字则飘逸飞纵，体态自能绝出，观其草书，确有悬腕回锋之妙。\n临神仙起居帖\n鲜于枢作。草书。这是他临写的杨凝式《神仙起居帖》手迹，一方面我们可以对照原帖去发现鲜于枢在临帖时如何达到形神兼备的；另一方面，我们也能体会到只有博临众帖才有可能独立门户的道理。\n耶律楚材(1190－1244)\n字晋卿，契丹族，辽东丹王突欲八世孙。《元史》本传记载他三岁而孤，母亲杨氏抚养教育他，“及长，博及群书旁通天文、地理、律历、数术及释老、医卜之术，下笔为文，若宿构者。”卒后追封广宁王，谥号文正。他的书法继承了唐宋颜真卿，黄庭坚书风，以端严刚劲著称。明人宋濂说：“耶律文正晚年所作字画尤劲健，如铸铁所成，刚毅之气，至老不衰。”(《宋学士集》)\n其代表作品是：自书诗翰\n耶律楚材作，行楷书。笔力遒劲，气宇轩昂，不拘于一点一画的繁缛，呈现漠北泼辣雄劲之气。\n危素（1303－1372）\n字太朴，号云林，金溪（今江西多溪）人，一作临川（今江西抚州）人。元末明初历史学家、文学家，官至参知政事、翰林学士。元朝至正元年（1341），负责编修宋、辽、金三朝国史及注释《尔雅》。七年，改任翰林编修，他负责编纂后妃等传和宫廷纪事。十七年，升礼部尚书。十八年，参中书省事，专任甘肃平章事，总西部兵马。他整治边防、任用贤吏，安抚边民，力图中兴，深得皇太子赏识，称他“澄清忠义，清白起家”。不久，进御史台治书侍御史、中书左丞。至正二十年（1360），官拜参知政事。他“为人侃直，数有建白，敢任事”。上都（今内蒙古正蓝旗东北闪亮河北岸）宫殿失火，顺帝下令重建大安、睿思二阁。危素以民间疾苦，苦谏不要大兴土木，并亲自到河南、河北、江淮一带发钱、发粮，赈救灾民。二十四年，为翰林学士，奉旨出任岭北行省左丞。后弃官，隐居房山达四年，潜心史学著作。至正二十八年（1368）闰七月，朱元璋部攻入大都，危素感到国破家亡,曾投井自杀,却被救出。虽然他是个汉人，可是从一而终的原则却高于民族分野。朱元璋听说此事，认为其人忠义可用，把他招来安排在自己身边做侍从文官。明洪武二年（1369），危素被任为翰林侍讲，与宋濂同修《元史》。朱元璋多次召见危素，询问元朝兴亡缘由，并令其撰写《皇陵碑文》。不久，危素被劾，罢官一年。后官复原职，兼弘文馆学士，并赐小车，免朝谒。太祖常赐酒宴与诸学士，并有诗词酬唱。危素呈诗虽在最后，往往独得太祖称赞，说危素“老成，有先忧之意”，此时，危素已70多岁。皇帝对危素的宠信，引起某些大臣的嫉妒，御史王著等屡进馋言，说危素是亡国之臣，不应重用，危素被谪居和州（今安徽和县），令守元臣余阙庙。五年，卒于和州含山县寓所，享年78岁，后归葬金溪高桥。学士宋濂为其撰墓志铭。危素身经两个朝代，都曾任过大臣。但他是降臣，历代封建统治者出于忠君思想，对其并不放在重要位置上加以宣扬。《明史》和历代编纂的《抚州府志》和旧《金溪县志》，只将他放在“文苑”中予以介绍。其实，他在史学领域有其不可磨灭的贡献。宋、辽、金史本是危素执笔编纂，却被署名为元朝宰相脱脱主编，他成了次要人物。危素博学，善古文词。其诗歌创作在元末地位较高，影响较大。他的诗气格雄伟，风骨遒劲，诗作收集在《云林集》2卷中。他的散文被誉为元代一大家，有文集《说学斋稿》4卷。\n他精于书法，其书写的片纸只字，人们都爱珍藏，是元代颇具代表的书法家。人们都爱珍藏，是元代颇具代表的书法家。代表作有朱元璋《御制皇陵碑》、《跋陆柬之书文赋》、《义门王氏先茔碑》（原碑立于陕西省蒲城县上王乡，已失，文被四库全书收录）、《蒲城王氏祠堂碑铭》（原碑现藏于陕西省蒲城博物馆，文被四库全书收录）、《陈氏方寸楼记楷书卷》等。\n赵期颐\n字子奇，汴梁（今河南开封）人。官至陕西行台、中奉大夫、中书参议。以书名世，尤工於篆，浑朴高古，以禹碑、周鼓为宗，成为元代篆书复兴的主要力量。代表作：《篆郑义门孝义家匾额》、《义门王氏先茔碑》、《蒲城王氏祠堂碑铭》等。\n","category":"行草","verified":true,"user":1,"timestamp":1429951547922},{"name":"鲜于枢行草先茔帖","dynasty":"元代","category":"行草","type":"","user":1,"timestamp":1429791615383,"text":"","author":"元代鲜于枢","description":"鲜于枢行草先茔帖"}]