[{"name":"李邕楷书端州石室记","text":"《端州石室记》是由唐代书法家李邕撰的石刻，自清初刻在广东肇庆七星岩石室洞外后，素有“镇岩之宝”的美誉，属国家重点保护文物。\n作品介绍\n《端州石室记》，唐代正书碑刻，李邕书。开元十五年（727年）刻于端州七星岩。正文连同标石刻整体高l．07米，宽0．79米，题、落款共18行，满行23字，共386字，落款日期是“开元十五年正月廿五日”。由于石刻中央偏左有一马蹄形印记，所以又称马蹄碑。马蹄形印记始见于宋初，至清朝末年。该石刻可见文字319字，如今清晰可见文字273字，连模糊但尚可辨认的31字在内，实存304字。书法疏朗峻拔，为著名唐楷之一。有影印本行世。 \n碑刻赏析\n唐代开元十五年（727年），在宦海沉浮多年、富有才情的的李邕途经端州，被七星岩石室水洞的奇景所吸引，认为找到了自己心目中的“人间仙境”，触景生情，一气书成《端州石室记》。《端州石室记》是一篇山水美文，具有唯物主义的进步倾向。李邕斥责了仙境的虚妄，生动细腻地描绘了石室洞里面人间仙境般的奇异景致，并抒发了积极有为的政治情怀：“岂直避暑窟室，缔赏林峦，击石如钟，酌泉如醴；固亦转丹灶，掇紫芝，迹参寥之远心，惟习隐之幽致者也乎？”透过石刻有些模糊的笔划，我们可以看到一位富有才情的官宦人生际遇与内心世界。\n《端州石室记》也是一幅精美的书法作品，书法体方而笔圆，力劲而气舒，疏朗峻拔，纵横开合，结构严谨，风采动人。\n李邕题书的石刻现存只有湖南长沙的《麓山寺碑》、陕西蒲城的《李思训碑》和此处的《端州石室记》。他擅长于行、草书，此石刻用楷体题书是流传于世的唯一杰作，成为七星岩的“镇岩之宝”。据说，此石刻拓本传到京城（长安）时，即时名动京城，使端州在京城有了名气。北宋书画家米芾评论他的书法风格曰：“举动倔强，礼节生疏。”清代书法家、金石学家翁方纲在《粤东金石略》中称石刻为上选之作：“丰容盛鬈，似太真不能为掌上舞。”\n李邕题书《端州石室记》毕，余兴未尽，又挥毫书写了四尺大的“景福”两个字，镌刻在七星岩石室洞口右下壁。北宋熙宁年间，迁升为提点刑狱尚书郎的康卫重游端州，写下“天坠北斗星，人间书景福”（《游七星岩》）之句，将“景福”与“北斗”并列。后人干脆把石室洞改称为“景福洞”，连端州主要的堤围亦取名“景福围”。\n碑文\n日者，托宿秘篆，寄傲神府，撰奇讨异，注灵通感；冥搜海藏，遐瞩坤极。敞金阙，疏玉堂，河汉未睽其源，今昔尝聆其语。\n乃若宛此山郭，介在江坟，薄人寰，腾物外，妙有特起，灵表秀开；绮田（石互）平，锦蟑壁立；肇允洞穴，延袤中堂。蹙（忄左）形以万殊，砑地势以千变，伏虎奔象，浮梁抗柱，激涛海而洪波沸渭，叠而群峰嵯峨。飞动逼人，屹耸惊视，密微微而三分地道，风萧萧而一变天时；窦乳练于玉颜，石床列于仙座，隔阂尘境，矫集福庭。\n寂兮寥兮，恍兮惚兮，使营魄九升，嗜欲双遣；体若振羽翼，志若摩云天。秦汉之间，莫知代祀，羲皇之上，自谓逍遥。当是时也，慕名者执雌而迟；徇物者守心而安；求道者诲而凝；怀书者陋古而默。\n有若邦伯毕公，守恭广孝，闻(观国，政门尤迹；谈者不容于口，义心厚行，游者每于。故能吏修其方，人乐其业，流冗归心，介特又安。于是命友僚，挟琴酌，一歌一咏，以遨以游；莫不解榻于斯，张乐于斯。传五龙，遗土驷马，岂直避暑窟室，缔赏林峦，击石如钟。固亦转丹灶，掇紫芝，迹参寥之远心，惟习隐之幽致者也乎？开元十五年正月廿五日。\n李邕（678～747），中国唐代书法家。字泰和，广陵江都（今江苏省扬州市）人。李邕少年即知名，后召为左拾遗，曾任户部员外郎、括州刺史、北海太守等职，人称“李北海”。政治命运坎坷，屡遭贬斥，后为宰相李林甫所害，含冤杖杀。《宣和书谱》说：“邕精于翰墨，行草之名尤著。初学右军书法，既得其妙，复乃摆脱旧习，笔力一新，李阳冰谓之书中仙手。”他工诗文，善正、行、草书，尤长碑颂。虽贬职在外，中朝衣冠以及很多寺观常以金银财帛作酬谢，请他撰文书写碑颂。他前后共为人写了数百篇，得到的润笔竟达数万之多。他继李世民《晋祠铭》后以行书书写碑文，其书法个性明显，高势左低右高，笔力遒劲，舒放，有险峭爽朗之感。李邕提倡创新，有似我者俗，学我者死的精辟论点。传世作品有《李思训碑》、《《麓山寺碑》、《法华寺碑》、《端州石宝记》、《李秀碑》等。 \n马蹄碑典故\n关于“马蹄碑”的来历，民间还流传着一个传说。\n户部侍郎李绅因为锋芒毕露，得罪了宰相李逢吉，于长庆四年（824年）被贬谪为端州司马。他是一个敢于抨击朝政的现实主义诗人，也是一位有名的书法高手。他来到端州后，好长一段日子都是闭门谢客，独自闷坐在书房中。一天，他得知七星岩石室洞有“书中仙手”李邕的石刻，喜极忘形，便从马厩牵出坐骑，跃马扬鞭直奔七星岩。坐骑在古道上疾驰，马蹄声声清脆，瞬间就跑到了七星岩。《端州石室记》石刻就在眼前，罩护在五彩祥云中，透射出熠熠的红光……这一奇丽的景象，让李绅叫绝，叫坐骑惊异！李绅一见石刻奇景，欲下马细看，便猛勒羁绳一下，不料羁绳勒得太紧，坐骑一惊，长嘶一声，腾空而起，一只前蹄正好踏在石刻上，留下了一个深深的马蹄痕印。\n相关资料\n938年，广东省第三区行政督察专员公署专员兼保安司令李磊夫捐建护碑亭，为《端州石室记》石刻遮风避雨。1962年，人民政府拨款增建瓦顶，并予以维修。后来，随着到此参观的游人越来越多，为了避免人为的损坏和防止人们用手抚摸石刻，手汗的酸性对字面的腐蚀，又在石刻前面加建水泥柱和铁栏栅。现在，人们虽然失去了与石刻零距离接触的机会，却为百年后的他人能够继续欣赏石刻赢得了一份可能。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951551558},{"name":"李邕楷书端州石室记","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791616194,"text":"","author":"唐代李邕","description":"李邕楷书端州石室记"}]