[{"name":"何绍基书苏轼和子由论书等杂诗册","text":"书籍简要\n国家出版基金项目《湖湘文库》 \n湖湘文库《湖南人物年谱》第二册何绍基年谱（简编）\n湖湘文库编辑出版委员会湖南人民出版社\n013年5月第一版第一次印刷书号：ISBN978-7-5438-9343-6\n何绍基年谱（简编）\n何华中编著\n书籍内容\n嘉庆四年己未公元一七九九年出生至一岁\n农历十二月初五日（公元1799年12月30日），绍基与绍业孪生于湖南道州东门外农舍之中。绍基，字子贞，号蝯叟；绍业，字子毅，号研芸。父凌汉课徒“鹤鸣轩”私塾，收入微薄，家境贫寒。\n嘉庆五年庚申公元一八〇〇年二岁\n与孪弟绍业随父母居住道州东门外，父收入微薄，家境贫寒。后丁丑年（1817年）作《生日书怀》云：“室有四壁立，家无三月赊。”苗夔著《使黔草序》云：“子贞幼历寒苦。”\n嘉庆六年辛酉公元一八〇一年三岁\n父凌汉辛酉科成拔贡生，入京都供职。三弟绍祺生于嘉庆六年十月十七日。绍祺初名为绍闻，字子敬，号勗潜。母廖氏携绍基、绍业、绍祺三子移居道州西乡小坪娘家，与其弟廖辑侯一同生活，一家人生活艰辛。舅廖辑侯，一寒士诸生，且耕且读。舅待绍基兄弟如己子。丁丑年作《生日书怀》云：“余昔三岁时，未离慈母怀。家君拔萃初，北上长安街。室有四壁立，家无三月赊。便辞东郭门，言归舅氏家。舅视如己子，咻噢意有加。”\n嘉庆七年壬戌公元一八〇二年四岁\n父凌汉在京城参加朝考，成绩一等，授吏部官职。绍基三兄弟仍随母仍寄居道州西乡小坪村舅家。是年，廖夫人入山采薪，刺伤左眼，后虽经多方医治，但仍终生未愈。\n嘉庆八年癸亥公元一八〇三年五岁\n绍基三兄弟随母仍寄居舅家。有咸丰三年（癸丑，时年五十五岁）《自题骑牛图二首，同诸君子限韵二首》诗为证。\n嘉庆九年甲子公元一八〇四年六岁\n父凌汉在京城参加顺天府乡试，成甲子科乡试举人。是年，绍基、绍业兄弟开始在舅氏指导下学习。《生日书怀》云：“六岁入小学，宅相交矜夸。授我兔园册，之乎喧童哇。……凌晨舅有行，戒儿慎无哗。入暮舅言旋，携儿笑咿呀。生我者父母，成我者舅邪。”\n嘉庆十年乙丑公元一八〇五年七岁\n父凌汉参加殿试，名列第四，呈上御批时，嘉庆皇帝欣赏其笔墨飞舞，将其拔置一甲三名（探花），成为进士，授翰林院编修。秋冬间，父假归道州东门，以圣命服接廖夫人及绍基、绍业、绍祺兄弟于西乡小坪村归东门村。《家母廖夫人七十生辰征诗文事略》云：“岁乙丑，家君及第归。”\n嘉庆十一年丙寅公元一八〇六年八岁\n是年夏秋间，凌汉夫妇携绍基、绍业、绍祺三兄弟自道州启程移居京城。《先妣廖夫人墓志》云：“丙寅冬偕至京师。”《送黄惺溪太史南旋》记云：“忆我八岁时，便上长安道……。”\n嘉庆十二年丁卯公元一八〇七年九岁\n全家居住京城，绍基、绍业、绍祺兄弟在京城濡染家学。父凌汉充任丁卯科广东副考官，奉命前往广东主持乡试。孪弟绍业大病。《仲弟子毅哀辞》云：“绍业成童而后，三年大病。肝肠洗煎，寒暑更易。父母顾喜，谓此子活，虽愚亦慰。岂知沉痼，得大智慧。”\n嘉庆十三年戊辰公元一八〇八年十岁\n全家居住京城。父凌汉任戊辰恩科顺天同考官。\n嘉庆十四年己巳公元一八〇九年十一岁\n拜钱塘孙镜塘为馆师。孙镜塘钱塘（今浙江杭州）人。四弟绍京在京城出生，字子愚，号诵华。\n嘉庆十五年庚午公元一八一〇年十二岁\n仍居京，就学于孙镜塘师。学为诗。\n嘉庆十六年辛未公元一八一一年十三岁\n仍居京，就学于孙镜塘。是年始有诗稿存世。\n嘉庆十七年壬申公元一八一二年十四岁\n仍居京。传承家学，少年即富有才名，得到众多社会名流、著名学者的赏识。\n嘉庆十八年癸酉公元一八一三年十五岁\n仍居京。有《落叶柬周午桥诰表叔》癸酉拔贡等诗文。\n嘉庆十九年甲戌公元一八一四年十六岁\n与诸多名流才士交游。有《送周翰博丈承宗南归》甲戌等诗四首。癸亥作《徐柳臣前辈寿诗并序》云：“忆余十六岁时，先公官少司成，十八省癸酉科选拔生肄业成均者彬彬然执贽门下，余得尽识其才俊，为余有交游之始。”\n嘉庆二十年乙亥公元一八一五年十七岁\n随全家人居住京城。有《闻浙东大荒，本省亦受波累，感事一首》乙亥，其中有句云：“昨岁连冬未见白，雪泽不及望雨泽。……民间不免有菜色，那堪又效移粟策？……农坛默祷求神力，庶几待刈王官麦，我辈何劳忧劝籴？”\n嘉庆二十一年丙子公元一八一六年十八岁\n随全家人居住京城，于嘉庆二十一年在京师首次参加乡试。见绍基独子庆涵撰《先府君墓表》：“丙子应京兆试，取誊录”。\n嘉庆二十二年丁丑公元一八一七年十九岁\n随全家人居住京城，拜张掖垣（进士）为师。读书甚勤博强记，坐卧不释卷。\n嘉庆二十三年戊寅公元一八一八年二十岁\n仍随父母居京城，并在京城参加戊寅恩科乡试。始读《说文》，写篆字。所聘张氏未婚而殒，有《寄怀黄香铁，时香铁幕游获鹿县署，余所聘张氏未婚而殒》为证。\n嘉庆二十四年己卯公元一八一九年二十一岁\n父凌汉，出任己卯科福建正考官，擢祭酒。是年秋，绍基在京城参加乡试。是年秋，师顾耕石督学粤东，约绍基同往襄校，绍基以将就姻山右，未成行。《九月初一日将之山右，出门有作》云：“儿生二十年，今日出门去。临别牵母衣，骊驹已在路。儿泪含不垂，母泪如绠縻。嘱儿毋忆母，儿闻心骨悲……回首忆阿爷，使节天之涯。知儿出门日，不见儿上车。”冬日与陶氏完婚于山右凤台县署。本年有《腊月十九日，季寿丈招同人拜坡公生日有诗，命次韵》诗三首、《忆梦》等诗。\n嘉庆二十五年庚辰公元一八二〇年二十二岁\n是年春，携陶夫人由山右返回京城。《元配陶安人传》云：“庚辰春至都，事吾父文安公吾母廖夫人，能得其欢心，吾父母爱之如女。夙有胃气疾，或一岁数发，或间岁一发，渐致四肢不能力。……与余伉俪和好，笑语时闻，然抑抑恭敬，未尝有戏言亵容，年俱半百，室中尚不能正视。以余嗜饮，尝储酒以待不时。”\n道光元年辛巳公元一八二一年二十三岁\n父凌汉仍任祭酒。仲弟绍业（子毅）得四品荫生。秋杪，与弟绍祺一同归湘应湖南乡试，此行为绍基第一次归湘应试。绍基与绍祺在长沙居住师张掖垣家。乡试发榜，绍基未中。旋与弟绍祺一同返回故乡道州，此次为绍基八岁离开道州后第一次返回道州，也是全家人离开道州后首归道州的人。《儿归来篇二十首序》云：“余自丙寅随宦入都，辛巳秋杪初次南旋。”诗曰：“父老道我前，寓此鹤鸣轩。前临好山水，傍带花木园。轩中亦何有？但有图与史。”；“开轩纵遐睎，门对东洲山。……吾父居此久，流风有馀馥。”；“还家如做客，敝庐无一椽。”可见父母的故居早已荡然无存。十月，与弟绍祺夫妇匆匆北返，一路过湘阴、渡洞庭，均有诗文记述。十一月中下旬得家书，《得家书》诗云：“半载双亲别，家书到已迟。遥知出门后，总是望儿时。儿女中年感，饥寒远道悲。欣闻把杯处，一笑已含饴。”此时绍基方知，七月二十日已得子，取名庆涵，字伯源。\n道光二年壬午公元一八二二年二十四岁\n在京城参加壬午科乡试。秋，父凌汉任壬午科山东乡试主考官，并留督山东学政。《陈秋舫属题秋斋饯别图》云：“道光壬午秋，家君典试山左，即留视学。余于秋杪奉母出都，将都寓藏书寄存秋舫处，手写目录，以水车连日运往，并车骡俱付之。秋舫将作此图，嘱先题句。……君设五簋会，客惟五人：包慎伯、龚定庵及余常在坐，黄修存与子毅弟或偶一至，他人皆不得与。”秋，绍基与绍业、绍祺、绍京兄弟侍奉母亲廖夫人出都至山东，全家随侍父凌汉于山东学政署。\n道光三年癸未公元一八二三年二十五岁\n父凌汉仍留任山东学政。母廖夫人与绍基、绍业、绍祺、绍京兄弟仍随侍于山东。春，与孪弟绍业登泰山顶，有《同子毅早起至岱顶》诗。随父凌汉至武定试院，有《由济南至武定道中作》诗。舅廖先瑞专程由道州来山东探亲，与绍基未得见面，有《癸未重阳，武定试院寄子毅、子敬、诵华诸弟，即送舅氏行，并柬黄岵生、吴麟台、林浺厓、向筠舫诸君子》诗记述。\n道光四年甲申公元一八二四年二十六岁\n父凌汉仍留任山东学政，转通政司副使。母廖夫人与绍基、绍业、绍祺、绍京仍随侍于山东。曾与石兰墅、李小坡、欧子进、甘抟南、子毅、子敬弟登蓬莱阁观海，有《蓬莱阁观海，石兰墅、李小坡、欧子进、甘抟南、子毅、子敬弟》甲申诗。\n道光五年乙酉公元一八二五年二十七岁\n春，全家仍居济南。绍基兄弟时常随父凌汉视学各地，夏间观海于登州。是年春，于济南得奚林和尚所藏天下孤本《张黑女墓志》及《石门颂》拓本。此后常携身边寂坐欣赏，获益匪浅。《跋魏张黑女墓志拓本》云：“余自得此帖后，旋观海于登州，既而旋楚，次年丙戌入都；丁亥游汴，复入都旋楚；戊子冬复入都，往返二万余里，是本无日不在箧中也。船窗行店，寂坐欣赏，所得多矣。”秋初，自济南启程前往长沙参加湖南乡试，此为绍基第二次归湘应试，仍未中。\n道光六年丙戌公元一八二六年二十八岁\n春间，父凌汉擢任顺天府尹，举家移京。绍基在湘应试，于乙酉年秋返湘乡试后即滞留在湘，至次年丙戌补诸生后始返京。\n道光七年丁亥公元一八二七年二十九岁\n父凌汉任顺天府尹，全家居住京城。是年春夏，与孪弟绍业一同出游河南，端午时在河南开封，有《闰端午诗，和汤薇堂韵，时在河南粮道署丁亥》诗。《长夏杂诗》六首，注云：“毅弟病胁痈，致嵩游迟滞。”父凌汉挚友陶澍五十寿，作《寿陶云汀中丞丈五十初度》诗。绍基与弟绍业秋末返回京都后，旋即与弟绍京一同启程赴湘。\n道光八年戊子公元一八二八年三十岁\n父凌汉在京任职，全家居住京城。戊子春，与绍京归道州探望。此为绍基第二次回道州，是绍京唯一的一次回道州。秋间，绍基补廪膳生。再入都已是冬季，前一日降雪，有《入都前一日值雪三首》诗。\n道光九年己丑公元一八二九年三十一岁\n全家仍居京城，有《寿李燮亭太翁八十》、《寄吴鞠裳南陵》、《寄怀王鲁之济南》等诗。\n道光十年庚寅公元一八三〇年三十二岁\n全家仍居京城。《清史稿·何凌汉传》云：“八月，凌汉迁大理寺卿，仍兼顺天府尹。”\n道光十一年辛卯公元一八三一年三十三岁\n《先考文安公墓志》云：“父典试浙江留督学政，辛卯科浙江正考官，提督学政。”是年，与弟绍祺一同返回湖南参加乡试，绍基乡试取得优贡。河间苗夔（仙露）、平定张穆（石舟）为同年优贡。庆涵《先府君墓表》云：“辛卯取优贡生，学使程春海、邵丹畦两先生皆以国士目之。”\n道光十二年壬辰公元一八三二年三十四岁\n父凌汉任浙江学政。绍基是年作《寄子毅、子敬、子愚弟，时毅、愚奉母出都，子敬由湘中来浙》诗。春，父凌汉按试宁波，绍基随侍。曾登范氏天一阁。旋随父按试台州，有《台州试院和陈九香韵》诗。秋，回京城应试。苗夔《使黔草序》云：“壬辰应朝考至都，同年咸集，独与何子贞、张石舟以说经讲小学最相得。”试毕，秋冬间起程南行。十一月，至焦山，冒雪手拓《瘗鹤铭》，《十二月十三日陈恪勤公生日征同人诗，敬赋长句》云：“余每至焦山，必手拓鹤铭。”\n道光十三年癸巳公元一八三三年三十五岁\n父凌汉由浙江学政调吏部右侍郎，兼顺天府尹，圣命即赴京供职。春，游杭州定香亭，与六舟上人品评古今书画甚快意。跋《晏云唐双钩大字麻姑山仙坛记》、《开元寺钟铭》。旋过吴门，获睹《智永千字文》宋拓本。\n道光十四年甲午公元一八三四年三十六岁\n父凌汉升左都御史兼顺天府尹，赐紫禁城骑马，晋工部尚书，兼署左都御史。夏，由京归湘，此为绍基第五次归湘应试。途中苦旱，有诗二首纪事。秋，居长沙，“卧病逾十旬”。十一月初，至吴门，谒江苏巡抚林则徐，相与论书。十一月十一日由吴门至镇江，坐小渔船独酌渡江，有诗记之。\n道光十五年乙未公元一八三五年三十七岁\n父凌汉，任乙未科会试副总裁，教习庶吉士（见《先考文安公墓志》）。绍基上半年居京。六月二十二日将赴湖南应乡试，此为绍基第六次归湘应试，也是最后一次归湘应试。行前走别李星沅、陈起诗、程恩泽。七月至长沙，谒湖南巡抚吴荣光，至陈柏心等人处，借观吴氏《定武兰亭》、旧拓《皇甫碑》、《石鼓文》、董临《麻姑女史箴》及杂刻苏东坡自书诗文。八月初八日入场应试，十六日出场。九月初七至衡山县，初九日冒雨上南岳，登祝融峰，惟见云海。九月初十日，上午始见刘稚泉携《乙未科题名录》，得知中解元，旋启程回省城。《奉题罗慎斋鸿胪嘉庆丁卯重宴鹿鸣图》云：“余年三十七，侥幸领秋试。成举人。”十三日赴鹿鸣宴。见是科正考官翰林院编修吴钟骏（松甫）、副考官刑部侍郎王庭兰（春绶）。十月二十七日至开封，谒杨桂山，杨赐《皇清经解》一部为贺仪。十一月十二日入保定，至南司署，见谢信斋藏傅山草书十幅，议为“极龙蛇飞舞之致，然太近散漫者”。\n道光十六年丙申公元一八三六年三十八岁\n父凌汉署吏部尚书。三月，绍基参加丙申恩科会试成贡士。四月，参加殿试。廷对策为长文襄、阮文达两相国所激赏，已置大魁（一甲第一名状元），因“语疵”抑落二甲第八名。授翰林院庶吉士，成进士。入翰林庶常馆学习，阮元、穆彰阿为教习。何庆涵《先府君墓表》云：“丙申恩科成进士，廷对策为长文襄、阮文达两相国师所激赏，已置大魁，因语疵抑落二甲第八名，改庶吉士。”女韶云出生，为妾王氏所生。\n道光十七年丁酉公元一八三七年三十九岁\n在翰林院庶常馆学习。有《石龟砚诗，为张石洲同年作》、《恭送王春绶师观察蜀中，兼颂四旬有一华诞》、《陶云汀宫保丈六十寿》等诗。是年，吴荣光致书龚定庵（自珍）请绝交，书藏何家。\n道光十八年戊戌公元一八三八年四十岁\n春，仍在翰林院庶常馆学习，五月十四日散馆。庆涵撰《先府君墓表》云：“成绩一等，授翰林院编修，历充文渊阁校理、国史馆协修、纂修、总纂、提调，武英殿协修、纂修、总纂。”五月上谕著准阮元以大学士致仕，八月阮元奏请回籍，晋加太子太保衔。其间绍基有《送仪征阮宫太保相国师予告归里叙》为其送行。六月，代父作《宋元学案叙》。八月，长子庆涵与湘阴李楣完婚。李氏讳楣，字月裳，李星沅之女。绍基甚满意长媳，后有“吾儿有福得贤妻”诗句。\n道光十九年己亥公元一八三九年四十一岁\n五月前，绍基居京，任职史馆，充武英殿总纂。大考二等，赐文绮。五月奉旨赴闽，任乡试正考官。绍基日记：“五月十六日辰初三刻报到，奉旨福建正考官着（翰林院编修）何绍基，副考官着（江南道御史）蔡家玕。”《清史稿·何凌汉传》云：“十九年调户部尚书。……是年，典顺天乡试。子绍基亦典试福建，父子同持文柄，时人荣之。”六月始蓄须，有《六月初二日留蓄》诗云：“人到中年意思殊，自然珍惜到髭须。”是年，与弟绍业均有诗留别龚自珍出京。八月，弟绍京应湖南乡试，中举人。冬，孪弟绍业（子毅）卒于十一月二十日，年仅41岁。绍基撰《仲弟子毅哀辞》。绍基、绍业兄弟两人志趣尤为相合，可惜绍业英年早逝，致使绍基终身难以忘怀。\n道光二十年庚子公元一八四〇年四十二岁\n二月五日申时，父凌汉病逝于户部尚书任上。《清史列传》云：“遗疏入，谕曰：户部尚书何凌汉……品行端谨，办事勤慎。……着加恩赏太子太保，……赐祭葬，予谥文安。”八月，绍基等奉柩由潞河舟行南归；九月扶柩过扬州，请太傅阮元撰《诰授光禄大夫经筵讲官户部尚书晋赠太子太保谥文安何公神道碑碑铭》；访好友魏源于扬州絜园，挥毫书“果味满园”四大字相赋，并赋诗《扬州魏默深留饮絜园》致谢。十二月二十一日抵长沙，二十四日厝居于南门外洪恩寺。一年无诗稿。\n道光二十一年辛丑公元一八四一年四十三岁\n正月，习看堪舆家书，略明其理。二月，外出看山，冒雨跋涉长沙东西南北四乡为父寻茔地。四月，绍基等葬父于长沙河西谷山九子岭（今属望城）之阳，并始庐墓山中，同时授徒于山庐。《先考文安公墓表》：“昔伯父以丁酉岁葬于长沙之东乡，公叹曰：‘家无一亩，归里为艰，吾他日其亦将卜兆于湘中矣。’”四月，孪弟绍业亦卜葬于长沙。绍基撰《仲弟子毅墓志》：“道光二十一年四月十三日葬于长沙谷山竹子冲壬山丙向，西距文安公葬地三里，东距健园公葬地五十里，北距其前室李孺人迁葬地里许。”绍基在《仲弟子毅哀辞》中写道：“冀我兄弟，或共长久。何期今日？松摧竹陨。孪生之儿，兄强弟弱。风雪一朝，形单影只。痛乎！痛乎！”绍基撰《先考文安公家奠文》、《先考文安公袝庙祭文》、《先考文安公墓表》、《先考文安公墓志》等祭文。绍基书丹、勒石御赐祭文，又撰写、书丹、勒石何凌汉墓志铭。一年无诗稿。\n道光二十二年壬寅公元一八四二年四十四岁\n二月，服阕，绍基自长沙前往金陵与母亲及家人会合。有《草堂日记》记曰：“（道光二十一年十一月廿二日）……得家书知吾母以下皆已出京暂往金陵矣……（十二月廿九日）见桂儿与梅生书知伯母以下于（1841年道光二十一年）十一月廿日抵金陵住钓鱼台公馆。”《金陵杂述》记曰：“壬寅春夏，与子敬子愚两弟奉母寓钓鱼台行馆，大孙钟曾（维朴）始生。”八月，全家由金陵奉母入都，《望九子岭》序云：“次年服阕由江南奉母入都供职。”复翰林院编修职。《十九日到史馆作》：“服阕后直国史馆兼办传志，每三六九馆期风雨无间。”十二月十三日，为曾国藩作祖父母寿文；十六日曾国藩来访；十九日曾国藩来看寿屏；廿三日曾国藩见绍基作书，叹曰：“真学养兼到，天下事皆须沉潜为之，乃有所成，道艺一也。”弟绍京道光十九年乡试考取举人后，不与会试，专侍奉老母于宣南西砖胡同本宅。\n道光二十三年癸卯公元一八四三年四十五岁\n绍基仍寓京。癸卯大考又获二等。供职国史馆兼办传志。《十九日到史馆作》云：“近撰松文清、文文恭、陈忠愍诸传。”夏，集资与同人创建顾炎武先生祠“于城西慈仁寺之隙地，轩亭静奥”以举行公祭。苗夔《使黔草序》：“岁癸卯，子贞集同人勼资创建亭林顾先生祠于城西慈仁寺西隅隙地。每岁春秋及先生生日，皆举祀事。”林昌彝《射鹰楼诗话》：“昆山顾亭林先生，昔侨寓京师城西偏，即今之慈仁寺也。道州何子贞师就旧址为营顾祠，俾同志知所仰止。”秋，与姚莹、梅曾亮、陈颂南、朱琦、王拯等九人聚于万柳堂。跋《李季云藏宋人九老图》。\n道光二十四年甲辰公元一八四四年四十六岁\n顾亭林祠二月二十五日举行初祭礼。《顾炎武祠会祭题名第一卷子》云：“与祭者有何绍基、张穆、苗夔、徐松、陈庆镛、许瀚、魏源、何秋涛、王梓材、冯桂芬、赵振祚、郑复光等14人，俱为当时名士。”四月，友人林昌彝在京患病，绍基、魏源等资助医药费。林昌彝《射鹰楼诗话》（卷八）云：“益阳汤海秋正郎（鹏）于甲辰七月卒于都下。是年四月底，余病垂死而复生……何子贞、朱伯韩侍郎、魏默深司马、李梅生太史、何子愚世叔，咸佽钱以为医药之资”。五月一日，奉命充甲辰科贵州省乡试副考官，万青藜（藕舲）为正考官。十九日到史馆作别。《五月初一日奉命应贵州副考官，纪恩恭赋》云：“花砖接武忝家声，作赋优沾赐锦荣。（己亥、癸卯廷试俱被文绮之赐。）八掌文衡先绩炳，重衔使命小臣惊。”《出都四首》云：“自从前月来，吾母下阶坠。步履艰未复，抚摩要勤至。诸孙粲成行，苦不尽解事。万绪只一端，再拜别吾季。”六月，赴黔抵荆州，陆路为水所断，改由水驿。到常德与万青藜游桃源县桃花源、秦人洞诸胜，又晤杨荔农。《入黔省界作诗寄子愚弟》云：“入黔省界，中丞丈遣吏来迎，意当有家书先至黔，却寄来此，乃不可得。”八月乡试应试，试子达三千六百人。九月榜发，得四十贤。黔中人士盛称得士之盛，前所未有。秋，北归至常德，晤杨季鸾，十年不见，有诗记之。《题王蓬心先生永州画册》云：“邓湘皋丈、杨紫卿兄皆以为必过里门，岂知出使非请假，不得擅归也。”绍基这次虽途经湖南，但因公务在身没有返回道州探望；也未能往长沙祭扫父亲凌汉的墓地。十二月廿六日入都宿杨墨林寓园，乔星农、黄寿臣、李竹朋等来集饮，有诗。廿七日复命后抵家。《再得子敬弟广通书》云：“前日得弟书，花灯为我喜。言兄使黔来，千里如尺咫。今日得弟书，凄泪不能止。言兄使黔归，千里如万里。……闻之丈人言，贤声首屈指。(藉丈云：子敬为滇中好官第一)。”\n道光二十五年乙巳公元一八四五年四十七岁\n仍居京城，供职国史馆。李元度著《国朝先正事略》云：“绍基昔直史馆，恭录《高宗实录》得四十册，欲以继《东华录》之后也。”朱琦、梅曾亮、戴絅孙、苗夔、张穆、邬鸿逵、杨季鸾等人为《使黔草》作序。\n道光二十六年丙午公元一八四六年四十八岁\n仍居京城，供职国史馆，充任提调职。季春，题《瘗鹤铭》，寄还杨龙石，有诗。此铭绍基曾三次手拓，最先为道光壬辰冬仲，冒雪打碑，致为得意，旋晤龙兄见示水拓片幅，叹为稀有。《十月十二日约黄海华等小集吾斋为消寒第一集》云：“因馆中照例进书，皆一品二品大臣传，无三品以下传，虽经高宗屡次严旨申谕，史馆仍因循至今。因创拟条例，欲遍搜官书及前人文集，补办国初以来三品以下名臣各传，商之总裁穆师相，坚不见允，余即日辞提调矣。”《峨眉县斋赠秦丈》云：“余提调史馆，见高宗命办三品以下列传之旨，欲掌院奏请补办，不见允，因辞提调。”\n道光二十七年丁未公元一八四七年四十九岁\n仍居京城，供职国史馆，大考二等，赠文绮。闰端午日，韩小亭招集龙树寺，作图纪事，有诗。诗末注曰：“丁亥闰端午，余于子毅游汴中，宴于汤薇堂广文斋，今薇翁及毅弟俱作古人矣”足见对亡弟绍业之情笃。十月十四日，于荐雷书屋撰书《十月十四日拜潜邱先生生日于荐雷书屋》诗。是年，绍基与吴式芬等审定的《簠斋印集》，旋出钤印本。\n道光二十八年戊申公元一八四八年五十岁\n仍在京城，供职国史馆。《元配陶安人传》云：“今年四月，侄女越云年十八，侄儿庆深年二十，皆因时疫于四月逝世。”《种竹日记》云：“十三日杏儿自昨日来自知病不起……巳初一刻去世，痛极……两幼相去五日间，真如风雨之疾，岂非奇惨……是日即杏侄廿岁生日也。”文中“杏儿”、“杏侄”即指绍基长侄、绍业长子庆深。六月十二日，酉刻，夫人陶氏饮酒啜粥，思就寝，转侧间已奄然逝矣。冬，作《五十岁初度日，题所藏翁题延年益寿瓦当拓本，用苏斋原韵四首》诗三首，再叠韵四首，第一首注云：“子毅弟与余孪生，死别忽十年矣。今年惨痛频仍，尤难缕述。老母恐儿伤感，特命置酒，勿许拒贺客。”\n道光二十九年己酉公元一八四九年五十一岁\n春，仍供职国史馆。与张筱浦、叶士香、吕鹤田、梁子恭等酬唱题咏颇多。夏，奉命典试广东乡试，张穆等三十二人在顾祠祭顾炎武诞辰后为子贞饯行。《题庄滋圃传经图》：“我来持节采儒风，经术居然盛粤东。”《清史稿·本传》：“历典福建、贵州、广东乡试，均称得人。”五月二十八日出都。八月举行乡试。旋北归。返程至曲江，游九成台，有诗。至大庾岭登舟，沿赣江行。十二月初四日，回京城复命。十二月初五日，寅时，母廖夫人偶感寒咳，逝于京寓，享年八十二岁。逝时，绍京侍侧。绍祺由江南押运至都，甫回苏，星夜奔回。绍基虽先一日归，当日蒙上召对复命，返家时母已去世。《先妣廖夫人墓志》云：“绍基使粤东，先一日旋都，母于是日犹两餐，促令赴园复命。次日蒙成皇帝召对后，回家已哀号莫及矣。”\n道光三十年庚戌公元一八五〇年五十二岁\n是年三月，奉母柩南旋归湘。舟过槜李亭下本觉寺，观苏东坡《三过诗》石刻。跋《王觉斯兰石草木本》。过苏州，访拙政园，跋《宋诵清藏文衡山拙政园图册》。六月，过杭州，因酷暑暂寓净慈寺之万峰庵。与六舟上人同游灵隐寺，与之谈艺五六十馀日，尽览其藏金石书画。《僧六舟金石书画编年录序》曰：“晨夕谈艺者五六十馀日。”冬间，回至长沙。是年，上命中外大臣保举人才，以备破格录用。时绍基丁母忧回籍，张筱浦少寇，特为绍基荐牍。一年无诗稿。\n咸丰元年辛亥公元一八五一年五十三岁\n正月十五日葬母于长沙县北原丰坝之回龙坡。旋回道州，此为绍基第三次回道州，邀集族人重修祠堂及先父鹤鸣轩书塾。《东洲草堂诗钞》卷二十四之《鹤鸣轩》记曰：“鹤鸣轩本先公授经地，昔年居此。因门对东洲山，复榜曰‘东洲草堂’，并题‘诗境’匾，补放翁古迹。构小轩于新买橘园之前，修谱其中，题曰‘谱轩’。东厢有小池，石梁跨之，先公题‘望瀛’二大字。东南方余建六角亭，题曰‘环秀’。今书房各景俱毁，惟石梁及六角亭在耳。”一年无诗稿。\n咸丰二年壬子公元一八五二年五十四岁\n三月，母丧服阕后曾游安徽黄山、山东德州等地，俱有诗。七月入都，因道光三十年春上命中外大臣保举人才以备破格录用，以侍郎张芾保举，咸丰帝召对圆明园。八月初六日简放四川学政，初九日，咸丰帝复于乾清宫召见。约六刻始出，除询及家世外，遍及于经、史、宋五子书及《说文》、篆、分之学。湖湘被太平军攻破情形以及由京入蜀关河道路，亦加垂询。《授四川学政谢折》云：“本月初六日，内阁奉上谕：‘四川学政着何绍基去，钦此。’……咸丰二年八月初九日奏。”《何绍基墓表》云：“咸丰壬子七月经侍郎张文毅公保举，文宗显皇帝召见，……八月授四川学政。……时甫除廖夫人服未与考，盖特简也。”顾林亭祠建成已十年，秋祭之日同人集亭林祠举行秋祭并为子贞饯行，有诗留别。又为四弟绍京画菊作别，有诗记。一路经过河北、山西、陕西，经韩侯岭、黄河岸、马崽坡、凤翔东湖、大散关、张良庙、终南山、宁羌州、剑阁、庞士元墓等地均有诗文纪事。十月十九日在陕西西安省城奏《拟请铸用大钱折》。十一月二十日驰抵成都，二十二日接印视事，二十四日上《恭报到任日期折》。咸丰三年正月十八日奉到朱批：“知道了。地方一切情形，随时访察具奏。”发布《四川学政到任通行告示》云：“本院早传家学，世受国恩，忝列词垣，屡司文炳。兹复恭承简命，视学四川。……本院职在斯文，主持风教，求贤若渴，疾恶如仇，执法从事，非得已也。”是年，太平军进驻道州，绍基修建的“鹤鸣轩”即“东洲草堂”全毁。\n咸丰三年癸丑公元一八五三年五十五岁\n到任后整顿试事，外极严而处以宽，士皆畏悦。自上年末至本年春，历时三月，主持考试，方竣事。正月十六日成都省垣岁试力求整顿，四月十八日奏《恭报岁试成都省垣情形折》；四月出省城先后按试眉州、嘉州、叙州、泸州、重庆、酉阳、涪州、忠州等。于叙州试院买兰百盆，题曰“百兰山馆”，均有诗纪。在嘉州试院构万景亭。夏初捐银一千两军饷，五月十一日交部从优议叙。五月奏报考试情形，奉朱批“汝能如是认真，朕甚嘉悦”。八月，于酉阳试院跋《小字麻姑仙坛记》。十月，按试忠州。十一月初七根据按试各州了解的弊端，奏《请旨饬查川省捐输广额各数暨办理土匪事涉及两歧并参将擅造关防需索骚扰折》。十二月初五日又上《拟请推广捐输并自行续捐折》，续捐银一千五百两，绍京捐银三百两，并发布《推广捐输告示》。结果奉旨得清廷赏给六品顶戴并随带加三级。\n咸丰四年甲寅公元一八五四年五十六岁\n在四川学政任上，继而按试果州。正月初七人日暂回成都。游杜甫草堂题联云：“锦水春风公占却，草堂人日我归来。”春间按试江油、龙安，由灌县旋成都。游青城山，有《龙安试毕，由灌县旋成都杂诗》。五月二十四日上《请旨交议整顿考试力除弊窦折》云：“臣自按试以来，力除弊窦，务拔真才，非不渐有端绪。惟积习相沿，有显违旧章，急需整顿者；有时势不同，应议变通者。谨择其尤要，为我皇上陈之。”七月出省，举邛州、雅州、宁远、西昌诸府岁科并试。有《雅州考古》、《西昌试院中秋》等诗。九月十七日回成都。二十五日奏《请旨饬行速办土司争袭案折》云：“窃臣于八月按试宁远府途次，接据黑白夷民以河东土司安安氏、安平康母子袭职一案，纷纷呈诉。……为此恭折驰奏，伏祈皇上训示，饬下地方官速行办理。”后钦差大臣前来查办，悉如所议平反办结。川督黄宗汉转御赐匾额，褒为“忠勤正直”。十一月二十二日上《敬陈地方情形折》。作《猿臂翁》诗：“书律本与射理同，贵在悬臂能园空……气自踵息极指顶，屈伸进退皆玲珑。平居习书颇悟此，将四十载无成功……皆用我法胜我巧，巧不可传法可公。惟当努力蹑前古，莫嗤小技如雕虫。乌乎书本六艺一，蕲进于道养务充。阅理万端读万卷，消长得失惟反躬。”从此自号“蝯叟”。\n咸丰五年乙卯公元一八五五年五十七岁\n春间，出省按试，复过眉州，重谒三苏祠，作《重谒三苏祠诗稿册页》。五月二十四日，由潼川科试毕回至成都，得知由于四月缕陈时务十二事，咸丰帝责以肆意妄言，由部议以“私罪”降调。实因奉朱批：“不避权贵，直陈无隐，致权贵侧目，谤讥炽腾，获挂义镌秩之收场。”六月八日交印于四川总督黄寿臣，即移居中协闲署，清厘解部册卷毕。七月初一日，出游峨眉、瓦屋，曾至金顶寺，见佛光。至八月二日回省。将纪游之作编为《峨眉瓦屋游草》。市民纷纷挽留，义创草堂书院，聘为主讲，均婉谢。黄寿臣总督、乐彦亭将军皆以民望所归留，但绍基已“决计去蜀入秦，他日或入都补官，或暂还乡里，从容在计”。士民纷纷上匾建祠立碑。秋，孪弟绍业夫人汪氏带着庆澄（乳名鼎官）、三侄庆治（乳名联官）二侄及侄女等到成都相聚探望。《去蜀入秦纪事抒怀，却寄蜀中士民三十二首》中记述：“二弟子毅早逝，娣氏携儿女同来蜀；三弟子敬儿女新从湘中来，颇有欢聚之乐。儿侄辈检理行装。余日与三数冷交饮酒赋诗，谈碑道古，致多闲趣。”“廿七日，偕吴寿恬、顾幼耕、程小松、朱眉君、黄济川诸君及儿庆涵、侄庆澄、庆治、孙钟曾，宴集于草堂寺。”十二月十五日，出游咸阳、醴泉、周至。十九日宿楼观台，有诗。不久，封印不复篆刻。旋游蓝田辋川。岁暮从终南山归西安。\n咸丰六年丙辰公元一八五六年五十八岁\n正月初九日晓发西安，游西岳华山，登顶有诗。旋东下，出潼关，陟岱顶。五月抵江苏兴化小住。吴平斋招寓泰州行馆。九月九日彭雪嵋与孙纪堂招游济南大明湖，有诗纪事。连夕与儿女孙限韵作诗十余首。十月二十三日，楷书《前后赤壁赋》于济南旅寓。秋间，游灵岩山访李北海书《灵岩碑记》未获。遍问寺僧无人知晓，冬初再访问朱时斋乃得半截《李北海书灵岩碑》残碑于鲁般洞，有诗纪。十二月六日、廿一日均有诗柬与山东巡抚崇恩，多有倡和。除夕与儿女孙限韵作诗，极尽天伦之乐。\n咸丰七年丁巳公元一八五七年五十九岁\n三月由济南至京城。春杪，朱琦、叶润臣、王拯、孔绣山等与绍基聚顾祠，戏画兰。五月十九日，寻碑京城上方山小西天，《五月十九日上方山小西天有怀子恭》诗云：“并马穿花人不至，寻碑独上小西天。”夏，一时酬唱极盛，《迭韵答门人朱眉君》诗云：“东洲居士百不进，剩有闲怀偶拈韵。耿然孤抱渺难收，肯向前人乞馀润……薄游辇下转淡泊，静阅时豪莽奔迅……丈夫有志期百世，下士求名荣一瞬。”九月廿六日，由京城返济南。作《赠吴子隽纨扇》诗。跋《化度寺碑》。《九月廿六日由都门归历下，雨舲中丞于前数日阅兵出省》云：“荷花绻我春明住，公来述职花前晤……黄花时节归旧庐，值公阅武临青徐。”十月廿五日，别济南城南居，移住泺源书院。应山东巡抚崇恩邀请主讲泺源书院。十二月至吴门，寓沧浪亭可园。跋《黄忠瑞公与乔柘田手札》，再跋《张黑女墓志》。十二月廿八日至杭州，看三弟绍祺，并在杭州度岁。是年三月魏源病逝于杭州僧舍，绍基时在北京，无法凭吊，至十一月南下始为魏源手订遗集于杭州绍祺寓所，并撰联挽曰：“烟雨漫湖山，佳壤初封，千古儒林凭吊奠；姓名留宇宙，遗篇在案，几行涕泪点斑斓。”\n咸丰八年戊午公元一八五八年六十岁\n正月十一日杭州与三弟子敬作别，继续编订《魏源诗集》。是月，旋回吴门，仍寓沧浪亭可园。江苏巡抚连日招饮。门人梁平仲赠《宋刻兰亭》于吴门。约于春末返回济南，仍主讲泺源书院授徒。收得一些旧碑拓。朱伯韩由京城来，邀嵇春源、牛仲远、王子梅等集于新筑草堂，有诗。九月，子庆涵中顺天乡试举人，援例为刑部郎中。是年，于泺源书院始专习八分书，东汉诸碑，次第临写，每天自立课程，锲而不舍。\n咸丰九年己未公元一八五九年六十一岁\n主讲济南泺源书院。上年岁末始临《孔和碑》，至是年元旦始竟。四月八日从兖州请灵石来，供奉龙王庙，与崇恩中丞率属每日两次步祷，祈雨驱旱，有诗记。十九日夜得弟侄书，知苏杭苦雨不晴，并告长沙城南书院主讲无人，湘中大吏邀约返乡，迟疑未决。六月十六日重修落成古历下亭与陈弼夫诸友宴饮，有诗。绍基遵嘱撰写“历下此亭古，济南名士多”楹联和《重修历下亭记碑》、《历下亭诗碑》。冬间入都，与祁隽藻等唱酬。《嘉平廿日出都》云：“京师两年别，驰驱千里程。虽无在官业，固有恋阙城……即今两月来，过从满吾契……儿孙在泺社，家书连日赘。又复巾吾车，去度山东岁。”十二月二十日，出都回济南度岁。\n咸丰十年庚申公元一八六〇年六十二岁\n春夏间，仍主讲泺源书院。初春，登泰山，有《登岱至五大夫松遇大雪返》诗云：“我昨冲寒出，直造岱坛下……狂哉五日游，仍税泺社驾。”九月，思归心切，作南旋计，旋别济南返湘。过东阿、东昌、辉县、新乡、成皋等地。途中登嵩山，手拓《三石阙》。登洛阳城楼、天津桥、风穴山，游南阳卧龙冈武侯祠等。《胡咏芝由英山移营太湖书来相迓》诗云：“遇四弟绍京（子愚）由都回湘，同行到安陆。胡林翼来信接绍基往太湖小住。与之晤，留至十二月廿五日始别。华星春引太湖路，积雪夜明多桂轩。”除夕日到黄州雪堂，有《寄怀咏芝》诗。作《为秋粟书雪堂度岁独游诗轴》。\n据光绪《再续高邮州志》卷四《人物志·流寓》，绍基居太湖期间曾移寓高邮（扬州）：“十年移寓高邮，书名冠当代，宗颜法为多，晚年涉笔成趣，人以为怪，而不知其皆中锋也。”\n咸丰十一年辛酉公元一八六一年六十三岁\n二月回到长沙，僦居于长沙化龙池寓斋之磻石山房。时弟绍祺（子敬）已于上年九月返湘。弟绍京（子愚）亦于秋间归湘，弟兄相聚，慰甚。绍祺以省会繁奢，于秋冬间移居长沙东乡小桥山庄，距城七十里，躬耕度日。绍京旋北上。《题圉令张君碑三首》云：“辛酉七月十九、二十日记于长沙化龙池寓斋之磻石山房。”八月二十六日胡林翼逝世于武昌，闻讯有诗惋之。是日开忠义录书局于长沙又一村，有诗纪事。冬间，长孙维朴至武陵完婚。庆涵公长子讳维朴，配余氏，常德举人广东阳江厅同知余祚馨女，生道光甲辰（1844年）九月十八日。\n同治元年壬戌公元一八六二年六十四岁\n仍僦居城内化龙池。是年，开始主讲长沙城南书院。正月初九日，有《野性》诗：“嵩洛归来狎薜萝，山巢粗构息心窝。无端野性随春发，万迭奇山入梦多。”遂起程游桂林，途经祁阳、永州。二十三日达祁阳，于桐轩大令陪游浯溪。知杨海琴太守（永州太守杨翰号海琴）方议重修浯溪胜迹。正月二十五日在永州，至海琴郡斋与知府杨翰谈《中兴颂碑》，有用山谷韵诗,诗中云：“归舟十次经浯溪，两番手拓中兴碑。外观笔势虽壮阔，中有细筋坚若丝。咸丰纪元旧题在，时方失恃悲孤儿（石柱上有余辛亥年题字）；次年持节使蜀西，剑州刻如饥鹤栖（剑州有此碑翻本）。既无真墨本上石，何事辗转钩摹为？唐人书易北碑法，惟有平原吾所师。次山雄文籍不朽，公伟其人笔与挥。当代无人敢同调，宋贤窃效弱且危。涪翁扶藜冻雨里，但感元杜颂与诗。公书固挟忠义出，何乃啬不赞一词？海琴桐轩喜我至，珍墨名楮纷相随。书律深处请详究，拓本成堆吁可悲！”（此摩崖至今仍在永州市祁阳县“浯溪碑林”）二月，回道州扫墓，此次为绍基第四次回道州，也是此生最后一次回道州。至鹤鸣轩旧址，唯环秀亭在，屋庐林木荡尽，俱毁于壬子（1852年）粤逆。旋至宁远，游舜陵、游九嶷，宿县署，与陶勤子大令话游。在马王庙拓乾隆十九年重修庙碑记，何氏列名自太高祖辈至祖辈共四十八人。复买舟下潇水溯湘江至全州，下兴安出斗河，入大融到阳朔看山。三月初溯江而上，游桂林诸山及岩洞。三月初九离桂林至永州，杨翰陪游阳华岩，一路多诗。三月初九日过灵川县，中旬返回长沙。五月五日过又一村志局与丁果翁、罗研（汝怀）叟闲话。六月廿三日同罗汝怀到芋园看荷。题《白兰言学使藏宋拓小字麻姑记》。七月，为郴州陈起书撰《陈松心撼山草堂诗集序》。八月十四日过旷寄园，有诗赠胡恕堂。九十月间到芋园看菊，同李仲云诸老集。十二月，作赏雪诗多首。与胡恕堂、毛兰陔塾师等诸多唱和。五日，临《衡方碑》一通。于化龙池寓所作《为小帆书徐老海棠诗轴》。除夕，至小桥山庄，与绍祺一家共同度岁。\n同治二年癸亥公元一八六三年六十五岁\n是年，仍居长沙化龙池寓所，仍主讲长沙城南书院。正月二十日，为吴观礼（子隽）与小女韶云完婚，是为继室，观礼前妻为绍祺之女彤云，丁巳（1857年）夏殁于京。二月初，启程赴粤东游，经衡州等地有诗。抵广州，寓广州潘仕成海山仙馆别墅。龙兰簃招游水北山庄，初尝荔枝甚美，有诗。旋游顺德、南海。于南海跋《南海伍紫坦藏化度寺碑》。三月十五日回海山仙馆，有《戏用坡公荔支叹韵》诗，中有句颇憾岭南无牡丹，不能“两美”和合。移居长寿寺额居屋为“半帆”。三月二十四日，于长寿寺半帆亭宴集门人，与会者有何梅士、沈史云等二十四人，有诗纪。旋门人林昌彝、金百惠召集学海堂，绍基题“海天琴思”四字，又题《黄山谷鹭鸶帖》。三四月间乘火轮船游澳门、香港，同行有陈亚苏、董文卿等。一日澳门，一日香港，往返三日，计水程二千里。旋又至南海神庙观韩碑，有诗。七月，自广州返回长沙。新得曾孙，胡恕堂有诗贺，作诗答谢。八月初七日，新赁居刘文恪相国旧第，有成邸书“思馨堂”大字匾。初十夜，酒余失足成蹇步。九月重阳，胡恕堂招饮，因伤足未赴，有诗。不久，有《题奎垣欣遇卷，为罗研生作》诗十八首。有“半生未识《兰亭》面，肯信姜、俞一辈人”句，又有“余两年来习《公方碑》百通”等语注。十月，杨翰自永州寄赠乡物并问足伤，作《杨海琴观察自永州寄赠乡物，小诗奉谢》诗。稚女端云出生。《哭稚女端云》:“不听啼婴廿七年，掌中欣获智珠园。”绍基女儿韶云出生于道光十六年（公元1836年），下推廿七年，端云当是此年出生。\n同治三年甲子公元一八六四年六十六岁\n是年，仍主讲长沙城南书院。四月廿三日，种竹后大雨，邀熊雨胪、胡恕堂等酌集，弟绍祺亦由小桥山庄至城同聚。四月廿八日，长孙维朴生日，儿庆涵携孙回道州童生试，得成秀才，为何家十四世秀才。十月，城南书院收课后即买舟与朱乐贤、吴芷生、朱子典等作金陵之游。三十日登舟。坐炮船至杨林矶，途中作《舟中杂诗》三十一首。《十月三十日登舟》云：“一年不出游，似负一身债。讲社已闲冷，夜梦成孤迈。却乘良月杪，翩然一帆挂。儿孙欢笑送，暂别不须拜。问翁将何之？且到前途话。”抵金陵，曾国藩数次招饮。十二月二十日至镇江焦山，廿五日坐炮船别焦山过吴门，有诗留别，注云：“每至焦山，必手拓《鹤铭》，今老懒矣。”即于焦山度岁，有《焦山留别四首》。\n同治四年乙丑公元一八六五年六十七岁\n仍主讲长沙城南书院。春初至苏州，过沧浪亭可园。于吴门旅次为古虞跋廿年前旧作小楷册页《郁氏书画记》、《石渠随笔》诗一首。为吴平斋跋《泰秦山二十九字》拓本、《石鼓文》宋拓本、《粤山寺》、《争座位》宋拓本等。晤李鸿章于吴门，有《喜晤李少泉中丞》诗。与李笙渔同往上海，雪冻舟不得行，仍返吴寓。有《题吴平斋藏石涛画册》、《题潘玉洤诗集》、《题座位贴》、《题智师千文》等诗。又为题《文衡山画拙政园图》、《仇十洲画桃花源图》等。春间，至上海，两次坐轮船出吴淞口观海。复至吴门居“抱罍室”。四月，至杭州，哭侄女彤云墓。《杭州哭侄女彤云墓》云：“小时日日恋吾怀，今日桂花深处埋。”立夏先五日，作《为丁雨生（日昌）书絜园记》六屏。闰五月，回到长沙。先至东乡小桥山庄晤弟绍祺，有《喜晤子敬三弟时回湘先过小桥庄居闰五月望日》诗云：“雨声暂慰客怀孤，元气三湘渐可苏。试问东乡老农夫，今年农事有秋无？”十月十二日，约胡恕堂、李次青、黄海华等集自斋，作消寒第一集，时李次青见示所辑《国朝先正事略》，感叹作长诗。今存《国朝先正事略诗记册页》。是夜，闻大孙钟曾顺天乡试得北闱副榜，喜有示诸孙诗。十一月冬至节，与罗汝怀、黄海华、李元度（字次青）等雅集于胡恕堂中丞之旷寄园，有长诗纪事。\n同治五年丙寅公元一八六六年六十八岁\n仍主讲长沙城南书院。正月有诗赠曹颖生。辟圃种菜，名之“无园”，有《无园种菜》诗十八首，其四云：“正是城南起课时，老翁怀抱有春知。添来半月闲忙味，补竹栽花并凿池。”春季，有《次韵和黄南坡新开疏圃，时为题“寒畦”两大字诗》，谓：“论交四十年，眼中朋旧，未有早于君者。”为罗研生题《麓山寺碑》诗，赞李北海书为“法门又一变”、“颜公李公论应时出，书坛并树大将旗。”为邓石如后人邓守之作《石交图诗》，称“怀宁布衣邓完白，奇气崚嶒当代只”，兼述两家世谊。作诗送杨翰回辰沅道任。送汤敏斋太常归越州。秋重阳日，稚女端云病逝。\n同治六年丁卯公元一八六七年六十九岁\n仍主讲长沙城南书院，居无园。春，病后体渐康复。手定《东洲草堂诗抄》刻将竟，《东洲草堂诗钞·自序》云：“童年即学为诗，弱冠时多拟古乐府。辛巳南旋，稿本落水失去……性既平拙，复守严训，一切豪诞语、牢骚语、绮艳语、疵贬语，皆所不喜，亦不敢也。先公之言曰：‘立身涉世，除却克己慎独，更无着力处。诗文之道，何能外是？’十年以来，庆涵日事搜辑，兹最录丙寅以前诗得二十八卷，求弁言于检端。因书此为儿孙勉。同治六年丁卯仲冬月，蝯叟何绍基识。时年六十有九。”\n同治七年戊辰公元一八六八年七十岁\n仍主讲长沙城南书院，居无园。元旦瑞雪，用东坡韵有五言诗三首。三弟处屡有信函至，告疾患事，因之尤堪。戊辰二月绍祺病逝。夫人亦于本年九月初十日无疾而终。三月，作《小桥山庄见山桃》云：“怆绝商量语未终，拼将老泪付东风。忽经半月鸰原痛，忍见山桃两树红。”绍基悲切难抑，因过度忧伤，胃痛甚剧。其春日《彭于蕃前辈于丁卯季冬月喜得曾孙》诗云：“乡居五旬返城市，胸胃酸凄贯跟肘。”\n同治八年己巳公元一八六九年七十一岁\n因病辞去长沙城南书院讲席。冬薄游皖城。庆涵《元配李恭人墓表》云：“吾父视学四川，侨居秦中，掌教历下、吴门，回湘后主讲城南书院，恭人皆随侍庇家政，米盐琐屑，区画井井。”撰《黄南坡嘱题唐陶山先生书山谷诗幅》诗四首，其末首云：“当时弱冠与成童，老健相看面颊红。六十年前耆旧事，谈芬如雨落杯中。”\n同治九年庚午公元一八七〇年七十二岁\n一病经五年，始康复。早春，应丁日昌（雨生）中丞约，赴吴门，寓苏州金狮桥巷，有与丁雨生中丞诗数首。《丁雨生中丞赠花诗以奉谢》云：“早春忽系吴门船，金狮巷头赁一椽……我方葺屋补漏穿，奇书古画四壁悬。”春，吴子隽及绍基女夫妇侍母于苏州。有“春至吴门时适吴氏女（韶云）随婿（吴观礼）侍母在苏，相见欢甚”纪事。春，曾国藩及江苏巡抚丁日昌延请主苏州、扬州书局，为校刊大字《十三经注疏》。时浙江杨石泉中丞亦聘主孝廉堂讲席，绍基往来吴、越，觞咏留连，意兴颇适。《四月十九日得湘中信，知次孙祐曾侄孙裕曾同入泮》序云：“四月十九日得湘中信，知次孙（维榗）、侄孙裕曾（维栋）入泮为秀才，喜而有诗。六月，有《访沈韵初舍人，得观熹平石经残字拓本，即黄小松旧藏，而翁覃溪所题也》诗，述冒风往返，致不适数日而得观之经过。秋，重游杭州。十月六日与丁云墀、姜瀛仙、许秋樵等宴于定香亭，与寿蘅学使为尽日欢，有二律诗。作《闻徐寿衡学使陪李若农主司江上观潮，喜成十二句，时十月初三日》诗记述。《重摹御书岳祠匾额记》云：“同治九年，延康由桐城故里检得仲弟钩本来杭，天章焕然，盖有神灵呵护。将谋重制，以复旧观。适绍基薄游至杭，与杨石泉中丞、徐寿蘅学使敬谨展观。”冬，以寒疾不得出，嘱寿蘅作《卧雪迎年图》，有诗纪事。\n同治十年辛未公元一八七一年七十三岁\n仍主苏州书局、扬州书局。《吴门观灯词以题为韵时辛未正月初十日》云：“余于廿六怯寒一睡，初一方起。数日奇冷，令大孙作《卧雪迎年图》。”谷雨节后，跋《王蓬心仿宋元人山水粉本卷》。时书局同仁多游湖去，而绍基老病不得出。夏，有《补竹》等诗。沈仲复观察与乃弟绶恬陪游金山、焦山，又以红船送绍基往金陵，别后有诗述怀。有诗示书局诸子，述主张先刊行经籍，后印史籍及诸子百家书之旨。夏，曾国藩以阅武至扬州，见绍基校刊大字《十三经注疏》已有端绪，为之甚喜。有诗纪事。七月二十日，长子庆涵五十一岁生日，切念孑然一身，独居在外，思子及孙，怆然不已。是年，大字《十三经注疏》校定完竣。\n同治十一年壬申公元一八七二年七十四岁\n仍主苏州书局、扬州书局兼主孝廉堂讲席。身体状况不佳，有《答恩竹樵中丞诗》云：“手颤腰疲百体慵，岂知心气更惺忪。”五月十一日，初尝荔枝十八枚，竟夜不适。有《戏吟二十八字》诗，中云：“谁知久别翻成醉，愧对倾城十八娘（荔枝别名）。”句意尚戏谑。是年，作《题应敏斋方伯申江舆通诵册子》诗。有“时艰仍满眼，何日杞忧蠲”句，足见感时伤事之心。\n同治十二年癸酉公元一八七三年七十五岁\n是年，仍寓居苏州。孙维棣成癸酉科举人。上半年，与吴门文人相从谈碑论书、饮酒赋诗于古梅修竹之间，以养闲。同治十二年癸酉七月二十日（公元1873年9月11日）丑时，何绍基遽告终于苏州省寓。享寿七十有五岁。配陶夫人，于道光戊申年先卒。侧室王氏、王氏、陈氏。子一庆涵，咸丰戊午举人，刑部郎中。女四：长、次，陶夫人出，幼殇；三适仁和编修吴观礼；四殇，皆侧室出。孙七：维朴，副贡生，内阁中书；维榗，庠生；维棣，举人；维棨、维槱、维干、维植。女孙二：长殇，次幼。子庆涵扶柩回湘。\n同治十三年甲戌公元一八七四年\n十二月十九日，子庆涵扶柩葬父于善化县南乡八都石人冲内苦竹坡之原。今湖南省长沙市天心区新开铺街道。\n","category":"草书","verified":true,"user":1,"timestamp":1429951651833},{"name":"何绍基书苏轼和子由论书等杂诗册","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791645966,"text":"何绍基书苏轼《和子由论书》等杂诗册 1847年 湖南省博物馆藏","author":"清代何绍基","description":"何绍基书苏轼和子由论书等杂诗册"}]