[{"name":"金农行书手札","text":"金农（1687—1763）清代书画家，扬州八怪之首。字寿门、司农、吉金，号冬心先生、稽留山民、曲江外史、昔耶居士等，钱塘（今浙江杭州）人，布衣终身。好游历，卒无所遇而归。晚寓扬州，卖书画自给。嗜奇好学，工于诗文书法，诗文古奥奇特，并精于鉴别。书法创扁笔书体，兼有楷、隶体势，时称“漆书”。五十三岁后才工画。其画造型奇古，善用淡墨干笔作花卉小品，尤工画梅。\n人物介绍\n金农，字寿门、司农、吉金，号冬心，又号稽留山民、曲江外史、昔耶居士等。别号很多，有：金牛、老丁、古泉、竹泉、稽梅主、莲身居士、龙梭仙客、耻春翁、寿道士、金吉金、苏伐罗吉苏伐罗（佛家经典上“苏伐罗”即汉文“金”字，苏伐罗吉苏伐罗就是金吉金）、心廿六郎、仙坛扫花人、金牛湖上会议老、百二砚田富翁等。\n生于清康熙二十六年（1686），卒于乾隆二十八年（1763），钱塘（今浙江杭州）人。据金农自述；“家有田几棱，屋数区，在钱塘江上，中为书堂，面江背山，江之外又山无穷”。金农天姿聪颖，早年读书于学者何焯家，与“西泠八家”之一的丁敬比邻，又与吴西林同时，与号称“浙西三高士”交往熏陶，更增金农的博学多才。乾隆元年（1736）受裘思芹荐举博学鸿词科，入都应试未中，郁郁不得志，遂周游四方，走齐、鲁、燕、赵，历秦、晋、吴、粤、终无所遇。年方五十，开始学画，由于学问渊博，浏览名迹众多，又有深厚书法功底，终成一代名家。晚寓扬州卖书画以自给，为扬州八怪之首。妻亡无子，遂不复归。\n金农的一生，大半在坎坷中渡过，有时“岁得千金，亦随手散去”。在困苦时也不得不依赖贩古董、抄佛经，甚至刻砚来增加收入，也曾托袁枚，求写彩灯，王昶撰《蒲褐山房诗话》记述金农，“性情逋峭，世多以迂怪目之。然遇同志者，未尝不熙怡自适也”。卒年七十七，一作七十八。\n金农博学多才，嗜奇好古，收金石文字千卷。精篆刻、鉴赏，善画竹、梅、鞍马、佛像、人物、山水。尤精墨梅。所作梅花，枝多花繁，生机勃发，古雅拙朴。代表作有：《东萼吐华图》、《空捍如洒图》、《腊梅初绽图》、《玉蝶清标图》、《铁轩疏花图》、《菩萨妙相图》、《琼姿俟赏图》等。\n个人成就\n书法\n金农是扬州八怪的核心人物。他在诗、书、画、印以及琴曲、鉴赏、收藏方面都称得上是大家。金农从小研习书文，文学造诣很高。浓厚的学养使他居于“扬州八怪”之首。但是金农天性散淡，他的书法作品较扬州八怪中的其他人来说，传世作品数量是非常少的。他生活在康、雍、乾三朝，因此他给自己封了个“三朝老民”的闲号。金农初不以工书为念，然书法造诣却在“扬州八怪”中成为最有成就的一位，特别是他的行书和隶书均有着高妙而独到的审美价值。他的隶书早年是“墨守汉人绳墨”的，风格规整，笔划沉厚朴实，其笔划未送到而收锋，结构严密，多内敛之势，而少外拓之姿，具有朴素简洁风格，金农的书法艺术以古朴浑厚见长。他首创的漆书，是一种特殊的用笔用墨方法。“金农墨”浓厚似漆，写出的字凸出于纸面。所用的毛笔，象扁平的刷子，蘸上浓墨，行笔只折不转，象刷子刷漆一样。这种方法写出的字看起来粗俗简单，无章法可言，其实是大处着眼，有磅礴的气韵。最能反映金农书法艺术境界的是他的行草。他将楷书的笔法、隶书的笔势、篆书的笔意融进行草，自成一体，别具一格。其点画似隶似楷，亦行亦草，长横和竖钩都呈隶书笔形，而撇捺的笔姿又常常近于魏碑，分外苍劲、灵秀。尤其是那些信手而写的诗稿信札，古拙淡雅，有一种真率天成的韵味和意境，令人爱不释手。金农的行书从其早期开始就不入常格，而以碑法与自家的“漆书”法写成的行草书，用笔率真，随心所欲，点画浪藉而又笔墨醇厚，粗头烂服之间，透出苍逸稚拙之趣，令人叹服；其“写经雕版”式的楷书，似乎与民间书法一脉相通，没有轻重的线条变化和圆润的转折用笔，也没有提顿中的波挑，以均匀的线条和方硬的转折，书写出类似单线体美术字的书体，却又具有器形文字般的古茂，其书法的启迪意义非常深远。传世书迹有《度量如海帖》，今流入日本。《盛仲交赞》，绢本漆书。\n绘画\n年五十始从事于画，涉笔即古，脱尽画家之习，良由所见古迹多也。初写竹师石室老人，号稽留山民，继画梅师白玉蟾，号昔邪居士。画佛号心出家盦粥饭僧。又画马自谓得曹、韩法，赵王孙不足道也。其山水花果布置幽奇，点染闲冷，非复尘世间所睹，盖皆意为之。问之则曰贝多龙窠之类也。他画梅，自称“江路野梅”、要求“天大寒时香千里”，画马题道：“今予画马，苍苍凉凉，有顾影酸嘶自怜之态，其悲跋涉之劳乎？世无伯乐，即遇其人，亦去暮矣？吾不欲求知于风尘漠野之间也。”足见其怀才不遇的心情。他在一册页上画一士大夫高卧四面通风的水池亭中，题曰：“风来四面卧当中”。逍遥自在，不及世事，亦以“清高”自居。金农申言要把自己“平生高岸之气”，一一见之画中。“以抒不平鸣”。在一幅《墨竹图》中，他竟然直书：“磨墨五升，画此狂竹，不钓阳鲚，而钓诸侯也。”喜画瘦竹，说“画竹宜瘦，瘦多寿，自然饱风霜耳”。每画毕，必有题记，如“虚心高节，挺立不屈，久而不改其操，竹之美德也。”《雨后修篁图》题诗曰：“雨后修篁分外青，萧萧如在过溪亭。世间都是无情物，只有秋声最好听。”\n所画人物造型奇古夸张，笔法古拙简练，形象鲜明突出；山水构图别致，随意挥写点染，简朴疏秀；其梅、竹用笔奇拙，凝练厚重。书法从《天发神谶碑》、《禅国山碑》、《谷郎碑》变化而出，运笔扁方，竖轻横重，别具奇趣，风格独特，自谓漆书。金农的书画在当时享誉很高，为扬州八怪之一。有《山水人物册》、《月华图》、《携杖图》、《东萼吐华图》、《墨竹图》等传世。著《冬心诗集》、《冬心随笔》、《冬心杂著》等。\n年表\n687年康熙二十六年丁卯1岁\n农历三月二十二日出生干浙江仁：和(今杭州)钱塘江上，居家候。潮门外。\n688年康熙二十七年戊辰2岁\n高翔生，江苏甘泉人，书画家，金农好友，扬州八怪之一。\n马曰琯生，安徽祁门人，大盐商，诗人，金农好友。\n692年康熙三十一年壬申6岁\n方土庶生，籍贯新安，上诗画，金农友。\n厉鹗生，诗人，学者，浙江杭州人，金农好友，—生与金农过往甚密。\n693年康熙三十二年癸酉7岁\n郑燮生，江苏兴化人，金农友，著名书画家，扬州八怪之一。\n695年康熙三十四年乙亥9岁\n丁敬生，(金农同乡邻里)与金农交谊深厚；书画篆刻家，尤以篆刻著名为浙派开山。\n696年康熙三十五年丙子10岁\n杭世骏生，浙江仁和人，文学家、金农好友。\n703年康熙四十二年癸未17岁\n初习声韵之学。故里项霜田引为小友，与同里诗人、诗僧交游，得赞誉。\n705年康熙四十四年乙酉19岁\n全祖望生，浙江鄞县人，诗人、学者，金农好友。\n706年康熙45年丙戌20岁\n四月，渡罗刹江，至萧山拜访91岁诗坛名宿毛奇龄，得其赞赏。至会稽、探禹穴、观窒石。冬，丁敬至\n金农处相与考证金石，金农出示王翚《秋山行路图》共赏。\n707年康熙四十六年丁亥21岁\n就读于苏州何焯(字屺瞻、号仪门，学者、书法家)家塾中，凡二年，金农金石碑版之识于此多有所得。\n708年康熙四十七年戊子22岁\n往慧庆拜谒东南诗坛盟主朱彝尊，朱笑迎而赞其诗。\n712年康熙五十一年壬辰26岁\n至吴门，访张三吁。\n714年康熙五十三年甲午28岁\n春，厉鹗访金农；夏偕厉鹗访王次颜。\n715年康熙五十四年乙未29岁\n秋，厉鹗造访于江上，金农出颜真卿《麻姑仙坛纪》、《颜鲁公祠堂碑》米芾法帖拓本等。厉鹗观金农书法并以诗论之。\n716年康熙五十五年丙申30岁\n偕厉鹗游。病店(疟疾)于江上，取崔国辅诗句“寂寥抱冬心”语意，始自号“冬心先生”。作《怀人绝句三十首》，名《景申集》；由鲍鉁附梓，厉鹗作序。\n717年康熙五十六年丁酉31岁\n于陈撰玉几山房观宋人墨梅图。春，见《武梁祠汉画像石唐拓本》并作跋。秋，杨知、陈章见过金农处，\n出示汉唐金石拓本240种共赏。\n718年康熙五十七年戊戌32岁\n夏，偕厉鹗至长兴共访鲍鉁，又同游若溪。作《若溪曲》二首。有诗记之，此年曾作《兰竹图》。\n720年康熙五十九年庚子34岁\n携自编诗集《景申集》游于扬州，广得赞誉。冬，寓扬州。作《麻姑仙坛记跋》署款金司农。\n721年康熙六十年辛丑35岁\n春，游扬州。结识余元甲等人。秋，与友人游禅智寺，后有行楷书《游禅智寺诗》。岁杪，回江上老屋\n整理《冬心斋石刻碶帖》。作有行书《与高西唐书》。\n722年康熙六十一年壬寅36岁\n恩师何焯卒。\n723年雍正元年癸卯37岁\n农历五月出游山东，赴莱东，经临淄见赵执信。秋，过访厉鹗以诗卷索序。\n724年雍正二年甲辰38岁\n在扬州，于河享斋中观书画名作，自天宁寺移居净业精舍；作《行书自书诗册》。\n725年雍正三年乙巳39岁\n作《隶书王彪之井赋》。是年由金司农更名为金农，字由寿田更为寿门。\n春，开始作泽州之行，好友汪士慎、厉鹗、马曰璐送行并以诗纪之。过京师，结识有同门之谊的探花徐葆光、贵族阿金、书法家王澍等。九月赴山西泽州投陈壮履(字幼安)处，客居三年。\n726年雍正四年丙午40岁\n春，访圣王坪、石淙院。秋，游吉祥寺，过北崎精舍得宋高僧手书经卷残本。\n727年雍正五年丁未41岁\n时客泽州陈壮履处，作《龙诞香二首》寄吴焯、厉鹗，作《寄丁敬》、作《忆康山旧游》寄怀马曰琯、\n马曰璐、汪士慎、高翔、余元甲等好友。\n728年雍正六年戊申42岁\n仍客泽州陈家，在太行山道中作《马垂铭》。\n729年雍正七年己酉43岁\n春三月南归，旋又有泽州之行，游晋祠、太原等处，在娘子关坠马，治引首印章“娘子关坠马后书”；春，作自画43岁小像，十年后有《自题四十三岁小像》三首。于尧都得赵孟頫手札一件。\n730年雍正八年庚戌44岁\n五月南归，在曲阜停留四月，九月于曲阜作隶书《王融传》、《王秀册》等，初冬归扬州，十一月在扬州为学轩先生写《行书砚铭》册等。\n731年雍正九年辛亥45岁\n在扬州与王虚舟同观项元汴藏张旭草书卷。秋，马曰琯、马曰璐兄弟邀金农及诸多文人集小玲珑山馆诗酬。识宣城画师沈廷瑞。\n732年雍正十年壬子46岁\n春，至吴兴，又过梁溪，于听松庵观王虚舟之徐履墨竹图，秋，于真州(今江苏仪征)乘舟作《将游楚中、于真州江上登舟二首》，过小孤山、游江陵、武昌回扬州。又于吴兴访鲍鉁，岁杪客吴兴姚世钰莲花庄。书有《隶书题倪赞溪山秋意诗轴》。\n733年雍正十一年癸丑47岁\n春，泊舟吴中，由曲阿(丹阳)至润州(镇江)渡江至扬州。秋新编《冬心先生集》(四卷)开雕于广陵般若庵。十二月自序《冬心斋研铭》同年刻印，其诗名广为留传。书有《隶书张融、蔡中郎等传记册》。\n734年雍正十二年甲寅48岁\n开始留髯，人称“髯金”。八月，归安令裘鲁青邀游吴兴。九月，客广陵。\n为郃阳褚陵作《飞白歌》颂飞白书。冬，盐商马氏兄弟于小玲珑山馆雅集，金农与多位好友参加。书有《临西岳华山庙碑册》、《隶书周礼职轴》。行书手札《与鲍鉁书》。\n735年雍正十三年乙卯49岁\n春，泛舟肖家湖。夏，出游楚州。秋，由楚州返钱塘，于稽留山读书。此年，吴兴知县裘鲁青向节钺大夫（学使）帅念祖荐金农应博学鸿词科。金农作《上学使帅公书》表示“进退为难”。书有《隶书杂记》。\n736年乾隆元年丙辰50岁\n金农因归安县令裘鲁青向节钺大夫再荐博学鸿词科，欲应。赴京应试。报罢南归，逗留于曲阜。年底返扬，复返杭。是年起，金农开始卖字画。\n737年乾隆二年丁己51岁\n738年乾隆五年戊午52岁\n739年乾隆4年己未53岁\n740年乾隆5年庚申54岁\n741年乾隆6年辛酉55岁\n742年乾隆7年壬戌56岁\n743年乾隆8年癸亥57岁\n744年乾隆9年甲子58岁\n汪士慎在扬州城边买茅屋，作《移居图》，金农等有诗祝贺。金农有《七言律诗轴》。\n745年乾隆10年乙丑59岁\n746年乾隆十一年丙寅60岁\n闰三月三日杭州太守鄂敏修禊子西湖计63人，金农参加。开始学画竹，喜于宅之左右广植竹林，以竹为师。三月作诗四首自贺己之60寿辰，汪土慎作《冬心六十初度》寄贺。七月至休宁、新安、过金陵，冬，复回扬州。\n747年乾隆十二年丁卯61岁\n三月，作“竹师”一印。作《隶书五言联》。\n748年乾隆十三年戊辰62岁\n移居城南隅何氏书屋。买龙井山僧竹百杆种于居旁。蒋仁为治“百二砚田富翁”印，丁敬为治“不可一日无此君”印。\n749年乾隆十四年己巳63岁\n秋，居钱塘江上，与邻曲诸老结菊社。春，卧病江上。冬，客广陵，过汪士慎草堂，互赏翰墨。\n750年乾隆十五年庚午64岁\n四月，游剡中、过吴兴、至京口，复至广陵。居扬州三祝庵，六月，访吴兴、赴吴门，复回扬州。《冬心先生画竹题记》58篇刻于斯年。自序60始学画竹。\n751年乾隆十六年辛未65岁\n年初，作漆书轴赠老友边寿民。书有《漆书童蒙八章横卷》、《楷书扇面采莲曲》。\n752年乾隆十七年壬申66岁\n春撰《冬心先生续集》自序，《冬心先生三体诗》自序。作《隶书五言联》。书有《漆书疏花片纸七言联》《漆书相鹤经轴》《行书致方辅手札》《行书与吴南庄手札》。\n753年乾隆十八年癸酉67岁\n春，回杭州故里，请丁敬为《冬心先生续集》作序。秋日寓扬州陈氏家。自写小像寄郑燮。受汪士慎目盲后所作大幅狂草。\n755年乾隆二十年乙亥69岁\n卢雅雨请名流二十余位首次红桥修契，金农列其间。与郑燮、袁枚等为李方膺《墨梅图》题跋。\n756年乾隆二十一年丙子70岁\n秋，寓居扬州西方寺。书有《漆书‘外不枯’轴》(落款自言七十后书法始作“渴笔八分”)、《楷书昔邪庐诗册》。\n757年乾隆二十二年丁丑71岁\n三月三，卢雅雨二次虹桥修契，金农参与。自刻“百二砚田富翁”印。收罗聘为诗弟子。书有《漆书高轩清福七言联》《漆书古谣轴》、《漆书相鹤经轴》。\n758年乾隆二十三年戊寅72岁\n春，丁敬为金农刻印“只寄得相思一点”。书有《漆书西岳华山庙碑轴》。\n759年乾隆二十四年己卯73岁\n收项均为弟子。作自写小像多幅，分赠丁敬、罗聘、项均等人。\n760年乾隆二十五年庚辰74岁\n《自度曲》由罗聘、杨爵开雕。书有《楷书清寒诗序册》、《行书诗稿手札》。\n761年乾隆二十六年辛巳75岁\n撰文评郑燮画竹。作隶书七言联。在《墨梅图》题诗，“衰晚年零丁一人，只有梅鹤、病痛饥饿为伴”。\n762年乾隆二十七年壬午76岁\n乾隆南游过扬州呈进诗表。作隶书画佛题记。书有《漆书题昔邪庐壁上诗横卷》。\n763年乾隆二十八年癸未77岁\n秋九月，殁于扬州佛舍。乾隆二十九年由杭世俊集资、罗聘扶柩归葬于杭州临平黄鹤山。\n相关作品\n金农自画像轴\n《自画像》轴，金农作，纸本，墨笔，纵131.3cm，横59.1cm。\n此图为扬州八怪之一金农73岁时的自画像。画中老者身着布衣，持杖侧身而立，姿态笃定，神情超然。其头部画法较为写实，具有肖像画的特征，浓密的长髯，细细的发辫，矍烁的双目，真实传神地描绘出金农本人奇倔傲世的性格特征。\n图中人物的体貌不求形似，极尽夸张，具有漫画意味，这是一种文人画家逸笔的肖像画。画家以焦墨渴笔勾勒人物形象，线条生拙简朴，脱胎于南宋马和之“兰叶描”，与题款及诗文的“漆书”共同体现出生涩拙朴、奇绝脱俗的风格。\n个人影响\n“扬州八怪”，通常的说法是李鱓（复堂）、汪士慎（巢林）、高翔（西唐）、金农（冬心）、黄慎（瘿瓢）、郑燮（板桥）、李方膺（虬仲）、罗聘（两峰）。此外，至少还有五种以上说法，涉及十多位画家，但无论哪种说法，金农都在其内，可见他是“八怪”中的核心人物之一。人们为何以“怪”相称?“怪”又“怪”在哪些方面呢?\n这个“怪”首先是指作品格调上的离经叛道。金农等人戴上“扬州八怪”的桂冠后，既为社会所认可，又被人们津津乐道，广为传扬。这除了艺术风格的原因之外，其中也包含着个性行为、思维方式、处世观念等多种异于常情的因素。难怪好友全祖望称他为“畸士”了。\n金农交友广泛，上至名门公卿、富豪巨贾，下至卖浆引车的贫民百姓，主教九流无所不有。他交友还有一种怪脾气。他瞧不起的人，不但话不投机半句多，而且报之以白眼，更别想求得他的诗文字画。而对要好朋友从不以穷富贵贱取人。\n在金农众多的朋友中，一个就是当时寓居扬州的郑板桥，两人喜欢一起“杯酒言欢，永朝永夕”，“相亲相洽若鸥鹭之在汀渚”。郑板桥曾说“杭州只有金农好”。他俩除了有共同的人生观、艺术观外，个性脾气特别相投，常常出入秦楼楚馆，酣饮金农中年游历达十五年，足迹踏遍半个中国。哪来旅行费用呢？除了化缘僧院，朋友资助外，他招募挑选了一批能工巧匠，组成一个自给自足的“技术访游团”，金农充当“团长”，团里每个人都有一技之长，如甬东朱龙擅雕凿纹刻砚石，新安张喜子精界乌丝栏，会稽郑小邑擅长抄写，吴门庄闺郎会弹奏乐器，兰陵陈彭擅长画墨竹，每到一地全团便开展活动，以此筹措旅资。这种方式在“扬州八怪”中也是绝无仅有的。\n金农具有的完全是一个浪漫诗人的情怀，一个不修边幅的书画家风度，一个无拘无束的野逸文人气质。其次，金农晚年穷困潦倒，尽管不能排除社会原因，但也有属于自身的缘由。金农的收入也颇可观了，结果老来却弄得四壁皆空，无钱入殓，这不能不说是一个悲剧。\n康熙、乾隆时代的书法界正是“帖学”一统天下。金农和郑燮等人卓然树起叛逆的大旗，成为清代书道中兴的领风骚者。金农的书法艺术和他的绘画一样，以古朴浑厚见胜，有“求拙为妍”的艺术特点。从传世书迹来看，其隶书苍古奇逸，正书朴厚歧出，行书健劲潇洒，影响最大的还是他首创的漆书。“漆书”这个词的来源画不能行，故头粗尾细，似其形耳。”二是宋代大书法家米芾在评自己书法时说：“臣书刷字。”可知“漆书”是指一种特殊的用笔用墨方法。金农写漆书所用的墨是自选墨烟所造的“五百斤油”。“金农墨”浓厚似漆，“谛视之，纸墨相接之处仿佛有毛，幽光徐漾”，写出的字凸于纸面，稍一触指即为墨染。所用毛笔，是“截取毫端”，平扁如刷，蘸以浓墨，行笔只折不转，如漆刷之运作。这种方法写出的字看似粗俗简单，无章法笔意可言，其实是大处着眼，剔除细节，直取磅礴气韵。那险峻雄奇的构局，浑朴钝拙的金石趣，都融合在黑、厚、重、凝的格调之中。\n由于金农的身世，他以卖字卖画为业，难免把商业习气带入艺术领域。许多慕名求索者又非知音，不少作品明显有应酬之嫌，甚至有“师藉门生卖画钱，门生画亦赖师传”，“图成幅幅署髯名，浓墨刷字世便惊”的情况，并由此引发出“金农无画论”之争。这些情况虽给金农书画的鉴赏、论评带来一定疑难，然而绝不能由此否认他的作品风格是顺应了当时历史文化发展的趋势，在抒发个性，冲击时弊，力倡新思维方面所做出的贡献。\n009年12月19日，有着“扬州八怪”之称的金农的《花果册》在杭州拍卖会上以3976万元的价格创下西泠拍卖最高成交纪录。\n","category":"行书","verified":true,"user":1,"timestamp":1429951661856},{"name":"金农行书手札","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791634086,"text":"金农《游禅智寺五言诗》，纸本。1721年作。北京故宫博物院藏。\n这幅行楷立轴是我们目前所能见到具有时间可考性的金农较早的创作性书作，作品出手不凡，纯用己法，字距宽阔而行距紧逼，显现出其孤高不群的姿态，自然挥洒的细笔线条和头重脚轻的粗糙字型也毫无“帖”相，同时从中也可以窥见金农对碑版金石非同一般的见识，金农这种不依傍他人的性格为有清一代书坛带来了一股清新之气。\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n题何礼康活埋庵十韵　诗笺\n释文：\n题何礼康先生活埋庵十韵\n客舍如团焦，林木纷幽覃。急喉何居士，投老乐湛湛。一日百忧生，戚戚独茧蚕。而非酒可解，具锸心失贪。抱头懒卧起，改名活埋庵。我睹惨弗怿，问答皆悲谈。读书不得力，辛苦渐丁男。滋味蘖与荼，安能变成甘。劝子且游世，单步行荷担。出门山满目，好山在终南。\n庚戌九月小重阳日钱唐金农脱稿","author":"清代金农","description":"金农行书手札"}]