[{"name":"文徵明行书苏轼赤壁赋","text":"赤壁赋是指北宋文学家苏轼写过两篇《赤壁赋》中的《前赤壁赋》，是中国古代文学史上的名篇，表现了作者的心灵由矛盾、悲伤转而获得超越、升华的复杂过程。\n作品原文\n前赤壁赋\n壬(rén)戌(xū)之秋，七月既望，苏子与客泛舟游于赤壁之下。清风徐来，水波不兴。举酒属(zhǔ)客，诵明月之诗，歌窈窕(yǎotiǎo)之章。少(shǎo)焉，月出于东山之上，徘徊于斗(dǒu)牛之间。白露横江，水光接天。纵一苇之所如，凌万顷之茫然。浩浩乎如冯（píng）虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙。\n于是饮酒乐甚，扣舷（xián）而歌之。歌曰：“桂棹（zhào）兮兰桨(jiǎng)，击空明兮溯（sù）流光。渺渺兮予(yú)怀，望美人兮天一方。”客有吹洞箫者，倚歌而和之。其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕。舞幽壑（hè）之潜蛟，泣孤舟之嫠（lí）妇。\n苏子愀（qiǎo）然，正襟危坐，而问客曰：“何为（wèi）其然也？”客曰：“‘月明星稀，乌鹊南飞。’此非曹孟德之诗乎？西望夏口，东望武昌。山川相缪（liáo），郁乎苍苍，此非孟德之困于周郎者乎？方其破荆州，下江陵，顺流而东也，舳舻（zhúlú）千里，旌（jīng）旗蔽空，酾（shī）酒临江，横槊（shuò）赋诗，固一世之雄也，而今安在哉？况吾与子渔樵（qiáo）于江渚（zhǔ）之上，侣鱼虾而友麋（mí）鹿，驾一叶之扁（piān）舟，举匏（páo）樽以相属（zhǔ）。寄蜉蝣（fúyóu）于天地，渺沧海之一粟（sù）。哀吾生之须臾（yú），羡长江之无穷。挟飞仙以遨游，抱明月而长终。知不可乎骤得，托遗响于悲风。\"\n苏子曰：“客亦知夫（fu)水与月乎？逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长（zhǎng）也。盖将自其变者而观之，则天地曾（zēng）不能以一瞬；自其不变者而观之，则物与我皆无尽也，而又何羡乎！且夫天地之间，物各有主，苟（gǒu）非吾之所有，虽一毫而莫取。惟江上之清风，与山间之明月，耳得之而为声，目遇之而成色，取之无禁，用之不竭，是造物者之无尽藏（zàng）也，而吾与子之所共适（shì）。”\n客喜而笑，洗盏更酌（zhuó）。肴（yáo）核既尽，杯盘狼藉。相与枕藉（jiè）乎舟中，不知东方之既白。 \n后赤壁赋\n是岁十月之望，步自雪堂，将归于临皋。二客从予过黄泥之坂。霜露既降，木叶尽脱，人影在地，仰见明月，顾而乐之，行歌相答。\n已而叹曰：“有客无酒，有酒无肴，月白风清，如此良夜何！”客曰：“今者薄暮，举网得鱼，巨口细鳞，状如松江之鲈。顾安所得酒乎？”归而谋诸妇。妇曰：“我有斗酒，藏之久矣，以待子不时之需。”\n于是携酒与鱼，复游于赤壁之下。江流有声，断岸千尺；山高月小，水落石出。曾日月之几何，而江山不可复识矣。予乃摄衣而上，履巉（chán）岩，披蒙茸，踞虎豹，登虬（qiú）龙，攀栖鹘（hú）之危巢，俯冯夷之幽宫。盖二客不能从焉。划然长啸，草木震动，山鸣谷应，风起水涌。予亦悄然而悲，肃然而恐，凛乎其不可留也。反而登舟，放乎中流，听其所止而休焉。\n时夜将半，四顾寂寥。适有孤鹤，横江东来。翅如车轮，玄裳缟衣，戛（jiá）然长鸣，掠予舟而西也。须臾客去，予亦就睡。梦一道士，羽衣蹁跹（piānxiān），过临皋（gāo）之下，揖（yī）予而言曰：“赤壁之游乐乎？”问其姓名，俛（fǔ）而不答。“呜呼！噫嘻！我知之矣。畴（chóu）昔之夜，飞鸣而过我者，非子也邪？”道士顾笑，予亦惊悟。开户视之，不见其处。 \n注释译文\n词语注释\n选自《经进东坡文集事略》卷一（《四部丛刊》本），这篇散文作于宋神宗元丰五年（1082），在此之前苏轼因乌台诗案（元丰二年）被贬谪黄州（今湖北黄冈）。因后来还写过一篇同题目的赋，故称此篇为《前赤壁赋》，十月十五日写的那篇为《后赤壁赋》 。赤壁：实为黄州赤鼻矶，并不是三国时期赤壁之战的旧址，当地人因音近亦称之为赤壁，苏轼在此借景以抒发自己的怀抱。\n壬戌：宋神宗元丰五年（1082），岁在壬戌。\n既望：既，过了；望，农历十五日。“既望”指农历十六日。\n徐：舒缓地。\n兴：起，作。\n属：通“嘱”（zhǔ），致意，倾注，此处引申为“劝酒”的意思。\n少焉：不一会儿。\n白露：白茫茫的水汽。横江：笼罩江面。横，横贯。\n冯虚御风：（像长出羽翼一样）驾风凌空飞行。冯，通“凭”乘。虚：太空。御：驾御（驭）。\n渺渺兮予怀：主谓倒装。我的心思飘得很远很远。渺渺，悠远的样子。怀，心中的情思。化用《湘夫人》中“目眇眇兮愁予怀”一句，\n美人：此为苏轼借鉴的屈原的文体。用美人代指有才德的人。古诗文多以指自己所怀念向往的人。\n倚歌而和（hè）之：合着节拍应和。倚：依，按。和：应和。\n如怨如慕，如泣如诉：像是哀怨，像是思慕，像是啜泣，像是倾诉。怨：哀怨。慕：眷恋。\n余音：尾声。袅袅：形容声音婉转悠长。\n缕：细丝。\n舞幽壑之潜蛟：幽壑：这里指深渊。此句意谓：使深谷的蛟龙感动得起舞。\n泣孤舟之嫠（lí）妇：使孤舟上的寡妇伤心哭泣。嫠：孤居的妇女，在这里指寡妇。\n愀（qiǎo）然：忧愁凄怅的样子。\n正襟危坐：整理衣襟，严肃地端坐着危坐：端坐。\n何为（wèi）其然也？：曲调为什么会这么悲凉呢？\n月明星稀，乌鹊南飞：出自曹操《短歌行》中的诗句。\n缪（liáo）：通\"缭\"盘绕。\n郁乎苍苍：树木茂密，一片苍绿繁茂的样子。郁：茂盛的样子。\n舳舻（zhúlú）：战船前后相接。这里指战船。舳，船尾掌舵处。舻，船头划桨处。\n酾（shī）酒：斟（zhēn）酒，敬酒。\n横槊（shuò）：横执长矛。\n侣鱼虾而友麋（mí）鹿：以鱼虾为伴侣，以麋鹿为友。侣：以……为伴侣，这里是名词的意动用法。麋：鹿的一种。\n扁（piān）舟：小船。\n寄：寓托。\n蜉蝣（fúyóu）：一种昆虫，春夏之交生于水边，生命短暂，仅数小时。此句比喻人生之短暂。\n渺沧海之一粟（sù）：渺：小。沧海：大海。此句使用比喻的修辞手法，形容人在天地之间渺小的像大海中的一颗谷粒。\n须臾（yú）：一会儿，时间极短。\n长终：永在。\n骤：数次。\n托遗响于悲风：把箫声托付给秋风。遗响，余音，指箫声。悲风：凄凉的风，指秋风。\n逝者如斯：逝去的就像流水。语出《论语·子罕》：\"子在川上曰：'逝者如斯夫，不舍昼夜。'\"逝：往。斯：此，指水。\n盈虚者如彼：像月亮那样有圆有缺。盈，月满。虚，亏，月缺。彼，指月亮。\n卒：最终。消长：减少。长：增长。\n共适（shì）：共享。而苏轼手书《赤壁赋》作“共食”，明代以后多作“共适”，义同。\n更酌（zhuó）：再次饮酒。\n肴核既尽：荤菜和果品。既：已经。\n枕藉（jiè）：相互枕着靠着（睡着了）。枕，枕着。藉，垫着。\n既白：已经显出白色，指天明了。\n白话译文\n前赤壁赋\n壬戌年秋天，七月十六日，我与友人在赤壁下泛舟游玩。清风阵阵拂来，水面波澜不起。举起酒杯向同伴敬酒，吟咏《诗经·陈风·月出》一诗的“窈窕”一章。不一会儿，明月从东山后升起，在斗宿与牛宿之间来回移动。白茫茫的雾气横贯江面，波光与星空连成一片。我们听任苇叶般的小船在茫茫万顷的江面上自由飘动。浩浩然的样子，像是凌空乘风飞去，不知将停留在何处；飘飘然的样子，好像变成了神仙，飞离尘世，登上仙境。\n这时候喝酒喝得高兴起来，用手叩击着船舷，应声高歌。歌中唱道：“桂木船棹呵香兰船桨，迎击空明的粼波，逆着流水的泛光。我的情思啊悠远茫茫，思念心中的君主啊，在天边遥远的地方。”客人中有个会吹洞箫的，按着节奏为歌声伴和，洞箫呜呜作声，像是怨恨，又像是思慕，像是哭泣，又像是倾诉，余音悠扬，像一根轻柔的细丝线延绵不断。能使深谷中的蛟龙为之起舞，能使孤舟上的寡妇听了落泪。\n我的容色忧愁凄怆，（我）整好衣襟坐端正，向客人问道：“（曲调）为什么这样（悲凉）呢？”同伴回答：“‘月明星稀，乌鹊南飞’，这不是曹孟德的诗吗？（这里）向西可以望到夏口，向东可以望到武昌，山河接壤连绵不绝，（目力所及）一片苍翠。这不正是曹孟德被周瑜所围困的地方么？当初他攻陷荆州，夺得江陵，沿长江顺流东下，麾下的战船延绵千里，旌旗将天空全都蔽住，在江边持酒而饮，横执矛槊吟诗作赋，委实是当世的一代枭雄，而今天又在哪里呢？何况我与你在江边捕鱼砍柴，与鱼虾作伴，与麋鹿为友，（我们）驾着这一叶小舟，举起杯盏相互敬酒。（我们）如同蜉蝣置身于广阔的天地中，像沧海中的一颗粟米那样渺小。（唉）哀叹我们的一生只是短暂的片刻，（不由）羡慕长江没有穷尽。（我想）与仙人携手遨游各地，与明月相拥而永存世间。（我）知道这是不可能经常得到的，因而只能把箫声的余音寄托给这悲凉的秋风。”\n我说：“你可也知道这水与月？不断流逝的就像这江水，其实并没有真正逝去；时圆时缺的就像这月，但是最终并没有增加或减少。如果从事物易变的一面看来，天地间没有一瞬间不发生变化；而从事物不变的一面看来，万物与自己的生命同样无穷无尽，又有什么可羡慕的呢？何况天地之间，凡物各有自己的归属，若不是自己应该拥有的，即使是一分一毫也不应该索取。只有江上的清风，以及山间的明月，送到耳边便听到声音，进入眼帘便绘出形色，取得这些不会有人禁止，享用这些也不会有竭尽的时候。这是自然界无穷无尽的宝藏，我和你可以共同享受。\n于是同伴高兴的笑了，清洗杯盏重新斟酒。菜肴和果品都被吃完，只剩下桌上的杯碟一片凌乱。（我与同伴）在船里互相枕着垫着睡去，不知不觉天边已经显出白色（指天明了）。\n后赤壁赋\n这一年十月十五日，我从雪堂出发，准备回临皋亭。有两位客人跟随着我，一起走过黄泥坂。这时霜露已经降下，树叶全都脱落。我们的身影倒映在地上，抬头望见明月高悬。向四周看看，心里十分快乐；于是一面走一面吟诗，相互酬答。\n过了一会儿，我叹惜地说：“有客人却没有酒，有酒却没有菜。月色皎洁，清风吹拂，这样美好的夜晚，我们怎么度过呢？”一位客人说：“今天傍晚，我撒网捕到了鱼，大嘴巴，细鳞片，形状就象吴淞江的鲈鱼。不过，到哪里去弄到酒呢？”我回家和妻子商量，妻子说：“我有一斗酒，保藏了很久，为了应付您突然的需要。”\n就这样，我们携带着酒和鱼，再次到赤壁的下面游览。长江的流水发出声响，陡峭的江岸高峻直耸；山峦很高，月亮显得小了，水位降低，礁石露了出来。才相隔多少日子，上次游览所见的江景山色再也认不出来了！我就撩起衣襟上岸，踏着险峻的山岩，拨开纷乱的野草；蹲在虎豹形状的怪石上，又不时拉住形如虬龙的树枝，攀上猛禽做窝的悬崖，下望水神冯夷的深宫。两位客人都不能跟着我到这个极高处。我大声的长啸，草木被震动，高山与我共鸣，深谷响起了回声，大风刮起，波浪汹涌。我也不觉忧伤悲哀，感到紧张，觉得这里使人害怕，不可久留。回到船上，把船划到江心，任凭它漂流到哪里就在哪里停泊。\n这时快到半夜，望望四周，觉得冷清寂寞得很。正好有一只鹤，横穿江面从东边飞来，翅膀象车轮一样大小，尾部的黑羽如同黑裙子，身上的白羽如同洁白的衣衫，它嘎嘎地拉长声音叫着，擦过我们的船向西飞去。过了会儿，客人离开了，我也回家睡觉。梦见一位道士，穿着羽毛编织成的衣裳，轻快地走来，走过临皋亭的下面，向我拱手作揖说：“赤壁的游览快乐吗？”我问他的姓名，他低头不回答。“噢！哎呀！我知道你的底细了。昨天夜晚，边飞边叫经过我船上的，不就是你吗？”道士回头笑了起来，我也忽然惊醒。开门一看，却看不到他在什么地方。\n点评鉴赏\n前赤壁赋\n第1段，写夜游赤壁的情景。作者“与客泛舟游于赤壁之下”，投入大自然怀抱之中，尽情领略其间的清风、白露、高山、流水、月色、天光之美，兴之所至，信口吟诵《诗经·陈风·月出》首章“月出皎兮，佼人僚兮。舒窈纠兮，劳心悄兮。”把明月比喻成体态娇好的美人，期盼着她的冉冉升起。与《月出》诗相回应，“少焉，月出于东山之上，徘徊于斗牛之间。”并引出下文作者所自作的歌云：“望美人兮天一方”，情感、文气一贯。“徘徊”二字，生动、形象地描绘出柔和的月光似对游人极为依恋和脉脉含情。在皎洁的月光照耀下白茫茫的雾气笼罩江面，天光、水色连成一片，正所谓“秋水共长天一色”（王勃《滕王阁序》）。游人这时心胸开阔，舒畅，无拘无束，因而“纵一苇之所如，凌万顷之茫然”，乘着一叶扁舟，在“水波不兴”浩瀚无涯的江面上，随波飘荡，就好像在太空中乘风飞行，悠悠忽忽地离开人世，超然独立；又像长了翅膀飞升入仙境一样。浩瀚的江水与洒脱的胸怀，在作者的笔下腾跃而出，泛舟而游之乐，溢于言表。这是本文正面描写“泛舟”游赏景物的一段，以景抒情，融情入景，情景俱佳。\n第2段，写作者饮酒放歌的欢乐和客人悲凉的箫声。作者饮酒乐极，扣舷而歌，以抒发其思“美人”而不得见的怅惘、失意的胸怀。这里所说的“美人”实际上乃是作者的理想和一切美好事物的化身。歌曰：“桂棹兮兰桨，击空明兮溯流光。渺渺兮予怀，望美人兮天一方。”这段歌词全是化用《楚辞·少司命》：“望美人兮未来，临风恍兮浩歌”之意，并将上文“诵明月之诗，歌窈窕之章”的内容具体化了。由于想望美人而不得见，已流露了失意和哀伤情绪，加之客吹洞箫，依其歌而和之，箫的音调悲凉、幽怨，“如怨如慕，如泣如诉，余音袅袅，不绝如缕”，竟引得潜藏在沟壑里的蛟龙起舞，使独处在孤舟中的寡妇悲泣。一曲洞箫，凄切婉转，其悲咽低回的音调感人至深，致使作者的感情骤然变化，由欢乐转入悲凉，文章也因之波澜起伏，文气一振。\n第3段，写客人对人生短促无常的感叹。此段由赋赤壁的自然景物，转而赋赤壁的历史古迹。主人以“何为其然也”设问，客人以赤壁的历史古迹作答，文理转折自然。但文章并不是直陈其事，而是连用了两个问句。首先以曹操的《短歌行》问道：“此非曹孟德之诗乎？”又以眼前的山川形胜问道：“此非孟德之困于周郎者乎？”两次发问使文章又泛起波澜。接着，追述了曹操破荆州、迫使刘琮投降的往事。当年，浩浩荡荡的曹军从江陵沿江而下，战船千里相连，战旗遮天蔽日。曹操志得意满，趾高气扬，在船头对江饮酒，横槊赋诗，可谓“一世之雄”！如今他在哪里呢？曹操这类英雄人物，也只是显赫一时，何况我辈！因而，如今只能感叹自己生命的短暂，羡慕江水的长流不息，希望与神仙相交，与明月同在。但那都是不切实际的幻想，所以才把悲伤愁苦“托遗响于悲风”，通过箫声传达出来。客的回答表现了一种虚无主义思想和消极的人生观，这是苏轼借客人之口流露出自己思想的一个方面。\n第4段，是苏轼针对客之人生无常的感慨陈述自己的见解，以宽解对方。客曾“羡长江之无穷”，愿“抱明月而长终”。苏轼即以江水、明月为喻，提出“逝者如斯，而未尝往也；盈虚者如彼，而卒莫消长也”的认识。如果从事物变化的角度看，天地的存在不过是转瞬之间；如果从不变的角度看，则事物和人类都是无穷尽的，又何必羡慕江水、明月和天地呢！自然也就不必“哀吾生之须臾”了！这表现了苏轼豁达的宇宙观和人生观，他赞成从多角度看问题而不同意把问题绝对化，因此，他在身处逆境中也能保持豁达、超脱、乐观和随缘自适的精神状态，并能从人生无常的怅惘中解脱出来，理性地对待生活。而后，作者又从天地间万物各有其主、个人不能强求予以进一步的说明。那么什么为我们所有呢？江上的清风有声，山间的明月有色，江山无穷，风月长存，天地无私，声色娱人，我们恰恰可以徘徊其间而自得其乐。\n第5段，写客听了作者的一番谈话后，转悲为喜，开怀畅饮，“相与枕藉乎舟中，不知东方之既白”。照应开头，极写游赏之乐，而至于忘怀得失、超然物外的境界。\n清代古文家方苞评论这篇文章说：“所见无绝殊者，而文境邈不可攀，良由身闲地旷，胸无杂物，触处流露，斟酌饱满，不知其所以然而然。岂惟他人不能模仿，即使子瞻更为之，亦不能如此适调而畅遂也。”苏轼通过各种艺术手法表现自己坦荡的胸襟，他只有忘怀得失，胸襟坦荡，才能撰写出“文境邈不可攀”的《赤壁赋》来。\n（1）“情、景、理”融合。\n全文不论抒情还是议论始终不离江上风光和赤壁故事。这就形成了情、景、理的融合，充满诗情画意而又含着人生哲理的艺术境界。\n（2）“以文为赋”的体裁形式。\n本文既保留了传统赋体的那种诗的特质与情韵，同时又吸取了散文的笔调和手法，打破了赋在句式、声律的对偶等方面的束缚，更多是散文的成分，使文章兼具诗歌的深致情韵，又有散文的透辟理念。散文的笔势笔调，使全篇文情郁郁顿挫，如“万斛泉涌”喷薄而出。与赋的讲究对偶不同，它相对更为自由，如开头的一段“壬戌之秋，七月既望，苏子与客泛舟游于赤壁之下”，全是散句，参差疏落之中又有整饬之致。以下直至篇末，大多押韵，但换韵较快，而且换韵处往往就是文意的一个段落，这就使本文特别宜于诵读，并且极富声韵之美，体现了韵文的长处。\n（3）形象优美，善于取譬的语言特色。\n如描写箫声的幽咽哀怨：“其声呜呜然，如怨如慕，如泣如诉，余音袅袅，不绝如缕。舞幽壑之潜蛟，泣孤舟之嫠妇。”连用的六个比喻，渲染了箫声的悲凉，将抽象而不易捉摸的声音诉诸读者的视觉和听觉，写得具体可感，效果极佳。\n后赤壁赋\n《后赤壁赋》是《前赤壁赋》的续篇，也可以说是姐妹篇。前赋主要是谈玄说理，后赋却是以叙事写景为主；前赋描写的是初秋的江上夜景，后赋则主要写江岸上的活动，时间也移至孟冬；两篇文章均以“赋”这种文体写记游散文，一样的赤壁景色，境界却不相同，然而又都具诗情画意。前赋是“清风徐来，水波不兴”、“白露横江，水光接天”，后赋则是“江流有声，断岸千尺，山高月小，水落石出”。不同季节的山水特征，在苏轼笔下都得到了生动、逼真的反映，都给人以壮阔而自然的美的享受。\n全文分为两个层次，第一层次写泛游之前的活动，包括交待泛游时间、行程、同行者以及为泛游所作的准备。写初冬月夜之景与踏月之乐，既隐伏着游兴，又很自然地引出了主客对话。面对着“月白风清”的“如此良夜”，又有良朋、佳肴与美酒，再游赤壁已势在必行，不多的几行文字，又写了景，又叙了事，又抒了情，三者融为一体，至此已可转入正文，可东坡却“节外生枝”地又插进“归而谋诸妇”几句，不仅给文章增添生活气息，而且使整段“铺垫”文字更呈异采。第二层次乃是全文重心，纯粹写景的文字只有“江流有声”四句，却写出赤壁的崖峭山高而空清月小、水溅流缓而石出有声的初冬独特夜景，从而诱发了主客弃舟登岸攀崖游山的雅兴，这里，作者不吝笔墨地写出了赤壁夜游的意境，安谧清幽、山川寒寂、履巉岩，披蒙茸，踞虎豹，登虬龙；攀西鹊之危巢，俯冯夷之幽宫，奇异惊险的景物更令人心胸开阔、境界高远。可是，当苏轼独自一人临绝顶时，那“划然长啸，草木震动，山鸣谷应，风起水涌”的场景又不能不使他产生凄清之情、忧惧之心，不得不返回舟中。文章写到这里，又突起神来之笔，写了一只孤鹤的“横江东来”、“戛然长鸣”后擦舟西去，于是，已经孤寂的作者更添悲悯，文章再起跌宕生姿的波澜，还为下文写梦埋下了伏笔。最后，在结束全文的第三层，写了游后入睡的苏子在梦乡中见到了曾经化作孤鹤的道士，在“揖予”、“不答”、“顾笑”的神秘幻觉中，表露了作者本人出世入世思想矛盾所带来的内心苦闷，政治上屡屡失意的苏轼很想从山水之乐中寻求超脱，结果非但无济于事，反而给他心灵深处的创伤又添上新的哀痛。南柯一梦后又回到了令人压抑的现实。结尾八个字“开户视之，不见其处”相当迷茫，但还有双关的含义，表面上像是梦中的道士倏然不见了，更深的内涵却是苏子的前途、理想、追求、抱负又在哪里呢?\n文中写苏子独自登山的情景，真是“句句如画、字字似诗”，通过夸张与渲染，使人有身临其境之感。文中描写江山胜景，色泽鲜明，带有作者个人真挚的感情。巧用排比与对仗，又增添了文字的音乐感。读起来更增一分情趣。但总的来说，后赋无论在思想上和艺术上都不及前赋。神秘色彩，消沉情绪与“赋”味较淡、“文”气稍浓恐怕是逊色于前篇的主要原因。\n《后赤壁赋》在苏子和“客”游赤壁时，“适有孤鹤，横江东来。翅如车轮，玄裳缟衣，戛然长鸣，掠予舟而西也。”且苏子睡后“梦一道士，羽衣蹁跹”，苏子以为道士即先前所见之鹤。本段描写为文章平添了一份神秘色彩。\n苏轼的诗文中，很多地方都写到了鹤，如《放鹤亭记》《鹤叹》等都有对鹤的生动描写与赞美。我们知道，鹤在古代是放达隐逸的象征，是超脱不群的象征，是超然尘世的象征。所以，游赤壁后入睡的苏子在梦乡中见到了曾经化作孤鹤的道士，在“揖予”“不答”“顾笑”的神秘幻觉中，表露了作者本人出世入世思想的矛盾所带来的内心苦闷。\n念奴娇·赤壁怀古\n大江东去，浪淘尽，千古风流人物。故垒西边，人道是，三国周郎赤壁。乱石穿空，惊涛拍岸，卷起千堆雪。江山如画，一时多少豪杰。遥想公瑾当年，小乔初嫁了，雄姿英发。羽扇纶巾，谈笑间，樯橹灰飞烟灭。故国神游，多情应笑我，早生华发。人生如梦，一尊还酹江月。\n《念奴娇·赤壁怀古》和《赤壁赋》，都是北宋著名作家苏轼的代表作。这两篇（首）作品，同是苏轼谪居黄州时所作，同是以赤壁为题，都写赤壁景色，都缅怀和赤壁有关的历史人物，然而细细品味这两篇（首）作品，会发现它们同中存异。\n不同的赤壁之景\n《念奴娇·赤壁怀古》上阕集中写景。开头一句“大江东去”写出了长江水浩浩荡荡，滔滔不绝，东奔大海。场面宏大，气势奔放。接着集中写赤壁古战场之景。先写乱石，突兀参差，陡峭奇拔，气势飞动，高耸入云——仰视所见；次写惊涛，水势激荡，撞击江岸，声若惊雷，势若奔马——俯视所睹；再写浪花，由远而近，层层叠叠，如玉似雪，奔涌而来——极目远眺。作者大笔似椽，浓墨似泼，关景摹物，气势宏大，境界壮阔，飞动豪迈，雄奇壮丽，尽显豪放派的风格。为下文英雄人物周瑜的出场作了铺垫，起了极好的渲染衬托作用。\n《赤壁赋》写景则迥然不同。作者在交代了夜游的时间、地点、人物、活动后即写景。诗人泛舟江上，正是初秋时节，柔柔的秋风徐徐吹来，摆弄着诗人的衣角头发，吹走恼人的暑热，大江江面，水波不兴，风平浪静。诗人信笔写来，心情闲适潇洒。在写了诗人和客人饮酒咏诗之后，诗人再写日出后的赤壁江景：白茫茫的薄雾浮起在宽阔的江面上，在皎洁的秋月照射下，江面水天相接，晶莹透明。诗人所写秋夜月下江景，反衬其澄澈无滓、洒脱无求的内心世界，《赤壁赋》所写的赤壁景写得空明柔美，反衬出了诗人怡情山水，闲适洒脱的心境。\n创作过程\n熙宁九年十月，王安石变法受挫，变法动向发生逆转，一些投机新法的分子，结党营私，倾轧报复，耿直敢言的苏轼成了官僚们政治倾轧的牺牲品。元丰二年四月到达湖州，七月二十八日突然遭到逮捕，罪证是苏轼的一束诗文。原来在苏轼的诗文中曾流露过一些牢骚，表示过对新法的不同意见，也针砭新法的流弊，其目的无非是“缘诗人之义，托事以讽”，这些就成了遭受弹劾的把柄。那些奸佞的小人诬蔑他“衔怨怀怒，恣行丑诋”“指斥乘舆”“包藏祸心”，把他投入大狱。一时亲友惊散，家人震恐。苏轼在狱中遭受诟辱折磨，有时感到难免一死，曾写两首诗与弟弟诀别，有“是处青山可埋骨，他年夜雨独伤神”的诗句。幸亏亲友的营救，当时的宋神宗也不想杀他，这年年底，结案出狱，以水部员外郎黄州团练副使的名义被贬谪到黄州。宋神宗元丰二年（1079），苏轼被贬为黄州（今湖北黄冈）团练副使。1082年秋、冬，苏轼先后两次游览了黄州附近的赤壁，写下两篇赋。苏轼所游得是黄州的赤鼻矶，并非赤壁大战处。\n元丰三年正月到黄州，苏轼一住就是五年，在这里他生计困难，在友人的帮助下，开了几十亩荒地，掘井筑屋，躬耕其中，号“东坡居士”。苏轼在黄州思想是矛盾的：一方面，他对受到这样残酷的打击感到愤懑、痛苦；另一方面，时时想从老庄佛学求得解脱。同时，在他躬耕农事与田父野老的交往中，感到了温暖，增强了信心，他一方面表现了旷达自适的性格，一方面也使他的思想更接近现实。\n作品解读\n北宋著名的文学家苏轼，在新旧党争中，因为坚持自己的政治操守，以致一生境遇坎坷。他的思想境界亦随境遇之变、阅历之广而不断深化。他在元丰五年那个看不到政治希望的秋冬里所写下的《前赤壁赋》和《后赤壁赋》，不仅反映了他思想境界的转化，也反映了他创作风格的新变，成为代表中国古代散文创作的新境界和文赋一体新高度的重要作品。\n变化结构\n一、变化的结构和不同的创作心态\n文赋作为宋朝出现的一种新文体，事实上是多种文体的“嫁接物”。它大体以散文语言为主，在体式上部分借鉴汉大赋的主客问答的结构和押韵格式，以及六朝抒情小赋的骈偶句式。与赋体相比，它更为散化；与散文相比，它又改变了惯常以议论、说理、叙事为体式的特点，而借用了诗歌的“意境”来传情达意。在其中，整散结合的语言，设为主客的结构，情感浓挚的意境，是文赋三种最主要的文体特点。这三大文体特点由前辈欧阳修在《秋声赋》中定型，苏轼的《前赤壁赋》与《后赤壁赋》追随其后又出以变化，使“从心所欲”与“不逾矩”完美结合。这在前赋中表现尤为明显。因此，向来谈论苏轼文赋者多重视前赋而忽略后赋，或以前赋涵盖后赋，从未把它们当作在思想上相呼应、在境界上相对照、在结构上有区别的“连体双婴”，因而难以识别二赋结构的同中之异对了解苏轼的创作心态有何妙用。事实上，前赋起伏有致的情意变化与主客之间畅恣的问答，后赋情意的隐曲性与主客之间问答的浅表性，已经暗示了作者写作两赋时不同的思想状况和创作心态。在解说这一点之前，具体比较一下两赋的主客关系是很有必要的，因为是他们的关系产生两赋有差别的结构，而松紧异趣的创作心态就因结构的差别而显示。\n两赋的主客关系如下：\n第一，前赋的主客之间，感情的旨趣更和谐。此赋首言“苏子与客泛舟，游于赤壁之下……于是饮酒乐甚，扣舷而歌之……客有吹洞箫者，倚歌而和之。”主客同船共游、同饮共乐、同调歌吹，极朋友相和相知之情。末有“客喜而笑，洗盏更酌……相与枕藉乎舟中，不知东方之既白”的描写，这里更是渲染出经过一番思想交流之后，朋友之间更深一层的情意和谐。而后赋虽也设为主客，主客之间也以宴饮游乐始：“二客从余过黄泥之坂……行歌相答……于是携酒与鱼，复游于赤壁之下。”但二客却不能像前客一样与苏子始终同趣，当苏子游赤壁断岸时，“二客不能从”，显示了主客之间情致之异，和作者的孤寒之情。至于末尾部分的“须臾客去，余亦就睡”的意兴萧索正和前赋末尾形成鲜明对照。\n第二，后赋的主客之间，思想的交流更深入，主客情感上的和谐并未成为思想交流的障碍，反而成了其交流的基础。主客先后坦言对个人存在的不同感受和思考，在了解沟通之后主人才翻进一层，以带有禅意的哲思开导客人思想的淤塞。当然，如果我们还记得苏轼作于同一时期的《念奴娇》（大江东去）一词，就会明白，客方的人生如梦、个人渺小思想其实也是苏子心中盘桓不去的阴影。所以，主客问答的内容又分别代表了苏轼思想中对立互抑的两个侧面。主之答客，不仅替客破闷，而且自通关节。而在后赋中，主客的感情交流既停止在一个浅表的层次，思想之间更形不成碰撞或互慰。一个明显的迹象是主客除了在开头寻找酒菜以消良夜时兴趣相近略有问答外，在文章的其它部分特别是在苏子借景抒情的重要段落，主客之间并没有形成问答交流，以至于作者不得不借一只突兀的孤鹤意象来寄其情怀。文章的末尾部分虽采用主客问答体，然此客非彼客，他是与“二客”风马牛不相及的梦中道士，也就是曾在前赋中与苏子甚相得的道士之魂。而且他与主人之间的问答也是引而不发，他只以一句“赤壁之游乐乎”挑动苏子的心弦，使之发出袅袅的余音。这不仅在文赋的结构上实属变体，即使仅从形象而言，也已不纯，它反映了后赋主客关系的松散性。这是两赋主客关系的主要区别。\n这种主客关系的紧密与松散之别，与情思起伏幅度的大小共同决定了两赋或以动荡见奇、或以平进示幽的不同结构。而结构的差异则表明了作者在写作两赋时，松弛与紧张两种不同的创作心态。前赋结构在张弛有度、首尾圆合中表现出的完美性，是苏轼才情没有受到精神压抑的自由松弛心态的体现。惟有在这样的心态中，创作才会出现不可重复的高潮，技巧才会融化到不见痕迹的境界，使思想与感情表达如那只滑翔在不辨水天、无尽空明之境的小舟，全然感觉不到局限羁绊，全然不见安排与勉强。前赋的感情与思想表达之所以令人感受到行云流水般的舒畅自然，从而被视为文赋一体不可再现的杰作，关键就在于它是善思的苏轼在松弛自由的创作心态中完成的精神遨游。“白露横江，水光接天”、“纵一苇之所如，凌万顷之茫然”是自由飞动的境象，客之悲哀、主之宽解是自由宣发的内情，或歌或忧、或悲或笑，是自由无忌的生活态度。它们都是从松弛的苏轼心中自由奔赴到他的笔下的。\n然而自由的心态不易获得，它受到外境内情的各种制约。缺乏境界相同而相得的朋友，缺乏令感觉滋润的美景，缺乏内在情怀的畅通无阻——或者说因为前缘、因为思考所必经，内在的情绪节奏刚好处在一个低点，都不能使创作完成于松弛自由的心态之中。与自由松弛相对应的是紧张，全然的紧张根本不能使人创作出完整的作品，而部分的紧张则无碍。后赋就完成在部分的紧张这一创作心态之下。所以它的整体情思是含蓄的、内倾的，在结局处也没有打开，没有表现出前赋那样如波涛般起伏的情思节奏。对文赋这种文体来说它不免属于异数。这种紧张的心态不仅在内情上显现，也在它的外境上显现。“断岸千尺”所喻示的自然的挤压感，“山高月小，水落石出”形成的瘦硬与紧张感，孤鹤横江、掠舟而过形成的意象突兀感，别借一道士以完成主客问答所造成的断裂感，将道士梦影与孤鹤对接所造成的着意感，以及明知是与道士梦中问答、醒后却要“开户视之，不见其处”的勉强感，都说明了作者作此赋时心态不够自然而处于某种紧张状态。当然，比较紧张的心态虽造成了其情思表达的不够跌宕自如，且露出着意安排的痕迹，但它在审美经验上却别造一境，使散文具有了抒情诗意味深长的效果。\n二、水与月——松弛自由的精神象喻\n苏轼在《前赤壁赋》中，面对赤壁的山水风月、主客的扁舟渔唱等可入诗境的各种物象，着重描写了水、月两种优美的意象。水是七月长江之水，月乃八月中秋之月。其时之水“清风徐来，水波不兴”、“白露横江，水光接天”；其时之月“月出于东山之上，徘徊于斗牛之间”。水状茫茫无际而雍容舒展，月色浓华可人而与水相照。水若无际，月若无际。不辨何处是水，何处是月，只觉得置身于一片无挂无碍的“空明”之中。万千毛孔，俱为舒展；百端俗虑，一齐抛撇。于是才引发了“浩浩乎如冯虚御风，而不知其所止；飘飘乎如遗世独立，羽化而登仙”的极度自由之感。这是散文自《庄子》以后久违了的精神逍遥游的再现。冯“虚”即游于“空明”也，它将水月的色性融为一体，比谢庄的《月赋》、张若虚的《春江花月夜》更能得水月相交之神髓。因为谢庄借月写相思之情，月在天外；张若虚见水月兴人生之感，月在心外。而苏轼则将水月之美用心去感觉去揉合了——这才能找到“空明”一词来形容水月相融之境，和它给予人心的无比熨贴和自由感。而“浩浩乎”、“飘飘乎”直陈襟怀恣畅之感，已是顺乎水月之美的导引，自然产生的了。“冯虚御风”、“羽化而登仙”皆是借用道家典籍所记真人、成仙之事表明内心极度自由、不虑世情之境。它们意味着，如此不见水月、只觉空明之境不仅是作者摆脱俗情的诱因，也是其精神臻于空明后外在的象喻。由此空明见彼空明。空明的境界是一种万虑都歇的无欲无机之境，而水月则是一种能滤洗人的烦忧、使人进入自由思考的有意味的物象。平日兴趣落于人伦的孔子之见流水而感慨时间与存在，性格潇洒无羁的李白之因明月而人静起乡情，最能表明水月的这种精神导向性。佛教禅宗认为它是一种思想的象喻。“一月能映千江水，千江水月一月摄。”释子借一月与千江之月的关系喻言自性（佛性）与他性（一切性）、有和无、变和常的辨证关系，在世界的差别之中更注重无差别的觉悟。因此，水月之象也是佛徒参禅证道的入门处。宋代禅思想深入人心，理学济以禅思，诗学济以禅喻，士大夫们大都将禅思作为思想的增容剂，苏轼也不例外。在此空明静观之夜，苏子见水月而起幽情，在静观中超越得失人我的思想局限，由道入禅，合道与禅，仰观宇宙、俯察自身，反思自身与宇宙的本性，进入哲学本体思考之境。他和释子一样，也借水月为喻，在仿佛永不消逝——“逝者如斯，而未尝往也”，“盈虚者如彼，而卒莫消长也”——的水月中，感觉到永恒同样潜伏在自己的体内：“自其不变者而观之，则物与我皆无尽也”。这样，即使明知一切都在微小的时段中发生变化，“天地曾不能以一瞬”，也因为自己具有与天地宇宙一致的“变中寓有不变”的本性而欣喜，为自身融入自然、获得自然性而满足。思想在自由之境穿行而获得的这种禅思如佛光自照，令他在一瞬间释滤了长期以来囤积的压抑和苦闷，精神与肉体一起放松在这空明的禅境中。沐浴着无尽的清风明月，主与客一起摆脱了，自由了，安然酣眠在水月奇境之中，仿佛连梦也不来骚扰一下。\n三、山与鹤——孤怀苦闷的情感对应\n在《后赤壁赋》中，水依然在，月依然在。月色十分清朗，正可谓“月白风清”，因为这冬夜的月轮竟可照影：“人影在地，仰见明月。”令人在“顾而乐之，行歌相答”之后，仍觉得不能畅意，而发出“如此良夜何”的叹息；水势犹可放舟：“反而登舟，放乎中流，听其所止而休焉。”然而此际月色已在作者心外——“山高月小”。那“断岸千尺”的险峻之山耸立在苏子面前，成为他感觉的中心，而月亮则高高地孤悬在空中，成了疏离的自然物。水呢？水也失去了七月江水丰满无涯的风采，在“江流有声”中改变了前赋“逝者如斯，而未尝往也”的境界。它的的确确是“往”了，以至都露出了水下的巨石来——“水落石出”。如此之水再也不能引发作者的禅思妙想了。而石头，那坚硬、峭立、永远也不能与人相融的石头瘦棱棱地突现在江边、岸上，与高耸的山体一起压迫着作者的视觉，它们的包围引发了他精神上的紧张。难怪苏轼当此荒寒之境，要发出“曾日月之几何，而江山不可复识矣”的感慨，意识到了他所曾忽略的变化的伟力。\n水月诱发了苏轼的情绪，使他先因月色清美而生再游赤壁的兴致，又因逝水无情而对自然的变化不居产生惆怅之情。但若是人情和谐，惆怅应可以淡化，情绪将再臻高潮。无奈其时的客人已非前时，他们虽在消此良夜的兴趣上与苏子浅合，但对自然的情味却不如苏子浓厚。他们与他之间，既没有同登山崖的兴致，又无思想的真正碰撞。这样，由自然之变所兴的愁情就愈积愈重了，酿成了无可倾发的孤独苦闷。而消退之水高远之月，也就不再是对应他当下情怀的中心意象。壁立万仞的高山（与岸边累累的巨石）和突兀飞来的孤鹤，就成了新情怀的对应之象。他那“摄衣而上，履巉岩，披蒙茸，踞虎豹，登虬龙”即登山而上直至“攀栖鹊之危巢，俯冯夷之幽宫”，驻顶回望的动作，既反映了其暂离人间的潜意识，又表明了他跃出苦闷包围的心态。而他那种令“草木震动，山鸣谷应，风起云涌”的恣情长啸，更是以我御物即召唤主体能量以化解苦闷的象征。然而高岸气寒，无伴寂寞，啸声也不足以舒解心中物不相融、人不相知的忧恐与悲哀。当其下山之时，已是游兴都消，苦闷未解，处于跟前番游赤壁相对照的心情当中。\n山石高峻怪异，既是对立、压迫着他的自然力量，又象征了他积郁难消的苦闷之情。杜甫就曾以终南山象征其忧愁之重——“忧端齐终南，澒洞不可掇。”苏子的赤壁高岸也有相似的比喻效果。鹤呢？鹤则是这一苦闷孤独情感化育出的意象。歇于松柏、不作稻粮谋的鹤在苏轼的心中，就像在其他隐逸者的意中一样，本是高蹈于世外者的象征。苏轼曾作《放鹤亭记》，以放鹤招鹤、与鹤共处来宣发内心弃世的幽情，鹤的意象尤其为他所钟爱。此际在苏子最感孤独时，忽然有一东来孤鹤振翅横江而掠过小舟西去。这只在暗夜独飞独鸣的鹤是孤独的，弃世而自举的，它可以慰藉同样感受状态中的苏子之心。因此与客不交一言的苏子对它注意极深。而且它不仅是苏子此际情怀的象征，也是七月之夜的道士形象所化。苏轼以“畴昔之夜，飞鸣而过我者，非子也耶”的觉悟问前来入梦的道士，表明作者在这只孤鹤身上寄予了自己的怀念故友之情。而道士的思想，原是苏子思想中的一个键面，苏子一孤鹤一道士的联结，暗示着苏轼在精神上已归向高踏于世外的逸士隐者。“开户视之，不见其处。”结尾处写自己梦醒后开门寻找，夜色茫茫，不见孤鹤，也并无道士。一笔双绾，余味深长。将苦闷与希望揉合在诗化境界中。山（石）形与鹤象，使苏轼因自然的变化和人事的不谐所生的精神不适感，和在孤独中向往自由的念头找到对应了。\n《前赤壁赋》和《后赤壁赋》，创作时间相隔不过三个月，写作时的语气还连接着，但作者创造的境界却处于对照中，思想情感也处于两般境地或者不如说处于矛盾之中。何以会如此呢？关键在于“佛性”不敌“一切性”，前赋中永恒不变的“道”不足以回答现实中时时变化、处处差别的存在所包含的复杂“问题”。苏轼在观念上的“打通”是抽象的，并不能使他面对千变万化的现象漠然无情。观念永不能代替实感，抽象总是遗漏丰富的细节，而细节往往与情感相连。这是每一个富有生活经验的伟大作家都不能回避的矛盾。苏轼之观水逝而惆怅，知道永恒为虚言；对俗客而生悲，怀想世外之高人。其理之通塞，其情之悲喜，其境之或明或暗，或空明或幽峭，正表明了其思想中那神秘的感情诱发者，也观坐在哲思与人生的裂缝中。\n人物结局\n这词和赋，不但写了赤壁景，并且写了有关赤壁的历史人物。我们知道，赤壁以赤壁之战而闻名，赤壁之战战场上敌对双方的主帅是周瑜和曹操。周瑜以少胜多，以弱胜强，打败了不可一世的曹操，遂成三国鼎立之势。赤壁之战，周瑜功成名就，英名远播；盖世英雄曹操遭到其一生中最大的失败。周郎赤壁正是为了纪念当年周瑜在此处战胜曹操而命名的，赤壁之战的遗址也称为了今天的三国赤壁古战场，其中矶头崖上的赤壁二字也相传为当年周瑜挥剑所书。\n词所缅怀的古人，是赤壁之战中取得巨大胜利的周瑜。诗人写周瑜，可谓是极尽赞美之能事。先从侧面描写，以“沉鱼落雁，闭月羞花”的美人衬英雄，英雄美人，风韵无限；次写肖像，姿态威武，英俊奋发，风采动人；最后写风度，面对强敌，谈笑自若，胸有雄兵，稳操胜券。诗人通过从不角度的描写，写出了周瑜运筹帷幄，指挥若定的儒将风范和过人的胆识和才智。诗人以浓墨重彩渲染在赤壁之战中胜利的英雄周瑜，实是以古人的年轻得志建功立业衬托自己身处逆境有志难伸功业无成的失意，为下文抒情蓄势。正如古人云“词是赤壁，心实为已发。周瑜是宾，自己是主，寓主于宾”。\n赋缅怀的是被周瑜打败的曹操。诗人先写其势如破竹的攻势，“破荆州、下江陵”、一“破”一“下”，势不可挡；次写军队之多，气势之大，水军船队首尾相接千里，军旗遮蔽了天空；再写曹操不可一世的骄态，面对长江喝酒，横执长矛吟诗，这实在是一个盖世的英雄，诗人在极力渲染曹操不可战胜的赫赫声势后，最后却来一句“而今安在哉？”来否定虚化。是啊！拥有百万雄兵，视天下为无物的曹操，一样“困于周郎”，一样被“浪淘尽”，何况是被贬谪放逐的诗人呢？故诗人生发了“哀吾生之须臾，羡长江之无穷”的哀叹。诗人写失败英雄曹操，是为了抒发其“宇宙无穷，人生短暂”感慨，由败者引发已悲，用得恰到好处。\n诗人同怀赤壁的历史人物，却胜负不同，成败各异但又各得其所，各尽其妙。\n作品影响\n词中，诗人倾笔于周瑜，以浓墨重彩写出了他风流儒雅从容破敌的飒爽英姿，盛赞了他所立的赫赫战功和辉煌业绩。诗人自比古代英雄，从而引发报国无门壮志难酬的感喟和怅惋。诗人半生颠簸，命运坎坷；先是不支持变法，不被宋神宗重用；后因写诗讽刺新法，被捕入狱；旋即又遭贬谪。诚及“报国欲死无战场”。故诗人“早生华发”，而“人生如梦”，一声长长的喟叹，即可见其深深的痛惋和颓唐。但是，诗人毕竟性格旷达乐观，“奋历有当世志”，尽管身处逆境，岁月蹉跎，有志难伸，“人生如梦”这种虚无的佛老思想仅仅是一闪念，“一尊还酹江月”。诗人以酒祭月，表达了对古代英雄的景仰，更表现了自己壮心未泯，夙志犹存，诗人内心虽有苦闷傍徨，但是思想还是乐观旷达、昂扬向上的，所以该词词风气势磅礴，雄壮豪放。清代文人评苏轼词曰：“自有横槊气概，固是英雄本色。”该词可算代表作。\n赋中，苏轼充分利用赋重铺排的特点，思想感情发展过程一波三折。诗人月夜泛舟赤壁，欣赏明月秋水，心情恬淡闲适，怡然自得；但因听萧声，怀古人，羡水月而悲；最后诗人通过一番哲学思辩，摆脱“哀吾生之须臾”的烦恼。思想得到升华，由悲而喜，开怀畅饮。赋亦写作者被贬谪放逐，壮志难酬的苦闷及旷达乐观的思想，但和词相比，它没有词的雄壮豪放，而是显得深沉蕴藉。\n不管是词和赋，诗人都写了他被贬后有志难伸的苦闷，但最终都得以解脱，这也充分体现了苏轼“外儒内道”的思想。\n对于两篇（首）具有相同背景，在同一时间同一地点写的作品，若我们在学习过程中合起来学，注意比较其异同，我们将学得更深更透，对我们的学习将大有裨益。\n苏轼（1037—1101年），北宋文学家、书法家。字子瞻，又字和仲，号东坡\n居士。眉州眉山（今属四川）人。嘉祐（宋仁宗年号，1056～1063年）进士\n。曾上书力言王安石新法之弊，后因作诗讽刺新法而下御史狱，贬黄州。宋哲\n宗时任翰林学士，曾出知杭州、颖州，官至礼部尚书。后又贬谪惠州、儋州。\n与父苏洵、弟苏辙合称“三苏”。其文纵横恣肆，为“唐宋八大家”之一。\n苏轼在诗、文、词、书、画等方面，取得了登峰造极的成就。有《东坡七集》\n《东坡易传》《东坡乐府》等。 苏轼于宋仁宗景祐三年（1037年1月8日）出生，\n是初唐大臣苏味道之后。苏轼的祖父是苏序，表字仲先，祖母史氏。\n","category":"行书","verified":true,"user":1,"timestamp":1429951610135}]