[{"name":"赵孟頫章草临皇象急就章卷","text":"章草，是书法的传统书体之一，是早期的草书，始于秦汉年间，由草写的隶书演变而成的标准草书。章草是“今草”的前身，与“今草”的区别主要是保留隶书笔法的形迹，上下字独立而基本不连写。\n简介\n章草，是篆书演进到隶书阶段相应派生出来的一种书体。它属于草书由胚胎时期逐渐走向规范化过程中的一种体段。唐朝张怀瓘称之为“既隶书之捷”，是由隶书的简捷写法发展演变而成的，是隶书草化或兼隶、草于一体的一种书体，也可以说章草是草书中带有隶书笔意的一种书体。\n章草绝非一时一人所创造，它是从秦代的草隶中演化出来的，经过长期流行通用，继而约定俗成，章草大致形成于西汉宣、元之间，兴盛于东汉、三国及西晋，成为一种成熟完善的书体，代表了西汉至东晋时期四百多年间草书艺术的面貌。至东晋，作为今文字新体的行书、楷书、草书全面成熟，隶书及其俗体——章草逐被取代。\n“章草”这种字体最初只称为“草书”，后“今草”出现后，为示区别，改称得“章”名。它的命名历来说法不一。章草的得名，旧说或曰为章帝所爱、或曰用于当时奏章、或曰元帝时史游用于书写急就章。均不确切。从“章”字的本义来分析，它的准确含义是篇章、章法、章则，含有法度的意思。东晋新体草书形成后，由于旧体草书法度严谨，逐称“章草”，新体草书则称“今草”。所以说，把当时规范化的、章法化的草书称之为“章草”，还是十分允当的。\n“我们今天谈论的章草，包含了两方面意思：\n一是俗体的章草，即通常所谓的原始状态，笔画简直、用笔源自篆隶，虽然在字法上已渐趋规范，但笔画意趣上仍处于不成熟的初创阶段，如“平复帖”、“济白帖”和简牍中的草书墨迹。其最根本的用笔方法基本延续了篆隶书的平铺直叙，运笔过程中体现出拖和绞转的特点，注意点画线条的迟涩感，结字灵动和变化，纵横交错、常有奇趣，左向右背的弧线条用得较多，整体上有浑朴烂漫的色彩。有人将这些书体称之为草篆、草隶、隶草。总的来讲，这些书迹应该称之为篆书或隶书草化的产物，或称之为草书的雏形，它们都是草书最古老的形态，是章草艺术的源头，是章草艺术不可忽视的重要部分。\n二是严格意义上已经规范化了的章草，字势基本取横势，且每字中有明显的波折特征，虽被认为是隶书的草化，其字法的成熟与严谨，显然已（基本）衍变为一种新书体了。我们只能从其明显而夸张的波折来认同它与隶书的亲缘关系，这一类作品以皇象急就章为代表，后世书家习章草者，宋克、赵子昂等多以此法为宗。规范化了的章草除了波折外，已经很少能见到隶书的痕迹了，用笔的提按使转渐趋成熟，字法结构也更加严谨而精美，几乎无异于行楷。”\n因为纸张的出现，简牍书写机制的失传，真迹埋藏在地下，章草的源头渐被人们遗忘。在庞大的新章草资源面前，研究、整合、消化、再创作是当代章草（草书）艺术家们面临的新使命。\n由来\n“章草”，关于这一名称的由来，有好几种说法，且各都有其根据和道理。\n其一：史游作草书《急就章》（本名《急就篇》），后来省去“急就”二字，但呼“章”。\n其二：因汉章帝喜好这种书体，并命杜度等奏事用之，故得名。如唐韦续《篡五十六种书》云：“章草书，汉齐相杜伯度援藁所作，因章帝所好，名焉。”\n其三：此种书体，用以上事章奏，因而得名。\n其四：取“章程书”意，意即其草法规范化、法则化、程式化。\n唐张怀瓘《书断》说：“章草者，汉黄门令史游所作也”；“王云：‘汉元帝时史游作《急就章》，解散隶体粗书之，汉俗简惰，渐以行之是也。此乃存字之梗概，损隶之规矩，纵任奔逸，赴速急就，因草创之意，谓之草书’”；“建初中，杜度善草，见称于章帝，上贵其迹，诏使草书上事。魏文帝亦令刘广通草书上事。盖因章奏，后世谓之章草”；又说：“章草之书，字字区别；张芝变为今草，如流水速，拔茅边茹，上下牵连”，“呼史游草为章，因张伯英草而谓也”；“章草即隶书之捷，草亦章草之捷也。”张怀瓘的这些话，基本勾勒出了章草书体的来龙去脉。后代的学者们，不时提出自己的意见，但基本没有脱离以上几种说法，只是有所侧重或偏爱罢了。\n章草由隶书直接演变而来，“凡草书分波磔者名章草”，起于西汉，成熟于东汉。\n章草的起源，按照唐朝张怀瓘主张，“章草者，汉黄门令史游所作也。”“因章帝所好名焉。”，认为章草起于史游所做的《急就章》，得名于汉章帝。另有因《急就章》得名和因用于章奏而得名的说法。\n西汉元帝时史游通过整理后编写了《急就章》，使这一新书体规律化，这就有了章草书的体的范本。章草的书体特点是字字独立，不似今草字字纽结纠缠。它的笔画特点圆转如篆，点捺如隶。一字之内笔画间有牵丝萦带、缠绵连接，笔画的粗细轻重变化较大，有些横画往往与成隶书捺脚状向右上方重笔挑出，纯似隶书收笔。\n分类\n如何对章草分类，余德全先生在《章草大典》的前言中有精辟的论述：因为章草传帖较少，风格近似者，每类人数也寥寥，三两个人便说已成流派，毕竟有些勉强。正因为如此，这一部分只就章草的纯正程度及章草所占比重的大小做一个划分。以纯正程度，章草可大致可分为七个类型：\n一是原始型。其特点是章草法度在字中当属不稳定状态，或者说正由不成熟向成熟发展，还具有初步的性质。各种汉简属于此类；\n二是简章型。其特点是章草带有一定的汉简风格。陆机的《平复帖》和一些西晋残纸墨书属于此类；\n三是标准型。其特点是全帖之章草法度稳定，在简率的笔意中显现隶书的底蕴，堪称章草之典范。皇象的《急就章》、索靖的《月仪帖》、《出师颂》等是其代表；\n四是章今型。特点是以章草为主，间或参以今草。全帖仍然是章草面目。祝允明的《长门赋》等属此类；\n五是今章型。特点是各字细看是今草，但全帖使用章草笔法，带有浓厚的章草韵味。敦煌章草，孙过庭《佛遗教经》等属于此类；\n六是正章型。特点是全帖皆用章草笔法，但每个字的基本骨架仍然保留正楷的某些特征。杨嘉祚的《先文贞敷仁庙碑》等属于此类；\n七是章篆类。特点是章草融入了篆书的笔意，而显得高古厚朴。王蘧常的《千字文》属于此类。\n八、由于章草是从隶书演变而来的，有些字完全和行、草、楷书不同，绝对不是把上述“蚕头雁尾”和右斜捺凝重的笔调参杂写成的，要参考前人的书迹，要有本有源，才不至于谬误。\n特点\n章草由隶书草化而来，使之省易简便，故其用笔仍然多沿袭隶书，其特点多体现在横画之末，依然上挑，纯留隶法，它虽字字独立，但每字笔画之间，却加进了飞丝萦带，圆转如圜，索连的笔法，形成了章草独特的“笔有方圆、法兼使转、横画有波折、且简率连笔”的笔法和“字字有区别、字字不相连，字体有则、省便有源，草体而楷写”的总体特征。\n其用笔和结构特征有以下几点：\n一、第一笔起笔和最后一笔收笔的横画，常带有隶书“蚕头雁尾”的笔调，向右捺斜挑，但不是都有，就是有则不重二。\n二、最后收笔的右斜捺，凝重而长，带动整个字形既险峻又灵活。\n三、重笔多在字的末笔，收尾都比较沉稳。\n四、字的部件之间连写比较普遍，尤其是笔画之间联系频繁，大量使用牵丝，且笔画多为圆弧形，俯仰卧盼，相互呼应，分写的点，连势也十分强烈。\n五、左右结构能不连一般不连，字与字间断而不连。\n六、章草的一些字和行书差不多，有些和草书差不多，极少数字和楷书差不多。\n七、走之平捺，像“乙”字那样，向右旋绕，弯向上钩。\n为何章草又叫“急就书”\n草书创始于秦末汉初，卫恒说“汉兴，始有草书”《四体书势》。实际上到了汉代草书已开始流行。这种书体起于民间，只有到了汉章帝时，才允许用这种书体写奏章，才被官方承认，而成为社会上的通用书体。因此，人们称这种书体为“章草”。章草是对隶书的改革、简化而成的，是一种书写比较快捷的书体。其实章草的产生就是因为事情急迫而潦草书写的。梁武帝萧衍《草书状》：\n“昔秦之时，诸侯争长，简檄相传，望烽走驿，以篆隶之难不能救速，遂作赴急之书，盖今草是也。”也就是说草书起于实用，出于应急之需。张怀灌也有类似的说法，他引用王惜的话:“汉元帝时，史游作《急就章》，解散隶体，兼书之，汉俗简惰，渐以行之是也。此乃存字之梗概，损隶之规矩，纵任奔逸，赴速急，因草创之意，谓之草书。”（《书断·章草》）综上所述，章草就是为了应急，书写快捷，而史游的《急就章》又深得汉章帝宝爱，同时又是用章草书写的，因此章草又叫“急就书”。 \n重要性\n章草、今草和狂草是草书的三个阶段，表明了由低级到高级的发展过程。若欲今草大成，当学章草。书家王世镗曾说：“初学宜章，即成宜今”又说：“今处于章，习今而不知章，是无规矩而求方圆，为见其可也。”《书学概论》又言“倘徒以今草是尚而昧于章草，等于学帖而无碑，其卑俗浮滑自不待言。”欧阳中石先生说：“在我国书法史上，这种章草字既是一个时代的产物，更为我书坛艺术提供了一种字体的特殊风貌，成了一种书法艺术的表现形式。虽然不能用它来解决实用，但作为艺术却流传至今，尤其在行草中偶一为之，极见情致，既显得古雅，又显得深沉；既显得丰富，又显得隽逸，很能展示艺术的表现能力。所以我们学习草书，不能把章草置之其外，哪怕是稍作涉猎，也应是必修的课程之一。”由此可见学习章草的重要性。\n章草“因其别具一格，且有古朴厚重的特点，一、两千年来，深受书家的青睐。古代写今草的大家，大都会写章草，王羲之、赵孟頫、祝允明等就是卓越的代表。不少有影响的书家认为，学习今草者必须学习章草，否则今草会缺少深层的内涵”（语出何继善院士《章草大典》序）。再者，章草“不仅在汉字学中有很高的学术价值，而且在书法史上具有不可替代的艺术价值，我们对章草书体的特点、成就及影响进行一些探索，无论对书法史的学习研究，还是书法作品创作，都是有意义的。”\n临习章草\n如何学习章草，辛一夫先生在《怎样写草书》一书中有全面的论述，摘要如下：研习章草的过程分为四个阶段：\n第一阶段，临摹皇象的章草《急就章》，前一阶段要求酷肖，待结体、使转熟练后，再融入陆机的《平复帖》的笔意，求其简峭古拙；\n第二阶段，临摹皇象的《文武将队帖》、《顽闇帖》，隋人《出师颂》，献之《江东帖》，羲之《豹奴帖》及《亮白帖》，最初力求肖似，而后放大临摹，用以壮大自己腕下的气宇，书势自然逐渐走向开张、雄阔；\n第三阶段，临摹索靖的《月仪帖》，宋克的《急就章》，郭雍的《兰亭序跋》，用以丰富章草的笔意，求其结体变化多姿，矫健有力，而又气韵生动；\n第四阶段，临摹分析研究秦、汉期间带有浓厚篆书笔意的简书，一方面要理解：古人书写的初期章草出现幼年期稚拙感的成因；同时辨别清楚哪些是僿陋之作，以及它的历史局限性。另一方面要有分析的进行约取。深入研究这些原始章草，其主要目的在于浸润吸收简书的气韵和结体上的简峭巧思，最后达到简古痛快的境界。\n通过以上四个阶段的研习，大体上可以领悟到章草的结体、用笔特点和章法要求。比如：章草的结体有如隶书，应当方而略扁一些；运笔时，环转取篆书法，其它和隶书接近；章法要求竖成行，而不必强调横成列；字与字之间不相牵连（意应连，但不以萦带相连）；一幅作品中，单字各有姿态，同体字不使雷同，又省便有源。掌握了章草的特点和丰富的结体变化，又能融会吸取众家之长于腕下，积时长久以后，当能够随心所欲地驾驭这种书体抒发情怀时，自可穷通妙造、风格独具了。\n注意事项\n沈鹏先生在2009年香港《书谱》杂志（总第九十五期）举行的“十家论坛之名家访谈”时，在谈到学习章草注意事项时说：“章草是今草的前身，今草是章草的延续，如果能把两者融汇起来，可能达到一个高境界。……学习章草应注意避免习气，章草具有特征性的笔法比如波磔，倘若过分夸张，便失去内在的美；如果没有这样的笔法，又失去了章草的味道。”\n“今章二体有异同，今草可以连续书写，所谓‘字群结构’。章草承隶法，每个字是独立的，所以我认为章、今二体结合会更完美。……明代宋克写章草有很好的成就，习气也比较明显。……有人一开始就学宋克，我觉得不好。钟繇、皇象都是章草的源头。”……“汉代的木简、晋唐人写经，还有陶砖瓦文等，都可以学习的，如果可以追求某些笔法，可能令人生厌。我一向主张融合、博取。”\n陈巨锁先生近三十年来致力于章草创作，他说：“草书的产生，是实用之需，所谓“趋急速耳”、“赴急之书”。然而，章草作字非因急速而使然。我数十年来作章草，是对艺术的追求，无“赴急”之为。故所作书，一是下笔有源，无不遵循章草法则和规律，绝不臆度生造。其次，我在章草学习中转益多师，铸熔百家，以为我用。汉魏迄今两千年来，章草由盛而衰，流传的作品也不是很多。凡所能见到的、我无不临习。从皇象急就章，到索靖月仪帖，到隋人出师颂，以及赵子昂、郑文原、俞紫芝、宋克、祝允明，到近代的沈曾植、王世镗、郑诵先、王遽常等名家作品，无不揣摩品味，以汲取营养，丰我羽翼。三是忘我，作书每在经意与不经意之间。经意，嫌拘谨；不经意，则粗疏毛糙，流滑近俗。情之所至，沉着痛快。不沉着，难得醇厚高古；不痛快，常失风采韵致。四是不求变而自变。人之面目，由少年而青年终至老年，形态在渐变。若骤然变脸，人将不识某甲某乙。蒙养三味，不求速化，老而弥坚，境界也将不断升华。五是不求工，一任自然，下笔不激不厉，不温不火。心态平和，法而无法，有而不为法缚，无而不离矩矱。”（以上摘自2009年香港《书谱》杂志（总第九十五期）十家论坛之名家访谈）\n谢孔宾先生（菏泽学院教授）在所著的《怎样写章草》一书中说：“在学习写章草时，要注意笔画的轻重，结字的体势和章法布局。书写时选用硬毫笔或兼毫笔为宜，用墨要浓润。在运笔的韵律中多半是：左轻右重，上轻下重；入笔较轻，出笔较重。在结字的特点上有些字是一字多写、一字多姿，姿致变化美轮美奂。章法上要求通篇和谐，气脉连贯，给人以水到渠成灿然成章之美。”又说：“古代的章草字数有限，因而我们能取法者也有限。文字学家余德权先生说：‘写章草要使更多的人能够认识，书写时尽可能选择简率成度不很高的体型。如果没有简率成度不很高的，亦可仿行书创造，只要用章草的笔法来写就行。’真是至理名言。所以我们在认真继承传统时不可故步自封。应该在多写多读中不断积累书识；练手、练眼、练心，以求化古生新。”\n传世名帖\n居延汉简\n流沙坠简\n武威汉简\n张芝《秋凉平善帖》\n公羊传砖帖\n蔡琰《胡笳十八拍》残句\n曹植《鹞雀赋》\n曹植《赋稿长卷》\n皇象《急就章》\n皇象《文武帖》\n皇象《顽阁帖》\n司马懿《之白阿史帖》\n索靖《月仪帖》\n索靖《出师颂》\n卫瓘《顿州帖》\n卫恒《一日帖》\n陆机《平复帖》\n王羲之《豹奴帖》\n王献之《江东帖》\n王献之《亮白帖》\n赵孟頫《急就章》\n萧子云《出师颂跋》\n蔡襄《萧子云出师颂跋》\n鲜于枢《千字文》\n邓文原《急就章》\n赵雍《千字文》\n康里巎巎《李太白古风》\n杨维桢《张氏通波阡表》\n宋克《急就章》\n宋克《孙过庭书谱》\n祝允明《闲情赋》\n胡正《乐毅论》\n王铎《题玄翁老先生像》\n傅山《杜甫诗册》\n翁方纲《出师颂》\n沈曾植《草书论书诗》\n王世镗《九势之中诗》\n王世镗《一走一留诗》\n王世镗《稿诀自叙》\n王世镗《稿诀集字》\n王世镗《先伯母房大夫人行述》\n梁启超《千字文》\n邓诵先《千字文》\n于省吾《录鲁迅诗》\n高乐三《曹植书赋十四篇》\n王蘧常《千字文》\n沈从文信札\n章草名家\n张芝（公元？-约192年），中国东汉书法家。字伯英。敦煌酒泉（今甘肃酒泉）人。\n曹植（192-232年），字子建，沛国谯（今安徽省亳州市）人。\n司马懿（179-251年），字仲达，汉族，河内郡温县孝敬里（今属河南温县）人。\n皇象生卒年不详。广陵江都（今江苏扬州）人。生卒年不详。三国吴书法家。字休明。官至侍中、青州刺史。幼工书，师于杜度。\n卫瓘（220年-291年），字伯玉，河东安邑人（今山西夏县北）。\n索靖（239-303年），中国西晋书法家。字幼安，敦煌龙勒（今甘肃省敦煌市）人。\n陆机（261-303年），字士衡，吴郡吴县（今江苏苏州）人，西晋文学家、书法家，与其弟陆云合称“二陆”。\n王羲之（303-361年），字逸少，号澹斋，汉族，祖籍琅琊临沂（今属山东），后迁会稽（今浙江绍兴），晚年隐居剡县金庭，中国东晋书法家，有书圣之称。\n王献之（334-386年），字子敬，汉族，东晋琅琊临沂人，书法家、诗人，祖籍山东临沂，生于会稽（今浙江绍兴），王羲之第七子。\n萧子云（487-549年），南朝梁史学家、文学家。字景齐，南兰陵人。\n蔡襄（1012-1067年），字君谟，汉族，仙游人。\n鲜于枢（1256-1301年），元代著名书法家。字伯机，晚年营室名“困学之斋”，自号困学山民，又号寄直老人。\n赵孟頫（1254-1322年），字子昂，号松雪，松雪道人，又号水精宫道人、鸥波，中年曾作孟俯，汉族，吴兴（今浙江湖州）人。\n邓文原（1258-1328年），字善之，一字匪石，人称邓巴西、素履先生，绵州(今四川绵阳)人，迁寓浙江杭州。\n康里巎巎（1295-1345年），色目康里部（蒙古族人）人，元代著名少数民族书法家。字子山，号正斋、恕叟。\n杨维桢（1296-1370年），元末明初著名文学家、书画家。\n宋克（1327-1387年），字仲温，一字克温，自号南宫生，长洲（今江苏苏州）人。\n祝允明（1460-1527年），字希哲，号枝山，因右手有六指，自号“枝指生”，又署枝山老樵、枝指山人等。汉族，长洲（今江苏苏州）人。\n王铎（1592-1652年），明末清初大臣、书画家。\n傅山（1606-1684年），明清之际思想家。初名鼎臣，字青竹，改字青主，又有真山、浊翁、石人等别名，汉族，山西太原人。\n翁方纲（1733-1818年），清代书法家、文学家、金石学家。字正三，一字忠叙，号覃溪，晚号苏斋。直隶大兴（今属北京）人，乾隆十七年进士。\n沈曾植（1850-1922），浙江嘉兴人。博古通今，学贯中西，以“硕学通儒”蜚振中外，誉称“中国大儒”。\n王世镗（1868-1933年），字鲁生，中年号积铁子，晚年号积铁老人，天津人。\n梁启超（1873-1929年），又号饮冰室主人、饮冰子、哀时客、中国之新民、自由斋主人，清光绪举人等。汉族，广东新会人。\n邓诵先（1894-1964），字诵先，号昙殊，别署从心先生，现代广东南海人。\n于省吾（1896-1984年）古文字学家。字思泊，号双剑誃主人、泽螺居士、夙兴叟，汉族，辽宁省海城县人。\n康生（1898年-1975年12月16日），原名张宗可，字少卿，曾用名赵溶、张溶，乳名张旺，中国山东胶县人；\n高乐三（1900-1987年），原名广育，字乐三，以字行于世。号罗珊、乐翁、滈滨居士、神禾老农。男，汉族，陕西长安人。\n王蘧常（1900-1989年），中国哲学史家、历史学家、著名书法家。嘉兴人。\n沈从文（1902年12月28日-1988年5月10日）原名沈岳焕，笔名休芸芸、甲辰、上官碧、璇若等，乳名茂林，字崇文，湖南凤凰县人，苗族。\n","category":"草书","verified":true,"user":1,"timestamp":1429951542865}]