[{"name":"灵飞经四十三行本","text":"灵飞经是道教经名，主要阐述存思之法。今道藏有《上清琼宫灵飞六甲左右上符》，一卷。《汉武内传》谓此经用于请命延算、长生久视、驱策众灵、役使鬼神。 《灵飞经》是唐代著名小楷之一，无名款。元袁桷，明董其昌皆以为唐钟绍京书。钟绍京，字可大，虔州赣人。官至中书令，越国公。书学二王，褚、薛在当时是享有盛名的书家，时号“小钟”，也是收藏家，个人收藏名家真迹数百卷。《灵飞经》笔势圆劲，字体精妙。后人初习小楷多以此为范本。\n\n钟绍京（695~746），字可大，唐代虔州（今江西赣州）兴国县清德乡人，系三国魏国太傅、著名书法家钟繇的第17代世孙，史称钟太傅为“大钟”，称钟绍京为“小钟”。绍京幼时家贫，出身微贱，凭才能进入京都长安府任职。初任朝廷司农录事，虽官职卑微，然其书法艺术卓尔超群。得兵部尚书裴行俭推荐，绍京才有机会被破格提拔到皇权核心机要重地“直凤阁”任职，成了皇宫里的大手笔，当时宫殿里的门榜、牌匾、楹联等，尽其墨宝手迹。小楷《灵飞经》乃小钟传世名作。\n正文\n琼宫五帝内思上法\n常以正月二月甲乙之日，平旦，沐浴斋戒，入室东向，叩齿九通，平坐，思东方东极玉真青帝君，讳云拘，字上伯，衣服如法，乘青云飞舆，从青要玉女十二人，下降斋室之内，手执通灵青精玉符，授与兆身，兆便服符一枚，微祝曰：“青上帝君，厥讳云拘，锦帔青裙，游回虚无，上晏常阳，洛景九隅，下降我室，授我玉符，通灵致真，五帝齐躯，三灵翼景，太玄扶舆，乘龙驾云，何虑何忧，逍遥太极，与天同休。”毕，咽气九咽，止。\n四月五月丙丁之日，平旦，入室南向，叩齿九通，平坐，思南方南极玉真赤帝君，讳丹容，字洞玄，衣服如法，乘赤云飞舆，从绛宫玉女十二人，下降斋室之内，手执通灵赤精玉符，授与兆身，兆便服符一枚，微祝曰：“赤帝玉真，厥讳丹容，丹锦绯罗，法服洋洋，出清入玄，晏景常阳，回降我庐，授我丹章，通灵致真，变化万方，玉女翼真，五帝齐双，驾乘朱凤，游戏太空，永保五灵，日月齐光。”毕，咽气八过，止。\n七月八月庚辛之日，平旦，入室西向，叩齿九通，平坐，思西方西极玉真白帝君，讳浩庭，字素罗，衣服如法，乘素云飞舆，从太素玉女十二人，下降斋室之内，手执通灵白精玉符，授与兆身，兆便服符一枚，微祝曰：“白帝玉真，号曰浩庭，素罗飞裙，羽盖郁青，晏景常阳，回驾上清，流真曲降，下鉴我形，授我玉符，为我致灵，玉女扶舆，五帝降軿，飞云羽翠，升入华庭，三光同辉，八景长并。”毕，咽气六过，止。\n十月十一月壬癸之日，平旦，入室北向，叩齿九通，平坐，思北方北极玉真黑帝君，讳玄子，字上归，衣服如法，乘玄云飞舆，从太玄玉女十二人，下降斋室之内，手执通灵黑精玉符，授与兆身，兆便服符一枚，微祝曰：“北帝黑真，号曰玄子，锦帔罗裙，百和交起，徘徊上清，琼宫之里，回真下降，华光焕彩，授我灵符，百关通理，玉女侍卫，年同劫纪，五帝齐景，永保不死。”毕，咽气五过，止。\n三月六月九月十二月戊巳之日，平旦入室，向太岁叩齿九通，平坐，思中央中极玉真黄帝君，讳文梁，字总归，衣服如法，乘黄云飞舆，从黄素玉女十二人，下降斋室之内，手执通灵黄精玉符，授与兆身，兆便服符一枚，微祝曰：“黄帝玉真，总御四方，周流无极，号曰文梁，五彩交焕，锦帔罗裳，上游玉清，徘徊常阳，九曲华关，流看琼堂，乘云驰辔，下降我房，授我玉符，玉女扶将，通灵致真，洞达无方，八景同舆，五帝齐光。”毕，咽气十二过，止。\n灵飞六甲内思通灵上法\n凡修六甲上道，当以甲子之日，平旦，墨书白纸太玄宫玉女左灵飞一旬上符，沐浴清斋入室，北向六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思太玄玉女十真人，同服玄锦帔、青罗飞华之裙，头并颓云三角髻，馀发散垂之至腰，手执玉精神虎之符，共乘黑翮之凤、白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲子一旬玉女，讳字如上，十真玉女悉降兆形，乃叩齿六十通，咽液六十过。毕，微祝曰：“右飞左灵，八景华清，上植琳房，下秀丹琼，合度八纪，摄御万灵，神通积感，六气练精，云宫玉华，乘虚顺生，锦帔罗裙，霞映紫庭，腰带虎书，络羽建青，手执神符，流金火铃，挥邪却魔，保我利贞，制勒众妖，万恶泯平，同游三元，回老反婴，坐在立亡，侍我六丁，猛兽卫身，从以朱兵，呼吸江河，山岳颓倾，立致行厨，金醴玉浆，收束虎豹，叱咤幽冥，役使鬼神，朝伏千精，所愿从心，万事刻成，分道散躯，恣意化形，上补真人，天地同生，耳聪目明，彻视黄宁，六甲玉女，为我使令。”毕乃开目，初存思之时，当平坐接手于膝上，勿令人见，见则真光不一，思虑伤散，戒之。\n甲戌日平旦，黄书黄素宫玉女左灵飞一旬上符，沐浴入室，向太岁六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思黄素玉女十真，同服黄锦帔、紫罗飞羽裙，头并颓云三角髻，馀发散之至腰，手执神虎之符，乘九色之凤、白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲戌一旬玉女，讳字如上，十真玉女悉降兆形，乃叩齿六通，咽液六十过。毕，祝如前太玄之文。\n甲申之日平旦，白书黄纸太素宫玉女左灵飞一旬上符，沐浴入室，向西六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思太素玉女十真，同服白锦帔、丹罗华裙，头并颓云三角髻，馀发散之至腰，手执神虎之符，乘朱凤白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲申一旬玉女，讳字如上，十真玉女悉降兆形，乃叩齿六通，咽液六十过。毕，祝如太玄之文。\n甲午之日平旦，朱书绛宫玉女右灵飞一旬上符，沐浴入室，向南六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思绛宫玉女十真，同服丹锦帔、素罗飞裙，头并颓云三角髻，馀发散之至腰，手执玉精金虎之符，乘朱凤白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲午一旬玉女，讳字如上，十真玉女悉降兆身，乃叩齿六通，咽液六十过。毕，祝如太玄之文。\n甲辰之日平旦，丹书拜精宫玉女右灵飞一旬上符，沐浴入室，向本命六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思拜精玉女十真，同服紫锦帔、碧罗飞华裙，头并颓云三角髻，馀发散之至腰，手执金虎之符，乘黄翮之凤、白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲辰一旬玉女，讳字如上，十真玉女悉降兆身，乃叩齿六通，咽液六十过。毕，祝如太玄之文。 \n甲寅之日平旦，青书青要宫玉女右灵飞一旬上符，沐浴入室，向东六拜，叩齿十二通，顿服一旬十符，祝如上法。毕，平坐闭目，思青要玉女十真，同服紫锦帔、丹青飞裙，头并颓云，三角髻，余发散之至腰，手执金虎之符，乘青翮之凤、白鸾之车，飞行上清，晏景常阳，回真下降，入兆身中，兆便心念甲寅一旬玉女，讳字如上，十真玉女悉降兆身，乃叩齿六通，咽液六十过。毕，祝如太玄之文。\n行此道，忌淹污、经死亡之家，不得与人同床寝，衣服不借人，禁食五辛及一切肉。又对近妇人尤禁之甚，令人神死魂亡，生邪失性，灾及三世，死为下鬼，常当烧香于寝床之首也。\n上清琼宫玉符，乃是太极上宫四真人，所受于太上之道，当须精诚洁心，澡除五累，遗秽污之尘浊，杜淫欲之失正，目存六精，凝思玉真，香烟散室，孤身幽房，积毫累著，和魂保中，仿佛五神，游生三宫，豁空竞于常辈，守寂默以感通者，六甲之神不逾年而降已也。子能精修此道，必破券登仙矣。信而奉者为灵人，不信者将身没九泉矣。上清六甲虚映之道，当得至精至真之人，乃得行之，行之既速，致通降而灵气易发。久勤修之，坐在立亡，长生久视，变化万端，行厨卒致也。\n九疑真人韩伟远，昔受此方于中岳宋德玄。德玄者，周宣王时人，服此灵飞六甲得道，能一日行三千里，数变形为鸟兽，得真灵之道。今在嵩高，伟远久随之，乃得受法，行之道成，今处九疑山，其女子有郭芍药、赵爱儿、王鲁连等，并受此法而得道者，复数十人，或游玄洲，或处东华，方诸台今见在也。南岳魏夫人言此云：“郭芍药者，汉度辽将军阳平郭骞女也，少好道，精诚真人因授其六甲。赵爱儿者，幽州刺史刘虞别驾渔阳赵该妇也，好道得尸解，后又受此符。王鲁连者，魏明帝城门校尉范陵王伯绌女也，亦学道，一旦忽委壻李子期，入陆浑山中，真人又授此法。子期者，司州魏人，清河王傅者也，其常言此妇狂走，有一旦失所在。\n上清琼宫阴阳通真秘符\n每至甲子及余甲日，服上清太阴符十枚，又服太阳符十枚，先服太阴符也，勿令人见之，宁与人千金，不与人六甲，阴正此之谓。服二符，叩齿十二通，微祝曰：“五帝上真，六甲玄灵，阴阳二气，元始所生，总统万道，捡灭游精，镇魂固魄，五内华荣，常使六甲，运役六丁，为我降真，飞云紫軿，乘空驾浮，上入玉庭。”毕，服符，咽液十二过，止。\n阳符\n阴符\n朱书\n太玄女灵珠字承翼\n墨书\n太玄玉女兰修，字清明\n右此六甲阴阳符，当与六甲符具服，阳曰朱书符，阴曰墨书符，祝如上法。\n欲令人恒斋戒，忌血秽，若污慢所奉，不尊道法者，殒为下鬼，敬护之者长生，潜泄之者凋零。吞符咀嚼，取朱字之津液而吐出滓著，香火中勿符纸纳胃中也\n \n小楷介绍\n《灵飞六甲经》是一卷道教的经，在明代晚期，发现，一卷唐代开元年间精写本，它的字迹风格和砖塔铭一派非常相近，但毫锋墨彩却远非石刻所能媲美。当时流入董其昌手，有他的题跋。海宁陈氏刻办渤海藏真》丛帖，由董家借到，摹刻入石，两家似有抵押手续。后来董氏又赎归转卖，闹了许多往返纠纷。《渤海》摹刻全卷时，脱落了十二行，董氏赎回时，陈氏扣留了四十三行。从这种抽页扣留的情况看，脱刻十二行也可能是初次抵押时被董氏扣留的，后来又合又分，只存陈氏所抽扣的四十三行，其余部分已不知存佚了。《灵飞》本身的书法，在唐人写经中，允推精品，试用敦煌所出那么多的唐人写经来比，够得上《灵飞》那样精美的，也并不太多。在清代科举考试的标准，书法的优劣，几乎与文章的优劣并重，所以它又成了文人士子学习小楷的极好范本。于是《渤海》初拓遂成稀有珍品。原石又因捶拓渐多，不断泐损，随着出现了种种翻刻本。《滋蕙堂帖》翻刻的笔画光滑，又伪加赵孟頫跋，在清代中期曾成为翻本的首领，事实却是翻本中的劣品，和《渤海》的原貌相离更远。嘉庆中嘉善谢恭铭得到陈氏抽扣的四十三行，刻入《望云楼帖》刻法比《渤海》不同。不但注意笔画起落处的顿挫，且比《渤海》本略肥。凡是看过敦煌写经的人都容易感觉《望云》可能比较\"逼真\"而《渤海》可能有所“失真”。\n——启功《记《<灵飞经>四十三行本》（节录）\n其他信息\n《灵飞经》又名《六甲灵飞经》，清包世臣在《艺舟双楫·右下笔潭》中称其：“如新莺歌白啭之声”，杨守敬评：“灵飞经一册，最为精劲，为世所重”。《灵飞经》的章法为纵有行，横无列。由于整篇字的大小、长短、参差错落，疏密有致，变化自然，且整篇字与字之间，行与行之间顾盼照应，通篇字浑然一体，虽为楷书，却有行书的流畅与飘逸之气韵，变化多端，妙趣横生。《灵飞经》以其秀媚舒展，沉着遵正，风姿不凡的艺术特色为历代书家所钟爱。明董其昌说：“赵文敏一生学钟绍京终十得三、四耳”。近代大书家启功先生的书法也受益于《灵飞经》。可见《灵飞经》有着超凡脱俗的艺术感染力。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951556323}]