[{"name":"褚遂良小楷灵宝经","dynasty":"唐代","category":"小楷","type":"","user":1,"timestamp":1429791625454,"text":"褚遂良小楷《灵宝经》\n\n《灵宝经》——绝对不可忽视的经典\n\n  《灵宝毕法》\n\n  正阳真人钟离权著\n\n  纯阳真人吕洞宾传\n\n  道不可以言传，不可以名纪。\n\n  历古以来，升仙达道者不为少矣。仆志慕前贤，心怀大道，不意运起刀兵，时危世乱。始以逃生，寄迹江湖岩谷，退而识性留心，惟在清静希夷。历看丹经，累参道友。止言养命之小端，不说真仙之大道。\n\n　　因于终南山石璧间，获收《灵宝经》三十卷。上部金诰书，元始所著，中部玉书录，元皇所述。下部真源义，太上所传。共数千言，予宵衣旰食，远虑深省，乃悟阴中有阳，阳中有阴……方册灵宝妙理，可用入圣超凡。总为三乘之法，名《灵宝毕法》。\n\n  大道圣言，不敢私于一己，用传洞宾足下。道成勿秘，当贻后来之士。\n\n  正阳真人钟离权云房序。\n\n  《灵宝经》\n\n  上部《金诰书》 元始所著\n\n  太元初判而有太始，太始之中而有太无，太无之中而有太虚，太虚之中而有太空，太空之中而有太质。太质者，天地清浊之质也，其质如卵，而玄黄之色，乃太空之中一物而已。\n\n  阳升到天，太极而生阴，以窈冥抱阳而下降。阴降到地，太极而生阳，以恍惚负阴而上升。一升一降，阴降阳升。天地行道，万物生成。\n\n  所谓大道者，高而无上，引而仰观，其上无上，莫见其首，所谓大道者，卑而无下，俯而俯察，其下无下，莫见其基。始而无先，莫见其前。终而无尽，莫见其后。大道之中而生天地，天地有高下之仪。天地之中而有阴阳，阴阳有始终之数。一上一下，仰观俯察，可以测其机。一始一终，度数推算，可以得其理。以此推之，大道可知也。\n\n  天地者，大道之形。阴阳者，大道之气。寒、热、湿、凉，形中有气也。云、雾、雨、露，气中有象也。地气上升，腾而为云，散而为雨。天气下降，散而为雾，凝而为露。积阴过，则露为雨、为霜、为雪；积阳过，则雾为烟、为云、为霞。阴中伏阳，阳气不升，击博而生雷霆。阳中伏阴，阴气不降，凝固而生雹霰。阴阳不合，相对而生闪电。阴阳不匹配，乱交而生虹霓。积真阳以成神，而丽乎天者星辰。积真阴以成形，而壮乎地者土石。星辰之大者日月，土石之贵者金玉。阴阳见于有形，上之日月，下之金玉也。\n\n  阴阳升降，不出天地之内。日月运转，而在天地之外。东西出没，以分昼夜。南北往来，以定寒暑。昼夜不息，寒暑相推。积日为月，积月为岁。月之积日者，以其魂中藏魄，魄中藏魂也。岁之积月者，以其律中起吕，吕中起律也。日月运行，以合天地之机，不离乾坤之数。万物生成，虽在于阴阳，而造化亦资于日月。\n\n  积阳成神，神中有形。形生于日，日生于月。积阴成形，形中有神。神生于金，金生于玉。随阴阳而生没者，日月之光也。因数生光，数本于乾坤。随阴阳而升降者，金玉之气也。因时起气，时本于天地。\n\n  一气初判，大道有形而列二仪。二仪定位，大道有名而分五帝。五帝异地，各守一方。五方异气，各守一子。青帝之子，甲乙受之，天真木德之九气。赤帝之子，丙丁受之，天真火德之三气。白帝之子，庚辛受之，天真金德之七气。黑帝之子，壬癸受之，天真水德之五气。黄帝之子，戊己受之，天真土德之一气。自一气生真一，真一因土出。故万物生成在土，五行生成在一。真元之道，皆一气而生也。\n\n  大道本无体，寓于气也，其大无外，无物可容。大道本无用，运于物也，其深莫测，无理可究。以体言道，道始有外内之辨。以用言道，道始有观见之基。观乎内而不观乎外，外无不究而内得明矣。观乎神而不观乎形，形无不备而神得见矣。\n\n  道本无也，以有言者非道也。道本虚也，以实言者非道也。既为无体，则问应俱不能矣。既为无象，则视听俱不能矣。以玄微为道，玄微亦不离问答之累。以希夷为道，希夷亦未免视听之累。希夷玄微，尚未为道，则道亦不知其所以然也。\n\n  中部《玉书录》，元皇所述\n\n  大道无形，视听不可以见闻；大道无名，度数不可以筹算。资道生形，因形立名，名之大者天地也。天得乾道而积气以覆于下，地得坤道而托质以载于上。覆载之间，上下相去八万四千里，气质不能相交。天以乾索坤而还于地中，其阳负阴而上升；地以坤索乾而还于天中，其阴抱阳而下降。一升一降，运于道，所以天地长久。\n\n  真阴真阳，相生相成。见于上者，积阳成神，神中有形，而丽乎天者日月也。见于下者，积阴成形，形中有形，而丽乎地者金玉也。金玉之质，隐于山川。秀媚之气，浮之于上，与日月交光。草木受之以为祯祥，鸟兽得之以为异类。 \n\n  一、三、五、七、九，道之分而有数。金、木、水、火、土，道之变而有象。东、西、南、北、中，道之列而有位。青、白、赤、黄、黑，道之散而有质。数归于无数，象反于无象，位至于无位，质还于无质。欲道之无数，不分之则无数矣。欲道之无象，不变之则无象矣。欲道之无位，不列之则无位矣。欲道之无质，不散之则无质矣。无数，道之源也。无象，道之本也。无位，道之真也。无质，道之妙也。\n\n  其来有始，而不知大道之始，何也？其去有尽，而不知大道之终，何也？高高之上虽有上，而不知大道之上，无有穷也。深深之下虽有下，而不知大道之下，无有极也。杳杳莫测名道，随物所得而列等殊，无为之道，莫能穷究也。\n\n  下部《真源义》太上所传\n\n  天地之间，亲乎上者为阳，自上而下，四万二千里，乃曰阳位。亲乎下者为阴，自下而上，四万二千里，乃曰阴位。既有形名，难逃度数。且一岁者，四时、八节、二十四气、七十二侯，三百六十日、四千三百二十辰。十二辰为一日，五日为一候，三候为一气，三气为一节，二节为一时，四时为一岁。\n\n  一岁以冬至节为始。是时也，地中阳升，凡一气十五日上升七千里。三气为一节，一节四十五日，阳升共二万一千里。二节为一时，一时九十日，阳升共四万二千里，正到天地中，而阳合阴位。是时阴中阳半，其气为温，而时当春分之节也。过此，阳升入阳位，方曰得气而升，亦如前四十五日立夏。立夏之后，四十五日夏至，夏至之节阳升。通前计八万四千里以到天，乃阳中有阳，其气热。积阳生阴，八阴生于二阳之中，自夏至之节为始。是时也，天中阴降。凡一气十五日下降七千里，三气为一节，一节四十五日，阴降共两万一千里。二节为一时，一时九十日，阴降共四万二千里，以到天地之中，而阴交阳位。是时阳中阴半，其气为凉，而时当秋分之节也。过此，阴降而入阴位，方曰得气而降，亦如前四十五日立冬。立冬之后，四十五日冬至，冬至之节阴降，通前计八万四千里以到地，乃阴中有阴，其气寒。积阴生阳，一阳生于二阴之中，自冬至之后，一阳复升如前。运行不已，周而复始，不失于道。\n\n  冬至阳生，上升而还天，夏至阴生，下降而还地。夏至阳升到天而一阴来至，冬至阴降到地，且一阳来至，故曰夏至冬至。阳升于天，过春分而入阳位，以离阴位。阴降于下，过秋分而入阴位，以离阳位，故曰春分秋分。凡冬至阳升之后，自上而下，非无阴降也，所降之阴，乃阳中之余阴，止于阳位中消散而已。纵使下降得位，与阳升相遇，其气绝矣。凡夏至阴降之后，自下而上，非无阳升也，所升之阳，乃阴中之余阳，止于阴位中消散而已。纵使上升得位，与阴降相遇，其气绝矣。阴阳升降，上下不出于八万四千里，往来不出三百六十日。即温、凉、寒、热之四气而识阴阳，即阳升阴降之八节而知天地。以天机测之，庶达天道之绪余。若以口耳之学，较量于天地之道，安得筹算而知之乎？\n\n  即天地上下之位，而知天地之高卑。即阴阳始终之期，而知天道之前后，天地不离于数，数终于一岁。阴阳不失其宜，宜分八节。冬至一阳生，春分阴中阳半，过此纯阳而阴尽。夏至阳太极而一阴生，秋分阳中阴半，过此纯阴而阳尽。冬至阴太极而一阳生，升降如前。上下终始，虽不能全尽大道，而不失大道之体，欲识大道，当取法于天地，而审于阴阳之宜也。\n\n  天如覆盆，阳到难升。地如磐石，阴到难入。冬至而地中阳升，夏至到天，其阳太极而生阴。所以阴生者，以阳自阴中来而起于地，恍恍惚惚，气中有水，其水无形，夏至到天。积气成水，是曰阳太极而阴生也。夏至而天中阴降，冬至到地。其阴太极而阳生。所以阳生者，以阴自阳中来而出于天，杳杳冥冥，水中有气，其气无形，冬至到地。积水生气，是曰阴太极而阳生也。\n\n  阴不得阳不生，阳不得阴不成。积阳而神丽乎天而大者日月也，日月乃真阳而得真阴以相成也。积阴而形壮于地而贵者金玉也，金玉乃真阴而得真阳以相生也。\n\n  天地之形，其状如卵。六合之内，其圆如毬。日月出没，运行于一天之上，一地之下。上下东西，周行如飞轮。东生西没，日行阳道。西生东没，月行阴道。\n\n  一日之间，而分昼夜，冬至之后，日出自南而北。夏至之后，日出自北而南。冬之夜，乃夏之日。夏之夜，乃冬之日。一年之间，而定寒暑。\n\n  日月之状，方圆八百四十里。四尺为一步，三百六十步为一里。凡八刻二十分为一时，十二时为一日。一月三十日，共三百六十时，计三千刻，一十八万分也。且以阳行乾，其数用九。阴行坤，其数用六。魄中魂生，本自旦日。盖九不对六，故三日后魄中生魂。凡一昼夜，一百刻六十分。魂于魄中，一进七十里。六昼夜，进四百二十里，而魄中魂半，乃曰上弦。又六昼夜，进四百二十里。通前共进八百四十里，而魄中魂全。阳满阴位，乃曰月望。自十六日为始，魂中生魄。凡一昼夜，一百刻六十分。魄于魂中，一进七十里。六昼夜，进四百二十里，而魂中魄半，乃曰下弦。又六昼夜，进四百二十里。通前共进八百四十里，而魂中魄全，阴满阳位。月中尚有余光者，盖六不尽九，故三日后，月魄满宫，乃曰月晦。月旦之后，六中起九。月晦之前，九中起六。数有未尽，而生后有期。\n\n  积日为月，积月为岁。以月言之，六律六吕。以六起数，数尽六位。六六三十六，阴之成数也。以日言之，五日一侯。七十二侯，八九之数。至重九以九起数，数尽六位。六九五十四，阳之成数也。一六一九，合而十五。十五，一气之数也。二十四气，当八节之用，而见阴阳升降之宜。一六一九，以四为用，合四时而倍之，一时得九十，四九三十六。变为阳之数二百一十六，阴之数一百四十四。计三百六十数而足满周天。\n\n  阳升到天，太极生阴。阴不足而阳有余，所以积阳生神。阴降到地，太极生阳。阳不足而阴有余，所以积阴生形。上之日月，下之金玉。真阳有神，真阴有形。其气相交，而上下相射，光盈天地，则金玉可贵者，良以此也。是知金玉之气凝于空，则为瑞气祥烟；入于地，则变醴泉芝草。人民受之而为英杰，鸟兽得之而生奇异。盖金玉之质，虽产于积阴之形，而中抱真阳之气，又感积阳成神之日月真阳之下射，而宝凝矣。\n\n  日月之光，旦后用九，晦前用六，六九乾坤之数。金玉之气，春夏上升，秋冬下降，升降天地之时。金生于玉，玉生于石，石生于土，见于形而在下者如此。日中金乌，月中玉兔，月待日魂而光，见于神而上者如此。\n\n  道源既判，降本流末。悟其真者，因真修真，内真而外真自应矣。识其妙者，因妙造妙，内妙而外妙自应矣。天地得道之真，其真未应，故未免乎有位。天地得道之妙，其妙未应，故未免乎有质。有质则有象可求，有位则有数可推。天地之间，万物之内，最贵惟人。即天地之有象可求，故知其质气与水也。即天地之有数可推，故知其位远与近也。审乎如是，而道亦不远于人也。\n\n  以一心观万物，万物不谓之有余。以万物扰一气，一气不谓之不足。一气归一心，心不可为物之所夺，一心运一气，气不可为法之所役。心源清彻，一照万破，亦不知有物也。气战刚强，万感一息，亦不知有法也。物物无物，以还本来之象。法法无法，乃全自得之真。\n\n《灵宝经》初解\n\n  上部《金诰书》，元始所著\n\n [评论]《灵宝经》由汉末钟离权从终南山石壁间发现并注成《灵宝毕法》。《灵宝经》由三部分组成，上部《金诰书》，元始所著。中部《玉书录》，元皇所述。下部《真源义》，太上所传。这是《灵宝毕法》所写的《灵宝经》的来源。从内容上看，《金诰书》内容最全面，三书一脉相承，互为贯通，略有侧重。该经以天地为研究对象，直接探索天地运行之道，以及天地的起源，建立了完整的道、阴阳气和万物的物质体系，用该物质观全面解释了天地周而复始的年运动，以及与天地有机配合的月日运动，构建了完整的独特的天文理论体系，其知识深广度和对中国文明的奠定作用是无可置疑的。\n\n  笔者反复研究《灵宝经》，始终认为其为一篇学术论文，所以按学术论文加以分析理解，尤其探寻其作者（指元始等）的写作环境和动机，以免我们按通常的古文去理解而忽视其蕴涵的本意。\n\n  （小写数字为该段落在《灵宝毕法》中出现的顺序）\n\n  推运天地行大道，立名垂青大教化；\n\n  则天象地多创造，三人三文鼎中华。\n\n  2 太元初判而有太始，太始之中而有太无，太无之中而有太虚，太虚之中而有太空，太空之中而有太质。太质者，天地清浊之质也，其质如卵，而玄黄之色，乃太空之中一物而已。\n\n  [诗赞] \n\n  推演天地起太元，匠心独具英名悬；\n\n  举重若轻天比卵，太空一物身世传。  \n\n  [点注]此段无疑是在描述一个天地的起源学说，此说的几大要点是：第一，说明天地是有起源的，是如何变化的，从太元分六个状态而变为现今的太质态——卵形的玄黄色的天地；第二，说明了天地是卵形的，这也是人类对地球的第一次最准确的形状描述；第三，说明天地是有色的；第四，独具匠心的太元初判而有太始的描述，融入了作者的名，确定了其不可剥夺的发明权。第五，表明了元始的大唯物观。可以想见，连天地都被视为一物，还有何它物敢当物外？第六，表明了元始所持的是直观的天地观，即未发现恒星及星系的地球中心观。注：元始所说的是天地起源，未提通常我们提的宇宙，说明了当时无宇宙概念，正因为作者将天地视为最大之形，所以其天地起源即当今的宇宙起源。这一点也证明元始的时代是非常早的且学说朴素。\n\n  [评论]元始的天地的起源学说在本文发表以前是未被天文考古学者提及的，通常我国的天文和历史学者只知从春秋战国及儒家作品中寻找中国天文史迹，引用的道家学说只限于老庄，于是隐藏于浩瀚《道藏》中的钟离权的《灵宝毕法》中的《灵宝经》无人问津。然而《灵宝经》的光辉是不会永远被隐蔽的，钟离权发现并对《灵宝经》作了第一次解说，然而钟离权仅限于他的修道角度而对《灵宝经》的解说，是过于狭窄了。本人从中国天文和整个中华文明的起源角度来看待《灵宝经》，经过十多年的思考，确认《灵宝经》是单纯由元始、元皇和太上三人对天地的完整探索的结果所写的三篇学术论文集，而且由于记录和书写的需要，同时创造了完整的文字和数学，以描述其完整的天文和大道理论。可以说，《灵宝经》的出现是空前绝后的，其一旦出现，此前的知识就显得零碎而渺小，此后的人就难出其框、难有作为，其影响之巨大，以至于后人之著多有雷同，例如我们把《道德经》作为道教之祖，因而忘掉了真正文明的始创者，反而无法让人相信如此高水平的文章会是极远古时写成的。\n\n  元始是何时人也？本人假设：元始是史前人也，当时，并无社会、无文字、无宗教、无姓氏、无农业、无工业，唯有巫术，《灵宝经》中知识与文字均为三作者所创造，几乎一步完成中华文明的建立，时间应在二十八宿的初始确定期。近来，我国已完成了夏商周断代工程，这只说明中华家天下帝国文明史有五千年。越来越多的考古证据表明中华农业史已有一万年史。事实上，夏商周是生产力已经发展到很高的程度时才能出现的王朝，此前必然存在一段很长的孕育期：此生产力发展过程正是以元始为起点的。只是这一孕育期非常长——几乎九千年。在《灵宝经》中，我们只能看到清纯学术词语和学术内容，这在中国历史上是唯一的，我们只能推断当时就是原始社会。那为何要作《灵宝经》呢？并非一般后来的作者系因社会问题而写作，促使《灵宝经》的写作的动因，是人类千万年所熟视而不解的自然现象，这促使元始探索天地奥秘。进而只有探知到奥秘才有必要写下来，只有要写下来的需要才会批量创造文字，所以，整个完整的中华文明就这样被发明出来了。其威力几度伸展到其他地区，在现代科学中影响尤其巨大。\n\n  [结论]\n\n  元始是元始天地起源说的发明者；\n\n  元始是天地卵形说的发明者。\n\n  阳升到天，太极而生阴，以窈冥抱阳而下降。阴降到地，太极而生阳，以恍惚负阴而上升。一升一降，阴降阳升。天地行道，万物生成。\n\n  [诗赞]\n\n  推天行道运阴阳，度日数月分暑寒；\n\n  四时八节廿四气，已画中华大模样。\n\n  [点注]此段是在描述阳升阴降状态，廖廖数语已将《灵宝经》的精髓概括了。在元始的天地学说里，天地有三个要素：天地、天地之道和阴阳之气，虽然此三词我们烂熟于心，然而三个要素的有机联系是我们以前甚少关注的：将道的意义片面地按《道德经》理解为物质或规律，而在《灵宝经》里道本意是天地的运行之道，相当于现代天文学的轨迹；而通天达地的阴阳之气是用以解释四时寒暑往来周期性的，其后的四时、八节、二十四气、七十二侯等名词都是描述定义阴阳之气的（非日月）。阴阳之气在此是往来于天地之间，且是随同于天地行道而升降运动的，其结果是造化了万物，提示了万物生息机理是作者极为关注的，阴阳之气是天地行于道上的一种非常灵活的生机勃勃的物质，只有理解了这一点，才能理解中华文明。\n\n  元始用“天地行道”表明，天地是运动的，如何运动的？行于何道？这是元始的探道动机。这里没有解释道如何，而是解释“天地行道”的拌生现象——“阴降阳升”。而“阴降阳升”的结果是“万物生成”。这一解释生动地概括了元始心中的天地及元始为解释万物生成的动机。\n\n  另外，太极这一名词的意义在此极为贴切与基本，描述了阴阳运动阳升及天和阴降及地的到极点时的转变状态，这一含义说明了后来太极图是由元始运用的太极含义演变而来的，而且可以说，后来的儒家的无极、太极、两仪、四象的天文演变体系中的太极是偏离了元始本意的。\n\n  [评论]一般在探索中国天文起源的论著里，没有将阴阳和道考虑进去，这样一来中国天文被分为几大块来研究：天地形状说、天地起源说、二十八宿、节气与年历。道家之说甚至未被包含于天文研究内（原先给道家的唯心帽子好象现在还没正式给道家摘下——只要原子弹还悬在我们头上，要摘者面必有难色），阴阳既未当作气来看待，也没有与节气联系起来；当然在中医《黄帝内经》里阴阳得到与元始所定义的气相似的描述。《灵宝经》的出现，无可辩驳地证明，中华文明是由统一的、和谐的物质和天文的理论源泉所分化来的。\n\n  阴阳说起源于元始对地球上最大的气象——日相对于地的周年运动的解释，自然就包含了并体现了现代正弦波的特性（周期性、两极性和渐变性）。正弦波在现代数学中的重要性举世皆知。不过阴阳本身主要表征两种对立的气，而其运动的一升一降体现了周期性和渐变性，但周期性和渐变性主要又用五行来表现了，所以阴阳说和五行说其实表征的是同一变化规律。阴阳说的影响极为巨大，无论是哲学上的阴阳说和对立统一、中国的围棋、中医的阴阳说和辩证论治、易经八卦、数学的二进制和计算机技术、信息处理技术、汉字的对偶词、中国军事战略思想（孙子兵法）、中国武术理论，等等，都充满了其影响。\n\n  不过可悲的是，在大部分中国人编的《计算机文化》书籍里，根本不提中国的阴阳说，西方数学家来布尼兹明明是看到了传教士带回去的中国《易经》才提炼出的二进制数学，非要说在看到前一刻自己就会了，就这么巧！正如学习西方造炮的学者，根本不会了解和归功于道家炼丹一样。\n\n  [结论] 元始是阴阳和阴阳气说及正弦变化规律的发明者，也是太极一词的最早运用者。\n\n  1 所谓大道者，高而无上，引而仰观，其上无上，莫见其首，所谓大道者，卑而无下，俯而俯察，其下无下，莫见其基。始而无先，莫见其前。终而无尽，莫见其后。大道之中而生天地，天地有高下之仪。天地之中而有阴阳，阴阳有始终之数。一上一下，仰观俯察，可以测其机。一始一终，度数推算，可以得其理。以此推之，大道可知也。\n\n  [诗赞]\n\n  仰观俯察观大道，了无踪影见缥缈；\n\n  天地阴阳终有数，度数推算测玄奥。\n\n  [点注]此段是说明道的可知性和知道的方法。作者运用了仰观、俯察等直观方法来探究大道，同时利用阴阳的可知性来测其机、度其理。就是说，阴阳并非自动升降，而是由于天地运于道的带动这一动因而成，反过来通过测阴阳来知道。\n\n  [评论]作者明确指出了其知道的方法，这对我们确证作者的初创性及探讨中华天文起源又提供了依据。一般以为仰观和俯察是用以识天文地理的，而在此是用以识大道的，阴阳的识别也是用以推算大道的。由此我们找到了度——360度和360步为一里的度的起源，也找到了数与算的起源动因——探测大道。\n\n  以前我们习惯于儒道分家的观点，在《灵宝经》里，连儒家的影子也没有，而道就是天文轨迹和物质上的含义，其概念非常明确，在《灵宝经》里，对道的论述占最大比例，既说明了《灵宝经》作者对道这一物质的重视，又说明道在整个天地理论的关键地位。更说明了为何道家根源如此的深厚，现在只不过将天文从道剥离开了，从而显示不出道的含义了。\n\n  儒家经典里常用仰观天文、俯察地理表示对自然的探索，这些词显然源于《灵宝经》，但观察对象大为不同。天文地理是很具体的应用性目的，是技术应用，是道的理论的一部分，这里天地是一个整体。\n\n  大道之中而生天地——表明了物质生成关系；天地之中而有阴阳——表明了阴阳是从属于天地的。 \n\n  附带提一下，现在的混元气理论或历史上的很多道家都不分道和气，将气的无限小看作道；而元始是出于什么动机而既用了气，又用道的概念呢？首先，他（她）们必然是修炼者，先有气的体验，基本上认为天地间很多现象（主要是生物）是气的运行造成的，但是，他（她）们似乎存在一种物必行于道的本原思想，所以把包含阴阳气在内的天地一起作为整体要运行于某种道上；其次，气怎么来的？也要穷究根源；由此，道就区分于气而独立作为研究对象了。理解这一点就能理解道家的来源，否则道的分量就虚了，似乎没有气那么直观而有必要。\n\n  再说一下：气大概是元始从其老师继承下来的，或者易于体验，因而在此几乎不作解释；而道是其创造出来的，而且很玄妙，所以解释得很起劲——是不是有点象自己立靶自己打？！不过后面也赋予了道很多天文背景的内容，这就使得道的天文内容丰富起来了，必不可少了。脱离了天文背景，是不能理解道字的产生原因的。\n\n  [结论]\n\n  元始是道概念的提出者，天地之道的发现者；\n\n  元始是360度的角度制发明者。                       （佚名）","author":"唐代褚遂良","description":"褚遂良小楷灵宝经"}]