[{"name":"杨守敬书法立轴","text":"杨守敬（1839.6.2-1915.1.9），湖北省宜都市陆城镇人，谱名开科，榜名恺，更名守敬，晚年自号邻苏老人。清末民初杰出的历史地理学家、金石文字学家、目录版本学家、书法艺术家、泉币学家、藏书家[1] 。\n杨守敬一生勤奋治学，博闻强记，以长于考证著名于世，是一位集舆地、金石、书法、泉币、藏书以及碑版目录学之大成于一身的大学者。他一生著述达83种之多，被誉为“晚清民初学者第一人”，代表作《水经注疏》，是郦学史上的一座丰碑。[2] \n人物生平\n839年6月2日，杨守敬生于宜都陆城一个商人家庭。杨守敬4岁丧父，5岁由母亲启蒙教字习诗。\n848年，从谢先生读书。\n849年，因家贫辍学习商站柜台，坚持自学。\n856年，工小楷；\n857年，中秀才。\n862年，中第八十名举人。与陈一山金石志同道合。\n863年，得力潘存金石指导，月下拓《修太公庙碑》。\n865年，任北京景山官学教习。到北京琉璃厂物色碑版文字，与邓铁香金石之好。\n866年，专心金石研究。\n867年，著《激素飞清阁评碑记》，提出“金石之学，以考证文字为上，玩其书法次之”。批评“染翰之家，又或专注《集帖》，不复上窥汉魏。”杨守敬由京城赴山西高平，过之见“庙有碑”，自携毡拓之工具前往拓片。\n868年，潘存指教杨守敬摹《郑文公碑》，知学碑从“六朝真口之祖”人手，“绝少流弊”。\n869年，在荆州府估衣店购金石文字数干种。\n872年，谋刻《望堂金石》，将所搜集的汉魏六朝的金石文字进十；翻刻成集，认为以双钩之法最善，钩摹之精能存其神采；\n874年，考取国史馆誊录。\n875年，携碑版由天津到上海，龚孝恭为杨守敬金石知识之渊博所折服。\n877年，辑《楷法溯源》成，编《元押》（亦作“元戳”，系镌刻花写姓名的印章）一书。时嗜好印章者，竞羡秦汉真品十不得一，而元押尚有魏晋遗意，杨守敬因其易得而编成《元押》一书。\n878年，与夫人龚氏及长子杨必钧（道承）携《楷法溯源》版去武昌卖书。\n879年，以知县候选，任教谕、两湖书院地理教授，勤成（存古）学堂总教长。在武昌为倪模刻《古今钱略》。\n880年，出使日本，为日本公使何如璋的随员，负责馆内文化事务。期间，与日本汉学书法家论碑，被称为“杨守敬旋风”。首次利用进步技术缩印古碑《寰宇贞打图》，此为治文史、艺术者重要藏书。 \n882年，归国后选授黄冈县教谕。\n884年6月，任黄州府学教谕。7月，黎庶昌奏保杨守敬“学问优长，与东土人士交接，甚有声誉”，以知县遇缺即选并加五品衔。\n888年，湖北学政奏保“公博学多闻，士林推重，加一级”。\n896年，为奋战台湾的福建提督父母撰墓志铭。\n899年，被湖广总督张之洞聘任为两湖书院教习。\n902年，调任勤成学堂总教长。学政蒋式芬奏保杨守敬“学术渊博，后进师资，研精考古，至老不衰，为湖北师儒，宿学之冠，加四品衔”。\n903年，朝廷开经济特科，总督张之洞、巡抚端方合词保奏名列第一，云：杨守敬老成硕望，博览群书，致力舆地学数十年。于历代沿革、险要洽熟精详。著书满家，卓然可传于世。刻《壬癸金石跋》，杨守敬碑学获“屹海内南北两大家”之誉（北为李葆恂）。\n904年，《古泉薮》十六册集成，《飞清阁钱谱》稿成。\n905年，提学使黄绍箕聘为学务处议绅。\n906年5月，选授安徽霍山县知县，辞未赴任。\n907年，改勤成学堂为存古学堂，仍任总教长。总督张之洞保以内阁中书用。礼部陈宝琛咨举为礼部顾问官。\n909年，任礼部顾问官。\n910年，兼聘为湖北通志局纂修。\n其中，1906-1912年间，在金陵、上海跋《碑》数十百通。以上足以说明杨守敬毕生致力治《碑》。其中《望堂金石》为随搜随刻随印随售的著作，故同一本书，别有名称《望堂金石文字》、《激素飞清阁摹刻金石文字》、《激素飞清阁摹刻古碑》、《激素飞清阁藏碑》、《望堂金石初集·续集·二集》。\n914年（民国三年），总统、副总统雅重于杨守敬，敦聘为国府顾问，他以年老致仕，不求闻达辞。又催扶杖北行，以参政院参政相嘱，谓政治学非所长，力辞不获。并聘为清史馆纂修。\n915年1月9日（民国四年甲寅十一月二十四日），在北京无疾而逝，终年76岁。大总统袁世凯策令：“参政院参政杨守敬，学术湛深，著述宏富，硕德耆献，海内知名。其生平事实，著宣付国史馆立传，以彰宿学。”归葬之日，政府派专车护送灵柩回宜都，葬祖茔龙窝。 [4-5]   \n主要成就\n书法成就\n杨守敬先生的书法在其众多的成就中，位列第三，但这丝毫不影响其在中国书法史上“亦足睥睨一世，高居上座”（虞逸夫）的地位，主要表现在三个方面。\n鸿篇巨制，彪炳千秋的书法理论\n杨守敬主张书法要“变”，变即是创新。他阐述后人的书法与前贤的书法“笔笔求肖，字字求合，终门外汉也”。他所著述的《楷法溯源》，洋洋洒洒14卷，目录1卷。顾名思义，他是在探寻楷法的源流，也是在论述文字的变革、书法的创新。“顾氏隶辨，皆依韵分篇，便于检寻，然而偏旁错杂，不足于见八法之变”。“北朝唐碑各有体格一碑，又有碑之体格，有必不容出入者，可以兼擅诸家之长，若使一字北朝、一字唐碑，岂复成章法，此书之作欲使学者通书法之变”。杨守敬在此书中如此反复论述书法之变，其创新意识自然溢于字里行间。历代书家定论在书法上要有新造诣，必须具备“三要”，即一要天分，二要多见，三要多写。杨守敬在肯定前人三要的同时，又增以二要，即一要品高，他认为“品高则下笔妍雅，不落尘俗”，“一要学富，胸罗万有，书卷之气，自然溢于行间”。应该肯定，这是其数十年对书法、对人生的感悟。\n杨守敬先生不仅学富，而且品高。驻日期间，购回了大量流失日本的中国古典文化书籍，许多还是孤本，为保存中国的文化典籍作出了不可磨灭的贡献。 \n熔汉铸唐，独拔艺林的书法艺术\n杨守敬于书法，真草隶行篆诸体皆擅，但最具特色的当推其行楷。其门人熊会贞称杨守敬“传世书法古茂，直逼汉魏，盖世无双”。虽有些过誉，但仍可窥见一斑。其年谱中“求书者接踵于门，目不暇接继之以夜”的记录，可知其书法在当时的影响。陈上岷先生对杨守敬的传世书法更是情有独钟，“熔汉铸唐，兼有分隶引楷之长，在清代末期，真可以说是继往开来，独拔艺林”。究其原因，有三：一是见识广博。大凡作为书家，只有学富，才能眼高，只有眼高，才能手高。杨守敬先生即是如此。古人云：“读万卷书，行万里路”。又云：“读书破万卷，下笔如有神”。杨守敬先生说：“多读书自能作文，多看名迹自能书”，这是至理名言。毕保厘在《楷法溯源》序中说杨守敬“收奇选异，积篑成山”。勿庸置疑，见识广博是其书法风格形成的坚实基础。二是碑帖并尊，这是杨守敬书法制胜的高明之处。历代书家重视南帖，而杨守敬更注重北碑的研习。有清一代，大兴碑学，有人拒之南帖，把碑和帖绝对起来。而杨守敬始终碑帖并尊，唯美是尚，力破传统，自立门户。因此，其传世书法形神兼备，光彩照人。“既有金石碑碣的苍劲，如刀劈斧削，又有法帖的秀逸，颇有英姿而无媚骨”（陈上岷语）。 \n多用侧锋\n“大抵六朝书法，皆以侧锋取势。”所谓藏锋者，并外锋在画中之谓，盖即如锥画沙、如印印泥、折钗股、屋漏痕之谓。后人求藏锋之说而不得，便创为中锋以当之。其说亦是甚辩，而学其法者，书必不佳。且不说他人，试观二王，有一笔不侧锋乎？惟侧锋而后有开阖、有阴阳、有向背、有转折、有轻重、有起收、有停顿，古人所贵能用笔者以此，若锋在画中，是信笔而为之，毫必无力，安能力透纸背？且亦安能诸法之妙乎？”这则见解令人耳目一新，对先贤“笔笔中锋”、“用笔千古不易”的观点是一个重大的撞击，也让人明白了一种哲理，世界上没有绝对的事物。更可贵的是杨守敬不作凭空臆造，不作无稽之谈，而是身体力行去实践自己的理论，并使之光大。这样，促成了他的书法风格独特，有异人之趣的笔意。同时，也让人们看到了其书法高古、深远、质朴、秀逸的一面。\n光绪六年至十年在任出使日本大臣庶昌的随员期间，广泛搜集国内散佚的书籍，并带去汉、魏、六朝、隋、唐碑帖13000余册，致力于六朝北碑书法的传授，为中日文化交流作出了特殊贡献。著有《书举要》、《评碑记》、《学书迩言》、《望堂金石》、《重订说文古本考》、《楷法溯源》。论者赞许为千古绝业。《行书七言联》，书于光绪十三年（1887），纸本墨迹，行书。七言联1则，凡上下联14字，款9字。共23字。杨守敬精于书学理论，曾作《书学迩言》一书，阐述书法理论，多有独到见解。他的书法在日本影响很大，开日本现代书法的先河。这幅行书作品，运笔加强力度，撇、捺、垂露都笔笔送到，大有雄放之气，同时，在法度之中加以变化。亦有的笔画，如撇、捺却加以放纵，使整幅作品气韵生动而富有个性。字的结体取横势，是六朝碑版的特点。从行笔上看又不尽是六朝笔法，字里行间有很浓的粘味；每个字结构疏密参差，纯朴古拙，得自然之趣。整体章法一气呵成，气势贯通。 \n泉币研究\n晚清时期，在古籍版本和金石学界颇孚盛誉的杨守敬也是一位卓有成就的古泉学家和著名书法家。\n杨守敬曾两赴礼闱不授，遂考取景山官学教习，期满用教职。后充任驻日公使黎庶昌随员。回国后，选黄冈县教谕，寻调黄州府教授。继保知县，加五品衔。张之洞督湖广，延为两湖书院教习。光绪二十九年（1903年）开经济特科，之洞奏举名列第一。选授安徽霍山县知县。未赴任，仍请以内阁中山用。民国期间，潜志于著述。生平嗜古成癖。以其勤奋治学，博闻强记，故能多所成就。收藏金石资料、古籍善本甚富，精鉴赏，以长于考证著名于时。于历史、地理、簿录、金石诸学，尤为专长。又致力古泉币研究，于光绪初年与古泉学专家饶登秩校勘、监刊倪模《古今钱略》三十四卷，以校刊精审，世称善本。尝摹拓《激素飞青阁钱谱》传世，台湾故宫博物院有藏本。杨氏又得李宝台所作古泉拓本，编为《古泉薮》二十四册，并为之撰前言张之，原稿今藏复旦大学图书馆，已收入新编《中国钱币文献丛书》中，不日可与读者见面。举此数事，可见其于传播古泉学用力之勤矣。著述甚多，其著者有《望堂金石》初、二集，《三续寰宇访碑录》十六卷，《水经注疏》，《历代舆地详图》，《日本访书志》和《邻苏老人手书题跋》等书。\n杨氏生前便以书法名世，求书者虽出多金亦难得真迹一纸。及其殁后，守敬书迹益为名贵。印行《邻苏老人手书题跋》，则因其书名特盛也。笔者藏有杨氏致梁鼎芬（节庵）书札数通，今为附印其求梁氏代撰贺缪荃孙（筱珊）寿联文一通，用存一代名流佳话。此百年前泉家手泽，读来饶有清趣，唯其行草书间有较难辨认之字，试为释读如下：\n节庵仁弟足下：贵恙当已痊愈！顷闻缪筱翁不日七十寿辰。敝处拟制一联为祝，而未能作联辞，弟所知也。恳为我捉刀，是所至盼。特着小孙诣府，立待撰就掷下。恃爱不情，唯原谅。即请大安！不庄。兄守敬顿首。三十日如不可即就，烦寄东百老汇一百三十二号舍下为恳。\n案梁鼎芬善作文情并盛之短札见称于时，又特长制联语，一时名流若陈夔龙、朱益藩、黎湛枝、朱汝珍诸人，常请其代作。杨梁两家为金石文字交，故有请鼎芬代为操觚耳。 \n金石文字学\n重点研究的是铜、石器物上面古文字，如古代石碑、古铜币、青铜器等古代文物上面的文字，其代表著作有《湖北金石志》、《日本金石志》、《古泉薮》、《望堂金石》等10多部。\n他特别注意金石文字在治学中作用，考证前人著作，《隋书经籍志补证》运用金石考证订正错误达20多处。\n杨守敬第三大成就即版本目录学研究。其著作成果颇多，如《从书举要》、《杨守敬藏书目录》、《留真谱》、《古刻源流考》等。 \n舆地研究\n杨守敬一生虽未曾中过进士，但在学术界却颇负盛名。杨氏学术成就最著者为与地之学，被誉为\"开舆地学之新纪元\"的历史地理学家。\n杨守敬为写《水经注疏》对《水经》和《水经注》作了深入研究和考订，他总结前人研究成果，比前人的研究更为周详，所著《水经注疏》40卷，使中国沿革地理学达到了高峰，其舆地学与王念孙、段玉裁的小学和李善兰的算学被誉为清代“三绝”。除此以外，杨先生编绘的《历代舆地沿革图》、《历代舆地沿革险要图》和《水经注图》等亦不失为鸿篇巨著。\n杨守敬一生尤以舆地学的成就最为突出，代表作是与门人熊会贞历时数十年写成的《水经注疏》。《水经注》是郦道元为《水经》所作的注文。《水经》全书一万余字，而《水经注》40卷字数超出《水经》二十余倍，名为注释《水经》，实则以《水经》为纲，自成巨著。郦道元在注文中纠正了《水经》的许多错误，并指出文献引用处的正误。由于当时南北分裂的政治形势，郦道元的足迹未能到达南方，因此涉及此部分的注文也有不少错误。郦书传至宋初，已缺5卷，后有人将剩下的35卷析为40卷，又迭经传抄翻刻，《水经注》遂失其真。有的章节误简夺讹十分严重，几至难以辨读，深为学者所病。明清两代学者，十分重视《水经注》的校理工作。\n明代朱谋玮著有《水经注笺》，清初顾炎武、顾祖禹、阎若璩、胡渭等人又治《水经注》。在此基础上，乾隆年间更有全祖望、赵一清、戴震三人全力以赴，各成专书。光绪年间，又有王先谦汇列全、赵、戴三家校语，参考其他研究成果，撰成《合校水经注》。他们不但从大体上分清了先前被混淆的经文与注文，补齐了脱佚的5卷《水经注》佚文，而且纠正了郦道元《水经注》中原有的不少错误，《水经注》已逐步接近原貌。然而，上述诸家仍存在不少问题。杨守敬说：“自全、赵、戴订《水经注》之后，群情翕然，谓无遗蕴。虽有相袭之争，却无雌黄之议。余寻绎有年，颇觉三家皆有得失，非唯脉水之功未至,即考古之力亦疏。往往以修洁之质而漫施手澣者，亦有明明斑疣而失之眉睫者。”（《水经注疏要删·自序》）乃与门人熊会贞发愤为《水经注疏》，其编撰体例、大小纲领皆由杨守敬拟定。\n此书初成时，杨守敬已六十六岁，深恐一旦离世，书稿不能传之于后，“因先刻其图，又即疏中之最有关系者刺出为《水经注疏要删》。”（《水经注疏要删·自序》）由于《水经注疏要删》的出版工作做得匆忙、谬误较多，另一方面《水经注疏要删》出书后杨守敬仍继续对《水经注疏》初稿反复进行磨勘，故又有《水经注疏要删》的《补遗》、《续补》和《再续补》的刊出，而《水经注疏》原稿至杨守敬去世前，仍未出版。此后，熊会贞继承师志，继续编纂。至1936年熊会贞去世，《水经注疏》虽有定稿，仍未能刊出。熊会贞临终曾嘱托同乡好友李子魁整理出版该书，1948年李子魁在宜都各界的捐助下刊出《水经注疏》第一卷。1955年，《水经注疏》由中国科学出版社影印出版，至1957年全书40卷出齐，共21册，附原稿之一（残卷），稿本是1954年中国科学院图书馆从武汉藏书家徐行可处购得。1971年，台湾中华书局影印《杨熊合撰水经注疏》40卷，用的是前中央图书馆所藏《水经注疏》另一稿本。\n《水经注疏》吸取历代《水经注》的研究成果，以朱谋玮《水经注笺》为正文，考证精详，疏之有据。如《水经注·河水五》：“仲尼曰：以臣召君，不可以训。故《书》曰‘天王狩于河阳’，言非其狩地。”杨守敬《疏》文指出，事出《左传》，并说《左传》末句作“非其地也”，同时还引杜预注云：“河阳属晋,非王狩地。”接着《注》文云：“服虔、贾逵曰：河阳，温也。”《疏》文指出：“史记·周本纪·集解》引贾逵曰：‘河阳，晋之温也。’《谷梁传》云：‘温，河阳也。’故服、贾有此说。”有了杨守敬的《疏》文，才使《注》文所述史实，让读者能够透彻地了解。\n《水经注疏》博采群籍，相互参证，对前人之失多所指正。疏文中屡有“失考”、“失误”、“郦所见之图籍有误”等语，态度明确。如《水经注·江水三》：“北对举口，仲雍作‘莒’字，得其音而忘其字，非也。”杨守敬指出：“梁玉绳《瞥记》：‘定四年，柏举之战，《左》《谷》作“举”，《公羊》作“莒”’，盖古以音同通借。郦氏谓仲雍作‘莒’为非，失考。”\n在《水经注疏》中，“凡郦氏所引之书，皆著出典。”（《水经注疏要删·自序》）如《水经注·江水二》：“自三峡七百里中，两岸连山，略无阙处……猿鸣三声泪沾裳”一段文字是对长江三峡生动逼真的描述，精彩绝伦，历来为古今文人学士所传诵，一般认为是郦道元本人所撰写。《疏》文则指出：“自三峡七百里”句至“泪沾裳”句共一百八十多字，引自盛弘之的《荆州记》，引文见《太平御览》卷五十三。\n《水经注疏》使中国沿革地理学达到高峰，是郦学史上的一座丰碑。它将郦学所引之书，皆注出典。所叙之水，皆详其迁流。集当时研究郦学及地理各家之长于一书，正误纠缪；旁征博列，疏图互证。它既是史地学的，也是水利学的，农学的，民俗学的和文学的巨著。全书40卷200余万字，论述河流3000余条。  \n藏书\n杨守敬自幼嗜书，却学优而未能仕。杨守敬二十四岁中举，至光绪十二年四十八岁，曾先后七试进士，终因时运不济而落榜。尽管如此，每次入京赴考期间，他都乘机遍游京师书肆，广泛搜罗古书和碑版文字，由此奠定了他的目录版本学和金石考据学的基础。\n光绪六年三月，杨守敬第六次会试不中，无奈之下，遂于是年夏天应使日大臣何如璋之招请，作为使馆随员出使日本。当时，日本正值维新之际，提倡新学，摒弃旧学，古典汉籍更是被看作落后的象征而随意抛掷。於是杨守敬得以大量购进许多国内已散佚的善本秘籍。杨守敬还认识了一位名叫森立之的日本医生，森立之同时也是一位藏书家。杨守敬在森立之处看到他所摹写的善本书影数册，爱不释手，森立之见杨守敬如此宝爱，慨然举赠，杨守敬则从中得到启发，补以在日本所访得的宋元秘本的样张后刻版行世，名曰《留真谱》，从而开创了古籍版本学上有划时代意义的书影先河。森立之又送给杨守敬一本《经籍访古志》，此后，杨守敬按目访问，更为便利，仅一年时间，竟购求到三万多卷古书。若干年后，日人觉悟，懊悔非常而无奈何。撰有《日本访书志》15卷，是一部知见书录，每书有解题，是近代一部重要的目录学著作。\n一年后，黎庶昌接替何如璋为驻日公使。黎庶昌（1837--1897）号纯斋，贵州遵义人，光绪中曾两度出任驻日使臣。黎庶昌也是一位好古之士，当他听说杨守敬在日本访得许多国内已失传的古书后，很受感动，遂委托杨守敬在搜访古籍的基础上刻印《古逸丛书》，於是杨守敬愈发热心访古。杨守敬本来就能书善画，去日本时，曾带去了汉、魏、六朝、隋、唐的碑贴一万三千多册，利用这些碑贴，杨守敬不仅向日本广泛传播了中国的书法艺术，被誉为\"近代日本书道之父\"，还以此换回了许多用金钱所无法买到的珍本。光绪八年至十年，杨守敬协助黎庶昌刻成《古逸丛书》，共二十六种，计二百卷，多为当时国内已失传的秘本。\n光绪十年，杨守敬尽载其在日本访得之书回国，并於光绪十四年在湖北黄州（今黄冈市）筑园藏书，租屋10数间，因和当年苏东坡在赤壁的“雪堂”相邻，遂建藏书楼名“邻苏园”，以其与苏东坡旧居相邻故也。光绪二十九年，杨守敬在武昌建成观海堂，并移书於武昌，自称其有书数十万余卷。辛亥革命时，杨守敬避居於上海，但其书未及运出，当时，都督黎元洪应日本驻汉口领事寺西秀武之请求，发出了保护杨守敬藏书的启示：\"照得文明各国，凡於该国之典章图籍，罔不极意保存，以为国家光荣。兹查杨绅守敬，藏古书数十万卷，凡中国同胞，均应竭力保护。如敢有意图损毁及盗窃者，一经查觉，立即拿问治罪。杨绅系笃学老成之士，同胞咸当敬爱，共尽保护之责，以存古籍而重乡贤。 \n版本目录学\n杨守敬对目录学有精研，编有《邻苏园书目》著录图书600余种，《观海堂书目》抄本6册，收书近5000种，著录多古抄本及古医书。1897年（光绪二十三年），杨守敬刊行了他在日本访书时所见的各种珍秘古籍的知见录《日本访书志》，在目录学有很大影响。1926年，藏书归于故宫博物院，何澄编有《故宫所藏观海堂书目》，著录有3000余种古籍；藏书现归于北京大学图书馆。1912年，将其藏书由武昌运抵上海，民国三年，杨守敬应聘为袁世凯顾问，藏书又转运至京师，去世后，大部分藏书相继出售给故宫博物院。留存武昌的少部分藏书归于湖北省图书馆。晚年在上海曾卖书自给，求书者颇多，尤以日本人为多。藏书印有“邻苏老人”、“惺吾审定”、“杨惺吾日本访书之记”、“杨惺吾东瀛所得秘籍”、“星吾海外访得秘籍”等。 \n个人著作\n杨守敬最大的成就是舆地学，也即历史地理学。著作甚多，代表作《水经注疏》、《历代舆地沿革图》2301幅，军用图《历代舆地沿革险要图》71幅，绘有《水经注图》304幅，以及《隋书经籍志补正》、《晦明轩稿》、《汉书地理志补校》等20多部。世人评价最高、最多是《水经注疏》，清朝学者罗振玉将其为代表的历史地理学与光绪时李善兰的算学，王念孙、段玉裁的小学并誉为当朝的三大绝学。毛泽东在世时，曾提议出版杨守敬的《历代舆地沿革图》。《水经注疏》使中国沿革地理学达到高峰，是郦学史上的一座丰碑。它将郦学所引之书，皆注出典；所叙之水，皆详其迁流。集当时研究郦学及地理各家之长于一书，正误纠缪；旁征博列，疏图互证。它既是史地学的，也是水利学的，农学的，民俗学的和文学的巨著。全书40卷200余万字，论述河流3000余条。且纠正了前人错误多。其纠错二法：一是金石考证，对照实物用事实说话验证。二是实地踏勘，亲身亲历。如清江（古称夷水）的发源问题。《水经》载：“夷水，出巴郡鱼复县。”《水经注》也以错传错，郦道元在未到实地考证情况下也认为其源在鱼复县（今奉节）长江。即清江上游源头与长江相通，再流到宜都入长江。杨守敬经实地踏勘，认为清江源出利川。三是杨守敬在治理学问时，时刻与服务现实结合，他在《水经注》中即提出了重视植被、植树造林，防止水土流失的思想。他认为古代长江两岸均有树木，近代砍伐将尽、居民不知种树，时间长了会造成水土流失，堵塞河道，造成洪水。四是他首开彩色套印地图之先河。杨氏之前地图，一般为单色（黑色）清绘，杨守敬在研究《水经注图》等时，为便于区别正误，便引进红色而朱墨套印。 \n人物评价\n《清史稿·列传》：杨守敬，其学通博，精舆地，用力于水经尤勤；通训诂，考证金石文字，能书摹钟鼎至精；工俪体，为箴铭之属，古奥耸拔，文如其人；以举人官黄冈教谕，加中书衔，常游日本，为鄂学灵光者垂二十年。 \n中国著名语言学家、教育家、社会活动家许嘉璐：《水经注疏》为杨氏用力最勤成就最大之玺皇巨制，其于郦学可谓前无古人。 \n杨守敬《水经注疏》问世后，国学大师汪辟疆《明清两代整理〈水经注〉之总成绩》：抉择精审，包孕宏富。前修是者，片长必录，非者必严加绳正，至于期当；其引而未申者，稽考不厌其详。故精语络绎，神智焕发，真集向来治郦《注》之大成也。\n郦学家地理学派创始人之一熊会贞：传世书法古茂，直逼汉魏，盖世无双。 \n杨守敬研究会会长陈上岷：熔汉铸唐，兼有分隶引楷之长，在清代末期，真可以说是继往开来，独拔艺林。 \n方志学家、当代学者朱士嘉：迄于清末，杨惺吾先生崛起楚北，竭数十年精力于此，集诸家之大成，盖近百年来治历史地理者无能出其古焉。 \n人物轶事\n拜先生\n杨守敬六岁时，母亲就教他识字读书。8岁的时候，母亲为他请了一位老师覃先生。有一天，母亲准备好酒席，请覃先生吃饭，开席后覃先生夹了一块鸡腿一咬，鸡骨头把牙齿“顶”了一下，覃先生就对杨守敬说：玉香鸡稀烂棒硬。\n此时，杨守敬正从厨房双手捧着一碗绿豆汤，奉给覃先生应声道：绿豆汤翻滚热炀。覃先生听后大吃一惊，小小年纪出口不凡，就高高兴兴地收下了这位学生。第二天是正月十五元宵节，宜都陆城家家户户门口都挂大红灯笼，覃先生的夫人做了一个鲤鱼跃龙门的大灯笼，覃先生就在灯笼的右面写了上联：龙变鱼，鱼变龙，龙鱼变化。写好后叫杨守敬来对下联。杨守敬说“老师，我若对上了你奖给我什么呢？”覃先生说：“我书案上的文房四宝任你挑一件。”杨守敬说：\n老携幼，幼携老，老幼欢欣。覃先生听后，大加赞赏，连说：“好，好，好！”杨守敬随即机敏地爬上覃先生的书案，抱上一块端砚就跑回家去了。 \n夜读\n杨守敬十岁时，爷爷对杨守敬说：“敬娃子，爷爷已经70多岁了，身子骨实在支撑不了啦，明年你就不要读书了，来管理铺子学做生意吧！”\n杨守敬听后闷了好一会，说：“爷爷，我还这么小，正是读书的时候，站着没有柜台高，管不好铺子呢？”\n爷爷说：“怎么管不好，你爹象你这么大的时候就已经管两个铺子了。他两只手能在同一个时候打两把算盘，不管出货进货，帐算的又快又好，分文不差，你读的书比他还多些，肯定管得好呢！”\n杨守敬看着爷爷和母亲又瘦又弱的身子，思想着家中愈来愈困难的景况，不好再推辞了，就点点头说：“爷爷，以后您就手把手地教我吧！”\n从此，杨守敬就专心致志地学做生意。母亲见儿子丢了学业，接替了爷爷的买卖，是又高兴又担心，高兴的是杨家的家业有了继承人，担心的是荒废了儿子的学业。有一天半夜，杨守敬母亲李氏因思量儿子的前程而翻来复去睡不着觉，便爬起来缝补衣服。忽然发现儿子的卧室里还有灯光，就轻轻地推门进去，见杨守敬还在油灯下专心读书，便心疼地说：“敬娃子，你白天在铺子里忙进忙出，夜里又挑灯苦读，这样下去会把身体搞垮的呀。”说完，便把杨守敬手中的书一把夺过来合上，三把两下地给杨守敬脱衣解带安置他睡下，然后吹灯离去。母亲李氏一觉醒来，见杨守敬的房中又有了灯光，忙翻身而起又悄地走了进去，见杨守敬正伏在书案上写诗呢：\n白昼营生夜秉烛，经商习文两不误。杨氏男儿早自立。事成须下苦功夫。\n要慕古人与前贤，前悬梁来锥刺股。发奋识遍天下字，立志阅尽人间书。\n杨守敬母亲李氏看到这儿，激动地流下一串热泪，转身轻脚轻步地走了。 \n见知县\n这年，县里开科，杨守敬前去应试。\n主考官是知县崔培元，进士出身，五十多岁，脸上有几颗白麻子，在当时还算是一位有名气的清官。他见杨守敬眉清目秀，很是机灵，想逗逗他，就打招呼：“小孩，你过来！”杨守敬走上前来，深鞠一躬，道：“大老爷，有何吩咐？”崔知县见他很有礼貌，更加喜爱，笑着说：“你叫什么名字啊？”杨守敬道：“姓杨，名守敬。”崔知县道：“你来干什么？”杨守敬道：“考童生”。崔知县审视地望着他。杨守敬说：“有志不在年高，无志空活百岁。我读过孔孟之书，习过周公之礼。”崔知县见杨守敬神情严肃，也就板起脸道：“看来是我有眼不识泰山，不过大凡有才者都会作对，我出上联，你如对得好，自然够格做童生。”杨守敬道：“请老爷出上联吧。”\n崔知县想了想，道：年年县试荟豪客。杨守敬眼珠一转，答：次次榜中添仕人。崔知县听了心中暗喜：“这孩子虽然年幼，还真有点才气。”就又道：小孩子滥竽充数，可有真本事？杨守敬见崔知县一再瞧不起自己，很不高兴，还是强压下火气，道：大才人鱼目混珠，哪来妙文章。崔知县越发惊奇，猛然见杨守敬两手墨汁，脏脏乎乎，差点笑出声来。说：小孩子两手黑，横道竖道。杨守敬见崔知县如此出言不逊，再也忍不住了，紧接道：大老爷一脸麻，左坑右坑。崔知县脸腾地红了，本想发作，但一想是自己先不对，怪不得杨守敬，只好一笑了之。这年，杨守敬被取录第十三名童生。 \n背姑娘伢过溪\n杨守敬从小勤奋好学，上进心极强。他听说龙窝马门溪有位教私塾的汪先生很有学问，便到那里拜师求学。\n有一回，放学时突降暴雨，杨守敬遇见一位容貌秀美，穿着朴素的姑娘伢站在马门溪边望着疾流的水愁得不知如何是好。杨守敬二话没说，挽起裤腿，淌着水把素不相识的姑娘背过小溪。\n谁知这事当时被一个同窗看见，第二天便添油加醋地将此事告诉了汪先生。汪先生认为杨守敬有伤风化，有失体统，不禁勃然大怒。汪先生把杨守敬叫到跟前，责问他怎么回事，令他用诗句把事情的原委写清楚讲明白。\n杨守敬不慌不忙，提起笔来写道：\n村女溪边泪水流，书生化作渡人舟，相逢何必曾相识，解人危难勿须求。\n姻脂坝头惊飞鸟，红蓼从中起群鸥。轻轻放落芦茬岸，默默无言各自羞。\n汪先生沉吟半响后点点头，不再说什么，也不再追究了。 \n七次会试\n杨守敬中举后，陆续七次赴京会试。\n第一次是中举后的第二年即1863年，这次虽未考中，但结识了许多有学问的先生，如陈一山、潘孺初、邓铁香等人，在与他们交往中，增长了不少见识，学到了许多新知识。他还利用这次进京的机会，买了一车未曾见到过的好书。 \n第二次会试是1865年，正月抵都，住荆州会馆。这时张文襄（之洞）为翰林，提倡风雅，大会天下名流于城南陶然亭。杨守敬与陈一山都列在其中，杨守敬淡泊名利，不爱标榜自己，认为张之洞意在标榜，决意不赴。此事被南海的桂文灿记文收其集中。称赞杨守敬傲岸不群。三月会试，荐而不售。是时都中朋友，都劝他留京，他也认为都中人文渊薮，乐于赏奇析疑，为学问进步，并非为他日发迹。这时他已摈除时文于计外了。四月，考取景山官学教习，住铁香家。铁香告假归粤，他便借东革厂胡词的太平会馆为学堂教书，每天散学后，徒步到琉璃厂法帖店，物色碑版文字。从东草厂到琉璃厂有三四里路，回住地时，已是夜深人静，街上没有行人了。\n第三次会试是1868年，杨守敬30岁，仍荐而不售。是科首题为“畏大人畏圣人之言”二句。他写的文章仅300余字，出示给同人看后都为之惊服，以元许之。蕲州黄云鹤（翔云）、武昌范鹤生（鸣和）两先生见了他的文章，叹为高古绝伦。并说：“场中考官未能识，惟福建林天龄、江苏蒋彬尉二人能识之。若君卷落此二人手，则必出房。但总裁中有一旗人，若落此人手；恐亦未必赏之'。排名结果，他的卷落在蒋彬尉先生房中，而归旗总裁裁定，果然不以为佳。蒋先生极力向总裁推荐，并说：我房中只取他一人，亦所情愿。旗总裁的答复是，若湖北还有一人，可以换，否则不能换。蒋先生复查房中准备录取的卷子只有杨守敬一人，便被裁了下来未取。发榜后，所取许多进主要拜见蒋先生，蒋先生都推迟在第二天，却先去拜访杨守敬。杨守敬为此深感不安，想推辞走开去，先生感慨道：‘你的文章，非绩学有素，何能有此！你我二人当为文友，我哪敢妄为你师，将你当学生看待呢！那些学生都揣摩时势，不求真谛，一昧迎合，因而得利，哪能与你相提并论”！黄云鹤先生常常挟着杨守敬的落卷到酒馆，出示给别人看，并忿忿不平地说：“湖北今年有这样的落卷”！人们看后都大为惋惜。他没有为此懊恼，而是专心致志地做他的学问，抓紧在人才荟萃的都城，与有学问的先生切磋，如与潘孺初（存）交往甚为密切，凡学问流派作文习字，都得到潘先生很大的帮助。 \n第四次会试在1871年，住铁香家。二月到京，三月入场，首题为‘信近于义”一章，房师为吉林伯都纳厅（今扶余县）的于荫霖（次棠）。他阅卷后，极力推荐杨守敬，认为杨守敬为三场一律，非绩学之土不能及。但是榜发下来，仍不中。次棠先生很爱才，为杨守敬深深惋惜，并想留他在京，就其家教。但杨守敬因家计艰难，决意不肯留下执教。仍抓住在京停留的时机，抓紧积累研究资料，多方搜求汉魏六朝金石文字成套，缺后魏卢无忌的《修太公庙碑》，由京返家时路过汲县，发现路旁有太公庙，碑立在庙前田中。车到站后，杨守敬独自携毡墨步行数里，找到太公庙碑，借助月光拓下，回到店时，同行的人都已鼾睡，到了第二天大家才知道。此事黄云鹤知道后，很钦佩杨守敬之举，并记录载入文集中。 \n第五次会试是1874年，仍住铁香家，榜发仍不中。他借此会见了许多学者，例如钱塘的谭仲修、山阴的李慈铭、桐庐的袁爽秋、还有原来就很有交往的潘孺初、邓铁香、陈一山等聚在一起，饮酒吟诗做文章，倒是很有乐趣。这次在京住了一年多，直到1875年农历七月，因得家信祖母生病，才同何子峨一起离京。到了天津，何子峨遍告天津商人，说杨守敬善书，不到半月就得润金百五十元。这时天津渐渐凉起来，到了秋冬季节，海上的风大，准备迅速返回。不料，大津友人及何子峨致书上海同乡，介绍杨守敬的学问和书法，因此上海欢迎他去。杨守敬这时第一次坐船，友人都劝他坐官舱，使搭大沽轮船。一上船，就碰见江陵的郑半香和郑士灼两兄弟，他们坐在前舱，杨守敬坐在后舱左边。到出海口，左边因太阳照得很热，使移到右边。这天夜里，霹雳一声，惊醒杨守敬，床前有船头直冲而入，离他不过几尺远，海水涌入，是司船不慎，而与别人的船相撞，幸好离岸不远，船停洲上，船上的人移到武昌轮船中。这时郑氏兄弟来看杨守敬，都啧舌惊叹不已；若不是从左边移到右边，那就被撞得粉身碎骨了。同船的人都说杨守敬大难不死，必有后福。到了上海，遇见龚孝橙，此人系段苦膺的外孙，学问怪僻，颇有新解，虽对外祖有微辞，而深服杨守敬金石之博，十分羡慕，并想购买。杨守敬所携碑版，盈箱累箦，便满足了龚孝橙的要求。 \n第六次会试是1880年，住广东东莞进士黄燮云家，每天与黄先生携笔墨到琉璃厂各帖店抄集帖目录，又访收藏家补其缺，两人情投意合，便联为姻娅，将三女许其子志孚。三月会试，首题为“吾与回言终日”一章。在场中与麻城袁玉谷联号，袁以时艺名家为汉阳教谕，坚决要阅杨守敬的文稿，一见就非常欣赏，大加赞扬道：‘名下无虚士，不意时文亦精能如此”。出场后，则同乡诸先达都能背诵杨守敬的入手二比，是袁玉谷记下给他们传抄的。新建的许仙屏见后，以会元相许。榜发仍不中。据说考场中见杨守敬卷的人，也拟元中，但检三场策卷不得，而没有上榜。杨守敬知道以后叹息道：“岂非命也耶？”\n第七次会试是1886年，年已48岁。此时正在黄冈任教谕，正月招熊会贞（崮芝）来黄冈教授三儿读书。二月又入都应会试，仍不中。四月即归，乃与崮芝同起草《隋书地理志考证》。从此，杨守敬绝了科举之念，潜心著述。\n杨守敬会试尚未结束，便接到东渡扶桑的一纸召书。 \n笔谈实录\n杨守敬与严谷一六谈\n庚辰八月（即1880年农历八月），杨守敬是年4月应清廷驻日钦使何子峨之召出使日本。\n杨守敬笔谈执笔诀：先生不自足，辱承下问，弟遂不嫌自炫，谨将所闻于先达，详言之。大抵执笔犹其次，而用笔为要。近中土学者皆攻院体，古人用笔法几亡。无论不善书者不知之，即素号能善书者亦若明若昧。弟虽不攻书，然闻于潘君者颇有瑞绪，先生不以为鄙，当一说之。\n严谷一六：敢请，先去为弟子辈叩其两端而谒，实大幸之至也。\n（杨、严谈话时举了折勾、勾、折、捺等12例的不同写法，其例略）\n杨守敬：先下笔则此意。先生非不知之，但不知与弟所说合否耳？大抵古人不使一实笔。欲竖先横，欲横先坚，假如作一点（例略）此一波折笔之说，诸圣教序最明。中锋最宜善体会，非锋在画中之谓也。八面出锋始谓之中锋。（实笔者谓不灵活虚和之笔）\n用笔千古不易，天分高者自然暗合。贵邦人作字烬多合者，所以然无高棹多悬腕之故。我邦人受病多在此。\n此语大误，八面出锋，始谓中锋，惟中故能八面出锋，若非中则仅一二面矣，即如颜书易见。（“此语大误”即指述笔法中如有丝界云云，又笔心总在每笔之中，无少偏等）\n烬有写横而锋在下者，近日何干贞即学之。若锋在画中，无此巧妙。变化有方，方能意味无穷。古人之字所以不令人一览而尽也。（例略）锋在此。此法所以然者，平则四面八方皆运转自如，无偏则之病。若是如此执笔（论枕腕）则撤捺皆不能平。且指与腕之气皆不贵，所以要回腕，非此执笔不紧，运腕不灵。总要平面圆，古人用笔法千变万化。试从魏晋以下便知其详，弟所藏有精刻集帖便知。二王墨迹今多不存，即集帖所刻皆优孟于冠。\n无论翻刻阁帖即宋拓已不佳，必不得己仿佛想象，惟明人吴江村廷所刻余清斋尚有典型。本朝三希堂已有失处，此外无可观者，此帖近日如星凤。弟购得一全部携来，又购数本已赠朋友。大约今日所存之中帖，无出此右者。至宋拓绛帖，大观、大洼楼等帖，海内已无全本。其流传贵邦者，大抵皆伪也。\n如此先下笔则锋在上，既转则锋在里，既顿而钩，则锋在中。观古人墨迹，无不锋芒毕露者，六朝碑尤显然。彼作点（杨先生举有7例）即如欧书（2点例）三角，若随笔平写，不能成三角形矣。\n有一书说，鲁公书画中有一丝墨痕者非，无知妄说也。鲁公所说如锥画沙，如印之泥，是沉着之谓，至折钗股乃是用笔法，假如用钗折之（2例）梁闻山学李北海书，尚未成家，张得天名最重，其实亦未能免俗，段公学者，非书家，故为所欺耳。\n此非是古人所谓力透纸背者非此之谓，如笔本软也而骄之使劲，此岂信笔能成之哉。如作绳然，麻本软也，而骄之使劲，假如写一横（例略）唯锋不在画中，故毫劲若在画中，只是信笔一拖，岂复有力。\n自明以来，作隶用劲笔，作篆用剪刀，去其尖，甚是恶道，自邓完仅出始以柔毫书之。其人天分高绝，遂为篆法大宗，勿论之明，直高出唐李小监之上，此非虚也。墨迹迩来亦少，其墨刻则弟携来甚多。 \n杨守敬与日下部鸣鹤谈\n（点的7种不同写法，例略）\n六朝人写点无不三角形者，欧阳率更亦如此。（2例）形如蹲距，颜鲁公为多。（2例）若如瓜子便不是书。大约用笔千古间，唯欧书劲快，他人意在笔先，欧书意在笔后。（横的4种写法，例略）中间不停笔，下笔即走，所以险劲异常。颜书纾徐（5例略）无垂不收，无往不缩，岂不知此而待弟呶呶乎，何大谦也。我观公临书谱甚好，唯未陷绝耳，此不足为典要。弟别有评碑记八卷，评帖记十六卷，其中有论用笔执笔之处，似较详明，此稿未整理，若有一二月间工使可成书矣。明治十三年八月十日记。\n鸣鹤：八面出锋既领教，敢闻藏锋说。\n杨守敬：此不能以口舌争，大约藏锋者沉着之谓，后人求其说而得，遂谓画中有一综，又假托徐铉诸公名，遂令后人不得其法，今且不与深辩，试观古碑名帖有一不锋芒拔露者乎。又试观贵国三库唐人墨迹，日中照之，果有一丝墨痕否，若其无墨痕即（此切实证左）谓非佳可乎。大抵作书不可无法，亦无定死法，多读书者自能作文，多见名迹自能书，无从抬前人牙慧斯为得耳。藏锋者，力透纸背之谓也。如有浮滑笔立不住，便不是藏锋。藏锋之说最妙，如粗犷者以硬笔为力，非藏锋，嫩稚者以浮滑为美，亦非藏锋。藏锋者如直道之士，深沉不露而中藏不可测度，不使人一览而尽，又如深山大泽中藏龙虎，不使人一望而知，岂无岩谷锋棱之谓乎。我朝亦有藏锋之说所误者，其字如土木偶人，不出锋便土木矣。右军唯此（指三希堂所刻快雪帖）稍不露锋，然转折终有迹可寻。右八月十四日所闻。\n初学隶，而狭颂。或李君．范式，封龙山为佳（魏受禅首号亦佳），若石门颂、杨怀表颂，皆初学所宜。鲁峻、孔宙、乙瑛、曹全之类汉碑之平正者，然学之恐流入唐隶一派，非谓此不佳。汉碑各有面目，无不佳者，然学之有门径，不可以此等入。此等所谓中庸，然不善学之，则所谓庸者俗也。力追险绝，始趋平淡。真草且然，篆亦如此，故弟篆力求无动者此意。隶书其头如（横的头写法2例）所谓斩钉截铁，折刀头为佳。（例略）方桂。\n学篆，汉碑之少宝石闭为今所存篆书第一，学之亦宜极力，其次则以石鼓，琅琊（二碑非不第一，一则籀文非篆正派，一则模糊剥蚀过甚）再以秦汉瓦当观其章法。若李阳冰瞿令同唐之玉筋篆也。（竖）下垂长，再以历代碑额泽之。李阳冰之佳者，听松、恰亭、般若台，其他多重刻。\n近日中国好古家也不多，湖南三四人，四川无，陕西数人，山西无，山东约五人，江南五六人，浙江三四人，福建一二人，广东三四人，广西一人，贵州一人，云南一人，湖北弟一人耳。然酷好者通国不过十人。然好金者多不好石，好钟鼎者多不如古钱，好碑者多不如集帖，好集帖者多不好碑。碑第一则南汇沈树镛，古钱则光州胡石查，集帖顺天王小云（户部），弟于诸人中皆非第一，而兼有诸人之藏，然弟钟鼎古钱皆在下乘，唯碑与集帖．颇林博览，大约于诸人中亦能树?帜。唯诸公皆力有余，弟以寒士参错其间则尤苦。诸公得佳本多，弟不能之。纵有佳本，亦多以易之，故弟旧拓本少。然能有我之博者，恐现在少。故弟之楷法溯源出，群惊为博。弟在我湖北则一人也。以云下论之，在三四间，此不嫌狂妄乎，古印古钱弟尚不足言。右辛巳一月十日笔语。 \n辛巳一月十三日于吸霞楼笔谈。\n鸣鹤：前日闻公之教，去孔宙学景君，峭拔古劲，自信不流人唐隶一派。\n惺吾：孔宙非不佳，然其用笔圆。学隶欲从方入手。曹全碑亦不可学，曹全、孔宙如正书之赵董，非不悦人目，然学之者亦趋熟滑，故必求生硬者人手，学楷法从六朝入，亦是此意。\n鸣鹤：以孔宙曹全比赵董，千古确论，弟闻此语，胸中已透过一关。\n惺吾：明人及国初多学曹全，故隶法不能突过前人。自伊墨卿以生硬之笔书隶，始有正门庭。天发神谶可学，其下笔奇古。\n鸣鹤：所谓熟中之生，尤可服膺。\n惺吾：公书法已有生意，弟尤劝公再求生意。 \n杨守敬与松田雷柯谈\n雷柯：敝寓无厨房，不能设酒饭，只供苦茗耳，无厌请宽话。\n惺吾：苦茗谈艺，正我辈乐事，肉食者鄙，自古为然。我好金石，以汉碑六朝为最，唐碑次之，古印次之，古钱次之，古铜器又次之。弟好古书．岛田似藏有古书，其人亦好佛光，奇士也。六朝绝佳者甚多，他日观其全，始知唐人不及也。小小造像有绝精者。六朝碑如瘗鹤铭、郑文公、根法师、张猛龙、李仲璇、高贞、敬使君等碑，皆当与虞褚相抚，其风格遒上，宋以下未窥其秘。\n诸君书学，皆极一时之能，若用功六朝汉魏等碑，则可前无古人，此非弟妄言也。前人未见六朝汉魏，后人见之，自然佳也。公等近日见六朝碑，不甚入目。唐碑旧本多与友人易六朝新本，若使足下等见之，当发一笑也。大朝碑较唐碑难得故也。君今日所见之曹洛碑，我以明初拓九成宫易之。裴镜民碑兼有欧虞之长，欧书、虞书真面目皆不存，此唐碑第一也。学欧书醴泉，当以此意求之。此碑以肥为真形，其瘦风雨剥蚀，石久拓多耳。\n段令名当时与欧虞齐名，欧妇即其妹也，欧阳通即授笔法于其舅，其子殷仲容亦工书。裴碑此有一最旧本，缺首一开。又中多为庸夫所涂，然明晰者胜此远矣。我初以为贵国不重土文字，其携碑而来，幸是我在都中由上海而来，若是由家中来，断不携此矣。 \n人物纪念\n杨守敬故居\n杨守敬故居位于宜都市陆城邻苏巷30号，是1986年宜都市人民政府为纪念杨守敬，报经中宣部、湖北省委宣传部批准建立的。清道光20年（1840年）建，同治二年（1863年）续修，1986年根据中共宜部、湖北省委宣传部意见，经湖北省文化厅批准，宜都市人民政府将故居维修后在故居内举办纪念陈列并对外开放。杨守敬故居占地3121平方米，建筑面积1633.3平方米，木结构建筑，大门面对清江，中轴线对称布局，二进八开间，三天井将前后二进分开，前一幢一层，有客厅、厢房，后一栋二层，有卧室、书房、藏书楼。外围风格为白色斗墙和青灰色小瓦，与四邻相接处均为高大的风火墙，整个建筑掩映在绿树丛中，古朴、庄重、典雅，是该地区土汉民族杂居地带仅存的典型建筑。故居内保存有杨守敬生活原状并设有陈列展览。1992年，湖北省人民政府将其列为省文物保护单位。2000年，宜昌市人民政府将其公布为青少年爱国主义教育基地，同时被省政府推荐为全国重点文物保护单位。\n006年05月25日，杨守敬故居和墓地被国务院批准列入第六批全国重点文物保护单位名单。\n杨守敬纪念馆\n杨守敬纪念馆位于宜都市邻苏巷30号。平面布局呈长方形，北边为大门，由北向南依次为望堂，藏书楼、纪念厅室等组成，后面为行政业务办公场所。清代微派民居建筑风格，总建筑面积350平方米，砖木结构建筑。1987年8月，宜都市成立杨守敬纪念馆。从事收藏研究，展览研究等工作。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951657592},{"name":"杨守敬书法立轴","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791640344,"text":"孟浩然诗\n\n《行书中堂》\n\n隶书四条屏\n\n\n《行书轴》\n\n\n杨守敬《行书七言联》 纸本，1909年作 136.5×32cm×2\n释文：山家自有红莲稻，舟子还多白小鱼。款　识：宣统纪元正月，杨守敬。钤印：杨守敬(白文)、星吾七十以后作(白文)","author":"清代杨守敬","description":"杨守敬书法立轴"}]