[{"name":"曾国藩家训政训书法欣赏","text":"《曾国藩家训》一书根据曾国藩的家训、家书等史料编辑加工而成，从为人处世、从政治军、谨守家风、保养身心几个方面分类，并进行了详细的注释、翻译、评析。在介绍曾氏家训内容的同时，重点引导今人借鉴吸取有益成分。120余年来，人们从本阶级的政治需求出发，对曾国藩的评价有褒有贬，有扬有抑，论旨不一，结论各异。本书根据曾国藩的家训、家书等史料编辑加工而成，从为人处世、从政治军、谨守家风、保养身心几个方面分类，并进行了详细的注释、翻译、评析。本书适合史学研究人员参考学习。\n\n成晓军，1953年8月生，湖南湘乡人，现任惠州学院政法系主任、教授、硕士生导师，惠州学院粤东地方史研究中心主任。自1976年以来先后在《历史研究》《近代史研究》《江海学刊》等海内外多家刊物上发表过学术论文，参与主持整理《曾国藩全集》，并独著、合著、主编出版《帝王家训》、《名臣家训》、《曾国藩的幕僚们》《曾国藩家族》等近20本图书，其中大量论点多次被学者或研究人员引用。\n目录\n诲弟篇\n一读书作文类\n业精之法在于专\n读书宜专一耐久\n学诗宜先学一体\n读书应有恒心\n学诗不可读选本\n读书贵在有常\n教子侄读书不要蛮读蛮记蛮温\n教子侄读书首应教之以自省自立\n读书须从容涵泳\n读书不可有好名之心\n教子侄辈须勤读经史\n子侄辈读书事不可疏忽\n为文宜专从“简当”二字着力\n学习贵在有恒\n应拼命用力于奏议文章\n不要把文章看得太重\n二修身处世类\n明修己治人之道才叫读书\n进德修业二者不可或缺\n大官之家不应讼涉公庭\n不贪财不失信不白是为处世为人之本\n不应存当官发财之私念\n迁善改过与修德读书最可靠\n须用志于道义身心之学\n力戒牢骚\n不可倚势骄人\n不可与闻外间事\n对绅士贵在奖之以好言\n规模远大与综理密微不可缺\n无恒则一事无成\n一心应向平实处努力\n与人交往应酬须讲究礼节\n力戒长傲多言\n勤奋以图自立\n以“平和”二字互勉\n趁人生适意之时做出一个局面\n天下无完全无间之人才\n戒傲惰\n再戒傲惰\n戒骄满\n开口议人短长即是极骄极傲之表现\n以“廉、谦、劳”i字自惕\n劝弟爱惜声名\n要重视外间指摘和批评\n互相劝诫以保善终\n善待本县父母官\n存倔强以励志\n重在有豁达光明之识\n凡事非气不举非刚不济\n“强”字须从“明”字做出不可屈挠\n应听得进逆耳之言\n从“畏慎”二字痛下工夫\n一定要谦让相诫\n应视富贵功名为浮荣\n兄弟唯有互劝互勉互恭维而已\n不宜轻易出头露面\n只能畏天知命而不能怨天尤人\n切莫干预公事\n有福不享尽，有势不使尽\n存其倔强，去其忿激\n男儿自立须有倔强之气\n功成身退\n用人不率冗．存心不自满\n求强当在自修处着力\n应有打脱牙和血吞的坚韧之气\n能屈能伸的秘诀在于一个“悔”字\n居安应思危\n应从挫折处磨炼意志\n应牢记“悔”字“硬”字诀\n三从政治军类\n不宜涉足军政\n凡事当量而后入\n治军应注意“根株”、“柱梁”\n吏才应更优于将才\n治军以爱民为第一义\n治军应以“勤”字为主\n应以“勤”字报君恩，以“爱民”二字报双亲\n制胜之道在人不在器\n紧紧依靠自己的力量\n蓄不竭之气，留有余之力\n用兵应以全军为上\n应多用活兵轻兵\n为官不可得罪绅士\n四谨守家风类\n“孝友”二字可使家势经久不衰\n应学会收拾条理\n应以“勤敬”二字为法\n严教子侄勤敬和\n教子侄应以习劳苦为第一要义\n教子侄当引入正大一路\n联姻不必富室名门\n蔬竹鱼猪四事须时时讲究\n对子侄辈应教之以礼\n和气致祥．乖气致戾\n家运之兴在于和睦、孝道、勤俭\n居屋莫太宏丽\n力戒太劳、唢呐、多酒三事\n家教八字诀\n不可日趋奢华\n切莫买田起屋\n应教子侄以勤谦自任\n不要信医药、僧巫、地仙\n谨守人生八本\n孝勤恕可致家势祥和\n切记礼厚不如情真\n戒用人太滥．用财太侈\n不培坟墓，不谋田庐\n生日不可宴客称庆\n早婚不利读书\n切戒家中过于奢华\n力戒骄奢，以勤俭为本\n应时时在“俭”字上用功\n恪守祖训\n家中应以勤俭为主\n勿忘耕读之家风\n订八好六恼之家规\n不能忘却寒士风味\n应以“耕读”二字为长久之计\n以勤俭自持，以忠恕教子\n须力行节俭\n五善养身心类\n毋恼毋怒以养肝疾\n要善于保养身心\n治病应以自养自医为主\n养生以少恼怒为本\n告养生五事\n养老不在服补药\n养生与力学缺一不可\n谕儿篇\n一读书作文类\n切不可浪掷光阴\n读《汉书》之道\n坚持看、读、写、作“四法”\n读书须做到“虚心涵泳”和“切己体察”\n学诗须讲究声调，学字须讲求墨色\n读书应注意广泛涉猎\n治经、作赋、练字均须讲究\n读《文选》以医“笔下枯涩之弊”\n学做高邮王氏那样的学问大家\n写字作文宜模仿古人问架\n学书法须从赵法入门\n看书不可不加选择\n作文要分类手抄辞藻\n读书务必求个明白\n学书须窥寻四大家门径\n心常用则活，不用则窒\n每月必须完成“三课”\n作文须效法古人之“珠圆玉润”\n不可积钱买田而应努力读书\n文章贵在行气\n作诗文宜从短处痛下工夫\n对《左传》释经之答疑\n写篆字不能无帖意\n看、读、写、作应逐日无问\n目录分类很有学问\n宜对古人诗集悉心研究\n行之以恒就会有持续不断的进步\n读书可以变化人的气质\n学作文应循序渐进\n学诗可以陶冶情操\n行气为文章第一义\n钻研小学宜先知其源流优长\n学诗宜取韩愈奇崛之气\n以精确之训诂作古茂之文章\n绝好文字必突出一长\n少年文字贵在气象峥嵘\n阅书贵在有恒\n练书法贵在困知勉行工夫\n学字当学颜柳秀雄之气\n宜从古文上用工夫\n作文须讲究支撑之意\n作文以思路宏开为必发之品\n诗文若非迥绝群伦不足以当大家之目\n作诗文应具备情韵趣味\n读书应具有广大气度\n学习须注意一张一弛\n须在五十岁以前将应看之书看完\n务必以好学为第一义\n二修身处世类\n由俭入奢易由奢返俭难\n宜力戒“骄、奢”二字\n做人的道理重在“敬”、“恕”二字\n当思雪我“三耻”\n处世为人理应与人为善\n与长辈常存休戚一体之念\n一定要经风霜磨炼\n早起、有恒、稳重三者皆最要之务\n“勤敬”二字断不可忽视\n举止要庄重说话要谨慎\n宜常记“劳谦”二字\n应牢记“八本三致祥”\n“劳”字“俭”字是最好的安身之法\n早起和种蔬之家类多兴旺\n居家惟崇俭可以长久\n世家子弟不宜多积钱多制衣\n要成大器须谨守俭朴\n闺女理应孝顺翁姑敬事丈夫\n勿忘先世之勤俭\n处世须以“谦谨”二字为主\n在省城应以“谦敬”二字为主\n应以“勤俭”二字自惕\n家眷不能住在风俗华靡的城市\n悉心体会勤、俭、刚、明、忠、恕、谦、浑八德\n家运兴衰与穷通决定于勤惰\n不宜居大位享大名\n诫富贵之家不可敬远亲而慢近邻\n势利机巧之心，与猎取清廉虚名均不可取\n修身应以不忮不求为重\n有国有家之兴皆由克勤克俭所致\n孝友为家庭之祥瑞\n每日以慎独、主敬、求仁、习劳四课相勉励\n应以好学与节俭为立身持家之本\n三谨守家风类\n办丧本不可铺张\n治家八事缺一不可\n临危遗嘱：一意读书、勤俭治家\n门第鼎盛而规模礼节愈要认真讲求\n莳蔬、晒菜是家世兴盛之象\n用财太奢最可耻\n对儿女不要看得过于娇贵\n居家须限定日常用费\n孝友二字须切实讲求\n四善养身心类\n体弱不宜随便服药\n多食蔬有利于节俭和养生之道\n养生之道在于戒恼怒知节啬\n惩忿窒欲为养生要诀\n养生之道在顺其自然\n生病不宜乱投医乱服药\n常行辛劳有助于保养身心\n养身之法不在服药\n摘抄\n业精之法在于专\n原文\n求业之精，别无他法，日专而已矣。谚日①：“艺多不养身”，谓不专也。吾掘井多而无泉可饮，不专之咎也。诸弟总须力图专业。如九弟志在习字，亦不必尽废他业。但每日习字工夫，断不可不提起精神，随时随事，皆可触悟。四弟、六弟，吾不知其心有专嗜否②?若志在穷经③，则须专守一经；志在作制义④。则须看一家文稿；志在作古文⑤，则须专看一家文集。作各体诗亦然，作试帖亦然⑥。万不可以兼营并鹜⑦，兼营则必一无所能矣。切嘱切嘱!千万千万!此后写信来，诸弟各有专守之业，务须写明；且须详问极言⑧，长篇累牍，使我读其手书，即可知其志向识见。凡专一业之人，必有心得，亦必有疑义。诸弟有心得，可以告我共赏之；有疑义，可以问我共析之。\n——节录自道光二十二年九月十八日《致澄弟温弟沅弟季弟》\n注释\n①谚：长期流传下来文词固定的常言。\n②嗜：喜爱，爱好。\n③穷：推究到极点。\n④制义：明清时代科举考试的文字程式，又称制艺，即八股文。\n⑤古文：唐代时称秦汉之文为古文，即以文言写成的散体文。\n⑥试帖：唐以来科举考试中采用的一种诗歌体裁。多用五言六韵，有一定\n的程式。\n⑦鹜(w`u)：乱跑，心志不专一。\n⑧极言：把话说到深处。\n译文\n寻求学业之精深，没有别的办法，说的是一个“专”字而已。常言道：“技能多并不能维持一个人的生计”，说的就是技艺要专的道理。我掘井很多却没有水可以喝，是不专的过失在起作用。各位弟弟无论如何都应当致力于专深一门学业，如九弟立志练书法，也不必完全抛弃其他方面。只是每天练习字帖之时，决不可不提精神，随时随事，均可接触体会。至于四弟和六弟，我不知道你们心里究竟有专一门学业的爱好没有。如有志于探寻古代经典之学，就必须专守一经；如有志于作八股文，就必须专读一个人的文稿；如有志于作古文，就必须阅看一家的文集。作各种体裁的诗词也是如此，作应付科举考试中的试帖诗也是如此。千万不可以各门学问同时进行、心志不专，如果各门学问同时进行，则必定一无所成。切嘱切嘱!千万千万!此后你们写信给我，对于各人专守之学业，务必详细写明；而且须向我详细询问到深处，文字多篇幅长也不要紧。以使我读了你们的信后，就可以知道你们的志向见识如何。凡是专攻一门学业的人，必定有所心得体会，也必定存在着需要解决的疑难问题。各位弟弟有什么心得体会，可以告诉我，让我与你们共同欣赏；有什么疑难问题，可以向我提出来，我们共同分析……\n百家讲坛\n节目概述\n名称：百家讲坛《曾国藩家训(上)》 \n集数：14集\n产地：中国大陆\n年份：2011\n来源：百家讲坛\n语种：中文\n节目简介\n曾国藩是晚清一位极具争议的人物，既有中兴名臣的美称，又有“卖国贼”的恶名，可谓毁誉参半，褒贬不一，无论欣赏他的人还是鄙视他的人都对他的家书推崇备至，可见他的家书不仅是一部记录家常的书信集，更是一部蕴藏着为人处世，持家教子的智慧书。\n分集剧情\n分集查询\n谁来拯救笨小孩\n 曾国藩是晚清一位极具争议的人物，既有中兴名臣的美称，又有“卖国贼”的恶名，可谓毁誉参半，褒贬不一，无论欣赏他的人还是鄙视他的人都对他的家书推崇备至，可见他的家书不仅是一部记录家常的书信集，更是一部蕴藏着为人处世，持家教子的智慧书，本期节目请来南京大学副教授郦波评说曾国藩家训。本期主题为“谁来拯救笨小孩”，原来曾国藩在湖南湘乡老家读书的时候是家人和私塾先生眼中的笨小孩，然而正是这个笨小孩组织湘军，兴办洋务运动，让风雨飘摇的清王朝出现同治中兴的局面，延长了六十年的寿命。他通过自己的努力完成了华丽转身，梁启超认为曾国藩还是一位了不起的教育家，他的家书甚至比《颜氏家训》还要影响深远。\n无一日不读书\n 我们说曾国藩之所以能成为曾国藩，是和他以儒学作为毕生的信仰和信念是分不开的。所以一个人只有精神世界强大，才能在现实世界强大。曾国藩23岁就考中了秀才，比他爹提早了20年。然后考这个乡试，也不知道他运气怎么那么好，第一次就过关了，一考就考了个举人。这时候以前学习不好我们说过的笨小孩，以前老被人骂，结果平常考试不咋的，一大考考得特别好。曾国藩信心大增，背起行囊，入京参加第二年的会试考试。可是没有料到的是，势在必得的会试考试给了他当头一棒，他没考上。没考上就该回家，因为轮好几年才有一次。要说曾国藩运气好，第二年皇太后60大寿，为了庆贺照例增加恩科一次，那不得了，多了一次机会了，因此曾国藩在北京人生地不熟地又住了一年，第二年的恩科觉得势在必得了，但让他没想到的是这次又跟上次一样落榜了。\n撑起两根穷骨头\n 清朝官员的薪俸是不低的，特别是曾国藩最后已经升任两江总督和直隶总督，收入应该是很可观的。因此曾国藩虽然不至于过多么奢侈的生活，应该也不会过得很清苦，可是曾国藩和他的家人却一直过得异常清苦，而且曾国藩也在给自己的弟弟和子女的家书中告诫他们说“无论大家小家、士农工商，勤苦俭约，未有不兴，骄奢倦怠，未有不败”。可见在曾国藩看来勤俭节约才是兴旺的根本，而骄奢懒惰就是失败的温床，守得住贫苦才能成就一番事业。本期节目中讲解了曾国藩为什么会这么说，为什么一个“穷”字会让他坚持了一辈子。\n养得胸中一种恬静\n 我们说曾国藩之所以能成为曾国藩，是和他以儒学作为毕生的信仰和信念是分不开的。一个字改变曾国藩的一生，道光年间曾国藩做了京官，其父亲给他的家书写了三戒“节欲、节劳、节饮食”反映了他当时身上存在的缺点，之后他励志改掉自身缺点，在日记家训里常勉励自己，抒发自己的胸怀大志和人生的道理。\n最败人的两个字\n 曾国藩年轻时也被浮夸的毛病困扰着，他后来拜唐鉴为师，练成了静功，并获得意外收获，总结出天下最“败人”的两个字是“傲”与“惰”。他认为当时天下百乱，风雨飘摇，只有先聚拢人心才能重振中华，便盼望将自己树立为勤奋的典范，带领手下人克勤克俭。他以勤治军，以勤治家，更以勤修身，一生的成就都基本上建立在“勤”字上。\n小家里的大智慧\n 为人父母应该怎么样教育子女，为人子女又应该怎么样孝顺父母，曾国藩独到的持家之道和家训给了我们很大的启示。曾国藩认为绝大学问就在家里。他的家庭观是：家庭是人生的根据地，要和以治家，勤以持家。\n养活一团春意思\n 提起曾国藩，我们会想到儒学大师、湘军统帅、理学家、政治家或者一个严肃的长者形象，其实曾国藩还有鲜为人知的另一面，幽默风趣。在曾国藩家训里有一句名言：养活一团春意思，撑起两根穷骨头。所谓“撑起两根穷骨头”是讲人要有骨气，而“养活一团春意思”是说人的心中要有一种生机，要有一种情趣。本期节目，南京师范大学副教授郦波副教授为我们精彩评说为什么曾国藩会将“趣”看得如此重要，以及“春意思”在人生中，家庭和事业中所起的作用。\n人但有恒事无不成\n 我们知道在曾国藩的家书和日记中，“自省”占了很大的篇幅，对于自己的缺点，曾国藩向来都是毫不隐讳直接记录。正因为如此，我们也就有幸看到了曾国藩从一个有着很多缺点的普通人最终成长为一代大儒的心路历程。曾国藩曾在他的家书中说“人旦有恒，事无不成”，就是说世上无难事，只怕有心人。虽然这句话的道理我们都懂，但是要做到却也并非易事。在曾国藩青年时期有一件事情可以说是折磨了他长达十多年的时间，曾国藩费尽心思和它苦苦斗争，屡战屡败，屡败屡战。本期节目南京师范大学副教授郦波为大家讲述曾国藩通过坚持不懈战胜自我的故事。\n居官以坚忍为第一要义\n 现代社会，职场生存一直是一个热门话题。假如曾国藩生活在当下，他可以称得上是一位职场达人。时至今日，民间还流传着为官要学曾国藩，经商要学胡雪岩的说法。可见曾国藩深谙为官之道，很会处理君臣关系。曾国藩在写给弟弟的家书中，也曾经告诫他们，官场上最重要的原则就是居官要以坚忍为第一要义。但是一向主张要坚忍的曾国藩不仅敢跟咸丰皇帝叫板，而且还敢跟咸丰皇帝撂挑子。曾国藩认为他之所以这么做，是为人臣的本分。本期节目，南京师范大学副教授郦波讲述什么是为人臣的本分、曾国藩跟咸丰皇帝发生冲突的原因以及曾国藩的为官之道给我们现代人的启示。\n用人必先知人\n 本期节目由南京师范大学郦波副教授讲述曾国藩用人必先知人的观点。郦波副教授通过讲述曾国藩与水军大将彭玉麟之间的故事深度解析了曾国藩提出用人选才的观点。并简要介绍了清朝水军大将彭玉麟的生平事迹。\n-10集11-13集查看全部剧情\n","category":"草书","verified":true,"user":1,"timestamp":1429951656656},{"name":"曾国藩家训政训书法欣赏","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791608278,"text":"曾国藩（1811-1872年），字伯函，号涤生。来自百度百科的人物概述是：曾国藩是中国历史上最有影响的人物之一。他的人生，他的智慧，他的思想，深深地影响了几代中国人，以至他虽已去世一百余年，提起曾国藩，人们仍然津津乐道。有的评论者说：如果以人物断代的话，曾国藩是中国古代历史上的最后一人，近代历史上的第一人。这句话从某一角度，概括了曾国藩的个人作用和影响。他也是近代中国最显赫和最有争议的人物。\n\n 曾国藩侍奉了道光、咸丰、同治三代君王，做官历时34年，恩宠不衰，政声卓著，因而有“从政要学曾国藩”的美誉。他父慈子孝，兄友弟恭，家教良好，他的《家书》，堪称中国古代家教范本。\n\n 曾国藩留下很多书法作品，这里仅是家训政训类的书法。","author":"清代曾国藩","description":"曾国藩家训政训书法欣赏"}]