[{"name":"何紹基行书跋圣教序","text":"崇恩，觉罗氏，字仰之，禹舲、语舲、 雨舲，别号香南居士、敔翁、语铃道人，室名壶青阁、香南精舍、吾亦爱吾等。满洲正红旗人（一作正蓝旗），系满清皇室。活动于嘉庆、道光、咸丰年间，先后任山东巡抚、内阁学士等，为道、咸朝重臣。工书，法苏轼。画山水，出入宋、元诸名家，撷其精华，故能超轶凡近。喜收藏、精鉴赏，收藏历代书画、古籍碑帖极富，是清代中晚期著名的书法家、收藏家、鉴赏家、金石学家、诗人。著有【香南居士集】【香南精舍金石契】【金石玉铭】【枕琴轩诗草】【崇 雨舲中丞诗稿守岱集】等。\n崇恩与何绍基\n崇恩作为清代皇家氏族，与当时许多学者、书法家交好。除了瑛兰坡等人以外，他与何绍基关系最为甚密。两人交往应始于咸丰五年(1855)。当时，何绍基“以私罪降调”，被免除了四川学政的职务，离开四川北上入秦，然后东下，于此年六月至山东，“客居历下”。是年仲冬，何绍基应时任山东巡抚的崇恩之邀主讲济南泺源书院。从此，何绍基与崇恩交往频繁，堪称知己。何绍基在其《东洲草堂诗钞》卷十七至卷二十一中，与崇恩唱和的诗就达38首，这些诗既是二人日常交往的见证，也是他们深情厚谊的真实流露。咸丰七年(1857)腊月初六初雪，何绍基有诗柬雨龄中丞，中丞和诗，何绍基即叠韵奉报三首，有诗云：“公拥双旌抚东土，海岱吝此如奇魂。”“敬诵来章甚悱恻，诗理要将天意回。”“济时待纪公等绩，濡笔何辞日几回。”大有相见恨晚之意。咸丰八年(1858)春，崇恩足病，何绍基作诗相慰，有诗云：“自公末疾剧，增我客怀垢。茫茫欲废寝，惘惘易中酒。”并注日：“闻公足疾剧，余夜每不成寐。”一片真情，感人肺腑。他在《语铃道人远寄论书二篇，仍叠前韵奉答》诗云：“论书亦何挚，心好不嘀口。夙窥六艺一，理蕴百端厚。”记录了他们谈论书艺，相互激励的情景。在《得崇雨舲中丞书，以诗为答，叠过诗龄索酒韵》诗中有句云：“平生野意狎猿鹿，衫履粗疏忘次序。春风吹人无处著，一笑三齐又三辅。”友人雅集，诗酒唱酬，放浪形骸，此乐何极!咸丰九年(1859)四月，山东大旱。四月八日，从兖州请来灵石，供奉龙王庙，何绍基和崇恩率从属每日两次步祷，祈雨驱旱，并作诗记之：“嗟余颓废不任职。为此寝食安敢偷。”五月十九日夜，何绍基得弟侄书，知苏杭苦雨不晴，并告城南书院主讲无人，湘中大吏欲邀其返湘，他在诗中犹豫不决：“佳节来问讯，驿使寄衣条。怜我久留滞，苦劝还乡郊。把书怀友于，兀坐忽深宵……城南固自佳，泺社亦免嚣。况逢主人贤，能使羁思消。”故土难离，且有南书院主讲之位虚以待之，但何绍基还是感念崇恩的知遇之情，不忍离去。后来又在《雨舲中丞见示伊吾司马侯猗碑，手钩一通，适君以阁学内擢，因题碑后兼写别怀》一诗中进一步写到：“回忆读碑几怆热，相与订古忘宵昕。泺社秋风怅留滞，（木瓜）棱瑞霭瞻烟媪。”回忆与崇恩一起畅谈诗文、考证碑帖的日子，多么令人难忘啊!一直拖到次年九月，何绍基才因思乡心切，告别济南，起程返湘，从此与崇恩分别。何绍基与崇恩交情深厚，缘于二人性情相投、爱好相近和对彼此才华的倾慕。他们都喜好诗词，尤爱宋代苏东坡的诗词。他们诗词唱和，常叠东坡诗韵。在《东洲草堂诗钞》中，何绍基赠崇恩的诗中叠东坡诗韵的就有《雨龄中丞赐和诗，兼和坡公海市篇见柬，奉答两篇》、《中丞于十二二日得见海市作诗寄奉，和二篇》、《中丞淮县寄来论诗诗，过奖拙作，八用坡韵奉迓，时廿六日酉刻》、《廿七日晨起得中丞邹平寄诗，以余思为浙游，恳款留行，九用坡韵奉迓，闻今日午刻可回省署》、《四月朔曰，雨龄中丞生曰，小诗奉贺，用坡公病中大雪韵》，等等，有时甚至一用再用，直至“九用”，他们对苏东坡诗词的热爱可见一斑。同时，他们都痴迷于书法，尤爱颜真卿和苏东坡。郑文焯称崇恩书法“繇颜入苏”，可谓的评。崇恩于颜真卿之外，对东坡书法用功尤深。他写对联，也常集东坡帖中之字。曾见其对联：“老桂盘云苍藤翳日；异石翻浪高松卷涛。”有跋日：“集坡仙洞庭春色、中山松醪二赋字，书奉峻生道兄先生即正。时在道光丁未十月五日，弟崇恩。”其集字可谓中规中矩，形神具备。而且，他研习东坡书法也颇有心得，正如‘他在《行书论书册》中所云：“世谓坡公多偃笔，因以偃笔学之，真有毫厘千里之谬。坡盖善用逆锋折笔，所谓回腕藏锋是也。．惟其笔笔折，是以笔笔方。惟其逆锋，是以藏锋。末学于此中甘苦既未亲尝，道听途说辄敢訾议前贤，可叹可叹!”“坡书发源于王僧虔，泛滥于颜清臣、徐季海、李泰和(李邕)，时复有杨风子家数；又能自出新意，以副其天生妙笔，实则与右军、大令一家眷属耳。世人见其自成一家，又见尸视鲁公，遂谓坡专意学唐，未人晋贤之室。夫才质品诣如我髯翁(苏轼)，即不善书，当亦无愧晋贤，况其笔墨之妙，道微入神，实足以追配王氏父予而别开蹊径耳!”真可谓提纲挈领，真知灼见。观其书法，字形宽博，左低右高，鼓侧之态近东坡：而其遒劲厚重、绵里藏针处，则得益于鲁公。而何绍基书主要以鲁公书法为体，以欧阳父子书法为骨，遍临秦汉诸碑，溯本求源，融会贯通，自成高格。他们在艺术追求上有太多的共同语言，相互敬佩，相互激励。何绍基有诗称赞崇恩云：“语铃道人真有道，腕力健运翔鹏鲲。和诗既许有同调，论书见谓能知言。公余不废谭艺乐，石墨磊落谐琴樽。”“先生卓然道战胜，诗力如虎书如龙。”何绍基多次赠书法作品给崇恩，在荣宝斋出版社出版的《中国书法全集·何绍基卷》中有何绍基《致雨舲和拙诗兼和坡公海市篇》诗册、《奉和雨龄海市》诗册和《奉和雨舲湖亭观荷》诗册，紫禁城出版社出版的《九歌堂藏真·清代名家法书》中有何绍基《柬雨舲中丞闱中》及《寄家书》诗稿，均精彩绝伦。何绍基不仅欣赏崇恩的书法，也非常崇拜他的诗文，在东洲草堂诗钞中曾云：“香南居士诗字格，于眉阳叟最服膺；因于颜行极恋缪，想见胸次常棱蹭”。崇恩也多次在诗中赞扬何绍基，如其奉答何绍基留别诗云：艮朋清言来几回，相期妙意赏黄梅。闲云野鹤忽孤往．磬口檀香方半开。画艇烟波劳远梦，蹇驴风雪盼归来。巡檐索笑无佳句，恨不平分八斗才。有跋日：子贞仁兄大人赋诗留别，敬次元韵奉答即正。弟崇恩伏枕草草。\n崇恩与收藏\n清代中后期金石学的兴起，访碑、拓碑、拓本鉴藏成为学界风气，出现了阮元、张廷济、翁方纲、吴荣光、吴云、陈介祺等一批著名人物，崇恩也是其中一员。他曾在山东、广东、江苏、浙江等地任官，每到一处，必以访求金石为乐。由西藏返京后，“日追逐于琉璃厂庙市，物色法书名画旧拓碑帖。偶有所得，赏奇析疑，亹亹不倦，往往上灯后始匆匆入城。人生赏心乐事，殆无有过于此者！”（31）崇恩收藏、鉴赏过的碑帖既多且精，在传世的北宋拓《圣教序》墨皇本（天津博物馆藏）、北宋拓《淳化阁帖》卷四（上海博物馆藏）、《大观帖》卷第二十四残本（故宫博物院藏）、白玉蟾《足轩铭卷》（上海博物馆藏）、元郭畀《日记》手稿本（上海图书馆藏）、赵孟頫《行书洛神赋卷》（天津博物馆藏）上，都留有崇恩的题鉴、跋文，许多传世品皆被列为国宝级文物，成为当今学术界研究、鉴赏历代金石、碑帖必不可少的宝贵资料。\n在崇恩的藏品中，使他最为得意的是《怀仁集王圣教序》宋拓本，居然有七种之多！经其鉴别，“墨皇本”为第一，“空山堂本”第二，“宝严本”第三。崇恩对“墨皇本”最为珍爱，摩挲多年，题跋累累。如云：“此本妙处全在腴润。越精彩中越古厚，越生动中越浑沦。看去不觉其肥，而他宋本更未有肥于此拓者。此其所以足宝也。”“凡学行书当以《兰亭》、《圣教》为宗，真书当以《庙堂》、《醴泉》为宗。《兰亭》、《庙堂》真本久失，则《圣教》、《醴泉》尚矣。《圣教》须看其用笔之方，《醴泉》须看其用笔之圆。所谓方与圆者，以神不以迹，在气不在力。顾非得北宋拓之精本，亦无由见之也。”崇恩赴西藏任职时，随身携带此册《墨皇本圣教序》，途径山西、陕西、四川，接待他的官员纷纷借观这本宋拓墨宝。他把沿途的所见所闻，也记录在帖后的题跋里。\n崇恩对宋代苏东坡的人格、诗文、书法都极为敬佩。他作诗，常叠东坡某诗之韵，他写对联，也常集东坡帖中之字。他对东坡书法经常临习，深有研究。他在《行书论书册》中写道：\n世谓坡公多偃笔，因以偃笔学之，真有毫厘千里之谬。坡盖善用逆锋折笔，所谓回腕藏锋是也。惟其笔笔折，是以笔笔方。惟其逆锋，是以藏锋。末学于此中甘苦既未亲尝，道听途说辄敢訾议前贤，可叹可叹！\n【淳化阁帖】第四卷有多种版本，现流传至今的真正宋代旧拓祖本为崇恩题签封面【北宋拓阁帖卷四】之版本。1994年，佳士得公司组织中国古代书法拓本拍卖专场，其中就有【淳化阁帖】第四卷，此时，吴尔鹿建议美籍犹太收藏家安思远竞拍这本【淳化阁帖】。安思远问吴尔鹿这件东西有什么可比性，吴尔鹿告诉他，德国政府以300万元美元购进有古登博戈插图本《圣经》，可以与此类比。听了吴尔鹿的建议，安思远果然到场，将崇恩题签封面的【淳化阁帖】第四卷拍进。安思远拍得后，为进一步考证此卷的真实性，对卷内历代收藏家的题鉴、印迹进行了一系列的鉴定、研究，其中崇恩题签的封面及其印记自然成为鉴定的重中之重。\n崇恩诗词选\n何玉史索观香南精舍宋拓圣教第本题长歌代跋因次元韵答之\n永和九年春禊罢，临河一序矜初写。真迹鼠茧閟幽宫，橅本欧虞各腾驾。古德慈悲惧散逸，妙腕玲珑运神化。织珠为衣了无缝，融金铸镜光四射。因之圣教广流布，欲与兰亭互陵跨。谬说昔被子固惑，院体曾为通微诧。抵鹊昆山未知宝，获雉陈仓乃称霸。东洲居士书学精，慧眼能窥古贤罅。虞褚尚难逃斥呵，赵董那不担惊怕。独于仁师颇倾倒，谓虽集书犹蕴藉。敝斋翠墨兹甲观，秘笈黄庭轶丙舍。棐几今传拟星凤，叠石何敢方嵩华。品题洵足永千秋，鉴赏尤宜清九夏。两家书画舫中珍，奕奕虹光生午夜。\n太史次前韵见答复小书便面以赠称许过情感愧交至叠韵奉报\n斧柯未烂敲棋罢，梧竹凉阴似水泻。问奇我自勤载酒，逭暑君毋轻命驾。吏散空庭领鹤行，昼长高枕随蝶化。佳箑传来诗句新，小字精能光彩射。险韵苏黄最善押，盛名元白亦飞跨。论书得间岂刻苛，鉴古识真戒虚诧。独有千古俯余子，坐拥百城成二霸。君藏宝墨紫琼珍，我弄珠泉青玉罅。拍手清歌鸥鹭驯，横空硬语蛟螭怕。奇编插架恣涉猎，古拓堆床日枕藉。研金叩石参半解，喝月呼云退三舍。狂来酒渴吸长江，兴到书豪擘太华。投分愧为东道主，随缘喜结西湖夏。翱翔文海拜诗王，麟篆降祥扪九夜。\n三叠太史再和前韵和\n奇兵屡出不容罢，其势有如建瓴泻。九霄鹰隼奋一击，千里驽骀烦十驾。仙人啸树猿殊灵，陈编食字蠹曾化。各有微尚寄锻屐，未可强同执御射。听经猛虎犹能驯，斫阵生驹讵难跨。米颠洁癖不受污，子京印痴何足诧。缪篆虽变尚存古，分隶兼陈近杂霸。古人墨妙附骥尾，小玺红泥补诗罅。精斯入赏多取憎，古乃足珍俗可怕。间寻幽事细商榷，静镇狂澜遥慰藉。水退三篙笞上堤，云消数朵山当舍。袖中奇石富东海，箧里残碑影西华。翡翠啾啾响竹秋，蜩蝉寂寂过槐夏。向时奕垒审孤虚，池上开樽卞凉夜。\n初夏郊居杂兴\n古寺双桥外，清渠五柳前。开门赏疏豁，卜地得幽偏。墟里通渔市，人家隔水田。夕阳间倚仗，林壑倍苍然。野色开平楚，湖光纳一亭。彩虹澄霁影，白鸟破空青。波漾层层绣，山围叠叠屏。翛然真意远，行药过前汀。\n净业湖雨小憩僧舍得句有怀李四侍郎次雷字韵\n黑白云花涌作堆，芙蓉墉外殷轻雷。风从荇藻交时见，雨自菰蒲响处来。投树禽喧山寺暝，荷蓑人去野花开。每逢佳景思君共，恨不僧寮话茗杯\n觉罗崇恩基本资料\n系统号：\nNo2755\n系统号：\n02755\n姓名：\n(清)崇恩\n中历生卒：\n西历生卒：\n异名：\n异名出处\n(姓名)觉罗崇恩\n国立故宫博物院图书文献处清国史馆传稿,701003561号\n(汉语拼音)Chongen\n传略：\n引文出处\n李殿林纂辑\n崇恩列传\n崇恩列传\n觉罗崇恩正\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n李殿林纂辑\n崇恩列传\n崇恩觉罗氏\n国立故宫博物院图书文献处清国史馆传稿,702001643-2号\n李殿林纂辑\n崇恩列传\n崇恩列传\n崇恩觉罗氏\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n李殿林纂辑邓蓉镜覆辑\n觉罗崇恩列传\n觉罗崇恩列传\n觉罗崇恩正\n国立故宫博物院图书文献处清国史馆传稿,701001326号\n觉罗崇恩列传\n觉罗崇恩列传\n国立故宫博物院图书文献处清国史馆传稿,701003561号\n学历：\n廪生\n履历：\n任期出处\n侍卫\n道光6年-道光7年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n在乾清门上行走\n道光6年-道光？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n文选司笔帖式\n道光7年-道光14号\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n朝考监试大臣\n道光12年-道光？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n文选司主事\n道光14年-道光15年\n国立故宫博物院图书文献处清国史馆传稿,702001643-4号\n考功司员外郎\n道光15年-道光17年\n国立故宫博物院图书文献处清国史馆传稿,702001643-4号\n内馆监督\n道光16年-道光？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n公中佐领(兼)\n道光17年-道光？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-4号\n文选司郎中\n道光17年\n国立故宫博物院图书文献处清国史馆传稿,702001643-4号\n山东泰安府知府\n道光17年-道光20年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n济南府知府\n道光20年-道光21年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n广东惠潮嘉道\n道光21年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n江蘇按察使\n道光21年-道光22年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n山东按察使\n道光22年-道光23年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n山东布政使(署)\n[道光22年-道光？年]\n国立故宫博物院图书文献处清国史馆传稿,702001643-4号\n江甯布政使\n道光23年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n山东巡抚\n道光23年-道光27年；咸丰4年-咸丰9年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n蓝翎侍卫\n道光28年-道光29年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n驻藏帮办大臣\n道光28年-道光29年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n承恩侯\n道光30年-\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n三等侍卫\n咸丰3年-？\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n哈密办事大臣\n咸丰3年-咸丰？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n奉天府府尹(署)\n咸丰3年-咸丰？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n浙江杭嘉湖道\n咸丰3年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n山东布政使\n咸丰3年-咸丰4年；咸丰4年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n山东巡抚(署)\n咸丰3年-咸丰？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-1号\n内阁学士\n咸丰9年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n礼部侍郎衔(兼)\n咸丰9年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n太常寺少卿\n咸丰9年-咸丰？年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n副都统衔\n同治1年-同治4年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n阿克蘇办事大臣\n同治1年-同治4年\n国立故宫博物院图书文献处清国史馆传稿,702001643-3号\n隶属：\n觉罗廷庸(长子);觉罗廷杰(次子)\n八旗：\n隶属:满洲正红旗\n朝代：\n清\n单位：\n本笔资料由中央研究院历史语言研究所与国立故宫博物院图书文献处共同制作\n","category":"行书","verified":true,"user":1,"timestamp":1429951651572},{"name":"何紹基行书跋圣教序","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791643527,"text":"","author":"清代何绍基","description":"何紹基行书跋圣教序"}]