[{"name":"石鼓砚拓本","text":"石鼓（Shi-ku，Stone Drum）又称陈仓石鼓，中国九大镇国之宝之一，大秦帝国的“东方红”。被康有为誉为“中华第一古物”。\n石鼓627年发现于陈仓境内的陈仓山（今宝鸡市石鼓山）。共十只，高二尺，直径一尺多，形象鼓而上细下粗顶微圆（实为碣状），十个花岗岩材质的石鼓每个重约一吨，在每个石鼓上面都凿刻 “石鼓文”（大篆），因铭文中多言渔猎之事，故又称它为 《猎碣》 。\n石鼓文记述了秦始皇统一前一段为后人所不知的历史，是中国最早的石刻诗文，乃篆书之祖。自明清以来，一字抵万金，创下中国文物史上的奇迹。\n韩愈著有《石鼓歌》。其真品藏于北京故宫博物院石鼓馆。而石鼓发现地宝鸡有中华石鼓园、石鼓阁。\n流传历史\n唐朝\n初次发现\n27年，在陕西凤翔府陈仓山（今宝鸡市石鼓山）的北阪，一牧羊老人发现了10面怪异的花岗岩大石。这些硕大的石体形似鼓，圆而见方，上窄下大，高约3尺，中间微凸，模样奇特。令人不解的是，当一块大石上的泥土被清除后，居然显露出大量的神秘文字，笔法奇异，竟无人能识。于是，流言四散，怪论频生。更有乡民闻风而至，焚香跪拜，惊为天赐之神物。\n自此，陈仓突然变得热闹非凡。文人墨客纷纷慕名而至，一窥究竟，并拓下石上的文字，遍寻名家研究。更有大户悬重金求解谜题。但文字之谜不仅未被揭开，反而借着民间传言，而变得神乎其神。\n安史之乱\n00多年后，“安史之乱”爆发，唐王朝在战火中风雨飘摇。正在雍城躲避战祸的唐肃宗听到石鼓的传闻，心生好奇，责令州府官员将10面怪石运下陈仓山，迁往雍城城南，就是后来的凤翔县城之南，与驻扎在这里的文武百官赏玩。\n石鼓被迁至雍城短短几个月后，便随着战乱的来临而蒙难。当叛军逼近凤翔时，满朝文武百官出逃，为躲避战祸，石鼓被仓促移至荒野掩埋起来，并对外宣称“毁失”。一时间，天下人为之抱憾。\n再次出土\n石鼓被掩埋两年后，“安史之乱”平定，天下得以太平。陈仓石鼓的命运也迎来了转机。公元806年，地方官吏查访到了石鼓的埋藏之处，请朝内的名家主持挖掘。韩愈还因此上书朝廷，请求移石鼓到京城太学府内妥善保管并重立其学术。但韩愈的请求并未被朝廷所重视，奏折在朝堂上被积压了8年之久。\n公元814年，郑余庆就任凤翔尹，兼职国子祭酒，主掌国家学术教育、文化事业。他偶然看到尘封已久的韩愈奏章，深深为之触动。于是，重新奏请朝廷，希望能妥善保管陈仓石鼓。于是，曝于荒野的石鼓才被移送到当地孔庙。\n石鼓重新出世，已是蚀迹斑斑，石鼓上的字迹残缺不全，引得无数名家学者为之慨叹。更可惜的是，由于一直被弃于荒野，其中一面石鼓居然莫名遗失。这就是后来曾经轰动天下，也常引发历代学术争端的作原石鼓。\n面石鼓在凤翔孔庙中呆得并不安稳。90多年后，曾经鼎盛的李唐王朝忽然间在接连爆发的战乱中坍塌。令人痛惜的是，风翔孔庙在战火中被焚毁，庙内所藏的9面石鼓也被人盗运一空。陈仓石鼓，在乱世中重新遁迹于草莽江湖。 \n宋朝\n司马光之父司马驰导演的北宋文物造假工程\n当北宋王朝一统天下，并逐步剿灭割据一方的诸侯之后，全国的经济与文化在短短数十年得到恢复，并取得了飞跃。当宋仁宗查阅前朝遗留下的经史档案时，无意中发现了关于石鼓的传奇纪略，对遗失百年的陈仓石鼓产生了浓厚兴趣。\n宋仁宗是中国历史上颇为有名的书画君王，他不惜以高官厚禄相许，令天下有才德之士遍地寻访、查找陈仓石鼓的下落。\n时任凤翔知府的司马光之父司马池闻得此消息后，便竭尽心力去寻找传说中的10块大石，试图投君王所好。\n司马池经过几番周折，终于使消失百年之久的陈仓石鼓重见天日。只可惜，寻到的石鼓只有9面，早在唐末便已遗失的作原石鼓仍没有踪迹。\n心急的司马池施展了画蛇添足的拙劣招数，私下遣工匠连夜采集相似石材做伪。很快，他便参照石鼓拓本仿制出一面假的“作原石鼓”。这一招果真让他以奇功得到了仁宗的褒奖。\n只可惜，饱学的宋仁宗与受命而来的名家学者们很快就辨别出了伪造的石鼓。司马池先建奇功受封赏，又因造伪欺君而获罪。\n面石鼓现世，又经历造假风波，因而失踪的“作原石鼓”立即名动天下，坊间认为其价值能以一敌九，随即便引发了豪强们一掷万金寻找“作原石鼓”的风潮。然而，直到1052年，金石收藏家出身的向传师到了风翔后，石鼓残断的历史才获得转机。\n屠夫家中寻到失踪的“作原石鼓”\n向传师是北宋时期颇有名望的金石收藏家。最初与石鼓的渊源，来自于他重金求来的一份太氏石鼓文拓本。在对照自己手中的其他石鼓文拓本时，他意外发现，这份新的拓本居然保留有“作原石鼓”的文字。但事实上，“作原石鼓”已遗失了200多年，不可能再有新拓本问世，否则宋仁宗又怎会满天下张贴黄榜以高官与重金相求呢？\n“作原石鼓”拓本的发现，令向传师彻夜难眠。经多方探查，终于查明这份拓本源自关中的太氏家族唯恐夜长梦多，立刻便备马出发。\n当抵达太氏村庄后，他被眼前的景象彻底惊呆。原来，太氏一家半年前全部死于瘟疫。官府为了防止瘟疫蔓延，把太氏的房子、财产全部烧光。这个噩耗，对于千里跋涉而来的向传师而言，可谓晴空霹雳。\n身心疲惫的向传师怀着无比失望的心情就近找了一家客栈安顿下来。隔日清晨，向传师被后院传来的磨刀声惊醒。原来，客栈后面一个屠夫正在磨刀，向传师循声走到屠夫门前，只见屠刀被磨得寒光闪烁，而令向传师一惊的是屠夫所用的磨刀石，虽然破旧却有几分石鼓的风貌。他走近细看，磨刀石上隐约浮现的一些熟悉的字迹依稀可辨。原来，这就是那面失踪了200多年，引得几朝几代人魂萦梦绕的“作原石鼓”。\n石鼓已面目全非，上部已被乡民削去，中间被掏成凹状用来捣米，而上面断裂开的两道边被屠夫用来磨刀。石鼓上面的文字，更是被磨去了大半，损毁严重，仅余下半部的4行字。\n不久凤翔知府接到一封向传师的书信。于是，连夜调集军兵赶往关中，护佑石鼓与向传师回到风翔。随即又将右鼓送往汴梁。向传师因寻石鼓有功，得到朝廷诸多封赏，并获得一整套石鼓文拓本。\n至此，10面石鼓终得团圆，但它们颠沛流离的命运却仍在继续。\n石鼓颠沛流离命运屡因战乱难止\n白诩为“天下第一学士”的宋徽宗是北宋王朝的又一个书画皇帝。在对待石鼓的问题上，他不仅继承了先王宋仁宗的痴迷，更多了一重溺爱。公元1110年，“作原石鼓”被运抵京城后，10面石鼓便被正式移送至太学之内保存。随后，又被他搬进了保和殿朝夕相伴。\n日后，宋徽宗居然突发奇想，下令在10面石鼓上的文字槽缝之间填注黄金，为其装了金身。\n靖康之变时，金兵攻入汴梁，掳走了徽钦二帝，押解到北部荒漠之中囚禁。而10面石鼓，则因鼓身被填注的黄金，而被金兵视为珍宝，尾随着被掠的徽钦二帝北迁。\n石鼓被运到燕京后，不甚了解中原文化的金人并未发现其价值，只是剔去了石鼓上填注的黄金，便将它们丢弃荒野。至此，石鼓第三次因战祸而遗失。 \n元明清\n藏身燕京\n公元1234年，南宋和蒙古的联军攻破燕京，随军而至的御史大夫王楫于机缘巧合之下发现了掩藏在废墟之中的10面石鼓。王楫出身于陕西虢县（今宝鸡市陈仓区），与石鼓同根同源，他将其保存于孔庙之中，并请专人看护。而后的元、明、清3代，石鼓一直没离开过北京。\n近代\n然而，10面石鼓在北京的安稳日子只持续到上世纪30年代。日本侵华战争全面爆发后，10面石鼓随着故宫的国宝不断迁徙，在南京短暂停留后又被艰难地运送至重庆。\n抗战胜利后，这批石鼓又从重庆运回南京。运送途中险象环生，运载石鼓的汽车先后经历了两次翻车事故，10面石鼓险些再遭劫难。\n解放战争全面爆发后，蒋介石见大势已去，仓皇筹备撤退，将国宝文物大量地转运至台湾。此时，已被送回北京故宫保管的陈仓石鼓，被仓促运抵机场。但临近起飞时，飞行员却报告说，飞机已严重超载，无法保证飞行安全。经过一行人的再三商讨后，这10面石鼓只好留下，终得保全。\n石鼓颠沛流离的命运，与中华民族所经历的苦难一直紧密关联，它所背负的那些残断的历史，以及笼罩在身上的未解谜团，让它在跌宕的历史潮汐中更显独特与珍贵。 \n文物特征\n石鼓共十只，高二尺，直径一尺多，形象鼓而上细下粗顶微圆（实为碣状），因铭文中多言渔猎之事，故又称它为《猎碣》。以籀文分刻十首为一组的四言诗，其字已多有磨灭，其第九鼓已无一存字。\n0面石鼓上的文字虽然自成篇章，但又有一定的联系。它是描写秦贵族阶级畋猎的一首长诗，有两面石鼓（“千沔鼓”、“车工鼓”）的诗句较完整，其余石鼓文保存不好，只留只言片语，但其大致意思还可以体会到。\n“千沔鼓”描写的是千河的美丽景色。原文大意为：“在婀娜杨柳笼罩之中，千河里潺潺流水清澈透明，鲇鱼、鲤鱼在水里成群结伴，君子在垂钓，有很多小鱼在缓缓游动，白鱼正在抢食水草，黄白相间的鱼便鱼，影子照在河底的石头上清晰可见。”这是多美的意境，让人感叹，使人陶醉。“车工鼓”记述了秦公出猎的情景。盛言车徙之多，角弓之美和随从张弓射箭，追赶猎物的场面。\n“田车鼓”：记述秦公及随从登原游猎的盛况。\n“銮车鼓”：记述秦公游猎经虢城，銮车上悬挂彤弓、彤矢，从人齐聚，进献猎物，这时人群如障，非常热闹。\n“酃雨鼓”：记述秦公及随从涉千河时，从低处看到的情景。\n“作原鼓”：记述在山上整修原地的场景。\n“吴人鼓”：记述虞人为秦公献祭而奔忙。\n“吾水鼓”：叙述秦国水清道平的美好河山。\n“而师鼓”：记述秦公的述志诗。\n“马荐鼓”：记述打猎而归时路遇之情景。 \n石鼓文字\n石刻文\n由于石鼓上的文字，使石鼓身价倍增，被当时得文人墨客大为赞颂。张怀瓘《书断》云：“《石鼓文》开阖古文，畅其戚锐，但折直劲迅，有如铁针而端委旁逸又婉润焉。”康有为《广艺舟双楫》谓：“《石鼓》如金钿委地，芝草团云不烦整裁自有奇采。”当时的书法家，如虞世南、褚遂良、欧阳询等都十分推崇石鼓，并亲自临摹做拓。传世墨拓善本有元代赵孟𫖯藏本。许多当时的文学家，如杜甫、苏轼、韩愈等，都为石鼓作诗。\n“张生手持石鼓文，劝我试做石鼓歌”——韩愈这些文字记录着秦统一前的历史。\n石鼓文，亦称猎碣或雍邑刻石，是中国现存最早的刻石文字。无具体年月，唐人韦应物和韩愈的《石鼓歌》都认为是周宣王时期的刻石。宋人欧阳修的《石鼓跋尾》虽设了三个疑点，但还是认为属周宣王时史籀所作。宋人郑樵《通志略》则认为《石鼓》系先秦之物，作于惠文王之后，始皇之前。近人罗振玉《石鼓文考释》和马叙伦《石鼓文疏记》都认为是秦文公时物，与韦、韩说法出入不大，只相差十七年。据郭沫若考证，《石鼓》作于秦襄公八年，距宣王更近。所不同者，出于宣王时史籀手笔或秦臣手笔罢了。\n其书传为史籀手笔，体态堂皇大度、圆活奔放，气质雄浑，刚柔相济，古茂遒朴而有逸气。横平竖直，严谨而工整，善用中锋，笔划粗细基本一致，有的结体对称平正，有的字则参差错落，近于小篆而又没有小篆的拘谨。在章法布局上，虽字字独立，但又注意到了上下左右之间的偃仰向背关系、其笔力之强劲在石刻中极为突出，在古文字书法中，是堪称别具奇彩和独具风神的。\n康有为称其“如金钿委地，芝草团云，不烦整我，自有奇采。”其书体为大篆向小篆过渡时期的文字，学《石鼓文》可上追大篆，下学小篆，百无一失。后世学篆者皆奉为正宗，无不临习。杨沂孙、吴大澄、吴昌硕、王福庵等皆得力于此。\n拓本\n石鼓文的拓本，唐代就有，但没有流传下来。宋安国所藏石鼓宋拓本，被民国秦文锦售给日本东京河井荃庐氏。此外，社会上所流传的早期拓本有北宋的《先锋》、《中权》、《后劲》三种，其中天一阁藏北宋拓存四百二十二字本为最。然原拓己失，现只能见到郭沫若30年代在日本收集的此三种拓本的照片。安国所藏的宋拓本《先锋》本，旧商务印书馆、文物出版社有影印本，收在郭沫若所著《石鼓文研究》一书中。上海艺苑真赏社、日本鳹堂有《中权》本影印本。中华书局、日本二玄社出版的《书迹名品丛刊》中，有《后劲》本影印本。上海书画出版社《书法》1984年第三期，也刊有石鼓文的宋拓影印本。\n文物争议\n争议一\n石鼓的刻凿年代一直没有定论，韦应物和韩愈的《石鼓歌》认为是周宣王时期的刻石，欧阳修的《石鼓跋尾》也认为属周宣王时史籀所作。罗振玉的《石鼓文考释》认为是秦文公时物，又一说是公元6世纪的南北朝，郭沫若以为秦襄公时物，唐兰考定为秦献公叶十一年（前374年）刻。前故宫博物院院长马衡在《石鼓文秦刻石考》中认定石鼓刻于先秦时期，但具体年代说法不一。\n争议二\n0面大石应有排序，而石鼓上所刻的10首长诗，自然也有先后顺序。只可惜，石鼓自荒野中被发现时，无人对此细节给予重视，后又几经迁徙，更使考证难上加难。\n不过，历代学者还是依据石鼓上的文字取前两个字为其起名，即汧沔鼓、车工鼓、田车鼓、銮车鼓、需雨鼓、作原鼓、而师鼓、马荐鼓、吾水鼓、吴人鼓。随后，金石学者们为它们作出了多种版本的排序，但都未能使世人信服。\n文物评价\n九大镇国之宝之一，大秦帝国的“东方红”。\n关于石鼓文的确切年代，几千年来学者讨论不断，提出各种看法，至今还没有一个能够被大家都赞同的确定的结论。有多位学者认为它是秦景公时的作品。高明先生又对这一问题加以讨论，提出了新的见解。他根据石鼓文字形体、刻制工具与秦君称谓这三方面的证据。\n认为石鼓文的时间应该在战国晚期，秦惠文王是唯一可以既称公又称嗣王的，比较符合石鼓文的内容，文字特征与刻制工具也属于这一时期。唐兰先生曾指出诅楚文和始皇刻石皆晚出，认为石鼓应在前四世纪（献公时）。GilbertLMattos（马几道）在研究秦石鼓时也认为刻石的风气在中国出现较晚，所以石鼓应该是前五世纪的作品。这种见解与高明的看法结合，可以为石鼓文产生于战国晚期的说法提供比较合理的解释。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951663755}]