[{"name":"铁保书法精品","text":"铁保，清代书法家，字冶亭，号梅庵，1752年生，1824年逝世，满洲正黄旗人，书法早年曾学“馆阁体”，后学颜真卿，纠正“馆阁”带来的板滞之病。与成亲王、刘墉、翁方纲，称为清四大书家。此幅铁保像为清人所绘，北京故宫博物院所藏。\n简介\n铁保（1752-1824），字冶亭，一字铁卿，号梅庵，旧谱为觉罗氏，后改为栋鄂氏，正黄旗满洲人。出身于世代作武将的家庭，父亲诚泰曾任甘肃镇海营参将、陕西郭木协副总兵、直隶泰宁镇总业等职。铁保10岁开始延师读书，16岁入国子监继续求学。少年时代，面对父亲提出的日后愿意习武还是习文的问题，他明确地表示了愿意习文，“专攻举业以求一当”。果然，他19中了举人，21岁即成了进士。当年进入吏部任职，道光元年致仕，历经近五十年宦海沉浮，最高时官居一品，退休时仅为三品衔。《清史稿·铁保传》中称：铁保居官为人慷慨论事，高宗（指乾隆皇帝）谓其有大臣风；及居外任，自欲有所表现，倨傲，意为爱憎。他做事敢作敢当，率意天真，每每替部下承担责任。\n官场\n铁保一生，经历充实又颇带坎坷。他曾出任过镶红旗蒙古副都统、吏部尚书、山东巡抚、两江总督等要职，为官克尽职守，屡有政绩。嘉庆年间，因故两度遭到革职，分别被遣戍新疆和吉林。在每经波折的人生遭逢中，铁保总是表现出异常旷达的心胸，给人一种进退安然、荣辱不惊的个性展示。\n文学贡献\n铁保优于文学，长于书法，词翰并美。文学上他主编了《白山诗介》和经嘉庆皇帝赐名的《熙朝雅颂集》，著有《惟清斋全集》；书法上先后辑有《惟清斋字帖》、《人帖》、《惟清斋法帖》等；他的书法作品较为丰富的时期，是他任漕运总督、两江总督等职位的时期。《惟清斋法帖》等收录的作品多为这一时期所作。铁保对于书法十分深爱，这可以从他的一首诗中看出：“半生涂抹习难除，一任旁人笑墨楮，他日儿孙搜画箧，不留金币但留书。”虽然久居高位，但他只想留给子孙他的书法。铁保的书法以楷书（真书）为工，长于行草，清人马宗霍在《书林藻鉴》中称：“铁公《神道碑》楷书模平原，草书法右军，旁及怀素、孙过庭，临池功夫，天下莫及。”其实，这仅仅说出了一部分情况，铁保楷书取法颜真卿的厚重，又转师多家，成就自己；他极善吸取晋唐名家中有益的书法营养，草书除了师法怀素等人，更加推崇和师法张旭，正因为他遍临遍学晋唐名家的法帖，才形成了自己独特的书法面貌。\n人物生平\n铁保（1752年－1824年），中国清朝官员。字冶亭，号梅庵，满洲正黄旗人。\n铁保先世姓觉罗氏，自称为赵宋后裔，后改栋鄂氏。家族中世代多出武将，父亲诚泰官至泰宁镇总兵，唯独铁保喜文，乾隆三十七年（1772年，20岁）考中进士，授吏部主事。由于性格耿直，得到管理吏部的武英殿大学士阿桂的欣赏和举荐，铁保升为郎中、户部及吏部员外郎、翰林院侍讲学士、侍读学士、内阁学士。乾隆五十三年（1788年）乾隆帝召见，次年升礼部侍郎，主持京师会试、山东、顺天乡试。\n嘉庆四年（1799年），铁保先因弹劾官员过当被贬到盛京（沈阳）；不久以吏部侍郎出任漕运总督。他在漕运总督任上制定改革漕运章程十一款。嘉庆七年（1802年）底调补广东巡抚时，又将历年行政经验22条，刻在堂壁，告之后任。嘉庆八年（1803年）初转任山东巡抚。这一年，黄河在河南封丘县衡家楼决口，淹及下游山东章丘一带十九州县，嘉庆命铁保赴河南指挥救灾，合拢决口。\n嘉庆十年（1805年），铁保升任两江总督，赏头品顶戴，成为管辖江苏、安徽和江西三省的最高军政长官。嘉庆十四年（1809年），发生山阳知县王伸汉冒赈，酖杀委员李毓昌事件，铁保也被免职，流放新疆。回京后升为礼部、吏部尚书。林清事变时由于极力追查通匪太监，又被革职，流放吉林。嘉庆二十三年（1818年）回京。道光初年，铁保告病退休，道光四年（1824年）去世。\n铁保以文章和书法驰名朝野。他是《八旗通志》总裁，并将旗人诗文编为《白山诗介》134卷，自己的作品则编为《惟清斋全集》。铁保是满人中最著名的书法家，时人评论他堪与刘墉、翁方纲鼎足而三。他谪居吉林时仍勤于临摹古法帖，引起眼病。刻有《惟清斋帖》。\n醉心诗歌\n铁保本人，是一位十分典型的北方民族诗人。他的创作善于刻画民族生活场面，这类作品常常写得生机勃发。有《塞上曲》其一写道：“雕弓白马陇头春，小队将军出猎频。猿臂一声飞霹雳，平原争羡射雕人。”其二写道：“高原苜蓿饱骅骝，风起龙堆塞草秋。陌上健儿同牧马，一声齐唱《大刀头》”。他又时常写出表露雄健阳刚精神风范的诗作，更充分地显现出他作为少数民族诗人的浪漫狂放气质。\n即使是在被贬黜的时候，他的作品也洋溢着强者的生命律动，听不出来丝毫向厄运让步的意味：“万里岩疆事远游，玉门关外此淹留。塞山不及征夫健，才见秋风已白头。”（《出关作》）在谪居西域的过程中，铁保还以传神的诗笔，描绘和记录了许多当地各民族的风土社情。“当筵醉舞号妫娜，对对红妆耀金饰，低昂应节态婆娑，翩若惊鸿曳双翼”（《妫娜曲》），传递出维吾尔民间舞蹈的美妙情韵；“三百六十日如驶，以月占岁岁云始，闺中礼拜心最诚，拜罢升斋啜甘旨”（《见新月》），再现了穆斯林群众欢度回历新年的特有礼俗。诗人以满族文人常有的文化包容性格，对新疆民族绚丽多彩的传统文化事相，表示了发自内心的尊重与亲近。\n铁保所处的时代，中原文坛上已经确立的诗歌理论大家，包括首创“格调说”的沈德潜、鼓吹“肌理说”的翁方纲和阐发“性灵说”的袁枚等。铁保作为满族的文学家，并不盲从成理，他对沈、翁诗论的拟古主义倾向不以为然，指出：“于千百古大家林立之后，欲求一二语翻陈出新，则惟有因天地自然之运，随时随地语语记实，以造化之奇变，滋文章之波澜，话不雷同，愈真愈妙。我不袭古人之貌，古人亦不能囿我之灵。言诗于今日，舍此别无良法矣。”（《续刻梅庵诗抄自序》）铁保主张写诗只有抒发自己的“性情”，才能获得成功。他强调“性情”，与袁枚强调“性灵”，既在指出文学创作要突出个性气质方面有共同之处，也有分歧之点。“性灵说”专注于诗趣的灵动，有时难免蹈入虚飘，而铁保的认识则比较地切中生活乃创作之源的艺术规律。他说过：“余曾论诗贵气体深厚，气体不厚虽极力雕琢于诗无当也。又谓诗贵说实话，古来诗人不下数百家，诗不下数万首，一作虚语敷衍，必落前人窠臼。欲不雷同，直道其实而已。盖天地变化不测，随时随境各出新意，所过之境界不同，则所陈之理趣各异。果能直书所见，则以造化之布置，为吾诗之波澜。时不同，境不同，人亦不同，虽有千万古人不能笼罩我矣！”铁保的这一诗歌理论，与纳兰性德、玄烨等人的诗论一道，形成了满族古典诗歌理论的基本框架，也为丰富中华多民族的文艺理论做出了贡献。\n代表作品\n代表作品如下：\n","category":"草书","verified":true,"user":1,"timestamp":1429951662246},{"name":"铁保书法精品","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791632614,"text":"铁保行书《为朝鲜使者书七言对子》 \n甲戌正月为朝鲜使者书，梅翁铁保时年六十有三。","author":"清代铁保","description":"铁保书法精品"}]