[{"name":"黄庭坚行书跋李公麟五马图卷","text":"《五马图》为其传世佳作，纸本墨笔，纵29.3厘米，横225厘米，无名款。图以白描的手法画了五匹西域进贡给北宋朝廷的骏马，各由一名奚官牵引。每匹马后有宋黄庭坚题字，谓马之年龄、进贡时间、马名、收于何厩等，并跋称为李伯时（公麟）所作。五匹马各具美名，令人遐想，依次为：凤头骢、锦膊骢、好头赤、照夜白、满川花，而五位奚官则前三人为西域装束，后两人为汉人。\n作品概况\n该幅无作者名款，共分5段，前4段均有北宋黄庭坚的笺记，后纸有黄氏跋语，另有北宋、南宋初的曾纡跋，言及黄庭坚题于元祐五年（1090年）。幅上两处有乾隆帝的题文，钤有清“乐寿堂鉴藏宝”等印20方。\n该卷系职贡类题材，作一人一马状。 \n李公麟（1049-1106）北宋著名画家。他的一生在仕途上不甚得意，但诗文书画成就很高，也擅辨古器物。李公麟虽然被列入了文人画家之列，但是他除了后世文人画家所擅长的山水花鸟题材之外，更擅长人物、鞍马。在此方面，他继承了顾恺之以来的传统，而又有所创造，自立新意，在刻画人物个性和情态上极具功力。他把过去仅作为粉本的白描画法确立为一种画种，使之独立成科。 \n创作背景\n据黄氏题跋，5马依次为凤头骢、锦膊骢、好头赤、照夜白、满川花，皆为雄马，均是西域的贡品，分属宋廷的左骐骥院和左天驷监。前3位控马者为西域少数民族的形象和装束，姿态各异，无一雷同，妙在其精神气质亦微异，有饱经风霜、谨小慎微者；有年轻气盛、执缰阔步者；有身穿官服、气度骄横者。马的造型因品种而异，大小、肥瘦、高低、毛色各别，但性情都温顺平和，以示已被调教驯服。大凡画贡马的题材，马的神态和步态都是如此。\n作品赏析\n如《宣和画谱》卷七所云：“大抵公麟以立意为先，布置缘饰为次”，意在生动的表现人、马的性情。画家在艺术上的独创首先体现在纯熟的白描技法上，他把盛行于唐代吴道子时代的“白画”发展为具有丰富表现力的画种--白描，该幅就是确立这一画种的标志。虽不着彩色，仍可使观者从刚柔、粗细、浓淡、长短、快慢的线条变化中感受到富有弹性的肌肤、松软的皮毛、笔挺的衣衫、粗厚的棉袍等各不相同的质感和量感。\n画家在白描的基础上微施淡墨渲染，辅佐了线描的表现力，使艺术效果更为完善，体现了文人画注重简约、儒雅和淡泊的审美观。自此之后，几乎所有的白描人马画无不源出于李公麟的白描艺术。\n五匹马体格健壮，虽毛色不一，姿态各异，但显得驯养有素，极其温顺。五个奚官则因身份不同，或骄横，或气盛，或谨慎，或老成，举手投足，无不恰如其分。李公麟虽由吴道子入门，但其线描功夫，称得上“青出于蓝而胜于蓝”。今人感叹古代的汉人及异族有那么美妙的服饰，以致单是描绘衣服的褶纹就有“十八描”之称。而李公麟以其“行云流水”般的线条，飘逸而行止如意，虽只是白描勾画，却非常具有质感。你看马的轮廓，似乎感觉得到其骨骼肌肉，略加烘染后，又似乎能感觉到其皮毛、斑纹。人物的面部刻画很简单，但结构异常准确，状貌极其生动，须眉之间，不但可视其年龄、身份、民族，甚至从表情可以窥其内心。衣褶自然是线描最优美之处，观者打开画卷，无不立即就被这些流畅圆润而又凝练劲挺的线条所吸引，不能不为其造型之精美而折服。后人推其为宋画中之第一。\n画家画风\n李公麟的绘画，受顾恺之的影响较大，同时他又师法吴道子。李公麟重视对生活实际的认真观察，绘画创作不是一味蹈习古法。他画的人物，能区分出人物的不同身份、不同地域和不同种族的特征，使人一看即能辨别出来。不过，李公麟最著称的画法是一种“扫去粉黛，淡毫轻墨”的“白描”，它的效果是“不施丹青而光彩动人”。 \n这种“白描”法继承了传统的绘画风格，接近顾恺之的紧细凝敛，承续吴道子的暗示物象立体结构的粗细变化，并用线条的变化暗示物体的质感，甚至用线条的强弱与所描绘的人的个性相呼应。他所画的人物，往往只凭几条起伏而有韵律感的墨线来完成。他的这种画法，对后世产生了极大的影响。 \n画家简介\n李公麟（1049——1106）北宋画家。字伯时，号龙眠居士，舒州（今安徽潜山）人。好古博学，喜藏钟鼎古器及书画。宋神宗熙宁年间中进士，官至朝奉郎。居京师十年，不游权贵之门，以访名园荫林为乐。其天赋极高，又博学勤业，书法飘逸具晋人风韵，擅画人物、山水，尤精画鞍马。马是古代人类最亲近、最依赖的一种动物，无论平时的载物、交通，还是战争中的两军拼杀，都依赖鞍马。所以在古代的壁画中就有鞍马奔驰的形象。唐以后，就开始有独立的鞍马画，渐渐自成一体系，著名的画家有张萱、韩干等。李公麟显然受其影响，年轻时初学画，便从画马入手。他极其重视观察和写生。传说他每次去朝廷的马厩观看国马，总是流连忘返至于忘我的境地，所谓“终日不去，几与俱化”。有高僧指点他不可长此，“恐堕入马趣”，他顿悟其旨，就改学道释人物画，居然又深得吴道子的笔法。\n","category":"行书","verified":true,"user":1,"timestamp":1429951601969},{"name":"黄庭坚行书跋李公麟五马图卷","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791626668,"text":"黄庭坚跋李公麟《五马图卷》，行书。","author":"宋代黄庭坚","description":"黄庭坚行书跋李公麟五马图卷"}]