[{"name":"钱陈群草书与尹继善唱和诗册","text":"尹继善（1695（乙亥年）—1771）清代官吏，章佳氏，字元长，号望山，满洲镶黄旗人，东阁大学士兼兵部尚书尹泰之子。[1] \n雍正元年进士，历官编修、云南、川陕、两江总督，文华殿大学士兼翰林院掌院学士，协理河务，参赞军务。有《尹文端公诗集》10卷等，曾参修《江南通志》。\n人物生平\n获宠异数\n尹继善，生于康熙三十五年（1696年），字元长，号望山，姓章佳氏。章佳，本系地名，后因以为姓。始祖穆都巴延，本居长白俄莫和苏鲁。生子五人，第三子越塔系尹继善一族祖先，后因人丁繁盛，迁至宜汉阿拉，归顺清朝（后金），被编入镶黄旗。赖塔曾孙尹泰，康熙时官至国子监祭酒，五十二年病罢，居于盛京。尹继善系尹泰第五子，聪明早慧，长像不凡，时人描绘说：“公（尹继善）白皙少须眉，丰颐大口，声清扬远闻，著体红瘢如朱砂鲜，目秀而慈，长寸许。”就在尹泰赋闲之际，康熙六十年（1721），发生了一件对尹氏一门至关重要的事：时雍亲王胤禛受命祭三陵，途中遇雨，遂宿尹泰家中，闲谈时，胤禛问：有子仕乎？泰对曰：第五子举京兆。胤禛说：当令我见。次年，尹继善参加会试，曾拟遵父命拜谒雍亲王，因恰逢圣祖去世，胤禛继位，只好作罢。雍正元年，尹继善成为进士。引见时，胤禛一见其人，即对其才识风彩赞不绝口，说：汝即尹泰子耶？果大器也！从此，尹继善开始了漫长显赫的仕宦生涯。 \n和康熙稳健平和的为政风格不同，新即位的雍正帝喜怒形于辞色，用人不拘资格，大小臣工，一但为其赏识，迁擢奖扬纷至沓来，反之，则斥辱责罚不留余地。对风度翩翩、才华横溢的尹继善。雍正帝如获至宝，叠沛“天恩”。元年（1723），令其充日讲起居注官，随侍左右，五年，迁为侍讲，再迁户部即中，六年，即令署江苏巡抚，时继善年仅32岁，故江南人呼之“小尹”。七年，开继善署河道总督，九年任两江总督，此后，除乾隆二年到五年任三载刑部尚书，一直出任封疆。直到乾隆三十年（1765）方召还京师。 \n尹继善人仕后六载成巡抚，八载至总督，这在清朝政界可谓一大奇迹，连乾隆也称“八年至总督，异数谁能遘”？不但如此，在尹继善获宠前后，其父尹泰也时来运转。雍正元年擢内阁学士，旋升左都御史，七年，已经八旬高龄的尹秦竟被加恩授东阁大学士兼兵部尚书。平心而论。尹泰才能并不出众，如果说雍正将其重新起用主要是为了扶植亲信，那么宠以大学士之荣，则主要是因为他生了尹继善这样一个佳儿。对此，雍正并不讳言（这从稍后一段材料可以看出）。七年五月，尹继善奏河工事，深合机宜，雍正嘉奖道：“朕嘉悦之怀笔难批谕，汝父积何德生汝如此之子也！朕实为汝君父庆幸焉，勉之”！ \n尹泰系典型的满洲官僚，家规极严，尹继善生母徐氏为其小妻，当继善官至总督时，徐氏仍“青衣侍屏偃”。未得诰封。十年（1732）冬。尹继善因调任云贵，入觐，雍正问：汝母受封乎？继善免冠叩首，将有所奏，雍正道：止。朕知汝意，汝庶出也，嫡母封，生母未封，朕即有旨。尹继善拜谢而出。归家后，尹泰大怒，道：汝欲尊所生，未启我而奏上，是以主眷压翁耶？举杖责打，将其孔雀翎击落，直到徐氏长跪乃已。雍正听说后。第二天就派人到尹泰家中，为继善母子大报不平，时人描述说： \n“翌日，命内监宫娥四人捧翟茀翠衣至相国第（即尹泰家），扶夫人（徐氏）榻上，代为栉沐袨服襐饰，花钗灿然，八旗命妇皆严妆来围夫人，而贺者相踵也。顷之，满汉内阁学士捧玺书高呼入曰；有诏！相国与夫人跪，乃宣读曰：大学士尹泰非籍其子继善之贤，不得入相，非侧室徐氏，继善何由生？著敕封徐氏为一品夫人，尹泰先肃谢夫人，再如诏行礼。宣毕，四宫娥拥夫人南面坐，四内监引相国拜夫人，夫人惊，踧踖欲起，四宫娥强按之不得动，既乃重行夫妇合卺结褵之仪，内府梨园亦至。管弦铿锵，肴烝纷罗，诸命妇各持觞为相国夫人寿酒，罢，大欢笑去。”\n初看起来。上述记载颇具戏剧性，但从雍正为人及性格考虑，即可断定它是可信的。干预大臣私生活是雍正统治的重要特征。早在三年（1725），他就提出要代办大臣家事，时降旨斥责大臣“现有为伊妻所制，凡事依允者，”下令惧内者“苟有畏惧掣肘不得已之处，令密奏朕，朕代诸大臣处分，朕虽日理万机，而于大臣之家事尚能办理。”现在，其心爱的宠臣及其生母在家中遭受委屈，雍正岂能熟视无睹？而采取这种略带恶作剧的方式，也颇符合雍正之独特个性。 \n皇帝的特殊恩宠使尹继善感戴不已，奏称：“臣父子兄弟合家叠受殊恩，臣之一身尤邀异数，中心感谢，莫可言及。”而雍正则通过尹泰时时以公忠任事相告诫，七年二月，继善上奏说：“（皇上）又谕臣父以现今督抚内无如鄂尔泰、田文镜、李卫者，策臣公忠存心，勉力效法，臣父钦邀敬录，谆谆教臣。”为了培养出一代经世重臣，雍正可谓煞费苦心，在这方面，康熙与乾隆均难以比拟。\n雍正的信重使尹继善很快成为官场中一颗引人注目的新星，连怡亲王允祥对他也另眼相看，尝赐青狐一袭以示宠荣。值得一提的是：尹继善之继室为大学土鄂尔泰之从女，鄂夫人知书识礼，擅长吟咏，与继善感情深挚，这一婚姻对一帆风顺的尹继善来说。无异于锦上添花。 \n当然，尹继善之所以能成为有清一代之名臣。最重要的原因还是其颇具代表性的政事与为人，这一点，从以下几部分的论述即可看出。\n八旗读书人\n乾隆四十四年（1779），乾隆帝撰《怀旧诗》，将尹继善置于“五督臣”中，称：八旗读书人，“继善为巨率”，“政事既明练，性情复温厚，所至皆妥帖，白是福星辏”，又云：“尹继善公正端厚，所至以爱民为先务，故甚得名誉，临事不动声色，而大小悉就理筹画，河工诸务并协机要。”现在看来，乾隆这一评价是比较公正的。\n观继善之为政，最显著的特点是使百姓能沾实惠，如督两江时，曾公开发布办赈条告，严禁属员侵蚀赈灾物资，称：“倘不肖有司克赈肥家，一有见闻，断不能幸逃法网，即本部堂稽察有所不到，吾知天理难容，子孙将求为饿辞而不可得。”督川陕时，曾改变前任弊政，在乐山等地开采铜矿，“广资接济，地方穷民亦得籍以佣工觅食，于民生大有裨益。”对当时影响较大的措施则是剔除漕弊、整理仓谷。 \n康熙及雍正初年，江苏征收速粮，“积弊多端”，有的地方官以脚费为名，一斗只准作六七升，另外还巧立名目，盘剥百姓。鄂尔泰任苏州布政使时，曾拟整理，然仅提出初步方案即调任广西。雍正六年，尹继善任江苏巡抚，次年上《厘剔漕事疏》，建议漕粮每石征收漕费六分，一半给旗丁，一半给州县，为办漕之用。实行这一办法后，“一切耗米斛面尽行禁革，”“有遗粒在斛之铁边者，亦谓之花边，令民自拂去。”与此同时，尹继善严禁各种征漕陋规，将玩法之兴化知县等严参，又“密行查访”，“明加儆戒”。经此一番整理。百姓负担大为减轻，此后继任的江苏巡抚如陈宏谋等均沿继善遗规，故赵翼云：江南“漕务肃清者凡四十余年，皆文瑞（即尹继善）之惠也，宜吴人思公至今犹不置云。” \n在清代。来买存仓米谷极易滋弊病民，“向来州县采买仓粮，多有按亩强派，不照市价采买，而承办之书役家下又借端勒派，克扣分肥，其中弊端不可枚举。”为此。尹继善大力整饬。他一方面请求清廷“特颁谕旨，将短价采买之事，勒石严禁，俾大小官吏触目惊心，”另一方面，又将失察书吏低价强购之官员题参，将舞弊书吏严审，从重治罪。更重要的是，尹继善认为，各州县采买仓粮应以不妨碍百姓生计，不致物价暴涨为前提。象乾隆十三年（1748）江苏巡抚安宁不顾物价昂贵，人心浮动之现实，以“江省仓贮空虚，”下令大量采购米谷，弄得民怨沸腾。尹继善及时密奏乾隆，制止了安宁的蛮干。乾隆十五、十六年，上下两江因连年偏灾，政府赈贷平泉，仓库空虚，缺额多达150余万石，十六年秋收成稍好，按常规应大量购买补足，但尹继善却不如此，他指出：甫经灾荒，物价本来偏高，如大批采购，必然导致物价暴涨，造成社会不稳，故“饬各州县采买，以一半为率，其已足额之半者，暂行停缓，如买不及半而市价骤增，亦即停止。”二十九年，尹继香又为仓粮之事专门上奏乾隆，系统阐明自己的见解，他说：仓粮进出，不应根据传统的存七粜三之例，而应因时因地制宜，“请嗣后各省州县凡存仓米谷，除实遇欠收之年，米价过昂，非粜三可济民食者，不妨额外多粜，准其据实具详酌量办理。其寻常岁抬价平之年，不必抱定粜三之例，或可竟全数停粜，或止酌粜十之一二，总看各处情形，临时酌办。庶春间少卖一石，则仓内多一石之积贮，秋成少买一石，则民间多一石之米谷，似于民食仓庾两有裨益。”\n继善为官，遇大事胸有主见，且敢于直陈无隐。李卫、田文镜本系雍正令其效法之模范总督，继善却不轻加附和。雍正七年，尹继善署总河甫数月，浙江总督李卫过清江浦，称自己已面奏皇上：黄河水浅，天然坝开固无妨。尹继善对其主张不以为然，遂具折斥其错谬。云。“夫治河之道，不在水之浅与不浅，只在底之深与不深，”李卫“不知底深而岸高，反以水小为河浅，此诚不谙请河务之论也。”草拟奏疏时，幕中宾客无不为其担心，有人甚至治装求去，但继善不为所动。此事结果出乎意料之外，雍正一见此奏即赞赏不已，云：“卿有定见，朕复何忧？”认为继善治河，“可谓不负朕之任用矣。”\n雍正十年冬，尹继善入觐，时江南发生灾荒，河东总督田文镜欲夸所属丰收，竟不顾山东受灾事实，提出以东省之粟助赈，按察使唐绥祖密奏山东遭灾，粟宜留，雍正遂问尹继善，继善所奏和唐绥祖同，雍正说：“如卿言，山东诚灾。第绥祖，田文镜所荐，不宜异议。”继善对曰：“臣闻古人有申公宪以报私恩者，若臣作田文镜，只知感愧，不知嫌怨”，雍正深以为然。不久，唐绥祖调入京中，授太常寺卿。继善之直言，不仅免除了唐绥祖一场大祸，而且使山东百姓及时获赈。\n论及尹继善政事，很少有人知道他对平准平回、统一新疆做出过贡献（甚至与其交情亲密的袁枚对此也几乎一无所知），大概因其署陕甘总督为时甚短，前后仅仅八个月（乾隆十八年正月至九月），而西师之役中，军需诸务主要由黄廷桂经理的缘故。其实，尹继善署陕甘总督时间不长，但却处于一个关键时期，即清廷正密切注视准噶尔情形，以便待机而动。尹继善到任后，积极备战，筹措军需，下令凡备战马驼，必须膘壮驯熟，“倘有以口老病废充数，或缺额不即补足者，即行揭参，并勒限查竣报明督提，”此外，还派人勘查口外道路及水草分布情况，以保证大军出师顺利。十八年（1753）六月，尹继善以准噶尔“近来新换台吉，夷情未定，防范之法更宜加倍，”提出应采取十种“防范”措施：一、安西将军宜慎选得人；二、备战官兵应挑选精锐；三、奋战驼马应加意喂养以归实用；四、口外路径宜先勘明水草；五、派往哈密官兵应携带鸟枪以资御侮；六、哈密防所铅药应多为预备；七、哈密兵粮应预为筹酌；八、分贮银两立宜就近酌备；九、哈密一带城垣宜修理坚固；十、哈密牧畜种地宜在附近处所。这十条名曰“防范”，但其核心内容却是在为清廷出师平准做准备，而当时乾隆尚未做出这一决定，可见尹继善在这一问题上颇具先见之明。正因为如此，当大军底定伊犁，乾隆拟在热河设宴款待归降“诸夷”时，特召尹继善前往，谕曰：“江南总督尹继善，厚重有体，来与斯会。足壮观瞻。” \n作为雍乾之际一代名臣，尹继善在朝野上下享有祟高声誉，时人称其“神化丹青，草木知其姓名；亭毒元气才h夷问其起居。”尤其是任职长达27年之久的东南地区，“民相与父驯子伏，每闻公（尹继善）来，老幼奔呼相贺，”及其去世，更“军民悬画像，上女咽悲喉”，哀声一遍。事实上，早在雍正末乾隆初，年富力强的尹继善即已为朝野有识之士看好，在京师，“闻论相者辄曰：尹公，尹公。”然而，事违人愿。此后他却长期任职外省，宦途蹇滞，直到乾隆三十年（1765）方“入阁赞抠衡”，时继善已年届古稀，垂垂老矣，原因何在？ \n与乾隆冲突\n在传统社会，大凡久历宦途者，必染官场习气；声势显赫者，多谙入情世故，巧于趋利避害，尹继善可谓数者兼具。故袁枚和诗有“身如雨点村村到，心似玲球面面通”之句，大学士史贻直闻之，笑道：“画出一个尹元长。”\n继善为官，清廉自持，人称其“少年封疆，以官它为家，清廉自爱。”然性机敏，为人老成，尤能窥测主上意旨，借机显示自己的忠诚与才干。如雍正六年，尹继善甫任封疆，到任不久即投雍正所好，以清理亏空、积欠为言，论及江南积欠，竟不惜贱辱前任，称；“虽拖欠之故，亦有岁时丰欠不齐，然大半皆从前各官邀誉市恩，怠玩之所致也，”又称：“欠粮之徒，均属顽梗之辈”，表示自己“才识短浅，不敢云必能清理，惟以朴诚自矢，一往直前。断不敢邀誉市恩，随声附和。”只是雍正后来令暂停征比，江南百姓才得免遭一场浩劫。至于亏空，则云：到任三月以来，“其中一切弊窦亦渐次败露，查确者业经陆续题参，”雍正朱批：“好！详情酌量为之，不可懈怠，亦不可急迫，秉公实力办理。” \n降及乾隆继位以后，尹继善更多奉迎之举，为迎接南巡，将江南名胜搜访殆尽。二十一年九月，尹继善奏请举行南巡盛典，云：“栖霞胜景颇多，臣于原奏之外，续又搜得数处，已经酌量增修，其余名项工程亦略有添改，现在逐一绘图，容臣到京时恭呈御览。”其时象幽居庵、紫峰阁诸奇峰异景，“皆从地底搜出，刷沙去土至三四丈之深”，继善嫌摄山水少，特开两湖，名曰：“彩虹”、“明镜”，袁枚尝作诗戏之：“尚书抱负何曾展？展尽经纶在此山，”连大学土傅恒也分属员拟诗相嘲：“名胜前番也绝伦，闻今搜访更争新。”后入则称：尹继善“于上之南巡，有意迎合，伤耗三吴元气”，甚至讥之曰：“非此，尹不得四督江南。”\n然而，对任何明智的帝王来说，臣僚的奉车迎绝不应该成为获宠最主要的原因，脚踏实地的竭忠尽智应是每一个臣子安身立命的资本。在这方面，生性敏感的乾隆比雍正更加重视，也更加清醒。乾隆初年，尹继善处境还算顺利，除元年因未及时报告云南收成状况遭申饬外，所办事务大多称旨，乾隆对他也颇为信任。四年八月，特谕继善：“目今政治虽已清明，尚未臻于美善；闾阎虽无扰累，尚未能遽跻于丰盈；风俗虽不甚浇漓，尚未能革心而向道；官吏虽颇为整饬，尚未能弊绝而风清，”希望君臣共同努力，为大清立“万年不拔之基。”然此后不久，尹继善却迭遭斥处，关键原因是：乾隆认为尹继善好名用巧，居心不诚。\n其责尹继善为政用巧，云，“近日督抚办事，有所谓上和下睦，两面见好之秘匙。貌为勇往任事，以求取信，而阴市私惠，谓有旋乾转坤之力，使属员心感，尹继善惯用此术，方现承及巡抚中一二能事者趋而效之。……诸臣心术才具日熟复于朕胸中，任术取巧者皆洞见肺腑，大臣中有以取巧得利益者乎？”还指责尹继善办事，存“大事化小，小事化无之见。”\n其责尹继善沽名邀誉，主要斥其好名市恩，谓其“素有虚名。”十六年将尹调为两江总督，乾隆谕曰：“此处系向来得名之地，亦即失实之地，应如何奋勉，卿其自筹。”十八年尹继善署陕甘总督，审理延安营兵丁聚众鼓噪案，乾隆嫌其对肇事者处罚太轻，在其奏折上批日：“此事又生好名之心，奈何？”降旨：“尹继善所审拟延安营兵丁聚众不法一案，是该督好名市恩之念并未竣改，不止失之宽纵而已，”“尹继善系屡次获咎之人，经朕加恩宽宥，每事谆切训诲，以为伊必感激奋勉，涤除积习，而不谓其仍然故态也，”“若不亟思痛加竣改，则伊将来获罪之处，朕不能料其作如何究竟矣。”尹继善捧读上偷，“惶惊无地，”称自己“限于才识，遇事每多错误，”乾隆批道：“汝非无才，正以才识为累耳。”并将尹继善作为反面教材，戒饬其他官僚，如二十一年谕江南河道总督爱必达：“若尹继善有意瞻徇而汝随声附和，必致更生事端，汝其慎之，勉之。”又饬福建巡抚钟音；“汝竟入于好名取巧，尹继善一派矣！”\n臣僚既然好名用术，当然不能诚实无伪，故乾隆尝痛骂尹继善：“此奏又用故智，奈何！朕终不能化妆之伪也。”二十一年，尹继善处理杨中林“悖逆”案，未将主犯定凌迟之罪，“止问拟斩立决”，遭乾隆痛责，尹奏称自己“愧惧”不已，乾隆怒道：“汝此等之愧惧亦已多矣，但不能动汝天良，奈何”？\n应该说，乾隆屡屡斥责尹继善好名用巧，居心不诚，诚然与他对所谓“名臣”心怀疑忌有关（后来有“本朝无名臣”之说），但所言也并非全无依据。以取巧为例，继善确有弄术之习。\n南总河周学健在皇后去世后违制剃头，尹继善先是知而不参，及乾隆降旨申饬，又一反常态，宣称要将河工佐杂中旗人违制者，“逐名详查，另行参奏，交部从重治罪”，乾隆说：“岂有总河之罪不治而罪河员之理”？责其迎合取巧，过于搜求，处以革职留任，并将其奏折和乾隆有关上谕发中外知之。十九年，扬州府下河通判周冕亏空钱粮，于限内全部赔完，按常规，限内全完应减等发落，督抚仅须报告皇帝即可。尹继善却在奏折中故意不出己见，让乾隆裁决，乾隆说：尹继善“明知其罪不至正法，而姑为此奏以见其执法”，“此等伎俩展施无益，亦何必乎？”继善接旨，即将犯人杖一百，流三千里。至于好名市恩，执法有意从宽，则是当时官场之通病，时人描述说：官员办案：“既畏刁民，又畏生监；兼畏胥役，既不肯速为审断，又不肯太分皂白，”在这种特殊社会环境中，生性温厚，擅和颜应时，处处见好，“虽素不善者；亦必寒暄周旋”的尹继善，“遇事姑容”，“以无事为福”自在清理之中。因而，尹继善与乾隆的冲突，在很大程度上可以说是专制皇帝要求官僚公正无私与当时官场流行习气之矛盾，作为在官场沉浮数十年的“老吏”，多继善不过是这种习气的代表人物而已。 \n乾隆深知尹继善“积习”渐染已深，故对其“痛加竣改”不抱希望，尝对继善说：将汝“即拿交刑部，想亦非汝所惧。”然而，他毕竟欣赏尹继善之才干，不肯轻加废弃，且也深知继善虽然好名市恩，左右逢源，“然亦不肯舍己为人”，故一遇要案就严加督责，而尹继善慑于“天威”，遇事不敢苟且，因而最终结果往往颇称“上意”。乾隆二十二年，却发生了一件令“好名”、“取巧”的尹继善颇为难堪的事情。 \n先是二十一年（1756），江苏巡抚庄有恭回籍治丧，离职前奏称泰兴县捐职州同朱路因殴死人命，按例拟绞，现朱●（原字左日右冉）呈请赎罪，业已批准。乾隆见奏大惊，”岂有未经具题，遽行准赎之理？是外省督抚竟可虚拟罪名，饬司议黩罪，自行完结不必上闻矣！”派尹继善严审，令其审个“水落石出”，“朕若另派大臣审出，尹继善自度能当此咎耶？”事实上，庄有恭擅自准黩一事，此前曾告知总督尹继善。庄系乾隆四年进土，尹为读卷官，曾力荐其才，二人后为知交。及此案暴发，尹继善一方面百计为庄遮掩，另一方面，却不主动供出自己早知内情的事实，为庄有恭分担责任。乾隆见尹继善迟迟审不出实情，大怒，令将庄有恭押至南巡接驾处，“朕当另派大臣审讯，”继善惧，始将前因后果和盘托出。乾隆降旨：“庄有恭办理朱●（原字左日右冉）黩罪外结一案，……尹继善既经庄有恭告知，在存心公正者，即应据实参赛，请旨察议，否则正言阻止，庄有恭自不敢视为泛常，纵意手滑，致干重辟。及奉到谕旨，尹继善亦当备述前情，一面速为办理，乃迟回观望，希图模棱了事。经朕屡行饬催，并降旨庄有恭革职拿问，始称原曾与闻。是庄有恭之罪，乃尹继善实有以纵之，且酿成其事，始终皆由于尹继善。”此案后从宽了结，庄有恭革职不久即授湖北巡抚，尹继善因办理南巡有功，竟免于处分。\n尹继善在乾隆朝屡遭斥罚，自知受宠远不及雍正时，故，“小心谨慎，未尝有过，犹抱安不忘危之志。”二十年正月，乾隆指责尹继善沽名邀誉，四月，尹继善即上奏：“臣长子户部员外郎庆云性情暴戾，请革职，发往锦州看守坟墓。”二十八年，乾隆以富尼汉为安徽按察使，尹继善又奏：富尼汉系亲兄之女婿，“同官一省，实觉未便”，建议将其另加录用，其实，按清朝规定，侄女婿是无须回避的。尽管尹继善生性豁达，胸怀开阔，自称“欢喜笑常开，登临屡放歌，”“吾庐吾自爱，评论任差池”，但叠遇斥辱，岂能不中怀感伤？其和袁枚诗有“鸟入青云倦亦飞”之句，继善吟至再三，唏嘘不已，袁枚叹道：“想见当局者求退之难。” \n附带提及：尹继善和鄂尔泰虽为至亲，但鄂尔泰对其人品却有微辞。乾隆七年，袁枚赴江南任职，离京前与鄂尔泰话别，论及当代名臣，鄂尔泰对尹仍“意未满也”，谁对总河顾琮称赏不已，云：“汝此去，惟有河督顾方用一人耳，富贵不能淫，威武不能屈，人称为铁牛，我许为铁汉。汝往见之，但告以是我门生，渠必异目相视。”耐人寻味的是：袁枚赴江，和顾琮仅有一面之缘，和尹继善却频频来往。“牙琴相应”，情谊终生不喻。究其原因，盖二人均风流倜傥，遂同道为朋之故。 \n与汉文化\n十八世纪的雍乾时代，人文蔚起，聪明俊秀之士，蜂出并作，或皓首穷经，或赏月吟风，各领风骚，点缀繁华。其时八旗子弟，经上百年文学熏陶，也翩翩然以斯文相尚，其好学颖悟之士，更有争胜于汉人者，时人感叹道：“近日满洲风雅，远胜汉人，虽司军旅，无不能诗。”而尹继善则是当时八旗文坛的领袖人物。\n尽管尹继善和乾隆在政事上时有冲突，但二人却有一个共同的癖好，那就是吟咏。乾隆以诗遣闷，以诗抒体“爱乐纷哉何所托？积成三万首余吟”。继善则“生平无他嗜，惟好吟咏”，“诗等牛腰。”“公薨时。满榻皆诗草”。继善之诗，“婉约恬雅而切近事情，深有思致”、在清代诗坛颇负盛名，论者称其“行间消蹈厉之心，言外得中和之气”，“清词丽旬，虽专门名家自愧不如”。其寄继室鄂夫人两首可以说颇具代表性：\n“故乡却似在江宁，岂为思家有泪零？别后无眠嫌夜永，行来到处爱山青。每看野店三更月，知望银河两岸星；石径风微斜照里，寻梅可到小池亭？正因被薄欲加棉，又接音书短榻前。对雪遥思长路冷，围护更虑晓水坚；不言家事知余苦，频寄征衣赖汝贤。依旧疏狂应笑否？偷闲时复耸吟肩。”\n继善论诗极细，有“差半个字”之说，并认为言为心声，“古今未有心不善而诗能佳者”，故其诗虽平淡工稳，但往往失之拘谨，不如袁枚之诗，纯出性灵，潇洒自如，这大概源于二人教养、地位之差异。\n继善自己好诗，其家庭也充满浓郁的文化气氛。鄂夫人“贤淑能诗”，长于应对，诸公子也皆能诗，而推第三子庆玉为最。庆玉，号两峰，袁枚在《随园诗话》中讲过这样一个故事：“一日，文瑞公（即尹继善）退朝，召两峰曰：今日我疲矣，皇上命和春雨诗，我不及作，汝速拟一首，我明朝要带去。两峰构成送上，公已酣寝。黎明，公盛服将朝，诸公子侍立阶下，两峰惴惴。虑有嗔喝。忽见公向之拱手，曰：拜服！拜服！不料汝诗大好。回头呼婢曰：速煨我所吃莲子给三哥儿吃。两峰大喜过望，四公子树斋（庆桂）笑曰：我今日却又得一诗题，诸公子问何题，曰：见人吃莲子有感。”\n尹继善对满洲传统的骑射颇为生疏，秋狝作时。乾隆曾令其射一疲卧之鹿，继善连发三箭始中鹿身，鹿中箭后跳起，带箭逃去，继善亦无可如何。但对以儒学为核心的汉文化却勤学苦思，潜心研究，“每公余，一卷一灯，如老诸生，寒暑勿辍。”自唐宋以后。东南即成为汉文化之重心，尹继善长期任职东南，延接俊流，抚绥百姓，与该地建立了深厚感情，“视江南如故乡，渡黄河则心开”，及乾隆三十年离任入阁，依依不舍，凄怆伤怀，“先别栖霞，再辞蜀阜，凄然泣下”，江南士民也“环送悲号”，“公不能舍江南，犹江南人之不能舍公也”，这在官民关系趋于紧张的乾隆中期，不能说不是一大奇观。追溯其由，大概与他和东南文人之交往有关。\n东南文人荟萃，作为地方首长，尹继善宏奖风流，“爱才如命”，“闻人才后进，则倾衿持推毂，提训孽孽”，故颇得士心。当时，继善之幕府招览英才，名声大著，故其诗在“幕府多才罕俦匹，儒雅风流谁第一”之句。不仅如此，尹继善还和诸名士同游名山胜水，诗酒赓和，略无虚日，象曹西有、宋宝岩、秦大士、蒋士铨、袁枚等，都是经常出入于两江制府的知名人物。而尹继善才思敏捷，也颇受当地文人推崇，时人记述：尹继善初到江南，遇海宁文人杨守知，知其为老名士，遂加奖慰。守知叹曰：“蒙公盛意，惜守知老矣，夕阳无限好，只是近黄昏。”继善应声答道：不然，君独不闻“天意怜幽草，人间重晚晴乎”？杨守知骇然，出语人曰；不谓小尹少年科甲，竟能吐属风流。乾隆十三年，尹继善与钱陈群遇于苏州，二人吟诗唱和，多至十余遍仍不罢休，一时送者马疲人倦。及陈群至嘉兴，继善又追寄一首，钱陈群于是致书请求休战，云：岁事匆匆，实不能再和矣，愿公遍告诸人，说香树老子，战败于吴江道上，何如？恰逢袁枚过苏州，见陈群信，遂赋诗道；“秋容老圃无衰色，诗律吴江有败兵”，继善喜，又转与袁枚叠和不休，一时成为诗坛佳话。\n在与尹继善交往的东南文人中，袁枚无疑是过从最密的。袁枚，字子才，号简斋，乾隆四年中进土，年仅24岁。袁枚长身鹤立，风彩照人，以诗文名于时，为诗坛宗仰者凡五十年。尹继善对袁枚的才识极为欣赏，当袁枚参加朝考时，曾力加举拔，及其调任两江后，二人交往甚密，“偶然三日别，定有四更留、”及继善入相，曾告诫袁枚“慎厥”，袁枚抱怨道：“枚乞养山居，原不敢望履于公门矣，而公挟师傅之尊，强召之，宿留之，出诗文以唱和之！”其实。袁枚内心何尝不以与继善交往为荣，常常不待室召即入督署，甚至“直入内室”，继善姬侍亦不回避，以是人多物议。若论文学，二人持论并不相同，继善为诗讲究韵律，好和韵。叠韵，”每与人角胜，多多益善”，袁枚却认为和韵、叠韵有悖“性情”，“忘韵，诗之适也”。然二人均生性风流，性尚风雅，故仍彼此推崇，情谊深挚，袁枚诗文集中，关于尹氏父子的诗文多达二百余篇。继善去世，袁枚悲不自胜，作《哭望山相公六十韵》，数年后，仍思念不已，有《梦尹文端公诗》：“已绝人天路不通，无端昨夜坐春风；离离燕寝清香在，款款慈云笑语同；白发三更红短烛，黄鸡一唱绛帷空；莫嫌梦境迷茫甚，到底今生又见公！”其辞凄切婉转，非泛泛应时之作可比。\n从尹继善的文化素养以及他与袁枚等人的交往，也许可以看出清廷为什么让其长期任职东南，而不象当时一般督抚那样频繁调动。东南不同于内地，它拥有一个队伍相对庞大的文人群体，即普通百姓，文化素养也较内地为高，要使民情悦服，单靠“清”和“能”还远远不够。象黄廷桂本系雍乾之际一大能臣，但任两江总督不到三年，就声名狼藉，连乾隆也说：黄廷挂于“江省不甚相宜。盖南人风气柔弱。而黄廷桂性情刚躁，几于水火之不相入”，“受其呵斥者固不能无怨，即为奖许者亦不以为感，久之其何以行其威令，必令久于江省未免用违其长”，故令尹继著取而代之。确实，文化发达的江南地区，不但要求统治者正直廉明，也要求他们懂得顺乎自然，宽缓为政；不仅要求他们推崇正教，也要求他们懂得奖扬斯文，引导风流。以具有深厚汉文化素养的尹继善为两江总督，可谓政得其人，人尽其才。时人称尹继善“就论风雅已压群公”，“在江南慈祥恺悌，沾洽闾阎，而官吏格心敛手，无敢稍为乾没”，即反映出他深谙治理两江之道，对此，精明的乾隆当然十分清楚，故称：“满洲翰林中，优于文学兼能通达政事者无出尹继善右。”\n晚景余晖\n乾隆三十六年三月，尹继善令诸公子作《送春诗》，中有“遗爱只留庭树好，余晖空托架花鲜”之句，继善动笔加圈，不久即逝。\n降至乾隆中叶，雍正政留下来的老臣已所剩无几，昔日英姿勃勃的尹继善也届垂暮之年，霜染两鬓，乾隆观之，不能不生怜措之意。而继善三次承办南巡，费尽心力，既想方设法满足皇上的山水之欲；又精心周旋，巧加调度，使民间少抱怨之声，以是深合“圣意”，连乾隆也不能不由衷赞赏其才识。二十一年冬，尹继善赴京，乾隆特令学士傅恒带其“遍历香山、昆明诸胜”，事后，继善又至傅恒府第相拜访，他与最高决策机构的关系更加密切。二十六年四月，尹继善之女嫁与皇八子永璇为妃，乾隆令尹继善“先期来京料理”，此女为继善侧室张氏所出，张氏因此得诰封一品夫人。尹继善因与皇室建立姻亲关系，欣奋不已。“逢人必夸”，尤其是侧室受封，与其生母相类，更感激不已，称“为千古未有之荣”，尝与乾隆论及此事，乾隆说：“朕实不知先帝有此事，乃竟暗合，岂非卿家运耶？” \n乾隆二十五、二十六年以后，尹继善所受斥罚明显减少，二十七年南巡，乾隆还赐诗赞其“保障资三省，忠勤著两朝”。三十年（1765）尹继善终于结束了长达数十年的封疆生涯，赴京任文华殿大学士，兼管兵部，又兼上书房总师傅，应势显赫，以致有“荣华冠九卿”之说。 \n和节制数省的总督相比，入阁后，尹继善主要遵旨寄发上谕，审理要案，议复事件，权力似乎相对小了一些，而且年事已高，也不可能有大的建树。然遇重要事务，仍能直陈己见。三十二年，乾隆令傅恒经略云南军务，尹继善曾予谏阻，他说：“傅恒硕德重望，军旅非所夙娴，况以首辅之尊，从戎边徼，万一奏凯稍迟，有关国体”，再三劝谏，至于涕流，然而乾隆未能采纳。不出所料，两年后，傅恒出师失利，自己也染瘴而殁。\n继善晚年虽位极人臣，但老态龙钟，“精神疲倦，行走亦颇迟钝”，每忆故旧，则感伤不已。三十六年春染病。是年二月，东阁大学士陈宏谋因老病，“精神恍忽”，解任回籍。宏谋为继善同年好友，二人为政风格不同，但相知甚深，彼此引荐。离京前，陈宏谋至继善府第辞行，时继善卧病在床，二人床前执手诀别，悲不自胜，继善赠诗道：“我老颓唐难出饯，将诗和泪送行人。”\n东巡在外的乾隆闻尹继善病重，知其平素“最不信医药”，甚为眷念，特降温旨：“本日报到，知大学士尹继善病体未痊，精神较前稍减，闻之殊为眷念，现派御医罗衡诊视。罗衡医理尚为去得，尹继善宜遵旨服药，不可执中医之说，并令尹继善安心调摄，俾得日就平复，用慰朕怀。”无奈病情日剧，终于于三十六年四月二十二日去世。死前，将奏稿尽焚，令不立墓碑。乾隆令入祀贤良祠，谥文瑞。八年后，乾隆撰《怀旧诗》，列尹继善“五督臣”中，和以前的斥辱形成鲜明对比，《御制诗》对其一生政事为人作出高度评价。\n尹继善病逝时，陈宏谋正取道山东回籍，闻讯，大恸，顿足哭道：回船，我欲一奠尹公之灵！因家人劝阻乃罢。两月后，宏谋病逝于韩庄舟次。 \n尹继善有子十人，多以文学见长。幼子庆兰尝作《萤窗异闻》，仿聊斋而不俗繁，颇为时人称道。第四子庆桂于乾隆二十年以荫生授户部员外郎，三十五年任正白旗满洲副都统，次年入值军机处，嘉庆四年（1799）官至文渊阁大学士，总理刑部事务，赏海淀寓园。九年，庆桂七旬，嘉庆特赐诗褒奖，中云：“名重三朝三相国，勋隆一代一贤臣”，充分肯定了尹氏祖孙三代的贡献。在中国历史上，祖孙三代连任“宰辅”并不多见，故清人对尹继善一家称羡不已，连昭梿也说：尹泰、继善、庆桂“三代持衡，为升平良佐，实古今所未见也”，而就其家道兴隆之原因，尹继善显然起到了关键的作用.然庆桂之时的尹氏毕竟不能和继善在日相比。尹继善“性不爱钱”，而“应酬浩大”，故身无积蓄。去世后，公子十人共分遗资，每人所得无几。官至相位的庆佳家道稍好，但也“不事生产”，难称富足。至若官品低微的诸兄弟则往往捉襟见肘，贫者“不得不靠典当度日”，“常因衣冠不周，不能当差”，庆兰为此感慨不已：“悉添双鬓雪，怕亿少年时。” \n及庆桂死后，子孙更多属平庸，竟未有能跃跃兴起者，“不二十年，式微已甚，睹之惨然”。继善生前尝云：若办赈有弊，百姓不沾实惠，子孙将求为饿殍而不可得。观其为政，“不侵官，不矫俗，不畜怨，不通苞苴，”慷慨养士，死后子孙却仍难免饥寒之虑，若其地下有知，当作如何浩叹？\n人物评价\n在十八世纪清朝封疆大吏中，尹继善无疑是最引人注目的历史人物之一，其一生凡一督云贵，两任总河，三督川陕，四督两江，既曾操劳于军营，也曾奔波于河上，既有平步青云之喜，亦有“汗流侠背”之惧，故及其老矣，何止仅有“阅历天涯遍”之浩叹！然而，今天谈论尹继善其人，最重要的还不是因其阅历繁复，而是因为他系雍乾之际官僚中颇具影响力的领袖人物，即乾隆也每每以督抚“趋而效之”，入于“尹继善一派”为辞，故从探寻其政事为人、志趣爱好入手，人们有可能窥测到当时官僚士大夫之一般风貌，进而对其所属时代做出更加准确的判断。大凡论史当以穷源为先，欲论尹继善，自当从其家世以及为清人称羡不已的获宠异数开始。 \n家庭成员\n父母\n父亲：尹泰 \n生母：尹泰妾张氏。 \n妻妾\n继室：为大学土鄂尔泰之从女。 \n妾：张氏，生一女，嫁乾隆第八子永璇。  \n儿子\n望山公有子十三人，多以文学见长。但网上多说为十人，本人尹李杰经过多方考证，认为应为十三。关于这一点，与望山公、庆兰关系密切的袁枚曾云：“蔗浆真觉老愈甘，邓禹生儿满十三。”（见《送望山尚书入都》）“（尹公）有子十三，邓家金紫，罔不束脩，敦诗说礼。”（见《文华殿大学士尹文端公神道碑》）“尹文端公诸公子俱好学能文，官亦显贵；惟似村以秀才免差，使长侍公与制府署内。”（见《<哭似村>诗序》）以下列出几位颇有声名的子辈： \n尹庆玉，字璞斋，号两峰。满洲镶黄旗人，原姓章佳氏，大学士尹继善子(第3子)。乾隆二十一年（1756）举人。历官芜湖道台、安徽按察使、湖北布政使。后病还京师。乾隆五十二年（1787）卒。 \n尹庆桂，字树斋，满洲镶黄旗人，原姓章佳氏，大学士尹继善子(第4子)。乾隆二十年（1755），以荫生授户部员外郎。历内阁学士、副都统、参赞大臣、将军、都统，按擢工部，调兵部尚书，署理甘肃总督。乾隆五十七年（1792），击退廓尔喀人侵事平，予十五功臣。是年，赴浙江办案。嘉庆四年（1799），调刑部尚书、协办大学士、入直军机，寻授内大臣、文渊阁大学士，总理刑部事务。晋太子太师。嘉庆九年（1804），庆桂七旬，嘉庆特赐诗褒奖，云：“名重三朝三相国，勋隆一代一贤臣”，嘉庆十五年（1810），纂辑《平定三省邪匪方略》告成。嘉庆十八年（1813），年老，原品休致，给予全俸。嘉庆二十一年（1816），卒，谥文恪。 \n尹庆霖，字雨村，号晴村，满洲镶黄旗人，原姓章佳氏，大学士尹继善子（第5子）。历官侍卫、侍讲、宁古塔副都统、青州副都统、江宁将军、福州将军。 \n尹庆兰，字似村，满洲镶黄旗人（笔者尹李杰备注：网上有说是满洲镶红旗人，实为误传。）原姓章佳氏，大学士尹继善子（第6子）。笔名长白浩歌子，著有文言小说集《萤窗异草》。其胞妹嫁仪亲王永璇为嫡福晋。 庆兰大约生于乾隆元年(1736)，至迟卒于乾隆五十五年(1790)。他虽然生于贵育之家，却性情恬谈，不慕功名，耽吟咏，好风雅。乾隆十九年(1754)，在望山公督理两江、总河时，庆兰与袁枚相识于袁浦署中。在此后的数十年中，两人诗酒唱和，过从甚密。庆兰博学多才，曾经乾隆殿试，颇受称赏，然终身未仕。有《绚春园诗钞》、《萤窗异草》（又名《聊斋剩稿》仿聊斋而不俗繁，颇为时人道。） \n尹庆保，字佑之，号蕉园，满洲镶黄旗人，原姓章佳氏，大学士尹继善子。历官江苏布政使、广州将军等，有《兰雪堂集》等诗集绘画作品等。 \n以上论述本人尹李杰参照了《清史稿·尹泰传》、《清史稿·尹继善传》、《清史稿·尹庆桂传》、袁枚《随园诗话》、袁枚《文华殿大学士尹文端公神道碑》等及其他关于《萤窗异草》作者的相关考证，本人略微文字润色，经过整理编辑以方便宗亲评阅，引用的文字版权属于原作者。关于满汉连宗研究话题，见本人拙作《满姓章佳氏尹氏源流探讨》，另外本人拙作《尹氏宗族历史故事（清朝部分）》（其中转载了《清史稿·尹继善传》全文）、《答尹氏宗亲“以官为姓”说》、《尹氏研究思贞系之外研究补遗》、《尹“以官为姓”的佐证》、《“曹雪芹小像”辨析》等文章有相关望山公的故事。 \n诗作选摘\n【和袁子才新春见赠】\n桃源咫尺谪仙人，春浪初生递锦鳞。爆竹声中消短鬓，梅花香里著间身。\n云归野岫光何淡，雪霁平林景更新。每有诗成先寄我，老来笔墨转相亲。\n【南郊劝农诗三首】\n夹道青松间绿杨，争看驺从陟重冈。漫教迎送妨农事，好去耘田趁早凉。\n西成在望意欣然，陌垄循行缓著鞭。共盼年丰祈谷早，医疮聊补卖丝钱。\n树边小憩一煎茶，童叟环视静不哗。为说山田须努力，沿江早稻已开花。\n【西园小集后花下独坐有怀子才仍叠前韵】\n幽栖岂是薄功名，厌说林深鸟不惊。白发时陪新弟子，青山也爱旧书生。\n承欢谁似饶其乐，舍肉还多见至情。料得冰楼无底事，横琴坐对月轮明。\n近赠芝兰种满除，巡檐采采孰相于。窗前鸟静间欹枕，竹里镫明夜读书。\n见面难如千里外，论交喜在廿年余。小仓也仿栖霞意，闻又新添水一渠。\n【和袁子才冬日寄怀韵】\n枫林红叶带霜飞，记得江干送马蹄。歌到离亭声断续，人分淮浦影东西。\n年来夜雨添新梦，画里青山忆旧题。千里相思君识否，斜阳满树暮云低。\n【次孙端人韵送别王次山锺仲恒】\n金汁江头雨未收，行人欲别意还留。离觞共劝他乡酒，落叶初飞满路秋。\n一顾空群传冀北，万山何处忆蛮州。知心自是难分手，况值天涯久宦游。\n【过燕子矶游永济寺偶用壁间韵留赠默默上人】\n每过云蓝便系船，非关前路受风偏。秋残野岸丹枫冷，水落空江翠壁悬。\n月色微茫僧入定，钟声断续客初眠。回思十七年来事，似与名山有宿缘。\n【读刘皋闻便是离家莫忆家句有感再用前韵】\n老去逢春与转加，轩亭喜傍水之涯。须知小住谁非客，即便同归那是家。\n拟上虚舟还载酒，更邀别院看移花。枯枝落水皆堪赏，何必樽前有丽华。\n","category":"草书","verified":true,"user":1,"timestamp":1429951662195},{"name":"钱陈群草书与尹继善唱和诗册","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791609661,"text":"钱陈群行书《与尹继善唱和诗》，水墨纸本，册页（并跋）。\n\n\n 印：老钱笔老健，宫傅尚书，钱陈群印。\n 上款周人骥，字芷囊，号莲峰。天津人。雍正五年进士，官贵州巡抚。","author":"清代钱陈群","description":"钱陈群草书与尹继善唱和诗册"}]