[{"name":"樊增祥行书四条屏","text":"樊增祥（1846—1931）清代官员、文学家。原名樊嘉、又名樊增，字嘉父，别字樊山，号云门，晚号天琴老人，湖北省恩施市六角亭西正街梓潼巷人。光绪进士，历任渭南知县、陕西布政使、护理两江总督。辛亥革命爆发，避居沪上。袁世凯执政时，官参政院参政。曾师事张之洞、李慈铭，为同光派的重要诗人，诗作艳俗，有“樊美人”之称，又擅骈文，死后遗诗三万余首，并著有上百万言的骈文，是我国近代文学史上一位不可多得的高产诗人。著有《樊山全集》。\n简介\n樊增祥（1846年至1931年）字嘉父，号云门，别字樊山、天琴，别署天琴居士、武威樊嘉等，晚年自署天琴老人，湖北省恩施县六角亭西正街梓潼巷人。生于清宣宗道光二十六年，卒于民国二十年，年八十六岁。天性聪颖，美姿容，工为文章。游京师，为李慈铭所称。光绪三年（公元1877年）进士，改庶吉士。散馆后，历陕西宜川、渭南等县知事，累官至陕西布政使、江宁布政使、护理两江总督；北京国民政府参政院参政。清末民初著名晚唐诗派代表诗人、文学家、藏书家、书法家。 入民国，寓北京，文酒过从。增祥工于诗，好为艳体，其《前后彩云》二曲，尤有名，死后，遗诗多至三万余首，其判牍亦佳，文墨吏奉为圭臬。著有樊山全集，传于世。 \n性喜藏书，早年家贫，无书可读，自中举人之后，与藏书家缪荃孙多书信来往。又结识了张之洞，方开始肆力购书与藏书，历时30余年，伦明称“所藏多为旧抄宋元人诗集，盖《永乐大典》辑佚原本，法梧门旧藏也”。还收藏有李慈铭晚年日记手稿数册。藏书楼名“樊园”，藏书20余万卷，书画、碑帖之属，10余巨簏，齐白石在西安曾观其所藏朱耷、金农、罗聘、徐渭、石涛诸名家画幅多幅，并深受影响，画花鸟由工笔而变为写意。又与海上遗老组诗社名“超社”。所藏书在其晚年就开始流散，过世后，先后被张元济、傅增湘等藏书家收藏多种，伦明亦藏有其明刻旧本数种。藏书印有“天琴道人樊增祥”、“樊园收藏”、“今是先生藏本”等。 \n931年辛未3月因病在北京逝世，享年85岁。著有诗集《云门初集》、《北游集》、《东归集》、《涉江集》、《关中集》等50余种，后皆收入《樊山全书》，词集有《五十麝斋词赓》，亦收入《樊山全书》等传世。 \n人物生平\n早年讲学\n其父樊燮，湖南永州镇总兵。樊增祥四岁由母自课启蒙，十一二岁通声律，能诗文。十三岁时父罢官，家境贫困，命着女儿装，禁野游，锁户严课。咸丰十一年（1861）随父迁宜昌（其父曾任宜昌府中营游击）。\n同治六年（1867）樊增祥乡试中举。同治九年（1870），时任湖北学政（管一省教育的学官）的张之洞到宜昌视学，看到樊增祥的诗文，十分欣赏，推荐他为潜江传经书院院长，主持讲席。樊增祥的母亲徐太夫人因长子讱初英年早逝，不愿樊增祥出远门。但是不出去做事又无以养家糊口，因此樊增祥每年数出数归。他在潜江的生活方式，是其早年清贫生活的一个缩影：每天伙食费不超过三十钱，生性不爱好肉食，曾有诗云：“肉食堪怜骨相乖，闭门旬日学清斋。”有时到集市上买汤、饼盛于一个器皿中，连柴火费也节省了。节余的薪金全部交给母亲，奉养家人。徐太夫人知道儿子有嗜书之好，每次都给些钱让他去买书。樊增祥因教学而旅居潜江三年，境内风景古迹，课余多有踏访，对于潜江的民俗、饮食、文化、水患等，均十分谙熟。《潜江杂诗十六首》中多有关于当时潜江民俗风物的相关记载。同治十年（1871）秋八月，曾任安陆县教谕的潜江人郭美彦（字梦莲）病逝，樊增祥为其写了挽诗，称道其学问品行。爱书成癖的樊增祥时常去万家（曹禺叔高祖万芾）借书。城西有一处私人读书的地方，是道光十九年（1839）举人吴述洵的丛桂山房，樊增祥慕名而来，也写下了游览诗句。\n幕僚生涯\n光绪四年（1878）秋樊增祥入荆州幕府，冬天又到武昌张之洞幕府，充当幕僚。张之洞成为樊增祥的官场导师和后台。张之洞劝导樊增祥不要专攻词章之学，要多做经世学问，“书非有用勿读。”引导樊增祥在社会中立足，并走上仕途。光绪元年（1875）樊增祥30岁时，第一次精选自己1870年后所写的500多首诗词，分上下两卷编为《云门初集》。张之洞赞其在诗词创作方面，表现出了“精思、博学、手熟”的惊人才华，往往能把“人人意中所欲言而实人人所不能言”的内容，恰到好处地表现在自己的诗词中。在交友中，樊增祥先后与文学家李慈铭、陶子珍、袁爽秋等人结下深情厚谊，诗词唱和，“文宴无虚日”。著有《北游集》、《金台集》、《水淅集》等7部著作。\n仕宦升迁\n光绪三年（1877），32岁的樊增祥进京会试，终于考中进士。樊家在恩施、宜昌两地迎宾宴客3天，当众烧掉了“洗辱牌”。光绪十年（1884），樊增祥前往陕西宜川任知县，走上仕途从政路。任职7个月，调居省府，后又到咸宁（今西安）、富平、长安任知县。光绪十八年（1892），樊增祥再任咸宁知县。1893年2月至1898年7月赴渭南任知县。执政期间，他虽“劳形案牍，掌笺幕府，身先群吏”，仍在闲暇时间“结兴篇章，怡情书画”，将自己的诗词整理，编成20余集，1894年第一次将自己的作品集付梓刻印。\n据说樊增祥在渭南执政期间，十分注意严法、宅心、平恕。由于他长期处于贫困的生活中，养成一种坚毅的性格，能自行其志。他经世30多年，精于人情世故，加之经常出入张之洞府，受张点拨，对文官从政之路十分精通，在执政时以果断的作风、出众的才能受到各方面好评。樊增祥在渭南任知县的第四年（1896年），到过一次北京，因俄国军队入侵，樊增祥看到了战乱留下的阴云，使他满怀凄凉。从1896年秋到1897年夏，写下感怀时事的诗100多首，后编为《身后云阁集》。从1884年到1898年的14年中，樊增祥先后任职10年，期间结识不少文化名人，勤于诗词写作，每日均有诗作记录在卷，经修订后出版诗词集20余册，还集断案《批判》12卷。其师友对《批判》颇有赞誉：“古今政书虽多，但能切情入理、雅俗共喻的，恐怕要以樊的判辞独有心得。”\n樊增祥这一时期的诗，有少数体现他的报国之志。他在《再题岳王庙壁》的诗中写道：三字沉冤郁未伸，风波亭事剧悲辛。灰中缚虎添公案，湖上骑驴有故人。期间，樊增祥因诗而出名，诗词创作达到顶峰时期。仅出版的《樊山文集》就有15册、60余卷，分为《樊山集》、《樊山自叙续集》、《樊山批判》、《樊山公牍》、《樊山时文》5个部分。他“欢娱能工，不为愁苦之词，艳体之作”。其作品受唐诗宋词影响较深，喜欢用典，讲究对仗；其骈文言辞华丽，铺排自如，很有文采。\n在他的作品中，长篇叙事诗《彩云曲》、《后彩云曲》负有盛名，前曲写于1899年，后曲写于1913年。《彩云曲》石刻现在还存在陶然亭慈悲庵。\n樊增祥清末民初与周树模、左绍佐并称“楚中三老”，与易顺鼎一起被称为两湖诗坛的“两雄”，在全国也有很高的名气。他与李慈铭、陶子珍、袁爽秋往来密切，有“李樊”、“陶樊”、“袁樊”等之称。\n光绪二十六年（1900）八国联军在大沽口登陆，进逼津京，樊增祥应召至京，以道府在武卫军任事。乃密奏慈禧，力请移避长安，并先期赶回长安筹策“迎銮”。以扈驾功，于同年11月擢升皖北兵备道，着留“行在”办事，充政务处提调，因得日近宫廷。慈禧曾手谕皇帝：“自今机要文字，可令樊增祥撰拟，仍当秘之，勿招人忌也。”樊到任后，在朝廷中增设政务处，负责处理军机政务。次年6月升为陕西省臬司，8月慈禧回京前又调署陕西布政使。再次年，实授甘肃布政使，光绪三十年（1904）调任江宁布政使，宣统二年（1910）护理两江总督。他的诗作《中秋夜无月》：“亘古清光彻九洲，只今烟雾锁浮楼；莫愁遮断山河影，照出山河影更愁。”借中秋天阴无月，抒发了山河破碎不堪入目的感慨。樊增祥又将自1896年至1903年7年间所著诗词整理修订成17卷，这是他第三次将诗词结集付印。交刻时，附有自叙3000多言，并有表达他意愿的手迹诗一首，印在文集的扉页上：自有高歌动鬼神，樊英才调信无伦；谁说壮地多浮响？未许东川说替人。一入蓬莱依日月，七传号剑照麟麟。如今小试神明宰，种稻公田为养亲。1909年至1911年5月，樊增祥积极支持保路运动。\n遗民终老\n辛亥革命后，樊增祥退居沪上，湖北军政府礼迎回鄂任民政长，固辞不就。民国元年（1912）袁世凯篡窃大总统位，去京任参议员、参政。袁“登基”前日，集群臣赐宴瀛台，曾领班献诗。黎元洪继任总统，进言自请禄位。晚年闲居北平，以诗酒自遣，曾为梅兰芳改订京剧部份台词，经樊增祥修改过的《贵妃醉酒》、《霸王别姬》、《洛神》等京剧的道白与唱词，颇有文采，这对梅兰芳在京剧上形成自己独特的艺术风格起到了一定的辅助作用。有藏书楼名“樊园”，藏书20余万卷，书画、碑帖之属，10余巨簏，又与海上遗老组诗社名“超社”。民国二十年（1931）病故。\n人物轶事\n立志雪耻\n樊增祥的父亲樊燮，原是湖南长沙的一名总兵，为人贪财且大字不识，颇为时人不齿。一日，樊燮向上司湖南巡抚骆秉章汇报情况之后，因为没跟骆秉章的师爷告辞，就被他大声地叫了回来，还对其骂道：“王八蛋，滚出去。”骂了之后竟还踢了他一脚，两人当场厮打起来。后来，师爷建议骆秉章上奏参劾樊燮贪污骄纵，最终罢免了樊燮的总兵职务。这位师爷不是别人，就是日后威名远震的清廷军机大臣左宗棠。樊燮被革职返乡后，十分咽不下这口气，就在庭院中修了一座读书楼，把儿子关在读书楼上读书，要他立志超过当年羞辱过自己的师爷左宗棠。为达此目的，还特制了一块“洗辱牌”，上写昔日左宗棠骂他的话：“王八蛋，滚出去”。从此，他重金聘请名师为两个儿子执教，不准两个儿子下楼，并且给儿子们穿上女人衣裤，并立下家规：“考秀才进学，脱外女服；中举人，脱内女服；中进士，焚洗辱牌，告先人以无罪。”樊燮每月初一、十五必带其二子跪拜祖先神位，在洗辱牌前发誓。后到抗日初期，史学家刘禹生到恩施“寻云门老辈故居”，仍见樊家楼壁上，尚存稚嫩墨迹“左宗棠可杀”五字。樊增祥兄长早死。他不负其父所望，把对左宗棠的家恨埋在心里，发愤苦读考秀才、中举人、中进士、点翰林，一直做到江宁布政使权署两江总督。\n独钟金鸡\n樊增祥对十二生肖中的“金鸡”十分偏爱，他在护理两江总督任上，曾将鸡的五德抄录于案头自赏，对幕僚也常以此为谈资。据《江宁光绪朝名宦》记载：荆楚樊增祥氏，尤喜金鸡，常书条幅于壁赞之，谓鸡有五德：“君不见夫鸡乎？头戴冠者文也，足博距者武也，敌在前敢斗者勇也，见食相呼仁也，守夜不失者信也。此乃文、武、勇、仁、信五德。”此外，他在江宁（今南京）做官时，于元旦贴“鸡”于门。他说，鸡能司晨，金鸡一唱天下白，黑夜逝去。坊间常论：鬼怕鸡鸣，皆因鬼只能在黑夜里活动，鸡一啼，鬼魅打道回府。画鸡贴于门上，可祈福祛灾。樊增祥可算是恩施人将敬鸡的习俗传于江浙的第一人。\n情谊白石\n画报题名\n0世纪20年代，中国出现了前所未有的画报热潮，三五个同好集资创办的私人画报是画报的主流，但像《北平画报》自创刊到终刊，一直由一个人主持的画报还不多见。\n928年8月5日，报人李乐天在北平创办了《北平画报》，樊山老人（即樊增祥）题写刊名，主编、编辑、出版、发行均由李乐天一人负责。画报“纯属营业性质，同仁集资合办，以求文艺之大同，任何党派均不加入，任何机关均不联络”，以“破除寂寞，增进兴趣，负载义之神的使命，散布艺术于人间”为办刊宗旨。社址设在北平西四帅府胡同10号。约于1929年7月出刊至第41期终刊。 \n《北平画报》为艺术类刊物，自称“以研究文艺、提倡美术为主旨，至于国家政治、社会新闻，概不刊载”。周刊，逢周日出版，8开本，四版，道林纸，铜版印刷，以图为主，图文并茂。同期画报一版、四版多为广告，独《北平画报》几乎没有广告。图片有名人、名伶、明星、学校高材生、名人书画、人体摄影、各地风景、漫画、印谱等。文字以戏剧评论、新片简介、影星介绍、画家小传、时事新闻为主。其封面极为独特，在当年流行的美人照上衬托以恰当的绘画作品，并配有“题画”，说明画作缘起和寓意。\n面对当年数家短命画报的相继停刊，深受经济困扰的主编李乐天，在第30期《饯行》一文中，在为停刊画报饯行的同时，也不无感慨地写道：“《北平画报》是北平市画报中的落伍者，落伍的报，独个的人，存在可以没有什么可能性，死之神或要来握手了……希望你们也在那里欢迎我——《北平画报》。”但从画报内容上看，画报之所以能够坚持近一年，是因为它有樊山老人父子、王君异、韩楣楣、李小雪等文坛、画界大家作为画报的固定作者群，而且在全国各地甚至日本、英国都有其特约摄影记者。刊有五三漫画会王君异的漫画，韩楣楣的长篇小说《战痕》、李小雪的《半霞庵菊话》、钟鸣的《蓬室丛谈》和怡翁的小说《坠鹄攀云记》、《八怪戏蜂记》、《从何谈起》以及每期一方的退思堂藏印谱。从第32期开始刊登时政新闻，如《孙中山逝世四周年的纪念活动》、《林森演讲》、《上海伶界与晶报风潮始末》等。\n题写刊头的樊增祥（1846-1931），字嘉父，一作云门，号樊山，晚号天琴老人，近代藏书家、诗圣、书法家。湖北恩施人，清光绪进士，选翰林院庶吉士。喜诗文及收藏书籍、古画，其诗文浮艳，以《彩云曲》咏赛金花事负名。藏书楼名“樊园”，藏书20余万卷，书画、碑帖之属，10余巨簏。又与上海遗老组诗社名“超社”。著有《樊山集》、《樊山公牍》、《二家咏古诗》、《二家词抄》、《东滨草堂乐府》、《微云榭词选》、《时文》等。画报几乎每期都有他自创自书的诗词歌赋，读者一方面可以领略“诗圣”在诗词上的深厚造诣，一方面可以一睹老人的精湛书法。其子樊季瑞是漫画专栏的固定作者，曾以笔名“KD、非叛徒、楚国男子”等见诸报端。画报创刊不久他因患脑溢血而不幸病故，时年仅35岁。为此，画报特出版“追悼已故名艺术家KD先生专号”，介绍其生平，刊登其遗墨，尤其是樊山老人的《哭瑞儿》一文，以八首诗串联全文，表达了父亲对儿子深厚亲情和深切怀念，读来，使人心痛，让人心酸。\n治印润格\n时为文坛名宿的樊山老人曾为名不见经传的齐白石亲手撰写治印润格：“常用名印,每字三金,石广以汉尺为度，石大照加，石小二分，字若黍粒,每字十金。樊增祥。”为齐白石的人品、画艺做了一个最好的广告。一时传为画坛佳话。此后，齐白石的诗也深得樊山老人的精髓。故而，齐白石先生非常感激、敬重他，不但时常到他家看望，而且还在寒冷的冬季为他送去了温暖鹅绒被。\n为此，樊山老人在画报第26期撰写了律诗《樊山老人谢齐白石先生赠鹅绒被歌》，表达了自己的欣喜之情和对齐白石的谢意：\n“狂飚吹沙白鹅鸣，雪毛忽□弋人矰。舍身己入头鹅宴，颈绒腹毛柔不胜，\n天地生材必有用，食肉寝皮人所能，毡毛付予弹花手，长弓槌做霹雳声，\n净拣欲过杨花白，厚积乃如灯草轻，短发四从赛龙女，布衫七斤美衲僧，\n长可八尺宽五尺，六十四铢犹未盈，踏里不裂棋子布，作面须用独窠绫，\n白石山人怜我老，珍重卷赠如瑶琼，固南一生好独睐，非人不暖徒虚名，\n得此便抵热玉暖，貂狐宁识有霜冰，雪夜鸟薪万钱值，亦如白衣送酒倾，\n今夕奇温胜缯絮，如兰中蛹绷中婴，体着林敷柔若面，卧闻哈呓甜甚饧，\n绳床纸帐拜君赐，更胜茏鹅道士情，梦到借山梅花下，直待八甎红日醒。”\n这首诗见证了樊山老人与齐白石先生的深厚情谊。（本文“□”为替换文献中无法辨认的字） \n慧眼识珠，樊增祥为齐白石订制润格全文\n齐山人笔单樊増祥撰\n齐山人笔单，并序。\n湘潭齐山人，少贫，有奇慧，能雕绘万象,斤风镂冰。王湘绮先生见其印谱，奇赏之；招至门下，教之读书，学为诗。有国初六家风格；画山水、人物、禽虫、花果，入毫发粗，兼有‘四王五恽’、朱耷、道济、金农、罗聘之长；尤工美人，轶余集、改琦而上之近世顾洛、费丹旭，不中作仆也。山人性孤，冷湘抚；某公雅相知重，遣材官持百金往聘，至门，问齐先生，且道抚部意。有衣短布衣此应客曰：山人出游未归；素不入官府；不敢受金。材官怒驰去。短衣此即山人也。湘人求画、求篆刻皆弗应，独善湘潭郭葆荪、桂阳夏五彝；两君居关中，招山人来游关中。求画、求篆刻，此一不应如在湘中。时与余一见如旧，今当偕五彝入都，余谓都中求画求篆刻，此当十倍；秦楚深闭，固拒而不得，不若高其价以待之。唐解元卖青山之钱以办蔬饭，自有烟岚气息。持归章亲，香逾兰黍矣。今以愚意逐列价目如左：白石草衣画，写意山水条幅，毎幅二十金，工细此倍之。写意美人条幅，每幅二十金，工细此倍之。写意花鸟人物每一条幅十六金，工细此倍之。团扇摺扇每柄四金，工细此八金。册页每部八开，此十六金；十二开，此二十四金。方广汉尺，一尺为本，加大此倍之，工细此倍之。手卷长至尺，此十二金，加长一尺则加四金，工细此倍之。逾丈此百金，三丈此三百金。凡卷逾二丈，皆先收笔资，十年后交画。传真无论直幅、横看，每幅百金。印章价，常用之印毎字一金。印在方广逾寸，此毎字二金，加大此照加。石径二分，字若黍粒，此毎字十金。刻墓志表无价。细刻白竹扇骨无价。此其大略也。永兴残帖，一‘鹤’字，易斗米；一‘口’字，易数金；东坡‘枯木竹石’，月须米五斛，酒数升，以十年计，即须六百石米，乃易一画。而皇甫持正之三千字，三千匹绢犹为廉矣。余为山人评定价目，皆从其至少此；世有解人，当不我讶！\n光绪癸卯三月朔，天琴居士手定。\n齐山人笔单樊増祥撰书金陵天渡楼收藏\n文学成就\n樊增祥师事张之洞、李慈铭，常与二人酬唱。他是近代晚唐诗派代表诗人，“生平以诗为茶饭，无日不作，无地不作”，诗稿达30000首。早年喜爱袁枚，继而好赵翼，后宗尚温庭筠、李商隐，上溯刘禹锡、白居易。他“论诗以清新博丽为主，工于隶事，巧于裁对”，“尤自负其艳体之作，谓可方驾冬郎（韩□）”（陈衍《石遗室诗话》）。集中次韵、迭韵之作很多，因难见巧，炫才夸富，失之浮艳俗滥。但他为人并不佻达，主张“诗贵有品”，虽自言“平生文字幽忧少”，但遭遇重大事变，也不能不变得“贾傅悲深”，庚子后写下一些关切时局的作品。甲午战后，他接连写了《有感》、《重有感》、《书愤》、《马关》、《再阅邸钞》等，痛斥朝廷重臣的卖国行为；讥刺李鸿章说：“度关不用鸡鸣客，卖却卢龙掩面归”。他如《闻都门消息》、《庚子五月都门纪事》等，反映了庚子事变。长篇歌行《彩云曲》、《后彩云曲》,写名妓傅彩云(赛金花)事一时传诵，时人比之为吴伟业之《圆圆曲》。他又擅长骈文与词，骈文辞不艰深，舒徐自如，情味浓厚；词作也颇为清丽。\n诗集有《云门初集》、《北游集》、《东归集》、《涉江集》、《关中集》等50余种，后皆收入《樊山全书》。词集有《五十麝斋词赓》，亦收入《全书》。\n得意门生\n樊增祥的潜江学生中，有两位得意门生——“客舍经秋复历冬，读书常得两生从。”一位是“此君高洁非虚名”的索生(索云舫)。樊增祥写有一首《秋夜同索生煮茶》。品茶诗词多见于樊增祥诗集，这是见证他素有此好的早年之作。师生二人深秋夜读，为了取暖提神，“起吹活火安铜瓶”，煮饮热茶。只是当年财力拮据的樊增祥买不起“官焙”的上好茶叶，只能“薄有草茗聊寄情”。因为饮茶太多，影响了睡眠，樊增祥夜半望月静思，下床寻纸砚写下了和索生饮茶夜读的纪事诗。另一位是因“好读书”而“万事坐捐弃”的甘生。\n樊诗中说甘生“长我几五岁，相从问奇字。”也就是比樊年长的甘生向樊增祥执弟子礼。甘生即潜江末科进士甘鹏云的父亲甘树椿，当时带着年约八岁的次子甘鹏云同到传经书院读书。甘生和索生读书处是“讲舍东偏”的说诗台，两人自甘寂寞，埋头苦读。伴着附近法云寺的晨钟，他们早已起床举灯展卷。樊增祥任教潜江，当然希望学生们学有所成，他的《潜江讲舍题壁》诗云：“废院经时长绿苔，两斋寂寞野花开。琴书草草成流寓，词赋寥寥想异才。”樊增祥精于诗词音韵，曾写《戏题近人诗集示及门诸子》一首，为学生指导写诗要领。但数年的寒窗苦读，县学书院中的秀才们，目的就是赴省应三年一度的秋闱乡试，争取举人功名。樊增祥此时写下了长达三十四联的《别甘生索生》。樊增祥对甘树椿的举子之业寄予厚望，但其真正的科举荣耀，是得自于若干年后次子甘鹏云高中举人、进士后，树椿父以子荣，诏封通议大夫，此是后话。对于生活清贫的门生索生，樊增祥牵挂不已：“今兹舍汝归，我思将焉置。”临别前夜，樊增祥与甘生索生“炳烛黯相对，无言坐达晨。”“临当渡河水，一再为鼓琴。琴心一何悲，流水一何深！庶几千里违，犹闻弦上音。”师生依依惜别的伤感，表达得淋漓尽致！因为久居潜江，濒湖而居的老百姓对樊增祥这位“大知识分子”也由敬仰而亲近。此时也纷纷出门相送，令樊增祥心头为之一热。樊增祥《将之鄂垣留别潜江诸同人》四首，原载《光绪潜江县志续》。最新校注出版并收集樊诗相对较完整的《樊樊山诗集》（2004年上海古籍出版社），附录的佚诗辑中也未见录入此诗，就视之为青年樊增祥留给潜江的一份独特纪念吧！\n代表诗作\n【采茶词】\n分龙雨小不成丝，晏坐斋中试茗旗。乳燕出巢蚕上簇，山家又过炒青时。\n【八月六日过灞桥口占】\n残柳黄于陌上尘，秋来长是翠痕颦。一弯月更黄于柳，愁煞桥南系马人。\n【彩云曲】\n纳兰昔御仪鸾殿，曾以宰官三召见。画栋珠帘霭御香，金床玉几开宫扇。\n明年西幸万人哀，桂观蜚廉委劫灰。虏骑乱穿驿道走，汉宫重见柏梁灾。\n白头宫监逢人说，庚子灾年秋七月。六龙一去万马来，柏灵旧帅称魁桀。\n红巾蚁附端郡王，擅杀德使董福祥。愤兵入城恣淫掠，董逃不获池鱼殃。\n瓦酋入据仪鸾座，凤城十家九家破。武夫好色胜贪财，桂殿清秋少眠卧。\n闻道平康有丽人，能操德语工德文。状元紫诰曾相假，英后殊施并写真。\n柏灵当日人争看，依稀记得芙蓉面。隔越蓬山十二年，琼华岛畔邀相见。\n隔水疑通银汉槎，催妆还用天山箭。彩云此际泥秋衾，云雨巫山何处寻？\n忽报将军亲折简，自来花下问青禽。徐娘虽老犹风致，巧换西妆称人意。\n百环螺髻满簪花，全匹鲛绡长拂地。鸦娘催上七香车，豹尾银枪两行侍。\n细马遥遵辇路来，袜罗果踏金莲至。历乱宫帷飞野鸡，荒唐御座拥狐狸。\n将军携手瑶阶下，未上迷楼意已迷。骂贼翻嗤毛惜惜，入宫自诩李师师。\n言和言战纷纭久，乱杀平人及鸡狗。彩云一点菩提心，操纵夷獠在纤手。\n胠箧休探赤侧钱，操刀莫逼红颜妇。始信倾城哲妇言，强于辩士仪秦口。\n后来虐婢如虺蝮，此日能言赛鹦鹉。较量功罪相折除，侥幸他年免缳首。\n将军七十虬髯白，四十秋娘盛钗泽。普法战罢又今年，枕席行师老无力。\n女闾中有女登徒，笑捋虎须亲虎额。不随盘瓠卧花单，那得驯狐集城阙？\n谁知九庙神灵怒，夜半瑶台生紫雾。火马飞驰过凤楼，金蛇舕舚燔鸡树。\n此时锦帐双鸳鸯，皓躯惊起无襦袴。小家女记入抱时，夜度娘寻凿坏处。\n撞破烟楼闪电窗，釜鱼笼鸟求生路。一霎秦灰楚炬空，依然别馆离宫住。\n朝云暮雨秋复春，坐见珠盘和议成。一闻红海班师诏，可有青楼惜别情？\n从此茫茫隔云海，将军也有连波悔。君王神武不可欺，遥识军中妇人在。\n有罪无功损国威，金符铁券趣销毁。太息联邦虎将才，终为旧院蛾眉累。\n蛾眉重落教坊司，已是琵琶弹破时。白门沦落归乡里，绿草依稀具狱词。\n世人有情多不达，明明祸水寨裳涉。玉堂鹓鹭愆羽仪，碧海鲸鱼丧鳞甲。\n何限人间将相家，墙茨不扫伤门阀。乐府休歌杨柳枝，星家最忌桃花煞。\n今者株林一老妇，青裙来往春申浦。北门学士最关渠，西幸丛谈亦及汝。\n古人诗贵达事情，事有阙遗须拾补。不然落溷退红花，白发摩登何足数。\n","category":"行书","verified":true,"user":1,"timestamp":1429951658796},{"name":"樊增祥行书四条屏","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791643076,"text":"","author":"清代樊增祥","description":"樊增祥行书四条屏"}]