[{"name":"怀素食鱼帖","text":"《食鱼帖》为唐代书法家怀素所书，草书，8行，56字。存世墨迹为摹本。是怀素传世名作书迹之一。\n法帖简介\n【名称】食鱼帖\n【作者】怀素\n【时代】唐代\n【书体】草书\n【材质】白麻纸本墨迹\n【形制】手卷\n【规格】纵29厘米，横51.5厘米，8行，56字\n《食鱼帖》亦称《食鱼肉帖》。钤有“希字半印”、“军司马印”、“赵氏子昂”、“项元汴印”等鉴藏印。明顾复《平生壮观》、清卞永誉《式古堂书画汇考》、清吴升《大观录》等著录。帖前有米汉雯所题“翰珍”为迎首，前隔水上有项元汴手书“唐怀素草书食鱼帖”小字标识。 \n法帖内容\n原文\n老僧在长沙食鱼，及来长安城中，多食肉，又为常流①所笑，深为不便，故久病，不能多书，实疏②。还报诸君，欲兴善之会，当得扶羸也。九③日怀素藏真白。 \n注释\n①常流：凡庸之辈。②此字左半已破损。③此字残损。 \n解读\n对于怀素在《食鱼帖》提到“食鱼食肉”的现象，杨秀发在《怀素的时代及其身世》一文中认为，南宗禅在惠能的弟子怀让（677～744）时期，于戒律的修持上出现了松动。当有僧徒问是否可以吃酒肉时，怀让答道：“要吃，是你的禄；不吃，是你的福”。由于此时的南宗禅并未达到晚唐的狂禅阶段，禅僧的思想处于发展演变期，人们对禅僧不守戒律的行为还不太能接受。因此怀素一方面饮酒食肉，一方面又常常感到不便：“老僧在长沙食鱼，及来长安城中多食肉，又为常流所笑，深为不便……”\n书法赏析\n集评\n宋人吴喆跋：“素公草书超妙自得，笔老而意新，在当时以为独步。虽流散人间甚盛，然自唐迄今二百余年，士大夫家藏，罕有完者，而此帖首尾皆具，尤可珍也。”又题：“东坡先生评藏真书云：此公能自誉，观者不以为过，信乎其书之工也。然其为人倜傥，本不求工，所以能工如此。如没人操舟，无意于济否，是以覆却万变，而举止自若，近于有道者耶？今观此帖，有食鱼、食肉之语，盖倜傥者也。至于行笔遒劲，如屋漏、如屈铁，非工其能如是乎。” \n赏析\n怀素书法初学欧阳询，后从张旭弟子邬彤学习草书，始知运笔之法。唐代时评怀素草书有“惊蛇走虺、骤雨狂风”之势，陆羽也称赞他“草书古势多矣”。怀素的晚年创作，渐从激越飞扬趋于稳健安雅，运笔结体尤多内蕴。《自叙帖》和《论书帖》偏于狂放的书写特性，表现出怀素书法的中年风格，《苦笋帖》和《食鱼帖》的逐显平正标志了他的中年以后直至晚年的基本风貌。 \n怀素生逢李唐王朝的盛世，是主体精神有一个相对释放空间的时代。这位“零陵僧”，不为佛界的清规戒律所束，在长安写下《食鱼帖》，直陈自己整日喝酒吃肉，虽为常流所笑，仍然我行我素。怀素生性嗜酒，“酒”使他热血贲张，禅宗的超越精神自然地与“酒神精神”融合一体。兴到运笔，如骤风旋雨，飞龙走蛇，虽多变化，而法度具备。 \n鉴赏\n《食鱼帖》书法高华圆润，放逸而不狂怪，笔墨精彩动人，使转灵活，提按得当，正如文征明赞：“藏真书如散僧入圣，狂怪处无一点不合轨范”。风格在真迹《苦笋帖》、宋拓本《律公帖》等之间，结字亦近宋临本《自叙帖》。徐邦达《古书画过眼要录》认为笔划稍嫌滞涩，枯笔中见有徐徐补描之迹，应是半临半摹之本，但勾摹技巧高超，所见只有唐摹《万岁通天帖》能与比拟，结体笔划保持怀素书法的面目。就高古作品而言，早期摹本与真迹有同等重要的学术价值。《食鱼帖》、《苦笋帖》、《自叙帖》、《论书帖》同为现今存世怀素墨迹的四件作品。 \n历代递藏\n《食鱼帖》相继为宋代吴喆，元代赵子昂、乔篑成、张雨、张宴，明代项元汴，清代陈三省、何元英等递藏。收藏、鉴赏家印八十八方，历宋、元、明、清四朝，传千年，流传有绪。民国初在上海《神州国光集》第二十集中影印。曾藏山东潍坊丁家，后迁青岛，“文革”时期存于青岛市博物馆。1978年，青岛市博物馆邀请北京故宫博物院书画鉴定家徐邦达来馆鉴定书画，徐先生从未清理好的书画中发现了此《食鱼帖》，并撰写《古摹怀素“食鱼帖”的发现》一文。青岛市博物馆将此帖重新装潢。后落实政策，退还丁家。 \n怀素（725~785）唐代书法家、僧人。俗姓钱，字藏真，长沙（今属湖南）人。762年诏住西太原寺。工书，尤擅狂草，兴到运笔如骤雨旋风，飞动圆转，变化莫测而又法度谨严。晚年书趋于平淡。学书贫无纸，曾种芭蕉万余株，取叶练字，名其居为“绿天庵”；精勤学书，秃笔成冢。南宋陈思《书小史》载：“书不足乃漆一盘书之，又漆一方板，书至再三，盘板皆穿。”受笔法于金吾兵曹邬彤，彤转述张旭。狂草继承张旭而有所发展，称为“以狂继颠”。与张旭齐名，世称“颠张醉素”。传世墨迹有《苦笋帖》、《自叙帖》、《小草千字文》刻本《圣母帖》、《律公帖》等。 \n露面拍卖行\n999年春日的一天，两位衣着素朴的男士来到北京中国嘉德国际拍卖有限公司，他们不露声色，拿出几件一般的藏品后，才说：\n“我们还有一件东西。”\n“什么东西?”嘉德工作人员问。\n“怀素。”\n“不可能。我们从来就没见过真怀素!”\n“我家是真的。”来者从容地说。\n嘉德公司请专家对来人拿出的画作几经认证，最终认定为是《中国美术全集》上登载过的青岛市博物馆的那幅《食鱼帖》。\n这可是一条大“鱼”!\n业内人士都知道，国内外拍卖行几乎没有拍卖过唐代的书法墨迹，况且是大书法家怀素的作品!听说《食鱼帖》出现了，徐邦达老先生竖起大拇指说：“《食鱼帖》可是顶尖的好东西呀!这回嘉德公司拍卖可是件好事。” \n000年嘉德秋拍，被当时称作“迄今为止最旧的一件书画拍品”的唐朝怀素的草书《食鱼帖》，终因未到1000万元底价而不幸流拍。 流拍时正值文物艺术品拍卖市场的低谷时期。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951551286}]