[{"name":"虞世南草书潘六帖","text":"二虞： èr yú ㄦˋ ㄧㄩˊ。\n指 隋 虞世基 、 虞世南 兄弟。 宋 王十朋 《会稽风俗赋》：“二 贺 二 虞 ，蜚声籍籍； 吴融 十诏，成於俄刻。” 周世则 注：“ 虞世南 与兄 世基 俱善属文，时人方之二 陆 。”\n相关词语\n二三子二指二六板二稚二王帖二边二庙二何二享二十八天二韭二伙二麦二帝二驾二刘二辉二卫\n十二月律十二辰虫一则一，二则二十二生肖一干二净十二脉一模二样三十二名臣淅二泔十二兽十二表法再二十二重楼市无二价一傮情二傮例中国共产党七届二中全会连一接二马八二\n虞世基\n介绍\n仕陈，任建安王法曹参军事，历祠部殿中二曹郎、太子中舍人、尚书左丞等职。陈灭入隋，贫无产业，每佣书养亲。炀帝时为内史侍郎，专典机密，参掌朝政。又进位金紫光禄大夫。隋末大乱，世基唯诺取容，不以实闻。又纵妻、子娇淫，鬻官卖狱，故为时所讥。后为反贼宇文化及杀于江都。《北史》卷八三及《隋书》卷六七之本传称其“博学有高才，兼善草隶”。\n史料记载\n虞世基，隋朝大臣。字茂世，会稽余姚人也。父亲虞荔，陈太子中庶子。虞世基少与弟虞世南同师事顾野王。世基幼沉静，性恬静，喜愠不形于色，博学有高才，兼善草隶。陈中书令孔奂见而曰：“南金之贵，属在斯人。”少傅徐陵闻其名，召之，世基不往。后因公会，陵一见而奇之，顾谓朝士曰：“当今潘、陆也。”因以弟女妻焉。\n仕陈后，释褐建安王法曹参军事，历祠部殿中二曹郎、太子中舍人。迁中庶子、散骑常侍、尚书左丞。陈主尝于莫府山校猎，令世基作《讲武赋》，于坐奏之曰：夫玩居常者，未可论匡济之功；应变通者，然后见帝王之略。何则？化有文质，进让殊风，世或浇淳，解张累务。虽复顺纪合符之后，望云就日之君，且修战于版泉，亦治兵于丹浦。是知文德武功，盖因时而并用，经邦创制，固与俗而推移。所以树鸿名，垂大训，拱揖百灵，包举六合，其唯圣人乎！\n鹑火之岁，皇上御宇之四年也。万物交泰，九有乂安，俗跻仁寿，民资日用。\n然而足食足兵，犹载怀于履薄；可久可大，尚懔乎于御朽。至如昆吾远赆，肃慎奇賝，史不绝书，府无虚月。贝胄雍弧之用，犀渠阙巩之殷，铸名剑于尚方，积雕戈于武库。熊罴百万，貔豹千群，利尽五材，威加四海。爰于农隙，有事春蒐，舍爵策动，观使臣之以礼，沮劝赏罚，乃示民以知禁。盛矣哉，信百王之不易，千载之一时也！昔上林从幸，相如于是颂德，长杨校猎，子云退而为赋。虽则体物缘情，不同年而语矣，英声茂实，盖可得而言焉。其辞曰：惟则天以稽古，统资始于群分。膺录图而出震，树司牧以为君。既济宽而济猛，亦乃武而乃文。北怨劳乎殷履，南伐盛于唐勋。彼周干与夏戚，粤可得而前闻。我大陈之创业，乃拨乱而为武。戡定艰难，平壹区宇。从喋喋之乐推，爰苍苍而再补。故累仁以积德，谅重规而袭矩。惟皇帝之休烈，体徇齐之睿哲。敷九畴而咸叙，奄四海而有截。既搜扬于帝难，又文思之安安。幽明请吏，俊乂在官。\n御璇玑而七政辨，朝玉帛而万国欢。昧旦丕显，未明思治。道藏往而知来，功参天而两地。运圣人之上德，尽生民之能事。于是礼畅乐和，刑清政肃。西暨析支，东渐蟠木。罄图谍而效祉，漏川泉而禔福。在灵贶而必臻，亦何思而不服。虽至治之隆平，犹戒国而强兵。选羽林于六郡，诏蹶张于五营。兼折冲而余勇，咸重义而轻生。遂乃因农隙以教民，在春蒐而习战。命司马以示法，帅掌固而清甸。\n导旬始以前驱，伏钩陈而后殿。抗鸟旌于析羽，饰鱼文于被练。尔乃革轩按辔，玉虬齐鞅。屯左矩以启行，击右钟而传响。交云罕之掩映，纷剑骑而来往。指摄提于斗极，洞阊阖之弘敞。跨玄武而东临，款黄山而北上。隐圆阙之迢递，届方泽之垲爽。于斯时也，青春晚候，朝阳明岫。日月光华，烟云吐秀。澄波澜于江海，静氛埃于宇宙。乘舆乃御太一之玉堂，授军令于紫房。蕴龙韬之妙算，誓武旅于戎场。锐金颜于庸蜀，躏铁骑于渔阳。彀神弩而持满，彏天弧而并张。曳虹旗之正正，振夔鼓之镗镗。八陈肃而成列，六军俨以相望。拒飞梯于萦带，耸楼车于武冈。或掉鞅而直指，乍交绥而弗伤。裁应变而蛇击，俄蹈厉以鹰扬。中小枝于戟刃，彻蹲札于甲裳。聊七纵于孟获，乃两擒于卡庄。始轩轩而鹤举，遂离离以雁行。振川谷而横八表，荡海岳而耀三光。谅窈冥之不测，羌进退而难常。\n亦有投石扛鼎，超乘挟辀。冲冠耸剑，铁楯铜头。熊渠殆凶，武勇操牛。虽任鄙与贲、育，故无得而为仇。九攻既决，三略已周。鸣镯振响，风卷电收。于是勇爵班，金奏设，登元、凯而陪位，命方、邵而就列。三献式序，八音未阕。舞干戚而有豫，听鼓鞞而载悦。俾挟纩与投醪，咸忘躯而殉节。方席卷而横行，见王师之有征。登燕山而戮封豕，临瀚海而斩长鲸。望云亭而载跸，礼升中而告成。\n实皇王之神武，信荡荡而难名者也。\n陈主嘉之，赐马一匹。及陈灭归国，隋朝时为通直郎，直内史省。贫无产业，每佣书养亲，怏怏不平。尝为五言诗以见意，情理凄切，世以为工，作者莫不吟咏。\n未几，拜内史舍人。\n炀帝即位，顾遇弥隆。礼书监河东柳顾言博学有才，罕所推谢，至是与世基相见，叹曰：“海内当共推此一人，非吾侪所及也。”俄迁内史侍郎，以母忧去职，哀毁骨立。有诏起令视事，拜见之日，殆不能起，帝令左右扶之。哀其羸瘠，诏令进肉，世基食辄悲哽，不能下。帝使谓之曰：“方相委任，当为国惜身。”\n前后敦劝者数矣。帝重其才，亲礼逾厚，专典机密，与纳言苏威、左翊卫大将军宇文述、黄门侍郎裴矩、御史大夫裴蕴等参掌朝政。于时天下多事，四方表奏日有百数。帝方凝重，事不庭决，入閤之后，始召世基口授节度。世基至省，方为敕书，日且百纸，无所遗谬。其精审如是。隋大业八年(612)，从炀帝出征高丽，辽东之役，以功进位金紫光禄大夫。后从幸雁门，帝为突厥所围，战士多败。世基劝帝重为赏格，亲自抚循，又下诏停辽东之事。帝从之，师乃复振。及围解，勋格不行，又下伐辽之诏。由是言其诈众，朝野离心。\n帝幸江都，次巩县，世基以盗贼日盛，请发兵屯洛口仓，以备不虞。后数次劝谏，帝均不从，但答云：“卿是书生，定犹恇怯。”于时天下大乱，世基知帝不可谏止，又以高颎、张衡等大臣相继诛戮，惧祸及己，虽居近侍，遂唯诺取容，不敢忤意，为时人所讥。盗贼日甚，郡县多没。世基知帝恶数闻之，后有告败者，乃抑损表状，不以实闻。是后外间有变，帝弗之知也。尝遣太仆杨义臣捕盗于河北，降贼数十万，列状上闻。帝叹曰：“我初不闻贼顿如此，义臣降贼何多也！”世基对曰：“鼠窃虽多，未足为虑。义臣克之，拥兵不少，久在阃外，此最非宜。”帝曰：“卿言是也。”遽追义臣，放其兵散。又越王侗遣太常丞元善达间行贼中，诣江都奏事，称李密有众百万，围逼京都，贼据洛口仓，城内无食，若陛下速还，乌合必散，不然者，东都决没。因唏嘘呜咽，帝为之改容。世基见帝色忧，进曰：“越王年小，此辈诳之。若如所言，善达何缘来至？”帝乃勃然怒曰：“善达小人，敢廷辱我！”因使经贼中，向东阳催运，善达遂为群盗所杀。此后外人杜口，莫敢以贼闻奏。\n世基貌沉审，言多合意，是以特见亲爱，朝臣无与为比。其继室孙氏，性骄淫，世基惑之，恣其奢靡。雕饰器服，无复素士之风。孙复携前夫子夏侯俨入世基舍，而顽鄙无赖，为其聚敛。鬻官卖狱，贿赂公行，其门如市，金宝盈积。其弟虞世南，素国士，而清贫不立，未曾有所赡。由是为论者所讥，朝野咸共疾怨。\n十四年，宇文化及于江都兵变，杀逆也，弑隋炀帝，世基乃见害焉。\n长子虞肃，好学多才艺，时人称有家风。弱冠早没。肃弟虞熙，大业末为符玺郎。\n次子虞柔、虞晦，并宣义郎。化及将乱之夕，宗人虞伋知而告熙曰：“事势以然，吾将济卿南渡，且得免祸，同死何益！”熙谓伋曰：“弃父背君，求生何地？感尊之怀，自此诀矣。”及难作，兄弟竞请先死，行刑人于是先世基杀之。\n学术成就\n《讲武赋》\n夫玩居常者，未可论匡济之功；应变通者，然后见帝王之略。何则？化有文质，进让殊风，世或浇淳，解张累务。虽复顺纪合符之后，望云就日之君，且修战于版泉，亦治兵于丹浦。是知文德武功，盖因时而并用，经邦创制，固与俗而推移。所以树鸿名，垂大训，拱揖百灵，包举六合，其唯圣人乎！\n鹑火之岁，皇上御宇之四年也。万物交泰，九有乂安，俗跻仁寿，民资日用。然而足食足兵，犹载怀于履薄；可久可大，尚懔乎于御朽。至如昆吾远赆，肃慎奇賝，史不绝书，府无虚月。贝胄雍弧之用，犀渠阙巩之殷，铸名剑于尚方，积雕戈于武库。熊罴百万，貔豹千群，利尽五材，威加四海。爰于农隙，有事春蒐，舍爵策动，观使臣之以礼，沮劝赏罚，乃示民以知禁。盛矣哉，信百王之不易，千载之一时也！昔上林从幸，相如于是颂德，长杨校猎，子云退而为赋。虽则体物缘情，不同年而语矣，英声茂实，盖可得而言焉。其辞曰：\n惟则天以稽古，统资始于群分。膺录图而出震，树司牧以为君。既济宽而济猛，亦乃武而乃文。北怨劳乎殷履，南伐盛于唐勋。彼周干与夏戚，粤可得而前闻。我大陈之创业，乃拨乱而为武。戡定艰难，平壹区宇。从喋喋之乐推，爰苍苍而再补。故累仁以积德，谅重规而袭矩。惟皇帝之休烈，体徇齐之睿哲。敷九畴而咸叙，奄四海而有截。既搜扬于帝难，又文思之安安。幽明请吏，俊乂在官。御璇玑而七政辨，朝玉帛而万国欢。昧旦丕显，未明思治。道藏往而知来，功参天而两地。运圣人之上德，尽生民之能事。于是礼畅乐和，刑清政肃。西暨析支，东渐蟠木。罄图谍而效祉，漏川泉而禔福。在灵贶而必臻，亦何思而不服。虽至治之隆平，犹戒国而强兵。选羽林于六郡，诏蹶张于五营。兼折冲而余勇，咸重义而轻生。遂乃因农隙以教民，在春蒐而习战。命司马以示法，帅掌固而清甸。导旬始以前驱，伏钩陈而后殿。抗鸟旌于析羽，饰鱼文于被练。尔乃革轩按辔，玉虬齐鞅。屯左矩以启行，击右钟而传响。交云罕之掩映，纷剑骑而来往。指摄提于斗极，洞阊阖之弘敞。跨玄武而东临，款黄山而北上。隐圆阙之迢递，届方泽之垲爽。于斯时也，青春晚候，朝阳明岫。日月光华，烟云吐秀。澄波澜于江海，静氛埃于宇宙。乘舆乃御太一之玉堂，授军令于紫房。蕴龙韬之妙算，誓武旅于戎场。锐金颜于庸蜀，躏铁骑于渔阳。彀神弩而持满，彏天弧而并张。曳虹旗之正正，振夔鼓之镗镗。八陈肃而成列，六军俨以相望。拒飞梯于萦带，耸楼车于武冈。或掉鞅而直指，乍交绥而弗伤。裁应变而蛇击，俄蹈厉以鹰扬。中小枝于戟刃，彻蹲札于甲裳。聊七纵于孟获，乃两擒于卡庄。始轩轩而鹤举，遂离离以雁行。振川谷而横八表，荡海岳而耀三光。谅窈冥之不测，羌进退而难常。亦有投石扛鼎，超乘挟辀。冲冠耸剑，铁楯铜头。熊渠殆凶，武勇操牛。虽任鄙与贲、育，故无得而为仇。九攻既决，三略已周。鸣镯振响，风卷电收。于是勇爵班，金奏设，登元、凯而陪位，命方、邵而就列。三献式序，八音未阕。舞干戚而有豫，听鼓鞞而载悦。俾挟纩与投醪，咸忘躯而殉节。方席卷而横行，见王师之有征。登燕山而戮封豕，临瀚海而斩长鲸。望云亭而载跸，礼升中而告成。实皇王之神武，信荡荡而难名者也。\n成就\n纂有隋朝《区宇图志》1200卷，是较早的全国性区域志。著有《茂世集》5卷。\n虞世南\n人物简介\n虞世南（558—638年7月11日），北周（558年—581年）、隋（581年—618年）、唐（618年—638年），代诗人，凌烟阁二十四功臣之一，越州余姚(今属浙江省)人。官至秘书监，封永兴县字，故世称“虞永兴”，享年八十一岁，赐礼部尚书。其书法刚柔并重.\n虞世南，隋大业初授秘书郎。入唐，太宗引为秦府参军，弘文馆学士。贞观七年（633）转秘书监，赐爵永兴县子，授银青光禄大夫，世因称“虞秘监”或“虞永兴”。唐大宗尝称其有德行、忠直、博学、文辞、书翰五绝，誉为‘当代名臣，人伦准的”。谥文懿《旧唐书》卷七十二及《新唐书》卷一百零二之本传云：“世南性沉静寡欲，笃志勤学。……同郡沙门智永善王羲之书，世南师焉，妙得其体，由是声名藉甚。”虞世南书法继承二王传统，外柔内刚，笔致圆融冲和而有遒丽之气。与欧阳询、褚遂良。薛稷并称唐初四大书家。《书后品》列其书为上之下品，评云：“萧散洒落，真草惟命，如罗绩娇春，鹤鸿戏沼，故当（萧）子云之上”。《书断》卷中列其隶。行书为妙品，称其书“得大令（王献之）之宏规，含五方之正色，姿荣秀出，智勇存焉。秀岭危峰，处处间起；行草之际，尤所偏工。及其暮齿，加以遒逸”。《述书赋》云：“永兴超出，下笔如神，不落疏慢，无惭世珍。”《宣和书谱》卷八以为世南晚年正书与王羲之相后先，又以欧、虞相论曰：“虞则内含刚柔，欧则外露筋骨，君子藏器，以虞为优”。传世墨迹有碑刻《孔子庙堂碑》、《破邪论》等，旧摹墨迹本《汝南公主墓志铭》等。书法理论著作有《笔髓论》、《书旨述》。编有《北堂书钞》一百六十卷、《群书理要》五十卷、《兔园集》十卷等，另有诗文集十卷行于世，今存《虞秘监集》四卷。\n人物生平\n虞世南身体文弱，博闻强志。少年时与兄虞世基一起拜博学广识的顾野王为师。十余年勤学不倦，学到紧要处，累旬不盥栉。尤喜书法，与王羲之七世孙智永和尚友善。智永精王羲之书法，虞世南在智永的精心传授下，妙得其体，圆融遒丽，外柔内刚，继承了二王(王羲之，王献之)书法传统。他与当时的欧阳询、褚遂良、薛稷合称唐初四大书法家，而虞世南又是四人中最优者。他写的《孔子庙堂碑》深得唐太宗李世民的赞赏。唐太宗非常喜爱虞世南的字，并经常临写。相传有一天，唐太宗书“戬”字，但戈字还没有写好，正好虞世南进见，即提笔补写了一个“戈”字。唐太宗将两人合写的“戬”字给魏征看，说：“朕学世南，尚近似否?”魏征看后说：“戈字颇逼真。”虞世南死后，唐太宗叹息道：“世南死后，无人可以论书。”虞世南一生经历了南朝的陈、隋和初唐三个时代。陈文帝知世南博学，召为法曹参军。陈朝灭亡，与兄世基同入长安，做了隋朝秘书郎，后迁起居舍人。当时世基任内史侍郎，权倾当朝，荣华无比，妻子所用被服，尤胜王侯。虞世南虽与世基同住，仍以勤俭务本。隋灭后，李世民闻虞世南之名，引为秦府参军，又授宏文馆学士，与房玄龄同掌文翰，后来又担任著作郎。一次，唐太宗想在屏风上书写《列女传》，没有临本，虞世南在朝堂上一口气默写出来，不错一字，赢得朝中文士的钦佩。\n虞世南虽然容貌怯懦，弱不胜衣，但性情刚烈，当政得失，直言敢谏。他多次讽劝唐太宗要勤于政事，并以古帝王为政得失，论证利弊。贞观八年(公元634年)陇右山崩，唐太宗问“天变”。世南以晋朝以来历次山崩为例，说：“臣闻天时不如地利，地利不如人和。若德义不修，虽获麟凤终是无补；但政事无阙，虽有灾星何损于时。然愿隆下勿以功高古人以自矜伐，勿以太平渐久而自骄怠，慎终如始。”唐太宗听后敛容反省。他一再劝阻唐太宗筑陵墓厚葬，使唐太宗有所收敛。他还严正劝阻唐太宗不要恣于游\n猎而疏于政事。这些都对当时的“贞观之治”起着积极的作用。唐太宗曾对大臣们说：“你们如果都象虞世南那样刚正忠烈，天下何忧不理。”\n虞世南年逾古稀后，屡次上表求退，不许，被封为永兴县子，人称“虞永兴”。贞观十二年(公元638年)五月壬申（二十五）日（7月11日）卒于长安，享年八十岁。唐太宗十分悲伤，痛哭流涕，说：“虞世南对我忠心一体，拾遗补阙，无日暂忘，实为当代名臣，人伦准的。我有小失必犯颜直谏，而今亡故，朝延上下，无复人矣!”赐东园秘器，陪葬昭陵，赠礼都尚书，谥文懿。太宗还命画图象挂在宫中凌烟阁。\n唐太宗曾称虞世南有五绝：“一曰德行，二曰忠直，三曰博学，四曰文词，五曰书翰。”虞世南的书法代表作是正书碑刻《孔子庙堂碑》，还编了我国第一部完整的类书《北堂书钞》共一百六十卷，摘录了唐初能见到的各种古书。这些古书大多失传了，但《北堂书钞》为保存我国古代文化典籍作出了重在贡献。他死后，将慈溪鸣鹤镇故宅改建定水寺，寺内有虞世南画像。他的子孙便迁居长安去了。\n学术成就\n文学造诣\n其父虞荔，兄虞世基，叔父虞寄，均名重一时。虞寄无子，世南过继于他，故字伯施。\n仕隋为秘书监，赐爵永兴县子，世称“虞永兴”或“虞秘监”。授青光禄大夫，谥文懿。沉静寡欲，精思读书，至累旬不盥栉。文章婉缛，见称于仆射徐陵，由是有名。在隋，官秘书郎，十年不徙。入唐，为秦府记室参军，迁太子中舍人。太宗践祚，历弘文馆学士、秘书监。卒谥文懿。太宗称其德行、忠直、博学、文词、书翰为五绝。手诏魏王泰曰：“世南当代名臣，人伦准的，今其云亡，石渠、东观中无复人矣。”其书法刚柔并重，骨力遒劲，与欧阳询、褚遂良、薛稷并称“唐初四大家”。其诗风与书风相似，清丽中透着刚健。因是近臣，故侍宴应诏的作品较多。代表作有《出塞》、《结客少年场行》、《怨歌行》、《赋得临池竹应制》、《蝉》、《奉和咏风应魏王教》等。其中后三首咏物诗（即《赋得临池竹应制》、《蝉》、《奉和咏风应魏王教》）分别写竹、蝉和风，紧紧抓住对象特点，刻画得相当传神,例如《蝉》诗写蝉饮清露，栖（梧桐）高处，声因高而远，而非是依靠秋风，寓意君子应象蝉一样居高而声远，从而不必凭借、受制于它物，世南描摹状物、托物言志之功夫可见一斑矣。集三十卷，今编诗一卷（全唐诗上卷第三十六）。\n书法\n虞世南是跟从王羲之的七世孙、隋朝书法家智永禅师学习书法的。他的字用笔圆润，外柔内刚，结构疏朗，气韵秀健。传说唐太宗学书就是以虞世南为师。唐太宗常感到“戈”字难写。有一天，他写字时写到“戬（jian剪）”字，只写了“晋”的半边，让虞世南写另外半边的“戈”。写成以后，唐太宗让魏征来鉴赏，魏征看了说：“今窥（看的意思）圣作，惟戬字戈法逼真”。唐太宗赞叹魏征的眼力高，也更看重虞世南的书法了。虞世南的代表作有《孔子庙堂碑》等。初唐的书法家继欧、虞之后的是褚遂良和薛稷。虞世南死后，唐太宗慨叹地说：“世南死，没有人能够同我谈论书法了。”\n0传世作品\n孔子庙堂碑为虞世南撰文并书写。原碑立于唐贞观初年。楷书35行，每行64字。碑额篆书阴文“孔子庙堂\n之碑”六字。碑文记载唐高祖五年，封孔子二十三世后裔孔德伦为褒圣侯，及修缮孔庙之事。为虞世南六十九岁时所书。此碑书法用笔俊朗圆润，字形稍呈狭长而尤显秀丽。横平竖直，笔势舒展，一片平和润雅之象。宋黄庭坚有诗赞曰：“虞书庙堂贞观刻，千两黄金那购得。”\n汝南公主墓志此帖无款，传为虞世南书，亦有人认为是旧摹本。纸本，行书18行，共222字。\n此帖书法温润圆秀，用笔近似宋代米芾，故有米临之说。明王世贞评此书：“潇散虚和，姿态风流，有笔外意。”明李东阳也说此帖：“笔势圆活，戈法独存。”所谓戈法，就是虞世南研究“二王”书法所悟到的一种独特笔法。相传唐太宗临右军书法，写到“戬”字时，虚其“戈”令世南补之，然后拿给魏征看。魏征说，圣上之书惟“戈法”逼真。可见虞世南书法造诣之深了。\n《汝南公主墓志》前几行确实与虞世南的楷书风格相一致，具备了含蓄深沉，外柔内刚，凛然不可犯的风度。可惜后半部则流于荒率，疑为伪作，不无道理。此帖现藏上海博物馆。\n除了以上两件作品其他尚有《昭仁寺碑》、《破邪论序》、以及散见于刻帖的《大运帖》、《用笔赋》、《书指述》、《演连珠》、《景纬成象》、《孔有新制帖》、《积时帖》、《朝会帖》、《瘦朽帖》、《临乐毅论帖》、《潘六帖》、《世南伏奉三日疏》、《醒滞帖》等。这些碑帖中，有些是伪作，有些是集碑文钩摹而成，可信的为数甚少。\n","category":"草书","verified":true,"user":1,"timestamp":1429951554975},{"name":"虞世南草书潘六帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791646590,"text":"虞世南《潘六帖》拓本 草书 25.7×43厘米 《淳化阁帖》卷四收录 上海博物馆藏\n【释文】潘六云司未得近问。莫邪数小奴等，计不日当有状来。","author":"唐代虞世南","description":"虞世南草书潘六帖"}]