[{"name":"颜真卿行书叙张长史笔法十二意","text":"《张长史十二意笔法记》，此为颜真卿书法理论著作，以作者本人答书法家张旭问的形式写成。该记从书法的笔法笔势和结构布局两方面，分十二个问题介绍书法知识。\n详细内容\n张长史十二意笔法记(全一卷)\n予罢秩醴泉，特诣京洛，访金吾长史张公旭，请师笔法。长史於时在裴儆宅，憩止已一年矣。众师张公求笔法，或有得者，皆曰神妙。仆顷在长安，二年师事，张公皆大笑而已。即对以草书，或三纸五纸，皆乘兴而散，不复有得其言者。仆自再于洛下相见，眷然不替。仆因问裴儆：“足下师张长史，有何所得？”曰：\n“但书得绢屏素数十轴。亦尝论诸笔法，唯言倍加工学临写，书法当自悟耳。”\n仆自停裴家月馀日，因与裴儆从长史言话散。却回京师，前请曰：“既承兄丈（一本作九丈）奖谕，日月滋深，夙夜工勤，溺於翰墨。傥得闻笔法要诀，终为师学，以冀至於能妙，岂任感戴之诚也？”长史良久不言，乃左右眄视，拂然而起，仆乃从行。归东竹林院小堂，张公乃当堂踞床而坐，命仆居於小榻，\n笔法问答\n而曰：\n“笔法元微，难妄传授，非志士高人，讵可与言要妙也？书之求能，且攻真草，今以授之，可须思妙。”乃曰：“夫平谓横，子知之乎？”仆思以对之曰：“尝闻长史示，令每为一平画，皆须令纵横有象，此岂非其谓乎？”长史乃笑曰：“然。”而又问曰：“直谓纵，子知之乎？”曰：“岂不谓直者从不令邪曲之谓乎？”曰：“均谓间，子知之乎？”曰：“尝蒙示以间不容光之谓乎？”曰：“密谓际，子知之乎？”曰：“岂不谓筑锋下笔，皆令宛成，不令其疏之谓乎？”曰：“锋谓末，子知之乎？”曰：“岂不谓以末成画，使其锋键之谓乎？”曰：“力谓骨体，子知之乎？”曰：“岂不谓<走历>笔则点画皆有筋骨，字体自然雄媚之谓乎？”曰：“转轻谓屈折，子知之乎？”曰：“岂不谓钩笔转角，折锋轻过，亦谓转角为ウ阔过之谓乎？”曰：“决谓牵制，子知之乎？”曰：“岂不谓为牵为制，决意挫锋，使不怯滞，令险峻而成，以谓之决乎？”曰：“补谓不足，子知之乎？”曰：“岂不谓结点画或有失趣者，则以别点画旁救之谓乎？”曰：“损谓有馀，子知之乎？”曰：“岂不谓趣长笔短，常使意势有馀，点画若不足之谓乎？”曰：“巧谓布置，子知之乎？”曰：“岂不谓欲书先预想字形布置，令其平稳，或意外字体，令其异势，是谓之巧乎？”曰：“称谓大小，子知之乎？”曰：“岂不谓大字蹙之令小，小字展之为大，兼令茂密，所以为称乎？”\n长史说法\n长史曰：“子言颇皆近之矣。夫书道之妙，焕乎其有旨焉。字外之奇，言所不能尽。世之书者，宗二王、元常逸迹，曾不睥睨笔法之妙，遂尔雷同。献之谓之古肥，旭谓之今瘦。古今既殊，肥瘦颇反，如自省览，有异众说。芝、锺巧趣，精细殆同，始自机神，肥瘦古今，岂易致意？真迹虽少，可得而推。逸少至於学锺，势巧形容，及其独运，意疏字缓。譬犹楚音习夏，不能无楚。过言不悒，未为笃论。又子敬之不逮逸少，犹逸少之不逮元常。学子敬者画虎也，学元常者画龙也。子虽不习，久得其道，不问之言，必慕之欤？傥有巧思，思盈半矣。子其勉之！工精勤悉，自当妙矣。”真卿前请曰：“幸蒙长史传授笔法。敢问工书之妙，如何得齐於古人？”\n张公说法\n张公曰：“妙在执笔令其圆转，勿使拘挛。其次诸法须口传手授之诀，勿使无度，所谓笔法也。其次在於布置，不慢不越，巧使合宜。其次纸笔精佳；其次诸变适怀，纵舍规矩。五者备矣，然後齐於古人矣。”“敢问执笔之理，可得闻乎？“长史曰：“予传授笔法之老舅彦远曰：‘吾闻昔日说书若学，有工而迹不至。’後闻於褚河南曰：‘用笔当须如印泥画沙。’思所不悟。後於江岛，遇见沙地平净，令人意悦欲书。乃偶以利锋画其劲险之状，明利媚好，乃悟用笔，如锥画沙，使其藏锋，画乃沈著。当其用锋，常欲使其透过纸背，此成功之极矣。真草用笔，悉如画沙，则其道至矣。是乃其迹可久，自然齐古人矣。但思此理，以专想工用，故其点画不得妄动，子其书绅。”予遂铭谢再拜，逡巡而退。自此得攻书之术，於兹五年，真草自知可成矣。\n","category":"行书","verified":true,"user":1,"timestamp":1429951558756},{"name":"颜真卿行书叙张长史笔法十二意","dynasty":"唐代","category":"行书","type":"","user":1,"timestamp":1429791631891,"text":"颜真卿《述张长史笔法十二意》明拓本（传）各纵28厘米 横15厘米 上海朵云轩藏\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n余罢秩醴泉,特诣京洛,访金吾长史张公,请师笔法。长史于时在裴儆宅憩止,己一年矣。众有师张公求笔法,或有得者,皆曰神妙,仆顷在长安师事张公,竟不蒙传授,使知是道也。人或问笔法者,张公皆大笑,而对之便草书,或三纸,或五纸,皆乘兴而散,竟不复有得其言者。予自再游洛丁,相见眷然不替。仆问裴儆:“足下师敬长史,有何所得?\"曰:“但得书绢素屏数本。亦偿论请笔法,惟言倍加工学临写,书法当自悟耳。”\n\n仆自停裴儆宅,月馀,因与裴儆从长史言话散,却回长史前请曰·“仆既承九丈奖诱,日月滋深,夙夜工勤,耽溺翰墨,虽四远流扬,自未为稳,倘得闻笔法要诀,则终为师学,以冀至于能妙,岂任感戴之诚也!\"长史良久不言,乃左右盼视,怫然而起。仆乃从行归于东竹林院小堂,张公乃当堂踞坐床,而命仆居乎小榻,乃曰:“书法玄微,难妄传授。非志士高人,讵可言其要妙?书之求能,且攻真草,今以授予,可须思妙。\"\n\n乃曰:“夫平谓横,子知之乎?\"仆思以对曰:“尝闻长史九丈令每为一平画,皆须纵横有象。此岂非其谓乎?\"长史乃笑曰:“然”。\n\n又曰:“夫直谓纵,子知之乎?\"曰:“岂不谓直者必纵之不令邪曲之谓乎?\"长史曰:“然\"。\n\n又曰:“均谓间,子知之乎?\"曰：“尝蒙示以间不容光之谓乎?\"长史曰:“然\"。\n\n又曰:“密谓际,子知之乎?\"曰:“岂不谓筑锋下笔,皆令宛成,不令其疏之谓乎?\"长史曰“然\"。\n\n又曰:“锋谓末,子知之乎?\"曰:“岂不谓末以成画,使其锋健之谓乎?\"长史曰:“然\"。\n\n又曰:“力谓骨体,子知之乎?\"曰:“岂不谓趯，笔则点画皆有筋骨,字体自然雄媚之谓乎?\"长史曰:“然,'。\n\n又曰:“轻转谓曲折,子知之乎?\"曰:“岂不谓钩笔转角,折锋轻过,亦谓转角为暗过之谓乎?\"长史曰:“然”。\n\n又曰:“决谓牵掣,子知之乎?\"曰:“岂不谓牵掣为撇,锐意挫锋,使不怯滞,令险峻而成,以谓之决乎?\"长史曰:“然\"。\n\n又曰:“补谓不足,子知之乎?\"曰:“尝闻于长史,岂不谓结构点画或有失趣者,则以别点画旁救之谓乎?\"长史曰：“然\"。\n\n又曰:“损谓有余,子知之乎?\"曰:“尝蒙所授,岂不谓趣长笔短,长使意气有余,画若不足之谓乎?\"曰:“然\"。\n\n又曰：“巧谓布置,子知之乎?\"曰：“岂不谓欲书先预想字形布置,令其平稳,或意外生体,令有异势,是之谓巧乎?\"曰:“然\"。\n\n又曰:“称谓大小,子知之乎?\"曰:“尝闻教授,岂不谓大字促之令小,小字展之使大,兼令茂密,所以为称乎?\"长史曰:“然,子言颇皆近之矣。工若精勤,悉自当为妙笔。\"\n\n真卿前请曰:“幸蒙长史九丈传授用笔之法,敢问攻书之妙,何如得齐于古人?\"张公曰:“妙在执笔,令其圆畅,勿使拘挛。其次识法,谓口传手授之诀,勿使无度,所谓笔法也。其次在于布置,不慢不越,巧使合宜。其次纸笔精佳。其次变化适怀,纵舍掣夺,咸有规矩。五者备矣,然后能齐于古人。\"\n\n曰:“敢问长史神用执笔之理,可得闻乎?\"长史曰：“予传授笔法,得之于老舅彦远曰:吾昔日学书,虽功深,奈何迹不至殊妙。后问于褚河南,曰:‘用笔当须如印印泥。'思而不悟,后于江岛,遇见沙平地静,令人意悦欲书。乃偶以利锋画而书之,其劲险之状,明利媚好。自兹乃悟用笔如锥画沙,使其藏锋,画乃沉着。当其用笔,常欲使其透过纸背,此功成之极矣。真草用笔,悉如画沙,点画净媚,则其道至矣。如此则其迹可久,自然齐于古人。但思此理,以专想功用,故其点画不得妄动。子其书绅。”\n\n予遂铭谢,逡巡再拜而退。自此得攻书之妙。于兹五年,真草自知可成矣。\n\n平直均密，锋力转决，补损巧称为十二意。天宝五年丙戌九月颜真卿述\n\n附录《书法》杂志王壮弘文：颜书《述张长史笔法十二意》明拓本\n\n  唐代书风，初唐以清丽秀雅，雍容和穆为贵，至中唐为之一变。张旭长史创立狂草，颠形诡异纵逸不羁，醉后落笔尤神奇莫测。颜真卿尚书从张旭问笔法，其正书雄伟，蚕头雁尾别具一格，行草如溶金泻地气势浩荡，笔势易相背为相向，行笔易收敛为拓放，结字器宇宽广，忠义郁勃之气凛然，以粗犷豪纵之体，力扫时尚纤丽蕴藉之风，耳目为之一新，后人誉之谓鲁公变法，而所变者实是笔势与风格也。此两家皆刻意创新，与书学有功，而又深究笔法者。非唯笔法精熟，焉能随心所欲，故欲发展唯有创新，欲创新唯有继承，此亦千古不二法门。\n\n 闻张旭得笔法于老舅陆彦远，于八法五势阐述弘深，复授法 于颜真卿。颜授法与怀素，怀素自叙云“羲、献兹降，虞、陆相承， 口诀手授以至于吴郡张旭长吏，虽姿性颠逸，超绝古今……真卿 早岁，常接游居，屡蒙激昂，教以笔法”故传世有张旭授颜氏笔 法十二意之述。\n\n  考唐颜真卿于天宝二载（七四三）罢醴泉尉，诣洛阳访张旭长 史于裴儆宅，师事之。天宝五载罢长安尉，再访长史于裴儆宅，问 笔法，得长史口授，遂有《述长史笔法十二意》之作。然止见于文， 鲜有书迹流传。 一九六五年秋，见一古拓，精旧佳好，运笔如龙 腾蛇行，与《争坐帖》极为相似。察之，乃鲁公《述长史笔法十二 意》也。验诸纸墨，当是四百年前物。欣喜不可名状。即与传世 之文相校，互有得失。遂视为珍异，藏之朵云轩库中。倏忽二十 余载，今始得以披露，与本刊读者共赏\n\n  按此拓末昕署之年款推之，为鲁公三十八岁时所作，早《多宝 塔》六年，早《祭侄稿》十二年，早《争坐帖》十八年，传世鲁公书迹 未见有早于是年者。唯天宝建元，改“年”为“载”，此署“天宝五年”， 行笔亦未若鲁公它书之精敛，或乃后人仿鲁公之笔。然观其行气 错落奇正，如溶金泻地，虽有一二稚嫩之笔，而绝非文、董以后 人所能仿佛；文亦多与传世之本不同，非按本钞录者可比。视虞 （世南）之《汝南公主墓志》，褚遂良之《阴符经》同为不可多得之艺 林珍品。手此一卷于探讨书沦，研习笔法，皆不无俾益。\n\n  按《十二意》尚有刻入清人汇帖者二种。其一为旌德姚学经 《唐宋八大家法书》，一为江湄《职思堂法帖》，职思堂本后有米芾、 许衡、赵孟頫、倪云林诸家跋，跋言文句鄙俚，与颜书同为伪迹 恶札。姚、江两刻，与此古拓相较，无论书法刻法相去何啻霄壤。\n\n\n\n（一）长史乃曰：“夫平谓横，子知之呼？”仆思以对曰：“尝闻长史示令每为一平画，皆需纵横有象，此岂非其谓呼？”长史乃笑曰：“然”。\n\n每作一横画，自然意在于求平，但一味求平，必流欲斑滞，所以柳宗元的（八法颂）中有“勒常患平”之戒。八法中谓横画为勒。在（九势）中特定出“横鳞”之规，（笔阵图）中则有“如千里阵云”的比方。鱼鳞和阵云的形象，都是平而有不甚平的横列状态。这样正合横画的要求。故孙过庭说：“一画之间，变起伏于峰杪。”笔锋在点画中行，必有起有伏，起带有纵的倾向，伏则仍回到横的方面去，不断的、一纵一横的行使笔毫，行成横画，便有鱼鳞、阵云的活波意趣，就达到了不平而平的要求。所以真卿举“纵横有象”一语来回答求平的意图，而得到了长史的首肯.\n\n（二）又曰：“夫直谓纵，子知之乎。”？曰：“岂不谓直者必纵之，不令邪曲之谓乎？”长使曰：“然”。\n\n纵是直画，也得同横画一样，对于他的要求，自然意在于求直，所以真卿简单答以：“必令纵之不令邪曲”（指留在纸上已成的形而言）。照九势竖勒之规来说，似乎和真卿说的有异同，一个讲“勒”，一个却讲“纵”。其实是相反相成的。点画行笔时，不能单勒，单纵，这是可以体会得到的。如果一味把笔毫勒住，那就不能行动了，必然还得要放松些，那就是纵。两说并不冲突，随举一端，皆可以理会到全面，其实，这和“不平之平”的道理是一样的，也要从不直中求直，笔力才能入纸，才能写出真正可观的直，在纸上就不显得邪曲。所以李世民讲过这么一句话：“弩不宜直，直则无力》”八法中谓纵画为弩\n\n（三）又曰：“均谓间，子知之乎”？说：“尝蒙示以间不容光之谓乎”？长史曰“然”。\n\n“间”是指一字的笔画于笔画之间，各个部分的空隙。这些空隙，要令人看了顺眼，配合均匀，出于自然，不觉得相离过远，或者过近，这就是所谓的“均”。举一个相反的例子来说，如果纵画与纵画，横画与横画，互相间的距离，排列得分毫不差，那就是前人所说的状如算子，形状上是整齐不过了，但一入眼反觉得不匀称，因而不耐看。这要和横、纵画的平直要求一样，要在不平中求平，不直中求得直，这里也要象不匀处求得匀。书法点画之间的空隙，其远近相距要个得其宜，不容毫发增加。所以真卿用了一句非常极端的话“间不容光”来回答，光是无隙不入的，意思就是说，点画间所留的空隙，连一线之光都容不下，这才算恰到好处。这非基本功到家，就不能达到如此稳准的地步。\n\n（四）又曰：“密谓际，子知之乎”？曰：“岂不谓筑锋下笔，皆令完成，不令其疏之谓乎？”长史曰：“然”。 .\n\n“际”是指笔画与笔画相接之处。两画之际，似断实连，似连实断。密的要求，就是要显得连住，同时又要显得脱开，所以真卿用“筑锋下笔，皆令完成，不令其疏”答之。筑锋所用笔力，是比藏锋要重些，而比藏头要轻得多。字画之际，就是两画出入相接之处，点画出入之迹，必有笔锋所形成，而出入皆须逆入逆收，“际”处露锋会失掉密的做用，既仅用藏锋，还嫌不够，故必用筑锋。藏锋之力是虚得多，而筑锋用力则较实。求密必须如此才行。这是讲行笔的过程，而其要求则是“皆令其完成”。这一“皆”字是指两画出入而言。“完成”是说明相接得宜，不露痕迹，故无偏疏之弊。近代书家往往喜欢称道的两句话：“疏处可使走马，密处不使透风。”疏就疏到底，密就密到底，这种要求就太绝对化了，恰恰与上面所说的均密两意相反。若主张疏就一味疏，密变一味密，其结果不是雕疏无实，就是满纸黑气。这种用一点论的方法去分析事物，就无法接触到事物的本质，也就无法掌握其规律，这样要想不碰壁，要想达到预计的要求，那是不可能的事情\n\n（五）又曰：“锋谓末，子知之乎？”曰：“岂不谓末以成画，使其锋键之谓乎？长史曰：“然”。\n\n\"末”，萧衍文中作“端”，两者是一样的意思。真卿所说的“末以成画”，是指每一笔画的收处，收笔必用锋，意存劲键，才能不犯拖沓之病。[九势]藏锋条指出“点画出入之迹”，就是说明了这个道理。不过这里只就笔锋出入说明其尤当劲键，才合用笔之意\n\n（六）又曰：“力谓骨体，子知之乎”？曰：“岂不谓 趯笔则点画皆有筋骨，字体自然雄媚之谓乎？”长史曰：“然”。\n\n“力谓骨体”， 萧衍文中只用一“体”字，此文多一“骨”字，其意更明显。真卿用“ 趯” 字是表示速行的样子，有含有盗行或侧行的意思。盗行、侧行皆须举动轻快而不散漫才能做到，如此则非用意专一，聚集精力为之不可。故八法之弩画，大家都主张用 趯 笔之法，为的是免掉失力的弊病。由此很容易明白要字中有力，便须用 趯 的道理。把人体的力通过笔毫注入字中，字自然会有骨干，不是软弱瘫痪，而是能呈现雄杰气概。真卿在雄字下加一媚字，是有道理的。一般人说颜筋柳骨这也反映出颜字是用意在于刚柔结合的筋力，这与他懂得用 趯 笔是有关系的。\n\n（七）又曰：“轻谓曲折，子知之乎？”曰：“岂不谓钩笔转角，折锋轻过，亦谓转角为暗过之谓乎？”长史曰：“然”。\n\n“曲折”， 萧衍文中作“屈”，是一样的意思。真卿答以“钩笔转角，折锋轻过”。字的笔画转角处，笔锋必是由左向右，在折而下行，当它将要到转角处时，笔锋若不回顾而仍顺行，则无力而失势，故锋必须折，就是指锋尖略顾左再折而像右，转而下行。[九势]转笔条的“宜左右回顾，”就是这个道理。何以要轻，不轻则节目易于孤露，便不好看。暗过就是轻过，含有笔锋隐藏的意思\n\n（八）又曰：“决谓牵掣，子知之乎。”曰：“岂不谓牵掣为撇，决意挫锋，使不能怯滞，令险峻而成，以谓之决乎？”长史曰：“然\"。\n\n“决谓牵掣”，真卿以“牵掣为撇”[指掠笔]，专就这个回答用决之意。主张险峻，用挫锋笔法，挫锋也可叫作折锋，于筑锋相似，而用笔略轻而快，这就形成了掠笔，就不会怯滞，因意不犹豫，决然行之，其结果必然如此。\n\n（九）又曰：“补谓不足，子知之乎？”曰：“尝闻于长史，岂不谓结构点画或有失趣者，则以别的点画旁救之谓乎？”长史曰：“然”。\n\n不足之处，自然当补，但施用如何补法，不能预想定于落笔之前，必当随机应变。所以真卿答以：“结构点画或有失趣者，则以别的点画旁救之”。此条所提不足之处，难以意测，与其它个条所列性质，有所不同。但旁救虽不能在作字前预计，若果临机迟疑，即便施以旁救，亦难吻合，既等于未曾救得，甚至于还有可能增加些不安，就须平日执笔得法，使用圆畅，心手一致，随意左右，无所不可，方能奏旁救之效。重要关键，还是在于平时学习各种碑版法贴时，既细心观察其分布得失，使心中有数，临时才有补救方法。\n\n（十）有曰：“损谓有馀，子知之乎？”曰：“尝蒙所授，岂不谓趣长笔短，尝使意气有馀，画若不足之谓乎？”长史曰：“然”。\n\n有馀必当减损，自是常理，但笔以落纸成画，既无法损其有馀，自然当在预想字形时，便要注意。你看虞、欧楷字，往往以短画与长画相间组成，长画固不觉其长，而短画也不觉其短，所以真卿答“损谓有馀”之问，以“趣长笔短”，“意气有馀，画若不足。”这个“有馀”、“不足”，是怎样判别的？它不在于有形的短和长，而在所含的意趣足不足。所当损者必是空长的形，而合宜的损，却是意足的短画。短画怎样才能意足，这是要经过一翻苦练的，行笔得法，疾涩兼用，能纵能收，才可做到，一般信手任笔成画的写法，画短了，不但不能趣长，必然要出现不足的缺点。\n\n （十一）又曰：“巧谓布置，子知之乎？”曰：“岂不谓欲书先预想字形布置，令其平稳，或意外生体，令有异势，是之谓巧乎？”长史曰：“然”。\n\n落笔结字，由点画而成，不得零星狼籍，必有合宜的布置。下笔之先，须预想形势，如何安排，不是信手任笔，便能成字。所以真卿答：“预想字形布置，令其平稳”。但一未求平稳不可，故有说“意外生体，令有异势”。即平正，又奇变，才能算得巧意。颜楷过于整齐，但仍不失于板滞，点画中时有奇趣。虽为米芾所不满，然不能厚非，与苏灵芝、瞿令问诸人相比，即可了然。\n\n（十二）又曰：“称谓大小，子知之乎？”曰：“尝闻教授，岂不谓大字促令小，小字展之使大，兼令茂密，所以为称乎？”长史曰：“然”。\n\n关于一幅字的全部安排，字形大小，必在预想之中。如何安排才能令其大小相称，必须有一番经营才行。所以真卿答以“大字促令小，小字展之使大。”这个是大小相对的说法，这个促、展是就全幅而言，故又说“兼令茂密”，这就可以明白他所要求的相称之意，决不是大小齐均的意思，更不是单指写小字要展大，写大字要促小。至于小字要展宽，大字要紧凑，相反相成的作用，那是必要的，然非真卿在此处所说的意思，后人非难他，以为这种主张是错误的。其实这个错误，我以为真卿是难于承认的，因为后人的说法与真卿的看法，是两回事情。\n\n这十二意，有的就静的实体着想，如横、纵、末、体等：有的就动的笔势往来映带着想，如间、际、曲折、牵制等；有的就一字的欠缺或多馀处着想，施以救济，如不足、有馀等；有的从全字或全幅着意，如布置、大小等。种括以上用意，大至已无遗漏。自锺繇提出至张旭，为一般学书人所重视，但个人体会不同。真卿答毕，而张旭仅以“子言颇皆近之矣”一句话总结了他的答案，总可说是及格了。尚有未尽之处，犹豫探讨，故继以“工若精勤，悉自当为妙笔”。我们现在对于颜说，也就只能认为是他个人的心情，恐犹未能尽得前人之意。见仁见智，固难强同。其实笔法之意，何止这十二种，这不过是锺繇个人在实践中的体会，他以为是重要的，列举出这几条罢了。\n\n问答已毕，真卿更进一步请教：“ 幸蒙长史九丈传授用笔之法，敢问工书之妙，如何得齐于古人？ ”见贤思齐是学习过程中一种良好的表现，这不但反映出一个人不甘落后于前人，而且有赶上前人，赶过前人的气概，旧话不是有青于蓝而更胜于蓝的说法吗？在前人积累的好的基础上，加以新的发展，是可以超越前人的。不然，在前人的脚下盘泥，那就没出息了。真卿想要张旭在帮助他一下，指出学习书法的方法，故有此问。张旭逐以五项答之： “妙在执笔，令得圆转，勿使拘挛；其次识法，谓口传手授之诀，勿使无度，所谓笔法也；在于布置，不慢不越，巧使合宜；其次，纸笔精佳；其次，变通适怀，纵舍挚夺，咸有规矩。五者皆备，然后能齐于古人。”真卿听了，更追问了一句：“敢问长使神用笔之理，可得闻乎？” 用笔上加一个“神”字，是很有意义的，是说他这管笔动静疾徐，，无不合宜，既所谓不使失度。张旭告诉他：“ 余传授笔法，得之于老舅陆彦远（柬之之子）曰：“吾昔日学书，虽功深，奈何不至殊妙。后闻于褚河南曰：“用笔当须如锥画沙，如印印泥。”始而不悟。后于江岛，遇见沙平地静，令人意悦欲书，乃偶以利锋画而书之，其劲险之状，明利媚好，自兹乃悟用笔如锥画沙，使其藏锋，画乃沉着。当其用笔，常欲使其透过纸背，此功成之极矣。”真草用笔，悉如画沙印泥，点画劲媚，则其道至矣。如此则其迹可久，自然齐于古人，但思此理以专想功用，故点画不得妄动，子其书绅！” 张旭答颜真卿问，所举五项，至为重要，第一至第三，首由执笔运用灵便说起，依次到用笔得法，勿使失度，然后说到巧于布置，这个布置是总说点画与点画之间，字与字之间，行与行之间，要不慢不越，匀称得宜，没有过与不及。慢是不及，越是过度。第四是说纸笔佳或者不佳，有使所书之字减色增色之可能。末一项是说心手一致，笔书相应，折这是有关于写字人的思想通塞问题，心胸豁然，略无疑滞，才能达到入妙通灵的境界。能这样，自然人书会通，奕奕有圆融神理。古人妙迹，流传至今，耐人寻味者，也不过如此而以。最后举出如锥画沙，如印印泥两语，是说明下笔有力，能力透纸背，才算功夫到家。锥画沙比教容易理解，印印泥必须加以说明。这里所说的印泥，不是我们今天所说的印泥，这个你是粘性的紫泥，古人用他来封信的，和近代的火漆相似，火漆上面加盖戳记，紫泥上面加盖印章，现在还有遗留下来的，叫做“封泥。”前人用它来形容用笔，自然也和锥画沙一样，是说明藏锋和用力深入之意。而印印泥，还有一丝不走样之意，是下笔即稳且准的形容。要达到这一步，就得执笔合法，而手腕又要经过基本训练的硬功夫，才能即稳且准的把握。所以张旭告诉真卿懂得了这些之后，还得想通道理，专心于功用，点画不得妄动，张旭把功真书和草书的用笔妙诀，无隐的告诉了真卿，所以真卿自言：“自此得功书之妙，于兹五（一作七）年，真草自知可成矣。\n\n《张长史十二意笔法论》(朱关田)\n\n一、《张长史十二意笔法论》(朱关田)\n\n颜真卿所书《张长史十二意笔法论》，首见清康熙年间江湄撰集的《职思堂法帖》，题作“唐颜真卿述十二笔法”，后有米芾、许衡、赵孟　、倪瓒诸人跋。按：颜真卿《张长史十二意笔法论》，宋人已经收录，朱长文《墨池篇》题曰“张长史笔法十二意”。其后陈思《书苑菁华》改削传抄，题作“述张长史笔法十二意”。此文有人以为“十二笔法，由谨严而造精微，书学妙理，尽于矣”(朱履贞《书学捷要》)。其实，纯属空谈，一无妙理。所谓“平、直、均、密,力、转、决、补、损、巧、称”十二意，以及二王、元常优劣论，俱出自张彦远《法书要录》卷二所收的《梁武帝观钟繇书法十二意》。所不同者，少“聊复日记，以补其阙，非欲明鲜，强以示语”四句，并改“元常谓之古肥，子敬谓之瘦”为“献之谓之古肥，旭谓之今瘦”。其他回答之词，也肤浅枝蔓，多见抄袭之辞。如“称谓大小”条，语出王羲之《笔势论》，与徐浩《论书》语也大同小异；“神用执笔”条，出自蔡希综《法书论》。对此，宋人早已疑伪，朱长文题曰：“旧本多谬误，予为之刊缀，以通文义。张彦远录‘十二意’，或梁武笔法，或此自古有之，而长史得之以传鲁公耳。”又在其《续书断》张旭条下说：“世或以‘十二意’谓君以传颜者，是欤非欤。”\n\n是篇，留元刚《颜鲁公年谱》记在天宝五载(七四六年)作。今据篇末记“自此得攻书之妙，于兹五年”逆算，颜真卿诣洛阳师事张旭，当始于天宝元年(七四二年)。其开篇云：“予罢秩醴泉，特诣京洛(一作东洛)访金吾长史公请师笔法。长史于时在裴儆宅憩止已一年矣。”今按：裴儆字九思，玄宗朝祠部员外郎祯之第二子。祯，裴　记：“开元二十八年十二月十九日，终于长安光德里私第，春秋四十。其先葬于闻喜之东凉原也，即以辛巳岁二月癸丑二十日壬申，旋窆于长安万春乡神和原，礼也。”(《大唐故朝仪郎行尚书祠部员外郎裴君墓志铭》)辛巳岁即开元二十九年(七四一年)。祯四子，倩、儆、倚、侑，见独孤及《唐故尚书祠部员外郎赠陕州刺史裴公行状》。而开元二十九年裴　撰《裴祯墓志铭》不记儆等兄弟名字，只曰：“嗣子倩等”。其父卒年四十，或儆等皆未及冠，故不记。又，儆兄倩，卒于大历七年(七七二年)，权德舆曾作神道碑铭志述之，其中有云：“年十一，以相庭推恩，授家令、寺丞，满岁，选部铨第甲乙，补太常寺主簿。居先府君丧，水浆不入于口，孺慕殆于灭性，宗门忧其死于孝。”(《尚书度支部中赠尚书左仆射正平节公裴公神道碑铭》)旧礼：“成圹而归，不敢入处室，居于倚庐，哀亲之在外也，服勤三年，思慕之心，孝子之志也，人情之实也。”(《礼记》卷十《问丧第二十五》)其父既葬，儆也当偕兄倩服勤三年。若“三年之丧，二十五月而毕”，则当在天宝二年三月之后方可入处室，交嘉宾。即使儆与其兄一样，并有“相庭推恩”，曾官洛阳之事，居丧期间也当停职守孝。其后新授，例在同时。裴宅在长安光德里，其父祯卒于斯，其兄倩卒于斯，其子　妻柳氏亦终于斯(见柳宗元《亡姐前京兆府参军裴君夫人墓志铭》)，是知此室至贞元十六年(八年)尚未迁徙。天宝初年，儆未及冠，不当分居洛阳，即官洛阳，居丧期间也当居于是宅。\n\n天宝初年，张旭年逾八十，若与儆有忘年之交，又憩止在裴宅，颜真卿访谒理当在长安光德里，而不当在裴儆洛阳客所。裴儆之父，卒于岁末，《颜氏家训》曾明诫子弟，“南人冬至岁首，不诣丧家。……北人至岁之日，重行吊礼，礼无明文，吾则不取。”又颜真卿迁长安县尉为关内道黜陟使王　所荐举，而王任此职则在天宝五载三月，所黜陟者是现职官吏。颜真卿既为王　所荐，时当在他出任黜陟使的三月以后。颜真卿所任醴泉县尉，当无“罢秩”之事。张旭字伯高，官至左率府长史，见唐人窦　《述书赋注》并宋僧适之《金壶记》。其官金吾长史，首见是文。\n\n若是，其分左右，所任在西京，当属现职官员，张旭虽狂逸，亦不当擅离职守，长居裴宅一年之久，且开元二十九年(七四年)十月，曾在长安书写张九言所制《尚书省郎官石柱记序》。由此而知，是篇首记者，诚误。斯为后人伪托，或可无疑矣。\n\n其文既伪，焉言其书。所传鲁公书《述十二笔法》者，无论明拓、清刻，皆属赝鼎，当无须赘述矣.\n\n颜真卿《述张长史笔法十二意》与转指笔法\n\n既王羲之之后，颜真卿以其辉蝗的艺术成就，独特的书法风格以及高尚的人格魅力，成为又一位里程碑式的伟大书法家。在颜真卿的艺术生涯中，有一个人对他能够取得如此丰硕的艺术成就，起着至关重要的作用，那就是素有“颠张”之称的张旭。\n\n我们对颜真卿拜师于张旭，以及颜真卿所著《述张长史笔法十二意》（以下简称《述》）。作进一步深入探讨，或许能得到意想不到的收获。\n\n一、颜真卿二次拜师之迷\n\n颜真卿是一位大器晚成的书法家。他的重要艺术成就，都是在他师从张旭以后，四十多岁开始逐渐完成的。虽然颜真卿出身于书法世家，家学渊源可上溯到五世祖--北齐颜之推。他的四世祖颜师古，曾祖颜勤礼、祖父颜绍莆、伯父颜元孙、父亲颜惟真都是有成就的书法家。母亲殷氏家族，也出现多位书法家。颜真卿从小就在这书香四溢的环境中成长，秉受家训、潜移默化地接受书法艺术熏陶。他勤学苦练、不断探索、志存高远，书法艺术之门渐渐打开，书法艺术的魅力既有快乐，也是痛苦的。颜真卿渐渐感觉到仅仅是秉承家学，浅层次地吸取前贤书法中的精华，都不能帮助他实现心中的理想目标。\n\n这时站在唐代书法最高端的张旭，可谓万众瞩目，当时张旭已是名满天下。韩愈赞扬张旭书法“变动如鬼神，不可端睨”。其实张旭\n\n书法真正玄妙之处不仅仅在于表面上飞动的线条，而是暗藏于锋茫劲键毛涩之用笔。如韩愈所说“不可端睨”。以当时颜真卿的家学渊源，这种玄妙的用笔方法，他是无论如何也揣摩不透的。\n\n关于书法的神秘性，史书多有记载。\n\n三国时代的锺繇常与曹操、邯于淳、韦诞等书家一起讨论书法。有一次，锺繇意外在韦诞处看到一本蔡邕论笔法的书，便向韦诞苦苦索求，韦诞不予，气得锺繇一连三日槌胸以至吐血。等韦诞死后，锺繇派人“盗发其冢”而得之。\n\n蔡邕所传笔法是否和张旭的笔法有所渊源，还不得而知。但是通过这个故事，我们可以了解到古人对笔法是相当重视的，而且是秘而藏之的。连书圣王羲之也嘱其子王献之，把他所著《笔势论》“勿播于外，缄而秘之，不可示之诸友。”\n\n古人是把书法视为学识的一部分，当作通往仕途的敲门砖。古时，信息传播本来就落后，人们又把笔法视为秘笈宝而藏之。在这种情形下颜真卿决心辞官去求教与张旭，他的拜师之行能一帆风顺吗？\n\n历史把颜真卿二次辞官拜师的故事流传下来，后人无不啧啧叹服，然而通过仔细分析，我们不得不作出这样的推论，颜真卿第一次拜师是失败的，这样的推理是符合客观事实的。理由一，颜真卿当时年龄三十六七岁，以他的家学渊源以及对书法的执着，他的书法根基应该相当扎实。书法的玄妙之处如同窗户纸，一捅既破，颜真卿没有必要象蒙童一般，反复长途跋涉花费大量时间从基础书法去学。理由二，张旭曾言:“笔法玄妙，非志士高人，讵言其妙”。，《述》可见张旭择徒要求极高。前一次拜师经过，只不过是张旭对颜真卿的考查罢了。这段故事就象《圮上进履》中老者考验张良，只是张旭要求更高。不但“孺子可教”而且还要俱备“志士高人”否则“讵可言其玄妙”。\n\n颜真卿最终成为张卿的得意门生，书法史上留下一段千古佳话。\n\n二、从《述张长史笔法十二意》看颜体用笔\n\n颜真卿的崛起影响了整个书坛的审美取向。他的变古法新，不仅让人耳目一心，也开创书法审美价值的新标准。形成书法流派的新格局。尤其对书法理论、书法教育产生了重大影响。自唐以来蒙童学书多从唐楷入手，以至于有“学书当学楷，学楷当学颜”之说，对于这种观念，很多人提出质疑。因为，书法的发展至魏晋，篆、隶、楷、行、草诸体基本完善，而且名家倍出。唐以前包括唐代的书家必定多是从篆、隶、六朝楷书的篆籀之法学起的。“学书当学楷”岂不荒唐。\n\n其实，颜真卿的真正用笔正是“篆籀”之法。\n\n由于颜真卿的艺术风格不同于以往的任何书家。人们的视线多集中在令人耳目一新的点划提按、结构、章法、外形的颜体风格上，却忽略了颜体真正的用笔方法。在《祭侄文稿》中，颜真卿篆法入行，隶籀之气表现的淋漓尽致。如果仔细观察颜字的线条，可以看到线条两侧细小的起伏。这就是笔法中的“锥画沙”、这就是张旭传授给颜真卿真正的玄妙用笔。\n\n沈尹默先生在《书法论丛》关于“锥画沙”是这样解释的“下锥时应深入沙子里，必须微微动荡着划下去。这样线条两边是有进有出的，不平均的，所以包世臣说‘古时书家名迹，往往不光而毛’。这就是说前人可以用锥画沙来形容用笔之妙，而大家都认为是恰当的，非以腕运笔就不能成此妙用”。\n\n沈尹默先生对“锥画沙”的剖析，无疑是精辟的。但最后断言“非以腕用笔，就不能成其妙用”，未免有些武断。至少缺乏说服力。试想，即使写大字可以用腕，写蝇头小楷用腕来表现“锥画沙”。就困难了。\n\n在颜真卿《述》一文中，文中首先介绍关于横的写法，（张）乃曰：“夫乎谓横，予知之乎？”仆思以对曰“吾尝闻长史九丈，每为一画，皆须纵横有像，此岂非其谓乎？”长史乃笑曰：“然”。\n\n这是一段意蕴深刻的师生对话，张旭传授给颜真卿的“玄妙笔法”都暗藏在这段对话中的一字之中，那就是纵横有像的“纵”字。写“横”的动作，应该是水平方向运动。“纵”的概念应该垂直于“横”。“ 纵横有像”就是在书写一横画时，既有横的方向运动，又有纵的方向运动，这洽好符合沈尹默先生所描述的“锥画沙”的过程。无怪乎卫夫人说：“横如千里阵云，隐隐然其实有形”。\n\n事情以经很清楚，问题的关键是书写“纵横有像”是如何用笔的。前面我们基本否定以腕用笔，即非用腕，只剩下一种可能，那就是以指运笔。即要以指运笔，又要符合“纵横有像”的要求，只有“转指笔法”能够成此妙用。这样断言似乎有些突兀，但是我们回头看一看离我们最近的几位大师。他们是怎么使用“转指笔法”的。\n\n吴昌硕在传授他的学生徐穆如先生书法时说：“在转折与行笔同时稍稍乘势转动笔杆”。\n\n孙晓云在《书法有法》一书中描述齐白石先生用笔时说“白石先生用笔，手指稍稍转动那”。\n\n黄宾红强调“用笔之道，宜以指转笔、点画轮廓多呈不规则的起伏状”。\n\n可见“纵横有像”所用笔法即“转指笔法”。在《述》中并没有清楚交待这一笔法如何用笔。也许这正是张旭与颜真卿师生之间的秘密。\n\n三、简说“转指笔法”\n\n 所谓“转指笔法”顾名思义，即书写过程中笔杆在手指中不停地转动。转动中笔锋与纸张接触界面增大了磨擦力度，从而使线条更具有质感。由于笔杆不停地转动自然而然地使笔锋产生细微地动荡，从而使线条轮廓呈不规则凸凹起伏形态。这正是“转指笔法”所追求的“不光而毛”、“锥画杀”的艺术效果。\n\n  援引宋代词人李之仪论学书一段话“习字正如习马，步骤驰骋，各有先后，失其一节、御者所愧”。自唐代以来有多少人学书从唐楷入手，应该是天文数字，这些人中的绝大多数终其一生，未能踏入书法艺术的殿堂。如知其并非自身愚钝，而是“先失一节”失败注定，夫复何言。\n\n颜真卿在张旭处补上所失一节，终于成为一代宗师。然而“学楷当学颜”又困惑了一代又一代辛辛学子，实非颜真卿初衷。\n\n按“步骤驰骋”，采用“转指笔法”从篆、隶入手则事半功倍，然后唐楷，不“失其一节”，御者无愧也。\n\n颜真卿《述张旭笔法十二意》 沈尹默\n\n张旭字伯高。颜真卿字清臣。《唐书》皆有传。世人有用他两人的官爵称之为张长史、颜鲁公的。张旭极精笔法，真草俱妙。后人论书，对于欧、虞、楮、陆都有异词，惟独于张旭没有非短过。真卿二十多岁时，曾游长安，师事张旭二年，略得笔法，自以为未稳，三十五岁时，又特往洛阳去访张旭，继续求教，真卿后来在写给怀素的序文中有这样一段追述：“夫草稿之作，起于汉代，杜度、崔瑗，始以妙用。迨乎伯英（张芝），尤擅其美。羲、献兹降，虞、陆相承，口诀心授，以至于吴郡张旭长史，虽姿性颠逸，超绝古今，而楷模精详，特为真正。真卿早岁常接游居，屡蒙激昂，教以笔法。”看了以上一段话，就可以了解张旭书法造诣何以能达到无人非短的境界，这是由于他得到正确的传授，工力又深，所以得到真卿的佩服，想要把他继承下来。张旭也以真卿是可教之材，因而接受了他的请求，诚恳地和他说：“书之求能，且攻真草，今以授子，可须思妙。”思妙是精思入微之意。乃举出十二意来和他对话，要他回答，藉作启示。笔法十二意本是魏钟繇提出的。钟繇何以要这样提呢？那就先得了解一下钟繇写字的主张。记载是这样的：“夫欲书者先乾研墨，凝神静思，欲想字形（想象中的字形是包括静和动、实和虚两个方面的），大小偃仰，平直振动（大小平直是静和实的一面，偃仰振动是动和虚的一面），令筋脉相连，意在笔前，然后作字。若平直相似，状如算子，上下方整，前后齐平，此不是书，但得其点画耳（就是说仅能成字的点画而已）。” 接着就叙述了宋翼被钟繇谴责的故事:“昔宋翼常作此书（即方整齐平之体）。翼是钟繇弟子，繇乃叱之。翼三年不敢见繇，即潜心改迹。每作一波（即捺），常三过折笔，每作一点画（总指一切点画而言），常隐锋（即藏锋）而为之，每作一横画，如列陈之排云，每作一戈，如百钧之驽发，每作一点如高峰坠石，每作一曲折如钢钩，每作一牵，如万岁枯藤，每作一放纵，如足行之趣骤。”右军末年书,世人曾有缓异的批评，陶弘景认为这是对代笔人书体所说的。萧衍则不知是根据何等笔迹作出这样的评论，在这里自然无讨论的必要，然却反映出笔意对于书法的重要意义。钟繇概括地提出笔法十二意，是值得学书人重视的。以前没有人作过详悉的解说，直到唐朝张、颜对话，才逐条加以讨论。\n\n长史乃日：“夫平谓横，子知之乎？”仆思以对日：“尝闻长史示令每为一平画，皆须纵横有象，此岂非其谓乎？”长史乃笑日：“然”。\n\n每作一横画，自然意在于求其平，但一味求平，必易流于板滞，所以柳宗元的《八法颂》 中有“勒常患平”之戒。八法中谓横画为勒。在《九势》中特定出“横鳞”之规，《笔阵图》中则有“如千里阵云”的比方。鱼鳞和阵云的形象，都是平而又不甚平的横列状态，这样正合横画的要求。故孙过庭说“一画之间 ，变起伏于峰杪。”笔锋在点画中行，必然有起有伏，起带有纵的倾向，伏则仍回到横的方面去，不断地，一纵一横地行使笔毫，形成横画，便有鱼鳞、阵云的活泼意趣，就达到了不平而平的要求。所以真卿举“纵横有象”一语来回答求平的意图，而得到了长史的首肯。\n\n又曰：“夫直谓纵，子知之乎？”曰：“岂不谓直者必纵之，不令邪曲之谓乎？”长史曰：“然”。\n\n纵是直画，也得同横画一样，对于它的要求，自然意在于求直，所以真卿简单答以“必纵之不令邪曲”（指留在纸上已成的形而言）。照《九势》“竖勒”之规说来，似乎和真卿所说有异同，一个讲“勒”，一个却讲“纵”，其实是相反相成。点画行笔时，不能单勒单纵，这是可以体会得到的。如果一味把笔毫勒住，那就不能行动了，必然不得要放松些，那就是纵。两说并不冲突，随举一端，皆可以理会到全面。其实，这和“不平之平”的道理一样，也要从不直中求直，笔力才能入纸，才能写出真正的可观的直，在纸上就不显得邪曲。所以李世民讲过一句话：“努不宜直，直则无力。”\n\n又曰:“均谓间，子知之乎？”曰：“尝蒙示以间不容光之谓乎？“长史曰：“然。”\n\n“间”是指一字的笔画与笔画之间，各个部分之间的空隙。这些空隙，要令人看了顺眼，配合均匀，出于自然，不觉得相离过远，或者过近，这就是所谓“均”。举一个相反的例子来说，若果纵画与纵画，横画与横画，互相间的距离，排列得分毫不差，那就是前人所说的状如算子，形状上是整齐不过了，但一入眼反而觉得不匀称，因而不耐看。这要和横、纵画的平直要求一样，要在不平中求得平，不直中求得直，这里也要向不均处求得均。法书点画之间的空隙，其远近相距要各得要宜，不容毫发增加。所以真卿用了一句极端的话“间不容光”来回答，光是无隙不入的，意思就是说，点画间所留得的空隙，连一线之光都容不下，这才算恰到好处。这非基本功到家，就不能达到如此稳准的地步。\n\n又曰：“密谓际，子知之乎？”曰：“岂不谓筑锋下笔，皆令完成，不令其疏之谓乎？”长史曰：“然”。\n\n“际”是指字的笔画与笔画相衔接之外。两画之际，似断实连，似连实断。密的要求，就是要显得连住，同时又要显得脱开，所以真卿用“筑锋下笔，皆令完成，不令其疏”答之。筑锋所有笔力是比藏锋要重些，而比藏头则要轻得多。字画之际，就是两画出入相接之处，点画出入之迹，必由笔锋所形成，而出入皆须逆入逆收，“际”处不但露锋会失掉密的作用，即仅用藏锋，还嫌不够，故必用筑锋。藏锋之力是虚的多，而筑锋用力则较着实。求密必须如此才行。这是讲行笔的过程，而其要求则是“皆令其完成”。这一“皆”字是指两画出入而言。“完成”是说明相衔得宜，不露痕迹，故无偏疏之弊。近代书家往往喜欢称道两句话：“疏处可使走马，密处不使通风。”疏就疏到底，密就密到底，这种要求就太绝对化了，恰恰与上面所说的均密两意相反。若果主张疏就一味疏，密便一味密，其结果不是雕疏无实，就是黑气满纸。这种用一点论的方法去分析事物，就无法触到事物的本质，也就无法掌握其规律，这样要想不碰壁，要想达到预计的要求，那是不可能的事情。\n\n又曰：“锋谓末，子知之乎？”曰：“岂不谓末以成画，使其锋健之谓乎？”长史曰：“然。”\n\n“末”，萧衍文中作“端”，两者是一样的意思。真卿所说的“末以成画”是指每一笔画的收处，收笔必用锋，意存劲健，才能不犯拖沓之病。《九势》藏锋条指出“点画出入之迹”，就是说明这个道理。不过这里只就笔锋出处说明其尤当劲健，才合用笔之意。\n\n又曰：“力谓骨体，子知之乎？”曰：“岂不谓（走历）笔则点画皆有筋骨，字体自然雄媚之谓乎？”长史曰：“然。”\n\n“力谓骨体”，萧衍文中只用一“体”字，此文多一“骨”字，意更明显。真卿用”（走历）笔则点画皆有筋骨，字体自然雄媚”答之。“走历”字是表示速行的样子，又含有盗行或侧行的意思。盗行、侧行皆须举动轻快而不散漫才能做到，如此则非用意专一，聚集精力为之不可。故八法之努画，大家都主张用（走历）笔之法，为的是免掉失力的弊病。由此就很容易明白要字中有力,便须用(走历)笔的道理。把人体的力通过笔毫注入字中，字自然会有骨干，不是软弱瘫痪，而能呈现雄杰气概。真卿在雄字下加一媚字,这便表明这力是活力而不是拙力。所以前人既称羲之字雄强，又说它姿媚，是有道理的。一般人说颜筋柳骨，这也反映出颜字是用意在于刚柔结合的筋力，这与他懂得用(走历)笔是有关系的。\n\n又曰：“轻谓曲折，子知之乎？”曰：“岂不谓钩笔转角，折锋轻过，亦谓转角为暗过之谓乎？”长史曰：“然。”\n\n“曲折”，萧衍文中作“屈”，是一样的意义。真卿答以“钩笔转角，折锋轻过”。字的笔画转角处，笔锋必是由左向右，再折而下行，当它要到转角处时，笔锋若不回顾而仍顺行，则无力而失势，故锋必须折，就是使锋尖略顾左而向右，转而下行。《九势》转笔条的“宜左右回顾”，就是这个道理。何以要轻，不轻则节目易于孤露，便不好看。暗过就是轻过，含有笔锋隐藏的意思。\n\n又曰：“决谓牵掣，子知之乎？”曰：“岂不谓牵掣为撇，决意挫锋，使不能怯滞，令险峻而成，以谓之决乎？”长史曰：“然。”\n\n“决谓牵掣”，真卿以“牵掣为撇”（即掠笔），专就这个回答用决之意。主张险峻，用挫锋笔法，挫锋也可叫它作折锋，与筑锋相似，而用笔略轻而快，这样形成的掠笔，就不会怯滞，因意不犹豫，决然行之，其结果必然如此。\n\n又日：“补谓不足，子知之乎？”日：“尝闻于长史，岂不谓结构点画或有失趣者，则以别点画旁救之谓乎？”长史日“然”。\n\n不足之处，自然当补，但施用如何补法，不能预想定于落笔之前，必当随机应变。所以真卿答以“结构点画或有失趣者，则以别点画旁救之”。此条所提不足之处，难以意侧，与其他各条所列性质，有所不同。但旁救虽不能在作字前预计，若果临机迟疑，即便施行旁救，亦难吻合，即等于未曾救得，甚至于还可能增加些不安，就须要平日执笔得法，使用圆畅，心手一致，随意左右，无所不可，方能奏旁救之效。重要关键，还在于平时学习各种碑版法帖时，即须细心观察其分布得失，使心中有数，临时才有补救办法。\n\n又日:“损谓有余，子知之乎？”日：“尝蒙所授，岂不谓趣长笔短，常使意气有余，画若不足之谓乎？”长史日：“然。”\n\n有余必当减损，自是常理，但笔已落纸成画，即无法损其有余，自然当在预想字形时，便须注意。你看虞、欧楷字，往往以短画与长画相间组成，长画固不觉其长，而短画也不觉其短，所以真卿答“损谓有余”之问，以“趣长笔短”，“意气有余，画若不足”。这个“有余”、“不足”，是怎样判别的？它不在于有形的短和长，而在所含意趣的足不足。所当损者必是空长的形，而合宜的损，却是意足的短画。短画怎样才能意足，这是要经过一番苦练的，行笔得法，疾涩兼用，能纵能收，才可做到，一般信手任笔成画的写法，画短了，不但不能趣长，必然要现出不足的缺点。\n\n又日:“巧谓布置，子知之乎？”日：“岂不谓欲书先预想字形布置，令其平稳，或意外生体，令有异势，是之谓巧乎？”长史日：“然”。\n\n落笔结字，由点画而成，不得零星狼藉，必有合宜的布置。下笔之先，须预想形势，如何安排,不是信手任笔,便能成字。所以真卿答“预想字形布置，令其平稳”。但一味求平稳不可，故又说“意外生体，令有异势”。既平正，又奇变，才能算得巧意。颜楷过于整齐，但仍不失于板滞，点画中时有奇趣。虽为米芾所不满，然不能厚非，与苏灵芝、翟令问诸人相比，即可了然。\n\n又曰：“称谓大小，子知之乎？”曰：“尝蒙教授，岂不谓大字促之令小，小字展之使大，兼令茂密，所以为称乎？”长史曰：“然。”\n\n关于一幅字的全部安排，字形大小，必在预想之中。如何安排才能令其大小相称，必须有一番经营才行。所以真卿答以“大字促之令小，小字展之使大”。这个大小是相对的说法，这个促、展是就全幅而言，故又说“兼令茂密”，这就可以明白他所要求的相称之意，绝不是大小齐匀的意思，更不是单指写小字要展大，写大字要促小，至于小字要宽展，大字要紧凑，相反相成的作用，那是必要的，然非真卿在此处所说的意思。后人非难他，以为这种主张是错误的。其实这个错误，我以为真卿是难于承认的，因为后人的说法与真卿的看法，是两回事情。\n\n这十二意,有的就静的实体着想，如横、纵、末、体等，有的就动的笔势往来映带着想，如间、际、曲折、牵掣等；有的就一字的欠缺或多余处着意，施以救济，如不足、有余等；有的从全字或者全幅着意，如布置，大小等。总括以上用意处，大致已无遗漏。自钟繇提出直至张旭，为一般学书人所重视，但个人体会容有不同。真卿答毕，而张旭仅以“子言颇皆近之矣”一句总括了他的答案，总可说是及格了。尚有未尽之处，犹待探讨，故继以“工若精勤，悉自当为妙笔”。我们现在对于颜说，也只能认为是他个人的心得，恐犹未能尽得前人之意。见仁见智，固难强同。其实笔法之意，何止这十二种，这不过是钟繇个人在实践中的体会，他以为是重要的，列举出这几条罢了。\n\n问答已毕，真卿更进一步请教：“幸蒙长史九丈传授用笔之法,敢问工书之妙,如何得齐于古人?”见贤思齐是学习过程中一种良好表现,这不但反映出一个人不甘落后于前人,而且有赶上前人,赶过前人的气概,旧话不是有青出于蓝而胜于蓝的说法吗?在前人积累的好经验的基础上,加以新的发展,是可以超越前人的。不然，在前人的脚下盘泥，那就没有出息了。真卿想要张旭再帮助他一下，指出学习书法的方法，故有此问。张旭遂以五项答之：“妙在执笔，令得圆转，勿使拘挛；其次识法，谓口传手授之诀，勿使无度，所谓笔法也；其次，在于布置，不慢不越，巧使合宜；其次，纸笔精佳；其次，变通适怀，纵舍掣夺，咸有规矩。五者备矣，然后能齐于古人。”真卿听了，更追问一句：“敢问长史神用笔之理，可得闻乎？”用笔加上一“神”字，是很有意义的，是说他这管笔动静疾徐，无不合宜，即所谓不使失度。张旭告诉他：“余传授笔法，得之于老舅陆彦远（柬之之子）日：“吾昔日学书，虽功深，奈何迹不至殊妙。后闻于褚河南日：“用笔当须如锥画沙，如印印泥。”始而不悟。后于江岛，遇见沙平地静，令人意悦欲书，乃偶以利锋画而书之，其劲险之状，明利媚好，自兹乃捂用笔如锥画沙，使其藏锋，画乃沉着。当其用笔，常使其透过纸背，此功成之极矣。”真草用笔，悉如画沙印泥，点画净媚，则其道至矣。如此则其迹可久,自然齐于古人,但思此理以专想功用,故点画不得妄动,子其书绅!”张旭答真卿问，所举五项，至为重要，第一至第三，首由执笔运用灵便说起，依次到用笔得法，勿使失度，然后说到巧于布置，这个布置是总说点画与点画之间，字与字之间，要不慢不越，匀称得宜，没有过与不及。慢是不及,越是过度。第四是说纸笔佳或者不佳，有使所书之字减色增色之可能。末一项是说心手一致，笔书相应，这是有关于写字人的思想通塞问题，心胸豁然，略无疑滞，才能达到入妙通灵的境界。能这样,自然人书会通,弈弈有圆融神理。古人妙迹,流传至今,耐人寻味者,也不过如此而已。最后举出如锥画沙,如印印泥两语,是说明下笔有力,能力透纸背,才算功夫到家。锥画沙比较易于理解,印印泥则须加以说明。这里所说的印泥，不是今天我们所用的印泥。这个印泥是粘性的紫泥，古人用它来封信的，和近代用的火漆相类似，火漆上面加盖戳记，紫泥上面加盖印章，现在还有遗留下来的，叫作“封泥”。前人用它来形容用笔,自然也和锥画沙一样,是说明藏锋和用力深入之意。而印印泥，还有一丝不走样的意思，是下笔既稳且准的形容。要达到这一步，就得执笔合法，而手腕又要经过基本功训练的硬功夫，才能有既稳且准的把握。所以张旭告诉真卿懂得了这些之后，还得想通道理，专心于功用，点画不得妄动。张旭把攻草书和草书用笔妙诀，无隐地告诉了真卿，所以真卿自云：“自此得攻书之妙，于兹五（一作七）年，真草自知可成矣。”","author":"唐代颜真卿","description":"颜真卿行书叙张长史笔法十二意"}]