[{"name":"董其昌行书放鹤亭记","text":"放鹤亭，为彭城隐士张天骥所建。亭南北长11.95米，东西深4.95米，歇山飞檐，古朴幽雅。张天骥自号“云龙山人”，苏轼任徐州知州时与其结为好友。山人养了两只仙鹤，每天清晨在此亭放飞仙鹤，亭因此得名。元丰元年秋，苏轼写了《放鹤亭记》，除描绘了云龙山变幻莫测的迷人景色外，还称赞了张山人的隐居生活，塑造了一个超凡出群的隐士形象。因此文脍炙人口，被选入《古文观止》，云龙山和放鹤亭也因此闻名于世。鹤，乃古代贤士也。古有林逋“梅妻鹤子”之美谈，再有张天骥隐居之不仕之名。放鹤乃喻招贤士也。\n江苏徐州\n基本简介\n放鹤亭位于江苏省徐州市云龙山之颠，为彭城隐士张天骥于1078年所建。苏轼曾写过一篇《放鹤亭记》，用如椽之笔描绘了动人的放鹤图卷，使放鹤亭与云龙山闻名于世。自云龙山北门拾级登达第三节山顶，半月形院门门额上有光绪三十二年（公元1906年）徐州知府田庚书写的“张山人故址”5个隶字。走进院门，有平坦开阔、铺有甬道的四方庭院，其东侧便是放鹤亭，飞檐丹楹，宏敞明亮。亭南北长11.95米，东西深4.95米，前有平台，周环游廊，十分优雅。\n放鹤亭西侧有饮鹤泉，泉亭相依已逾千载。距放鹤亭南20米，饮鹤泉南10多米处，还有一座建在高耸之处的小亭招鹤亭，因《放鹤亭记》有招鹤之歌而得名。招鹤亭为砖木结构，小巧玲珑，檐角欲飞，是登高远眺的好地方。放鹤亭、饮鹤泉和招鹤亭这三座古迹有着密切的关系。\n筑亭咏亭\n院门上所写“张山人”即北宋隐士云龙山人张天骥，最初就是他筑了放鹤亭。张天骥（1041-?），字圣涂，自号云龙山人，家有花园、田宅，在云龙山西麓黄茅岗筑有草堂。他爱好诗书、花木和音乐。他父亲张希甫、母亲李氏以及他本人都深受道家哲学的影响。\n而放鹤亭名闻遐迩，固然与它坐落的幽美环境有关，更主要的是因为放鹤亭联结着苏轼与张天骥友谊的佳话。苏轼早年也曾受道家思想的熏陶。他从小在家乡四川眉山县，跟着眉山天庆观北极院道士张易简学习过3年。成年之后，道、佛、儒三家思想对苏轼几乎有同样的吸引力。他仕途坎坷，政治上屡遭挫折，更助长了他放达旷逸的性格。因此，他与张天骥感情十分投洽。苏轼在徐州写的大量诗歌中，张山人的名字频频出现。\n苏轼常常带着宾客、僚吏甚至歌伎到放鹤亭来饮酒。张山人“提壶劝酒”，也“惯作酒伴”。苏轼屡次大醉而归。他在诗中描述了这种情景：“万木锁云龙，天留于戴公。路迷山向背，人在滇西东。荠麦余春雪，樱桃落晚风。入城都不记，归路醉眼中。”这首诗不仅是苏轼在张山人这里畅乐心情的自白，也是云龙山美妙景色的写照。\n熙宁十年时张天骥已38岁，尚未娶妻。苏轼愿为张山人做媒，替他找个合适女子，但张山人婉辞谢绝。表示要坚持“不如学养生，一气服千息”的道家独身生活。由此可见张山人醉心于“修真养性”之术，也可看出苏、张彼此关心的亲密之情。他们的友谊保持很久，12年后，即元祐四年（公元1089年）苏轼任杭州太守时，张天骥还不远千里到杭州去看望他。苏轼热情款待这位老友住了10天，才赠诗话别。\n修缮记录\n“名山与高士，人地两相倚”，人们喜爱幽雅的放鹤亭，也自然地怀念飘逸豪放的苏轼和张山人。放鹤亭屡坍屡修，世代存留。明嘉靖十一年（公元1532年）徐州都司戴时宗、清同治十一年（公元1872年）徐海道吴世熊都曾重建过放鹤亭。辛亥革命后也曾修过。但嗣后年久失修，到解放前夕放鹤亭已破败不堪。解放后人民政府拨款修缮，恢复旧观。1979年放鹤亭又加整修，彩栋丹楹。焕然一新。原来悬挂的乾隆所书“放鹤亭”匾额，改用苏轼笔迹，重新制匾，高悬其上。这样更加富有历史感，增加游人的兴味。放鹤亭内窗明几净，四壁张挂名家书画，清爽雅静。\n周边古迹\n放鹤亭西侧有饮鹤泉，泉亭相依已逾千载。距放鹤亭南20米，饮鹤泉南10多米处，还有一座建在高耸之处的小亭招鹤亭，因《放鹤亭记》有招鹤之歌而得名。招鹤亭为砖木结构，小巧玲珑，檐角欲飞，是登高远眺的好地方。放鹤亭、饮鹤泉和招鹤亭这三座古迹有着密切的关系。 \n饮鹤泉位于放鹤亭西侧，如今可以见到饮鹤泉凿作一井。四方环绕石栏，颇为美观。井南侧立有石碑，上冠“古迹”二字。中间书有“饮鹤泉”三个尺幅大字。上款为“天启癸亥仲冬吉旦”，下款署“古部张璇重浚”。“天启癸亥”为明熹宗天启三年（公元1623年）。当时的徐州户部分司主事张璇疏浚饮鹤泉后，立此碑作纪念，碑文为张璇手书。他籍贯“古部”，即高邑，现为河北省柏乡县。\n旧方志记载：“饮鹤泉一名石佛井，深七丈余。”明成化二十三年（公元1487年）的《重修石佛寺》碑文说：“有井在山顶，弃而不食者累年，发其瓦砾，甘美如初。”清咸丰九年（公元1895年）又疏浚一次，也有碑记说：“不五丈而得泉，甚甘。”从这两段文字记载，再联想到苏轼《游张山人园》诗句：“闻道君家好井水、归轩乞得满瓶回。”可以想见饮鹤泉的水质是清纯甘美的。\n解放后饮鹤泉水深尚有三尺，后因乱掷瓦石而堵塞干涸。1962年曾重淘泉井。徐州市自来水公司工程师杨以信曾下井测量，井深24.6米。和旧志所说“七丈余”相符。井壁系穿岩凿成，有两条石缝：一在北侧井口下6.5米处，垂直长3米；一在西南侧井底向上1.9米处，水平长0.35米。估计这便是水源通道，或许因为地下水位下降而不再来水，甚为可惜。\n北宋地理名著《太平寰宇记》也有关于饮鹤泉的记载：“有井在石佛山顶，方—丈二尺，深三里，自然液水，虽雨旱无增减。或云饮之可愈疾。时有云气出其中，去地七百余尺。”这些记述中有夸张之处，但也指明饮鹤泉的特点：“饮之可愈疾”、“时有云气出其中”。这是否表示井水中含有某种矿物质呢?\n放鹤亭院西北角有一座凉亭，西南角有一间门窗玲珑的小轩。这原是“御碑亭”，内曾立有清高宗弘历的《游云龙山作》诗碑。乾隆皇帝曾四次来徐州，几乎每次必登云龙山，而且一定要留下一些“御制诗”标榜风雅的“御书”。如今乾隆为云龙山书写的碑刻已移到放鹤亭后的碑廊里。这碑廊和廊北的船厅，如今也是放鹤亭院中吸引游人的去处。散文名作《放鹤亭记》\n熙宁十年秋，彭城大水，云龙山人张君之草堂，水及其半扉。春，水落，迁于故居之东，东山之麓。升高而望，得异境焉，作亭于其上。彭城之山，冈岭四合，隐然如大环，独缺其西一面，而山人之亭，适当其缺。春夏之交，草木际天，秋冬雪月，千里一色。风雨晦明之间，俯仰百变。山人有二鹤，甚驯而善飞。旦则望西山之缺而放焉，纵其所如，或立于陂田，或翔于云表，暮则傃东山而归，故名之曰“放鹤亭。”\n郡守苏轼，时从宾佐僚吏，往见山人，饮酒于斯亭而乐之，挹山人而告之曰：“子知隐居之乐乎？虽南面之君，未可与易也。《易》曰：‘鸣鹤在阴，其子和之。’《诗》曰：‘鹤鸣于九皋，声闻于天。’盖其为物清闲放，超然于尘埃之外，故《易》、《诗》人以比贤人君子，隐德之士。狎而玩之，宜若有益而无损者；然卫懿公好鹤则亡其国。周公作《酒诰》，卫武公作《抑戒》，以为荒惑败乱，无若酒者；而刘伶、阮籍之徒，以此全其真而名后世。嗟夫！南面之君，虽清远闲放如鹤者，犹不得好；好之则亡其国。而山林遁世之士，虽荒惑败乱如酒者，犹不能为害，而况于鹤乎？由此观之，其为乐未可以同日而语也。\n山人而笑曰：“有是哉？”乃作放鹤招鹤之歌曰：“鹤飞去兮，西山之缺。高翔而下览兮，择所适。翻然敛翼，宛将集兮，忽何所见，矫然而复击。独终日于涧谷之间兮，啄苍苔而履白石。鹤归来兮，东山之阴。其下有人兮，黄冠草履，葛衣而鼓琴。躬耕而食兮，其馀以汝饱。归来归来兮，西山不可以久留。”\n〖《放鹤亭记》的主题思想〗\n在苏轼笔下，张山人的形象是作了艺术加工的，苏轼借这一形象寄寓着自己那种追求隐逸生活的理想。在《放鹤亭记》最后的“放鹤”和“招鹤”两歌中，这一点表现得相当清楚。张山人是这样超凡拔俗，飘飘欲仙，有如野鹤闲云，过着比“南面而君”的皇帝还要逍遥自在的快活日子。这正是苏轼在《放鹤亭记》全文中所要表达的主题思想。这“放鹤”、“招鹤”两歌音韵和谐，抒情婉转，为全文增添光彩，因而千古传诵。因之，云龙山上既有放鹤亭，又有招鹤亭。\n杭州西湖\n基本简介\n放鹤亭位于孤山—东北麓，是为纪念林和靖而修建的。林和靖（967—1028），名逋，字君复，钱塘（今杭州）人，北宋诗人。林和靖长期隐居孤山，终生不娶也不出仕，平时除了作诗绘画外，喜欢种梅养鹤，以梅为“妻”，以鹤为“子”，有“梅妻鹤子”之说。他死后便葬在孤山北麓。传说他养的那只鹤也在墓前悲鸣而死，人们将它葬于墓侧，取名鹤冢。\n放鹤亭最早为元代郡人陈子安所修建，明嘉靖年问钱塘县令王代又加以扩建。现有的放鹤亭是1915年重建的。平台宽阔，栏杆精巧；亭内有联，有曰：“水青石出鱼可数，人去山空鹤不归”有曰：“山外斜阳湖外雪，窗前流水枕前书”，点明放鹤亭景物，而林则徐的“世无遗草真能隐，山有名花转不孤”则含意幽深，令人心不胜揣摩。\n亭内石壁有《舞鹤赋》行书刻石一块，面朝东北，长方形，通高2.4米，宽2.94米，上有巨樟覆盖，其前构筑石栏，面临西湖。碑文取自南北朝鲍照作的《舞鹤赋》，全赋466字，栩栩如生地描绘了鹤的美丽动人的形象和能歌善舞的才能。字迹系清康熙三十八年（公元1699年），康熙帝南巡杭州至此临摹明代书法家董其昌手迹所书，字体圆劲透逸，布局疏朗匀称。碑上还有“康熙御笔之宝”、“万岁作暇”等三印，似见风流皇帝的神采。四周边阴刻云、龙、火焰、宝珠作为装饰。\n亭东有两株高可参天的大树，浓荫之下，就是林逋的墓庐。墓亦草草，环石围砌，青草封顶，惟四下梅花拥卫，鹤冢相伴，至死也不失风雅。张岱《林和靖墓柱铭》：“云出无心，谁放林间双鹤。月明有意，即思冢上孤梅”，倒也镌刻出林逋的风骨。放鹤亭一带是西湖孤山赏梅胜地，左右已广植腊梅，一直延伸到西泠桥堍。每到严冬早春，寒梅怒放，清香四溢，成为一片香雪海。这里曾被誉为“梅林归鹤”，系清代“西湖十八景”之一。\n放鹤爱梅\n淡水浓山画里开，无船不署好楼台。春当花月人如戏，烟入湖灯声乱催。万事贤愚同一醉，百年修短未须哀。只怜逋老栖孤鹤，寂寞寒篱几树梅。（王思任《孤山》）。沿“绿云径”石阶而下，一条花岗石板铺就的小路，夹路相映的梅树林，把人引向山麓的放鹤亭。\n林和靖少时父母早亡，但他勤奋好学，经史百家无不通晓，且擅书画，工诗词。他曾言：“人生贵适志耳，志之所适，方为吾贵。每吾志之所适，非室家也，非功名富贵也。只觉青山绿水，与我情相宜。”决意归隐孤山，结茅为室，编竹为篱，植树种花。日以赋诗作书、种梅养鹤为乐。终生不娶也不出仕。临终留绝句曰：“湖外青山对结庐，坟前修竹亦萧疏。茂陵他日求遗稿，犹喜曾无封禅书。”\n林逋活着时名气很大，宋真宗征之不就，赐号和靖处士，还明令地方官吏定期慰问；死后，宋仁宗赵祯赐给他“和靖先生”的称号，成为中国历史上少有的由皇帝赐封的隐士。林和靖隐居孤山，足迹不入城市者30余年，从无一日不恬然自足，甘心淡泊，把个隐士做得地地道道，竟也名垂青史。\n林逋隐居孤山，常畜双鹤，豢之樊中。林逋常常泛舟西湖赏悦山水，每当有客来访，童子便开樊放鹤，白鹤纵入云霄，在湖上起舞盘旋，林逋见了必棹艇遄归，似乎那时就有了现代的传呼机。他在孤山上种了三百六十余株梅树，不惟暗香浮动，沁人心脾，酝成一片香雪海，而且一日取一树之值为用，过着自给自足的田园生活。林逋在孤山上的生活，自诩“梅妻鹤子”，雅致得引人遐思。陈鹤在《题孤山林隐君祠》诗中吐露了艳羡的心情：“孤山春欲半，犹及见梅花。笑踏王孙草，闲寻处士家。尘心莹水镜，野服映山霞。岩壑长如此，荣名岂足夸”。王稚登则在《赠林纯卿卜居孤山》诗中大加赞赏：“藏书湖上屋三间，松映轩窗竹映关。引鹤过桥看雪去，送僧归寺带云还。轻红荔子家千里，疏影梅花水一湾。和靖高风今已远，后人犹得住孤山”。\n林逋爱梅，也是赏梅的高手，每当梅花将开之时，便经月不出门，惟以诗酒盘桓其间，浅盏微吟自成千古绝唱：“众芳摇落独暄妍，占尽风情向小园。疏影横斜水清浅，暗香浮动月黄昏。霜禽欲下先偷眼，粉蝶如知合断魂。幸有微吟可相狎，不须檀板共金尊”，林和靖的这首《山园小梅》用纤巧的笔法，刻画出了一个幽静淡远的意境，特别是“疏影横斜水清浅，暗香浮动月黄昏”二句，脍炙人口，传诵千古。林处士虽然一生未娶，却也深黯儿女情长，一阙《相思令》令人回肠百转——“吴山青，越山青，两岸青山相对迎，争忍有离情？君泪盈，妾泪盈，罗带同心结未成，江边潮已生”，情真意切，不亚于柳永的《雨霖铃》，实在也是一个痴情的情种。\n古人有诗：“人间蓬莱是孤山，有梅花处好凭栏”。山麓多梅，据说始于林逋。山坡平缓，绿茵如锦，成片的中山纪念林北向逶迤，林下的堤岸浸润在里西湖的一泓碧波里。远处水明如镜，塔影摇曳在粼粼波光中，近则风荷猎猎，萏菡竞艳，小船游移，风过处传来阵阵清歌。千年岁月，孤山的名人遗迹越来越多。已成为西湖游客必到的胜地，虽然人们已不再著意于赏梅观鹤，但却都要到放鹤亭来看看风景，看看这位首先开发了孤山的一代名士。\n.\n.\n相关文学\n诗人大吕《放鹤亭》\n《放鹤亭》\n一眼就认出你\n放鹤亭\n结在古云龙的石阶上\n历千年的檐牙高啄\n依旧是当初\n翘首而立的等待\n.\n西山不可以久留\n这我们知道。只是\n我们飞出你的路太遥远\n时间太长久\n.\n我们还是尽快地飞回了啊\n.\n一只两只\n这遍山坡的游人都是\n当初你亲手放飞的鹤\n而今俱已归来\n没有哪一只迷失\n.\n可你放鹤的山人在哪里\n.\n又该我们这样呼唤了啊\n归来归来兮\n你可曾听见…… \n诗歌《放鹤亭》作者大吕，曾用江月等笔名，青年作家、诗人。生于苏北新沂，现居南京。江苏理工学院机械制造专业、南京大学汉语言文学专业毕业（双学历），自大学时期起在《诗刊》、《诗人》、《诗神》、《飞天》、《雨花》、《人民日报》、《新华日报》等报刊发表大量诗歌作品，作品获得全国短诗大展赛特等奖一次，其它诗歌奖20余次。已经出版个人作品集有《献歌》、《初恋的情歌》、《爱的短消息》、《新闻演义》等，主编作品集有《1991-2000十年袖珍诗历》、《青春友谊爱情》等计十余部。大学期间即被所在市作家协会吸收为会员。现为江苏省作家协会会员、中国散文诗学会会员。代表作品有诗歌《紫色》、《走入山林》、《中国：今夜暴风雪》、《回家过年》等被《青年文摘》等刊物转载，并在读者中广为传诵。\n放鹤亭赋\n萦峰带湖，孤高娉婷；九节雄丽，一轩享名。气荫雄州而美，文因苏公以盛。石思故人，松唤鹤声；西山归来，千古流情。茫茫大宇，欣有钟灵云岭；灿灿汗青，长耀耸秀翠亭。\n至若山高百丈，独立绝顶。信步黄茅之冈，能添物外逸兴；悠然青石之床，更耽落谷秋风。翘角飞檐，挺以彭城之脊；丹楹彩栋，融于绿树之丛。启平拱之窗，可悟饮鹤、招鹤之趣；绕周环之廊，可赏大佛、大士之景。沾濡涛韵，斯处尽望云水之美；坐悟禅月，斯人善养慈悲之性。云浮户外，泉涌古井。丽日中天，彩霞东明。俯察尘世，早绝忧虑之端；顿觉仙意，心约白鹤之盟。\n至若远眺四合，隐然如大环；独缺其西，造化于天工。苏公郡守徐州，处士得此异景。友于斯世，叙于斯亭。名士携高士共唱，放鹤与招鹤齐诵。而有白鹤善飞，鸟瞰天地秀色；东坡华章，记铭隐者风情。或问：隐者去矣，鹤亦去矣，谁来放鹤？苏公远矣，记亦远矣，何人记胜？\n陵谷常迁，不见神宗；万世永著，长颂苏公。故而乾隆逍遥，援翰留影；大哲明察，登高能诵。乱山回合，岂是穷山恶水；地势险要，更壮古徐形胜。植树造林，声震天地；依靠群众，根深民胸。遂乃云山一碧万顷，耀金浮光；故河九曲半廓，安澜静影。\n嗟夫！鹤去亭空，松柏郁郁；履迹人归，草木菁菁。平野可尽，碧霄可凌；天赐一山，人文一亭。指麾沧溟，视通万里之外；决眦荡胸，而无凡尘之生。云山龙脉，盛于国运之隆熙；文亭风采，昌于文运之亨通。景则异兮胜兮，文则美兮荣兮。百代过往，何须激辩假真；斯文不坠，亦是永久继承。（薛刚张桂亭） \n七律《放鹤亭》\n鹫峰千仞俯崇岗，暂谢长途半日忙。\n海内帆樯通楚地，江南形势接淮扬。\n川原雨过烟花绕，殿阁风回竹树凉。\n笑指云龙山下路，放歌无惜醉华觞。\n〖作者与诗文简介〗乔宇，字希大，乐平人，明成化二十年（公元1484年）进士，官吏部尚书。谥庄简。本诗选自明嘉靖版徐州志。\n七律《放鹤亭》\n龙山独立倚丹霄，古殿松阴坐寂寞。\n东望青徐云万岭，南通淮海日千桡。\n黄茅人去冈犹在，白鹤亭空事已遥。\n我欲凌风登绝顶，平林漠漠草萧萧。\n〖作者与诗文简介〗许成名，明学者，字思仁，东昌（今山东聊城）人。正德进士，历官国子监祭酒、礼部侍郎。纂《武宗实录》、《大明会典》。诗文中的黄茅为今徐州黄茅冈。\n浪淘沙\n放鹤亭归来，我心无主。\n流年积恨不堪辱。\n汉盘移宫在何处？梦里啼哭。\n伤心暂无助，美人垂暮，\n可怜英雄尚饭否？\n水流似恨东归去，何人凄楚？\n〖作者与诗文简介〗文心子，男，真名已佚。殁，不知何时。才情千古，汪洋恣纵。为人豪爽，义薄云天。二十一世纪初最富有传奇色彩和反抗精神的诗人。生平零落，犹如宋玉、陈子昂之失志。自恃古今无二，然而世不相容，谓人间情义绝矣。生平常自言：游泳诗人，舞林盟主，文坛至尊。虽犹如此，乃知英雄真寂寞也。常言道:真正的文学不养人，劝君切莫存私心！本诗出自《觞歌集》。\n国画\n《放鹤亭》\n国画《放鹤亭》（如图），李可染1945年作，水墨设色纸本直幅，68.5×46.9厘米，印语“李”，“有君堂”。此画与李可染故乡徐州的放鹤亭有关。画的即是古人逸事，也是童年回忆。放鹤故事表白了一种回归自然的野逸旷放胸襟。画家借此题材驰骋遐想，诉之于笔情墨趣，以大写意笔墨聊抒胸中逸气。李可染早年的水墨画痴情于“墨戏”，对中国水墨在宣纸上的氤氲非常敏感。此作笔趣墨韵十足，用笔老辣简练，用墨尤富变化，枯湿浓淡相互映照。亭与人用焦墨，古拙苍厚；前景山石用浓墨重墨，墨渖淋漓；远山几抹淡墨，透明、干净、明快。秋天高远，独鹤与飞，可以感受画家当年作此画的自由心境。2007年发行的第六套特种邮票《李可染作品选》一套六枚，第四枚便是以此画为底稿。\n毛泽东对放鹤亭的相关评价\n〖第一篇·节选于《毛泽东巡察徐州说徐州上下五千年》〗\n（1952年）10月29日，毛泽东在徐州。\n……毛泽东从山的东麓登上云龙山。在石佛像前，毛泽东和当地同志共同研究了其历史和艺术价值。那石佛方面大耳，阖眸微笑，环手跌坐，法相庄严。\n毛泽东来到放鹤亭，他说这个亭子与苏轼以及他的《放鹤亭记》分不开的：“1077年，苏轼出任徐州知州，当时刚过不惑之年，奋发有为，政绩卓著，给徐州百姓做过一些好事。在他离任时，徐州百姓成群结队为他送行，有的人挽住苏轼的马头，献花献酒，依依惜别，甚至放声大哭。”“苏轼与张山人是好友。苏轼常与别的朋友登门赋诗、饮酒。这位张山人驯养了两只鹤，并在云龙山顶修建了一座草亭，名为‘放鹤亭’。苏轼为此写了一篇《放鹤亭记》，文情并美，成为流传千古的著名散文。”他背诵了《放鹤亭记》。在亭前，毛泽东看了乾隆皇帝题诗的石碑。他说：“乾隆这个人好题诗。”\n〖第二篇·节选于《毛泽东七次来徐州》〗\n……出兴化寺到了放鹤亭。毛主席问，此亭是苏轼《放鹤亭记》里的放鹤亭吗？华诚一便讲了放鹤亭的来历。毛主席说：你知道的还不少呢。随后补充道“山人有二鹤，甚驯而善飞，旦则望西山之缺而放焉。”这是《放鹤亭记》里说的。亭的一侧有“饮鹤泉”，毛主席问到，此泉是否因放鹤亭而凿？华诚一回答：此泉在先，原叫石佛井，传说汉朝后期有一个皇帝见云龙山蜿若游龙，生怕徐州再出皇帝，故下令在山上凿井，以破徐州的天子气。毛主席看了看，泉内水深三尺，清澈见底，深有感触地说，事是荒唐，但能在这数丈深的岩石上凿出水来，则是劳动人民的智慧和创造。\n","category":"行书","verified":true,"user":1,"timestamp":1429951646989},{"name":"董其昌行书放鹤亭记","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791606545,"text":"","author":"明代董其昌","description":"董其昌行书放鹤亭记"}]