[{"name":"梁巘行草论李邕","text":"梁巘(yǎn)（1710年——1788年后），字闻山、文山，号松斋，又号断砚斋主人。亳县（今安徽亳州）人。清朝著名书法家。\n人物资料\n梁巘（1710年——1788年后），字闻山、文山，号松斋，又号断砚斋主人；祖居亳州十九里镇，后居住在亳州城里夏候巷街（现夏候小学西跨院），殁后埋葬在十九里集南一里半杜庄村后。{曾祖父粱继宗；祖父梁尔禄，字天赐，国学生；父亲粱接孟，字介贤，候选经历，敕赠文林郎（文职、正七品）；兄粱峰，字屏山、号六松，性孝友，善文章、工书法。梁巘长子俊业，早卒；次子伟业，嘉庆六年（1801年）辛酉拔贡，官浙江於潜县知县。业师陈师古，字圣绪，乾隆九年（1744年）甲子科举人。门生有姚莲府、萧景云、王鲁庵、许春林等。}清乾隆二十七年（1762年）敕授文林郎壬午科举人，由咸安宫教习转任湖北巴东县知县；寿州（今安徽省寿县）循理书院院长（山长）。其在书法上的成就远大于政治，他与乾隆年间五位（张照、王澍、刘墉、王文治、梁同书）重要书家齐名，为清代著名书法家之一。\n书法介绍\n以工李北海书名于世。初为咸安宫教习，至京师，闻钦天监正何国宗曾以事系刑部，时尚书张照亦以他事在系，得其笔法，因诣家就问。国宗年已八十馀，病不能对客，遣一孙传语。巘质以所闻，国宗答曰：“君已得之矣。”赠以所临米、黄二帖。\n史书记载\n后巘以语金坛段玉裁曰：“执笔之法，指以运臂，臂以运身。凡捉笔，以大指尖与食指尖相对，笔正直在两指尖之间，两指尖相接如环，两指本以上平，可安酒杯。平其肘，腕不附几，肘圆而两指与笔正当胸，令全身之力，行于臂而凑于两指尖。两指尖不圆如环，或如环而不平，则捉之也不紧，臂之力尚不能出，而况于身？紧则身之力全凑于指尖，而何有于臂？古人知指之不能运臂也，故使指顶相接以固笔，笔管可断，指锲痛不可胜，而后字中有力。其以大指与食指也，谓之单勾；其以大指与食指中指也，谓之双勾；中指者，所以辅食指之力也，总谓之‘拨镫法’。王献之七、八岁时学书，右军从旁掣其笔不得，即谓此法。舍此法，皆旁门外道。二王以后，至唐、宋、元、明诸大家，口口相传如是，董宗伯以授王司农鸿绪，司农以授张文敏，吾闻而知之。本朝但有一张文敏耳，他未为善。王虚舟用笔祗得一半，蒋湘帆知握笔而少作字乐趣。世人但言无火气，不知火气使尽，而后可言无火气也。如此捉笔，则笔心不偏，中心透纸，纸上飒飒有声。直画粗者浓墨两分，中如有丝界，笔心为之主也。如此捉笔，则必坚纸作字，輭薄纸当之易破。其横、直、撇、捺皆与今人殊，笔锋所指，方向迥异，笔心总在每笔之中，无少偏也。古人所谓屋漏痕、折钅义股、锥画沙、印印泥者，于此可悟入。”巘少著述，所传绪论仅此。当时与梁同书并称，巘曰“北梁”，同书曰“南梁”。（选自《清史稿》）\n文献记载\n据文献记载：梁四岁能诵《毛诗》，十二岁读完经、史，善文章、工书，志向高洁；《亳州志》记载：梁巘弱冠时随兄峰就读於金陵“钟山书院”，业师陈师古；在就读时，他的座右铭是“生有知，死有闻。死而无闻，与草木何分！”。然而，命运多舛，他多次进京赶考都“名落孙山”。五十多岁了，再赴京考进士，又不第；遂寄寓京城以卖字为生，偶遇精于书法的成亲王永堭（乾隆皇帝第十一子），赞其：“执笔好，入门正”。永堭回去将梁的情况告知父亲，乾隆皇帝爱才，随授其文林郎壬午科举人、同进士出身；在咸安宫任教习，不久即放任湖北巴东县知县。巴东是个贫脊的山区小县，财力维艰，梁任知县九年，虽加二级、录四次，因与业师陈师古一样：“性恬淡，不交势利”，为人耿介、不善逢迎巴结，终未能升迁。后便以母亲年迈，辞职回亳，无意仕途。他的为人是出了名的，汝阴（今安徽阜阳）的宁问礼说：“余弱冠时，伯兄勖之曾给我讲：‘吾於人伦，独见长洲胡东表、宛平孙雨髯、亳州梁闻山，愿汝终身效之'”。辞职不久，山西平定州的张佩芳到寿州任知州，他亲自到亳州延请梁巘出任寿州“循理书院”院长。从梁任院长所写《八蜡庙碑记》的落款：“敕授文林郎壬午科举人湖北宜昌府巴东县知县加二级记录四次亳州梁巘书丹乾隆四十年岁次余十月乙亥朔十二日丙戌建”来看，他当在乾隆三十六年（1771年）去知县职，乾隆四十年前后去循理书院。\n作品欣赏\n梁巘行书东坡语，纵202厘米、横88厘米，西泠印社藏。\n试笔山窗竹影凉，闲临小字模鹅章，空巢燕子时飞过，带得新花落纸看。\n梁巘行书施敬一诗试笔。\n历史资料\n（据考证，约在1710－1790年）。梁巘是清代中叶颇具影响的知名书家，书法博涉诸家，而以工李北海（李邕）书闻名大江南北。杨守敬《学书迩言》中曾评云：“梁山舟（同书）领袖东南，梁闻山昌明北学，当时有南北二梁之目，诚为双壁。”①\n据《亳州志》记载，梁巘四岁能诵《毛诗》，十二岁读完经、史，弱冠时随兄梁峰就读于金陵（南京）“钟山书院”，业师陈师古。他曾多次参加科举考试，均“名落孙山”。五十多岁时再赴京师赶考，仍不第。遂寄寓京城以卖字为生，偶遇精于书法的成亲王永王皇（乾隆皇帝第十一子），赞其：“执笔好，入门正”。后被永王皇举荐给乾隆。乾隆二十七年（1762年）已经53岁的梁巘被乾隆，敕授为文林郎壬午科举人，同进士出身，在卤咸安宫任教习，不久即放任湖北巴东县知县。巴东是个贫脊的山区小县，人口少，财力维艰。梁巘在巴东任知县九年，因为人耿介，不善缝迎，未能升迁。后以母亲年迈，于乾隆三十六年（1771年）辞职回到家乡亳州。乾隆三十九年（1774年），张佩芳到寿州任知州，亲自到亳州延请梁巘出任寿州“循理书院”山长（院长），此时，梁巘已经六十五岁。\n梁巘在寿州主持循理书院长达十数年，其论书笔记《闻山评书帖》、《承晋斋积闻录》等均是在寿州讲学期间整理而成。在寿州的十余年中，他除了向门生弟子讲授经史之外，还向他们传授书法技法与学书旨要。他在《承晋斋积闻录&#8226;执笔论》中说：“吾课循理书院十余年矣，忆初至时，以执笔之法授人，无不谓为古人执笔不必尽如是，且诬以为欺人，及今得吾执法而字学长进者有数人，而人始息其讥而信之矣。”②由此可见，他在讲学期间有意带了一批书法弟子，并把他一生的学书心得毫无保留地传授给他们，这对寿州地区后来习书之风大盛并成为江淮地区有名的“书法之乡”起到了重要作用。\n公元1774年（乾隆三十九年），青年书家邓石如（1743－1805年）继承父业到寿州设馆教书。他此行到寿州一方面是为了挣钱养家糊口，另一方面是仰慕梁巘的书法及为人，希望能在寿州结识梁巘，拜梁为师。当时梁巘已名闻大江南北，邓石如尚是初出茅庐的一介寒士。无论从年龄、资历、学养各个方面，梁巘都堪当邓石如的老师，但梁巘看了邓石如为循理书院诸生刻的印章和用小篆写的扇面后，十分欣赏邓石如的天赋，赞道：“此子未谙古法耳，其笔势浑鸷，余所不能；充其才力，可以凌轹数百年之巨公矣。”梁巘以伯乐的眼光，认定邓石如将来能成大器，如果纳邓石如为弟子，反而会束缚邓以后的发展，因此不让邓对他执弟子礼，而是以朋友、知音的身份对邓石如的学书与治印给予启发、指导和帮助，一方面为其指点迷津，鼓励邓深入精进，后来又亲自写信把邓石如介绍给他在金陵的好友梅文穆，为邓石如在艺事上的深造和提高提供了有利的条件。\n梁巘生长于碑帖代谢之际，是最早提倡取法周秦汉魏的书家之一，其书法实践与书学思想对清代中叶碑学书风的兴起发挥了重要的影响。在书学上，他虽然不像后来的包世臣、康有为那样大张旗鼓地崇碑抑帖，但对碑和帖都有客观公正的评价，在其论书笔记《古今法帖论》中，他对周代的金文、汉魏的碑刻都给予极高的评价，③开清代碑学研究之先声。这在馆阁体流行的清代中叶，是十分难能可贵的。民国时期知名书家张树候先生在《淮南耆旧小传》中对梁巘的生平与书艺曾作过如下评论：“自元明以来，书家崇尚阁帖，讲碑者少焉，梁先生当碑帖代谢之际，曾著一书，论汉魏六朝各碑版，并略论摹写先后之宜，顾虽考究及之。至于临摹，则谦逊未遑也。惟规模李北海，然不为所囿，风神韵味。如碧梧翠竹，清和宜人，所书以行草为胜，大楷次之，意在传世。……致仕后，主吾寿书院讲席最久，以故石刻墨迹，至今吾寿为多。”④这里，张树候所说的“尝著一书”，指的是梁巘在寿州讲学期间所撰写的《承晋斋积闻录》。此书民国三年曾由安徽省官纸印刷局出版发行，并有手抄本流传于民间。1984年上海书画出版社在整理出版《中国书学丛书》时，对该书进行了点校再版，全书共分《古今法帖论》、《名人书法论》、《自书论跋》、《执笔论》、《学书论》、《砚论》、《印章论》、《杂论》等八个方面。系统、全面地记述了他对书学各个方面的体悟和认识，其中有许多见解发前人所未发，论述十分详实和精审。如在《学书论》中提出：“学书如究经，先宜博涉，而后返约”，“晋人尚韵，唐人尚法，宋人尚意，元明尚态。”“学古人书，须得其神骨、魄力、气格、命脉，勿徒貌似而不深求也。”⑤这些观点对当时及后来的书风都产生了一定的影响。\n梁巘一生，书碑较多。他在寿州循理书院讲学时间最久，留传下来的碑刻墨迹也最多。梁巘在《自书论跋》中曾记述他为亳州、寿州、泗州、江宁、扬州、宣州、安庆、桐城、苏州、徐州等地书写碑版53种。在他的家乡亳州只有8种，而在寿州的碑版书却有17种之多，居各处碑版数之冠。他在《自书论跋》中曾说：“吾所书诸碑，以寿州《报恩寺》为最，《孙氏乐输记》次之。《乐输记》古厚结实，冠诸碑之上。”⑥这说明他在寿州地区留下的碑刻书法不仅数量最多，而且多是精品。从我们搜集的情况来看，梁山献所书碑刻书法有据可查的有六十二块，具体分布情况如下：\n亳州七块：汤陵碑、卤咸平寺碑、书院碑、江公救灾碑、都困李公德政碑、刘公墓志铭碑、贝叶经记碑。\n寿州十五块：循理书院碑、八蜡庙碑、先农坛碑、真武庙碑、白龙潭龙王庙碑、刘黄二公祠碑、奎星楼碑、城土皇庙碑、孙氏乐输记碑、报恩寺碑、赵松雪七字跋、阴骘文碑、裕备仓记碑、太上感应篇碑。\n凤阳五块：城隍碑、阴骘文碑、鼓楼碑、宜楼记碑、严公血石碑。\n泗州四块：泗州治碑、玻璃泉碑、释迦寺碑、义姑祠碑。\n江宁三块：表忠祠碑、八祠之约碑、方氏节孝碑。\n扬州三块：康山碑、史阁部碑、张观察唱和诗碑。\n安庆九块：巡抚题名碑、喜雨碑、爽襟楼碑、阁抚台祖星海公墓志铭碑、阁抚台父墓志铭碑、阁抚台传碑、大观亭记碑、玉溪诗刻、关帝庙碑。\n当涂二块：卞孺人墓碑、重修当涂县学校碑。\n山东峄县二块：汉丞相乐安侯记碑、十里泉唱和诗碑。\n苏州一块：苏州府题名碑。\n婺原一块：王氏碑。\n桐城一块：捐科举盘弗碑。\n徐州一块：杨公诰封碑。\n宁国一块：重修北楼记碑。\n歙县一块：鲍君家传碑。\n武进一块：钱孺人传碑。\n阜阳一块：侯选丹徒县训导王公墓志铭。\n山西大同二块：钦定功臣列传碑、重庆总兵任勇烈公传碑。\n上述碑刻大部分是在寿州讲学期间所书，从地域分布来看，也是以寿州为中心，向四方辐射。其书碑数量之多，分布之广，书刻之精，在清代中叶堪称首屈一指，从中可以看出梁巘书法在清代中叶所享有的声誉。裴景福在《承晋斋积闻录》裴印本序中说：“自董香光后，虽以诸城（刘镛）之圣，挥毫落补考褚，尚偶以姿媚媚人，惟先生（梁巘）与张文敏（张照）不愧书家朴学，读是录当益信矣。”梁巘所处的时代，正是“朴学”思潮兴盛的时代。裴序将梁巘书法比作“书家朴学”，十分恰切。同时，也使我们看出，梁巘的书法实践及清中叶对碑刻书法的重视与朴学的兴盛是不无关联的。\n","category":"行草","verified":true,"user":1,"timestamp":1429951658609},{"name":"梁巘行草论李邕","dynasty":"清代","category":"行草","type":"","user":1,"timestamp":1429791608689,"text":"","author":"清代梁巘","description":"梁巘行草论李邕"}]