[{"name":"莫是龙草书三竺诗卷","dynasty":"明代","category":"草书","type":"","user":1,"timestamp":1429791642766,"text":"莫是龙草书诗卷欣赏《三竺》纸本；纵24.4厘米；横183厘米\n\n明代艺术家莫是龙的书法艺术  左立新\n\n　明代书画史上有一位杰出的大家——莫是龙，他的才情与功力并不在董其昌之下，然而由于未能跻身仕途，政治地位与董玄宰不可同日而语，在书画史上似乎也未受到应有的重视。 其实在松江画派中，他属于第一代画家，董其昌、陈继儒等人则是稍后兴起的人物。可以说莫是龙对松江画派的形成和发展厥功至伟。\n　　莫是龙　明代画家，得米芾石刻云卿二字，因以为字，后以字行，字云卿，更字廷翰，号秋水，又号后明，华亭人，莫如忠之子。生卒年均不详，约明神宗万历中前后在世。十岁能文。长善书画。皇甫汸、王世贞辈亟称之。以贡生终。传纪作品有《为石秀写浅绛山水》轴，现藏故宫博物院；嘉靖四十五年（1566）作《山水图》轴藏辽宁省博物馆；《仿米氏云山图》卷后自题一诗云：“老龙昨夜排天门，云怪兴没仪曜昏，此时群峰自历乱，银海淼茫湿雨痕。”图录于《中国绘画史图录》下册；《溪雨初霁图》流入海外。\n  著有诗集《石秀斋集》十卷，《四库总目》又著《画说》，并传于世。书中各条，并见于董其昌《画禅室随笔》《画旨》《画眼》诸书，文句小有出入。书中论画宗旨倡导南北宗论，褒“文人士大夫画”，主张“不行万里路，不读万卷书，欲作画祖，其可得乎？”，贬“刻画”和“画史纵横习气”，强调“画家以古为师已自上乘，进此当以天地为师”，学古人亦需“一变古法”，不能“一与临本同”。这些论点对后世具有深远影响。\n　　家学渊源　　\n　　莫是龙出身仕宦之家，其父莫如忠，嘉靖戊戌（1538）进士，是个学问渊博的人。钱谦益称他“善草书，为诗尤工近体。”莫是龙从小就显示超人的感悟能力，“十岁善属文，以诸生久次，贡入国学，廷韩有才情，风姿玉立。少谒王道思于闽，道思赠诗云：‘风流绝世美何如，一片瑶枝出树初。画舫夜吟令客驻，练裙昼卧有人书。’其风致可想也。”莫是龙少有神童之誉，十四岁补郡诸生，十六岁作《秋山无尽图卷》已十分可观了。其跋云：“每登名山，常思作图，竟未可得。今日张伯起从舟中游新江，遥望山川嵚秀，岩壑幽奇，因展箧中所藏黄大痴《秋山无尽图》把玩，心境顿开，颇合吾意，参其法度，遂为作之。”这种成熟的口吻与文字功力，已不像十六岁少年。\n　　董其昌早年拜师莫如忠，在莫家私塾就读，得以结识莫是龙，与他谈书论画，奠定了日后的书画理论基础。董其昌25岁时，观莫是龙作画，“咄咄称赏”（《画禅室随笔》卷二题莫秋水画），他对莫氏父子都颇为赞赏：“始知公（即莫如忠）深于二王，其子云卿亦工书。”（《评法书》）他评价其师莫如忠“似正反奇，超俗即雅”、“人地高华，知希自贵，晋人以外一步不窥”。而对莫是龙的评价同样很高，“风流跌宕，俊爽多姿，酝酿诸家，匠心独妙”、“如五陵豪侠，宝剑金丸，意气自喜”、“游道既广，鉴赏之家无不遍历”。由此可见，莫是龙在书画方面对董其昌的影响不容置疑。　　\n　　坎坷仕途\n　　然而，莫是龙的仕途却异常坎坷。他20岁时写下《乡居感怀》，表现出他追求功名失利的愁闷：“荒村惊岁宴，寥落意何如？托病惟耽酒，销愁强看书。文章半生贱，名利廿年虚。犹似邹阳陋，徒然羡曳裙。”莫是龙曾四上京都，其中两次赴考都折戟沉沙，这对他的刺激是很大的。万历四年（1576）莫是龙40岁，曾赴京一试，失利后，作书曰：“仆四十余，霜毛冉冉，渴饮饥餐之外，更无复有人生之怀。夙昔与足下意气襟期消磨欲尽，诚何志业而言，而造物侵侵不已，奈何！”万历十年（1582）46岁的莫是龙再次赴京，“北试已获隽矣。署榜时失卷，复不遇。”此时，他已经心灰了，说：“两就北闱之试，虽数遇知己者，而文卷误失，辄致遗弃，命运坎坷乃至如此。”这一年的冬天，莫是龙于长安旅邸，秉烛兀坐，对人生作了深刻的思考，写下了《笔尘》。其中说：“人生最乐事，无如寒夜读书，拥炉秉烛，兀然孤寂清思，彻人肌骨。坐久佐以一瓯茗，神气益佳，尔时闻童子鼻息，是当数部鼓吹，或风生竹树间，山鸟忽啭，倦魔都尽，往往徘徊达曙，强就枕席。晚凉箕踞，临池数酌，设笔墨摹古帖一二行，援琴而鼓之，神游羲皇矣。”　这是远离尘俗，逍遥物外的诗意栖居。其实，年轻时代他就开始了这种追求。31岁，他落榜南归，在白下与四方文学诸君结社于鹭峰禅寺，吟诗填词，以寄磊落不羁之情怀。　　\n　　性情中人\n　　莫是龙极富文才，诗文皆情辞两美。35岁曾作《送春赋·并叙》，得到当时文人的激赏。王世贞题曰：“廷韩此赋，可谓文生于性，廷韩此书，可谓笔外有情，令人于翰墨外有章台走马之兴，几欲夺之，抑情而止。”王穉登题云：“《送春赋叱辞如灿花，当时江郎梦笔时耶。书法韶令英英，逼人子敬，白练裙中墨，属泽家之季矣。靡靡隃快哉，莫盛僕且耳熟。”一时俊才如王世懋、俞允文、欧大任、皇甫坊、梁辰鱼等均在幅上题跋称赞，也足见莫是龙文才、书艺之高超。莫是龙在32岁时便有《莫少江集》问世。当时锡山俞宪为刻《二莫集》，一时传为佳话。\n　　莫是龙是性情中人，性格豪爽俊迈，一如其书。《石秀斋集》的前面有张长舆撰的小传见其个性： “先生少负俊才，早承家学。刺经读史，则理窟穷探掞藻，摛华则文心妙解。加以义能掩日，气可笼霄，情投则推赤心于韦布，意拂则白眼于公卿。是以爱者固敛衽而推，忌者亦侧目而视矣。先生自以名冠群髦，志轻一第。而公车屡蹶，国室长韬。人嗟和氏之冤，时谓刘贲之屈。”\n　　毫不掩饰好恶情感的外露，傲视世俗的各种陈规陋习，率然坦露自己的心胸，这或许是艺术创作最需要的素质。仕途的不幸反而成了莫是龙艺术上的大幸。 他48岁那年十月，与沈周南等文友夜集小雅堂，莫是龙出米元章灵璧石置坐，焚香，各赋诗。诗成之时月满西楼，客人徐步月归。而他仍然独坐煮惠泉边，捡案头书翻检，兴致而书道：“人生各有嗜好，皆痴也。而乐此不为疲。虽我嗤俗子，而俗子得，复嗤我后也。书之以俟达观者定焉。”正是对书画的这份“痴”，这份执著，才使他到达常人无法企及的境界。　　\n　　家藏“万卷”\n　　莫家富于藏书，到莫是龙时达至极盛。据史料记载，莫是龙从小在虞山长大，其舅父杨仪字梦羽，号五川，历任工部主事、礼部等郎中，擢升山东副史，辞官归乡后，以读书著述为务，并致力于宋元旧本的收藏和文物古董的鉴赏。他有一藏书楼，名为“七桧山房万卷楼”。\n　　莫是龙耳濡目染，对于版本鉴别很有心得。杨仪身故后，杨家“因事被累”，莫是龙便将舅父藏书中的珍本带到松江，收藏在莫家“城南精舍”的“石秀斋”中，经常鉴赏校勘，在不少藏书上留下了他的笔墨题识。七桧山房万卷楼的其余遗书则为杨家仆佣、亲友悄悄窃去，逐渐散失于江南地界。江阴文人李诩（字厚德，号戒庵老人，1505—1593年）在其晚年所著的《戒庵漫笔》卷五中，详细地记述了杨家藏书的结局，并寄慨于膏梁子弟之未能珍惜父辈心血。\n　　所以说，莫是龙抢先携归珍本，实际上保存了万卷楼的精华，在文献典籍的传承上具有不容忽视的贡献。黄丕烈作诗，在藏书史上留下了这样一笔：“七桧山房万卷楼，杨家书籍莫家收。”　　\n莫是龙的思想 　　\n　　莫是龙出身仕宦之家，其父莫如忠，嘉靖戊戌（1538）进士，是个学问渊博的人。钱谦益称他“善草书，为诗尤工近体。”（2）莫是龙从小就显示超人的感悟能力，“十岁善属文，以诸生久次，贡入国学，廷韩有才情，风姿玉立。少谒王道思于闽，道思赠诗云：‘风流绝世美何如，一片瑶枝出树初。画舫夜吟令客驻，练裙昼卧有人书。’其风致可想也。”（3）莫是龙少有神童之誉，十四岁补郡诸生，十六岁作《秋山无尽图卷》已十分可观了。其跋云：“每登名山，常思作图，竟未可得。今日张伯起从舟中游新江，遥望山川嵚秀，岩壑幽奇，因展箧中所藏黄大痴《秋山无尽图》把玩，心境顿开，颇合吾意，参其法度，遂为作之。”（4）这种成熟的口吻与文字功力，已不像十六岁少年。然他以后的仕途却十分坎坷。20岁作的《乡居感怀》表现出他追求功名失利的苦恼：“荒村惊岁宴，寥落意何如？托病惟耽酒，销愁强看书。文章半生贱，名利廿年虚。犹似邹阳陋，徒然羡曳裙。”（5）莫是龙曾四上京都，其中两次赴考皆失卷。这对他的刺激是很大的。万历四年（1576）莫是龙40岁，曾赴京一试，失利后，作书致殷都说：“仆四十余，霜毛冉冉，渴饮饥餐之外，更无复有人生之怀。夙昔与足下意气襟期消磨欲尽，诚何志业而言，而造物侵侵不已，奈何！”（6）万历十年（1582）46岁的莫是龙再次赴京，“北试已获隽矣。署榜时失卷，复不遇。”（7）此时，他已经心灰了，说：“两就北闱之试，虽数遇知己者，而文卷误失，辄致遗弃，命运坎坷乃至如此。”（8）这一年的冬天，莫是龙于长安旅邸，秉烛兀坐，对人生作了深刻的思考，写下了《笔麈》。其中说：\n　　 “人生最乐事，无如寒夜读书，拥炉秉烛，兀然孤寂清思，彻人肌骨。坐久佐以一瓯茗，神气益佳，尔时闻童子鼻息，是当数部鼓吹，或风生竹树间，山鸟忽啭，倦魔都尽，往往徘徊达曙，强就枕席。晚凉箕踞，临池数酌，设笔墨摹古帖一二行，援琴而鼓之，神游羲皇矣。”（9）\n　　这是远离尘俗，追求精神富足的人生，也是逍遥物外，心与万物相契的诗意栖居。其实，年轻时代他就开始了这种追求。31岁，他下第南还，在白下与四方文学诸君结社于鹭峰禅寺，吟诗填词，以寄磊落不羁之情怀。莫是龙极富文才，诗文皆情辞两美，远远超过董其昌。35岁曾作《送春赋·并叙》，得到一时文人的激赏。王世贞题曰：“……廷韩此赋，可谓文生于性，廷韩此书，可谓笔外有情，令人于翰墨外有章台走马之兴，几欲夺之，抑情而止。”王穉登题云：“《送春赋叱辞如灿花，当时江郎梦笔时耶。书法韶令英英，逼人子敬，白练裙中墨，属泽家之季矣。靡靡隃快哉，莫盛僕且耳熟。”（10）一时俊才如王世懋、俞允文、欧大任、皇甫坊、梁辰鱼等均在幅上题跋称赞，也足见莫是龙文才、书艺之高超。莫是龙在32岁时便有《莫少江集》问世。当时锡山俞宪为刻“二莫集”，一时传为佳话。\n　　莫是龙是性情中人，性格豪爽俊迈，一如其书。《石秀斋集》的前面有张长舆撰的小传见其个性：\n　　“先生少负俊才，早承家学。刺经读史，则理窟穷探掞藻，摛华则文心妙解。加以义能掩日，气可笼霄，情投则推赤心于韦布，意拂则白眼于公卿。是以爱者固敛衽而推，忌者亦侧目而视矣。先生自以名冠群髦，志轻一第。而公车屡蹶，国室长韬。人嗟和氏之冤，时谓刘贲之屈。”\n　　毫不掩饰好恶情感的外露，傲视世俗的各种陈规陋习，率然坦露自己的心胸，这或许是艺术创作最需要的素质。仕途的不幸反而成了莫是龙艺术上的大幸。\n　　莫是龙自己说：“余平生雅好书画，壮年精力半疲于此，虽未便诸古人，然当其得趣，合撰往往不恶，遂为交游中好事者所赏。”（11）这是为徐文卿所画山水的题跋，风晨雨夕，对山临流的生活何等潇洒恬淡，心无俗念，情寄笔端，这种“狂墨颠书”绝不杂一丝做作。莫是龙的生活是艺术的，其艺术是诗的。他48岁那年十月，与沈周南等文友夜集小雅堂，莫是龙出米元章灵璧石置坐，焚香，各赋诗。诗成月满西楼，客遂步月归。而他复独坐煮惠泉，捡案头书翻检，兴致而书，忽焉达曙。他写道：“人生各有嗜好，皆痴也。而乐此不为疲。虽我嗤俗子，而俗子得，复嗤我后也。书之以俟达观者定焉。”（12）正是对书画的这份“痴”，这份执著，才使他到达常人无法企及的境界。\n　　莫是龙四十五岁以后思想趋于恬静与平淡，研习释、道。曾作《境感而赋焉》，结尾中说：\n　　“何悠悠之非福，何赫赫之非灾。孰有荣而无瘁，孰云倾而不栽。玩漆园（庄子）之秘旨，吾将与尔徘徊。”（13）\n　　此时，他对祸、福、荣、瘁的看法十分通达辩证，完全从名利声中跳了出来。50岁那年，他作《景峰上人偈言》中云：“凡情既彻，道力始全，余恐世眼昏昏……系之偈曰：难，难，难，泥牛入海几时还？易，易，易，雨过枝头香满地。也非易，也非难，出世居山总一般。头角换来休错认，清风明月旧蒲园。”（14）这完全是脱俗得道之言，超越了人世的凡俗、难易，也超越了自我的束缚。这是从“无明”到“明”，进入海德格尔所说的“澄明”之境。这种悟彻对于一个艺术家来说是至关重要的。有了这种悟彻才可保证创作时进入心手两忘的境地。可惜的是，莫是龙正是在这个颠峰状态倏然而逝，年仅五十一岁。“疾革时，尚与友人对奕，已较胜负，收其子，倏然而逝。”（15）他得的可能是心肌梗塞。　\n莫是龙的书学思想 　　\n　　明代是帖学由盛至衰的时代，其书论，主张复古，讲究法度。但何良俊指出：“石刻多是将古人之迹双钩下来，背后填朱，摩于石上，故笔法尽失，所存但结构而已，若展转翻勒，讹以传讹，则并结构而失，故惟《淳化祖帖》与《宋拓二王帖》为可宝，其余皆不足观。况近时各处翻刻，大费楮墨，可笑，可笑。”（16）这里指出学古法现状的严重性。莫是龙的书论，也着眼于学习晋法，但说得具体而切中时弊。　　\n　　（1）“师匠不古，终乏梯航”\n　　如何师法古人，不只是态度问题，亦是方法问题。莫是龙于师古上十分有心得，指出：\n　　“今人之不及唐人，唐人之不及魏晋，要自时代所限，风气之沿，贤圣莫能自备，但师匠不古，终乏梯航。今世钟王之锺已不可见，如钟之《力命》、《宣示、《戎路》、《季直》诸帖，王楷《乐毅、《黄庭》、《曹娥》、《东方赞》，大令《洛神十三行》，烜赫千古。行书求宋拓《阁帖》、《太清楼》诸刻，留意而谛观焉，即传刻之远，点画乖谬，而存十一于千百，庶几典型。学者诚能湛玩深思，仿佛其趣。又参以谱论诸说，而自出胸中之奇纵，不能气运争能，抑亦不惑于流俗浅夫之见。”（17）\n　　这一段中，有两个思想值得重视：一是强调师古的重要性，认为“师匠不古，终乏梯航”；二是讲究学古的方法。由于古人真迹不复存在，学阁帖时不能依样描画，而应“湛玩深思”，“参以谱诸说”。古人的笔法要靠自己的体验，领悟，并参照前人的论说，以为帖上的笔法即是古人笔法，就难免走上学古的歪路。莫是龙的这个见解不但切中学帖的时弊，且道出了其中的关捩。时代所限，法也在变，人之个性，悟性各不相同。例如书法形态的肥瘦问题，莫是龙说：\n　　“钟元常谓‘多力丰筋者圣，无力无筋者病’。盖知笔端之妙全在筋力，筋力之势运于指腕。右军父子及盛唐诸名家，皆用其意，而时代相沿不能无改前辙。故曰：‘元常古肥，子敬今瘦。’正言今古异尚，工拙因之，古法不传，良可慨也。”\n　　“古肥”“今瘦”，一因“今古尚异，审美观念发生了变化；二因元常、子敬的笔法各据古法而有变化。“皆用其意”，是对古法的发展、改进。所以，因袭古人亦不能得古人之法，师古并非一件易事。嘉靖年间的丰坊对当时名家法大为不满，认为“古法无余，浊俗满纸。”（18）这说明当时“法”已坏到何种程度。师古的这两大难题一直是莫是龙强调的，他在题元人临《汉晋各种帖册中说：“晋法为宋诸公所坏，至胜国名流起而振之，复存二王典型。此诸帖，赵集贤二纸，苍润有志，鲜于太常一纸，古劲有骨。俞征君紫芝□纸，韶令有度，殆尽一时之选。悉出真迹回环展玩，若窥群玉之府，晞其清光也。书家摹古帖，辄得旧观，藉合三君子执笔自运端不逮。此知古人未易及，且为世代所限。予每临池弄翰，愧叹无已。”（19）赵孟頫、鲜于枢、俞和都是元代大家，他们对古法的理解各不相同，故形态各异。由此他得出结论，“古人未易及”。可见“师古”是一个长期的过程，需自己沉潜其中，反复玩味和实践。　　\n　　（2）“任吾心匠，适彼互合”\n　　法二王，守规矩，中叶的吴门书派大多沿习这一传统，前后七子的复古理论更是助长了学古、摹古风的盛行。甚至反对奴书的祝允明也有“沿晋游唐，守而勿失”的观点。师古而求变成为当时迫切需要解决的理论问题，莫是龙清醒地看到“变”对师古的意义。早在1572年，他就说：“莫子观前人之论如是，则缀学操觚之士岂可易言哉！虽其解悟人殊，取裁各异，譬之探奇渊海，游目五都，无非珍者。可谓尽文章之变，洩鬼蛇之秘矣暇日偶录数条贻之行甫，行甫于艺术无所不好，能于此用心，当必进乎技矣。”（20）\n　　这段话是莫是龙书唐宋名家文论、语论、书论后写下的话，其核心就是学习前人要“变”，要用心取舍。这是一个重要的见解。而“变”是建立在平时师古明法基础之上的，下面的一段话说得更为明了：\n　　“至于平日摹习之功，不以寒暑少辍。每得清宴，便置古帖墨迹披玩游神，心手渐熟，姿态横生，所谓‘卧王濛于纸端，坐徐偃于笔下。’法度既得，任吾心匠，适彼互合，时发新奇，无论求甘心眼，即古人何不可至。学者轻视之则矜持太过，无心手操纵之奇，无惑乎其不逮前哲也。”（21）\n　　很显然，法度既得“是必要的前提，但不是目的，“任吾心匠，适彼互合，时发新奇”，才是师古的意义。“新奇”是任吾心匠的必然结果，这就是变古为今，变古为我。变古人法可以说是书法史的规律。莫是龙说：“余尝谓右军父子之书，至齐梁而风流顿尽，自唐初虞诸辈一变其法，乃不而合，右军父子殆如复生。此言大不易会。盖临摹最易，神会难传故也。”（22）\n　　这里“不合而合”大有深意。“不合”是偏离“法”，与旧法相异。“合”是合书法发展变化之大法，故“变”是绝对的，不变是相对的。莫是龙的这一思想后来被董其昌继承，发展为他的“离合说”。\n　　根据师古而求变的理念，莫是龙尖锐地批评祝枝山“行草应酬，纵横散乱，精而察之，时时失笔”。叹说：“文太史具体《黄庭》而起笔尖微要，病在指腕，虽严端不废，未见岿峨落之姿”，至于吴门的书界，“吴中皆文氏一笔书，初未尝经目古帖，意在佣作，而以笔札为市道，岂复能振其神理，托之毫翰，图不朽之业乎。”（23）\n　　应该说，这些批评一针见血，搔到痒处。祝枝山、文征明皆一时大家，尚有失笔病腕之处，一般人就更不用说了。如果说“入古”不易，那么“出古”更需功力和悟性了。　　\n　　（3）佳趣：纵笔书之，不问工拙\n　　论者谓“明书尚态”，说对了一半。明代刻帖之风大盛，使众多的习书者有了范本。然而由刻工不精而古法渐失的弊病也日趋严重。明代中前期的书家大多不能深察书法流变之弊，故书法停留在形的表面，导致意趣的严重缺失。在莫是龙的眼中，连最得晋法的赵孟頫也是俗子。书法的真谛在于抒写情性，写出独有的真趣。莫是龙在临钟之法帖后跋云：“钟王书法妙若天成，学者一日不在心手间下笔，辄无佳趣矣。偶得精楮，临杂帖如右，恨为世代所限，不能追古，徒然三叹。”\n　　妙若天成的“佳趣”便是莫是龙追求的目的。妙若天成的境界是心手为一，法度与情性达到高度一致。\n　　从莫是龙的艺术思想看，他是重天然，轻人工；重意趣，斥技巧的。他的《画说》“以李成为北宗，王维为南宗，而于维尤无间然。”（四库提要语）王维的画“迥出天机，笔意纵横，参乎造化者。”（24）莫是龙提倡的就是写自己的胸臆。他曾题陈继儒的仿米图云：“……观其墨气纵横，天真自然，即近代诸名家无此胸臆，彼独神其说耳。鉴者当自得之。”（25）\n　　 “天真自然”就是性情的自然流露，不做作。为此，他也厌恶精巧的假山，说：“余最不喜叠石为山，纵令纡回奇峻，极人工之巧，然失天然。不若疏林秀竹，间置盘石，缀土阜，一仞登眺徜徉，故自佳耳。”（26）\n　　明代中前期的书坛，即便如文征明这样的高手，也多谨于法而失于趣。而求趣，当纵笔书之，不计工拙。莫是龙48岁那年，秋过家弟居，写《兰亭》数本，跋云：\n　　“甲申秋九月，过两家弟浦南庄居留信宿，为笔墨所苦，写《兰亭》不一数本，其余可知也。《兰亭》为作正书、行书及玉枕体，俱备前卷，纵笔书之，不问工拙。然吾闻王大将军之类，刘越石又言以为近视形似，不若远似以神，此书之为神耶？识者或能辨之矣。书毕喷饭。”（27）\n　　 “纵笔书之，不问工拙”，看似不要技巧，实在纵笔之中已融化了技巧。然笔曰纵岂易哉。俗手终生不能纵，熟手终生不能拙。故趣味实在难得。书法之趣是审美的感觉，看了让人生奇、愉悦，见出性情，这便是有“趣”了。孟德斯鸠说过这么一句名言：“女人只能以一种方式显得美丽，却能以十万种方式变得可爱。”“以一种方式”显然是非审美活动。书法创作如果以一种方法书写，必定无趣，因为是非审美创造；如果各个书家以各自的方式书写，那么书法就有十万种形式的可爱。故书法要得趣并不难。莫是龙举例说：\n　　“柳少师书《兴公谷序》及诸贤诗，而不书《禊帖》，正自不敢与逸少抗衡耳。然此中每于险中生态，枯润纤浓，掩映相发，岂后世所能仿佛者耶！夫以晋人霏霏玄屑之谈，又得公书，遂成兼美。譬诸燕赵绝代快歌阳阿，使人心愉，日摄不能自制耳。”（28）\n　　柳少师书显然扬长避短，写已所想，写出了个性，“使人心愉”，就是得趣了。\n　　联系莫是龙自己的创作实践看，他作书匠心独运纵横豪逸，十分有个性，写出了“趣”。\n莫是龙的书法艺术 　　\n　　（1）书学渊源\n　　莫是龙的父亲莫如忠是个功力深厚的书家，董其昌评其书说：“吾乡莫中江方伯书学右军，自谓得之《圣教序》。然与《圣教序》体小异。其沉着逼古处，当代名公未能或之先也。予每询其所由，公谦逊不肯应。及余己卯试留都，见王右军、《官奴帖》真迹，俨然莫公书，始知公深于二王。”（29）有这样的父亲从小教之习字，莫是龙幼时学书便取法较常人高出一筹。以后又勤于临池，于晋人钟王各帖娴熟于心。这可以从辽博的《杂书卷》中看出来。他虽筑基二王，而倾心于大令。一直到41岁，他作《摹洛神右军像》，在上面临大令《十三行》，并作了一番自嘲：“……世人学《兰亭》，不免有凡骨金丹之诮，其来久矣。余不揣乃复蹈斯辙，岂令后人复笑后人耶！”（30）不过这种自嘲显然有一种挑战前人的自信。\n　　莫是龙也钟情于宋人米芾，过去人多以其书作推测，其实，多有记载。如《笔麈》中说：“米南宫《研山铭》一幅，后书云：‘宝晋山前轩书铭云：五色水，浮昆侖，潭在顶，出黑云。挂龙怪，电烁痕。下震泽，泽厚坤，极变化，阖道门。语亦奇丽可诵。余甚爱之，时时仿真意，出以示识者。”“时时仿其意”，说明临习很勤。又1582年46岁那年，汤子重携米书见示，莫是龙跋云：“壬午秋日，汤子重携米书见示，其一谢人赠笔一诗，字如拳，而时作枯墨飞白，老健无比。其一亦帖，纸墨皆精好如新，而法甚颠逸。留玩累日付还，信佳物也。余因临得诸帖存之案头，聊以寄慕而已。”（31）他看重的是米芾的老健和颠逸，这在他的书作中有明显体现。\n　　除大令、米芾外，他也爱东坡书，曾题其《书归去来辞卷》（1584）。元人赵、鲜、俞等家真迹，也为他赏识。其实，《宋人墨拓绛帖》、《淳化阁帖》他也都有题跋。他还曾作《山水轴》款为：“为屠隆篆书《长水塔院记》。”（现藏美普林斯顿大学）说明他亦能篆。\n　　总之，莫是龙的书学渊源主要来自二王、米芾、东坡等人，兼及晋唐宋各家。因之，其功底是十分深厚的。陈继儒在《跋崇兰馆帖》中说：“……自莫方伯父子出，声实烜赫掩其上（指二沈、二张、陆深等）。今展玩崇兰馆帖，神采焕然，真莫氏之山阴羲献也。”以羲、献誉莫氏父子，莫是龙的水准可想而知。　　\n　　（2）莫是龙小楷：精工过于婉媚\n　　莫是龙小楷的真迹，目前能见的仅辽博藏杂书卷中的第三段。抄录司马相如、魏文帝、陆机、挚虞、钟嵘、刘勰、沈约、殷璠、李德裕、梅圣俞共十人的文、诗、书论，篇幅不少，足以反映出其小楷的风貌。\n　　王世贞评莫是龙楷云：“是龙小楷精工，过于婉媚，行草豪迈有态。”这段话常被人引用，似乎莫是龙的小楷风格，过于秀婉姿媚。其实，这段话应这样标点：“小楷精工过于婉媚。”精工后不应加标点，强调的是精工，而不是婉媚。“精工过于婉媚”是说精工多于婉媚。如果印证辽博的小楷作品，觉得这个评语还是很中肯。从书迹看，吸取钟王小楷的成份多，尤其接近钟繇《宣示》《力命》诸帖。后几段尤为高古纯朴，刚柔兼备，显得凝重中有秀劲，精工中有活泼，绝不是姿态婉媚。莫是龙的用笔，沉稳、矫健，这样就保证了线条的醇厚、饱满，点画凝重，风骨遒迈。但笔画的粗细悬殊，长短不一，显出虚与实、轻与重的对比，避免了单调。它的结体奇正相杂，多有变化。如左右结构的点，往往错杂成高低的两半，或让某一笔侵入另一半，造成奇趣。如“理”字、“极”字。字内有意识留出许多空白。章法的安排上，字距疏朗宽绰，字形的大小也一任自然。从总体上看，全幅是精致的楷书，但规矩的用笔之中时有章草的笔意，也杂进行书的笔致，并不是一味地精工，这是莫是龙个性的自然流露。与钟繇《宣示》《力命》不同的是，有许多笔画露锋用笔，如横画，起止都有棱角，显得清劲峻峭，这在第一段中尤为显著。\n　　莫是龙小楷的多数结字方扁，这种字形特征对点画的造型是一种约束，由于空间有限，点画的态势内敛，这是造成精工的主要原因。精工是用笔的严谨，点画的到位，是笔意的精微、细腻；婉媚则讲究字形姿态的妍丽，用笔的舒展，风神的潇洒。精工的字并不是不见个性，莫是龙的小楷精工中有矫健，精致中有活泼，有情性，因而还是很耐看、有意味的。　　\n　　（3）莫是龙的行草：匠心独运，俊爽多姿\n　　莫是龙书法的成就主要在行草书及大草。这种行草书，最能表现其个性的豪迈洒脱。董其昌曾有一段话精炼地概括出其行草的特色：\n　　“廷韩则风流跌宕，俊爽多姿，酝酿多家，匠心独运。廷韩如五陵豪侠，宝剑金丸，意气自善……故当时知廷韩者，有大气过父之目。然吾师以骨，廷韩以态；吾师自能结构，廷韩结字多出前人名迹。此为甲乙，真如羲献耳。”（32）\n　　这段话前半段是赞语，后半段将莫氏父子两人比，似有微辞。\n　　莫是龙存世的行书作品主要是行草书。现以无锡市博物馆藏《行书云影赋、游后园赋合卷》为例，分析一下他行书的艺术特色。\n　　莫是龙该两赋合卷作于1576年，其时莫40岁正当盛年，书法已十分成熟。风格特征上风骨爽朗，俊逸多姿，整篇风神潇洒，流畅多变，极尽奇宕纵逸之致。\n　　A.点画精微，风姿俊逸。\n　　莫是龙筑基二王，点画的功夫深厚，因之，他的每个字都用笔精到，点画精微。这在行草书家中是出类拔萃的。各种“点”凝重而浑朴，收笔含蓄，笔画尽处尤显精微。莫是龙又善用侧锋，走笔迅捷果敢，故笔力矫健而姿态俊爽。他的书写有一种轻松的节奏，不管是同异相承续或同异相错综、同异相呼应，横竖、粗细、浓淡无不规矩从心，从容自然。例如《云影赋》的开篇，首字“伊”墨色较浓，紧接着的“太”用笔轻而色泽淡，第四个“之”字率意而夸张，占了两个字的位置。而第二行的“之”字，小而淡，隔行相对照，显示出节奏的重轻。结字形态俊美，但爽俊有骨，给人以力感。不同于妍美的媚。\n　　B.纵横跌宕，匠心独运。\n　　莫是龙的书写最富才情，一路写去，酣畅淋漓。仿佛全不用心，而纵横跌宕，新奇叠出。董其昌认为“书家以毫逸有气，能自结撰为极则。”他只许莫是龙“结字多出前人名迹”，这只是一种表象，因为某一笔某一画像某家确是可能的。如莫的“撇”，就多有米芾刷字的爽快。但作为章法，字的结撰却随心而来。莫是龙的超人之处是在平淡的线条运动中，突出奇兵；在看似没有波澜的地方，忽起惊涛骇浪。如《游后园赋》中“仰”字，末笔猛地夸张，竖笔高耸而下，形态顿奇，给人惊喜。而字之间的大小搭配，近乎奇妙：紧密相连的几字后，必有一字特别舒展，顾盼之中必杂左冲右突。故欣赏他的书法，犹如入深涧丛林，时有高峰坠石之惊，忽得鸾飞燕舞之喜，放纵快利之豪，轻云鹄飞之逸一一扑面而来。这就是他的匠心独运，万难摹仿。\n　　C.疏密有势，豪逸有气。\n　　莫是龙的书法气豪是明显的特色。用笔快捷、爽利，从不迟疑。这与董其昌用笔的虚灵不同。他的第一笔往往重而厚，不像董其昌轻而浮。故莫是龙的作品气足势强。《云影赋》《游后园赋》结字紧密，数字相连，蓄势而跌宕，故有喷发感、倾泻感，造成紧密与疏朗的强烈冲突，然后嘎然而止，含蓄收笔。莫是龙作品的“豪”，是没有拘束的纵笔鼓荡，其“逸”是超越规矩的“逸”，他不同于董其昌的“虚和取韵”，而强调急鼓骇浪的突然平息，是黄钟大吕雷鸣后让人遐思。　\n　　（4）莫是龙大草：狂墨颠书有佳趣\n　　莫是龙的狂草作品不多，纯粹意义上的草书只有《自书草书卷》、《山居杂赋》等少数几件。作品虽不多，质量却极高，气势夺人，情趣跃然纸上。例如《天竺》诗卷，开篇即奔泻无羁，连笔牵丝，烟云缭绕。其特点是：\n　　 A.狂放颠逸，技巧娴熟。\n　　草书的最大特色便是狂，放胆挥洒。这篇作品用笔放纵，多极度夸张之笔。第二行四字笔势相连，顺势倾泻，气势逼人。整篇各行字数不一，都能尽情抒写，尽兴而止，但又暗合规矩，夸张有度。点画十分精到，运笔气聚不散，故神采飞扬。如第八行的“最”字，上面一画，笔的轻重缓急十分明显，最后收笔十分到位，含蓄蕴藉。笔法草法的“熟”，保证了线条的放、敛统一。\n　　B.枯笔烂漫，精气弥漫。\n　　莫是龙草书的用墨十分精彩。这幅草书的墨色可用“干裂秋风，润含春雨”来形容。一字之中有枯润，一行之中有浓淡，大浓大淡相错杂，满纸烟云竞奔驰。这些可看出其用笔中的细微变化，侧锋、翻笔、绞转，得心应手，肆笔而成，而又一任天然。运笔的纵荡无法往往多恶笔，造成浓淡上的失衡和气散。墨气是作品的精神聚处，枯处见浓，正是莫是龙的高处。\n　　C.天真纵逸，痛快淋漓。\n　　莫是龙的狂草是他热烈情怀的彻底洞开，故天真纵逸，痛快淋漓，每一点画都是激情的喷射。《天竺》诗卷越写越昂奋、热烈。写到“当年烂醉”时，一个“年”的末笔，从天而降，如高崖飞瀑跌落，骇人耳目。它由浓而枯的笔势和力量，犹如千军万马不可遏止。与颜真卿的《刘中使帖》中的“耳”字有异曲同工之妙。最后两行“天风海月来”，同样是狂放热烈的节奏。“来”的形体得到极度夸张，枯笔为之，笔力千钧。整篇作品一气呵成，痛快淋漓。\n　　莫是龙另一件狂草作品《山居赋》也是恣肆、颠狂的佳作。在某种程度比前作更为气势夺人，豪逸多态，矫健酣畅。\n　　这幅作品的用笔更斩截猛利，字形大小、墨色枯浓的对比更强烈。开篇“山”字，粗笔浓墨劈头而下，给人以强烈的力量感和摧毁感。“居”“仰”“人”的斜撇，风樯马阵，势不可挡。几乎每个字中都有这样的重笔。许多该横、该捺的笔画，被猛利粗重的“点”代替，尤其是章草笔法的掺入，墨象声势浩大，气势撼地。在这种笔触中，米芾的矫健，黄山谷的变化一一经过他的融化变成一种独特的面目。\n　　这幅作品的节奏跳掷飞腾，动荡起伏，颠书狂墨，给人以扑朔迷离之感。例如结尾处的“坐余竹冷清浅”几字，笔锋左右奔突，写到“冷”以六种形态不同的点向四周喷射，这个“字”表面上看已完全丧失了字形，彻底堵塞了认读的途径，成为令人遐思的星空。而“浅”字，夸张的笔划入侵他行，类似这样的艺术处理，在该作品中是比比皆是，可谓气象万千，目不暇接。\n　　结字狂怪，枯笔迷眼是该作品的又一显著特色。字势峥嵘全仗别出心裁的结撰，莫是龙的结字发挥了高度的想象。以骇目的造型、夺人的气势造成新奇感、刺激感。如“真气险”三字，“真”以一笔顺畅的线条接住了“气”的上部，“气”第二笔弯折，形大而拙，中间“米”的一竖，窜出横画，顿觉奇异，“险”字则紧缩抱成一团，别出心裁。最为骇目的是“萧”字，一字一行，字形特别夸张，左右两竖取弯势，枯笔而成，有横扫千军之势。中间的横竖点分割已经怪异的空间，尤其是右部直角的横竖，锐利而粗重。该作品许多字的某一笔有特殊的夸张，如最后的“沙”字，极枯之中的猛扫，又含蓄收住，笔力千钧又神气完足。\n　　总之，该作品是一部激情喷射、意气昂扬的交响乐，是猛烈的节奏、狂舞的力、骇目的造型结合起来的生动画卷。书法应该有的风骨、精气、神韵毕集于此，是莫是龙最为精彩的杰作。\n                                       （楚默）\n\n注释：\n　　 （1）董其昌《容台文集》卷二说：“曩时读书莫中江先生家塾。”指他十八岁时。其时，莫如忠64岁，尚在浙江任右布政。莫如忠中举后，擢贵州提学副使，因道远不能将母，投劾归。家居十五年（1538-1353），后补湖广副使，历任河南参政、陕西按察使、浙江布政等职。1569年方稍迁浙藩，61岁晋浙江右布政。可见其不可能长期在松江。据张连考证，莫是龙生于嘉靖丁酉七月（1537）。（见《形式美新论》）莫是龙大董其昌十九岁，卅岁以前书画皆已成熟，故董其昌从师的实际上就是莫是龙。董其昌25岁时，观莫是龙作画，“咄咄称赏。”（《画禅室随笔》卷二题莫秋水画）董对莫氏父子书均称道：“始知公深于二王，其子云卿亦工书。”（《评法书》）所以，莫是龙在书画方面对董其昌的影响不容置疑。　　（2） 《列朝诗集小传》下 P.402 上海古籍出版社\n　　 （3） 《列朝诗集小传》下 P.460 上海古籍出版社\n　　 （4） 《红豆树馆书画记》卷三\n　　 （5） 《石秀斋集》卷五\n　　 （6） 《莫廷韩遗稿》卷十三\n　　 （7） 《傍秋庵文集·家传》卷二\n　　 （8） 同注（6）\n　　 （9） 转引自《莫是龙年谱》\n　　 （10） 《莫廷韩遗稿》卷一\n　　 （11） 《石渠宝笈续编·养心殿三》\n　　 （12） 《莫廷韩遗稿》卷十五\n　　 （13） 《石秀斋集》卷一\n　　 （14） 《莫廷韩遗稿》卷十六\n　　 （15） 《傍秋庵文集·家传》卷三\n　　 （16） 《四友斋书论》 《明清书法论文选》P.141\n　　 （17） 《明清书法论文选》P.210 上海书画出版社1995\n　　 （18） 《书诀》 《历代书法论文选》P.504\n　　 （19） 《石集宝笈三编·延春阁三十八》\n　　 （20） 《杂书卷跋》\n　　 （21） 《明清书法论文选》P.211\n　　 （22） 莫是龙《画说》\n　　 （23） 《明清书法论文选》P.213\n　　 （24） 同注（21）\n　　 （25） 同注（19）\n　　 （26） 《笔麈》\n　　 （27） 《莫廷韩遗稿》卷十五\n　　 （28） 《大观录》卷二\n　　 （29） 《艺林名著丛刊·画惮室随笔》 北京中国书店\n　　 （30） 《古缘萃录》卷六\n　　 （31） 《莫廷韩遗稿》卷十五\n　　 （32） 《容台文集》卷三 《崇兰帖题词》\n\n“南北宗论”\n　　莫是龙对绘画的重要贡献是和董其昌先后提出了 “南北宗”理论，以唐代禅宗分南北为喻，建构了中国传统山水画美学鉴赏的标杆。\n　　关于“南北宗论”，一般著述视其出于董其昌《画旨》之中：“禅家有南、北二宗，唐时始分也。但其人非南北耳。北宗则李思训父子着色山水，流传而为宋之赵幹、赵伯驹、伯骕，以至马、夏辈。南宗则王摩诘始用渲淡，一变勾斫之法，其传为张璪、荆、关、郭忠恕、董、巨、米家父子，以至元之四大家，亦如六祖之后，有马驹、云门、临济儿孙之盛，而北宗微矣。”意指山水画分南北两派，北宗以李思训、李昭道为鼻祖，讲求功力，渐修，画法多用设色勾斫，繁缛霸悍，南宗则由王维开山，讲修养和顿悟，画法多用水墨渲染，天真简率。\n　　但现在也有不少学者认为，该理论是由莫是龙率先提出的。莫是龙在《画说》**有16条论述，其中就提到“禅家有南北二宗，于唐时分，画家亦有南北二宗，亦于唐时分”等观点。其实莫是龙与董其昌身为挚友，于吟诗附唱，畅谈爽跃之间，共享书画通乐之事，畅谈南北分宗之说，也不足为奇。“南北宗论”应该正是在二人长期的艺术思想交流过程中形成完善的。莫是龙首先提出画分南北宗的观点，认为“善画者画意不画形”，腔调意趣、含蓄和形象的自然流露。而董其昌则一脉相承地发展了莫是龙的理论，推崇南宗，讲求神似和韵味，重视意境，更进一步提出作画须“读万卷书，行万里路”，使得这一理论在绘画史上产生了深远的影响。","author":"明代莫是龙","description":"莫是龙草书三竺诗卷"}]