[{"name":"米芾尺牍书法艺术研究1","text":"【名称】《贺铸帖》（又名：《易王献之二帖书》）（《玉格帖》）（《米芾再启帖》）\n\n【规格】纸本行书。翰牍九帖之五，纸本，行草书，纵23.4厘米，横36.8厘米。\n【现藏】台北故宫博物院 \n作品释文\n芾再启。贺铸能道行乐慰人意。玉笔格十袭收秘，何如两足其好。人生几何，各阏其欲。即有意，一介的可委者。同去人付子敬二帖来授，玉格却付一轴去，足示俗目。贺见此中本乃云公所收纸黑，显伪者。此理如何，一决无惑。芾再拜。\n作品简介\n此帖为致玉笔架主人书札。翰牍九帖之五。\n《贺铸帖》，《书法大辞典》称为《玉格帖》；《清鉴堂帖》称为《贺铸帖》；吴其贞《书画记》称为《米芾再启帖》；蔡舜宁《米芾之书学思想与书法艺术研究》称为《易王献之二帖书》。\n易法如何，双方心照，今日中不得明矣。\n「贺铸」句即谓能自度歌曲（词章），不妨往还尔。方回元符末在泗州，翌年访元章于真州，遂同见蔡京。若犹在通判任，则收书人亦居泗州也。要之，此帖作时当近《适意》、《丹阳》二帖。\n贺铸(1052～1125)北宋词人。字方回，号庆湖遗老。汉族，卫州（今河南卫辉）人。宋太祖贺皇后族孙，所娶亦宗室之女。自称远祖本居山阴，是唐贺知章后裔，以知章居庆湖(即镜湖)，故自号庆湖遗老。能诗文，尤长于词。其词内容、风格较为丰富多样，兼有豪放、婉约二派之长，长于锤炼语言并善融化前人成句。用韵特严，富有节奏感和音乐美。部分描绘春花秋月之作，意境高旷，语言浓丽哀婉，近秦观、晏几道。其爱国忧时之作，悲壮激昂，又近苏轼。南宋爱国词人辛弃疾等对其词均有续作，足见其影响。\n艺术赏析\n1.从《贺铸帖》里，我们看不出米芾「集古」的痕迹。展现在我们面前的却是有别于古人，颇具心意的书作。这证明，米芾具有食古化古，善于融会贯通的学习本领。\n2.《贺铸帖》呈逸迈奇崛之势慨，郁勃清健之态姿，从头到尾，无丝毫懈殆处，其用笔虽浓饱蘸而不令溢出线外，且墨重而意蕴，极显书者功力与个性。所谓书「本于笔而成于墨，笔不为墨所累，墨不能游于笔外，纯熟之极，然后浑然天成」（米芾自语），正是书者用笔技巧的总括。\n3.观其笔划，或粗细，或长短，或疏密，或繁简，或正斜，或肥瘦无不有机和谐的化为一体，在统一中求变化，在变化中求变化，在变化中求统一。力追「稳不俗、险不怪，老不枯，润不肥」，「骨筋、皮肉、腊泽、风神皆全，犹如一佳士也」（米芾自语）的艺术境界。故此帖确乎为米芾行书的代表作之一。 \n米芾（1051-1107），字元章，号襄阳漫士、海岳外史。祖籍山西，迁居襄阳，有“米襄阳”之称。史传说他个性怪异，喜穿唐服，嗜洁成癖，遇石称“兄”，膜拜不已，因而人称“米颠”。他六岁熟读诗百首，七岁学书，十岁写碑，二十一岁步入官场，确实是个早熟的怪才。在书法上，他是“宋四书家”（苏、米、黄、蔡）之一，又首屈一指。其书体潇散奔放，又严于法度，苏东坡盛赞其“真、草、隶、篆，如风樯阵马，沉着痛快”；另一方面，他又独创山水画中的“米家云山”之法，善以“模糊”的笔墨作云雾迷漫的江南景色，用大小错落的浓墨、焦墨、横点、点簇来再现层层山头，世称“米点”。为后世许多画家所倾慕，争相仿效。\n他的儿子米友仁，留世作品较多，使这种画风得以延续，致使“文人画”风上一新台阶，为画史所称道。米芾究竟以书为尚，还是以画为尚，史家各有侧重。\n","category":"草书","verified":true,"user":1,"timestamp":1429951563306},{"name":"米芾尺牍书法艺术研究1","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791631940,"text":"第一章 绪论\n\n第一节 研究动机\n\n唐末五代之乱，一切文化归于荒废，书道自然也衰落。宋朝的统一，一般的文化逐渐复兴；书法方面，则保存了所谓晋唐的古法。尽管北宋前期专以王羲之书法风格为时尚，但并无出现过复古立场的书法家。有别于唐代之尊崇法度，表以尚意书风，北宋书法在书法史上别具意义。宋四家─蔡襄、苏轼、黄庭坚、米芾，卓然有成，在书法史上各具举足轻重的地位，对后世影响相当深远。\n\n宋四家中，倾毕生于书法艺术之追求者，尽有米芾，故其于书法上之成就不仅特出，更为广博。米芾少学颜、柳、欧，后学褚，从其作品得之必学尽二王的各体；由此可知，米芾是无书不学，先从楷法着手，一步一步地追溯上古，融会贯通，自成「一家书」。古人在书法上一向是保守一个藩篱，惟独米芾与苏轼、黄庭坚诸人，能突破这一界限，成为夭矫跌宕的能手。所以他们的书风，直到南宋初期仍然盛行。米芾又是成就于苏轼和黄庭坚之后，所以他更善于取古人之神而遗其貌，非仅在一点一画上下功夫。米芾传世书迹颇多，赫赫有名者如《论书帖》、《蜀素帖》、《苕溪诗卷》、《元日帖》、《吴江舟中诗》、《致窦先生尺牍》、《珊瑚帖》、《王略帖赞》等，皆是令千古爱好书法艺术者赏玩不已之佳作。\n\n米芾更有理论专书《宝章待访录》与《书史》两卷，为其个人鉴赏书法的实录；另有《海岳名言》一卷，虽然是提纲挈领文词简要的著作，但多经验之谈，足以作为后人研习书法的南针。「书论」亦是米芾于书法艺术上的一大贡献，提倡明白的品评语言，崇尚天真自然的书风，又提及尊晋卑唐的评书标准，态度明确，观点清晰，此点在宋代乃至书法史上都是不可多得的。\n\n米芾书法影响始于南渡之后。北宋有其子友仁、有知，及陈昱；宋室南渡后，高宗开始重视米书，内侄吴琚专学米书，几可乱真。元代鲜于书、赵孟俯都收藏过米书，并给予高度的评价。明代董其昌学米而出之以淡，敛戢元章跳踉之习；清初王铎学米而益之以猛，张皇元章驰骤之势。\n\n宋四家书法各有其特色，但就书法艺术言，米芾最多变，师承最广，专研最深，收藏博德，在宋代书坛上占有举足轻重之地位，而现代学者研究米书者众多，唯鲜有人将尺牍独立论之，于感其颇具研究价值，故兴起一探米芾尺牍之书写背景与书法艺术之动机。\n\n第二节 研究目的\n\n本文以米芾尺牍之书法艺术研究为题，经由米芾所处的时代及生平作品、思想、学书历程等探讨，希望掌握米芾尺牍之书艺美学特色及笔法析论，从而完成以下目标：\n\n一、系统化整理米芾之尺牍数种及尺牍内容研究。\n\n二、给予米芾尺牍的书艺成就以客观的评价。\n\n三、专论米芾笔法及其尺牍上的应用。\n\n第三节 研究方法\n\n本论文的研究方法，可分为以下几点\n\n一、概述法\n\n将米芾之生长背景与书学背景做一探讨。考米芾生平、仕宦、交游、书艺、笔法、论书观点。\n\n二、搜集法\n\n宋代散体书信格式及用语，米芾之生平事迹、学书历程、书迹著录、书法理论的著作、其它著作、宋代至今学者对米芾书艺之评论，举凡相关的论文、期刊、专书等均搜集。\n\n三、分析法\n\n运用分析法，将搜集之资料作归类，将尺牍按时间作一排序，并作书写背景简介与书法艺术赏析。\n\n四、归纳、观察法\n\n对米芾尺牍作一归纳，统整书写时间及背景探究，并观察其用墨、表现手法、章法、布局，作为鉴赏之依据。\n\n五、鉴赏法\n\n以艺术美学的观点，鉴赏分析米芾尺牍。\n\n六、肯定法\n\n以书学角度，肯定米芾的书学价值与历史地位。\n\n第四节 文献探讨\n\n至今已有许多人研究过米芾，不论在其人、其书，甚至其画上都有研究，以研究书法者居多，以下乃于作此研究参阅的部分：\n\n一、高辉阳先生于民国六十二年发表的硕士论文《米芾其人及其书法》，主要探讨米芾之生平与性格，尤其对米芾的生长背景考证得十分精细，可惜对「米芾其人」与「书法」两部分，探究得不够深远。\n\n高氏另有〈米芾宦游考〉之专篇文章，对米芾从少到老的居处、行迹、所为作一探讨，对日后考证尺牍的真伪及书写年代是一大助益。\n\n二、刘正成主编，于公元一九九二年出版的《中国书法全集-宋辽金-米芾一》与《中国书法全集 宋辽金 米芾二》二册，为目前米芾作品考释与书迹观摩的最佳参考书籍，但对米芾作品考证、书学理论及笔法着墨未深。\n\n三、郑峰明先生于民国八十九年著作的《米芾书学之研究》一书，对米芾之书学背景、生平、交游、思想、书法作品作一介绍，但可惜的是此书涉略推广而论述则流于浮泛。\n\n四、曹宝麟《抱瓮集》对米芾《箧中帖》、《太师行寄王太史彦舟》、《竹前槐后诗帖》、《乐兄帖》、《拜中岳命作》、《监斗帖》《露筋之碑》、《闰月帖》多所考证，对书写背景及笔法研究之深，又根据文献左证，提出个人见解，不流于世俗之泛说，堪称当前未尽研究之典范论述。\n\n五、另有一些专篇文章对米芾的书风及用笔惟有深入的探索，但就尺牍的专研上，并未有专门提出来研究。\n\n第二章 米芾生平传略\n\n自古颂诗读书之前，皆应对作者及书者有充分的了解，如此才能助于对作品的鉴赏，欣赏中国传统之书艺亦是如此。米芾其人，在《宋史?文苑传》中虽有载录，但仅约三百字左右，大致可了解米芾其人其事，但毕竟失之疏略。所以欲进一步了解米芾，只好借助其它史书或文集。此章节之概述，即以《宋史?文苑传》为纲，辅以其它典籍，钩勒米芾之生平概况，以助于对米书之了解。\n\n第一节 里籍与先人\n\n一、里籍\n\n米芾，初名黻，元佑六年，四十一岁后改作芾，字符章，宋开国勋臣米信五世孙。世居太原，后徙襄阳，故自号襄阳漫士、鹿门居士。以尝知淮阳军，故自称淮阳史。曾监中岳祠，自称中岳外史。晚年定居京口，筑海岳庵以居，因号海岳外史。其余别号尚多。仕至礼部员外郎，唐、宋礼部员外郎中掌省中文翰，称南宫舍人，故人称米南宫。\n\n其里籍据《宋史-文苑传》云：「米芾，字符章，吴人也。」[1]《宣和书谱》云：「文臣米芾，字符章，初居太原，后为襄阳人。」[2]依《宣和书谱》所载，米芾曾居住过太原、襄阳，但宋史何以称作吴人？依宋《京口耆旧传》云：「其父尝家襄阳，未几迁丹徒，故国史书称曰吴人。」[3]又明方信儒云：「宝晋米公世居太原，后徙襄阳，自公始定居润州。」[4]由上述记载，可知米芾祖先世居太原，迨其父时迁居襄阳，中年仕宦后，经过润州，喜其山川风土，始定居润州。润州即今江苏镇江。按曹宝麟《米芾年表》，米芾定居润州在四十五岁，故宋史称其为吴人，乃指中年以后之事。\n\n二、先人\n\n《宋史?文苑传》但云：「米芾，字符章，吴人也，以母侍宣仁后藩邸旧恩，补含光尉。」[5]以此之米芾以其母曾侍宣仁后之旧恩，得以进入仕途。宋《京口耆旧传》云：「其先以武干显，母阎氏与宣仁后有藩邸之旧，以恩入侍。」[6]由此之米芾先人是以武事获求俸禄。五世祖米信是宋初功臣，高曾祖辈多是武臣，其父米佐始为书儒，其母阎氏乃英宗皇后乳娘，被赐为丹阳太君，因此承受母荫，得补含光尉，延入仕途。\n\n第二节 米芾之生平事迹\n\n一、生卒年\n\n米芾寿考，有谓四十九者[7]，亦有谓四十八者[8]。蔡肇米元章墓志铭则谓：「享年五十有七」[9]。而当今日本「宋史提要编纂协力委员会」出版之宋人传记索引谓享年六十[10]。众说纷纭，不胜列举。\n\n二、仕宦\n\n米芾入仕虽早，也曾经有过抱负，但大抵均为地方县官，职微权轻。其在中央任职，仅为受知于宋徽宗，曾召入为书画学博士，擢为礼部员外郎，但旋即以言者罢去，下放知淮阳军。可惜这段佳缘维持不到二年，后虽迁礼部员外郎，未入拜，而弹章言其「出身冗浊，冒玷兹选，无以训示四方。」[11]遂下旨罢去，出知淮阳军。 米芾希望利用手中微薄的权力为社会出力，落得的却是「白简逐出」、「仕数困踬」的结局。他只得玩忽公事，最后沉浸到书画之中作他的「逍遥游」。无可奈何，分明是一种不甘失落和自我完善的精神胜利的心态。并且，他不得不以自嘲嘲人，韬晦放浪的反常言行周旋于官场和社会，并将这种心理状态倾泻于自己的书画艺术，以期求得心理的平衡。\n\n按曹宝麟的整理，米芾宦历如下：一、秘书省校书郎；二、含光县尉；三、临桂县尉；四、长沙从事；五、杭州观察推官；六、淮南幕府；七、润州州学教授；八、雍丘县令；九、监中岳庙；十、涟水军使；十一、发运司管勾文字；十二、蔡河拨发；十三、太常博士；十四、监洞霄宫；十五、无为军使；十六、书画博士[12]。若到书画博士时为十五任，那么可能他不把监洞霄宫计算在内，因为他任无为军自称为「复官」。有书记载米芾未入拜而弹章已上，因被白简逐出。然而元?周密《云烟过眼录?天台谢奕修养浩斋所藏》（卷下）中分明记载了「尚书礼部员外郎米芾审定」的《辨印帖》，可证此说乃属耳食。所以在其宦迹中理应再加上：十七、礼部员外郎；十八、淮阳军使。\n\n三、人品与习性\n\n（一）交世故\n\n米芾「交世故」的利器最有效的就是他的绝技─书画。只须是权要，他一概可用书画作敲门砖而登堂入室，踞为上席。在诸宰相中，除了蔡确、司马光、吕公着等少数人外，历朝相府无不有他的履迹身影。而他与苏轼、黄庭坚、秦观、蔡肇等人的交游，大多是以书画作为媒介而见诸记载的。 另有「交世故」知招数─畸行诡迹和奇谈怪论。不得不承认这有一半是出自其颠的天性。董友知对米芾此一颠狂个性有十分的见解：\n\n 「其实，他根本不颠。这里，开展来说，张颠、素狂、杨疯子，也并非真的『颠、狂、疯』；就是阮籍与李白醉酒，醉意也不全在于酒。这些著名的大书家，封建社会的显赫人物，一者，心目深处憧憬着非常强烈的名禄诱惑力，可又不情愿周旋于腐败官僚圈子里的背俗环境；他们胸中的正义抱负实现不了，却又控制不住内心世界的情懑发泄，时时还在斥责讥讽权贵。二者，在帝王统治下，本人身分已大白天下，面临险恶形势，出于万般无奈，才以酒消愁，借故颠狂，无非是权作保护自己，与世抗争的一种手段。鉴此，若不能认知米芾的机敏智慧是不公平的，但如不能明察其佯狂作颠也是不实际的。他的独特性格就在于既能压抑自己的天才和睿智，又能曲从别人嘲弄与自我摧残，以便在新旧档的激烈倾轧中应付优游，这恰恰是他真正聪明的自然流露和意念体现。」[13] 再说，他戴高帽，着深衣，全然「不用世法」，虽被讥为「活卦影」而不顾，他是唯恐别人不注意他的。生为宋朝人的米芾，确爱着唐服，众人皆奇之，使他给人格格不入，不易相处的感觉，遂于现实的官场文化中，处处受排挤，蔡肇云： 「风神潇散，是其一流人也，举止颉颃，不能与世俯仰，故仕数困踬。冠服用唐人规制，所至人聚观之。」[14]\n\n（二）洁癖\n\n米芾洗手不用巾拭，相拍至干之类的事，为宋人所津津乐道。自己的私人用具只要被他人拿过，嫌赃会一连喜好多次，而将鞋子洗破。 长期的心理扭曲有可能使始米芾沾染种种行为上的怪癖。然而，全面的考察米芾，以现代心理学和行为科学的理论来剖析米芾的「洁癖」，结论或许并非那样简单。作为社会存在的米芾，满目满心的累累伤痕和层层污垢一直缠绕着这个极端清高自负的人物，这是他苦痛终生的事。他必须也必然会作出心理上的防备以求解脱。\n\n（三）喜好佛学\n\n从米芾留下来的书迹可见一般，如《天衣怀禅师碑》、《法华台诗》、《方圆庵记》、《跋头陀寺碑》、《明道观壁记》等。 翁方纲更从《米海岳年谱》中记载一段米芾过世前近乎羽化的过程： 「《志林》云：『米元章晚年学禅有得，知淮阳军未卒，先一月，作亲朋别书，焚其所好书画奇物，造香柟木棺，饮食坐卧书判其中。前七日，不茹荤，更衣沐浴，焚香清坐而已。及期，遍请郡寮，举拂示众曰：『众香国中来，众香国中去。』掷拂合掌而逝。』」[15]\n\n四、交友\n\n米芾有一些志同道合的朋友，互相鼓励提携，人生路上不感孤独，且经由同一事物的热衷，可互通有无，彼此砥砺。他一生中有不少书画之友，自然为他提供许多创作技巧及鉴赏之法。以下仅列出几位：\n\n（一）苏轼\n\n米苏认识于元丰五年。元丰三年，东坡因作诗讥评时政，被贬为黄州团练副使，谪居黄州。米芾亦于此时离开长沙掾之职，漫游四海，元丰五年旅居至杭州近郊，与黄州不远，故前往拜谒东坡，易苏民云：「轼四十七岁，在黄州。……是月（三月），米芾初因马梦得来谒，馆于雪堂，遂与订交。」[16]此虽为二人初次见面，但基于彼此书画上的同好，颇好相见恨晚之情，东坡不仅将珍藏之吴道子《释迦佛图》予共赏，并亲绘一幅《枯木竹石图》赠之。 在书法上，东坡亦以自己多年的学书经验，提供米芾学书应摆脱唐法，以晋人为尚方是。米芾采其意见，弃唐入晋，体会晋书之高雅气韵，进而钻研之，以成其日后为研究晋书的专家，易对其日后发展有深远的影响。 米苏二人相差十五岁之多，但基于二人对文学与艺术的共同喜好，竟能成为相知相惜的忘年之交。尤其东坡贵为跛宋文坛领袖，米芾与东坡交往，当然亦可认识许多文友，加上东坡多次对米芾的奖掖，不仅对其学养、书画有深远影响，更奠定米芾于北宋艺坛的地位。\n\n（二）王安石\n\n米芾与王安石的交游可见于《宝晋英光集》： 「盖仆元丰六年，赴希道（即刘庠）金陵从事之辟，会公谪居，始识公于钟山。」[17] 此为二人相识之始。二人共同兴趣为书法，王安石少时尝学唐人杨凝式书，但无人得识，至米芾观其字，以其多年之学书经验，即知出于杨凝式，令王安石大为叹服，也因此成为书学好友。王安石长米芾三十岁，且于政治地位又是如此悬殊，因此二人交往并不频繁，多仅于王安石爱才惜才之心而颇关爱而已。\n\n（三）蔡肇\n\n王安石谪居钟山之时，蔡肇从学于安石，藉由此故，米芾得与蔡肇相交，米芾之墓志铭即由蔡肇执笔，可之二人相交之深。蔡肇云： 「余元丰初谒荆国王文公于金陵，公（指米芾）以诗文贽见，文公于人材少所许可，摘取佳句，书之便面，由是始识公，故为之铭。」[18] 米芾与蔡肇二人相识于元丰六年，或于二人之年龄与社会地位皆相仿，且皆能文善诗好山水画，自然成为好友。高辉阳云：「蔡肇，……能文善诗，工画山水，米芾定居润州后，与其交往更密，游山登楼，相与唱和。」[19]中年后，米芾定居润州，二人交往更频繁，为米芾晚年挚友。\n\n（四）薛绍彭、刘泾此二人与米芾是同辈，他们的共同兴趣是收藏古书画。米芾曾有一首诗描述其况，诗云： 「唐满书奁晋不收，却缘自不信双眸，发狂为报豢龙子，不怕人称米薛刘。」[20] 「铁三角」的关系，自非一般雍夫俗子可比。所以向刘泾收得佳画，米芾即寄以诗云：「刘郎收画早甚卑，折枝花草首徐熙，十年之后始闻道，取吾韩戴为神寄，迩来白首进道奥，学者信有髓与皮。」[21]刘泾之收藏书画，由「皮」而「髓」，米芾即称赞其「进道奥」矣，足见良师益友之可贵。 米芾与薛绍彭的关系，最重要的不是称兄道弟，或往来酬酢的饭局，而是谈艺论道深深吸引了对方。米芾《自涟漪寄薛郎中绍彭》诗云：「老来书兴独未忘，颇得薛老共徜徉。」[22]米薛能在彼此切磋琢磨中，获致书法上相同的成就，洵为千古美谈。\n\n第三章 宋代散体书信概述\n\n欲研究米芾尺牍，便应把宋代及同时代的书信格式及用与作一番了解，于是列出以下之项目。 宋代古文，以柳开为最早，尹洙、穆修继之，至欧阳修始大盛焉。范文正公〈尹师鲁集序〉曰：「五代文体薄弱，皇朝柳仲涂起而麾之，洎杨大年专事藻饰，谓古道不适于用，废而弗学者久之，师鲁与穆修长力为古文，欧阳永淑从而振之，由是天下之文，一变而古。」言宋初古文之渲变甚明。初始，「西昆派」尚声偶之势正盛，古文绌焉。至苏子美兄弟与穆修、尹洙出，复倡古文，书信皆以古文出之，及欧阳修出，卓然唯一代古文宗匠。三苏、曾巩之伦皆出其门，王安石异围殴公推挽，而与欧公并也。其先后为古文书，又有范仲淹、宋祈、刘敞、司马光等，古文遂盛，书信亦多以古文为之。 南宋古文，皆承北宋之风。至于程朱一派性理散文，亦为散体。盖道学至宋始盛，其影响于文学亦甚大。自堂以来，言古文者，虽渐去华就朴，为文必衷经术，然仅有时因文见道而已。及道学派出，然后拯力以求道学之所在，而不屑于文，以为徒雕琢其辞，亦末乎云尔。 论宋代书体，以书启为主，笺已公文化矣。启皆以四六行之，书则有骈有散，而以散体为多，理学论函尤重内容而略修辞也。且自宋代，始重书函，《宋始艺文志》颇多刀笔、书尺类尺牍书籍之存录，而《圣宋明贤五百家播芳大全》之重实用性，较其它总集尤为显明。又有研究四六之书籍，亦多批评四六之作，又有《书叙指南》、《翰苑新书》，可知宋代对于书信之重视，已超越前此者也。 宋代最常见的书信格式多于首曰「某启」，末则署发收信名衔，即「某致书于某」也。\n\n第一节 书之格式\n\n一、具收发信人者\n\n（一）首发信人，末发收信人皆具，「某启…某再拜某某」之格式，宋代最为普遍，以其用语不同举下例以明之。 1.「修启…不宣。修再拜 端明侍读留台执事。三月初二日。」[23] 2.「抃启…谨奉手启陈谢不宣。抃顿首 知府舍人阁下。」[24] 3.「襄启…不具。襄上 公谨左右。」[25] 4.「绛顿首…匆匆不宣。绛再拜 从事同年兄。十七日。」[26] 5.「芾皇恐…不具。芾顿首 司谏台前。」[27]\n\n（二）首书收信人，末署收发信人者：此格式较罕见。 1.「云夫七弟…十月十一日。兄庭坚报 云夫七弟。」[28]\n\n（三）首书发信人，末署发信人：「某再拜某某…某白。」此格式元代较为普遍，宋前已见，明清亦皆有之。 1.「某再拜圣俞二哥…不宣，某白。」[29] 2.「某惶悚顿首上党三哥良执…某顿首。」[30]\n\n（四）首末皆具收发信人者，宋元偶有之，明清未见。 1.「轼奉寄若虚总管贤弟…不宣。轼书奉若虚总管贤弟。」[31] 2.「汾阳郭忠恕致书答英公大师…不宣。迁客郭忠恕达英公大师座前十二月二十五日。」[32]\n\n（五）首书发信人而未略者：「某致书某某…。」宋元明清不乏其例，清代尤多。 1.「修顿首白秀才足下…幸察。」[33] 2.「巩顿首载拜舍人先生…不宣。」[34] 3.「轼顿首文潜县丞张君足下…。」[35]\n\n（六）首略而末具发收信人者：「…某致书某某。」宋元不多，明清两代则应用甚为普遍。 1.「…彦博启 安抚资政。」[36]\n\n（七）首书收信人，末署发信人者，唐已有，宋元明不多见，清代甚为普及。 1.「元珍学士…修拜曰，八月二十四日。」[37]\n\n二、谨署发信人者\n\n（一）书之首末皆署发信人者，宋代之例较多，元明清较少。 1.「修白…修再拜。」[38] 2.「清臣启…清臣顿首。」[39] 3.「琦再拜启…琦再拜启。」[40] 4.「彦博启…彦博启。」[41] 5.「芾再启…芾再拜。」[42]\n\n（二）仅首署发信人而末略者，宋代较多，元明清较罕见。 1.「希白…。」[43] 2.「修白…。」[44] 3.「某启…。」[45] 4.「轼启…。」[46]\n\n（三）首略而末具发信人者，宋元均有其例，明清则甚为普遍。 1.「…某启上。」「…某又上。」「…某上启。」[47] 2.「顿首…某再拜。」[48] 3.「…巩再拜。」[49]\n\n三、仅书收信人者，多书于首。此格式宋元明罕见，清稍多。 1.「运判阁下…。」[50]\n\n四、其它格式\n\n（一）家书之格式与一般朋友书信格式大同小异，惟多省略客套语。资举家书与平辈及家训与晚辈之例。\n\n 1. 「某拜上三哥监簿…」[51] 2. 「子由弟…。」[52] 3. 「三郎四郎…不具 叔押报。」[53] 4. 「…不具，吾书达通理十二郎。」[54]\n\n第二节 上书、启、笺、状等格式\n\n宋代后之上书，几与一般书信无别，有「与丞相书」而不称「上书」者，可知「上书」与「书」之界限已渐泯灭矣！兹就所见者略述之。\n\n一、上书：以其为上行书信，故行文至为严谨。\n\n（一）首明发收信者，末署名或有或无。\n\n1.「后二月五日开再拜谨奉书于执事…开再拜。」[55]\n\n2.「某月日某谨再拜献书知府待制阁下…。」[56]\n\n3.「月日具官某献书太师潞公执事…。」[57]\n\n（二）首书发信人者，末署名或有或无。\n\n1.「某启…不任恳切忧惶之至，不宣，某再拜。」[58]\n\n2.「某启…伏惟疏密尚书台候起居万福。」[59]\n\n3.「某启…伏惟以道以寿，下情不任惓惓之至。」[60]\n\n（三）末署发信人者，为例不多。\n\n1.「…不任惶恐战栗之极。仲淹惶恐再拜。」[61]\n\n 2.「…不宣，轼再拜。」[62]\n\n（四）首书收信人，信末署名或有或无。\n\n1.「正言执事…不宣。」[63]\n\n2.「内翰执事…。」[64]\n\n3.「参政侍郎阁下…。」[65]\n\n二、启：宋元明清皆有启，宋代甚多，后渐少，可知启至现代已没落矣。\n\n（一）首曰某启者：宋代一般书信，亦多首曰「某启」，宜辨之。 1.「某启…。」[66] 2.「右某启：伏念某…。」[67] 3.「右轼启…。」[68]\n\n（二）首曰「再拜」。 1.「再拜，伏蒙入赞机政…不任祝颂之至。」[69] 2.「修再拜天赐友兄足下…。」[70]\n\n（三）以「兹者」、「此者」、「向者」始言。 1.「兹者，伏承宝文内翰…。」[71] 2.「向者某官奏南司之课…。」[72]\n\n（四）以「伏案」「伏以」「伏念」「伏自」「伏蒙」「伏承」始言者，以「伏审」「伏以」为多。 1.伏审 （1）「伏审判府司徒侍中宠词上宰…。」[73] （2）「伏审光奉帝诏，入持国枢…。」[74] 2.伏以 （1）「伏以朋友道缺…。」[75] （2）「伏以副疆阻阔…。」[76] 3.伏念 （1）「伏念安石孤穷之人…。」[77] （2）「伏念倾盖如故…。」[78] 4.伏蒙 （1）「伏蒙过采浮议…临启怔忪，果于得请。」[79]\n\n（五）以「窃审」「窃以」「窃承」始言者。 1. 窃审 （1）「窃审抗言辞宠…。」[80] （2）「窃审擢自南宫…。」[81] 2. 窃以 （1）「窃以天下之事…。」[82] 3. 窃承 （1）「窃承显奉制恩…。」[83]\n\n （六）以「恭审」始言者。 1.「恭审肃被宠灵…。」[84] （七）以「承闻」「兹审」「某闻」「某」等始言者。 1.「承闻大号，登用正人…。」[85] 2.「近审新命…祝颂之素，写述难周。」[86] 3.「襄闻古者师氏教女以…。」[87]\n\n三、状、笺、简、札、剳子。\n\n（一）状：状于宋代后作为公文者甚多，行文多以四六。 （二）笺：宋明之笺多作公文。 （三）简：多称「书」之较简短者，故又称「书简」，或与书别立，或合置。 （四）札：如今之便条，省略称谓、客套语。 （五）剳子：多为奏议性质。\n\n第四章 米芾尺牍\n\n前一章以概述宋代尺牍之文学部分为主，此章节结合艺术与历史性，初步探讨米芾尺牍。第一节鲜论米芾之书学思想，后一节乃通篇概缆米芾所有尺牍。\n\n第一节 米芾之书学思想\n\n一、渊源\n\n（一）自古说法 米芾之书，宋史称其「得王献之笔意」，宣和书谱谓「书学羲之，篆宗史籀，隶法师宜官」，司陵翰墨志谓其「收六朝翰墨，副在笔端」，洞天清禄集谓其「本学颜」，韵语阳秋谓「始学罗逊、濮王书，其变体出于王子敬」，周必大谓「初学罗让书」，曾觌谓其「早年涉学既多，晚乃则法钟、王」，范成大谓「米书初自沈传师来，后入大令之室」，吕企中谓「始学颜书，已而厌其俗，闻有李邕法，又恶之，遂学沈传师」，李简士谓其「远绍王右军」，都穆称其「入晋人之室」，陆完谓其小楷，「用笔妙处，极得右军乐毅论法」，苍韵轩碑跋谓其「自晋、唐诸名家出」，文彭云：「或言其书自沈传师来，晚学李北海」，王世贞谓其「源自王大令、褚河南」，王铎谓其「书本羲、献」，「得兰亭、圣教天趣」，书槩则谓其书「大段出于河南，而复善摹各体」。[88]\n\n（二）自述书学 韩侂胄所刻的《阅古堂帖》（后改为《群玉堂帖》）第八卷有一篇米芾的自述书书学，举出他学书由颜真卿而柳公权，而欧阳询，而褚遂良、而段文昌、后是法帖，晚乃学历书的《刘宽碑》、篆书的《咀楚文》、《石鼓文》和《钟鼎文》，而书壁则学沈传师，但沈长于大字，拙于小字，米芾遂不取其小字。\n\n二、「集古字」到「开创书风」 有人曾笑米芾的字是「集古字」，但后人皆谓米芾能学古而出新意。他对前人的评论很苛刻，崇拜羲、献，却又大言：「一洗二王恶札，照耀皇宗万古。」其实真知者皆明了米芾的学习既非好高骛远、见异思迁，也不拘守一家，泥古不化。他善于博采众艺，形成自己的面貌。所以当他自己说到老才自成一家，别人见了「不知何以为祖」。他论古代书家都是各各不同的，贬斥那种专事模仿的书法为最不足道的「奴书」。这说明了米芾学古人书善于取其神而遗其貌，不是在一点一划上下功夫。\n\n三、得笔 所谓「得笔」除指用笔之外，还包括了分布与结体。米芾主张字的分布与结体，要在统一中求变化，在变化中达到统一，把裹与藏、肥与瘦、疏与密、繁与简等对立的因素融为一体，达到「稳不俗，阴不怪，老不枯，润不肥」，就是「骨筋、皮肉、脂泽、风神皆全，犹如一佳士也。」米芾重视整体气韵，兼顾细部的完美，因而书写时能够左右顾盼，前后呼应；行与行之间以及每一行之中各有正、侧、掩、仰，其间正、侧、掩、仰的程度右各有不同，书写前意在笔先，胸有成竹，书写过程中随遇而变，独出机巧。米芾书法中时常有侧倾的体势，欲左先右，欲扬先抑，都是为了增加跌宕磊落的风姿、骏快跳跃的神气，出于天真自然绝不矫柔造作。后来学米的人，有的只从某一点上去学，形成「偏欹」或「步入狂狠」，失去了米芾的风韵。这种情形，在很大程度上由于书学米芾一家，未能博综众艺，所以降低了书法的艺术性。\n\n四、刷字\n\n米芾曾自称「刷字」，并借以区别于别人的「勒字」、「排字」、「描字」、「画字」。从不受约束、秉笔直书来说，称「刷」未尝不可，从处处讲求得笔、力尽精微来说，非一个「刷」字所能概括。 《海岳名言》云： 海岳以书学博士召对，上问本朝以书名世者凡数人，海岳各以其人对曰：「蔡京不得笔，蔡卞得笔而乏逸韵，蔡相勒字，沈辽排字，黄庭坚描字，苏轼画字。」上复问，卿书如何？对曰：臣书刷字。[89]\n\n《续书谱》论用笔有「悬针」与「垂露」之说，并以「无垂不缩，无往不收」作为「悬针」、「垂露」说的解释，凡此，都是要求作书时运用中锋、藏锋以增加内在的骨力，成为后来书家讲求笔法的一个准则。\n\n五、运笔\n\n米芾的运笔变化多，是历来评论者公认的。他自己曾得意的说：「善书者只有一笔，我独有四面。」他用「三」字「三划异」表明他不满足于用笔的平板和缺乏变化，力求在统一中求「异」。按照这种说法，哪怕一个简单的「三」字，三画的长短、间距、起笔落笔和呼应、映带应有不同，这才能产生错综变化的美。当然，在一作品中，任一字并非孤立的，除讲求单字的「异」，更须顾及上下左右的许多字相契合而产生变化，绝不能刻版的规定，不然又违反了「『三』字三划异」的原则要求了。 运笔纵横挥洒，满纸弥漫着精力、猛厉的力量和逼人的才华，又处处流露出敏捷的智慧，似乎毫无顾忌，确时时透露着深思熟虑的痕迹。\n\n六、个性化的书风\n\n米芾长期沉浸于大量的古代书法名迹之中，并作过极为深入的研究。他毕生明确的寻求着「随意落笔，皆得自然，备其古雅」[90]的理想境界，这与「志气和平，不激不厉，而风规自远」的传统艺术思想完全一致。\n\n按理来讲，他应当或者可能像他的先辈，或向同时代的某些书法家那样，开创出一派平和简静的书风。然却非如此，甚至与被称为「颠狂」的怀素、杨凝式的书风也有着明显的不同之处。在我国书法艺术始上帝依次掀起了志气浩荡，既「激」且「厉」的波澜。 米芾书法如其气质，充满情感但却理智。后人评其书法如「快剑斫阵」[91]、「弩射千里」[92]、「风樯阵马、沉着痛快」、「天马脱衔」，确实是从运笔技巧和对书法直观的角度道出了米芾书艺的特点，即能在大胆放纵的笔势之中注意到笔豪的收放统摄；结字不拘成法，旺盛的笔势穿梭其间，有如疾风中的船帆，硝烟坚的战马，势不可遏而稳健有力。然结合米幅的内心世界及其所有的书法作品来作一番分析，其间还有更深的美学意义。\n\n米芾的书法结体，统一在这样的情绪世界里，欹正相生，给人一种绝处逢生的感受，但仔细观察，左倾右倒，没有一个平稳安详的结构，这在米芾之前任何一家的书作里都很难找到类似的风貌。他把「故作异」转入「自然异」，在布白上，他每以大块空白与紧凑的点化作强烈的对比，从而增强视觉效果。在倾倒的结体中，往往突出一、二主笔，作为异常挺拔的支柱，以求得结体的平衡。其不衫不履、随意布势、字字追随的章法，统摄于一种信念之中。\n\n联系米芾毕生追求的那种成为宣言式的艺术境界，充其量式某种矫枉过正的表现。强烈的个性受到长期的压抑，理智的神经清醒的意识到无法压抑也无法抗争，但它们最终依然在清醒的理智的支配下用另一种情绪喷发出来了；率意放纵的笔法，奇诡颠逸的结体，放浪形骸的布势，不正是米芾书法艺术所淋漓尽致的寓示的情情绪世界和清澈的理智世界吗？下笔如飞，纵横挥洒，理智的神经又牵动着自我警觉的鞭勒，「沉着」的笔势与颠意的艺术世界与「痛快」的本来性情又天衣无缝的揉合在字里行间，丝丝入扣的提按顿挫随着清晰的自控意识在米芾笔下，这难道不是米芾精警缜密的内心世界与深藏的清醒理智吗？\n\n七、作品类型\n\n由于各个时期感受的差异、不同的对象和不同的心境及功力、学力、艺术样式的不同，米芾的书艺除了有其基本的风格外，也存在一些个别差异。后人沈培芳将其传世书作分为四种类型[93]。\n\n（一）小字与跋尾书 此乃米芾自恃甚高之作，如《王略帖》赞、褚模《兰亭序》跋、《向太后挽词》等。这类书作笔致精到，字字珠黍，结体相对平正，可能因静居面对珍藏先贤珍迹时，既与纷陈的乱世暂时隔绝，又可暂时平息往日那种自我忧虑的矛盾心态，得以从容构思落笔以求先贤的艺术成就相匹配的缘故。想必势在那种「沐手命笔」的创作状态中写成的。\n\n（二）大字作品 如《虹县诗》、《多景楼诗》等。气势恢弘，笔力扛鼎，莫色丰富，沉着痛快，是米芾「刷」字的典型风格。这些作品，落笔着纸重，速度快，取涩势，借助笔与纸面较大的摩擦力，表现出特有的蓬勃生气和胆魂。\n\n（三）临古作品 凝神静气，讲求神韵，力求形神兼蓄，如传世王献之《东山帖》、《中秋帖》、陆柬之《五言兰亭诗》等。尽管神态皆肖，但勾趯波发之间，往往显出米芾特有的英俊剽悍之气和跳当的习气。这些作品，鉴赏家均曾暗示是米芾伪作，想来是为爱古之心所驱使，不愿点破而已。\n\n（四）书札 笔致最为率意放纵，结体倾侧奇险，转换多机巧锋芒。在米芾大量的书作里，字体大小其正悬殊最大并偶有涂改的作品，为此一类，可视作米芾风格的典型代表。\n\n八、论书观点[94]\n\n（一）把笔轻\n\n将把笔视如无物，只要「心手虚」，就不受笔的拘束，便能挥写字如，达到「振迅」与「天真」的目的；写到熟练时，再求变化，自然会生出意想不到的巧妙。\n\n（二）得笔\n\n字的骨、筋、皮、肉的线条遒劲、美观，脂泽和风神的结构要求统一。\n\n（三）三不同笔法\n\n「三」字应有长短不一的距离，写来自然生动。每字书写前应思考，后下笔。\n\n（四）「使毫」和「行墨」之相辅相成 「使毫」和「行墨」要达到浑然天成的境界，有如莼菜丝似的柔和，使人看字而生快感。\n\n（五）「圆」与「褊」 「圆」是浑厚，「褊」是涩弱，不论用的是中锋或偏锋，只要运笔得法，便不至于褊。米书中多运用涩笔，因为他敢用涩，所以能够「沉着」挥毫；写至精熟时，便生「痛快」，这是学米书最难的一关。\n\n第二节 米芾尺牍之探究\n\n一、《盛制帖》\n\n\n\n（一） 释文： 盛制珍藏，荣感。日夕为相识拉出，遂未得前见。寒光之作，固所愿也。一两日面纳次。黻顿首。天启亲。\n\n（二） 简介： 1. 此为致蔡肇书札。 2. 蔡天启（蔡肇），润州丹扬人，尝先后从王安石、苏轼学。 3. 此帖为元丰五年赴金陵幕，会主者谪去，因见王安石之时。此时天启正从荆公读书于钟山也。此处主者乃指刘庠。故知此帖乃米黻书于金陵，而时正为元丰五年。 元丰六年（公元一○八三年），米芾因刘庠之荐引，而往金陵拟谋「从事」之职。[1]，遂告落空。此时正值王安石谪居金陵钟山，米芾以诗文贽见。介甫于人向少称许，然于米氏诗文却颇赏识[2]，并与之共论书法[3]，米芾于观赏王荆公书法后，鉴别出其所受唐代书家杨凝式之影响，王大为叹服，谓「无人知之」[4]。此时米芾年仅三十三，然其惊人之鉴赏能力，业已显现。\n\n另米芾死后，其「墓志铭」之作者蔡肇，亦于此时相识，盖蔡乃王之门人，时正在帐下。 补：刘庠，宋颜子，字希道，中进士第。英宗求直言，庠上书论时事，除监察御史里行，帝不豫，储嗣未正，庠疏颖王长且贤，宜使日侍禁中。神宗立，迁右司谏，历知开封府，王安石欲见之，竟不往，奏论新法，不附安石。元佑初加枢密直学士，知渭州卒，庠有吏能，淹通历代史，安石称其博。\n\n（三） 艺术赏析：\n\n1. 因是信札，所以风骨超逸，通帖观之，行草相间，愈写愈见精神。\n\n2. 首行起始，出之以行书，接着以草为主，行笔迅猛而带涩势，圆劲流畅而不飘浮。写至款字「黻顿首」处，此时笔锋上的墨已不多，行笔意如游丝，亦如粉蝶戏花，蜻蜓拂水。然而事虽言明，意犹未尽，空纸尚在，遂又笔酣墨饱，纵情挥洒。直至「天启亲」三字雄立乃止。其癫狂怪癖，纵情肆意之态如在眼前。\n\n3. 细观整幅作品，第一行与后三行的字体不一致，「盛制珍藏」四字展露此作品给人的感觉应是向外伸展但带有些刻意笔触；而「荣感日夕」以下却有信笔写来，连绵一贯到底之流畅感，越写越畅快，至最后款字「黻顿首」一笔带起，末笔往上一挑，附加一点，使整幅作品意更饱满，气不外漏。虽然首四字给人庄重，小心翼翼之感，但「荣感日夕」四字调和了上下的意态，由慢而快的速度，把米芾信手执笔意犹未尽的心情表露无疑，更潇洒写出「天启亲」三字。后有董其昌跋：「老米此尺牍似为蔡天启作，笔墨字形之妙尽见于此。」\n\n4. 整体言之，此帖竦瘦节体尚多，意态奇出。\n\n二、《乱道帖》\n\n\n\n（一） 释文： 向乱道在陈十七处，可取和，及未？寒光旦夕以恶诗奉承。花卉想已盛矣。修中计已到官。黻顿首。\n\n（二） 简介： 1. 此为致蔡肇书札。 2. 按曹宝麟说法：有人取帖首二字，定名为《向乱》，大误。「乱道」意为「乱说」，乃宋人谦称时已诗作之语，如欧阳修《答连职方书》云：「乱道《思颖诗》一卷，粗以见志，闲中可资一噱。」帖云「取和」，即见旨归矣。\n\n（三） 艺术赏析：\n\n1. 米芾此帖快剑斲阵的气势，行云流水般的节奏，把自己的内心世界及娴熟技巧表现的淋漓尽致。\n\n2. 米芾大胆的突破了「笔笔中锋」的模式，妙用侧锋，多用转笔。\n\n3. 此幅作品多用连笔，如「陈十七处」、「可取」、「和及」、「寒光」、「旦夕」、「想已盛」，看似十分巧妙，但余观点而论，在一串连笔与下一串连笔之间，似乎有意断之缺憾。如「陈十七处」和「可取」之间，「处」与「可」之间的意断了，可能与「处」的末笔厚重与「可」的始笔细而轻有关。又「寒光」与「旦夕」更明显，「光」的末笔有下顿痕迹，更与「旦」的始笔没有直接的关联，但是「旦」以下的「夕」、「以」二字，却做到了笔断意连。第三行的「花」、「卉」二字，相连过紧，虽意断，却意过饱而不舒朗；但就字的姿态来看，「花」字正稍倾，「卉」左倾，使字生动起来；尤其「卉」的末笔，若不经意，短竖轻灵，若燕尾，更贴近整幅作品的轻巧灵动，这比单纯的悬针笔法更加高妙。末字「官」的末笔，以轻巧的捺笔表现，为整幅作品增添了些许趣味。\n\n4. 就字的结构性而言，余以为「和及」二字表现极佳，二字稍左倾，「和」字紧缩，「及」上紧下放，使字与字之间，形成了腰线的美感，若「及」的末笔能不将空间对分，更为完美。\n\n三、《郡官帖》\n\n\n\n（一）释文： 黻启。前人回，郡官访及，方下船着公服，又欲即行，故草草数字，必不怪也。辄假小舟至郭送彦诚观师还寺，舟至即西，至幸如期，少顷至也。余到润留书复古次。百冗草草。黻顿首。不二禅师故人。\n\n（二）简介： 1. 此为致不二禅师书札。 2. 不二禅师即比丘守一。此僧曾撰《杭州龙井山方圆庵记》。住在秀州（今浙江嘉兴）本觉寺，为云门宗七世传人。 3. 米芾书此帖时应任杭州观察推官[5]。\n\n【按】： 4. 由释文可知，米黻书此帖时行踪来去不定，亦可说有仓促之感，虽前人（曹宝麟）考为元丰末年任杭州观察推官时所作，余以为此帖最为可能元丰三年至七年作，乃因米此时从苏轼学晋人书，而最有可能在元丰七年，七年正月，苏轼移汝州，四月别黄州，虽二人交情尚非深入，但米黻崇尚苏轼从他的行迹不难考出[6]。但无疑的一点是此帖绝不会晚至元丰八年，因是年米黻丁母忧去杭州任，米黻一直在丹徒居丧。[7] 余信（1074-1134），字彦诚，遂安人。轻财好义，折节下士，宣和初盗起，纠率里豪，扞蔽乡曲，以功补承信仰，调青州准备差遣，绍兴四年卒，年六十一[8]。 5. 此处的「润」当指润州。米芾在杭州任内，曾赴镇江，并上长江岸北固山之甘露寺，浏览名胜，搜赏书画[9]。就可稽文献言，此系米氏复润州之最早记载。时米年三十四、五岁[10]。「余到润留书复古次」正为此作了最好的批注。\n\n（三）艺术赏析：\n\n1. 在米芾的书学思想中，有两个中心，一是追求平淡天成、率真自然的趣味；二是追求高股脱俗的格调。\n\n这两点是他取法晋人书法的内在根源。米芾虽有精能之至的仿古功夫，但他并没有拜倒在前人脚下。的确，米芾是打入传统再走出传统，他走的是一条集古出新的道路，兼顾传统与创新两极而不偏废任何一端。继承传统使米芾得以免除古典派势力的攻讦，而致力创新则又使他不会平平庸庸，落入俗流。\n\n2. 《郡官帖》整幅作品十分协调，美中不足的是第三、四行字稍大，但仍不影响整体美感。这样的优点在于米芾的尺牍是思及此处，下笔直书，固显得自然而人性化。但此时的作品，仍处于自创风格与拟古的浑沌阶段，不免遗留二王之风，惟字的结构已明显有了米风，这也带动了整体个格调、意趣及造型特征的发展。\n\n3. 行气方面略显中规中举，可能和篇幅与字的大小有关，没有作太大的摆动。倒数第二行「芾顿首」，一竖挥洒而下，将意贯下，承接「不二禅师故人」，使末六字和整篇一气呵成。\n\n四、《雨寒帖》\n\n\n\n（一）释文： 黻顿首。雨寒安胜。不知在施水资圣，奉寻不见，怏怏！张公必相见，晚归可少□。黻顿首。彦诚□□观师同。\n\n（二）简介： 1. 此为致彦诚书札。 2. 「彦诚」已见《郡官帖》，故二帖必不相远。 3. 「资圣」大剎，在雪窦山中（今浙江奉化），其时米芾当有浙东之行。\n\n（三）艺术赏析：\n\n1. 此帖虽可猜测与《郡官帖》相去不远，但断非同一时之作。\n\n2. 余以为《雨寒帖》艺术成就不及《郡官帖》，虽字形没有太大的差异，但前者稍嫌潦草与漫不经意，字的大小也不是很协调，如「见」与「归」之间夹着一个「晚」字，此「晚」字细小，三个字就逊色了。「相见晚归可少」这六字的行气虽呈一直线，但各个字看似关联性不高，这是《雨寒帖》最大的弱点。\n\n3. 最后「彦诚」二字和《郡官帖》的截然不同，由此更能断定此二作非一时也。《郡官帖》的「彦诚」较沉稳，《雨寒帖》的「彦诚」较活泼，唯后者的字体和整幅作品不协调。\n\n五、《相从帖》\n\n（一）释文： 黻叩头。相从之久，一旦远别，当持手潸涕，乃以大雨为解，甚之不厚，但与公彼此闲居于此，即知使令人平日犹惮，况雨泞出郭乎？公其爱重。与公俱壮，日勉于德，四方相会，犹前日也。欲作诗，又虑如百尊退回耳。家人而下并起居。尊嫂郎娘各各加爱。到官因信数字，不次。黻顿首。永仲德友。 四幅竹纸上帖，三十七岁时字，深为得意书。子友仁己巳岁获观，鉴定真迹谨跋。\n\n（二）简介： 1. 此为致永仲书札。 2. 据米友仁跋，此为米芾三十七岁（元佑元年）所书。这一年米芾仍居丧，故云「闲居」[11]。 【按】： 3. 「永仲」即蒋长源字，此人为米芾书画友，多见于其著作中。《宝晋英光集》卷五收《元佑己巳岁（四年）维扬后斋为毫州使君蒋公永仲写二首》，则长源之「到官」，即毫州。\n\n（三）艺术赏析： 此帖风格可分三部份。「黻叩头」至「又虑如百尊退回耳」为第一部份；「家人而下并起居」至「永仲德友」为第二部分；「四幅竹纸上帖」至「鉴定真迹谨跋」为第三部份。此三部分的风格皆不同，第一部份仍保留米芾「集王字」的书风，字体小而精巧，但犹保留米芾特有的摆荡姿态，即使字体小，自然不崎险，此部份协调；第一部份写至最后的「尊退回耳」为衔接第二部分，行意渐深，延续第二部分后，略带草意，至最后的几个字「永仲德友」都用了草字，且这两部分的最末字「耳」和「友」都一笔直下，尽情挥洒。第三部份似和前面没有直接的关联，字体比前面略小，楷意较重，若不精读释文，或许会认为此部份为后人之跋语也。\n\n六、《知府帖》（《致知府大人尺牍》）（《邂逅长者帖》）\n\n\n\n（一）释文： 黻顿首再拜。后进邂逅长者于此，数厕坐末，款闻议论，下情慰忭慰忭。属以登舟，即径出关，以避交游出饯，遂末遑祇造舟次。其为瞻慕，曷胜下情？谨附便奉启，不宣。黻顿首再拜。知府大夫丈棨下。\n\n（二）简介：\n\n1. 此为致知府大夫书札。\n\n2. 由「属以登舟，即径出关，以避交游出饯」，或即元佑二年去汴京东归时所作。[12] 元佑二年，米黻过甬上（今安徽宿县），六月南都舟中（南京、商丘）。居汴京保康门内，出则戴高檐帽，撤轿顶而坐，招摇过市，晁说之喻为鬼章。是年，以唐巾深衣语蜀党苏轼、苏辙、黄庭坚、蔡肇、李之仪、李公麟、晁补之、张耒、郑嘉会、秦观、陈虚碧、王钦臣、刘泾及圆通和尚雅集王诜私邸之西园。公麟作图，米黻为诗集作序。当时宋的政坛出现了洛党、蜀党、朔党这样的称呼。蜀党以苏轼为首，依附朔党的人最多，这时候熙宁、元丰两朝掌权的官员，都已经退休居闲散的官职，怨恨的情绪都浸入了骨髓，暗中在窥伺内争的嫌隙。 余以为米黻或许不想淌入政争，遂离汴出京，以避交游出饯。\n\n3. 高后垂帘时诏避父高遵甫讳，故文及甫但称文及。「府」字犯嫌名，乃缺笔避之。\n\n4. 此帖末签名形态与《苕溪诗》几同，「闻」字门部，亦与《苕溪》「兰」字相似，皆集颜行使然。但写时或略早。\n\n（三）评论：\n\n1. 宋曹勋《松稳集》：「米襄阳此帖，尤是早年。若后此所书，则英风义概，笔迹过六朝远甚。然前人用意多推奖，若一颦笑、一言动可道者必誉之，足以激昂士风，皆归于厚。」\n\n2. 元钱逵跋：「右米南宫长者、明公二帖，刚健端庄之中，而有婀娜流丽之态。苏文忠公谓其超迈入神，评语不虚。」\n\n（四）艺术赏析：\n\n1. 对照字形，与米芾三十八岁的《苕溪诗》相近，但书写时间也许略早，理由之一，「坐」、「议」、「论」数字结体的紧敛，以及不少起笔侧锋的逋峭，都带有欧阳询的特征，而这在《苕溪诗》中已经较为少见了。理由之二，「游」字水旁之挑接写短衡的上翻笔势，与同写于三十八岁的《蜀素帖》中「泛泛五湖」的「湖」字如初一辙。所以似可认为，这件尺牍是米芾三十五岁左右的书作。\n\n2. 这件作品亦可推论是米芾的「少作」，如相次的「进邂逅」三个辵字边，便有一律之嫌，这无疑是经验不足所造成的。《蜀素帖》这个部首变化无端，极少雷同，这也从另一个侧面为此书早于「元佑戊辰」的结论提供了证据。\n\n3. 虽说此幅是米芾的「少作」，但并不因此降低《知府帖》的艺术价值。整个布局上，以余浅见，只有首行有小缺失，首字「黻」略小，且第二字「顿」的气势大大的压过了「黻」字，这是在一般行草作品中罕见的。「邂逅」二字也许是为了章法排列，挤在一块儿，美中不足。前六行的用笔几乎一样，片状的笔法多，这也是米芾的作品一大特色之一，虽是小字的尺牍，字字仍饱满不单薄；末四行始，笔锋转为用中锋较多，尤其「慕」字以下，少了小心翼翼的笔法，书写时多了情意，信笔挥洒开来，硬挺的线条搭配厚重的笔触，使后半部有不一样的特色。\n\n七、《昨日帖》\n\n\n\n（一）释文： 芾启。昨日少款，甚幸。经夕起居万福。善美中集未及见，欲望借至净名，数日观览，夜锁在厨，必不失坠也，可否？谨具咨请，不宣。芾顿首。景微道友。\n\n（二）简介：\n\n1. 此为致景微书札。 黄晞字景微，建安人。少通经，聚书数千卷，学者多从之游，自号聱隅子[一]。着歔欷琐微论十卷，以谓聱隅者物之名，歔欷者叹声，琐微者述辞也。石介在太学，遣诸生以礼聘召，晞走匿邻家不出。枢密使韩琦表荐之，以为太学助教致仕。受命一夕卒。[13]\n\n2. 此当为改字之初书（黻改为芾）。\n\n3. 净名为润州北固山甘露寺斋，米芾借居之地。 米芾卜居润州时，曾于城北北固山上之甘露寺附近建「海狱庵」，内书斋有二，一名「净名」，一名「宝晋」，内藏晋唐法书名画及古玩无数，米黻终日把玩。「净名斋」之命名，是取奖颖叔赠诗句之末而得。[14] 《净名斋记》云：「襄阳米芾字符章，将卜老丹徒，而仲宣长老以道相 契，会内阁蒋公颖叔（之奇）以诗见寄云：『京城汩没兴如何？归棹翩翩返薛萝。尽室生涯寄京口，满床图籍琐岩阿。六朝人物东流尽，千古江山北固多。为借文殊方丈地，中间容取病维摩。』于是宣公以其末句命名居，亦冀公之与于同乐也。」故知「净名」乃仲宣取蒋诗末句命名者。\n\n4. 蒋颖叔访米芾于甘露寺，唯任发运使时。《续资治通鉴长编?哲宗元佑四年三月》：「乙酉，知广州、宝文阁待制蒋知其为江淮浙等路发运使。」同年六月：「癸亥，宝文阁待制蒋之奇，为河北路都转运使、直秘阁」。直秘阁，可为「内阁」。此帖当书于元佑六年，在改字初之作中，此或为最早也。\n\n（三）艺术赏析： 此幅虽说是改字之初之作，米芾在内心一直想要摆脱后人赋予他「集王字」的称号，于是《昨日帖》便是转型衔接之作品。明显的可看出，米芾一直努力求变，想要将自我于桎梏中挣脱出，但这之中总会有一些综合体（王字风格与米氏书风）存在。例如这幅作品的每一个字，都隐约可感觉到米芾想要豪放摆动，但受限于字体较小；笔锋由圆转劲是胜过于王字的，可以说米芾摆脱《苕溪帖》那种字字规矩，不急不徐的写字态度，多加入了自己的心思；也少有《李太师帖》那种流媚的姿态，虽然说不是一等一的佳作，却是米芾自身的一大转变。\n\n八、《箧中帖》（《致景文隰公阁下尺牍》）（《天机妙帖》）\n\n\n\n（一）释文： 芾箧中怀素帖如何？乃长安李氏之物。王起部、薛道祖一见便惊云：自李归黄氏者也。芾购于任道家，一年扬州送酒百余尊，其它不论。帖公亦尝见也。如许，即并驰上。研山明日归也。更乞一言。芾顿首再拜。景文隰公阁下。\n\n（二）简介：\n\n1. 此为致景文书札。\n\n2. 《箧中帖》，吴其贞《书画记》作《天机妙帖》；《宋米芾墨迹 故宫法书第十一辑》作《致景文隰公阁下尺牍》。\n\n3. 此帖曹宝麟曾考证为米芾于元佑六年作于润州。时间未误而地点实谬。今之乃书于汴京[15]。\n\n4. 箧中帖共涉及五人：李氏、王起部、薛道祖、黄任道、景文隰公。『薛道祖』即薛少彭，其生卒年不可考，但南宋岳珂《宝真斋法书赞》卷十三著录了薛道祖的《鹁鸠帖》，云：『余家旧有花下一金盆，旁一鹁鸠，谓之「金盆鹁鸠」者是已。顷在都城，为元章借去，久不肯归。于比得巨源书，闻元章下世，大可痛惜。此画今亦不知流落何处，使人嗟叹之不足。』\n\n米死于薛前，对《箧中帖》的考证无助矣。『仁道』是黄莘的表字，刘挚《忠肃集》卷十四有《朝奉郎致仕黄君墓志铭》，云，『君讳莘，字任道……元丰八年（一○八五），今上（哲宗）嗣位，迁朝奉郎，以足疾请致仕。十二月四日卒于州舍，享年六十五。』据此，此帖肯定书于黄氏殁后。李氏、王起部有姓无名，遂问题的希望寄托于『景文隰公阁下』了。\n\n『景文』氏刘季孙的表字。宋?王称《东都事略》?忠义?刘平传，云：『平诸子中，唯季孙有闻。季孙字景文，少笃学能诗文，苏轼知杭州时，季孙以左藏库副使为两浙兵马都监，轼荐其才，除知隰州，仕至文思副使以卒。』在此提及的『隰州』，恰可与《箧中帖》的『隰公』相映发。」 苏轼保举刘景文是元佑五年，时景文五十八岁，根据《乞赙赠刘季孙状》，可知刘景文死于元佑七年五月。基本尚可认定《箧中帖》作于元佑六年。\n\n米芾《书史》记载，刘季孙曾以一千置得王献之《送梨帖》。后米约以欧阳询真迹二帖、王维《雪图》六幅、正透犀带一条、砚山一枚、玉座珊瑚一枝以易，刘见许。王诜借米芾砚山去，不即还。刘为泽守，行两日，王始见还，约再见易，而刘死矣，其子已二十千卖与王防。\n\n《怀素帖》究竟在本文中有何相干，曹宝麟推断是《砚山帖》未到之前的替补品。若是借与，绝无「如许，即并驰上」征求同意之语，更何况「并」显示出「驰上」的不单是《怀素帖》，当即包含除《砚山帖》之外的欧帖王画诸物。再说，《怀素帖》既然「公亦尝见」，何必用王薛惊诧衬托精采，以「送酒百尊，其它不论」隐喻贵重呢？米芾用意真是呼之欲出。《箧中帖》未具日期，若非即日开缄，「明日」何以为凭？米芾、刘景文二人近在咫尺是不言而喻的。 《箧中帖》说道的「研（通砚）山」即米芾被王诜借去而百简催索的物事，帖中虽云「明日归也」，但其实是徒托空言，有以固景文之志。\n\n5. 徐邦达《古书画过眼要录》曾提及，「王起部」（起部乃工部别称）确是王钦臣。《续资治通鉴长编 哲宗元佑六年九月》：「癸卯，秘书监、直秘阁王钦臣为工部侍郎」。故「王起部」之名，须在元章闰八月廿五日东归后始有。\n\n6. 刘景文自杭赴京受隰州之命，于十一月十九日绕道颖州谒苏轼，留十日而北上。若米芾不在京师与景文议易《送梨帖》，则以下之语便不可解。\n\n7. 葛立方《韵语阳秋》卷十四云：「元章尝以九物换刘季孙子敬帖，不获，其意歉然。张芸叟（舜民。按，时为左司员外郎）作诗云：『请君出奇帖，与此九物并。今日投卞（即汴）水，明日到沧溟』。」若在润州，则何涉汴水？因悟此帖必作于元佑六年腊月。米芾闰八月归润后，是年之末又有京师之行也。\n\n（三）评论：\n\n1. 元鲜于枢题：米元章天机笔妙。\n\n2. 清吴其贞《书画记》：「书法皆飘逸，多得天趣，纸墨俱佳。」\n\n（四）艺术赏析：\n\n1.「芾顿首再拜」数字，一气呵成，而「顿首」二字，米芾用侧锋挑剔而下，既有线之流动，右有点之跳跃，「再」字之末笔紧连「拜」字，顺势而下，偏锋飞白，妙趣横生。\n\n2.由此可见，米芾的书法每每见佻达之趣。加上结体不拘一格，前倾后仰，左侧右倚，然又不见故意经营之迹，使米芾之书显得丰富多姿，又轻松爽畅，这就是其书「谐」之所在。然而米芾的「谐」华而不浮，点划跳跃而统一，结体则怪而不诞，这又是其所以「谐不伤雅」了。\n\n3.首两行字体稍大，但一开始的心情似乎是较为沉着的，从「王起部」开始到最后，速度有加快的迹象，可想象手腕的摆动随着易帖的心情摇摆，大小字错落其间，却也流露出自然之息。\n\n4. 整幅墨色湿润，飞白穿插，更加丰富了作品的生命力。温润处笔划多厚重；末几行露锋渐增，随意笔触也多了，急速的笔触参杂点划有致，尤其末尾六字「景文隰公阁下」显现出洒脱状，豪放的用笔是米书中少见的。\n\n九、《久别帖》\n\n（一）释文： 芾启：早略一揖，未慰久别。承来浴，久候无好，故（点去）困惫归息，倾仰倾仰。来早愿同令兄见临一（饭），讫，同至山房，然后归，治行未晚也。切切，余面罄。草草。芾顿首。致平国士。\n\n（二）简介：\n\n1. 此为致章持书札。\n\n2. 《宋史?章惇传》：「四子连登科，独季子援尝为校书郎，余皆随牒东铨，仕州县，讫无显者。」 章惇字子厚，建州浦城人，父俞徙苏州。起家至职方郎中，致仕，用惇贵，累官银青光禄大夫，年八十九卒。[16] 罗大经《鹤林玉露》卷五云：「元佑中（按：为三年正月），东坡知贡举，李方叔就试。将锁院，坡缄封一简，令叔党持送方叔。值方叔出，其仆受简置几上。有顷，章子厚二子曰持曰援者来，取简窃观，乃《扬雄优于刘向论》一篇。二章惊喜，携之以去。方叔归，求简不得，知为二章所窃，怅惋不敢言。已而果出此题，二章皆模仿坡作，方叔几于阁笔。集拆号，坡意魁必方叔也，乃章援。第十明文亦与魁相似，乃章持。……而方叔竟下地。」章氏昆仲于阴差阳错中坐享其成矣。然此事朝野既哗然，故其父每下野，持援等俱归侍于润州别业。\n\n3. 叶梦得《避暑录话》卷三：「唐僧能书者三人：智永、怀素、高闲也。智永书全守逸少家法，一画不敢小出入，《千文》之外见于世者亦无他书，相传有八百本。余所闻存于士大夫家者尚七八本，亲见其一于章申公（惇）之子择处。……章申公家亦有怀素《千文》，其在子援处。今二家各藏其半，惜不得为全物也。」\n\n4. 米芾书中谓持「令兄」，章择有五成可能。「同至山房」，即北固山海岳庵。\n\n5. 「芾」字横长乃改字之初形式，故此帖当作于元佑六年改字至元佑八年十二月章惇复官间。然米芾七年夏始为雍州令，与章氏相值，唯是年之春。是时刚从京归，故云「久别」。\n\n6. 大凡寺院皆有浴堂，天气未暖，士绅皆至彼洗浴，东坡有《安国寺浴》诗可证。\n\n7. 「久候无好」，「好」疑是「耗」之借，谓应承来甘露寺浴，然久无声息，困倦而归卧耳（按，《宝真斋书赞》卷十九录此帖，以径改「耗」）。\n\n（三）艺术赏析： 此帖的风格和米芾另一作品《东坡《木石图》诗跋》十分类似，字体小却不呈现精巧度之美，大小搭配适中，并没有突兀之笔，唯后四字「致平国士」稍大，和本文不大协调，但风格一致，遂不至于格格不入。细观此幅作品，以余浅见，最精采处乃在其映带部分，如「来早」、「同至」、「然后」这些连笔十分自然；又如「略一」、「慰久」、「致平」虽没有连笔相接，但上一字的末笔与下一字的始笔遥遥相接，有笔断意连之妙；更有如「久候」、「倾仰」这类的字，末笔虽未出锋，但和下一字仍承接的十分适恰。\n\n十、《宠临帖》\n\n（一）释文：\n\n芾顿首启。昨日特承宠临，属王氏兄弟饭，遂阻于门迎。留以朝衔，谨先上纳，旦夕祇造，不宣。芾顿首再拜。景仁通判宣德兄。\n\n（二）简介：\n\n1.此为致景仁书札。\n\n2.关景仁字子开，一字彦长，钱塘人（一说越州），嘉佑四年进士。\n\n3.《书史》：「唐率府长史张颠字伯高真迹四帖，在杭州陆氏大姓家……陆氏子素从关景仁学，因借摹三大帖，……又三年官杭，关景仁为钱塘令，因陆氏子登第者来谒，与官同往谢而阅之。」\n\n4.东坡元佑六年守杭，有《谢关景仁送红梅栽二首》。帖云「属王氏兄弟饭」，当谓王汉之、涣之兄弟也。观签名形式，在改字之初。然关景仁「留以朝衔」，又云「谨先上纳，旦夕祇造」，则似犹未官雍州，故此帖可判定为元佑七年七月前所作[17]。\n\n王汉之[18]（1054－1123），字彦昭，常山人，居丹徒，介子。熙宁元年进士，知直州，时诏诸道经画财用，汉之请先置籍，使能周之，而校其登耗以待用，从之。后连徙五州，入为工部侍郎，累进延康殿学士，宣和五年卒，年七十。\n\n王涣之[19]，宋人，汉之弟，未冠擢上第，元佑中为太学博士，后入党籍，出守洪越诸州，以疾提举明道宫。涣之性淡泊，恬于仕进，每云乘舟常以覆溺处之，乘车常以颠坠处之，仕宦常以不遇处之，则无事矣。\n\n（三）艺术赏析：\n\n1.此帖的书风比起之前的「少作」老沉了许多，笔法也有了改变，尤其这篇的字在「转折」上，有些许精妙。余最欣赏米芾「圆中方劲」的转折笔，犹如钢铁线条的横笔，狠狠往下一折，刚毅仍在，转得圆劲不死板，如「第」字，可拿来和《张季明帖》和《蜀素帖》作比对；《张季明帖》的「第」字之转笔太过圆滑，布白部分有强烈对比处，但太过强烈以致上面部分挤在一起；《蜀素帖》的「第」字结构不佳，上两点和下面的比例是一比三，上面稍嫌过大，其转笔处笔锋似乎有折到，外面是圆弧，但里面是方角，下半部的布白处理也不当；《宠临帖》的「第」字不论在用笔或结构都十分精道，若一其横线分层，字的上半部可分为四层，每一层的大小不一，但给人无狭隘而是疏朗的感觉，转折所形成的圆圈和左边的空白形成对比，转折笔十分有劲，堪为耐人寻味再三的字。这是米字的一种转折笔，这类的转笔应用到其它的字还有「属」字。\n\n2.另有一种转折，折之后有加压的笔法，如「首」、「启」、「饭」、「迎」、「纳」、「通」。这种转法不似第一种的刚健，此种转折如果加压太过反而会坏了这个字，彷佛一个人的臂膀倾斜太过会使一个人站立不平衡。这类转折的字应用最好的是「启」，其转折处之加压点形成一个顿点，这个圆点如横折之后竖笔的起笔，坚挺的线条也是这个字的精华所在。\n\n3.总体布局上，形成一个拱门状，中间三行短，留下空白，左右两行屹立整幅作品，这也是典型的书信布局。\n\n十一、《枉驾帖》\n\n（一）释文：\n\n芾顿首再启。行日伏蒙尊造枉驾，水次不遑迎谒，内积悚恐悚恐！不审尊兄资政，何日到阙，欲拜状也。芾疏缪，正托德门，每赐诲督，使逃罪戾，至幸至幸。芾顿首再拜。\n\n（二）简介：\n\n1.此帖为致许将之弟书札。\n\n2.「尊兄资政」之「尊兄」乃指许将。许将[20]（1037-1111），字冲元，福州闽县人，举嘉佑八年晋是第一，神宗时累拜翰林学士，龙阁图直学士，历知成都府。元佑三年再为翰林学士，进尚书左丞。章惇、蔡卞同肆罗织，贬谪元佑诸臣，奏发司马光墓，赖将言而止。累官门下侍郎平章事，出知河南府，政和元年卒，年七十五。谥文定，改谥文恪。\n\n3.《续资治通鉴长编 哲宗元佑五年十二月》：「辛卯，中大夫，守尚书右丞许将为太中大夫、资政殿学士之定州。御史中丞苏辙等屡言将过失，而将一累表陈乞外任。上批『可。特除资政殿学士，转一官，知定州』。」至元佑七年六月，尚书左丞梁焘上疏高太后，为许将说项云：「安焘、许将皆旧人可倚任者。」遂有许将「到阙」、「对帘」之传。\n\n4.《宝真斋法书赞?米元章书简帖上》收一书，显即致许将者，云：「芾顿首再拜。右丞资政春官恩主钧席。仲秋渐凉，恭候台候动止万福，昨以四月忝命改官，尽缘知奖，没齿曷报？六月被遣此邑，闻台旆将至，迟迟留七月，以俟一识威采，面感恩纪。谒令弟，始知不可俟，抱悒知官。近亦得令弟书，始知对帘，遂力疾作书，以布下情。其余俟趋省，造门叩阁，所怀非纸所罄。不宣。门生米芾顿首再拜。右丞资政春官恩主台席。」既云「对帘」，则高后犹执政可知。本帖问「不审尊兄资政，何日到阙」，则在上录之帖前矣。\n\n（三）艺术赏析：\n\n《枉驾帖》是一小行楷的作品，精巧度随着字小而点划更兼顾的完美，虽是小字，行气间的流畅度佳，摆动也十分恰当，并不因为精细刻画而让字板了，唯一的失笔在「政」字的捺，拖太长而后继无力，末端有下倾的趋势。\n\n十二、《竹前槐后诗帖》（《致希声吾英友尺牍并七言诗》）（《尺牍》〈芾非才当剧〉）\n\n\n\n（一）释文：\n\n芾非才当剧，咫尺音敬缺然。比想庆侍，为道增胜。小诗因以奉寄。希声吾英友。芾上。\n\n竹前槐后午阴环（改繁），壶领华胥屡往还。雅兴欲为十客具，人和端使一身闲。\n\n（二）简介：\n\n1.此为致希声书札。内容为一尺牍并加一首七言诗。\n\n2.「希声」氏黎錞字，时錞致世居汴京，实捐馆前一年也。\n\n3.《竹前槐后诗帖》，《中国法书选48宋米芾》作《尺牍〈芾非才当剧〉》；蔡舜宁〈米芾之书学思想与书法艺术研究〉作《致希声吾英友尺牍并七言诗》。\n\n4.米芾元佑七年初夏始为百里之长，「非才当剧」，词谦而喜在言外，诗中亦不无闲适满志之情。后有人谓「英友」为「英年之友」，不能为老人。但米芾称贺方回为「人英」时，贺亦不在「英年」，故未可以今义范古人也。\n\n5.「十客具」疑为泛称。叶梦得《避暑录话》卷一云：「韩持国（维）为守，每入春，常设十客之具于西湖，旦以郡事委僚吏，即造湖上。」则十客之具当为盛筵矣。\n\n6.若依据曹宝麟的说法﹙希声即黎錞﹚，则此作品的年代就不难考知：元佑六、七、八三年之内。而时在盛夏，米诗措写的正是这一时令的景物，所以依据现有的数据，应是在元佑六年或七年了[21]。现在要验证的是米芾这两年的履况是否与诗帖所云相同。\n\n元佑七年八月，苏轼自扬州以兵部侍郎兼侍读召还[22]；九月初离扬州，道经雍丘[23]，米芾设宴款待，并于长桌上置精笔、佳墨、妙纸，两人即席挥毫，互易而去[24]。\n\n米芾从失官赋闲的落魄之士，一变为雍丘县令，这应该是旧党重新得势后对他的照拂，或许就是苏氏兄弟的提携。雍丘县令为正八品，虽是微官，但已是米芾有生以来做的最大官职了。他对黎錞说的「非才当剧」，言似谦抑，其实那种沾沾自喜的情绪是溢于言表的。所以此帖决不可作于雍丘之前，于是肯定是元佑七年了。\n\n（三）艺术赏析：\n\n1.米芾四十一岁改字以后的签名形态基本上可纳为二类。一类横画较长，往往露锋，表现出飘逸之致，因其长故与草头末笔一点笔势的映带关系不甚明显；另一类横画较短，有时上接草头末笔。前者结字平淡拘谨，反映出改字之初有欠熟练，反之，后者深稳精熟，备极生动。前者在先是一目了然的，《箧中帖》是改字后的第一件作品，签名的结体就显得非常稚拙。\n\n2.米芾此时沾沾自喜的心情也反应在字的体态上，整幅作品给人跳跃的感觉，然其线条并非纤细，飘飘欲飞，有些字还很厚重，这样轻盈又不失稳重的工夫实非人人所能模出的。\n\n3.此作品的线条呈多样化发展，笔笔多不重复，锋利的笔触如「剧」、「英友」、「具」等。厚重的体态如「缺」、「为」、「午」、「阴」等。加上米芾特有的摆荡风格，错落有致，粗细分明，乃非后人模拟所能至。\n\n4.另外，值得探讨的是米芾的横画。先看两个「芾」字，首字的「芾」横画取法于褚遂良波磔有致又提按分明的遗规，第五行的「芾」字，其横画先逆起，笔势向上往右一扯，收笔处往下带，体态上虽没有前者宽绰，但后者的劲道是前者所没有的。第二类横画是逆起往上跃起后末端稍向下倾，如「才」、「想」这类的横画通常往左带要接直竖；第三种是横折或横勾，米芾通常在始端会先一顿，向右带，中间稍细，在锐利的折下或勾，需注意的是这一笔通常是一个字的精神所在，中间虽细却涵盖住所包覆的字的气，这类的字如「当」、「庆」、「增」、「壶」、「客」等。\n\n十三、《珍醴帖》\n\n（一）释文：\n\n芾顿首再拜。右史舍人老兄阁下。蒙手翰，贶尚方珍醴，拜嘉增幸。来日当引九日拜临顾之辱，并叙谢意。谨奉启，不能罄所言。芾顿首再拜。希圣舍人亲家台坐。来日东华得一介相引乎？吏部至今不见人来耳。\n\n（二）简介：\n\n1.此为致希圣书札。\n\n2.乔执中，字希圣。蔡肇《米芾墓志铭》云：「八女子，适乔襄文僖老、南康军教授段拂、丞奉郎吴激，余未嫁。」此帖云「希圣舍人亲家」，遂知米芾长女乃嫁乔执中子也。\n\n3.《叙资治通鉴长编?哲宗元佑七年正月》：「己酉，右朝请郎、秘阁校理、徐王府翊善乔执中为起居舍人」。起居舍人又称右史舍人。又按同书，是年六月「甲戌，起居舍人乔执中为起居郎。」起居郎则当谓左史舍人。帖中有「九日」之语，则知为重阳节，此帖亦于此时（九月）所作。其时米芾犹称「右史」，恐于雍州昧闻执中左迁也。\n\n4.「东华」为汴京宫城东门。米芾自西入京，故自约于东华引入。\n\n（三）艺术赏析：\n\n1.此帖给人的第一印象是「圆势」，这可能和碑刻有关系，少见米芾细而挺劲的笔触，彷佛这些细线都遭后人描摹了；此外，短点也都变成了向势的短捺，更把字修饰的更加圆融，如「蒙」、「拜」、「家」等。\n\n2.一般来说，行书中的长点或捺笔通常以不厚重为原则，真要写捺，也写的轻灵不迟滞。以此观点来审视此帖，发现一捺把一个字往右下方拉，使字笨重，尤其是第二行的「舍」，左撇没有往外带开，右捺厚软无劲，把底下的笔画包裹的喘不过气；另外，类似「翰」贶、希圣舍「人」、「吏」部这些字的捺笔太过僵硬，把字楷化了；更有往上翘起的捺，彷佛加入了钟繇的写法，这是比较特殊的部分。\n\n3.以余之看法，此篇作品并不成功，乃因为有太多迟滞的笔触，使整幅作品的气势往下沉，没有活跃的气息。\n\n十四、《岁丰帖》\n\n\n\n（一）释文：\n\n芾顿首再启：弊邑幸岁丰无事，足以养拙茍禄，无足为者。然明公初当轴，当措生民于仁寿，县令丞流宣化，惟日拭目倾听，徐与含灵共陶至化而已。芾顿首再启。\n\n（二）简介：\n\n1.此帖为致范纯仁书札。\n\n范纯仁（1027-1101），字尧夫，吴县人，仲淹次子。皇佑元年进士，尝从胡瑗、孙复学，父殁始出仕，知襄城县，迁侍御史，知谏院，言王安石变法妨民，前后上言无所讳避，安石怒，出知河中府。历转和州庆州，有惠政。哲宗时累官尚书仆射、中书侍郎，以博大开上意，忠笃革士风，忤章惇，贬置永州。徽宗立，连除观文殿大学士，促入觐，以目疾乞归。建中靖国元年正月卒，谥忠宣，高宗初追封许国公。纯仁夷易宽简，不以声色加人，义之所在，则挺然不少屈。尝曰；吾生平所学，得之忠恕二字，一生用之不尽，每戒子弟，茍以责人之心责己，恕己之心恕人，不患不至圣贤地位也。有文集二十卷及尚书解[25]。\n\n2.「岁丰」必至秋可言。米芾在杞（雍州）首尾三年（元佑七年至元佑九年），元佑七年夏始任，虽六月苏颂为右相，但岁丰恐不足居己功也。而元佑九年夏，米芾已乞监祠庙，得嵩山崇福宫，自可舍去。因知此帖必作于元佑八年之秋。七月，范纯仁代苏颂为右相，所云「初当轴」者，斯之谓也。\n\n3.是年五月，米芾致书苏轼，言县生食麦叶虫[26]。则岁丰之「幸」诚不易矣。\n\n4.米芾区区为一雍州县令，而说出「当措生民于仁寿」的话，如此训饬，非至友何敢道也？范公称《过庭录》记其曾祖纯仁一事云：「忠宣（纯仁谥）旧藏一江都王（唐李绪）马，……时米元章作郎，每到相府求观，不与言，唯绕屋狂叫而已，不尽珍赏之意。」交情如是，乃可作不经之语。\n\n（三）艺术赏析：\n\n此帖所言内容乃紧系县民生计，从艺术的角度来看此帖的字，似乎有些拘仅，和米芾之前游山玩水，抒发己志的书风截然不同。尤其是前三行，从一些僵硬的笔画中不难想象米芾书写之状是紧握着笔，心有挂念，心情沉重。后四行稍好，但是从后三行始，字与字的间格太开，使行气不饱满，呈现一个个行楷的字，这是比较缺憾的。\n\n十五、《蒙教帖》\n\n（一）释文：\n\n芾顿首顿首。介至，蒙教，审起居康胜。鲁公乞米，李公（按指李光弼）必气（同饩），类况曹子方不祈而送乎？俟面谢。附使不具。（芾顿首顿首。司勋老兄阁下）\n\n李光弼，唐柳城人，严毅沉果有大略，善骑射，起家左卫亲府左郎将。肃宗朝拜节度使，平安史之乱，与郭子仪齐名，世称李郭。光弼用兵，谋定后战。能以少击众，中兴战功，称为第一。寻代子仪镇朔方。营累士卒麾帜益精明。未几为天下兵马都元帅，代宗朝封临淮郡王，卒谥武穆[27]。\n\n（二）简介：\n\n1.此帖为致曹辅书札。\n\n曹辅，字子方，号静常，海陵人。嘉佑八年进士乙科。元丰间勾当鄜延路经略司公事，后提点广西刑狱。苏轼在惠数年，数有书帖往来。元佑党人多在巡内，辅周恤备至，士论与之[28]。\n\n2.曹辅自福建路转运判官入京改职方员外郎，时在元佑六年七月[29]。九年为司勋郎中[30]。盖因子方与苏轼厚，元佑间飞黄腾达也。\n\n3.元佑九年二月，李清臣为中书侍郎，邓润甫为尚书右丞，始倡「绍述」之论。绍圣元年，哲宗以章惇为相，章就任后，恢复一部新法，美其名曰「绍述」。新党再度得势，党祸遽起[31]，子方即在窜逐之列。故此帖必在米芾于雍丘之时。\n\n李清臣（1032-1102），字邦直，安阳人。皇佑五年举进士，中才识兼茂科，神宗召为两朝国史编修官，撰河渠律历选举诸志，文直事详，人以为不灭史汉。哲宗朝范纯仁去位，独颛中书，复青苗免役诸法，激帝怒罢苏辙官。徽宗立，为门下侍郎，寻为曾布所陷，出知大名府。崇宁元年卒，年七十一，清臣宽洪不忮害，起身穷约，以俭自持，至富贵不改。居官奉法，毋敢挠以私。然志在利禄，不公于谋国，一意欲取宰相，故操持背谬，竟不如愿死。有诗文一百卷，奏议三十卷，平南事鉴二十卷[32]。\n\n邓润甫（1027-1094），字温伯，以字行，改字圣求，建昌城南人，立子。皇佑进士，熙宁中迁翰林学士。\n\n 哲宗立，进承旨。一夕草制二十有二，与修神宗实录。以母丧去，终制，除礼部尚书。绍圣元年二月首陈绍述之说，拜尚书左丞。章惇议重谪吕大防、刘挚，润甫不以为然，曰：俟见上，当力争。无何，暴卒，年六\n\n十八，谥安惠[33]。\n\n4.米芾以颜鲁公自况，洵非揶揄。因历子而至断炊，自在情理之中。\n\n5.此帖当比《监斗帖》略早，以「附使」语知。\n\n（三）艺术赏析：\n\n此帖的字，气十分饱厚，首两行字较大，行气至后面越写越顺，末尾四字成一字符串表现，给人一气呵成，余韵未了的感觉。另一方面，此篇的笔画具厚重感，穿插硬挺的细线，如「类」、「方」、「面」、「谢」，就连末四字的连笔，也挺而有劲。美中不足的是首两行的字有些僵化，造型也过于刻意，使后四行有无法串起的遗憾。\n\n十六、《吏民帖》\n\n（一）释文：\n\n（前缺）讫力不能使直，愧见吏民耳！去都一舍尚尔，况幅员万里之远乎？嗟乎痛哉！咫尺无相会期，惟祝珍厚不宣。芾顿首。子方司勋尊兄贤公。\n\n（二）简介：\n\n1.此帖为致曹甫书札。\n\n2.书写地点为雍州。因此时米芾仍居雍州县令，乞监祠庙，得嵩山崇福宫[34]。\n\n3.大约在绍圣元年（公元一Ο九四年）雍州发生灾荒，有司却因该县未缴夏税，派人旦旦催租，米芾虽然爱民心切，终在无租可收的情况下，与监司抗辩于朝廷[35]。最后虽然获胜，然「不能与世俯仰」[36]之米芾，终觉「救民无术」，而以养疾为由请辞。此文正是米芾此刻怅怅然心情的最佳写照。\n\n4.米芾的个性无法适应逢迎权贵的官场，又他好自由，放荡不羁的个性，与周而复始，一成不变的办公室官职，实在难以适应，但秉持传统士大夫修身、齐家、治国、平天下的理念，让不喜受拘束的他暂时安顿下来，努力为百姓谋福利，却因其对百姓的关爱之情长成为日后丢官的主要原因之一。其于雍丘县令任，境内发生饥荒，政府不但未发粮饷赈济贫穷百姓，反而怕因此延误「皇粮」而三天两头派人催租，身为父母官者，对上司的要求无力反抗，仅能将满腔的悲愤，藉由诗文发出怒吼[37]。对贫穷老百姓有极端同情的米芾，天天看着官吏来催租，却又无力反抗，与其天天望着自己的百姓受压榨而无法保护他们，不如选择离开官场，因此，米芾上书求监中岳庙之闲职，以远离那是非之地。\n\n（三）艺术赏析：\n\n1.《吏民帖》的用笔和前面几帖的用笔显为不同，米芾使用了提按顿挫的动作。这些动作的运动幅度较大，即使是小字，也不难看出其手腕的摆动姿态。富于跳动性，不似使转、绞转、平转等那样平稳含蓄。其实，提按顿挫的动作与「八面出锋」是紧密相系的，如果不借助大幅度的用笔动作，是很难施展开笔毫的丰富表现力。\n\n2.这样的字体在此篇最为明显的是「不」能、「直」愧、「都」一、幅「员万」里、「咫」尺等字。「不」字的点，用力向外一扯，但又不过重以致死笔，笔毫弹起承接「能」字的首笔；「直」的横画，笔锋先承接上一字「使」而来，并不顺着笔毫带开，反而逆一方向顿一下再向右带出，使这一笔挺劲不少；「都」字左下部「日」的地方，笔毫重复着提按的动作，末笔弹起右上接右「邑」，使整个字灵跃起来；「员」字的口写成「ㄙ」这个地方的转折提笔若省略了，便会形成含糊不清的情况；「万」字的横画最为特别，并非一笔带过，中间部份再按压，右方收笔处顺势带下，整个横画分成两截，先不论这样的写法是否有争议，但自然而新奇的笔法在当时是罕见的，且米芾采偶一为之，遂并不构成弊病；「咫」的捺笔也很特殊，用力按下之后收笔处往左上一顿提，整个字的气氛变了。整幅作品大量使用这种笔法，使《吏民帖》呈现小而挺拔、跃动不已，实属佳作。\n\n十七、《留简帖》\n\n\n\n（一）释文：\n\n芾顿首再拜。前留简而去，不得一见，于今怏怏。辱教，知行李已及。偶以林宪巡历，既以回避，遂谒告家居，或渠未至，急走舟次也。粮如命。他干一一示下。对客草草。芾顿首。\n\n林宪，字景思，号雪巢，吴兴人。干道间中特科，监南岳庙。参知贺允中爱其才，以孙女妻之，因寓居天台。工诗，有雪朝小集[38]。\n\n（二）简介：\n\n1.此帖为尺牍三札之一，三札分别为：《逃暑帖》、《弊邑帖》、《留简帖》。虽后来装订成一尺牍，其作品并非同一年完成，此帖作于绍圣元年。\n\n2.此帖与《监斗帖》可接，此云「行李已及」，《监斗帖》云「寒夏一空」，则此帖略早，犹未遭窃也。\n\n3.「林宪」指任一路提点刑狱之林姓之人，大抵乞庙东归前遍辞好友，「谒告家居」也。至于「粮如命」，当谓俸米，非求粮官耳。\n\n（三）艺术赏析：\n\n1.此帖似为柔毫所书，书风则属中年风格，字体介于行、草之间，字与字间亦出现二三字以上联笔现象，如第一行「顿首再拜」、第二行「一见」、第五行「李已及」、第六行「回避」、第八行「粮如命」，第九行「芾顿首」。\n\n2.此帖线条流畅圆浑，细处似见锋颖若鸟飞，粗笔呈现平面如象重，与其伟岸不羁，气迈凌云的品格，相互辉映。\n\n3.结字重心凝聚中宫，充分利用疏密黑白的对比向两边辐射。分行、布白无不从不匀称，点化各尽其能，做到了「和而不同，违而不犯」。如此帖第五行至第八行计卅五字中有捺笔的字十三个，各各不同，或放、或敛、或连、或断、或提、或按、或点、或横（短横）。锋开四面，以各个局部汇融为一种和谐的整体美，给人率意无拘，流便痛快的感觉。\n\n4.概观此帖，与米芾的心情相对应之下，不难用一个「急」字来形容。从心境或字体表现来看，米芾一直牵挂着人民，但是从艺术的角度来看这件作品，是「急」而不「躁」的。一般人心有所挂碍，字也就会乱无章法，但是米芾把心情焦躁之情用「躁墨」表现出来，再加以速度上的变化，整幅作品更见不同了。\n\n十八、《监斗帖》\n\n（一）释文：\n\n芾顿首再拜。监斗一月才罢，纳后行事竟，又差入庙。出之两日，得痢疾，伏枕一月，无聊。盗两入室，寒夏一空。冬至无衣，深可笑也。以此卒卒阻修敬，门字怀企实深。中间亦一到门，无刺，阍者及之否？并俟稍凉参候，才可入舟，及占冤□。他日乘凉为胜游，佳句去矣。且奉启布一一。芾顿首顿首。子方司勋老兄阁下。\n\n（二）简介：\n\n1.此帖为致曹甫书札。\n\n2.「监斗一月」又「伏枕一月」，故知米芾之去雍丘当在六月下旬（夏税，以五月十五日起纳，见《宋史?食货志上二?赋税》）。「俟稍凉参候，才可入舟」，唯此，十月过露筋祠下[39]，乃得释然。此帖显作于汴京，时在绍圣元年盛夏也。\n\n3.「竟」、「敬」犯翼祖（赵敬）庙讳，但米书此二字在真迹中皆不缺笔。\n\n（三）艺术赏析：\n\n1.与《留简帖》相较，此帖的用笔较沉稳，可知米芾心情平静了不少。虽是小字，他仍讲求一贯作风─姿态的摆动。不论是单字，或是字符串的连结，都可看出用心之处。\n\n2.通篇用笔和《吏民帖》有些许类似，不过其提按之作法不若《吏民帖》强烈。\n\n十九、《方回帖》\n\n（一）释文：\n\n芾顿首。终日对客，无可暇适。移疾家居，庶可与公少款也。夜过不争清话，来早具蔬食以迎。遣介授所可进者，草草。芾顿首。方回吾友人英。\n\n（二）简介：\n\n1.此帖为致方回（即贺铸）书札。\n\n贺铸（1052-1125），字方回，卫州人，孝惠皇后族孙。身长七尺，面如铁色，眉目耸拔，俗谓之贺鬼头。喜谈当世事，可否不少假借，虽权贵少不当意，便极诋之。博学强记，工语言，尤长于度曲。元佑中，任通直郎，通判泗州，又倅太平州，以任酒使气，不得美官。悒悒不得志，食宫祠禄，退居吴下，藏书数万卷，手自校雠，无一误字，自号庆湖遗老。宣和七年卒，年七十四。有东山乐府，庆湖遗老集二十卷[40]。\n\n2.帖首签名与《拜中岳命作》全同，又「移疾家居」，即《乐兄帖》之「请解以疾」，实皆乞庙借口也[41]。\n\n3.贺铸于徽宗即位初改泗州通判前亦奉祀监北岳庙，浪迹吴中，是时当在润州，故此帖作于「家居」[42]之初，非绍圣元年岁暮，即二年之首。\n\n4.由此帖以及《衰老帖》[43]、《昨日帖》[44]皆可看出米芾喜欢约友早饭。\n\n（三）艺术赏析：\n\n1.《方回帖》与《监斗帖》字型差距不大，亦可说《方回帖》是放大的《监斗帖》。\n\n2.首二行和末行的字较大，其余稍小，我们也可在《箧中帖》发现这样的布局，但《方回帖》较不明显。\n\n3.概观整体，以圆势较多，而不乏圆中带方的笔法。前两行的字稍大，以厚重见长，之后四行以轻巧的转笔表现，笔调十分融合。圆转的笔法如「少」暇、「移」、「款」、「可」进、方「回」等。尤以「移」字最为明显，右边的「多」末撇向下大方的拉开，转折处略见圆笔，但圆转后下压后向上弹起，仍是劲笔。不若一般的圆转之笔，通常软而无力，易成败笔。\n\n二十、《逃暑帖》\n\n\n\n（一）释文：\n\n芾顿首再启。芾逃暑□山，幸兹安适。人生幻法中，□□为虐而热而恼。谚以贵□所同者热耳。讶挚在清□之中，南山之阴。经暑衿□一热恼中而获逃此，非幸□□。秋可去此，遂吐车茵。芾顿首再启。\n\n（二）简介：\n\n1.此帖疑为致章惇书札。\n\n2.此为尺牍三札之一。\n\n3.「芾」字长横有波，为雍丘前后签名之式。\n\n4.雍丘无山，胡仔《苕溪渔隐丛话?本朝杂记上》：「淮北之地平夷，自京师至汴口，并无山。」此云「逃暑□山」，其非在杞（雍丘）甚显。避暑可至秋方去，则非监庙家居断难如是逍遥也。\n\n米芾于绍圣元年（公元一Ο九四年）上书请辞，同年十月获转任「监中岳庙」之闲职，此后三年的光阴，米芾如同重获自由之笼中鸟，尽情地享受其悠闲浪漫的艺术生活。\n\n5.「吐车茵」，见《汉书?丙吉传》，乃丙吉为相时事。\n\n6.此帖共有八字剥去不能辨识，但大体尚能辨其文意，大概指米芾因暑热而逃暑于山，幸兹安适，寄信对象似与米芾交情甚厚的当朝权贵，所以字体虽是行书，但显得非常端整。\n\n（三）评论：\n\n明詹景凤《东图玄览编》：「（五帖）皆精妙。较前帖（指九帖）更深厚而含蓄。」\n\n（四）艺术赏析：\n\n1.此帖恬淡无华，用笔结字，宁拙毋巧。锋毫敛放有度，逆锋明显，有垂均缩，其掠、磔间露泰和遗意，显得深沆含蓄，大有「衣冠唐制度，人物晋风流」的气概，高逸之至。\n\n2.此帖笔法与米芾大观元年丁亥（1107）所书《无为章吉老墓志》、崇宁元年（1102）《褚河南临兰亭序跋》、崇宁二年（1103）所书《王略帖赞》较近；与米芾《蜀素帖》、《苕溪诗》（1088）、《乐兄帖》（1094）较之，老辣绝俗多了。\n\n3.老辣绝俗可归因于米芾此篇之作较稳重，从一些笔法可看出。首先米芾在此篇作品中少去了跳动的笔法，亦可说提按较不明显；再者速度略为缓和；用笔方面，最明显的是捺笔，如「逃」暑、安「适」、「之」中、「之」阴、「遂」。这些那笔看似有抖动的痕迹，不若前面几帖的干净爽利，但这样的抖动造成的是老辣的效果而非迟滞不前的滞笔。严格说来，这样的写法多了一种巧妙的韵致，一改一般人对米芾书法的看法。\n\n二十一、《乐兄帖》\n\n\n\n（一）释文：\n\n芾顿首启。乃者忝命畿邑，蔽于法守，与监司辨事于朝廷。方时清明，大理监司，伏辜。于是请解以疾，尚蒙优恩，坐尸廪赐，少遂江湖之心。方图再任，而近制厘革，念非久复。仆仆走黄尘，未能高卧，此为恨也。蒙故旧不遗，枉书感愧感愧。监□□中岳祠米芾顿首上，乐兄同官阁下。\n\n（二）简介：\n\n1.此帖为致乐兄书札。\n\n2.此为米芾辞去雍丘知县，任监中岳祠闲职时，答知者的回信。时年绍圣三年，述其罢知县到此闲游时的经过与心情，就其官历来看，可以推定为绍圣年间，四十四、五岁时书。\n\n3.这封信是事情过去较久以后的追述，口吻较平缓婉转，可见「乐兄」是米芾故友中，可以交心的对象。为何米芾把与「监司」的争执归咎于自己的非分？又何以被告又伏罪了呢？于是出现了以疾借故请辞（此在《方回帖》有略为提及）。\n\n4.宋?吴曾《能改斋漫录》卷二云：「本朝官至转运判官、提举常平，谓之监司。」即官要做到所列以上者，所以监官只是一个统称。宋初把全国行政区画名为「路」，（如雍丘即属于「京畿路」）各路分置转运使司（掌一路财赋）、提点刑狱司（掌维持治安，纠察官吏）和提举常平司（掌仓场赈济等），这诸司即统称监司。转运使是一路之首，他按季巡视郡县，发号施令。\n\n5.关于「法守」，《宋史?职官志七》：「县令…掌总治、给纳之事皆掌之。以时造户版及催理二税…」米芾曾轻描淡写地概括为「县令承流宣化，惟日拭目倾听，徐与含灵（万物之灵，即指人）共陶至化而已」（《岁丰帖》）。\n\n6.帖中有「近制厘革」的话，指的是朝廷的沧桑之变。宣仁高太后山陵崩，遂为「元佑更化」画了一个句号。哲宗在元佑八年十月亲政，旋即起用「新党」的章惇和吕惠卿等人。九年，李清臣、邓润甫倡议「绍述」（意为继承先帝神宗之新法）。三月，高太后倚重的吕大防罢相。四月改元。七月，开始清算惩处刘挚、苏氏兄弟等「元佑党人」，同时王安石当轴时的建置法令相继恢复。米芾倚仗其母阎氏为高太后助产的「旧恩」，而他的出任雍丘，毋庸讳言也是吕大房的提携，所以尽管米芾自称一生「不入党与」[1]，但蒙受的打击是不小的。然而米的颠名艺誉，又确实使他左右逢源。他开始辗转于曾布、蔡京之门。信中颇为自信地说「念非久复」，若依岳庙监期三十个月[2]推算，《乐兄帖》写时恐怕要到绍胜三年了。\n\n（三）评论：\n\n1.石峻云：「乐兄帖亦甚精严遒劲。」\n\n2.金刀云：「乐兄帖笔力凝重雄毅，无跳跃习气。」\n\n3.日人伏见冲敬云：「乐兄帖是臻于圆熟之境的作品，通篇不再有米书常见的耸肩之笔。」\n\n4.明胡俨跋：「临者谓草书之变始张旭，行书之变由米老；或又谓其神锋太峻，如仲由未见孔子时风气。然用草有法，要自成一家，未易道也。」\n\n5.明董其昌跋：「米元章帖有云：『余十岁学唐碑，自成一家。人称为似李邕，心恶之，乃师沈传师与王大令。』它日又云：『吾书无一笔王右军俗气。』其自负如此。即英雄欺人，亦开书家眼目，不得以山谷所评仲由未见孔子时气象相看也。」\n\n（四）艺术赏析：\n\n1.已达圆熟极致，始终遒劲挺拔，无其书奇侧弩张之弊的感觉，以臻浑然天成的地步。气质也高，虽属小小的尺牍，乃能发挥他如椽的笔力。\n\n2.《乐兄帖》饱含墨，亦可说用墨精道，浓淡干湿接运用得宜，末三行略带枯笔，如「少」、「恨也」、「祠」几个字，有摧枯拉朽之势。此外，笔画的粗细也有强烈的对比。\n\n3.笔法方面，首字「芾」字横画，简短有劲，和改名之初的波磔长画大相径庭，已是晚期较成熟的笔法。前半段笔画较圆润丰腴，悠闲自适；后半段则纵笔为之，左仆右倒，笔走龙蛇，行气一贯直下，尽其自然率真之势。\n\n4.结构上，有些字略长，如「畿」、「辩」、「辜」、「解」、「厘」等。字形摆动上，「此为恨也」乃此篇京华所在；又可分为「此为」、「恨也」两字符串，而之间并非意断，呈笔断意连之状，「恨」字的右半部写到底部，向外伸展，拉开后承接「也」字，由此可看出米芾的功力，中间连带的线段长而挥洒自如，「恨」字开张，所以「也」字就收敛了。\n\n二十二、《伯充帖》（《伯充台座帖》）（《致伯充尺牍》）（《宋米海岳伯老帖》）（《伯老台坐帖》）（《眼目帖》）\n\n\n\n（一）释文：十一月廿吾（五日），芾顿首启。辱教，天下第一者，恐失了眼目，但怵以相之，难却尔。区区思仰不尽言。同官行，奉数字，草草。芾顿首。伯充台坐。\n\n（二）简介：\n\n1.此帖为致伯充书札。\n\n赵叔盎，字伯充，延美四世孙。善画马，尝投诗苏轼，轼次其韵[3]。\n\n2.《伯充帖》，《宋四家墨宝册》之一幅，签标《宋米海岳雹老帖》；《墨缘汇观著录》作《伯充台坐帖》；《式古堂书画汇考》作《眼目帖》。\n\n3.「伯充」曾出现在多处，即秦王（赵德芳）一系宗室赵叔盎。米芾尺牍中，屡及此人，而以此帖为最先。充字前人勿译为老字耳。\n\n（1）故宫米芾尺牍卷第二幅，与伯修司长书，曾提及赵伯充。\n\n（2）宋宗室有叔盎者，字伯充。\n\n（3）苏东坡有和叔盎画马次韵诗。\n\n（4）黄山谷有同子瞻韵和赵伯充团练诗、又戏答赵伯充劝莫学书及为席子泽解嘲诗。\n\n赵德芳（959-981），太祖第四子，封秦王。开宝九年出阁，援贵州防御使。太平兴国初授山南西道节度使、同平章事，加检校太尉，六年卒，年二十三。追封岐王，谥康惠。元符三年追封秦王[4]。\n\n4.绍圣四年至元符二年六月，米芾任于涟水。而此为绍圣四年十一月二十五日作，疑为任涟水时作。\n\n蔡肇米元章墓志铭于记称「知雍丘县，乞监中岳庙」之后，继云：「授涟水军」（江苏涟水）。北宋人程俱（致道）于其「提米元章墓」一文中，尝谓绍胜三年丙子，曾与米芾会于南徐（润州）[5]。而米芾于「涟水军唐王侍御庙记」中有「绍圣丁丑，丹阳米芾，窃席是邦」之语，绍圣丁丑即绍圣四年（公元一Ο九七年），故可推知米芾知涟水军当在此年或其前一年。时年四十有七。\n\n「军」是宋代地方政区之单位，宋代地方政区自太宗末年确定为三级：\n\n（1）「路」：此为最高之单位，相当于唐代之「道」。直属中央。\n\n（2）「府」、「州」、「军」、「监」：此四者乃次于「路」之第二级地方政区，通称为「郡」，盖府州沿袭于唐，实类秦汉之郡。凡军事或经济之重要地区设府，在此级中数最少而面积最大；「州」所辖之县较\n\n「府」为少，府位较尊，但与上州并无大别。「军」次之，至多三县，少则一县，唐代之「军」仅理兵戎，宋则为行政区划之单位；「监」又次之，画为一县，监所以异于县者，盖其地为矿冶工业或政府造币工厂之所在，故设官以监之，并课其税，本国营事业之监理机关，向为物务，其后监官全力大于县令，乃使「监」治一县，而跻于行政单位。\n\n（3）「县」：此为最基层单位。\n\n故米芾初之涟水军，其职位较雍丘县令为高。\n\n5.米芾作草，集中于两时期；前为元佑之初见李玮藏帖后，后者即绍圣之末于涟水也。涟水所作笔意多尖薄，此帖正有此特征，然比同期为早。\n\n（三）评论：\n\n1.明顾复记此帖云：「前小后大。」\n\n2.清安岐亦记帖云：「伯老二字大如小拳，台坐二字次之，甚奇。」\n\n3.日人中田勇次郎评此帖云：「米芾隐藏年轻时的剑拔弩张，借文彭的话说，已更接近了风度高朗、神情舒畅的境地。」\n\n（四）艺术赏析：\n\n1.《致伯充尺牍》与米芾其它书作相比，有一种长话短说的效果。他写得匆匆忙忙，字里行间带过的意味太多，有些字形原是米芾潇洒得俏拔一些的好材料，但在此间，均以回环转折牵扯而过，无心作开张横撑。因此，轻盈的用笔居多，有时似蜻蜓点水，纯以笔尖跳跃舔过，使用露锋尤多，顺应笔尖，直截了当戳入，各种形式、角度的兰叶描取代于横、点、捺的位置上，这些笔划短小轻盈，点缀着整幅生动无比。\n\n2.与《蜀素帖》相比，他的专注力没有那么强，用笔也不表现得面面俱到，而是以短代长，以简代繁，能省简处尽力省简。\n\n1.头两行思路顺畅，心手相映，连贯呼应，不绝于目。第三行就有明显不同，每字互不相连，但字之间势的连贯却能为人深深感受，领会到「笔断意连」的真正涵义。\n\n2.《蜀素帖》与《伯充帖》在结尾处及起首处都稍作表示，或昂扬跃起，或逶迤示意，表示这是一个联系的整体，并非独立存在。\n\n3.轻盈的笔法一直到末行的「伯充台坐」才似惊雷落下，振聋发聩。「伯」字的书写，可未出入意表，而「充」字又挺拔飞扬。作为尺牍的结尾，不惟收信人，就是欣赏者，也感到了警语。\n\n4.《伯充帖》之唯一小缺憾即露锋、游丝线过多，给人刺眼的感觉；另外虽笔画丰润，却稍嫌软弱。\n\n二十三、《春和帖》（《致新恩吏部侍郎尺牍》）（《沂水帖》）\n\n\n\n（一）释文：\n\n芾顿首再拜。春和，政事之暇，起居何如？芾幸安。春入沂水，想多临览之乐。只尺何时从公游？临风引向。谨专人奉状，不宣。芾顿首再拜。知府大人麾下。\n\n（二）简介：\n\n1.此帖为致知府大夫书札。\n\n2.此帖「府」字不缺笔，当作于绍圣元年二月罢避高遵甫讳后。\n\n高遵甫，亳州蒙城人，继勋子，英宗高皇后之父。官至北作坊副使。卒赠太师尚书令，监中书令，累追封至兖、楚、陈王。\n\n3.「顿首再拜」四字与《腊白帖》、《南山帖》极近，且「芾」字长横扭曲，与《伯充帖》同，疑为一时所作。\n\n4.米芾绍圣四年二月知涟水，闰二月犹在京，则「春和」或须至翌年矣。涟水去沂州不远，自可言「只（通咫）尺」。\n\n5.京东东路唯济南一府，而领青、密、沂、登等七州。此言「知府」，实为沂州刺史。\n\n6.再度出任地方首长的米芾仍无法改其闲云野鹤、访奇石、探名迹的嗜好，因此尽管米芾中年之后屡任官职，或任地方首长、或任辅佐之闲职，其皆以四处游历，题画作诗，交游唱怀之生活方式处之。\n\n（三）艺术赏析：\n\n1.从此作不难发现米芾在传统上下过苦功，尤其对晋、唐书法深有领悟，但这件作品的线条和运笔的节奏已是自家面目。虽然线条的内部运动不那么复杂，但线条的朴素浑厚，中锋与侧锋并用，有时中锋与侧锋在同一笔画中自由转换，增强了作品潇洒飘逸的神情。\n\n2.作品每个字的中轴线很少垂直于视平线，左右倾斜，增加了动荡感。在章法上，字与字的中轴线大都联缀得很好，偶尔有平行错开的，这使得这件在单字节奏比较独立的作品在章法上得到了统一。绞转加侧锋用笔，近大远小的构字方法，单字中轴线的倾斜，构成了米芾的特色。\n\n3.如果说《伯充帖》的字是饱而稍软，那么《春和帖》便可说是细而稍软了。但细而稍软并非软弱无力，可以想象米芾把笔执高，轻松悠游的书写，看似漫不经意，但点画之间犹有力道，转折丝毫不含糊，笔毫的含墨量饱满，遂韵致极高。\n\n二十四、《捕蝗帖》（《书尺牍〈一〉》）\n\n\n\n（一）释文：\n\n芾顿首再拜。承清问，属邑捕黄海浦，方暑，恭惟劳神。弊邑上赖德芘（庇），幸无蝗生，而雨沾足，必遂小丰。闻海境去弊境百里已（以）上，曾有些小，今已静尽，亦恐民讹，不足信也。近有《秋祭文》，上呈，可发笑。鲁君素谤芾者与薛至亲，一体加毁。幸天恩旷荡，尽赖恩芘及此，愧惕愧悌。芾皇恐。\n\n（二）简介：\n\n1.此帖为致楚州长官书札。\n\n2.《捕蝗帖》，《石渠宝笈著录》作《捕煌帖》；《故宫法书》作《书尺牍〈一〉》。\n\n3.宋人周紫芝竹坡老人诗话卷一云：「米元章少时作邑，会岁大旱，遣吏捕蝗甚急，有邻邑宰忽移文责之，谓吏驱蝗入境。元章取公牒作一绝。大书其背而遣之，云：『蝗虫本是天灾，不由人力挤排，若是弊邑遣去，却烦贵县发来。』见者大笑」。\n\n周紫芝，字少隐，自号竹坡居士，宣城人。绍兴十二年进士，历官右司员外郎、知兴国军。为政简静不扰而事亦治。有太仓稊米集、竹坡诗话、毛诗解义等书。\n\n4.考故宫藏米芾致葛君德忱尺牍（即德忱帖）有云：「涟，陋邦也，……此一舟至海三日尔，海蝗云自山东来，在敝境未过来尔」，此捕蝗帖云：「弊邑上赖德芘，幸无蝗生」。则此帖乃知涟水君时作也。\n\n5.米芾有涟水军唐王侍御庙记，载宝晋英光集卷六，云：「绍圣丁丑，丹阳米芾窃席是邦」，则此帖乃非少时所书也。\n\n6.「海蝗」乃海舟飞来之蝗，海州在涟北邻，处沂蒙之东，故云「自山东来」。\n\n7.涟水原为县，隶楚舟，元佑二年复为军，其实仍隶楚州，故此帖当寄楚州长官。米有《狱空行》，首句云：「楚州五邑口百万，扰静尽系太守公」，帖中自称「属邑」，盖可知也。\n\n8.「薛」或指薛绍彭，不知何事得罪，遂使鲁某「一体加毁」，已不可考。米芾至涟当年夏旱，此云「雨沾足」且度年丰，则必作于元符元年六月。\n\n薛绍彭，字道祖，号翠微居士，河中万泉人，向子。元佑元年官承事郎，监上清太平宫，累官秘阁修撰知梓潼路漕[6]。\n\n（三）评论：\n\n王时敏跋：「董文敏公尝言：『宋代四家书法皆宗颜欧，而米海岳尤为超绝，脱尽前人窠臼，自出机轴，故能沉着痛快，直抉晋人之神髓。』《捕蝗帖》向为名家叹赏，余今得见真迹，遒劲奔轶，真是平生得意笔，信可宝也。甲辰春抄，西庐王时敏题。」\n\n（四）艺术赏析：\n\n.此行书翰札，用笔提按转折瞬息多变，提处细如发丝，牵丝之处一如折钗铁画，圆润遒利。其按处狂狠而斩钉截铁，结字因势生形，熟而不俗，险而不怪，欹正相生，妙造自然。\n\n2.此帖取斜势之字居多，且为左低右高的斜势；连中画之竖也取倾斜之势，但求整体而不忌局部，帖中的「捕蝗」、「境」等字却一反常态，取左高右低之势，因字生形，再加以夸张，便不经意地产生了整体的变化，既生动活泼又不失协调之感。诸如此类，便取得了「以攲反正」的意外效果。\n\n3.此帖的字多有跃跃欲试之状，不知是否因行气倾斜影响，笔笔相接，字字紧扣，意之饱满，非后人临摹可及。再者有些字刻意加压，《捕蝗帖》有了自己的特色。如「捕」蝗、海「浦」二字的右半部「甫」字边，前者因为钩的部分加压后用力弹回，挺劲不少，辅以背势，更具精神。另外如：民「讹」、「上」呈「可」等字，稍嫌过分，反而使笔画不自然。\n\n二十五、《中伏帖》\n\n\n\n（一）释文：\n\n中伏，芾惶恐。入伏日有雨，凄然如秋。山斋林斋皆虚旷，沧石流水，足度暇日。每怀同好，无与共笔研间者，临风惘惘。芾惶恐。道祖人英。\n\n（二）简介：\n\n1.此帖为致薛绍彭书札。\n\n2.米芾此时仍任于涟水。\n\n3.《焚香帖》（又作《海岱帖》）云：「又少人往还，惘惘！足下比何所乐？」当亦寄薛也。米芾在涟水，与道祖书信最密，寄薛诗有「风沙涨天乌帽客，胡不东来从此荒」之句。有暇而少同好，真当不胜枉然矣！\n\n4.元符元年多雨，延至秋日犹「雨三日未解」。故当在同年。\n\n（三）艺术赏析：\n\n1.《中伏帖》楷书之气重于行意，连笔处也不太自然，如「然如」、「风惘」；「然」的火字底部连「如」的首笔，连笔处稍好，但「然」的连笔太过僵硬；「风」的单字而言，弯钩部分厚重，转折角度有逆折的迹象，至于「风惘」的连接处就比「然如」好了。\n\n2.第三行至第六行，书风类于《蜀素帖》，概其中期以前的字折角较多，这些字之中以「共笔」二字最为神似。\n\n二十六、《焚香帖》（《海岱帖》）（《两三日帖》）\n\n\n\n（一）释文：\n\n雨三日未解，海岱只尺不能到，焚香而已。日短不能昼眠，又少人往还，惘惘！足下比何所乐。\n\n（二）简介：\n\n1.《海岱帖》为米芾知涟水军时所写之尺牍，又称《焚香帖》，以信中有「焚香」二字，故取之以名；后又有人以首三字「两三日」为名，曰《两三日帖》。\n\n2.「海岱」指海岱楼，在涟水。\n\n3.日短必为秋雨，此帖或比《中秋灯海岱楼作》略晚，约在元符元年（公元一Ο九八年）。\n\n4.草书四帖（《元日帖》、《吾友帖》、《中秋诗帖》、《海岱帖》）之一。\n\n《草书四帖》，原有九帖，为宋高宗内府所御藏，并有米芾之子友仁跋：「右草书九帖，先臣芾真迹，臣米友仁鉴定恭跋。」[7]在明代，嘉靖十六年至三十九年文征明与其子文彭、文加摹刻《停云馆法帖十二卷》，草书九帖全部刻入第五卷「宋名人书」中，九帖名称为《德忱帖》、《家计帖》、《元日帖》、《吾友帖》、《草书帖》、《中秋诗帖》、《目穷帖》、《奉议帖》、《海岱帖》[8]。清吴升《大观录》犹有九帖之名，吴升生在康熙年间，可是到了乾隆年间，安岐《墨缘汇观录》称四帖册，可知此时九帖已不完整了。\n\n 所谓四帖为：《元日帖》、《吾友帖》、《中秋登海岱楼二诗帖》、《两三日帖》。[9]《中秋登海岱楼二诗帖》即为《中秋诗帖》与《目穷帖》。《两三日帖》即为《海岱帖》。所以名为四帖应为五帖。所佚四帖为《德忱帖》、《家计帖》、《草圣帖》、《奉议帖》四帖。此四帖为何会佚失？据安岐《墨缘汇观录》云：\n\n「考此帖原系九帖，曾刻于停云馆法帖中，国初鉴家甚伙，宋之四家墨宝，南北争购，吴们有一二于书画中取利者，希获重利，遂使名迹分失如此，今幸存其四，余五帖，并蒋、祝、董三公跋尾，仍在天壤，不知归于何所？」[10]可知书画商为谋取重利，不惜将原来之九帖分拆出售，致使名迹分失，确实令人叹惋。此四帖（实为五帖）后来入清内府，并刻入三希堂帖。另分散的《德忱帖》、《草圣帖》也进清内府。分散的九帖，在内府幸存七帖，可谓不幸中的大幸。\n\n（三）艺术赏析：\n\n1.日人中田勇次以为此帖「学自晋贤帖，每一字皆善得古人气韵。」[11]米芾书力追晋人，可见一斑。\n\n2.「岱」字重写一遍，未必胜前。这两字各有优缺点，原先写的「岱」字，左边的人部十分自然，右半部当中的「山」虽然墨有晕涨的效果，但却因此有了聚散；相较于重写的「岱」字，看似疏朗，人部和右半部却缺少了关连性，最重要的弯钩这一笔，也不够直率，可能要用顿点表现钩的效果；若把重写的「岱」嵌入，和上下文可能不如原先写的来的适合。\n\n3.「学书贵弄翰」，米芾于此可谓始终一贯矣。\n\n4.米芾对于写草书亦有他的见解，认为必须学习晋人格辙。他说：「草书若不入晋人格辙，徒成下品，张颠俗子，变乱古法，语惊凡夫，自有识者，怀素少加平淡，稍到天成，而时代压之，不能高古。高闲而下，但可悬之酒肆，光尤可憎恶也。」[12]\n\n二十七、《元日帖》\n\n\n\n（一）释文：\n\n元日明窗焚香，西北向吾友，其永怀可知。展《文皇大令》阅，不及他书。临写数本不成，信真者在前，气焰慑人也。有暇作谱，发一笑于事外。新岁勿招口业，佳。别有何得？泗戎东下未？已有书至彼，俟之。\n\n（二）简介：\n\n1.此帖无受函者姓名，不知付予何人。\n\n2.大意是指在元旦之时，向友人透露自己展玩《文皇大令》，《文皇大令》见于米芾《书史》，即指唐太宗《唐文皇手诏》。米芾不只展玩，并临写数本不成，因为高超的真迹就在眼前，气焰慑人，令他不敢下笔。米芾于元旦日犹不辍临帖，其精勤于此可见。\n\n3.此帖当作于涟水，不是元符元年即二年，所怀者京师友人也。此人想言多生事，故以「新岁勿招口业」戒之。\n\n（三）评论：\n\n1.明都穆跋：「翁此卷尝入绍兴秘府，后有其子元晖题识，盖海岳平生得意书也。其中有登海岱楼诗一首，下小字注云：『三四次写，间有一两字好，信书亦一难事。』夫海岳书，可谓入晋人之室，而其自言乃尔，后之作字者当何如耶？」\n\n2.明张丑《清河书画舫》：「笔法与海岳诸帖小异，有天真烂漫之趣。」\n\n3.清吴升《大观录》：「笔势如风樯阵马，沉着痛快。而飞扬跌宕，亦时时间出。」\n\n4.清《壬寅销夏录》：「此册清雄绝俗，超妙入神，非后人摹写所能到。」\n\n（四）艺术赏析：\n\n1.《草书四帖》之一。\n\n2.朱仁夫认为此帖与《论书帖》是米芾的代表作，又是米芾艺术风格的又一个层次：古雅脱俗，意趣天成[13]。日人中田勇次郎云：「书法仿王羲之草体，超越通常的王字，而更得晋人高致之风度。」[14]曹宝麟亦云：「涟水诸草，以此本最佳，以《中秋》最劣」[15]均可见《元日帖》确是米芾草书中的佳作。\n\n3.此帖字字多不相连，唯有一些字与字之间以末笔相连，如：「向吾友」、「不及」、「本不」；另有一些以游丝线相莲，如：「怀可」、「在前」、「何得」。字字笔滋精灵，若行若藏，首尾相接，左右呼应，实是「意到笔不到的」。\n\n4.笔意极尽变化，擫拓相间，圆中蕴方，苍润互补。看似洒脱不拘，实则结体自由不散乱，形成一种率真平易的独特书风。观后有不枯、不俗、不媚、不弱的美感。李之仪评曰：「元章书回旋曲折，气古而韵高。」\n\n二十八、《葛德忱帖》（《道味帖》）（《致葛君德忱阁下尺牍》）（《五月四日帖》）\n\n\n\n（一）释文：\n\n五月四日，芾启：蒙书为尉（通慰），审道味清适。涟，陋邦也，林君必能言之。他至此见，未有所止，蹄涔不能容吞舟。闽氏泛海，客游甚众，求门馆者常十辈，寺院下满，林亦在寺也。莱去海出陆有十程，已贻书应求，倘能具事，力至海乃可，此一舟至海三日尔。御寇所居，国不足，岂贤者欲去之兆乎？呵呵！甘贫乐淡，乃士常事，一动未可知，宜审决去就也。便中奉状。芾顿首。葛君德忱阁下。\n\n（二）简介：\n\n1.此帖为致葛德忱书札。\n\n2.葛德忱疑即葛蘩，名字相发之义本《诗经?召南?采蘩》序毛传。乃葛蕴、葛藻长兄。周密《云烟过眼录》卷上王子才所藏雪窦和尚诗后，有「襄阳米芾」与「鹤林居士葛蘩」题跋。葛蘩，号鹤林居士，丹徒人，良嗣长子。崇宁间官临颍主簿，累迁镇江守[16]。\n\n3.此时德忱恐在润州，欲求莱州职事，故米芾告以路程行法也。\n\n4.「林君」当指林希，子中福州人，乃称「闽士」。林氏罢枢密，于元符元年四月出守亳州，同年九月换杭州，疑于其时特访涟水矣。\n\n林希，字子中，福州福清人，概子。嘉佑二年进士，神宗朝同知太常礼院，遣使高丽，希闻命，惧形于色。神宗恕，责监杭州楼店务。绍圣初知成都府，道阙下，章惇留为中书舍人，修神宗实录。时方推明绍述，尽黜元佑群臣，希皆密预其议，自司马光、吕公着、吕大防、刘挚等数十人之制，皆希为之，极其丑诋，读者愤叹。徽宗时卒，年六十七，谥文节，追赠资政殿学士。有两朝宝训二十一卷[17]。\n\n5.《列子?天瑞》：「子列子居郑圃，人无识者……国不足，将嫁（往）于卫。」「御寇」二句，即用此典。\n\n6.此帖作于元符二年五月四日，离秩满[18]不足一月，故有「欲去」之语。\n\n7.米芾于涟水军任上，曾遭遇旱灾之后，又逢水灾之情况，当地田亩俱被淹没，许多通湖港道，初为防旱救田，而填土塞断。然水灾之后，地主毫姓只顾一己私利，仍不疏放，以致地势低洼之区，积潦难泄，为患颇大。米芾于致上司或同侪之信函中，特将在外实地所见表出，心中甚为不平[19]。这是米芾「欲去」的外在之因，涟水环境险恶，旱灾水灾连连。\n\n8.米芾「平居退然，若不能事事」，虽然「至官下则率直不苟」，但平生嗜好只在江封山月，及石砚书画，加以疏狂成性，故为官日久，难免故态复萌。墓志铭对此并不加隐讳，谓「时亦越法纵舍，有足大者」。此实记实之言。在涟水军任上，米芾即曾因「好石废事」，招致上司不满[20]，可能因此去职，在任仅二年。\n\n（三）艺术赏析：\n\n1.此为米芾著名的《草书九帖》之一，又是其晚年成熟书风的代表作之一。\n\n2.此帖自始至终，气韵十分流畅，下笔如飞，痛快淋漓，毫无顾忌，点画之际，妙趣横生。粗看，「全不缚律」，左倾右倒，形骸放浪。仔细赏读，却又欹正相生，字字随着章法气势变化，用笔狂放而不失检点，提按顿挫丝丝入扣，上下精神，相与流通，有着强烈的节奏感，与其作品比较，此帖颇具魏晋风韵，笔法圆转含蓄韵藉，有篆籀气。节奏也较平和，神闲气定，故能随意布势，妙得自然。\n\n3.此帖乃米芾佳作之一，虽然第八行至第十五行之间有的字略小，但大体上看来，不论是字形结构、映带关系、饱厚度或整体感来看，都是一篇难得的好作品。单字方面，这帖有一些重复字出现，端看米芾怎么作变化：\n\n二十九、《吾友帖》\n\n\n\n（一）释文：\n\n吾友何（「必」点去）不易草体？想便到古人也。盖其体已近古，但少为蔡君谟脚手尔！余无可道也，以稍用意。若得大年《千文》，必能顿长，爱其有偏倒之势，出二王外也。又无索靖真迹，看齐下笔处。《月仪》不能佳，恐他人为之，只唐人尔，无晋人古气。\n\n索靖，魏?景初三年─晋?太安二年（239-303）。字幼安，后汉张芝（伯英）姊孙。甘肃敦煌五龙」之一。博通经史，与潘岳、顾荣等同僚而为人尊敬。晋惠帝初年，皇后贾氏握政权，专横至极，豫见战乱征兆，逸事有。渠指洛阳宫殿门前所立铜驼（青铜制骆驼）谓：「君可于其中窥见蔷薇」，永康元年（300）赵王伦乱起，以左卫将军，讨伐赵之羽翼孙秀有功，加散骑常侍，太安二年（303）迎讨河间王颙安之乱受伤而卒，年六十五岁，赠太常及司徒之官，赐谥庄。善八分、章草。《晋书》称其「草书与尚书令魏瓘为绝世名手，武帝宝爱之」，梁庾肩吾书品以次，与皇象共列上品，草书外，毋丘兴碑传即出诸他的手笔，与后和蔡邕石经比，并不逊色。据此以观，似亦长于隶书。有书论《草书状》传世，另有五行三统正验论等著作，今皆不传。《晋书》卷六十有传[21]。\n\n（二）简介：\n\n1.此帖为致薛绍彭或刘泾书札，无确实记载。推此二人乃以二人致涟水诗信甚多之故。\n\n刘泾，字巨济，一字济震，号前溪，简州安阳人。熙宁六年进士，王安石荐其才，为经义所检讨。元符末官至职方郎中。善作林石槎竹，作文务为奇诡语，好进取，常为人排斥，屡踬不伸。卒年五十八。有前溪集五卷，不传[22]。\n\n2.「大年」是宗室赵令穰字。《千文》不见《宝章待访录》与《书史》，想为智永所作。\n\n赵令穰，字大年，从挚孙。仕至崇信节度观察留后，因端午节进所画扇，为哲宗赏称。雅有美才高行，游心瀚墨，尤工草书。卒谥恭敏，追封荣国公[23]。\n\n3.评《月仪》数语，真具慧眼，每诩「阅书一世」，毕竟不为耳食也。\n\n月仪，即书仪，为书翰文范之一种。分十二月，以每月之时间问候。月仪最古者，梁昭明太子（萧统）作，所传之文，载昭明太子集。萧统，五世纪人，如以此月仪章为索靖笔迹，就更早了。现所传者为正月至十二月中九个月份（四至六月缺），每月分三段。合计十八段。宋董逌购得十一章，刻入续帖。如以一月一章计，则残缺者较今日为少。董氏引唐李嗣真语谓：「索靖有月仪三章」，或许是原有三章，细分之者。故疑为唐人临写[24]。\n\n4.安岐《墨缘汇观录》云：「吾友何不易草体，想便到古人也。原本何字下必字点去，不字旁注。」\n\n5.文中所提「出二王外」、「晋人古气」，都可以看出米芾的书法艺术目标，即超越传统王字，而追求晋人纯古的风韵。\n\n6.米芾在涟水军任上，除古帖题跋增多，显示其与古书帖之密切亲近外，其与书画好友之书信往返，也甚频繁，此点暗示其对古书画兴趣日增，收藏日富。墓志铭谓米芾：「平生与游多天下士，蜀刘泾、长安薛绍彭，好奇尚古，相与为忘形交。风神萧散，是其一流人也。」[25]\n\n7.刘泾、薛绍彭与米芾均不惜巨资收购书画，每有收获，辄驰函相报，或互为品鉴，或以诗文相唱和。彼此之间也常交换书画，情好甚笃，如同兄弟，世称「米薛刘」[26]。\n\n8.米芾在涟水任上，曾寄诗薛绍彭评骘前代书家认为「欧（欧阳询）怪褚（遂良）妍不自持」、「公权丑怪恶札祖」[27]，进退古今，意气毫发。当刘泾购得「梁武像」，报知米芾时，米芾以诗奉答，除告以鉴赏之道外，并深以「本当第一品天下，却缘顾笔在涟漪」为叹[28]！薛绍彭获「钱氏子敬帖」、刘泾得唐绢本兰亭序时，亦均曾以诗相酬[29]。\n\n（三）艺术赏析：\n\n1.草书四帖之一。\n\n2.《元日帖》、《吾友帖》之书风大体相似，可能是同一时期写的。余举出几个例子来观看，如：「吾友」二字，前帖写的较开张，后者的「吾」字向下缩，「友」字向右下倾，那笔用长点来表示，综合来说，姿态不同，但是用笔方式没有多大的差别；《元日帖》的人「也」与《吾友帖》的二王外「也」，也是字体不同，但是用笔略同。\n\n3.前面所论而言，后人对米芾的草书，多半持正面的反应，但是曹宝麟对此有不同的见解。早岁《相从》、《盛制》、《乱道》诸帖中夹杂的草体，看来尚未脱周越、苏舜钦二人的窠臼，不古不今，格调不高。自从元佑二年看到李玮所藏晋贤十四帖，震动之余才决计归依晋人了。这段他确实对草书迷恋了一阵，但除了《好事家帖》、《武帝书帖》、《张颠帖》等几篇相对集中的草书外，很长时间便失去了继响。元符元年从苏激处买到晋贤十三帖，受到刺激，因而他在涟水又对草书重燃了热情。但涟水所作用笔尖薄，比之十年前更是每况愈下了。应该说，米芾小草水准不高的根本原因，还不是功力的欠缺，而恰是取法的狭隘。他受苏轼的影响，对旭素创新持否定态度，所以他不屑从晋人以外的作品中去汲取营养。在晋草的光焰下，他只觉气慑自卑，因而只有在他草帖中我们才见到一派悲观的情绪[30]。\n\n三十、《陈览帖》（《书尺牍〈七〉》）\n\n\n\n（一）释文：\n\n昨日陈揽戢戢之胜，鹿得鹿宜，俟之。已约束后生同人，莫不用烦他人也。轸之只如平生。十官如到部，未缘面见，欲罄绅区区也。芾顿首再拜。\n\n（二）简介：\n\n1.此帖所云无一事可考，只知此帖之笔意与《参政帖》近似，当是同一时期之作。\n\n2.《陈揽帖》，《墨缘汇观》、《式古堂书画汇考》作《陈揽帖》，《故宫法书》作《书尺牍〈七〉》。\n\n（三）艺术赏析：\n\n1.此帖与《参政帖》之风格略同，用笔圆润，无剑拔弩张之势，大概是米芾晚期之作。\n\n2.就字的造型来看，「之」字《参政帖》有一，即邳公「之」后；《陈揽帖》有三，及戢戢「之」胜、俟「之」、轸「之」。不论笔或笔划粗细的变化，几乎雷同；唯后帖的三个「之」字没有变化，乃美中不足之处。\n\n三十一、《通判帖》\n\n\n\n（一）释文：\n\n芾顿首再拜。通判朝请明公阁下。比者大旆行邑，获望颜色，许立下风，用是寒踪，知所依托。稍睽侍右，詹（通瞻）系实深。寻承径之盐城，比之以还治府，谨奉状陈请谢芘，不备。下邑令米芾顿首再拜。通判朝请明公阁下。\n\n（二）简介：\n\n1.此为米芾在涟水时与楚州通状门状。\n\n2.盐城县亦为楚州属邑也。通判乃知州之副，「入则贰政，出则按县」（《宋史?职官七》），此帖即通判先按涟水复巡盐城之实。\n\n（三）艺术赏析：\n\n1.此帖近于小楷之作，比起之前的《参政帖》及《陈揽帖》，又更恬静。这样的小行书，其书风是界于行书（如《葛德忱帖》）和行楷（《太师行寄王太史彦舟帖》）之间，其笔划粗细变换十分调和，没有唐突之笔，用笔丝毫不含糊，顿挫转逆让人一目了然，乃平凡中的佳作。\n\n2.细观此帖用笔，虽细小但十分挺劲，如第三行的「比」字，左边拉开而笔划轻细，右边紧缩而用比较强，对比中又不失协调。厚重的笔划如「通」字的捺笔，浑厚圆劲的笔势十分耐人寻味。\n\n三十二、《衰迟帖》\n\n（一）释文：\n\n芾顿首再拜。知府资政左丞钧席。芾衰迟不偶者四十九矣。昨改一官，遂蒙甄收，仰怀至公。方公在政路，不敢数为问，每有勤企。即日偃藩多暇，钧体起居万福。芾辄以儿戏乱道碑二本上浼宗匠，伏乞垂恕，造易惶悚。向冷，伏望为宗社调兴寝。谨奉状，不宣。襄阳米芾顿首再拜。知府资政左丞钧席。\n\n（二）简介：\n\n1.此帖为致知府资政书札，然知府资政难知为何人。\n\n2.此帖自云「四十九」（芾衰迟不偶者四十九矣），则其时当在元符二年，是年六月米芾涟水满秩，旋改真州发运司，故帖云「昨改一官」亦相符契。\n\n3.清?徐松《宋宰辅编年录》卷十：「绍圣二年十月甲子，郑雍罢尚书右丞。（王瑞来《校补》改正为左丞）字太中大夫除资政殿学士知陈州。」身分虽合，但「元符二年七月辛酉，太中大夫、提举崇福宫郑雍卒。」（《长编》）此帖云「向冷」，则郑雍已卒矣。岂米芾未闻讣报，犹以友仁所书二碑搨本上寄相娱耶？此事乃待考证。\n\n郑雍（1031-1098），字公肃，襄邑人。第嘉佑二年进士甲科，受衮州观察推官。元佑间拜尚书左丞，绍圣间累官中书舍人，多所谏纳。徙北京留守，章惇以白帖贬元佑臣僚，哲宗疑之，雍欲附惇，为自安计，乃援熙宁故事，以为惇解。然卒坐元佑党，罢知成都府。元符元年卒，年六十八[31]。\n\n（三）艺术赏析：\n\n1.此帖整体厚重，以方笔见长，大小字错落其间，不失为一丰富之作。\n\n2.先看首尾「知府资政左丞钧席」这几个字的比较。「知」字后者为佳，前者重而无弹力，似变成死笔；后者笔划粗细变化匀称，姿态变化左边略向左倾；「府」字而言，两字的缺点都是左长撇，共同处是不自然的下压，而「付」字来看，后者不若前者呆板；「资」字也是后者较佳，前者的「次」分布较平均，俨然一楷字，后者的「次」左边两点较大，使「欠」有缩小感觉，姿态富变化；「政」字相差不大，缺点是捺笔，太过重而直，却没有弹力；「左」是前字较佳，但如能粗细变化一些会更好，后字的「左」，长撇的下压太过刻意，撇也直得不够自然；「丞」两字相差不大；「钧」字的金部，上撇呈俯式，右边的「匀」的勾笔略显不同，两个勾法都各有优点；「席」字后者为佳，后者的长竖为向右倾，姿态向下开张。\n\n3.余最欣赏米芾的圆劲「转折」，如：造「易」、「向」冷、不「宣」、襄「阳」等字。\n\n三十三、《廷议帖》\n\n（一）释文：\n\n芾老矣！先生勿恤廷议，荐之曰：「襄阳米芾，在苏轼、黄庭坚之间，自负其才，不入党与。今老矣，困于资格，不幸一旦死，不得润色帝业，黼黻皇度，臣ㄙ（某）惜之。愿明天子去常当格料理之。」先生以为如何？芾皇恐。\n\n（二）简介：\n\n1.此帖为教唆蒋之奇荐己之书。\n\n蒋之奇（1031-1104），字颖叔，常州宜兴人，堂从子。嘉佑二年进士，又举贤良方正。神宗初，累迁殿中侍御史，以诬劾欧阳修贬官。旋为淮东转运副使，岁恶民流，之奇募使修水利以食流者，如扬之天长三十六陂，宿之临涣。横斜三沟，皆其大者。升江淮荆浙发运使，其所经度，皆为一司故事，累除观文殿学士。崇宁三年卒，年七十四，谥文穆。有文集杂着百余卷[32]。\n\n2.周辉《清波别志》卷上：「又尝以书抵西府蒋颖叔云：『芾老矣，先生勿恤廷议（下略）』，世又传米老《自荐帖》。」\n\n3.颖叔为米芾老友，米跋所得右军《范新妇帖》诗，蒋一韵和三首，事见《书史》，又蒋贺米定居七律一首，见《净名斋记》。\n\n4.「西府」即宋枢密院别称。颖叔于元符三年四月同知枢密院，翌年（建中靖国元年）七月升枢密使，而后者时米芾已在发运司，故此帖当作于元符三年四月蒋在西之后。\n\n5.陆游《老学庵笔记》卷六：「今人书『某』为『ㄙ』，皆以为俗从简便，其实古『某』字也。」\n\n6.元符三年四月，韩忠彦为右相，李清臣为门下侍郎，蒋之奇同之枢密院事。诏范纯仁复官公观，苏轼等徙内郡居住。周遭好友全都升官，于是米芾至京遍谒权要，得江淮荆浙等路制置发运司管勾文字职[33]。\n\n（三）艺术赏析：\n\n此帖是小行书，但是此帖的精致度不若《通判帖》。大概是米芾欲谋一官职，信手写来，不顾艺术的讲究。严格说来，此帖较像一般往来的官方文书，字字讲求标准为法度，姿态上没有太大的变化，但是笔笔精准又不含糊，唯粗细几乎一样较没有变化，使整篇作品呈中庸之状。\n\n三十四、《衰老帖》（《提刑殿院帖》）（《衰老人帖》）\n\n\n\n（一）释文：\n\n芾顿首启。衰老人所弃，蒙□节，翌日欲拜谢，虑大君子讶其情文，钦向钦向！晴和，起居何如？想□检已了。来日欲屈华节，同彦勉家庖早饭，不审肯顾否？谨具启，不备。芾顿首再拜。提刑殿院节下。\n\n（二）简介：\n\n1.此帖为致「提刑殿院」（龚夬）书札。\n\n龚夬，瀛州人。清介自守，有重名。举进士，河阳判官，绍圣初擢监察御史，以亲老求通判相州，知洺州。徽宗立，召拜殿中侍御史，始上殿，即沦章惇、蔡卞奸邪，又论蔡京罪恶，于是三人皆去。后坐从事编管房州，徙化州，徒步适贬所，持扇乞钱以自给。遇赦归卒。后追谥节肃[34]。\n\n2.吴曾《能改斋漫录》卷十一：「吕居仁记龚殿院彦和，清介自立，少有重名。元佑间签判瀛洲，与弟大壮同行，尤特立不群。」何薳《春渚记闻》卷四：「龚彦和正言，自贬所归卫城县，寓居一禅林，日持钵随堂供。暇日偶过库司，见僧雏具汤饼，问其故，云具殿院晚间药食。龚自此不复晚餐云。」「殿院」为殿中侍御史别称，夬任在元符三年三月。\n\n3.《续资治通鉴长编拾补?元符三年六月》：「辛亥，殿中侍狱史龚夬上殿论蔡京罪状，……夬既自辨，遂请去。」出为何职，史无明记，恐为某路提点刑狱，故「提刑」置「殿院」之前也。此帖盖与《廷议帖》相后先，亦为谋荐。\n\n4.夬与弟大壮，其名皆出自《易》卦。《易?夬》：「夬，决也……决而和。」故龚夬字彦和。《易?大壮》无「勉」字，乃知「彦勉」非大壮，疑为另一不知名之兄弟也。\n\n（三）艺术赏析：\n\n1.米书的艺术风格，董其昌曾用一个字来概括─「势」。在《衰老帖》中留给我们的印象是沉着而不滞，娴熟而不俗，险绝而不怪。\n\n2.用笔方面，起承转合，顿挫分明，或如「顿首」二字带而不连，或如「居何」二字连而又带，或蓄势起草如「芾」、「启」等字，或露锋承势如「老」、「人」等字，都极富变化，在线条上透露出一种音乐的节奏感，或如「所」字细若垂柳，圆润遒劲，或如「文」字，粗若巨鲸，丰腴厚实。\n\n3.布局方面，他倚斜正侧，顺乎自然，佐以侧锋，以求跌宕之势，所以整幅书法超迈飞动，观后令人意气横出。除此外，隐隐可看到王献之的那种散朗妍妙、俊逸姿媚的影子，当然米芾毕竟做到了遗貌取神，独树一帜。因此他不是只步趋王献之而已。\n\n4.黄山谷曾批评米芾书法，而祝允明则认为米书有「狂狠」之习，但这幅《衰老帖》却能力矫此弊，实为米书中的上品。米芾为人「风神萧散、言辞清畅，为文奇险，不蹈前人轨辙」，同时又「恃才傲物，不拘绳检」，这些对于塑造他的艺术个性都不无影响。","author":"宋代米芾","description":"米芾尺牍书法艺术研究1"}]