[{"name":"米芾御赐澄清堂第一册","text":"邢侗（1551-1612），字子愿，号知吾，自号啖面生、方山道民，晚号来禽济源山主，世尊称来禽夫子。临邑县（今属山东德州）人。明万历二年进士，官至陕西太仆寺少卿。善画，能诗文，工书，书法为海内外所珍视。与董其昌、米万钟、张瑞图并称“晚明四大家”。\n人物生平\n邢侗，1551年生，1612年逝世，明嘉靖三十年生于临邑县万柳村（今临邑镇邢柳行村）一个书香门第。邢侗资秉聪慧，七岁能作擘窠大书，剑拔弩张，气势生动；十三岁作雅宜（王宠）楷书；家多藏书，十四岁能读所藏。邹督学安福至济南，见邢侗楷书道：“此儿书法有前辈风，是天下才也！”召至济南泺源书院读书，传为齐中美谈。十八岁考取拔贡，隆庆四年（1570）应诏进京，尽友天下士，学日益博，考中京闱举人。明神宗万历二年（1574）进士，1575年，任南宫知县，万历十一年（1583）按三吴（今苏州、常州、湖州一带），1584年升湖广参议，1586年，升任陕西太仆寺少卿。同年5月辞官归乡，筑来禽馆等二十六景名“烁园”，身于其中，攻读习书26年。邢侗家资巨万，在古犁匠修建“来禽馆”，减产奉客，以致家道中落。擅诗文，书画尤为精妙，时有“北邢南董”之称，又有邢、张（瑞图）、米（万钟）、董（其昌）之誉。明·史孝先在《来禽馆集小引》中说，“侗法书工诸体，章、怀、柳、索、虞、米、褚、赵，规模肖像，咄咄逼人。”\n学书经历\n邢侗学书过程，盖可分为三个时期：早期、中期和晚期。\n早期\n从七岁能作擘窠书到万历二年考取了进士，即楷书到行草书初期。在科举时代，开始不在“馆阁体”上下一点工夫，是不能想象的，从其初学沈度就是说明了。不过，邢侗天资是很高的，仅到十三岁就熟练掌握了王雅宜楷法，以至惊动了邹督学。同时接触赵孟頫行草书。不过，邢侗学三人书，是看到他们的优点，同时又看到他们的缺点。这从他的题跋中可以看出。如《题王雅宜墨迹》说：“王履吉书，元自献之出，疏拓秀媚，亭亭天拔......若无论世代，真可登子昂上估矣。”认为王宠尚有发展余地，惜未臻化境而亡。在《古今名人书法译》一文中说：“赵文敏一代清士，正行工力，极尽无加。草书唯带偏俗，若增朗朗超箸，便是羲献入林。”恐开头都被他们的优点所吸引，至深入掌握其法后，才发现他们的不足，这些跋语，或是后来补写的吧。接着应诏进京，广交天下士，眼界宽了，考取京闱举人；又四年进士及第；又翌年知南宫。生活结构变了，是他在书法上往第二时期过度的预备阶段。时年二十四岁。\n中期\n自南宫任至万历三十年邢父辞世，时年五十二岁。这个时期正当壮年。历南宫任、擢御史、巡河东、按三吴、督两广、得《十七帖》、《澄清堂帖》、升太仆、辞官归里、营\"泲园\",刻《来禽馆帖》、临二王、工章草。这些事，都是在这个时期完成的。在他的书法活动中，这个时期时间最长，成就最大，传世作品最多，社会影响最大的时期。这个时期，他为了完善其书道体系，他以钟索、二王为主，复遍师虞、褚、米、秃，旁及真草隶篆，无不探索，以丰富自己。而以临大王为主。他意识到必须对章草用工夫。在他的《题出师颂》可以看出：“章法余自晓为之，但无百日功耳。明春欲移居西斋，下一勇猛志，当令柳叶画墨也。”后世评为“晚精章草”，良有以也。最得意还在临王；他临王与他家不同，他尽量忠于原作，在精化、净化王书上有贡献。在师承二王上取很大成功，得到专家的认可。明史高先评道：先生“书法诸体......而会心慊意，尤在晋王，的是右军后身，居然有龙跳虎卧之致。试取临池妙墨错杂诸名帖中，不辨谁古。”东莱刘重庆认为：“先生......书追钟王，一波不苟作，前有逸少，今或犁邱。”张忻在题邢临右军《霜寒帖》云：先生“以技尽之年，神化纵横，直与山阴分座。”在这个时期，邢侗临池之外，最大的贡献，是刻了《来禽馆帖》，刻历代明公法书，以大王为主。邢侗知道，要想弘扬王书，必须对传世的王书，进行去伪存真、去粗取精，作了大量工作。如在《淳化阁右军书评》、《淳化阁帖跋语》等文中，进行过十分细致的鉴别和评价，对王著的伪作，一一指出，这些集录和评鉴，至今仍不失为研究王书的参考资料。在这个基础上，邢侗亲自遴选镌刻了《来禽馆帖》，又是请刻帖名手苏州吴应祈父子精心刻制，因成为传世著名的丛帖之一。该帖共收八个分帖。计有《唐人双钩十七帖》、《澄清堂帖》、《黄庭经》、《兰亭序》三种（定武本、褚遂良本和赵孟頫临本）、《出师颂》、《西园雅集图记》。其中尤以《十七帖》和《澄清堂帖》最为世重，影响也最大。邢侗按吴时得吴廷藏硬黄《十七贴》墨本（清王澍《论书剩语》中说“唐摹墨迹，万历间藏邢子愿家”；王玉池推测邢侗钩摹带回）。万历二十年（1592）刻石来禽馆。有明一代最早以硬黄墨本上石的就是此刻。故邢侗说：“吾家《十七贴》，竟树寰中赤贴，”他又跋说：“唐摹七贴，虚和闲适，若挹右军指腕，而对右军眉宇也。摹石出自余悬椎，丝发惟惬。盖近临晋人书，多圜熟伤肥，而此独骨肉匀亭，时露锋颖，骅骝足下起一点轻尘，不似四蹄雷雹，黄埃扑人也”。王澍在看过百余本《十七贴》之后，认为《来禽馆》本为天下《十七贴》第一。在传世《十七贴》版本中威信很高。《澄清堂贴》邢刻是选刻。凡被米芾、黄伯思指为伪贴者，皆不选，摹刻也精。邢跋说：“销峭环桀，寓于绵密之内，诸王氏拓刻，尽在下风。”总之，邢侗精心刻了《来禽馆贴》，对纯化和精化王书，作出了贡献。\n晚期\n自万历三十一年到万历四十年。这一时在书法上是他摆脱前人影响、形成个人面貌、挥洒自如时期。这一时期代表作，除前面提到了其门人张忻上石的临右军《霜寒贴》外，再即万历三十七年（1609）为其恩师撰文并以行书书丹的《东阿尊师于文定公碑》，可谓杰作。任玥跋说：“字字珠玉，清逸绝不可及，先生书法，斯为至矣！”再就是年六十书蝇头小楷《西园雅集图记》。万历三十三年前后，他与友人河北高县赵梦白书札四十余纸，亦晚笔杰作，墨迹今存长春博物馆。\n邢侗晚年，其门人和乡里有识者都刻其手迹，为区别于邢侗《来禽馆贴》，都名之为《来禽馆真迹》。其妹慈静刻《芝兰室来禽馆真迹》木板，今与《来禽馆贴》原石，全存“邢侗纪念馆”。门人张忻也刻有《来禽馆真迹》，石不知今存否。更值得一提的是乡人、兵部王洽瑞露馆刻之《来禽馆真迹》特精。刻凡三易（刻了不满意，磨去再刻）刻手为苏州吴士端，六年时间始告成。崇祯二年，王洽被诬入狱，三年（1630），瘐死狱中，距此刻竣工十二年，家景败落，其后人以“朱提十流质石于临邑东关质库（当铺）中，邢侗子婿乐陵史高先于此刻出资过半，闻知赎归，后流为乐陵潘氏藏，今存乐陵市文化馆”。\n艺术成就\n诗文成就\n邢侗诗则出入李、杜、王、岑，“高古典雅，每每工而拙用之”。五七言律宗唐，古风追汉魏，如《平倭歌》等，颇有“建安风骨”。于鳞之后，子愿代兴，堪为一代词宗。晋江友人黄克缵说：“余时与（子愿）唱和，每诗筒至，輙私念：‘此中有佳句’，如尹媫妤望见邢夫人，自痛其不如也”。子愿有诗五百余首，亦收入全集。\n绘画成就\n其于绘事，“偶作意写卷石、莎草、长松、修竹，游戏点缀，罗罗见其清淑，大抵仿叔明、元章笔意。”不以丹青为长，不过略以自适，却也落落大方。不过他对绘事的欣赏和理解，还是表明了他的修养品位的，在他对一些名画的题跋中不难看出。如《题赵子昂墨竹》、《题沈石田画》等。而其《题沈周花果》说：“画以三笔五笔得其神者佳。虽笔笔工整、敷彩浓丽，即得其妙，神亦难至。”写意花鸟画到了明代，即为水墨写意大发展时期，崇尚秀雅，强调“士气”、“书卷气”，属文人画体系。“三笔五笔得其神”，是否可以说在理论上开了“八大山人”的先河呢？邢侗一生之于诗文书画，画是着力少了些，但可以说少而不低。\n书法成就\n邢侗博采众长，遍临魏、唐、宋诸大家，其临池之美，以钟、索、二王为主，尤好右军书，而得右军神髓。他自己说：“与右军书坐卧几三十年，始克入化。”明周之士《游鹤堂墨薮》说：“近代邢子愿书，精研二王，笔法恒仿佛《十七贴》笔意；即其卷素所书，迹多述王帖，可谓极意临摹者矣。宋、齐而下，书法衰飒，魏晋风轨扫地者，已非旦夕之故，乃公（侗）独裒然辟除陋习，追迹逸少，无论其精旨谓何，即其矢志，则已超人一等矣。”\n邢侗行草、篆隶，各臻其妙，而以行草见长；晚年尤精章草。当时与董其昌并称“南董北邢”，又与米万钟，张瑞图并称“邢张米董”。但艺术创造力远不足与董其昌、张瑞图、黄道周相比。邢侗的长处，即在于他临古极肖，他的名作多是临作。他工于诸体，尤其工草书，由于泥古未化古，缺少个性的显彰。他对晚明末流书法的狂怪无法度十分反感，他的法古是对这些末流书法的警示，其书法史价值也在于此。传世书迹有《临王羲之帖》、《论书册》、《古诗卷》、《临晋人帖》等。除故宫博物院外，今伦敦博物馆，日本、东南亚诸国皆存其书迹。\n书法影响\n中外影响\n邢侗的书法成就，为社会所公认。特别其行书为海内外所诊。万历令内竖以邢侗字扇进览，为击节称赏，命女史学其书，遂置以图记。邢司马玠至高丽，有李状元妻，托致书子愿，愿为弟子，自恨身为女子，不能入中国。朱宗伯出使，从人适携邢书二幅，购之黄金同价。琉球使者入贡，愿多住些天，买到邢书才去。今伦敦博物馆，日本、东南亚诸国皆存其迹。除故宫博物院外，上海、长春、四川、湖北等博物馆皆有存迹；台湾博物馆存其书作六帧，存其妹慈静《莲瓣观音图》一帧。可惜在他的故乡临邑，历经风雨、兵燹，邢侗纪念馆仅存其墨迹中堂一幅。\n邢侗晚岁写出自己特色之作，多为信札，流传不广，故社会影响不大；加之身处穷乡僻壤，又不多同外界接触，故其影响远不如其他书家。然明四家“邢、张、米、董”，从书艺气象上看，其他三家皆不逮也。清道光临邑县令、闽南莫树椿为“来禽馆”撰过一联。\n相关研究\n998年9月，“第三届中国书法史论国际研讨会”在澳门召开。书法史论专家王玉池先生参加了会议。他的论文题目是《晚明北方书法重镇邢侗和他的〈来禽馆帖〉》。此文载入文化出版社1998年出版的《第三届中国书法史论国际研讨会论文集》。论文对邢侗和《来禽馆帖》作了适当的评价。他说：邢侗“中期力追二王，取得了巨大的成功，晚年融会贯通，进入化境。其间尤以学习和弘扬王羲之书法影响最大。他学习二王能得其形神；他手摹和主刻的《来禽馆帖》，为古代著名丛帖之一。其中尤以王右军《十七帖》和《澄清堂帖》声价最重。此帖对净化和精化王书及提高人们对王书的认识、乃至对整个书法传统的继承，都有启发作用和积极意义。邢侗在明代是一个独特的典型，具有不可替代的意义。”并说：“在书家林立的晚明书坛，除了晚出的黄道周及其同年王铎和倪元璐之外，最著名的就是邢（侗）、张（瑞图）、米（万钟）、董（其昌）四大家。邢侗不仅列四家之首，还同董其昌称北邢南董，可见其地位之高和影响之大。但在邢、张、米、董之间，不像有的书家那样有风格、地域、传派或个人关系上的纠葛，而是各有特点的四家并立关系。因此，每个书家就更得独立研究”。接着王先生对邢侗的生平、人品、和书艺成就作了详细的研讨。文章下半是对《来禽馆帖》的分析，特别着重其中〈唐人双钩十七帖〉和〈澄清堂帖〉的评说。对邢侗中期较晚时写的大字《行书刻石》作了很高的评价。此石也是清临邑县令莫树椿据时邑人徐树人所藏墨迹上石。内容是邢侗恩师由东阿进京，路过临邑，携赠许多菊花，邢侗回赠自酿雪水莲花酒的事。其文曰：榖城现辇至，黄花六十，色色俱足；仆报以雪酒廿盛。“榖城”，东阿。本以行书记事，却成千古传世杰作。王玉池先生评说：“行笔痛快淋漓，转折圆浑果断，书风雄健豪迈。在二王书法中，似更近小王。这在晚明书家中，是独一无二的。”\n传世作品\n邢侗知南宫时，即主篡了《南宫县志》，万历十六年（1588）应聘纂修了《武定州志》十五卷，四册，约十万言，体例完备，论述精辟，成为名志。万历十九年（1591），应临邑知县刘承忠聘，创修了《临邑县志》十六卷，四万字。其散著如“拟古十篇”，补史佚之文，未免过于深奥，“似比古人还古”。更有些通俗佳作，如《与季弟论文》、《半舫斋记》等。结为《来禽馆集》二十九卷。至清乾隆四十七年（1782）抄入《四库全书》。邢侗著有《书札卷》、《来禽馆集》等。有《石莒蒲图》扇面，现存日本大阪市立美术馆。收藏墨迹刻作《来禽馆帖》\n论书册\n邢侗行书，纸本墨迹。前7幅凡21行，每行字数不一，共2000字。后7幅凡19行，每行字数不一，共203字。《石渠宝笈三编》著录。今载《故宫书画录》卷三。台北故宫博物院藏。邢侗对王羲之的书迹刻意习学，他借着见过吕延仲所藏王羲之书迹的机会，写下了这篇《论书》。他推崇王羲之“卓然为千古书家之冠”，并且竭尽全力地追仿。此作品中瘦硬刚健的骨架，流丽清澈的笔势往往流露出王书的精神的气息，用笔稳健凝练，字字的线条效果显明，深得王羲之行书神韵。\n于慎行简介\n于慎行（1545—1608），字可运，又字无垢，山东东阿人（今属平阴东阿镇人）。嘉靖四十一年（1562）参加乡试，考中举人，主考官设“鹿鸣宴”宴请众位举人，于慎行以未奉父命辞谢，在当时传为佳话。隆庆二年（1568），于慎行考中进士，因文学出众，改庶吉士，任翰林院编修。万历初，任侍讲官。万历二年，刑侗去北京参加会试，于慎行任主考官，他看了邢侗的文章后，惊叹道：“子天下才，徐淮以北固无此。”收邢侗为自己的弟子。于慎行称自己与邢侗是“莫逆之交”。\n交恶张居正\n万历六年，张居正的父亲病故，神宗下诏让张居正“在官守制”。张居正没有回家去处理父亲丧事，只派了自己的儿子回家安葬父亲。此事遭到编修吴中行、赵用贤、郎艾穆等人的严厉批评。惹的张居正怒不可遏。神宗下诏将四人在午门廷杖六十，削职为民，永不录用。侍讲官于慎行、赵士皋等人上疏解救，再一次触怒张居正，张居正说：“你是我提拔重用的人，为何如此？”于慎行答道：“正是因为你重用，我才这样的。”张居正更加不满，于慎行就以身体有病辞官归里。在家赋闲四年，邢侗写诗赞到：“讲廷初散转铜凫、思绕冬青一万株。闻到后堂时值洒，可能还忆戴崇无。”\n为官清正\n万历十年，首辅张居正病故。于慎行又重新起用。很多大臣又上疏揭露张居正种种不法之事。神宗大怒下诏刑部查抄张居正的家产。于慎行闻讯以后，连忙给负责查抄的刑部侍郎丘橓写信，希望他手下留情，不要连累张居正无辜的老母和儿子们。显示出于慎行大公无私，敢说真话的凛然正气，天下很多士人称赞于慎行仗义执言。于慎行给神宗授课，神宗称赞道：“于先生朗朗超著，一字朕所会心，此岂咄咄偶合者。”于慎行宽容大度，做事量力而行，他从不在众人面前争论什么，人先我后，老成持重。翰林院一些自视满腹经纶的人见了于慎行以后，都自愧不如，在他的面前非常谦虚。一些翰林前辈们也私下称他“海涵泰峙，我辈所不及。”不久，于慎行由侍讲官升礼部侍郎，改任吏部左侍郎，万历十七年升为礼部尚书。于慎行处事小心谨密，一旦认定则又胆大无比。他经常告诫邢侗说“你的文章好，万万不可清高自大，一定要谦虚小心。碑版志传、要突破汉季魏初约束。”他还用大义教导邢侗说：“做臣子、必当以死诤阉宦干政，当以赤城回照蜀洛。”“若非伦常庸行，不与为徒矣”。\n谏言万历\n明万历十八年，神宗皇帝因为册立东宫之事与大臣们发生矛盾，神宗因为宠爱郑贵妃，就想立郑贵妃生的三儿子为太子。从而发生“三王并封”事件，而大臣们坚持立长子，神宗则以皇长子庶出，身体多病为由拒绝。在大臣们多次上疏以后，神宗仍置之不理。于慎行上疏道：“圣人举事，必须人心，人心所同，即天意所在。”“册立臣部职掌，臣等不言，罪有所归。幸违决大计。”神宗勃然发怒道“尔等职司典礼，要君疑上，混乱国本、亦唯逃责，各罚俸三月”将于慎行连同礼部的同僚一齐罚俸三个月。\n师徒之名，兄弟之实\n于慎行与邢侗往来十分频繁，他曾数次到临邑来看望邢侗，他与邢侗名义上是师徒关系，而实际上是莫逆之交。邢侗的父亲七十、八十、九十大寿时，于慎行都写了祝辞，对邢如约终生行善，救济贫苦的做法给予很高的评价。他在《奉寿封君邢邑翁先生九十长歌》里称赞道：“公年七十八十时，我曾两度为祝辞，今翁算十复过九，我辞三祝翁许否？济南古有九十人，辕生伏生席上珍。辕生为郎官不起，伏生授女口不真。翁今有官复有子。方瞳绿发身着紫。江南辞客久停毫，惆怅山东邢柱史。片纸真同片玉看，鸡林传宝出长安。书法妙入钟文室，骚命早陵屈宋坛。苍梧碧竹复不少，何言玉山与琼岛。人生百岁苦多愁，如翁千龄颜更好。泲园东望是蓬瀛，清浅桑田几无经。自是升平多景端，珠已现老人星。”\n万历十九年山东举行乡试。不知为何泄露出执掌这次乡试的官员名字，御史弹劾礼部失职。神宗下诏礼部官员一律罚俸，于慎行认为自己失职，要求乞休。神宗不允。于慎行连章上奏，恳求引罪辞官，神宗批准。于慎行在回家的路途中写道“向来多远梦，从此闭重关。不似终南路。依栖慕世间。”表达了他此番辞官归家要真正耕读田园，潜心著书的决心。这是于慎行第二次辞官，这次辞官他在家闲赋十五年。于慎行辞官回到谷城以后，邢侗经常去东阿看望恩师，并且与于慎行四处游山玩水，饮酒赋诗。邢侗在《起居宗伯尊师于公》里写了三首五言律诗：\n一、七上书移疾，三经月改弦，臣心霜露切，帝命起居骈。去任通今日，迟回易长年。独馀秋夕梦，常绕汶阳田。\n二、玉体神明护，春卿礼乐需。门人方慰藉，乡思复须句。日鉴孤情剧，朝怜绝调无。寄言黄石侣，先佩赤灵符。\n三、劝讲头堪白，金门隐星客。不随严子钩，已授伏生经。衮阙辛勤补，卷阿一再聆。八方怀舜德，薰吹及焦螟。\n万历二十一年（1592），于慎行邀邢侗去游虎窟洞，师徒二人在途中遇到大雨，邢侗写了一首《暮春宗伯尊师邀游虎窟洞偶雨》五言律词；“幽洞何年辟，芳筵此时开。依希望虎啸，飒还见人来。曲细廉织合，淡深凿落催。吾师能好客。泥滑尚徘徊。”于慎行虽然是邢侗的恩师。但他的年龄只比邢侗长七岁。师徒二人年龄相仿，自然是更加拉近了师徒二人的距离，俩人名义上是师徒关系，实际上犹如莫逆之交，一切亲密无间，无话不说。\n在于慎行这一次辞官十年的时间里，师徒二人来往非常密切，书信往来也是更多，邢侗又写《再奉宗伯尊师北楼宴出鲁藩名酒又法书作》：“莫问平原饮，东阿同若何。上楼开鲁洒，中馔出齐鹾。帙散春云满，歌停堞日过。心期欣共赏，宁惜醉颜酡。”记述了师徒二人闲步田野。饮酒赋诗、逍遥自得的快乐生活。于慎行这一次居家很久。他除了设馆授徒以外，把大部分时间用到读书著书上来。《谷山笔尘》，《读书漫录》《谷城山馆集诗》等著作都是在这十多年里完成的。于慎行明习典制。谈古论今，无所不能。他在《谷山笔尘》里记载的人物、兵刑、财赋、礼乐等等，都是有非常重要的史料价值。他记述的内阁大臣互相倾轧，腐败等事都是他本人亲身经历的，都是有根有据的。\n万历三十年，邢侗的父亲邢如约去世。邢侗万分悲痛，派弟弟去东阿找于慎行给父亲写传，写了一篇《上谷城座师于宗伯》衰辞切切，刮心折骨，令人簌然泪下。“孤侗连岁所遭值荼毒极矣，刳心折骨几不能自存。而以先大夫平生，先夫人贤德，不忍无传埽，孤抆泪以不腆之言进焉，念吾师当朝鸿钜，百代儒宗，一语嘘枯，足垂不朽……，又先大夫奉教席者且三十年，于世缔足称知己，使樽三锡，于草茆，今则其泉下者此所用。死生肉骨，颙颙南乡而百稽上，恩觊之，曹史者也。葬期太迫，误以形家之言，为正诸不得改移，所于志撰万万不能及时。乡人之请庶几可期，石大而字亦大，拟与颜鲁公碑同制，千言上下，撮其大略足矣。欲及三月初旬付之，佳枣侈会宾也。遣弟代陈送之，血泪孤侗则于襄事后抵谷城，跪而膝席称明思，愦愦不伦，仰惟尊慈照察。\n于慎行与邢如约交往多年，他非常了解邢家的事情，他不光给邢如约写了碑文还写了《敕封监察御史庄惠先生邢公画像赞》，表达了自己对邢太公的敬仰。\n万历三十三年，神宗下诏起用于慎行执掌詹事府，这个官职是负责皇后，太子生活起居的，没有实际权力。于慎行又上疏辞官，神宗不许。于慎行又连续上疏辞官，再一次回到东阿。这时，于慎行已经快六十岁了。第二年，于慎行又捎信给邢侗，约邢侗一起去登泰山。于慎行一生多次登岱，而且每次登岱都有记载，他的很多作品都是在登岱的路途中，或是回家以后创作的，于慎行登岱山似乎是在雄伟的山涧之中寻找灵感，每次登岱都有得意作品问世，他在《登泰山记》里，对岱顶月色的精采描述道：“月出，羽人吹笙，和以歌音，极醉而返。山气懔懔，枕席皆湿，不可以寐。出立坛上，月光荧荧，星斗可拂。俯视万壑，烟云一气，茫茫正白，银海玉波，不可辩识，道家所谓三宫空洞之天也。”描写轻风渺渺，仙境若画的美丽自然景观。\n邢侗在《岁暮东阿尊师邀游东郭园亭即席漫赋》中写道：“学士池亭傍谷城，山光画面晓岚生。幽栖欲下寥天鹤，倚杖如闻上苑莺。槛外花香供酌酒，松间春籁入调笙。十年才到杨雄宅，欢极候芭更添情。”这一次是邢侗陪思师最后一次出游。\n再次复出\n万历三十二年，于慎行六十岁了，他的面容红润，心情愉快。在朝廷的再三召唤中，他终于写完了自己的《谷城山堂诗草》。他来到临邑对邢侗说：“此余平生所为韵语也，子其为我校之，纪之。”让邢侗给他校对和写序。邢侗愉快地为老师的诗稿进行校对。不久，是于慎行的六十大寿，于慎行的一些门生们认为甲子寿不同寻常，必须隆重地庆贺一番。他们肯求于慎行的儿子于绍元给邢侗送信，要求邢侗给于慎行写六十寿序，于绍元写信说：“诸生受于先生德厚甚深。知先生宜莫如足下，足下其为诸生飏言。”邢侗答应以后，刚刚过了十多天，东阿的报喜书又来了。紧接着，于慎行寿辰的介绍和东阿乡绅、学校联合推荐邢侗写寿序的荐书接踵而至，声称要举办隆重的庆典，向邢侗表达了真诚的邀请。邢侗不敢推辞，连忙写了《大宗伯尊师东阿于公六十寿序》，歌劳颂德，洋洋千文，对于慎行的功绩进行赞扬。\n明万历三十五年，朝廷公开推荐有声望的大臣入内阁参赞军国机务，于慎行因为德高望众被推为第一人选。神宗当即下诏于慎行以礼部尚书兼太子太保、东阁大学士，入内阁办公，成为宰相。于慎行上疏辞官，神宗不准。于慎行上任之前专程来临邑看望邢侗。于慎行随车携带六十盆菊花。师徒相见，自然是格外亲切，再者，于慎行这一次复职是宰相，这也预示着邢侗也很快就要复职了。于慎行叹道：“子是天下才，惜无人能识者”言外之意一定要重新重用邢侗。邢侗则谦虚地说：“天下才子众多，先生为国荐贤，不应该偏心自己的弟子，否则，天下人将称先生私心。”于慎行闻言更加器重邢侗，评价邢侗的人品高尚。于慎行辞别邢侗回北京以后，邢侗挥毫写下“谷城师辇至，黄花六十，色色俱足、仆报以家酿雪酒甘盛，”二十二个行书大字，记录了恩师到临邑来的这一过程。\n病故任上\n万历三十五年十一月二十二日，于慎行不幸病故于任上，临终前他写了遗书和奏疏，安排军国大计和推荐贤才。消息传到临邑以后，邢侗在震惊之余又悲痛万分，他不顾自己身患惧怕寒冷的风湿疾病，骑马前往潞河迎接恩师的灵柩，他在《又与黄抚台》中记道：“侗于正月三日裹粮北首，十七日抵张湾，侨居萧寺候谷城尊师还柩……”。在《与俞参加》中进一步说：“不肖伴护先师还榇，已抵东阿城矣。于长君迫在柩次。不肖原拟躬指，堂皇代长君有所丐请于赐坛之重，不意节旄尚在济州，是用未敢以羁旅之踪远……”。邢侗迎接于慎行的灵柩以后，一直护送到东阿，直到办理完了恩师的丧事。\n于慎行的不幸去世对邢侗的打击非常大，辞官二十多年以来，邢侗连续遭受到丧妻失子、双亲病故，亲姊病故的打击。邢侗二十几年来一直是忧闷不乐，唯一能让他感到一丝安慰的是经常能与恩师在一起饮酒赋诗。万万没想到敬爱的恩师才六十三岁就去世了，这个打击让他悲愤欲绝，万念如焚。他用饱含着血泪写的《先师谷城于文定公碑》文充满了感情，让读者无不嘘嘘落泪。他写的《祭东阿尊师于文定公文》更是郎郎上口，对于慎行的去世表达了无限的哀思。在东阿处理完恩师的后事以后，他回到临邑又写了《自东阿回祭文定尊师文》：“客冬送师绿洒恩州。今春迎师潞河素旒，我还我随以抵故邱，皇辍孔殿闾叹咿呦。孱侗相之惟礼是求，休阳福唐是尸厥谋。长君芃芃二连抗驺。我服加麻我怀日抽，台兄建祠作计千秋。垂当复穿侗则疾邮。暂斯告还一杯清流，师其鉴旃神弥六幽。\n邢侗又给山东巡抚黄克赞写信道：“先师文定公捐谢翟门之署，业自撤帷之辰，尊台兴言，旧雨竖谊千秋，爰有概于辅巨之重，特属材官逆之境上，旌旗在前，弓弩在后，续食县道，在所钦承高门之裔，生者、死者获保于家，秋毫皆大赐矣。厝棺之夕，辍赗临门……”邢侗为了办理于慎行的丧事，一直在东阿呆了一个多月，其中五次给黄克缵写信，请求黄克缵给于协助，每次都得到黄克缵圆满的答复和资助。\n于慎行的丧事办的特别隆重，因为他是神宗皇帝的老师，各省的巡抚都派人前来吊唁。其中有八个行省的巡抚还写了祭文或是赞文，八块都由邢侗书写上石的巨大石碑屹立在于慎行的墓前，成为百年不遇的盛事，受到天下人士的人赞叹。\n于慎行留世的作品众多，其主要著作《谷山笔尘》、《读史漫录》、《谷城山馆诗集》、《兖州府志》等，于慎行曾长年在翰林院任职，以史书为已任，每与神宗讲史，对成败得失分析精辟，有理有据，深受神宗的信任。于慎行享年63岁，赠太子太保，谥文定。\n邢侗纪念馆\n纪念馆简介\n986年县委、县政府为弘扬民族文化修建邢侗纪念馆（公园）。该馆系仿明建筑，占地2070平方米，建筑面积700平方米。邢侗公园分为水面及陆面两大部分，采用古今中外多种建筑手法结合人文和水面为重点，崇尚以人为主体，分为公众活动区、老年活动区、儿童活动区、体育活动区、文化纪念馆区、特色植物盆景区六大部分。公园内建有邢侗纪念馆、反映临邑历史文化渊源的博物馆、珍藏当代著名书画家宋雨桂大师作品的雨桂馆等文化设施。还有供人们休闲娱乐的晨练广场、音乐广场、市民舞台、网球场和门球场，不但具有极高的欣赏价值，而且具有丰富的文化底韵，成为继新世纪广场之后又一代表临邑新形象的标志性地段。\n992-1994年连续举办了三届邢侗书法艺术节。1997年举办了“邢侗、邢慈静（邢侗妹）书画、诗词研讨会”。现每年接待各级领导、专家学者、中外游客5000余人次。\n邢侗纪念馆藏\n邢侗纪念馆藏迹共四个部分：\n第一部分《来禽馆帖》\n⑴《唐人双钩十七帖》，王羲之的草书代表作，著名法帖，因开头有“十七”两个字,所以此帖名为《十七帖》，“唐人双钩”即是唐朝人在原迹钩摹而出。邢侗按吴时得《十七帖》真本，于万历二十年上石。邢侗曾说：“吾家十七帖，竟树寰中赤帜”，即明朝海内第一。“来禽馆”的由来是因为在《十七帖》的《囊盛帖》一札中有“来禽”二字，邢侗又崇拜王羲之的人品和其书法作品，因而把自己读书学习的地方称为“来禽馆”。\n⑵《澄清堂帖》，王羲之的草书代表作，著名法帖，是邢侗按吴时在停云馆以三十千购得。据著名专家王玉池先生说，来禽馆的《澄清堂帖》为现存《澄清堂帖》中最好的一帖，具有极其重要的研究价值。《澄清堂帖》被誉为天下第一帖。\n⑶《兰亭序》是王羲之的行书代表作，史称“天下第一行书\"。馆内藏有三个版本，即定武兰亭、褚逐良临本、赵子昂临本。\n⑷《黄庭经》是王羲之的楷书代表作，著名的小楷法帖，此为道家经卷，又称《换鹅帖》。\n⑸《出师颂》是西晋书法家索靖所书，开创了章草书法。\n⑹赵孟頫《静竹图》是邢侗家藏石刻，至今已有690多年的历史，石左上方为赵孟頫的行书五言律诗，左下是邢侗的细楷画论。\n第二部分来禽馆真迹\n⑴《二十二字行书刻石》是临邑今存邢书唯一的大字晚迹，清道光四年临邑县令莫树春上石，并以小楷题跋，刻于石的左右两行。\n⑵《西园雅集图记》是邢侗手临米芾小楷，是邢侗晚笔，于万历三十八年上石，吴门吴尚端摹上并镌。\n第三部分《之室集帖》\n是邢侗胞妹邢慈静晚年刻的一部丛帖，邢慈静书斋“之室”，是明末著名的书画家、诗文家、工艺家，其书法善仿其兄，又自成一体。此帖包括三个部分。\n⑴《芝兰室兰亭序》以“之”字标签，刻邢慈静临《兰亭序》。正文缺，只余刘重庆跋。\n⑵《芝兰室非非草》以“居”字标签，刻慈静自书诗集《非非草》，是《之室集帖》的主要部分。\n第四部分其它刻石\n⑴《邢太公画像赞》赞文为邢侗恩师于慎行撰书，万历三十一年上石。\n⑵《慈静夫人题赞》是清临邑县令莫树春小楷书并上石。\n⑶《来禽馆即景诗》是清临邑县令莫树春所作并上石。\n此外，来禽馆还藏有明末兵部尚书王洽的《瑞露馆帖》（王洽营刻邢侗晚迹）刻石拓片，原石于乐陵图书馆收藏，《瑞露馆帖》也是来禽馆真迹。\n","category":"草书","verified":true,"user":1,"timestamp":1429951563394},{"name":"米芾御赐澄清堂第一册","dynasty":"宋代","category":"","type":"","user":1,"timestamp":1429791644966,"text":"","author":"宋代米芾","description":"米芾御赐澄清堂第一册"}]