[{"text":"苏轼《次韵秦太虚见戏耳聋诗帖》，行书，台北故宫博物院藏。\n作品原文\n君不见诗人借车无可载（1），留得一钱何足赖（2）！\n晚年更似杜陵翁，右臂虽存耳先聩（3）。\n人将蚁动作牛斗（4），我觉风雷真一噫。\n闻尘扫尽根性空（5），不须更枕清流派（6）。\n大朴初散失浑沌（7），六凿相攘更胜坏（8）。\n眼花乱坠酒生风，口业不停诗有债。\n君知五蕴皆是贼（9），人生一病今先差（10）。\n但恐此心终未了，不见不闻还是碍。\n今君疑我特佯聋，故作嘲诗穷险怪。\n须防额痒出三耳（11），莫放笔端风雨快。\n作品注释\n（1）“借车”句：孟郊《移居》诗：“借车载家具，家具少于车。”\n（2）“留得”句：杜甫《空囊》诗：“囊空恐羞涩，留得一钱看。”苏轼在这里是翻用其意。\n（3）“右臂”句：杜甫《清明》诗“此身飘泊苦西东，右臂偏枯左耳聋。”\n（4）“人将”句：《晋书·殷仲堪传》载，殷仲堪的父亲曾患过一种奇怪的耳病，听到床下的蚂蚁动，以为是牛斗。\n（5）“闻尘”句：佛家把眼、耳、鼻、舌、身、意，称为“六根”，又进一步把这些器官的感觉称为“六尘”。譬如耳朵是“根”，听觉（闻）就是“尘”。闻尘扫尽，便是失去听觉，根性空，便是耳朵这个器官等于无用。\n（6）“不须”句：这里翻用晋代孙楚“枕流漱石”这句名言。诗中的意思是，以流水作枕，是为了洗耳。\n（7）“大朴”句：《庄子·应帝王》说，倏、忽二人在浑沌生活的地方相遇（“浑沌”也是一个人），倏与忽觉得浑沌没有人们都有的七窍，很是可怜，于是便助人为乐，一天帮浑沌凿一窍。浑沌本是活的，谁知七窍凿完，浑沌便死了。\n（8）“六凿”句：《庄子·外物》说，人的喜、怒、哀、乐、爱、恶这六种情感是“六凿”，人有各种情绪存在，便是“六凿相攘”，不得安宁。\n（9）五蕴：佛家把色、受、想、行、识称为“五蕴”，“五蕴皆是贼”和“六凿相攘”意思相同。\n（10）人生一病：指听觉。差：通瘥，病愈。\n（11）额痒出三耳：隋朝传说，有个叫张审通的秀才，夜间睡梦中在冥府任记录。一次，冥官为了奖励他，在他额头上也安上一只耳朵。审通醒来后，觉得额头发痒，转瞬间果真涌出一只耳朵，比原来的听觉更灵。于是一时传为奇事，称他是“三耳秀才”。但是这只耳朵有如鸡冠，顶在额头上，有损美观。\n作品赏析\n1079年（宋神宗元丰二年），苏轼四十四岁。这一年，他由徐州改知湖州，三月里动身，四月底到达，此诗即写于途中。到八月，他因讪谤罪下狱，也就是文学史上常提到的“乌台诗案”，这首诗作于“诗案”前夕。当时已是山雨欲来，可作者却并没有觉察到问题的严重，他依然沉湎于感情上的冲动，特别是在秦观这样的至交面前（太虚，秦观的号）。\n早在1070年（宋神宗熙宁三年），王安石参知政事，开始推行新法时，苏氏兄弟就卷入一场政治斗争中。先是苏辙评论新法，使神宗不悦，于是贬为陈州学宫。苏轼更加沉不住气，连写两个详细的奏章，纵论朝廷得失。这样，政争就进一步扩大。诗人自己也知道处境已难，就索性主动请求外调，神宗准许了他。诗人从此过着一种被猜忌的生涯，九年之中，换了四个地方，始而杭州，继而密州和徐州，后来是湖州。\n外调之后，诗人更觉委屈，一种愤激情绪，往往在诗词中不择地表达出来。他的亲友为他担心，在杭州时，表兄文同便在寄给他的诗中作了最直率的规戒，劝他“北客南来休问事，西湖虽好莫题诗”。但是，诗人这段时间的作品，反而出现了从来没有过的繁富，大多笔墨恣肆，隐寓讥讽这种情况，一直持续到“乌台诗案”发生。诗人在受到严重打击之前，依然把世途艰险、宦海风波看得太轻了。\n1079年，诗人由徐州改知湖州，他接到朝命，便启程前往，路过松江，遇到秦观，诗酒流连。可能是诗人此时听力已减退，所以秦观写了一首诗和他开玩笑。这本是挚友间心灵上的默契，却激发了诗人的诗兴，于是次韵相和。\n诗的开头先从孟郊《移居》诗说起，因为他自己也正在“移居”（由徐州到湖州）。移居显得如此清贫，于是他又很自然地联想起杜甫的“留得一钱看”这句自慰兼自嘲的话。下两句转入耳聋。杜甫的另两句诗：“此身飘泊苦西东，右臂偏枯左耳聋。”若只从字面上寻找，对得上号的仅是耳聋，可是，他引这两句杜诗，是想从整个精神上合拍，只有这样，典才用活。“君不见诗人借车无可载，留得一钱何足赖！晚年更似杜陵翁，右臂虽存耳先聩。”这些，都是浓得化不开的牢骚块垒。\n下面便是正面入题，用亦庄亦谐的口气发表议论。他说：一般人总是那么提心吊胆，那么战战兢兢，我才不哩！“人将蚁动作牛斗，我觉风雷真一噫”，人家把蚂蚁之动看作牛斗，当成风雷，他听来不过是一声唉罢了。他之所以能这样，是因为他根本就不听，“闻尘扫尽根性空，不须更枕清流派。”患得患失之情，在他思想上已一扫而空，他已不必像古人那段“枕流洗耳”了。诗人这些话是有针对性的，因为自从他离开朝廷之后，多年来忧谗畏讥，不见不闻，反倒觉得洁净。\n接着，他又深一层抒发感慨说：“大朴初散失浑沌，六凿相攘更胜坏。眼花乱坠酒生风，口业不停诗有债。”一个人若是能浑浑沌沌就好了，一有知识，便有忧患，所谓“人生识字忧患始”，知识愈多，必愈加敏感，这就更坏事了，纷纷扰扰，等于酒后生风，眼花缭乱，会惹下很多“口业”（口业，佛教语，指妄言、恶口、两舌、绮语。这里喻祸从口出）。这里，还同时提到“诗债”，很像是针对“乌台诗案”的谶语，但实际上诗人是不可能预知的。\n再下面，他的感慨愈旋愈深，索性倾吐出内心的真情。他说：“君知五蕴皆是贼。”对事物的敏感于已有害，幸而他已耳聋，“人生一病今先差”，尽可不闻不问了。但是，他关注时政的心还在，一切不闻不问的努力还是会化为徒劳，所以“不见不闻还是碍”，诗人欲求超脱、终究不能超脱的心情至此和盘托出。\n诗写到这里，意思已完全说清了。但为了让诗人自己和对方都轻松一下，他又强颜为笑，想用几句诙谐话遮盖住刚才所触及的衷曲。“今君疑我特佯聋，故作嘲诗穷险怪。须防额痒出三耳，莫放笔端风雨快。”意思是：你心疑我是装聋，所以写出这样险怪的诗来作调侃，可是，你须明白，你这种过分的聪明，会使你自己受到上天的戏弄，成了“三耳秀才”哩。\n这首诗，恰好总结了诗人在“乌台诗案”之前一段时间内的思想情绪：他忧谗畏讥，却又过于“托大”，此时还是“我觉风雷真一噫”，到乌台诗案之时，只能“魂惊汤火命如鸡”（系于狱中所作）了。他经此打击，创巨痛深，所以在“诗案”以后，诗作的风格上以至手法上都有改变，由刘禹锡那样的喜好讽刺，转而为白居易式的旷达、陶渊明式的恬适——一句话，不再那么天真了。\n天真，坦率，是诗人的本性，却又是他的苦难根源。\n苏轼（1037—1101），字子瞻，一字和仲，号东坡居士，眉州眉山（今属四川）人。苏洵之子。嘉祐年间（1056—1063）进士。曾上书力言王安石新法之弊，后因作诗讽刺新法而下御史狱，贬黄州。宋哲宗时任翰林学士，曾出知杭州、颖州，官至礼部尚书。后又贬谪惠州、儋州。在各地均有惠政。卒后追谥文忠。学识渊博，喜好奖励后进。与父苏洵、弟苏辙合称“三苏”。其文纵横恣肆，为“唐宋八大家”之一。其诗题材广阔，清新豪健，善用夸张比喻，独具风格。与黄庭坚并称“苏黄”。词开豪放一派，与辛弃疾并称“苏辛”。又工书画。有《东坡七集》、《东坡易传》、《东坡书传》、《东坡乐府》等。\n","timestamp":1431791531136,"published":true}]