[{"name":"王文治行书跋萧照中兴瑞应图","text":"萧照，拜李唐为师，公元（1131———1162）年间，补入南宋画院为待诏，又补迪功郎，赐金带，作品有《山腰楼观图》、《秋山红树图》、《岳祠汉柏图》、《光武渡河图》、《竹林七贤图》等，杭州显庄观、西太已宫等处有他的壁画。夏文彦《图绘宝鉴》：“画山水人物，异松怪石，苍凉古野，惜用墨太多”，有记载说：“萧照尤喜为奇峰怪石，望之有波涛汹涌，云屯风卷之势”。\n简介\n萧照(公元12世纪)〔南宋〕字东生，吭蝠(今山西阳城)人，生卒年不详。擅画山水、人物、舟车、屋宇，其姓名作石鼓文书款于树石间。尤长异松怪石，所作苍浪古野，“望之有波涛汹涌，云屯风卷之势”。其画笔健墨重，皴法遒劲，苍莽葱郁，气势雄伟，酷似李唐。传世作品有《中兴瑞应图》卷，现藏天津市艺术博物馆；《山居图》卷图录于《唐宋元明名画大观》；《秋山红树图》册页藏辽宁省博物馆；《山腰楼观图》轴藏台北故宫博物院。其画作《中兴瑞应图》被视为稀世珍品，在中国嘉得2009春季拍卖会上，经过32次激烈叫价，最终以5824万元人民币的价格，被558号场内藏家收入囊中。\n生平\n靖康间(1126-1127)金兵陷汴京(今河南开封)，中原人民纷起抵抗，萧照在太行山参加义兵，一日遇李唐逃乱至此，萧照素慕李唐画名，即拜李唐为师，并随之南渡至南宋都城临安(今浙江杭州)，李唐感其德，尽以所能授之，照画艺大进，公元（1131———1162）年间，补入南宋画院为待诏，又补迪功郎，赐金带，使他成为南宋画院的魁首，作品有《山腰楼观图》《秋山红树图》《岳祠汉柏图》《光武渡河图》《竹林七贤图》等，杭州显庄观，西太已宫等处有他的许多壁画。他的代表作有《山腰楼观图》《中兴瑞应图》。宋高宗曾给他的画《山水小景》题：“白云断处斜阳转，几曲青山照画屏”的诗名。据夏文彦的《图绘宝鉴》评说他：“画山水人物，异松怪石，苍凉古野，惜用墨太多。”又有记载说：“萧照尤喜为奇峰怪石，望之有波涛汹涌，云屯风卷之势”。\n作品\n《山腰楼观图》，绢本水墨，纵179.3厘米，宽112.7厘米，现藏台湾省故宫博物院，是萧照现存的山水画杰作，整个画面伟峰半壁峭立，山间藏一古刹，树木葱茏，江水曲环，孤舟泊岸，远处山树苍茫离迷，澄江似练，既溶入北方云山的雄厚，又写出了南国水乡的清雅，寄托主人身在异秀的故乡大好河山的无限眷念，以淡墨浓笔将自己对家乡的热爱尽情地倾注于画中，反映了画家宽广的胸怀和高远的意境。\n《秋山红树图》笔墨简单潇洒，是另一种风格。南宋·赵希鹄《洞天清录·古画辨》评说：“近世画手绝无，南渡尚有赵千里、萧照、李唐、李迪、李安忠、栗起、吴泽数手，今名画工绝无，写形状略无精神。士夫以此为贱者之事，皆不屑为。殊不知胸中有万卷书，目饱前代奇迹，又车辙，马迹半天下，方可下笔，此岂贱者之事哉？”已将萧照排列在李唐之前，可惜他的作品留传现今的廖廖无几了，虽说在中国美术史上，写到萧照的笔墨不多。\n《中兴瑞应图》长约15米，绘有400余人，人物数量与北宋张择端的《清明上河图》不相上下，留有从乾隆到嘉庆、宣统皇帝共计钤盖御玺24方，有乾隆皇帝御笔跋文450字。画作于宋靖康年间“靖康之变”，金兵攻入宋朝都城东京，钦宗赵桓及太上皇赵佶皆成阶下囚，康王赵构侥幸登上帝位，不图收复失地，图谋统一，因为非正常继位，高宗刻意宣传自己上应天意的真命天子，藉以巩固皇位，授意宠臣曹勋编写所谓“瑞应”故事，标榜他登上宝座乃是“上天照鉴”，应运而兴，非群策群力之所能争；又命宫廷画师根据曹勋的文字，分别配以图画，类似今天的书籍插图。\n《中兴瑞应图》也是一幅遵命之作，萧照高超的艺术功力使《中兴瑞应图》成为南宋与北宋《清明上河图》齐名，在中国画的历史上也有重要地位。作品在《石渠宝笈》、《石渠随笔》、《重订清故宫旧藏书画录》中均有详细记载，无疑是历代藏家喜爱的重要文物。\n《瑞应图》国内目前流传于世的有两卷：一卷为天津博物馆收藏，现只有三幅，每幅前都有小楷书写的“赞”，而无作者的名款、印章。另一卷共12幅：第一幅“诞育金光”画高宗生时有金光照耀；第二幅“显仁梦神”画高宗母后梦见神人告其养育之道；第三幅“骑射举囊”画高宗青年时的勇武；第四幅“金营出使”画高宗出便时金人惊叹及“气貌非常”；第五幅“四圣佑护”画高宗出使，宫女见有神人卫护左右；第六幅“碰州竭庙”画高宗出使金国时庙神击杀奸臣事；第七幅“黄罗掷将”画显仁皇后掷棋子问卜事；第八幅“追师退舍”画村妪诓骗金兵救驾事；第九幅“射中台”画高宗箭射“飞仙台”匾问卜事；第十幅“射中白兔”画高宗效行射免事；第十一幅“大河冰合”画高宗渡冰河脱险事；第十二幅“脱袍见梦”画钦宗梦授御衣事；图中建筑、人物衣冠、器具与宋代制式相和，其树石画法、人物线描在细缜绵丽之中都蕴含一种遒炼静穆之致；人马服饰，多以紫色、青灰、赭黛诸色以中和协调之。董其昌称其为“穷工极妍”而“更觉古雅”，与今藏台北故宫博物院传为李唐《文姬归汉图》册及北京故宫博物院藏张择端《清明上河图》、南宋《女孝经图》卷画法与风调相比，是非常难得的南宋珍品杰 作。\n附录\n李唐（约1085-1165）字晞古，河阳三城(今河南孟县)人。勤奋好学，颖慧过人，诗文书画俱佳。初以卖画为生，徽宗赵佶政和中(1114)参加画院殿试，以切题画佳中魁，补入画院。“靖康之变”被掳往北国，后冒死南逃，在太行山遇萧照，萧照拜其为师，同至临安(今杭州)复以卖画度日。绍兴十二年(1142)经宋高宗舅父韦渊推荐，授成忠郎，任画院待诏，赐金带。所画山水、花鸟、人物、耕牛等皆精，山水成就最为杰出，成为南宋画院盟主。所作笔墨峭劲，气势雄峻，去繁就简，创“大斧劈”皴法，画水打破鱼鳞纹程式，得盘涡动荡之状。他师承古人而超越古人，师法自然而高于自然，是一位人品正、画品高，震烁古今之现实主义伟大画家，与刘松年、马远、夏圭合称“南宋四家”，对后世影响很大。传世作品有《万壑松风图》轴、《乳牛图》轴、《江山小景图》卷等，现藏台北故宫博物院；《长夏江寺图》卷、《采薇图》卷藏故宫博物院；《濠梁秋水图》卷藏天津市艺术博物馆；《晋文公复国图》藏美国纽约大都会美术馆；《山水》双幅藏日本京都高桐院。据傅伯星《李唐生卒年考》，卒年八十。\n","category":"行书","verified":true,"user":1,"timestamp":1429951659432},{"name":"王文治行书跋萧照中兴瑞应图","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791639685,"text":"王文治跋萧照《中兴瑞应图》，大都会艺术博物馆藏。","author":"清代王文治","description":"王文治行书跋萧照中兴瑞应图"}]