[{"name":"朱耷生平","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791617680,"text":"朱耷（1626—1705），字雪个，又字个山、道朗、个山驴、朗月、 庵、传綮、破云樵者、人屋、驴屋和因是僧、八大山人等。江西南昌人。明朱元璋之子宁献王朱权的后裔。他的晚年书画均署八大山人四字。这名号的来历有两种说法：一说“尝持八大人觉经，因号八大”；另说“八大者，四方四隅，皆我为大，而无大于我者也”。据《个山小像》八大的自署，少为世袭贵族。天性聪颖，八岁能诗。明亡时为诸生（秀才）。他二十岁时“遭变，弃家后避贤山中”。二十三岁“剃发为僧”，释名传綮，号刃庵。三十一岁时“竖拂称宗师，从学者常百余人”。康熙十七年（1678）夏秋之交，病癫。至康熙十九年（1680）还俗。此后住江西南昌，以诗文书画为事，直至去世。八大经历明清之际天翻地覆的变化，自皇室贵胃沦为草野逸民，为避害而出家。但其诗文书画极其出色，颇引人注目，清统治者又千方百计地笼络他，“遂发狂疾”。他装哑未狂，均因家国之恨使然。其内心之悲怆由此可见。对山人的种种奇行，当时人们都认为“其癫如此”。\n八大山人书法成就颇高，但被画名所掩，注目者不多。黄宾虹尝称“书一画二”，确为至言。 八大的书体，以篆书的圆润等线体施于行草，自然起截，了无藏头护尾之态，以一种高超的手法把书法的落、起、走、住、叠、围、回，藏蕴其中而不着痕迹。藏巧于拙，笔涩生朴，此中真义必临习日久才能有所悟。简而言之，是用篆书的笔法去写行草书，与《天发神恰似□碑》以隶笔写篆书一样异曲同工。\n\n八大山人在中年时各体书风全貌的，莫过于《个山小像》中八大的自题了。他以篆、隶、章草、行、真等六体书之，其功力之深，罕与伦比，可谓集山人书法之大成。 八大去世前夕，书法艺术水平达到顶峰，草书不再怪伟。如八十岁写的《行书四箴》、《般若波罗蜜心经》、《仕宦而至帖》(即《昼锦堂 记》帖)，平淡天成，丝毫不加修饰，静穆而单纯，不着一丝人间烟尘气。高僧书法大致如是。近人得其精髓者只弘一法师一人。\n\n八大亦善篆刻，山人的印文往往别出心裁，变化有奇。八大也很注重印章的艺术本体，如：两方“驴屋人驴”印，前一方白文方印把“人”放大，俨然一个铁帐罩在屋上，造成的纵向线条与右侧的横向线条形成对比，右部又多圆形转角，整个印面不 板不滞，巧妙自然。后一方设计尤为巧妙，只用驴、屋、人三字，通过上下左右排列，表达出完整的含意。\n\n南昌城郊青云谱，此处原名青云圃。一座古式庭院和几进老式瓦房，依傍一条乡间小溪，景象质朴寻常。但由于八大山人的缘故，偶或有些人前来寻访，只是门庭清冷，陈列其中的画像、石刻、文字说明等等，便长年陪伴着那空寂庭院中的声声鸟语和花落花开。\n\n　　现有的这座青云谱，是以建造八大山人纪念馆的名义，申请拨款重修的。待到建成以后才发觉，其实八大山人和这座青云谱毫不相干。三百多年前的青云谱道观是由一位名叫朱道朗的道士修建并主持的，当代一些学者却把他和八大山人搞混了，合二而一了。待到弄清楚朱道朗比八大山人年长，也比八大山人死得早，再说一个是道士，一个是还俗的和尚，而且两人素无交往，纯属两股道上跑的车，这时的“八大山人纪念馆”却早已在青云谱废址上建成并对外开放了。好在中国文字的圆通功能很强，只消把“八大山人纪念馆”改为“八大山人陈列馆”，一场“误会”也就此抹平了。从此八大山人便成了朱道朗的房客，只不知这位生性狂傲的山人是否同意接受这一安排——但也由不得他了。\n\n　　发生在八大山人身上的“误会”，其实何止这一点儿!比如，为了发行一套纪念八大山人的邮票，有关解说文字中写道：八大山人姓朱名耷。但他果真名叫朱耷吗?不错，康熙五十九年编纂的《江西通志》上有记载：“八大山人名耷。”乾隆四年印行的《国朝画征录》中也写道：八大山人“姓朱氏名耷”。此后直到今天，许多美术史、论、画册甚至辞典，都在沿用这一说法。但这一说法却和八大山人的“大明宗室”身份存在着显而易见的矛盾，换句话说，八大山人作为朱元璋第十七子宁献王朱权的后裔，他的原名即“谱名”，绝不可能是“耷”。因为朱元璋不仅给他的众多儿子们封王，还给他们分别颁赐了谱系字辈名录。比如他给燕王朱棣(即明成祖)这一支颁赐的谱系字辈是“高瞻祁见祜，厚载翊常由，慈和怡伯仲，简靖迪先猷”。所以，崇祯皇帝作为朱棣的第九世孙，他的名字中必须有一个“由”字，而名字中的另一个字的偏旁则必须按照“木火水金土”的序列轮回，轮着崇祯帝这一辈挨上了“木”，所以他的名字叫“由检”，而他的堂兄弘光皇帝则名叫“由崧”，他的另一个更加疏远的堂弟由榔则成了永历皇帝。总之，所有属于他这一辈的堂兄弟，名字当中都必须带有“木”字旁，而且必定冠以“由”字。这是太祖皇帝定下的规矩，谁不遵守谁就不是他的子孙。如此严格的皇族谱系序名制度，使得当时的人们一眼就可以看出谁是哪一支第几代的皇子皇孙，也为后人的查证提供了依据。\n\n　　朱元璋颁赐给宁献王朱权这一支的谱系字辈是：“磐奠觐宸拱，多谋统议中，总添支庶阔，作哲向亲衷。”八大山人在四十九岁那年，曾请人为自己画了一幅肖像画，上面有他自己写的众多题跋，并且用了一方“江西弋阳王孙”的朱印。他究竟是朱权之孙弋阳郡王的第几世孙呢?有人说他应属“统”字辈，也有人说他应属“中”字辈，那他的名字中的另一个字就必须带有“木”或“水”的偏旁，反正不可能是单名一个“耷”字。他曾在大明皇朝统治下生活了十九年，是有资格或者曾经承袭过“奉国中尉”勋爵的皇室成员，他和他的父祖们谁都不可能违反太祖皇帝钦定的宗室命名制度。\n\n　　那么“朱耷”这个名字又从何而来呢?叶叶先生和萧鸿鸣先生说：“朱耷”不过是八大山人应考秀才时，为了不让考官们知道他的“天潢贵胄”身份，而按照当时的制度，由当局决定给予他的“赐名”，即“庠名”。萧鸿鸣先生甚至说，这种做法“就像我们今天考生的数码代号一样”。\n\n　　皇族子孙不得应试做官，这原是“家天下”观念的极端延伸。天下都属一人一家了，百官只不过是为皇家奔走服役的奴才，怎能让龙子龙孙们混迹于奴才群中呢?而且，在实际政治的层面上，皇族子弟做了官也容易滋生政治野心和分裂势力，不利于“万世一系”的统治。所以明朝的《国典》曾明确规定：“公姓不得赴制艺。”如此二百年，到了万历年间，全部宗室成员已繁衍达到十五万七千多人，其中袭爵奉国中尉以上的成员已近九千人，形成了一个庞大的寄生阶层，闹得许多省份的全部田赋收入都供应不上那里的爵爷们的俸禄，国库便越来越穷，给爵爷们的俸禄只得再三再四地打折扣发放，陷入了朝廷和宗室双方都不满而又都无法解脱的“公私两困”的窘境。于是稍稍放宽政策，允许奉国中尉以下的宗室子弟可以“以赐名入试”，也就是可以参加考试，但不准使用原名即“谱名”。所以这“赐名”又称“庠名”，是属于为了应付考试而临时使用的名字。参加考试以后，不论是否考上，当事人都可以不再使用这个“庠名”。八大山人在十八岁那年考上了秀才，他那个“庠名”当然登录在册，所以《江西通志》说他名叫朱耷，不能说它全无依据，但它用一个临时使用过的名字掩盖了八大山人的原名，也就难免“一叶障目”之误会了。\n\n　　不过，落在八大山人身上的最大误会，恐怕就在于把他说成是终生怀恋大明王朝，终生坚守遗民气节不愿和清政权合作，甚至直接参加抗清斗争，这样一位“矫然松柏昂”(朱观《国朝诗正》)式的人物了。于是，八大山人在二十三岁那年削发为僧，被说成是他在企图披上袈裟以掩护抗清活动，八大山人在二十八岁上“竖拂称宗师”，当了主持僧并且聚徒讲学，被说成是他已把一处“灯社”变成了抗清据点。八大山人在五十四岁那年作为清政权江西临川县令胡亦堂的贵客，应邀前去诗酒唱和，住了一年多，第二年却“忽发颠狂”，焚裂袈裟走还老家南昌，这一事件更被说成是为了逃避胡亦堂胁迫他降清，不得已“佯狂”出走，是在坚守遗民气节。从那以后直到八大山人在八十岁上去世，他专心书画创作，再也没有什么重大的其他行动了，于是就对他书画作品中的某些署名和花押，揣摩其形态，猜想这个花押的模样像是“思君”二字，那个花押的形态仿佛“三月十九日”(崇祯上吊自尽的日子)……种种说法，不胜枚举。总之都是预先给八大山人一个政治定位，再据此论证或猜测他的生平言行及其笔墨意蕴。\n\n　　这里的问题并不在于八大山人有没有身世沧桑之感、铜驼石马之哀。在明清易代之际那样一个“大时代”中，他个人又有着如此曲折的人生经历，生发出这类情绪原是情理之中的事。况且这类情绪在降清的官僚文士中也多有表露，和特定的政治立场并不是一回事，不能据此认为，这就是八大山人怀恋大明王朝，坚守遗民气节，甚至从事抗清活动的证明。不妨打个蹩脚的比喻：今天六十多岁以上的老人，怀想起童年时代、少年时代如何如何，生出这样那样的人世沧桑之感，能说他这就是在“为民国招魂”吗?再说，仅仅从政治态度这一角度来理解一个艺术家，那也太过单薄了些。\n在八大山人八十年的生涯中，有六十余年生活在明亡以后。他曾是大明的王孙，考过大明的秀才，当过三十余年和尚，也做过大清官员们的座上客，却终于焚裂袈裟回到了“人民城郭非从前”的故乡，成了一个“不名不氏，惟曰八大”、“溷迹尘埃中”以卖画为生的画家。单凭这份简略的履历也不难看出，八大山人的精神世界包括他的政治态度，并不是单向的、一成不变的，如果我们真的想要理解他，那就不应也不必回避他处世态度中的自相矛盾和含糊不清之处，从中理解他那复杂变化的心路历程。\n\n　　资料表明，对于八大山人来说，大明王朝很难算是他的“失去了的天堂”。有明一代，朝廷和宗室成员的关系历来相当紧张。明成祖既然能以“亲藩”起兵篡位称帝，他自然着意提防其余的亲藩兄弟们也学他的样。他登基后便着手减削“亲藩”们的卫队，同时宣布“厚其禄养”，实行赎买政策。再后来他感到自己的皇位稳固了，就开始打折扣发放亲王们的禄米了。到了嘉靖年间，宗室的俸禄竟连半数也领不着了。但宗室全靠朝廷俸禄养活，俸禄七折八扣，宗室们的生活便一代更比一代窘迫，而且毫无别的指望。八大山人的祖父或高曾祖父，便曾写下“薄禄藜羹堪养老”这种牢骚兼自嘲的诗句，他的一个儿子只能“孜孜晓夜挥洒不倦”地为人作画，得些馈赠以补贴家用，完全是破落贵族的生活状态了。而宗室们所受政治限制却十分苛严。明王朝规定藩王之间不准私自交往，哪怕出城祭扫祖宗坟墓，也得经过批准。宗室子弟不得参加科考，以防他们踏上仕途，另谋出路。所以就其实际地位而言，明朝的宗室成员都是些政治上的阉人，是一批空有“尊荣”特权的领取微薄俸禄的终生被软禁者。特权在这里已变成特权者的桎梏。\n\n　　在这一背景下来看待十七岁的八大山人决心放弃爵位，以民籍身份参加科举考试这一举动，便不难感到，这位少年为了争取自身的发展，已把朝廷赏赐的这份“爵禄恩泽”视作不如鸡肋，弃之也不可惜了。从中可以看出，他和他的家人对大明朝廷已多么失望。\n\n　　他十七岁“弃爵”，十八岁考上了秀才。“秀才是宰相的苗子”，明代科举考试的科目有：五经、礼制、时务策论，三场文字考试之外，还要面试骑、射、书、律(音乐)，可以说是按照那个时代选拔“全面发展的优秀人材”而设置的。据八大山人后来的一位师兄介绍：他“少为进士业，试辄冠其俦，里中耆硕莫不噪然称之”。这话也许带些捧场性质，但不会太离谱。因此，如果说少年的八大山人曾做过经世致用、以天下为己任的梦，并为此进行了刻苦的学习准备，这样的推测大概错不到哪里去。\n\n　　谁知第二年便天下大乱：李闯入京，崇祯上吊，清兵进关，弘光拥立，“天崩地解”的灾难时代临头了。从此直到顺治五年八大山人剃度为僧，他都躲在南昌附近新建县的山区中避祸。这是血雨腥风的五年，也是八大山人审时度势、重新抉择人生道路的五年。一方面，清廷在顺治二年便下令禁止“故明宗室”出仕和应考，已考取举、贡、生员者一律“永行停止”。顺治三年更下令：“凡故明宗室……若穷迫降顺，或叛而复归，及被执献者，无少长尽诛之!”——不管你是降是逃，不管你是老是少，只要你是“故明宗室”，抓一个杀一个，统通消灭！这已是明令颁布的“宗族绝灭政策”了，别人也许可以跪降乞命做个顺民，“故明宗室”却连做顺民的资格也没有啊!\n八大山人既是世代食禄的“故明宗室”，又是有功名在身的大明秀才，如今国破君亡，面对不给他留半条生路的残暴的“鞑虏”，按照儒家教义和他那经世致用的人生理念，于情于理他都应该奋起抗清、尽忠报国。而且，打从顺治二年清兵入赣，江西各地的“故明宗室”和官绅士民也已经在奋起抗清。顺治二年，明宗室益王朱由本在建昌(今南城)起兵抗清，兵败逃往福建。顺治三年，明潞安王、瑞昌王聚兵抗清，并进军南京，兵败遁走。顺治四年，明麟伯王、蔼伯王抗清被俘斩首，明义王及子被俘斩首，明瑞昌王被俘斩杀。顺治五年，明宜春王聚众山寨抗清，被俘斩首。明贵溪王联合苗民抗清，兵败不知所终……这些事件都发生在江西一省之内，也可以说就发生在八大山人周围。再说这些“故明宗室”按照“玉牒谱系”，也都是他的叔伯兄弟或子侄辈。如果他有志“重安宗庙社稷”，不论去参加哪一支队伍，条件都是现成的，用不着削发、披袈裟。\n\n　　可是在长达五年的时间里，他始终隐匿不出，旁观这滔滔乱世。这样的姿态正好说明了他内心在“怎么办”这一问题面前反反复复的犹豫和彷徨。\n顺治五年，他的外部环境发生激变：左良玉的部属、明朝的降将、清朝的江西提督金声桓，年初突然率部叛清归明。稍后，控制着广东的降将李成栋也叛清归明。湖南的清军害怕遭受夹击，仓皇撤走，一时南方的抗清形势大好。可是南明的永历帝这时却被一个地方军阀挟持在浔州，这军阀竟敢当场殴毙朝廷的户部尚书，也敢当面大骂皇帝“忘恩负义”，而皇帝却只有“愧愤面赤”，毫无办法，连自身的行动自由也没有。这样的皇帝，这样的朝廷，哪里还谈得上利用当时的大好形势谋划“匡复中原”！而清军却因此赢得时间，调集大军反攻，屠九江，围南昌，驱押南昌周围的丁壮老弱都去掘壕筑桥。酷暑施工，日仅—餐，饥、疲、病死者达十余万人。清兵又掳掠当地妇女分发各旗，淫虐而死者不计其数。清兵还将当地人口掳走，装船外运贩卖，男女老少都按斤计价出售，“扬州以上千余里，此等交易极为普遍”(《江变记略》)。致使南昌周围地区的“田禾、山木、庐舍、丘墓，为之一空”，成了人间地狱。而被围困在南昌城内的金声桓的兵将们也一样凶残暴虐，以人肉为美味，有计划有组织地杀人而食。他们预先派人在大街小巷的两端守望，用隐语互相联络，其中隐语中的男人叫“雄鸡”，女人叫“伏雌”，带刀的人叫“有翅”，结伴而行的叫“有尾”，“闻无翅无尾，即共出擒而食之”(《爝火录》)，简直成了豺狼世界。\n新建县就在南昌附近，八大山人应该就是这场人间惨祸的耳闻目睹者。在这样一场惨绝人寰的大灾难面前，大清宣扬的“天命所归”和大明宣扬的“夷夏之辨”，虽然彼此对立，却同属儒家教义，也都在实践中露出了狰狞面目，在血污火光之中显出了苍白和破绽。既然如此，“经世致用”的念头在当时的现实条件下也就无从谈起，他应当去寻找另一处精神家园，另一层生命意义了。\n\n　　这一年，二十三岁的八大山人逃离新建县，来到进贤县的介冈灯社出家为僧。当他默坐在佛堂里接受剃度时，当那些“受之父母”的长发在磐钵木鱼与佛号声中纷纷剃落的那一刻，儒家理念、家国命运、世俗幸福和人间苦难等等，也都同时离他而去了。\n\n八大山人从二十三岁削发为僧，到五十五岁焚裂袈裟回到故乡并且“慨然蓄发谋妻子”，他在佛门中耗费了三十二年时光，用一生中最好的年华演绎了一部“削发——蓄发”的“头发的故事”。\n\n　　八大山人在剃度后的最初十年确曾潜心学禅，在佛门中的地位也迅速上升。二十八岁时，他被当地颇有名望的颖学弘敏禅师收为入门弟子，成了禅宗曹洞宗的第三十八代传人。这一年他的师父为进贤县八景题诗，要他奉陪唱和。这种师唱徒和的方式，往往是师父测试徒弟的品性、才情和禅学根基的常用办法。留存下来的那次唱和诗中，有一首是咏“吼烟石”。这块怪石的模样虽已不得而知，但看那名字就使人产生“七窍生烟”和声若洪钟等联想。师父的诗是：“梦回孤枕鹧鸪残，春雨萧萧古木寒。往事不须重按剑，乾坤请向树头看。”诗中有往事、残梦、按剑而起的冲动和对乾坤的关注，可谓遗民气息十足。而八大山人的和诗却是：“茫茫声息足烟林，犹似闻经意未眠。我与松涛俱一处，不知身在白湖畔。”可谓物我两忘，了无人间烟火气，真是六根清净了。外部世界的杀戮、血污、卑劣和壮烈、遗民与新贵、天命和华夷之辨等等纷争，这时统统都已留在他的视野之外了。也许因为这样的唱和使师父对徒弟的才情、悟性和禅学修养等都相当满意吧，所以四年之后，八大山人三十二岁的时候，便接替师父在进贤县的介冈灯社“竖拂称宗师”，聚徒讲经了。\n\n　　“灯社”即禅堂，是禅宗僧侣们教育培训的场所。这一制度由唐代百丈禅师创立，后来因时代与地域的不同虽有所演化，但基本格局大致类似。僧侣们在禅堂中过着清苦严格的生活，白天劳动，晚上进修或参省。必读书有《碧岩集》、《虚堂录》、《无门关》、《槐安国语》、《临济录》等多种。每年更有一段停止劳作、集中学习的时间，这期间每天从清晨到深夜坚持坐禅或互相提问辩诘。也可以个别“参禅”即单独向师父请教，而这种请教也是针锋相对的辩诘。住持僧即是师父，他是禅堂的精神支柱，必须是精通禅学而又经过考验的人，通常由年长的僧侣担任。禅堂生活并无固定的学习和毕业年限，有人在禅堂中学了二十年也不一定能通过考验，可是八大山人却在剃度后的第九年，以三十二岁的青年即“竖拂称宗师”了。这不仅证明了他的悟性好，也可旁证他在那些年曾多么刻苦努力地潜心学禅。\n可是仅仅过了两年，三十四岁的八大山人就在答赠南昌友人的诗中，写下了“十年如水不曾疏，欲展家风事事无”这样充满失落感的文字。他的“家风”是什么?明代的诸王宗室既然都是政治阉人，他们无穷的闲暇时光如果不甘心被醇酒妇人空耗，就只有往学术技艺等方面使劲了。八大山人的祖先中曾出过不止一位知名的书画家，或“雅擅诗翰，遍交海内贤豪”，或“精于绘事，擅长山水，兼工花鸟”，所以书画翰墨应该就是他的“家风”。问题是八大山人在少年时代似乎并不怎么珍视这一“家风”，否则他完全可以像祖及父辈那样袭爵食禄，寄情诗文书画，以此怡神养性打发时光，犯不上弃爵应试去博取功名、另谋前程了。怎么在历经离乱忧患，遁入佛门十多年以后，却忽然想念这一“家风”，并有憾于未能“展”它即发扬光大它了呢?更值得注意的是，就在他写下上述答赠诗后不久，在这一年的年底或第二年初，他突然离开进贤，去奉新定居。他在进贤一帆风顺地当住持，称宗师，聚徒百余人讲经，怎么说不干就不干了呢?而且一去十八年，期间再也没有回过进贤。这样的姿态显然有点儿不寻常。\n\n　　而且，和前几年不同，在三十四岁的下半年他忽然作了多幅画，题了多首诗，像是他当时的心境渴需排遣发泄似的。画意难论，且看他的一些题诗罢：“和盘托出大西瓜，眼底无端已着沙。寄语士人休浪笑，拨开荒草事丘麻”；“不是霜寒春梦断，几乎难辨墨中煤”；“吸尽西江水，他能为汝道”等等这类诗句，似乎有某种委屈、争辩、无奈、自勉等复杂情绪。看来他在人事方面遇到了麻烦和不快，所以才会出现一走十八年不再回来的事。\n其实佛门并非净土，像他这样剃度不久就获得师父赏识、在僧界的地位迅速上升而又心高气傲的人，遭人妒忌和倾轧排挤那是意料中的事。再说他不是“土人”即当地人，因此决然离去便成了明智抉择。当初他剃度出家，原是为了摆脱那个血腥纷争的外部世界，寻求心灵的净土即明净的精神家园，如今面对佛门内部的纷争和倾轧，内心不免再度彷徨，只有到僧俗两界之外的艺术天地中去安顿自己的心灵和寻找精神自由了。这时，祖传的“家风”——诗文书画的创作——便对他有了全新意义。\n\n　　这一年的岁末或第二年初，八大山人离开进贤，投奔奉新山区的“耕香院”。那里是他和师父共同创建的一处修禅之所，他的师父早几年已经驻于此了。\n\n　　一位名叫裘琏的士子曾去“耕香院”拜访过八大山人，他在诗中描述了那里的景象：“兰若千峰外，寻幽此数过。溪声咽石细，树色抱云多。入座驯鸥鹭，临窗冷薜萝。忽闻钟磬罢，观世意如何?”请注意他说八大山人是在此“观世”，而不是在避世、遁世。换句话说，外界世事这时已重新进入八大山人的视野，重新受到他的关注了。\n结交裘琏对于八大山人来说，是由“观世”进而“入世”的一个重要契机。这一年是康熙十年，他四十六岁，已经在耕香院定居十多年了。期间没有他从事佛事活动的资料，倒是留下了一些为人作画和与清朝官吏交往的记载。例如他为一个名叫吴云子的人画梅于扇面，而清廷一位道台周体观则为他的画题诗并称他为“雪公”(八大山人僧号“雪个”)。不过，这样的事例很少，也没有影响到他的生活轨迹，只可说明他的书画作品在这一时期中已开始外传，并渐渐受到了人们的关注和器重。而他和裘琏的交往就深入多了，二人不仅谈经、看画，而且讨论了八大山人离开耕香院另外“买山”结庐的事。八大山人还为裘琏的亡母书写《行略》并作跋，裘琏则赠诗作别，还邀请八大山人秋天去新昌县作客，因为他的岳父胡亦堂是清廷的新昌县令。而第二年八大山人果然去新昌，结识了胡亦堂，裘琏便劝他在新昌“买山开精舍”，因为有胡亦堂这样的“陶令”可以为他提供方便。\n\n　　需要说明的是，这期间清廷对“故明宗室”的政策已大有改变。康熙四年，清廷“令明宗室改名易姓隐匿者，皆复归原籍”，允许他们做顺民，不再斩尽杀绝了。康熙八年，又令“故明废藩田产，免其易价，改入民户，名为‘更名地’，令其耕种，照常征粮”，承认他们拥有田产所有权，有点儿“给予生活出路”的意思了。外部环境的明显改善，对于八大山人以诗文书画拓展外界交游，当然有利，而大清的官绅士子们和这位“故明宗室”唱和结交，也无须顾忌了。从此八大山人便不再讳言他的身世，和他酬唱应和的人们也敢于在诗中公开称颂他那高贵的出身了。\n\n　　从康熙十一年秋至十二年夏，八大山人在新昌逗留将近一年。“作客”的时间如此之长，显然他对此行是有所企图的。尽管由于现存资料稀缺，我们无从推断他在新昌这一年间的具体活动情况，但早在康熙九年他为《花卉图卷》所作的三首题诗中，正如萧鸿鸣先生所指出：“多少流露出一种怀才不遇、希冀成功和受人赏识的热望。”(见《八大山人生平及作品系年》)这已经是对“入世”的热望了，怪不得他乐意接受裘琏的邀请，欣然前往新昌结识清廷的“命官”胡亦堂，并在那里一住经年。值得注意的是，这期间他的师父于康熙十一年冬在耕香院去世，八大山人并没有回去料理，却仍然滞留在新昌，这也许可以旁证他在当时对于“入世”是多么的热衷。\n康熙十二年，大清帝国的形势骤然紧张，朝廷和“三藩”面临着即将摊牌的局面，而江西耿精忠控制下的福建，在军事上已成前线。大乱将起，时局动荡，八大山人及时地于这一年的夏天躲回奉新山区的耕香院中去了。\n\n　　明清易代之际的遗民们，除非他负有策反、刺探之类特殊任务，一般都避免和清朝的官方人士打交道，谁如果去结识满汉新贵，与他们酬酢唱和，谁便难免有贪图利禄、失节降清之嫌。尤其是作为“方外之人”的僧尼，发生这种奔走于官吏之门的举动，更容易被认为是玷污名节的行为。可是八大山人似乎对此少有顾忌，他一生中结交的清朝官吏不仅有胡亦堂这样的县令，更有翰林、知府、亲王幕僚、旗人布政司使等等。可见他对大清政权并没有多少敌意，把他说成是“守节西山歌采薇”、“豫章旧传吞炭哑”那种绝不妥协，甚至决心复仇的“遗民僧”，这只能说是在“塑造”，并非是他有血有肉的真实面貌。\n\n　　那么他结交这些清朝官绅士子的目的何在呢?这是因为他自负书画才能并渴望得到社会承认，还因为他有发扬光大“家风”的情结。而在他的那个时代，诗文书画的创作和流传，往往和参加社交活动是一回事，二者密不可分。投诗赠画，题跋书轴，在文酒之宴中彼此酬酢唱和，这些都是当年的“上流社会”，具体地说即官绅士子们已成习俗的交往方式，有时甚至已成一种生活方式。人们的才情和学养，通过诗文书画作品在此得到比较、鉴别，获得肯定和流传，人们的名声和关系，也主要通过这些活动而获得提高和扩展。这是除了科举考试以外当时能够获得社会承认的惟一途径。既然八大山人不愿或不能再去参加科考，那么他惟有经由上述途径来获得社会承认了。但也只能在他超越了儒家教义，不管什么天命、夷夏，大清、大明，遗民、新贵，顺、逆、忠、节等等观念的对立以后，才得以一个企求发展自己才能的艺术家的姿态“入世”，去开展社交活动。因此，只要是和他气味相投的人，不管是谁，他都毫无顾忌地乐意和他交往。应该说，这是一种并不遵从遗民社会的政治道德禁忌，“以我为主”、率性由情的入世姿态。这一姿态越到晚年越是明显，去新昌结识胡亦堂只不过是这一姿态的最初一瞥而已。\n\n　　然而他这种坚持自我发展，追求入世的率性由情的姿态，不仅有违儒家教义与遗民社会的政治道德禁忌，也和佛门清规与禅宗观念相矛盾。这一矛盾在他从新昌返回奉新以后的几年中，便逐渐明朗化了。\n康熙十三年，即他返回奉新的次年，一位友人为他作了一幅肖像画。画中的八大山人头戴凉笠，面容清癯，神情略带忧郁，虽然身穿僧服脚登芒鞋，却更像是一位谦谦君子。当时八大山人不仅为此画题名《个山小像》，而且还写了题记和题跋，自称是“凉笠老僧”，又用了一方“西江弋阳王孙”的朱文方印。他对这幅画相当满意也相当重视，甚至表现出某种自恋情结。等到江西的局势因清军击退吴、耿叛军而渐趋稳定，他便在康熙十六年间携此画回到阔别十八年的进贤介冈，拜访他的同门师兄兼好朋友饶宇朴，求他为此画题跋。他俩彼此知根知底，饶作这篇短跋时又经八大山人本人在场、过目，此跋因此成了解读八大山人的第一手权威资料。这其中至少有两点值得一提：首先，跋文中没有任何地方暗示八大山人这位“豫章王孙”有反清复明的遗民情结，倒是那些和八大山人并无一面之缘的人士在后来的诗文中想象他是在为大明王朝“守节西山歌采薇”。其次，饶的跋文中说他是在修禅之余，“间以余绪为书，若画、若诗”。八大山人却告诉他说：“兄今后直以贯休、齐己目我矣。”这分明是在补充和修正饶的说法。贯休是五代十国时期受到蜀王优待的著名诗画僧，齐己也是唐末著名的诗僧。八大山人的意思是说，如果说他以前是以修禅的“余绪”从事书画创作的话，那么今后他将像贯休、齐己那样，寄情致力于诗画并力求著名于世。这是他疏离修禅的公开宣告。\n\n　　进入康熙十七年，清政权在“平定三藩”的内战中已是胜利在望。朝廷及时调整政策，以诏开博学鸿词科和修纂明史为题目，大力收买以遗民知识分子为代表的汉族人心。上行下效，清廷的各级地方政权也都着手荐举“贤才”，修纂地方志，礼遇遗民中的知名之士了。这时，已调任临川县令的胡亦堂，也着手编修《临川县志》。临川曾是明代的封藩之地，宁献王这一支中就有“临川郡王”这一房。胡亦堂这时便想起宁献王的后裔八大山人，邀请他去顾问编修方志，是一件既合时宜也有助于抬高自己“官声”的事。总之，到了这个时候，不仅八大山人在主观上已有入世的愿望，客观上也为他的入世提供了相当有利的条件。于是，约在这一年冬或第二年初，他最终离开了耕香院，到临川去成了胡亦堂的座上客。\n\n　　就在即将离开耕香院去临川前夕，康熙十七年的中秋节前后，他忽然在已经有了自己和别人题跋的《个山小像》上，又一口气写下了四首似诗似偈语的文字。这种情形颇不寻常，通常只有在时值佳节、情绪波动、进行反思和自审时，一个人才会面对自己的画像想这想那，写下当时的内心独白。请看中秋节那天的自题诗：“没毛驴，初生兔，嫠破门面，手足无措。莫是悲他世上人，到头不识来时路。今朝且喜当行，穿过葛藤露布，咄!”且不说其中的身世之感、Z?W自恋之情，单看“今朝且喜当行”等语，便可见他对应邀去临川作座上客的喜悦之情，以及摆脱外界和内心纠缠不清的“葛藤露布”般矛盾的决心，那最后“咄”的一声因此相当传神，成了他当时心情的点睛之笔。更值得注意的是他在几天后写的末一首自题诗中，似乎已经从“葛藤露布”般的矛盾复杂的内心中理出头绪来了，简直像在进行“思想小结”似的写道：“生在曹洞临济有，穿过临济曹洞有，曹洞临济两俱非，赢赢然若丧家之狗。还识得此人吗?”\n\n　　曹洞宗、临济宗，是禅宗两大主要支派。八大山人曾是曹洞宗第三十八代传人，所以说自己“生在曹洞”。从诗中看，他也曾修习过临济宗。这一年他已五十三岁，恰巧是他剃度为僧的整三十周年。如今面对自己的肖像画，他反思这三十年来苦苦追求精神家园的心路历程，得出的结论竟是“曹洞临济两俱非”——都不是他可以安顿灵魂之处!致使他从内心到实际人生都“赢赢然若丧家之狗”似的彷徨无依，自己也不清楚现在成了个什么样的人了。于是他不禁茫然自问：“你还识得这个画中人是谁吗?”……\n\n　　至此，在去临川作客的前夜，八大山人在精神上不仅早已超越了儒家教义和遗民禁忌的束缚，而且开始摆脱禅宗学说和佛门清规的羁绊了。他在面临“入世”的时候，心灵上已经成了“自在之人”。\n康熙十二年胡亦堂任新昌县令时，裘琏从浙江去看望他，由裘琏出面邀请八大山人去作客，并建议这位客人利用“人因陶令在”的有利条件“结庐新昌”。很显然，如果没有得到胡亦堂的同意甚至授意，自己也是来作客的裘琏是不会这样做这样说的。而胡亦堂本人却避不出面，甚至也没有留下和八大山人交往唱和的任何痕迹。看来胡亦堂虽然欣赏八大山人的书画才情，但因当时国内局势紧张，清廷对遗民的政策主要还是着眼于镇压和防范，他这位“朝廷命官”对于和“故明宗室”的交往便心存顾忌，不愿落下任何不利于自己仕途前程的把柄，所以才一切转由自己的女婿裘琏出面。\n\n　　但是到了康熙十八年，随着清廷对遗民政策的重心由镇压防范转为收买分化，胡亦堂对八大山人的态度也起了明显的变化。这一回不仅由他亲自出面邀请，而且将这位和尚“延之官舍”，住进了临川县衙门，称之谓“上人”，中秋赏月与共，雨中高轩同坐，县中古迹名胜一一请他题咏。有一口唐代古钟只因八大山人“一见夸灵异”，胡亦堂便为它修建钟楼，还作了一篇《古钟歌》……可谓待如上宾，备受尊崇。而八大山人对这些礼遇似乎也很受用，至少在康熙十八年间是如此。胡亦堂重修文昌桥，他便题诗捧场：“也知茂宰随天象，船载嶙峋起壮图。”“茂宰”当然是胡亦堂了，“天象”在表面上可以理解为诗中的“银汉云章”、“斗杓星聚”，骨子里却是在隐喻康熙诏开博学鸿词科延揽人才之类举措，是一篇十足的歌德颂圣之章。临川另有一处景点叫“翻经台”，相传是谢灵运翻译《涅槃经》之处。八大山人当时还身披袈裟，是以“高僧”身份来此题咏的，按说他总该写几句歌颂功德、弘扬佛法之言，谁知他竟在诗中写道：“独怜秘阁书多少，何必区区译梵音!”“秘阁”即皇家藏书楼，八大山人这是在批评谢灵运不去“秘阁”中好好儿做学问，却到这里来干“译梵音”的区区无聊事。这种离经叛道之言，和“曹洞临济两俱非”观点倒是一脉相通，然而对照“也知茂宰随天象”等颂圣捧场话，这位“山人”在当时决心脱离佛门、热衷入世的内心姿态，也就很清晰了。此外他还写下了“赑屃情愿出蒿莱”和“惆怅秋风茂陵客，到来惟见野棠花”等等诗句，充分利用题咏的景点做文章，隐喻、暗示、曲折表达了愿意入世效力，感慨人世沧桑之类复杂情绪。还应该提到，这些诗章的风格已充分“文士化”，和此前此后他的那些偈语或世俗口语式的诗篇大异其趣，而是典故累累，对仗森森，颇具庙堂气象了。\n多年以后，曾经拜访过八大山人并和他有长夜之谈的邵长衡（此人是清廷太学生，又曾是江苏巡抚幕僚)写了一篇《八大山人传》，其中写到：“临川令胡君亦堂闻其名，延之官舍。年余，意忽忽不自得，遂发狂疾，忽大笑，忽痛哭竟日，一夕，裂其浮屠服焚之，走还会城(南昌)……”\n\n　　这真是叫人目瞪口呆的事：县太爷的这位座上客，诗文书画籍籍有名的这位高僧，突然发疯颠狂，哭笑无常地撕毁袈裟并且烧掉，径自跑回故乡南昌城里去了。有人说可能是胡亦堂纠缠他，逼他和清廷合作，而八大山人坚守气节，不干，便“佯狂”装疯跑掉了。另一种意见恰巧相反，说八大山人可能因为好朋友胡亦堂即将离任而去，对自己的将来生出空虚无奈之情，再加他的祖父曾有颠狂之举，因而可能有这方面的遗传病因，于是“情绪突告激怒沸腾”而发狂了。不管怎么说，这两种互相对立的意见都认为八大山人颠狂的原因和胡亦堂有关，又都认为是由于胡亦堂方面的原因，所以才导致八大山人发狂，换句话说，胡是这件事的主因，八大山人自身反倒成了次因。这就未免本末倒置了。\n这一年八大山人已经五十五岁。按照他那个时代的人生尺度，他已入暮年，这辈子都快完了。虽说早年历经坎坷，但后来他的遭际并不差，待到他去临川作客时，无论在佛门还是在世俗官绅间，他都已有相当地位与名望。倒是他内心的矛盾和蜕变，数十年间从未间断，到了去临川作客前更有愈演愈烈之势。从弃爵应试，追求经世致用，到国破家亡一切希望化为劫灰；从斩断尘缘遁入空门，追求“我与松涛俱一处”那种清静无为境界，到悔恨“欲展家风事事无”，转向书画艺术中去寻找精神解脱，再到自比贯休、齐己；从憬悟“曹洞临济两俱非”，否定修禅，到“今朝且喜当行”，下决心出山，入世……这是他一次又一次从失望和绝望中再生出希望的精神突围史，也是他一次又一次企图以改变人生轨迹来重建心灵家园的灵魂挣扎图。儒家纲常，禅宗教义，遗民社会的禁忌，在许多方面都已被他突破。等到他去临川作客时，他已经是一个既没有精神家园也没有精神樊篱的“自在之人”，但还不是个自由人。因为当时他虽有入世之心，却还没有安身立命之地。从他在临川所作诗文中对胡亦堂的称颂与迎合姿态来看，在他的这份入世希望之中，显然也包含着希望能得到这位县太爷的关照与帮助的意思在内。除了表示“情愿出蒿莱”和对“秘阁藏书”的兴趣以外，据乾隆四十八年刊行的《广信府志》记载：“八大山人……去僧为俗人，往见临川令，愿得一妻。”请求胡亦堂为他娶妻，其实也就是希望安排他一处安身立命之地的意思。当然，乾隆四十八年上距康熙十八年已有百年，上述记载是否确切可靠也很难说，但八大山人在临川作客期间向胡亦堂私下提出过某些具体要求，按两人当时的交往情况来看，并非没有这种可能。\n再看胡亦堂，他是个很注意“仰体”朝廷旨意的官员。当初他任新昌县令时，通过裘琏早已结识了八大山人，但他很注意“分寸”，从不亲自出面，也不落下任何交游唱和的痕迹，因为朝廷在当时还没有对前朝遗民实施收买政策的意思。一旦朝廷的态度改变，他也亦步亦趋跟着改变。朝廷诏开博学鸿词科，他就邀约一班文人雅士举办“梦川亭笔会”，朝廷诏修明史，他也延揽前朝宗室遗老编修《临川县志》。他很清楚：朝廷对这些人的收买只是手段，收买过来“为我所用”才是目的。所以他对八大山人尊崇的同时，也仍然十分注意掌握分寸。他和八大山人酬唱的那些诗章，四平八稳，只是夸赞这位“上人”的画多么神，当时的景色多么好，对于八大山人或明或暗多次表达的入世愿望，却从不见有一字回应。这是因为，倜傥风流、互相捧场的诗酒酬唱是一回事，推荐、安排、具体帮助你入世又是另一回事，后者是要为你承担政治责任的，聪明的官僚胡亦堂不可能不讲究这些事。他的这种“保持距离”的姿态，八大山人在作客后期似乎有所觉察。所以，初期八大山人被“延之官舍”，后期他就搬到寺庙中去了，初期酬唱、题咏甚多，后期就看不到这些事了。而且，八大山人的症状是“忽大笑，忽痛哭竟日。一夕，裂其浮屠服，焚之”，可见这“狂疾”发作不止一天，这期间却不见胡亦堂有任何表示。八大山人逃往南昌以后，胡亦堂也从此和他再无往来。尤其值得注意的是，就连裘琏也从此和八大山人再无交往了。其实，胡亦堂和八大山人，一个是正统的、聪明的、热衷于政绩政声的大清命官，另一个则是敏感的、孤傲的、才华横溢的、出身前朝贵胄的艺术家，两人器不同道亦不同，八大山人寄希望于胡亦堂能帮他入世安身立命，只能是不谙世务的知识分子的天真，只能怪他自己的一厢情愿。失望、后悔之余，他这才发觉自己的处境已十分尴尬。滞留临川不仅毫无意义，甚至已是相当难堪；退回“耕香院”去重新修禅，更是心所不甘情所不愿。进退两难之中，内心的矛盾日趋激烈：数十年来，命运一次又一次的折磨他、愚弄他、奚落他，可他总是在企图依傍某种外在的力量：君主、佛祖、朋友等等寻找出路，这一个不行了，就去投奔那一个，结果却发现他们谁都不行。他在痛苦和难堪中终于意识到：那么好罢!而今而后，谁也不靠，只靠自己!要独自面对这个世界和自己的命运！这是他的大彻大悟，豁然开朗！然而几十年时光却因为愚蠢而浪掷掉了！……于是他忽哭忽笑，裂焚袈裟，独自回到身生之地南昌城里去了。\n然这哪里是“忽发颠狂”?他这是在大苦闷中获得了大解脱，于大痛苦中获得了大彻悟，并因此作出了十分清醒也十分勇敢的抉择。从此直到他去世的几十年中，他自谋生路自寻欢乐，自我放浪形骸，做自己爱做的事，结识自己愿意相与的人，否则便不理不睬甚至白眼相加，全不顾忌世俗禁忌、教义清规、利害得失。他的晚年生活清贫、朴素，但内心自由自在。他已找回了自我，这精神自由的自我就是他的心灵家园。他从此再也不曾去依傍或反对任何外在势力，显示出他在精神上对那个时代互相对立的势力及其不同理念——大清、大明、儒家、禅宗、卑贱、高贵等等的整体性超越，获得了他那个时代难得的精神自由。日常生活中也率性由情，全不顾忌礼仪规范，有时甚至疯疯癫癫。邵长蘅曾批评那些把八大山人视作“狂士”或“高人”的意见，可见这类看法相当普遍，认为这是“浅之乎知山人也，哀哉！”其实所谓“狂士”，所谓“高人”，只不过是世俗社会和释道两家按照他们各自的尺寸来度量他们莫测高深的人物时，一种貌似宽容的简便说法而已。他们不可能理解八大山人的精神世界，八大山人也并不在乎他们有怎样的理解。倒是邵长蘅敏锐地感觉到了八大山人“胸次汩渤郁结，别有不能自解之故”，并形象地比喻为“如巨石窒泉，如湿絮之遏火”。应该说，这是对八大山人内心世界相当准确的艺术感受。看来八大山人的精神自由绝不是对现存秩序和观念的简单逃遁，绝不是再度遁入“四大皆空”的境界中去出世，而是在“入世”的基点上对现存秩序和观念的破解与超越，即自觉地和这些外在的羁绊格格不入，自觉地不受它们的控制，自觉地在坚守和张扬自我中寻找全新的生命意义，而他对精神自由的追求却只能使他的内心生出更多的痛苦。再说人到老年，回忆更多，身世之感也更深，而南昌又是他的故乡，城内的弋阳郡王府曾是他的旧居，如今“城郭人民非从前”，这里的街巷建筑、一草一木，都可以是他的怵目伤心之地，回忆怀旧之源。回首前尘，难免铜驼石马之悲，更难免岁月蹉跎之恨。他这一辈子孜孜追求生命的意义，到头来才发觉生命的意义全在生命自身的自由发展，而不在于皈依外界某种理念。但是这个发觉来得太迟了，耗费的年华和心血太大了，他能不自怨自恨吗？……\n\n在赢得了精神自由，内心再无桎梏的状态中，八大山人进入了书画创作的成熟期和全盛期。在他的流传至今的作品中，十之八九都出自他“忽发颠狂”回到南昌以后。在这一时期中，不仅作品的数量空前，而且题材和风格也繁复多样，既有孤傲冷峻之笔，也有清秀婉约之章：有的粗豪怒放，有的恣肆汪洋，有的疏淡空阔，有的淳厚古朴……你无法用某种模式来规范他，也许只能说，他的风格就是不拘一格。同时，作为一种自我标识，他的书画题款也大起变化。从前他在削发为僧时期的作品，题款都用法名“传启”或僧号“雪个”，回到南昌后，一概废弃不用。开头几年他杂用“个山”、“驴”、“驴书”、“驴屋”等作题款，从中可以隐约感觉到他自比为驴的那份自嘲自谴而又倔强无悔的心情。但到他五十九岁以后，作品款识就主要用“八大山人”了。据说他对这个名字还自有解说：“其言曰：八大者，四方四隅，皆我为大，而无大于我也！”——这已是一种顶天立地的感觉了。到了这个时候，他终于找到了可以安顿灵魂的家园，而中国乃至全世界，也由此得到了一位书画奇才。","author":"清代朱耷","description":"朱耷生平"}]