[{"name":"赵孟頫行书闲居赋","text":"魏国曹植和西晋潘岳都作有《闲居赋》，以潘岳的最负盛名。潘作写于元康六年，是表现其厌倦官场和隐逸情怀的一篇散文。这一年潘岳从长安回京任博士。因母病去官，时年五十岁。作者回顾三十年的宦官生活，仕途沉浮，一时心灰意懒，产生了归隐田园的意念，因而写了这篇《闲居赋》。书法作品以赵孟頫的为著名。\n\n潘岳(247年—300年)，字安仁，俗称潘安。西晋文学家。\n祖籍荥阳中牟(今河南中牟县)。但有人认为，从他父亲一辈起，他家实际居住在巩县。潘岳的祖父名瑾，曾为安平太守。他的父亲名芘，曾为琅邪内史。他的从父潘勖在汉献帝时为右丞，《册魏公九锡文》即出自其手笔。潘岳从小受到很好的文学熏陶，“总角辩惠，□藻清艳”，被乡里称为“奇童”(《文选·藉田赋》李善注引)，长大以后更是高步一时。司马炎建晋后，潘岳被司空荀□召授司空掾。潘岳22岁写《藉田赋》声名大噪，也因此致人忌恨，滞官不迁达十年之久。年仅32岁就已白发，写下著名的《秋兴赋》，抒发凄凉心境。咸宁四年(278)，贾充召潘岳为太尉掾。后出为河阳县令，四年后迁怀县令。后调补尚书度支郎，迁廷尉评，不久被免职。永熙元年(290)，杨骏辅政，召潘岳为太傅府主簿。杨骏被诛后，他被免职，不久又选为长安令。元康六年(296)前后，回到洛阳。历任著作郎、给事黄门侍郎等职。在这一时间，他经常参与依附贾谧的文人集团“二十四友”之游，是其中的首要人物。永康元年，赵王伦擅政，中书令孙秀诬潘岳、石崇、欧阳建等阴谋奉淮南王允、齐王乱，被杀，夷三族。《隋书·经籍志》录有《晋黄门郎潘岳集》10卷，已佚。明人张溥辑有《潘黄门集》，收入《汉魏六朝百三家集》中。代表作品主要有《西征赋》《秋兴赋》《寡妇赋》《闲居赋》《悼亡诗》。潘安的赋不但多有名篇，而且在用典造句、审美立意上都高人一筹。流传后世的有《潘黄门集》。\n古书中看到西晋的美男子潘安就是潘岳。民间喜欢称之为潘安而不是“安仁”，这里头有地方风俗的原因。中原人起名有不少单名名末尾用一个“安”字或一个“顺”字，念的时候一定念作“安儿”、“顺儿”，舌尖往里一翘，加个儿话音，就显得格外的亲切，任你多高的身份，被这么一叫，立刻成为大家的宝贝。潘安是个在西晋文学史上有名的人，与《文赋》作者陆机齐名，史称“潘陆”。梁钟嵘《诗品》将潘岳作品列为上品，并有“潘才如江”的赞语。潘岳此人可称“才貌双全”，而民间念念不忘的是他的貌。“才比子建，貌若潘安”，“才比宋玉，貌似潘安”。《潘岳传》：“岳，美姿仪”；《文心雕龙》：“潘岳，少有容止”。成语“掷果盈车”能突出潘安美貌。\n正文\n闲居赋并序\n岳读《汲黯传》，至司马安四至九卿，而良史书之，题以巧宦之目，未曾不慨然废书而叹也。曰：嗟乎！巧诚为之，拙亦宜然。顾常以为士之生也，非至圣无轨，微妙玄通者，则必立功立事，效当年之用。是以资忠履信以进德，修辞立诚以居业。\n仆少窃乡曲之誉，忝司空太尉之命，所奉之主，即太宰鲁武公其人也。举秀才为郎。\n逮事世祖武皇帝，为河阳、怀令，尚书郎，廷尉平。今天子谅闇之际，领太傅主簿，府主诛，除名为民。俄而复官，除长安令。迁博士，未召拜，亲疾，辄去官免。阅自弱冠涉于知命之年，八徙官而一进阶，再免，一除名，一不拜职，迁者三而已矣。虽通塞有遇，抑亦拙之效也。\n昔通人和长舆之论余也。固曰：“拙于用多。”称多者，吾岂敢；言拙，则信而有徵。方今俊乂在官，百工惟时，拙者可以绝意乎宠荣之事矣。太夫人在堂，有羸老之疾，尚何能违膝下色养，而屑屑从斗筲之役？于是览止足之分，庶浮云之志，筑室种树，逍遥自得。池沼足以渔钓，舂税足以代耕。灌园鬻蔬，供朝夕之膳；牧羊酤酪，俟伏腊之费。\n孝乎惟孝，友于兄弟，此亦拙者之为政也。乃作《闲居赋》以歌事遂情焉。其辞曰：遨坟素之长圃，步先哲之高衢。虽吾颜之云厚，犹内愧于宁蘧。有道余不仕，无道吾不愚。何巧智之不足，而拙艰之有余也！于是退而闲居，于洛之涘。身齐逸民，名缀下士。背京沂伊，面郊后市。浮梁黝以迳度，灵台杰其高峙。窥天文之秘奥，睹人事之终始。其西则有元戎禁营，玄幕绿徽，溪巨黍，巽絭同归，炮石雷骇，激矢虫虻飞，以先启行，耀我皇威。其东则有明堂辟雍，清穆敝闲，环林萦映，圆海回泉，聿追孝以严父。宗文考以配天，秪圣敬以明顺，养更老以崇年。若乃背冬涉春，阴谢阳施，天子有事于柴燎，以郊祖而展义，张钧天之广乐，备千乘之万骑，服枨枨以齐玄，管啾啾而并吹，煌煌乎，隐隐乎，兹礼容之壮观，而王制之巨丽也。两学齐列，双宇如一，右延国胄，左纳良逸。祁祁生徒，济济儒术，或升之堂，或入之室。\n教无常师，道在则是。胡髦士投绂，名王怀玺，训若风行，应犹草靡。此里仁所以为美，孟母所以三徙也。\n爰定我居，筑室穿池，长杨映沼，芳枳树樆，游鳞瀺灂，菡萏敷披，竹木蓊蔼，灵果参差。张公大谷之梨，溧侯乌椑之柿，周文弱枝之枣，房陵朱仲之李，靡不毕植。三桃表樱胡之别，二柰耀丹白之色，石榴蒲桃之珍，磊落蔓延乎其侧。梅杏郁棣之属，繁荣藻丽之饰，华实照烂，言所不能极也。\n菜则葱韭蒜芋，青笋紫姜，堇荠甘旨，蓼荾芬芳，蘘荷依阴，时藿向阳，绿葵含露，白薤负霜。\n于是凛秋暑退，熙春寒往，微雨新晴，六合清朗。太夫人乃御版舆，升轻轩，远览王畿，近周家园。体以行和，药以劳宣，常膳载加，旧疴有痊。\n于是席长筵，列孙子，柳垂荫，车洁轨，陆摘紫房，水挂赪鲤，或宴于林，或禊于汜。昆弟斑白，儿童稚齿，称万寿以献觞，咸一惧而一喜。寿觞举，慈颜和，浮杯乐饮，绿竹骈罗，顿足起舞，抗音高歌，人生安乐，孰知其他。\n退求已而自省，信用薄而才劣。奉周任之格言，敢陈力而就列。几陋身之不保，而奚拟乎明哲，仰众妙而绝思，终优游以养拙。\n辨析\n1.拙政园与《闲居赋》。赋中“于是览止足之分，庶浮云之志，筑室种树，逍遥自得。池沼足以渔钓，舂税足以代耕。灌园鬻蔬，供朝夕之膳；牧羊酤酪，俟伏腊之费。孝乎惟孝，友于兄弟，此亦拙者之为政也”就是苏州名园拙政园名字的由来。\n2.《闲居赋》中典故“赋闲”。赋闲：指没有职业在家闲着。西晋潘岳有才名，做官多次，后来不得志，辞官家居，闲在家里种树钓鱼，逍遥自在，作了一篇《闲居赋》，描写悠闲的生活。（见《晋书·潘岳传》）。后因称无职闲居为赋闲。如《官场现形记》第四三回：“吾兄在省候补，是个赋闲的人，有这闲工夫等他。”\n3.舂税。晋朝有势力人家霸占水利造水碓，替别人舂米取酬，称为舂税。潘岳《闲居赋序》说他住在园里卖鲜鱼、蔬菜和羊酪，并收舂税，一家人生活舒适。\n背景\n《闲居赋》写于公元296年，当时潘岳50岁，总结不如意的前半生经历：八次调换岗位，一次提升官阶，两次被撤职，一次被除名，一次没就任，三次被外放。并找出自己仕途失败的原因是“拙”，弃“拙”取“巧”，择木而栖，择贾谧为大树，升著作郎，转散骑常侍，迁给事黄门侍郎，为贾做诗赠陆机，为贾谧讲汉书，愈益成为皇帝和贾谧的亲信。出现“拜路尘”事件。299年底，潘53岁。愍怀太子被废为庶人。愍怀太子非贾皇后亲生，贾皇后、贾谧处心积虑要废掉他。《晋书·愍怀太子传》载：“陛下宜自了，不自了，吾当入了之……”文稿制造者，就是潘岳。太子因此被废。\n魏晋南北朝文学是典型的乱世文学。作家们既要适应战乱，又要适应改朝换代，一人前后属于两个朝代甚至三个朝代的情况很多见。敏感的作家们在战乱中最容易感受人生的短促，生命的脆弱，命运的难卜，祸福的无常，以及个人的无能为力，从而形成文学的悲剧性基调，以及作为悲剧性基调之补偿的放达，后者往往表现为及时行乐或沉迷声色。这种悲剧性的基调又因文人的政治处境而带上了政治的色彩。许多文人莫名其妙地卷入政治斗争而遭到杀戮，如孔融、杨修、祢衡、丁仪、丁廙、嵇康、陆机、陆云、张华、潘岳、石崇、欧阳建、孙拯、嵇绍、牵秀、郭璞、谢混、谢灵运、范晔、袁淑、鲍照、吴迈远、袁粲、王融、谢朓等。还有一些死于西晋末年的战乱之中，如杜育、挚虞、枣嵩、王浚、刘琨、卢谌等。\n临摹作品在这种情况下，文学创作很自然地形成一些共同的主题，这就是生死主题、游仙主题、隐逸主题。这些主题往往以药和酒为酵母引发开来，药和酒遂与这个时期的文学结下了不解之缘。\n隐逸主题包括向往和歌咏隐逸生活的作品，也包括招隐诗、反招隐诗，形成这个时期的一种特殊的文学景观。隐逸思想早在《庄子》书中就体现得很强烈了，隐逸主题可以追溯到《楚辞》中淮南小山的《招隐士》。汉代张衡的《归田赋》，可以视为表现这类主题的早期作品。到了魏晋以后，沿袭《招隐士》的作品有左思和陆机的《招隐诗》、王康琚的《反招隐诗》。沿袭《归田赋》的作品有潘岳的《闲居赋》。而陶渊明的大量描写隐逸生活和表现隐逸思想的作品，则使这类主题达到登峰造极的地步，所以锺嵘《诗品》说他是“古今隐逸诗人之宗”。至于其他许多人的作品中，表达隐逸思想的地方就不胜枚举了。隐逸主题的兴起与魏晋以后士人中希企隐逸之风的兴盛有直接关系，而这种风气又与战乱的社会背景和玄学的影响有关。\n","category":"行书","verified":true,"user":1,"timestamp":1429951545252}]