[{"name":"张旭冠军帖","text":"高闲，【唐】僧。乌程（今浙江湖州）人。克精书字，宣宗（八四七至八五九在位）召对，赐紫衣。后归湖州开元寺终焉。闲尝好以白纡书真草，为世楷法。其书出于张颠（旭），在唐得名甚显。尝草书千文于楮纸上，又书令狐楚诗，真迹石本在湖州。《高僧傅、宝章待访录、广川书跋》\n人物简介\n唐朝时僧。宣宗（847～859）尝召入，赐紫衣袍。后圆寂于湖州开元寺，闲好用霅川白紵，以作真、草书。其笔法得之张长史。韩愈曾作序送之，盛称其书法之美妙，遂大显于世。曾用楮纸草书《千字文》，又书令孤楚诗，石刻在湖州。宋董逌《广川书跋》云：“闲之书不多存于世，其学出张颠，在唐得名甚显。”宋陈思《书小史》云：“高闲善草书，师怀素，深穷体势。”传世书迹有草书《千字文》残卷真迹，湖州有石刻《千字文》、《令孤楚诗》等。草书《千字文》残卷，真迹。纸本，纵30.8厘米，横331.1厘米，已残，仅存“葬”字以下52行、243字，前缺的部分由元鲜于枢补。此书迹流传有绪，曾经宋赵明诚、元鲜于枢、明方鸣谦、清卞永誉和安岐等收藏，现藏上海博物馆。此《千字文》以硬毫书写，笔势浓重，坚挺纵放而不失规矩。循规草法，挥洒自如，气象生动。其结尾处，尤为开阖恢弘，豪爽顿生，给人一种笔墨淋漓酣畅的感觉。\n张佑有诗赞曰：“卷轴朝廷饯，书函内库收陶欣入社叟，生性论经俦日色屏初揭，风声笔未休长波浮海岸，大点出嵩邱不绝羲之法，难穷智永流。殷勤一笺在，留着看银钩。”可见高闲在唐书名显赫。\n与张旭、怀素并论\n唐韩愈《送高闲上人序》：“往昔张旭善草书，不治他技。喜怒窘穷，忧悲、愉快、怨恨、思慕、憨醉、无聊、不平，有动于心，必于草书焉发之。观于物，见山水崖谷，鸟兽虫鱼、草木之花实，日月列星，风雨水火，雷霆霹雳，歌舞战斗，天地事物之变，可喜可愕一寓于书。故旭之书变动犹鬼神，不可端倪，以此终其身而名后世。今闲（高闲）之于草书，有旭之心哉！不得其心逐其迹，未见其能旭也。为旭有道，利害必明，无遗锱铢，情言于中，利欲斗进，有得有丧，勃然不释，然后一决于书，而后旭可几也。”在此，韩愈把书法抒情的特质阐述得显豁、透彻，淋漓尽致。书法情感的两方面：一是书作者自己的喜怒哀乐“有动于心”的直接发抒；再是“天地事物之变，可喜可愕”触动了书作者，物我交融，表现之于情感。所以张旭的草书“变动犹鬼神，不可端倪”，达到了神化的境界。师其迹，必须师其心。所以韩愈说：“不得其心逐其迹，未见其能旭也。”书道之妙，在于斯也欤！文中虽然没有直接论述高闲之草书，全文只是在论张旭，因为唐代书风实肇自张旭，韩愈对张旭的赞颂是时代使然。但是，韩愈所说高闲“有张旭之心”，实则是说高闲早已悟出了张旭的思想、艺术之道和艺术之精神了，这里也就是明说张旭实赞高闲。韩愈是唐代大文豪，高闲书法能被韩愈评论，且与当代草书最高成就者张旭并论，可见高闲草书的成就和水平。\n宋董卣《广州书跋》云：“闲之书不多存于世，其学出张颠，在唐得名甚显。韩退之尝谓张旭喜怒忧悲，必于书发之，故能变化若鬼神。见闲书者，知随步置履于旭之境矣。彼按迹无差者，岂复循已弃之辙迹而求致之哉？正善学旭者也。”这里是说高闲书法学习张旭，已步入张旭之境地，但是高闲是追求书法之最佳而不是拘泥于张旭之迹。由此说明高闲善于学习张旭。正因为如此，故高闲成为“继张旭、怀素后又一位以草书冠一时之名得书家”，而对后世影响至大。宋代黄庭坚就曾学习过高闲，他在《鲁直自评书学》中称：“余学草书三十年，初以为周越为师，故三十年抖擞俗气不脱，晚得苏才翁、子美书观之，乃得古人笔意。其后又得张长史、怀素、高闲墨迹，乃窥笔法之妙。”通过这段自白，说明高闲书法曾对黄庭坚有过关键性的启示。黄庭坚最后从张旭、怀素、高闲三位草书高手墨迹中窥见笔法之妙，悟出真谛而成为宋代首屈一指的草书大家。元代鲜于枢论草书云：“张长史（张旭）、怀素、高闲皆名，善草书：长史颠逸，时出法度之外；怀素守法，特多古意；高闲用笔粗，十得六七。”\n这里亦是将高闲与张旭、怀素并列而谈。鲜于枢一是说此三人皆擅长草书，都有名气，继而分别论述了各家的草书特点。看来，此三人在唐以后的书法家中是被学习继承之楷模。三者的基本情况及其关系为：“张旭，字伯高，吴郡（今属江苏）人。官至金吾长史。擅狂草。其书龙飞凤舞，神奇莫测，细察之，却无一笔不合规矩。……怀素，字藏真，潭州长沙（今湖南长沙市）人，善狂草。好饮酒，兴到运笔，如骤雨旋风，圆转飞动，虽多变而法度具备。晚年趋于平淡。前人评其狂草继承张旭而有所发展，谓‘以狂继颠’并称‘颠张醉素’，对后来影响很大。”\n“高闲，唐乌程（今浙江吴兴）人。工书法，尤善草书，草书师法怀素。擅以白绫作真草，颇著盛名。宣宗召对，赐紫衣，后归湖州开元寺。”\n这里虽未曾记载高闲的官位，但记录了皇帝赐予他紫衣，说明此人有才且在当时的社会地位不低。在上述记载中，怀素继承了张旭，高闲师法怀素，可见他们乃一脉相承。三人有师承关系，但都是师其心，并非师其迹。他们都有很高的艺术成就，又各有不同的艺术风貌，艺术水准在同一层次上，否则，就不会被人相提并论。虽然高闲没有像张旭那样留下《冠军帖》、《肚痛帖》、《古诗四帖》，像怀素那样留下《自叙帖》、《小草千字文》、《菩萨帖》、《论书帖》等众多碑帖供后人研究、临习、借鉴，但从仅存留下的草书《千文残卷》，仍能看出高闲草书的艺术内蕴与个人风格。\n艺术特征\n高闲草书《千文残卷》共52行，243字，是《千字文》的后面部分，现藏上海博物馆。其书体属草书中的今草范畴。今草是古草（章草）的对称，是在章草草法（也包括楷书体势）基础上衍进而成的一种新草体。其特征：减省了章草的隶意波磔，结体由扁方趋于狭长，笔画更简约，增加了萦带，笔顺有的也有新变异，同时还打破了章草字的区别与规矩，可以大小、轻重、斜正相同，上下字间注重牵连。今草的书写比章草更为流美、便捷。高闲的草书，部分字结体偏扁方，部分字结体偏狭长，形成字形的变化对比，即是在章草与楷书的基础上变化的。尽管笔法变化丰富，但某些点画仍保留了章草与楷书的笔意。每个字的间架稳健，笔力遒劲，尤其是楷书的影子较明晰，其书面貌尽管与“二王”的今草大相径庭，但的确又是千变万化、个性独特的今草。“二王”今草以正书势巧形密，行书遒媚劲健为基础，表现出浓纤折衷，千变万化。高闲草书深谙“二王”，先以正书打基础，而后求自然，富变化，重厚实。苏轼云：“书法备于正书，溢而为行草。未能正书，而能行草，犹未尝庄语，而辄放言，是无道也。”说明写草书之前一定要先写好正书。作为高闲生活的唐代，楷书已成为一种工具被使用。在中国书法史上，唐代的楷书成就没有哪个朝代能与之匹敌，欧阳询、颜真卿等流传下来的楷书成为后来无人攀越的最高巅峰。高闲处于楷书最高峰时代，其本人也是擅长楷书的，遗憾的是高闲楷书未被流传下来。不过从高闲的草书中仍能够体味出他的楷书功力。因为高闲的草书有厚重、沉稳的一面，做到这一点，非有坚实的正书功底不可。苏轼还说：“真书（楷书）难于飘扬，草书难于严重。”真书不飘逸而刻板，草书不严重则浮滑。要作真如草，作草如真，才能救此两弊，所以，必须真草兼擅，方能真草皆美。“擅以白绫作真草”的高闲，从他《千文残卷》草书那既飘逸、又稳重的内蕴中，可以看出其真正做到了真草皆美。\n高闲书写《千字文》的用笔，观其笔迹，应是兼毫斗笔，其笔用狼毫和羊毫合制，软中有硬，书写笔画具有弹性。众所周知，在书法艺术的文房四宝中，笔摆在首位。用笔而产生笔象，求笔象而有笔法。笔法有保证文字书写规范性的一面，更多则是为了充分利用生理机制，充分发挥工具效应，创造美的笔画形象，创造丰富多彩且具表现内在精神和功力修养的点画，在以书法形式寄托人的情志意兴上，具有极大的物质潜能。“夫书肇于自然，自然既立，阴阳生焉。阴阳既生，形势出矣。藏头护尾，力在字中。下笔用力，肌肤之丽……惟笔软则奇怪生焉。”柔软富有弹性的笔，可以把形、势表现出来，可以创造生命之力，可以有肌肤之丽。高闲书写草书，一反张旭、怀素使用长锋的传统，而是用书写楷书所用之笔，这本身就是一个创举。这样，从工具上就与他的前辈拉开了距离，书写出的效果当然别样。高闲善真书是扬其长，将用得娴熟的书写真书的笔用于书写草书时，自然就更为得心应手，运用自如了。短锋粗笔书写出的字，丰腴饱满，朝气蓬勃，具有少女俊男之美感。在高闲的手中，“这毛笔不仅是实用工具，而更重要的是它有奇妙的表现力，能用来创造反映主体心灵的艺术。而且这艺术能体现出民族文化精神，哲学——美学思想；通过书家的挥运，能充分利用矛盾的原理，以其物质性创造出具有神、气、骨、力、血、肉的活生生的书法艺术形象。”高闲书法，注重势，“势来不可止，势去不可遏”。其转笔左右回顾，无使节目孤露，点画藏锋入迹，圆笔属纸，中锋行走，势尽，力收之。正如卫铄《笔阵》所言：其“横”如千里阵云，“点”如高峰坠石，“撇”如犀象之角，“竖”如万岁枯藤，“钩”如巨浪涛天，“竖钩”如白钧弩发，连续转折变化之笔如崩浪雷奔，劲弩筋节。诸如“通灵感物”，“多力丰筋者圣”之书学道理，在高闲作品中充分体现。\n高闲《千文残卷》，在章法上，其疏密虚实得当，协调统一。布局纵略分明，横则不限，浑然一体。既严整又自由，纵横开合，左呼右应。特别是字与字之间的行气贯通，同时又兼顾到左右之间和整幅字的聚散及墨韵的相异，于变化中求统一，从对比中求和谐，从流动中求稳重，呈现出干湿浓淡，轻重黑白，随意曲直，变化多姿而不落俗套。章法经营取决于书家的审美趣味，体现着作品的艺术风貌。孙过庭《书谱》云：“至若数画并施，其形各异；众点齐列，为体互乖。一点成一字之规，一字乃终篇之准。违而不犯，和而不同。”其具体而又概括地说明了书法形式美和章法的主要规律。高闲草书做到了“违”与“和”的统一，字与字之间既彼此违背又互不侵犯，彼此和谐又不雷同，整篇中每一行每一字都在“违”，都“其行各异，为体互乖”，但并非混乱不堪，杂乱无章。高闲草书洒脱畅快，轻松自如，这是功力深厚的自然流露。其书洒脱而有法度，畅快而不浮滑，轻松却见严谨，自如中显其个性。具体体现在用笔随意，不刻意求工，很难讲是以哪一种关系为主导，一切似乎都是信手为之。笔画中运行速度较快，挥运间以“意”为主而不在“精”。墨色层次丰富，变幻多端。决无特意安排布置之迹，自然妥帖，浑然天成，当是“无意于佳”者。从高闲草书中还可看出其性格开朗。高闲笑对人生，看破红尘，后归于佛门，当了一名笑和尚。他作为一代名士，无心仕途，而钟情于书法。对于他来讲，书法是一种生活的必需，而不是谋取功名的资本，因此，其书既无名禄之嫌，又无压抑之感，给人感觉是无比的放松与飘逸。不过，其书看似飘逸，实则庄严。高闲采用粗壮之笔法，以飘逸之韵，真书之功底，书写出厚实而不滞、随意而不浮的草书，正是他的追求之所在。高闲这稳重若泰山、飘逸似神仙之意蕴，应是书法艺术中的崇高境界，因此在中国草书史上能与“张颠狂素”并列。\n","category":"草书","verified":true,"user":1,"timestamp":1429951550143}]