[{"name":"怀素草书圣母帖","text":"《圣母帖》是唐代狂草僧人怀素为东陵圣母所写。《圣母帖》写于公元793年（唐贞元九年），怀素晚年自家乡湖南出游途经今江苏省扬州市江都区宜陵镇（古称东陵）时所作。内容记述的是晋代杜、康二仙女蹑灵升天、福佑江淮百姓的故事。\n法帖信息\n【名称】圣母帖\n【作者】怀素\n【年代】唐代\n【书体】草书\n【材质】刻石\n【规格】纵70厘米，横139厘米\n【字数】55行，409字\n【收藏】西安碑林第二室\n《圣母帖》又名《东陵圣母帖》。怀素草书，书于793年（唐贞元九年），碑石刻于1088年（宋元祐三年）。 \n法帖内容\n释文\n（阙）圣母心命至言①，世（阙）疾冰释。遂奉上清之教，旋登列圣之位。仙阶崇者灵感远，丰功迈者神应速②。乃有真人刘君，拥节乘麟，降于庭内。刘君名刚，贵真也。以圣母道应宝箓，才合上仙。授之秘符，饵以珍药，遂神仪爽变，肤骼纤妍；脱异俗流，鄙远尘爱。杜氏初忿③，责我妇礼，圣母翛然，不经听虑。久之生讼，至于幽圄，拘同羑里。倏（忽）霓裳，仙驾降空，卿云临户。顾召二女，蹑虚同升，旭日初照，耸身直上。旌幢彩焕，辉耀莫伦；异乐殊香，没空方息。康帝以为中兴之瑞，诏于其所置仙宫观，庆殊祥也。因号曰：“东陵圣母。”家本广陵，仙于东土，曰：“东陵”焉；二女俱升，曰：“圣母”焉。邃宇既崇，真仪丽设。远近归赴，倾吊江淮。水旱札瘥，无不祷请。神贶昭兹，人用大康；奸盗之徒，或未引咎。则有青禽，翔其庐上。灵徵既降，罪必斯获。闾井之间，无隐慝焉。自晋暨隋，年将三百，都鄙精奉，车徒奔属。及炀帝东迁，运终多忌，苛禁道侣，（阙）玄元九圣④，丕承慕扬至道，真宫秘府，罔不择建⑤；况灵踪可讯，道化在人，虽芜翳荒颓⑥，而奠祷云集。栋宇未复，耆艾衔悲，谁其兴之？粤因硕德⑦。从叔父淮南节度观察使礼部尚书、监军使太原郭公，道冠方隅，勋崇南服淮河⑧，既蒸氓作而不朽，存乎颂声⑨。 \n贞元九年岁在癸酉五月。 \n备注\n①（阙）圣母心命至言：命，一释作“俞”。字释文中凡“阙”处，均为原碑缺失或脱落。\n②丰功迈者神应速：神，一释作“祥”字。\n③杜氏初忿：氏，一释作“愿”字。\n④玄元九圣：玄元，一释为“元元”。\n⑤罔不择建：择，一释作“旌”字。\n⑥虽芜翳荒颓：颓，一释作“郊”字。\n⑦粤因硕德：粤，一释作“具”字。\n⑧淮河：淮河，一释作“淮沂”、“淮治”。\n⑨存乎颂声：存，一释作“孛”字。 \n赏析评价\n法帖赏析\n《圣母帖》与怀素其他作品相比，是较为规范的一种草书。小草《圣母帖》点画简约凝炼，较少牵丝连绵。《圣母帖》为怀素晚年的通会之作，绚烂之极，复归平淡，沉著顿挫，尽脱火气，笔法圆融，应规入矩。而怀素的大草《自叙帖》，是以迅疾的连笔，转折萦带，急转取势，纵横回旋，雷惊电绕而自立笔法。两相对照，《自叙帖》以情得真趣，通篇犹如奔腾而下的长河，一泻千里，直率、激越；而《圣母帖》是以心立法度，通篇犹如一瓣心香，充满着肃穆与尊崇。清人梁巘在《承晋斋积闻录》中曾谓：“怀素《圣母帖》圆浑古茂，多带章草，是其晚年笔，较《自叙》更佳，盖《自叙》犹极力纵横，而此则浑古自然矣。怀素《圣母》乃其诸帖中之最佳者。”《圣母帖》线条的遒劲圆转，温润古健，可以看出怀素与“二王”（王羲之、王献之父子）的传承渊源。 \n法帖评价\n明曹昭《格古要论·圣母帖》：“怀素草书，颇难识，贞元九年岁在癸丑五月刻石。宋元祐三年戊辰模刻上石在陕西西安府学。”王世贞《艺苑卮言》评曰：“藏真书虽从二张草圣中来，而结法极谨密……晚年书圆熟丰美，又自具一种姿态，大要从山阴派中来……素师诸帖皆遒瘦而露骨，《圣母帖》独匀稳清熟，妙不可言。” \n《圣母帖》既吸收了王献之的神采、张旭的肥笔，又兼容了汉代草隶之笔于一炉，是怀素的里程碑之作。 \n《圣母帖》是狂僧怀素代表作之一。刻石左角有唐代裴休等的题名。怀素在其中运用了篆书技巧，多用浑圆的中锋，少用笔尖运转，故有气势浩大之处，线条遒劲，富有弹性感觉。其草书笔法瘦劲，飞动自然，笔势狂怪怒张，神采飞扬，如骤雨旋风，声势满堂。 \n《圣母帖》，既不似《论书帖》的圆稳古雅的平畅之笔，又不似《自叙帖》骤雨狂风似的飞舞之笔。放纵飘逸，兼而有之，写来墨润笔健，神采飞舞，精神照人。且其字态，大小参差，肥瘦笔调，随意挥洒，均不逾字行的排列，与前两帖相比，又别具风神。由此可见，怀素书法的风格并非千篇一律。 \n怀素，生于公元737年，卒年未详。字藏真，俗姓钱，永州零陵（今湖南零陵）人，是大历十才子之一考功郎中钱起的外甥。自幼出家，经禅之余，从事艺文，尤好草书。曾将弃笔堆积埋之于山下，号称“笔冢”。又广种芭蕉，用蕉叶加以挥洒，即颜其居曰“绿天庵”。好饮酒，及其酒酣兴发，寺壁屏幛、衣裳器具，靡不书之，时人谓之“醉僧”。自言得草书三昧，有“狂僧”之称。怀素书法初学欧阳询，后师从邬彤（怀素姨表兄弟）学草书。邬彤是张旭的学生，乃告以笔法。762年（宝应初年）自零陵出游，历衡阳，走广州，客居潭州，然后经岳州，进入长安。772年，怀素回乡，途经洛阳，适逢颜真卿，曾趋谒拜访，僧儒论书，遂为书坛盛事。唐代名士如李白、卢象、戴叔伦、钱起等人，皆有歌行称颂之。传世墨迹有《论书帖》、《自叙帖》、《苦笋帖》等帖。 \n相关阅读\n关于东陵圣母，《后汉书·郡国志》载，汉广陵有东陵亭，注引《博物记》曰：“女子杜姜，通神变形，上因以其处为祠庙，号曰东陵圣母。”又葛洪《神仙传》：“东陵圣母，广陵人。适杜氏，师刘纲。”唐代段成式《酉阳杂俎》载：“扬州东陵圣母，庙主女道士康紫霞侍奉圣母多年，一旦白日飞升，化为白龙而去”，“扬州东陵圣母庙主女道士康紫霞，少时梦受天符，远行南岳，自是生须数十基。”\n清代雷以诚所撰《仙女庙碑记》仙女庙祠宇内供有二像，道家女装。前有小柱，题曰杜、康二女像。《碑记》还载文：“东陵，即今之宜陵，又曰东原，在汉景帝时则为东陵。向有东陵圣母祠。”\n由上述记载，仙女庙供奉的是女道士杜姜和她的徒弟康紫霞。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951550914},{"name":"怀素草书圣母帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791634488,"text":"八大山人藏宋拓圣母帖卷 绢本，无年款。纵二九·五厘 米，横二三九厘米。\n钤印三方：蒍艾、可得神仙、（屐形）八大山人。 王方宇私人藏\n　　这一手卷，是把八大所藏《圣母帖》原拓和八大山人手书圣母帖释文裱在一起。《圣母帖》拓本上有八大山人印三方，可证是八大山人的收藏。\n　　他在释文後面，写了一段短跋，评论怀素的草书，甚有见地，今录在下面：\n　　“绿天庵（即怀素)《自序》、《千文》等帖醉书。一本於张有道之玄；唯《圣母帖》醒书，得索幼安与张有道之整。因想见汉二家书法，皆生长酒泉州郡，一去而为属国，绿天庵书，那得不珍重之?戊寅小春。八大山人题於在芙山房。”\n　　八大山人对此帖如此珍重，当然用过很多工夫研究。但是这幅怀素的草书中的草法，实在难於辨识，前人连董其昌在内，都作过释文，也都有错误，八大山人的释文好像没有参考前人所释，但是也有错误。\n\n释文:圣母心俞至言世疾冰释，遂奉上清之教，旋登列圣之位。仙阶崇者灵感远，丰功迈者神应速。乃有真人刘君，拥节乘麟，降于庭内。刘君名纲，贵真也。以圣母道应宝录，才合上仙，授之秘符，饵以珍药，遂神仪爽变，肤骼纤妍，脱异俗流，鄙远尘爱。杜氏初忿，责我妇礼，圣母翛然，不经听虑。久之生讼，至于幽圄，拘同羑里，倏忽霓裳仙驾降空，卿云临户，顾召二女，蹑虚同升。旭日初照，耸身直上，旌幢彩焕，辉耀莫伦，异乐殊香，没空方息。康帝以为中兴之瑞，诏於其所，置仙宫观，庆殊祥也。因号曰东陵。圣母家于广陵，仙于东土，日东陵焉。二女从升，曰圣母焉。邃宇既崇，真仪丽设。远近归赴，倾币江淮，水旱札瘥，无不祷请，神贶昭答，人用太康。奸盗之徒，或未引人咎，则有鸟禽翔其庐上，灵徵既降，罪必斯获。闾井之间，无隐慝焉。自晋暨随，年将三百，都鄙精奉，车徒奔属。及炀帝东迁，运终多忌，苛禁道侣，天元九圣丕承，慕扬至道，真宫秘府，罔不择建。况灵纵可讯，道化在人。虽芜翳荒颓，而奠祷云集，栋宇未复，耆艾衔悲。谁其兴之？粤因硕德。从叔父淮南节度观察使礼部尚书、监军使太原郭公，道冠方隅，勋崇南服，淮沂既蒸，识作而不朽，存乎颂声。贞元九年岁在癸酉五月。","author":"唐代怀素","description":"怀素草书圣母帖"}]