[{"name":"梁巘书轴","text":"郑簠（1622～1693）清代书法家。字汝器，号谷口，江苏上元(今南京）人。原籍福建莆田，明洪武间祖父一辈迁至金陵（今江苏南京）。为名医郑之彦次子，深得家传医学，以行医为业，终学不仕，工书，雅好文艺，善收藏碑刻，尤喜汉碑。\n人物简介\n郑簠少时便立志习隶，学汉碑达三十余年，为访河北，山东汉碑，倾尽家资，家藏碑刻拓片有四大橱。孔尚任在《郑谷口隶书歌》中道：“汉碑结僻谷口翁,渡江搜访辩真实.碑亭冻雨取枕眠，抉神剔髓叹唧唧”，是郑簠爱碑如痴的写照。郑簠擅隶书，亦精行草书，兼工篆刻。初师宋珏，后改学汉碑，主要有《史晨碑》和《曹全碑》，尤得力于后者。所书字大小相近，粗细、疏密却富有变化，多姿又规整，既保持了《曹全碑》的特点，又具有飘逸奇宕的新意，世人谓之“草隶”。\n规范的隶书笔法中，加入富于个性的轻重用笔，或用枯笔，结字也不呆板。与时间稍早的王时敏相比，郑簠的隶书稍接近汉人和富有古意。这些都为隶书开创了新的出路，成为乾嘉以后碑派书法追求的境界，影响甚大。后人把他与写“六分半书”的郑板桥合称“二郑”。包世臣《国朝书品》将其与金农的隶书同列为“逸品上”，后人称之为清代隶书第一人。郑簠以行草书笔意，写《曹全碑》的体势，其书遒媚飘逸，开清代书法崇尚碑学之法门。郑簠是清初最重要的参与访碑活动并肆力学习汉碑的书法家，他的隶书获得其时知名文士的集体追捧。他倡学汉碑，对后来汉碑之学的复兴起了重要作用。他自称：“作字最不可轻易，笔管到手，如控于钧弩，少驰则败矣。”其隶书飘逸虚灵，活脱洒丽。其传世书迹主要有《杨茂源酬于附马诗轴》、《卢仝新月诗轴》、《浣溪少词轴》及《灵宝谣》。梁巘《论书帖》称：“郑簠八分书学汉人，间参草法，为一时名手。”钱泳《履园丛话》称：“谷口始学汉碑，再从朱竹垞(彝尊)辈讨论之，而汉隶之学复兴。”\n成就影响\n兴起\n清代金石考据学的兴起，结束了帖学近千年的统治地位，给靡弱的书坛注入了新的活力，书法史揭开了新的篇章，进入了以篆隶为主流书体的时代.三百年的清代隶书创作，名家辈出，人才济济，是汉之后的又一高峰，其中以郑簠、金农、邓石如、伊秉绶为代表。郑簠广习汉碑，《曹全碑》为其基本体势与风貌，在此基础之上又溶入行草、《夏承碑》与其他汉碑的某些特征，晚年形成了奔逸超纵、神采奕扬的隶书艺术风貌，以异军突起之势，竖起碑学复兴的第一面旗帜，是清代三百年隶书创作的第一个高峰。\n艺术思想\n郑簠的书风与艺术思想，对后来产生了极大影响，尤其对扬州画派的代表人物如高凤翰、金农、高翔、郑板桥的影响更为直接。可以毫不夸张地说，郑簠的隶书创作，影响了他之后的一个世纪。清方朔《枕经台题跋．曹仕碑跋》云：“国初郑谷口山人专精此体，足以名家。当其移步换形，觉古趣可挹。至于联扁大书，则又笔墨俱化为烟云矣。”《史晨碑跋》云：“本朝习此体者甚众，而天分与学力俱至，则推上郑汝器，同邑邓顽伯。汝器戈撇参以《曹全碑》故沈著而兼飞舞。”可见郑谷口是偏爱汉碑《曹全》及《史晨》两种，他可以移步换形，化为烟云。沈著而兼飞舞，却很适切地概括了郑簠那种飘飘然如羽化登仙，铮铮然似曲音升华。皆是师古人而能消化成自已的血肉的很好的例子。但这不是一蹴可及的，清张在辛《隶法锁言》曰：“作字正襟危坐，肃然以恭，执笔在手，不敢轻下，下必迟迟，敬慎为之。”这当然是指的书学的基础，要有点滴的累积，辛勤的耕耘。最重要的是诚心笃实，持敬为之。\n拜师\n著名学者、同时也写隶书的朱彝尊（1629-1709）对郑簠表现出相当的激赏，不仅认为郑氏八分之妙堪为其师，更将他视为本朝第一，阎若璩（1636-1704）则尊其为书坛“圣人”，与顾炎武（1613-1682）、黄宗羲（1610-1695）等大儒并而列之。在给戴唐器的一封信中，阎若璩说：（本朝）十二圣人者，钱牧斋、冯定远、黄南雷、吕晚村、魏叔子、汪苕文、朱锡鬯、顾梁汾、顾宁人、杜于皇、程子上、郑汝器，更增喻嘉言、黄龙士，凡十四人，谓之圣人。无论是集中歌咏一位书法家的隶书，还是将一位在世的隶书家尊为“圣人”，在书法史上都是十分罕见的现象。以强烈的书写性与写意性为特征的郑簠隶书对同时及后来的书家有着相当的影响，根据统计，承袭其面貌的书家约有十数人。他也因此成为后代谈论清初隶书的标杆。饶有意味的是，在当时享有重名的郑簠，从康熙后期开始却遭到陈奕禧（1648-1709）、杨宾（1650-1720）、王澍（1668-1743）、钱泳（1759-1844）等人的严厉批评，甚至是嘲弄。这一遭遇表明，同是崇尚碑学，早期与后期的审美与技法追求却有很大不同。透过郑簠个案，我们恰恰可以洞观清代碑学观念之演进。\n以行医为业\n郑簠一生不曾出仕，他秉承家学，以行医为业，他的医术在当地相当出名，直到晚年仍日“以医道应酬”。有段时间因为疾者盈门他有了逃名之念，李渔（1610-1680）为此作诗讽劝，《赠郑汝器》小引云：“汝器文人也，能诗工书，且笃友谊，以岐黄术噪名于世，疾者盈门，车无停轨，自以为苦，欲逃其名而不得，故作是诗以勉之。”郑簠虽一介布衣，但他生活在冠盖辐辏的旧京，又善于结纳，所以“无论识与不识，皆知白下有谷口先生者”。他结交友人非藉行医，而是通过他的隶书。结合文献与传世作品约略可以考见其受书人之一斑。如鼎革后流寓苏州的姜埰(1607-1673)逝后，于颖为撰传记，由郑簠隶书。同居南京的周亮工（1612-1672）明言自己“素从谷口学书”，他曾倩郑簠为所刻《赖古堂印谱》、《广金石韵府》、《字触》等书抄写序言或是题签。身在陕西的王弘撰（1622-1702）在一封给郑簠的信中直接要求“弟有所求者望即挥赐为感”，他的独鹤亭联额亦有出自郑氏手笔者。\n浙江学者朱彝尊的“曝书亭”亦到处悬挂郑簠所书的匾额、楹联，倾倒之至。曾任职扬州的孔尚任(1648-1718)，康熙己巳（1689）与郑簠共度中秋，是夜郑簠为他尽情挥洒，所得不下十数纸，孔氏感叹“此一乐独俾仆一人消受之”。在郑簠传世的80余件隶书中，有一些“记录”的受书人亦相当知名，如曹贞吉（1634-1698）、张贞（1632-1712）、姜寓节、樊圻（1616-？）、颜光敏（1640-1686）、靳治荆等。值得注意的是，郑簠的友人中有相当一部分乃金石学者，如顾炎武、朱彝尊、曹溶、王弘撰，清初金石学的发达与隶书的振兴有很密切的关系。\n摄取途径\n一方面，文人们通过各种途径从郑簠那里得到作品，另一方面，他们也常为郑簠的隶书作跋，争相引重。周亮工、王潢（1593-1676）、刘体仁（1612-1677）、颜光敏、汪琬（1624-1691）、汤燕生（1616-1692）等人都曾在题跋中表达对郑簠隶书的敬重。如汪琬跋郑簠《汉隶九种册子》有云：“八分则直宗东汉，用笔既圆且劲，深得古意，尽破自唐以来方整之习，真希世之墨宝也。”周亮工题郑簠《临曹全礼器合册》跋云：“谷口郑先生出，始大恢古人真淳之气，令人稍稍知古法。”在他们的笔下，郑簠俨然是上攀两京的第一人。相信这些著名的文士对于郑簠隶书的推崇是真诚的，郑簠广习汉碑，追求飞动的气势，与明代以文徵明（1470-1559）为代表的刻板风气划出了一道鸿沟。他因此成为清初隶书的一个标杆，人们在讨论其他隶书家的成就时，都会自觉不自觉地将其与郑簠进行比较。钱泳曾经毫不吝啬地给予郑簠这样的定位：“国初有郑谷口，始学汉碑，再从朱竹垞（彝尊）辈讨论之，而汉隶之学复兴。”汉隶之复兴乃清代碑学的起点，则郑氏于碑学居功至伟。出于对郑簠隶书的激赏，也出于对郑簠作品的回报，许多文人赠之以“八分书歌”计16首，出于15人之手。其受欢迎的程度，清初善隶书者王铎（1593-1652）、郭宗昌（？-1652）、傅山（1607-1684或1685）、王时敏（1592-1680）、程邃（1607-1692）、周亮工、张贞、顾苓（1609-1682以后）、朱彝尊、曹思、陈恭尹（1631-1700）等概不能望其项背。\n八分书歌现象\n集中于郑簠及其隶书创作的八分书歌现象至少说明了两个问题。第一，在清初书坛，隶书有着其他书体所无可比拟的关注度。阎若璩称擅长隶书的郑簠是书坛“圣人”，与顾炎武、黄宗羲等大儒并列，也充分说明了隶书在其时的地位。第二，这些诗歌揭示郑簠的书写状态具有强烈的表演性，他的隶书因强调书写的气势而具有雄壮恣肆、矫健郁勃的审美感受；同时，在结构特征上又保持着与汉碑经典矩矱的合若符节。这些都与以三国隶书为模范的明代隶书大异其趣。\n发展勃发期\n清初是汉碑崇拜的勃发期，而郑簠无疑是最广泛、深入学习汉碑的书法家。为了获得尽可能多的可资学习的范本，他投身于当时学者访碑的热潮之中，拓本收藏颇为可观，他的学生张在辛（1651-？）在《隶法琐言》中说：“先生生平专力于此，购求天下汉碑，不遗余力，见其家藏古碑，积有四橱，摹拟殆遍。”\n创作的观念\n郑簠因而比同时书家具有更为宽阔的视野与取资范围，在广泛的临摹中，他形成了一套独特的关于汉碑与隶书创作的观念：\n第一、学习隶书必须取法汉碑\n因为好异尚奇，郑簠曾长时间学习明末清初的宋珏（1576-1632）隶书，但最终发现去古愈远，日就支离，于是深悔从前，开始向汉碑学习，并劝勉学者“朴而自古，拙而自奇”，不必以矜奇为目标。靳治荆《思旧录》称其“论分隶之学，惟以汉为宗，占地甚高，故运笔自古”，正是道出了郑氏隶书取得成功的关键。在郑簠晚年，山东安邱人张在辛到南京向他求教，郑氏为之纵论山东、陕西与南方汉碑，一以“法度”为宗，以为舍此则不得入汉人门径。他说：“东平有《衡方》《张迁》二碑，颇觉古雅，济宁学宫第一可学者。《鲁峻碑》并碑阴俱有法度，《尉氏》故吏人名亦可，《景君铭》前后二碑，方严可爱。”在郑氏的认识中，只有法度该备的碑刻才具有取法的价值，尤其是对于初学隶书者。在临摹《汉孔和置守庙百石卒史碑》后的一段题跋中，他又说：“东汉书法，此刻最为全备，有志斯道者非由此不能入胜。”跋《熹平石经》跋亦云：“虽所存无几，然先正典刑具在，已是鲁灵光矣。”从方整平正的汉碑中，正可见隶书的典型所居，学习汉碑非由此登堂入室。\n第二、写隶书虽然要讲究法度\n但拘泥于法度又会丧失生动。因此仅能方整规矩未为餍足，还必须讲究险劲的姿态与锋芒。在这个意义上，他特别推崇《礼器碑》：笔力瘦劲，利如銛锋，细若游丝，在东汉诸刻自成一家，令后之学者难于继述。锋颖透露，严峭逼人，在汉碣中自成一家，故学者鲜能宗之。字体方劲深刻，用笔险，难摹。其纤处若游丝初袅，不可踪迹；其通处如铁旗方展，雄健惊人。在诸碣中佥为天分有余，神理具足者也。在讨论《乙瑛碑》时，他又说：“隶法有欹侧俯仰反正之势，此刻姿态足备，古色照人，是为东汉名家第一。在郑氏看来，欲谋求隶书的“古意”，用笔的飞动之“势”与结构的险峻之“态”，亦不可或缺。汉碑是古雅之中饶有生动之趣，正中寓奇，平中寓险，静中寓动。如果一味方整，则寡于风致。因此在汉碑临习与隶书创作中，保持结字方正朴质的同时，要通过书写——用笔、速度、节奏的变化——获得奇怪之姿与飞动之势，否则作品很难有“神气”可言。这一关于汉碑的认识，直接影响了郑簠的创作状态与作品风格。宋琬（1614-1674）《赠郑汝器歌》有云：“泼墨淋漓四座惊，咫尺苍茫风雨至。”这样的描绘并非迁就诗歌形式的猜想与夸饰，同时期的另外一些文献亦有类似的描述。靳治荆目郑簠隶书为“草隶”，与赵宧光（1559-1625）的“草篆”一样，都是独步一时的。他说：常见酒酣起舞，白雪在窗，红烛在几，墨池鱼龙，跃跃欲飞，更发爆竹数声以作其气，然后攘袖濡毫，对客谈笑，挥洒所积大小若干幅立尽，犹盘礴有余勇，坐客叹服。酒酣作书，载籍多有之，而作书需要放爆竹来振奋其气，千古书人也许只有郑簠一例。孔尚任在给郑氏的一封信中也这样说道：“独是先生冉冉白须，铁臂玉腕，操中山之帚，濡北冥之池，一时虫鱼飞跃，蝌蚪盘旋，令群观者耳目精神。”能让群观者耳目精神，书写过程自然是极具感染力与表现色彩了。关于郑簠隶书风格，方朔尝以“沉著而兼飞舞”来形容，他在《明拓汉郃阳令曹全碑跋》中更赞美道：“国初郑谷口山人，专精此体，足以名家。当其移步换形，觉古趣可挹。至于联扁大书，则又笔墨俱化为烟云矣。”沉著飞舞指用笔而言，移步换形指结构而言，而古趣可挹则指旨趣而言。\n第三、出于姿态险劲\n与锋芒夺人的考虑，郑簠始终将“书写性”视为隶书的魂灵，讲究用笔中的起落、筋骨与呼应。张在辛《隶法琐言》转述郑氏的话说：“世人作字只是写得皮毛，作字用笔，固有起落，然上下四旁之间，必有脊骨，必有筋力，必有首尾，方有神气，不然终不成家。”起落是指用笔的抑扬顿挫，不能平铺直叙，涂抹而过；筋骨是指结构的卓立，每一个字都是一个有机体，点画的衔接须牢固且灵活；呼应是指上下四旁首尾顾盼，情趣盎然，庶无算子之弊。如果纯粹描画隶书之形，仅仅是得其皮毛。郑簠的这段话，既可视为对己作“神气”的剖白，也可以视为对前人习气的批判。强调书写性与写意性是郑簠隶书最为重要的特征。\n必要条件\n主张\n打破明人习隶之弊，直接向汉碑学习的观念，一直为后代隶书家所接受，甚至被作为学习隶书的不二法门。但是郑簠有关用笔起落和首尾照应的观念，亦即对书写性的强调，却和乾嘉以来学者的好尚有着相当的矛盾。在朴学盛兴的时期，学者们以考证经史枝节的真相为所有事，反映在书法上，流丽之美人们无暇顾及，朴素、厚重逐渐成为评价优劣高下的必要条件，甚至是充分条件。中锋、藏锋、中实、迟涩、厚重、生拙、含蓄、平实等等技法语言与审美范畴的出现，颠覆了八面出锋、钩锁连环、发力取势、精熟过人、触遇生变等种种传统书学观念。以伊秉绶（1754-1815）为例，他更追求以平实简省的程式化用笔来彰显生拙，以更易、方正的结构所制造的张力来彰显气势，以点线的肥瘦、虚实变化来暗示布局的生动。这与郑簠追求以用笔的生动顾盼来营造作品的“神气”是迥然不同的。郑簠在乾嘉以后遭到猛烈批评，正是他的这一主张以及这一主张在作品中的体现——飞动流转。\n影响\n郑簠隶书在清前期影响至大。根据文献记载与传世书迹比照，规模其隶书面貌的同时期书家很多，如周亮工、周在浚父子，张贞、张在辛父子，顾苓，孔毓圻，王概（1645-约1710）、王蓍兄弟，禹之鼎(1647-1716)，万经（1659-1741），林佶（1660-？），吴瞻澳等。如万经少年时分别从应撝谦学性理，从郑簠学汉隶，从阎若璩学通鉴地理笺释。新安吴苑之子吴瞻澳亦得郑簠亲炙，尝有诗云：“髯公教我考金石，入手《孔宙》与《曹全》。”可知郑簠隶书除影响除南京、扬州之外，波及安徽、浙江、福建、山东等地。稍后受郑簠影响的书家还有扬州八怪中的高凤翰（1683-1749）、高翔（1688-1753）、金农（1687-1763），朱岷、朱文震、汤陟、毛炜（生卒皆不详）等人。金农晚年在一件漆书作品的款识中说：“予年七十始作渴笔八分。汉魏人无此法，唐、宋、元、明亦无此法也。康熙间金陵郑谷口擅斯体，不可谓之渴笔八分，若一时学郑谷口者，更不可谓之渴笔八分也。”尽管他以渴笔八分来表明自己与郑簠有泾渭之别，但金农早年习隶确实与郑簠脱不开干系。《皇清书史》引《杭州府志》亦称金农“工八分，法郑谷口，而小变其体。”我们只要比较他早年的隶书与郑簠为周亮工所书《广金石韵府序》，不难发现其间的承传关系。方朔认为，碑学巨擘邓石如（1743-1805）学习隶书也从郑簠入手，《旧拓汉鲁相史晨祀孔子庙前后二碑》跋云：“吾郡余忠宣公所撰《城隍庙碑》是其（按，指郑簠）手书，知者见之，当谓其远胜重书《郭泰》一石已。顽伯初学隶即由此入手。”\n振起之功\n尽管郑簠对清代隶书不仅有振起之功，且影响了大量的同时及后代隶书家，但由于乾嘉以后碑学审美观念发生变化，书家崇尚以伊秉绶为代表的简静、朴拙的隶书风格，郑氏曾饱受赞扬的“飞动”被诋为机巧与不古。这反映出碑学前后期观念之变动，在这种变动中，郑簠难以获得后世论者的同情。\n在郑簠的时代，于碑刻中寻求一种书写性，以打破元明以来隶书的刻板气，既是书法史内在逻辑的要求，也是当时人眼中的成功标志。然而乾嘉以后的碑学更注重内敛，强调厚重与拙朴，伊秉绶“算子”般的布白因其点画的沉酣与结构的张力，被目为碑学的新偶像。在这样的情形下，郑簠遭到了诸如力弱、跳荡、不古的严厉批评，甚至是嘲弄。当然我们不能因此否认郑簠的成就及其在碑学史上的重要地位，但从中却颇能窥见清代碑学观念内在的演进轨迹。碑学最初并非以帖学的对立面出现，在清初，那些热衷于碑刻的人从来不曾对刻帖加以诋毁，他们学习碑刻，旨在寻求二王书法笔法的渊源，于楷书、行草仍然学唐碑与刻帖。在当时的碑刻题跋中，甚至是没有碑帖界限的，碑常常也被称为帖。一些崇尚碑刻的书法家，对于法帖也极为重视。康有为（1858-1927）所谓“碑学之兴，乘帖学之坏”，仅道出碑学大兴之际的部分情形，与碑学初兴的实际状况并不相侔。\n批评\n在针对郑簠的批评中，有一部分集中于郑簠和傅山分别补书的《郭有道碑》。康熙《介休县志》古迹《郭有道墓》：“蔡中郎撰墓碑，年久湮没，万历二十年郭青螺过介补书。康熙十二年傅山复补书。康熙三十年知县王埴复嘱金陵郑簠补书，余禹民勒碑立。”康熙三十年（1691），郑簠受王埴之嘱重书《郭有道碑》全文，经余禹民勒石后，与傅山所书碑刻共立于郭墓之旁，这两块重书碑刻遭到后人一致的批评，杨宾、翁方纲（1733-1818）等人众口一词，指出对傅、郑二人重摹《郭有道碑》在文字与书法上的种种不是，认为“字迹丑恶，殊无古意”、“体既杜撰，迹复丑恶。”然而傅、郑二人的同时人周在浚（周亮工子）对二人重摹的作品却有迥异的评价，他曾有诗赞美说：“太原傅山笔力健，以意摹写多丰神。我友郑八号稽古，秦碑汉碣身相亲。……波撇矫健俗书远，兴来老腕体屈强。中郎之文无惭容，谷口之字多雄壮。”一边说“丑恶”，一边说“雄壮”，两种评价直有霄壤之别。很显然，这不是郑簠的隶书出了什么问题，而是观念产生了变化。考虑到郭碑相传为蔡邕所书，可能还与评者“今不逮古”的崇古心理有关。\n比较的区别\n相比起傅山，郑簠不仅专写隶书，而且在清初获得了极高的荣耀。因此他更成了众矢所攻的目标。乾嘉以来论者批评郑簠隶书“不古”，主要表现是“力弱”与“挑趯”，都与其飞动的用笔有关。陈奕禧在肯定郑氏早年临摹之功的同时，批评他个人风格成熟后的晚年作品力度有亏：“白下郑簠早年学之（按，《曹全碑》），颇似，晚复颓唐，不得力气，后未见其继。”王炜在批评郑簠重摹《郭有道碑》时也特地谈到他的“嫩弱无力”。王潜刚也以为郑氏大榜书究嫌力薄，“终觉姿态胜于骨干”。“无力”的感受或与郑簠用笔肥硕有关。梁章钜（1775-1849）说得很形象，《退庵随笔》卷二十二：同时之郑谷口簠，隶书最著，则未免习气太重。闻其时有戏于黑漆方几上，加白粉四点，谓为郑谷口隶书“田”字者，其恶趣可知，不知当日何以浪得名。梁氏举了个戏剧性的比方，来讽刺郑簠隶书肥重的恶趣，认为他只是浪得虚名。评论指出，郑簠笔力孱弱还与描摹碑刻形态有关。王澍直斥其学《曹全》“描头画脚”，仅得其皮毛。《竹云题跋》卷一《曹全碑跋》：郑女（按，即汝字）器隶书绝有名于时，要只学得《曹全》一碑耳。……要当以古劲沉痛为本，笔力沉痛之极，使可透入骨髓。一旦渣滓尽而清虚来，乃能超脱。故学《曹全》者正当以沉痛求之。不能沉痛，但取描头画角，未有能为《曹全》者也。女（汝）器作书多以弱毫描其形貌，其于《曹全》亦但得其皮毛耳。《虚舟题跋》亦云：《曹全碑》不衫不履，如不用意而工益奇，故郭允伯有“错综变化，非后人可及”之语，在汉隶中别为一体。堪笑世之为隶者，以郑谷口专力此书，吠声耳食，遂谓汉法概于此碑，可为太息也。王澍认为，隶书的书写贵在“古劲沉痛”，即使是学习《曹全碑》这样偏于秀丽的汉碑也要以沉痛求之。像郑簠这样“以弱毫描其形貌”，必然跳荡惊奇，而缺乏透入骨髓的力度。他还援引元人吾丘衍关于隶书“方整”的观点，反对郑簠因用笔跳踢而导致的结构支离。在《十种千文\"隶书第三》的题跋中，他说：自郑谷口出，举唐宋以来方整习气，尽行打碎，专以汉法号召天下，天下靡然从之。每见方整书，不问佳恶，便行弃掷。究竟谷口隶书，仅得汉人之一体，且用笔多以弱毫描其形貌。王澍甚至认为郑簠以汉法号召天下，其实汉法之“方整”正因之而大坏。他在《娄寿碑》题跋中说：“前人论隶书云：方劲古拙，斩钉截铁。自谷口出而汉法大坏，不可不急以此种之。……碑在汉隶中为方整，与《韩仁铭》正相似。”王澍呼吁以《娄寿碑》的“方整”来救郑簠“只学得《曹全》一碑”之失。有趣的是，郑簠其实经常临写《娄寿碑》，每一临摹，顿觉“两汉真醇之气恍然在目，及令昔日所得蹊径弃之如遗也”。寄望于一块碑刻来拯救书法的风气，是清代碑学特有的现象，到康有为的时代，人们更寄望于通过一块碑刻的学习，形成个人风格，且足以传世。\n象征\n与王澍的说法殊途同辙的是，梁巘（乾隆二十七年举人）认为学隶宜从《乙瑛碑》入手，“若从《曹全碑》入手，则易飘，若从《张迁》亦适中。”他也在暗示郑簠隶书的“飘”与《曹全碑》不无干系。他还多次批评郑簠不得执笔法：予尝细观其（郑簠）执笔法，亦未尽得。故康熙间虽名重一时，于今不贵。近日之学八分书者，俱是模仿体样，若以执笔法着实去写，必有一段苍劲之气，险然可畏。未得执笔法，虽足跨越时贤，莫由追踪前哲。梁氏对于郑簠执笔法的批评，其实是对其运笔方法的批评，他认为郑簠用笔腾跳太多，提按幅度太大，因而无法“着实去写”，不“着实去写”，自不能笔笔坚实。清中叶以来，笔笔坚实已成为碑学的一个重要技法手段与形式特征。后来包世臣在《艺舟双楫》中提出“始艮终乾”的用笔法，其目的就是点画不“中怯”。无论是对郑簠书法力度、取法还是用笔的批评，最终都是对其书学观念与书写方法的批评。因为在这些学者的认识中，只有方整、厚重、着实才是“古”的象征。\n联系\n论者还揣摩郑簠的用笔跳荡与汉碑剥蚀之状的联系。何焯(1661-1722)曾无情嘲弄郑簠隶书“如人体患恶疮，甚可憎疾。”所谓“恶疮”，当指郑氏用笔提按幅度较大，点画粗细反差过大而言。在以“逆入平出，万毫齐力”为准则的时代，过分夸张的提按是令人难以接受的。但何氏认为郑簠之这么做的目的，不是其他，就是为了表现汉碑剥蚀的皮相。乾隆间张四科《汪处士士慎八分歌》有云：“金陵郑簠师剥蚀，百年以来弥放纷。”陆耀（乾隆十七年举人）《大人命题临本西岳华山碑》亦云：“岂无画沙与印泥，世人竞尚谷口学（郑簠）。不知斑驳非本真，当其脱手光耀耀。”他们认为汉碑的点画本是光洁的，剥蚀乃千年来自然风化的结果。郑簠以描摹汉碑剥蚀之余，乃执其末而舍其本。翁方纲也曾批评郑簠对剥蚀模糊的模拟，《桂未谷指头八分书歌》有云：“迩来傅山郑簠辈，有意脱化仍偏枯。古情非关貌剥蚀，淡味岂在神模糊。”他认为“古”并不在于面貌的班驳，郑簠描摹班驳的痕迹，乃蓄意求脱，但并不能得其古意。钱泳为了抬举伊秉绶、桂馥（1733-1802）等同时期的隶书家，对他所嘉可的复兴汉隶的功臣亦提出批评，《书学》云：然谷口学汉碑之剥蚀，而妄自挑趯，竹垞学汉碑之神韵，亦擅自增损。识者之。……盖古碑虽在，用笔不传，无有授受渊源，亲承指画。……今北平有翁覃溪阁学，山左有桂未谷大令，吴门有钱竹汀宫詹，扬州有江秋史侍御，闽中有伊墨卿太守，天都有巴隽堂中翰，浙江有黄小松司马，及江秬香孝廉，皆能以汉法自命者，而学者自此日益盛云。在这里，郑簠的用笔、朱彝尊的结构都成了他诟病的对象。钱泳认为郑簠之所以用笔“挑趯”，乃是为了模仿汉碑剥蚀的痕迹。在钱泳看来，郑簠于隶书最多只有草创之功，隶书的兴盛是乾嘉以后翁方纲、桂馥、钱大昕（1728-1804）、江德量（1752-1793）、伊秉绶、巴慰祖（1744-1793）、黄易（1744-1802）等人崛起之后的事。因为这个时代的书家深谙平铺笔毫、横平竖直的手法，所以点画厚重质实，结构方整犁然，而这才是他们理解中的汉碑古意。\n然而，郑氏的用笔方法并非如上述诸家批评的那样，是为了描摹剥蚀痕迹，恰恰相反，他这么做是为了接近汉人的书写原状。所谓的“挑趯”，正是郑簠从汉碑刀锋背后看到的笔法。郑簠在谈论碑刻拓片时，特别强调字画的“清晰”，他对《曹全碑》的崇重与该碑字画完好有关。在与张在辛谈论西秦汉碑时，郑氏说道：“《石经》剥落不存，《曹全碑》在郃阳学宫，明神宗时出渭河沙碛中，字甚真切。古人用笔，历历可见。”尽管他认为《曹全碑》“一字一法，一画一法，方长大小，全无定体。非十年功夫不能穷其奥旨”，但毕竟可以从中历历可见古人用笔，自然贵越群品。笔者所见郑簠关于《曹全碑》的5条题跋，无一例外地强调了字画的“清晰”，从中可以看出真切的用笔，《曹全碑》因此得到郑簠“甲于汉碑”的评价。很显然，清晰对于郑簠而言，不仅可以辨识文字，而且有助于透过石刻追溯书丹时的用笔过程。在汉简尚未出土的情况下，郑簠无由得见汉人隶书墨迹，然而他相信，清晰的石刻拓本可以传达笔墨情态。在这个意义上，他的努力不仅比元明隶书家们更多的获得了汉碑结构形态上的“古意”，也比后来的隶书家更为接近汉人书写的实际状况。郑氏早期所临摹的《曹全碑》《礼器碑》《乙瑛碑》都相当光洁，并没有对班驳字口的描画。而他成熟期的大件隶书书写颇有节奏，整体速度较快，也绝无“描摹”的可能。因此，人们所批评的“师法剥蚀痕迹”，并不符合郑簠的实际情况。论者只是找到一个借口，来否定郑氏的书写感、节奏感与飞动之势。晚近的碑学家们才真正热衷于“斑驳”的金石气，碑刻越是模糊越能激起他们的好感。他们模仿这种沙石磨宕的痕迹，以战抖涩行的用笔为得趣，甚至将“积点成线”当作体现功力的表征，并期待因此获得一种历史意味与自然意味。这样的读解尽管无可厚非，但与历史的原貌大相径庭。\n近人马宗霍（1897-1976）虽肯定郑簠不伤于雅，同时直言其不古：“谷口分隶，在当时殊有重名，以汉石律之，知其未入古也。”“未入古”的评价，对于毕生追求古雅真醇的郑簠来说，不啻是毁灭性的打击。郑簠隶书因强调书写性与写意性，受到用笔乏力、跳踢过甚等种种批评，所以“不古”，而“不古”自然“不贵”。对郑簠的批评很大程度上乃是乾嘉以来学者的当代趣味所致。而在清初，金石学的振兴直接促成了汉碑学习的热潮与隶书的高尚地位，当时只要是学习汉碑就有可能获得极高的评价，郑簠可谓身逢其时，他的隶书不仅是力量与气势的象征，也是“古”的象征。一位布衣书法家，能被大儒阎若璩列为与顾炎武、黄宗羲平起平坐的“圣人”，此等之“贵”，清代书法家中岂有第二人？\n作品鉴赏\n","category":"草书","verified":true,"user":1,"timestamp":1429951658512},{"name":"梁巘书轴","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791608652,"text":"梁巘 行草论书条幅","author":"清代梁巘","description":"梁巘书轴"}]