[{"text":"唐代僧人玄奘法师西行取经,历尽千辛万苦，冒生命危险，才到达印度。在他取经回归长安时，举国为之震动，太宗对于玄奘艰苦取经的伟大精神非常感动，并谓“胜朝盛事”，对于他在佛学方面的成就，也极端推崇，于是在贞观十九年二月六日敕命他在长安弘福寺中，专门翻译梵经。并为其翻译的《瑜伽师地论》赐予序文，这便是《圣教序》的由来。\n《圣教序》成文以后，为了永垂后世，昭示天下，乃筹备将其刻于碑石流传，又因为太宗皇帝深爱羲之书法，故大家认为这篇碑文，非书圣王羲之书法“不足贵”，然羲之乃晋人，不可再起而书之，于是请弘福寺沙门怀仁担任集字拼文工作。释怀仁原是一名擅长王羲之书法的僧人，据说他还是王羲之的后裔，怀仁用集字的方法以王羲之书法拼就《圣教序》全文。太宗为了方便怀仁的集字工作，特地准许将宫中收藏的大批王羲之字迹供给钩摹缀集。\n《圣教序》全文共一千九百零四字，其中包括唐太宗的序文、高宗李治的一篇记和玄奘本人所译的一首经三个部分，怀仁经过了长达二十四年的收集和拼凑、苦心经营，终成此碑。足见《圣教序》乃王羲之书法之集大成也。此碑广采王书之众长，非常注重变化和衔接，摹刻亦颇为精到，因此可以说，“圣帖”是从王氏书迹中经过挑选合成的，足以代表王氏之书的精华，可称最佳典范。\n大唐三藏圣教序释文：\n太宗文皇帝制\n弘福寺沙门怀仁集\n晋右将军王羲之书\n盖闻二仪有像。显复载以含生。四时无形。潜寒暑以化物。是以窥天鉴地。庸愚皆识其端。明阴洞阳。贤哲罕穷其数。然而。天地苞乎阴阳，而易识者。以其有像也。阴阳处乎天地。而难穷者。以其无形也。故知像显而微。虽愚不或。形谮莫覩。在智者迷。况乎佛道。崇虚、乘幽，控寂。弘济万品。典御十方。举威灵而无上。抑神力而无下。大之则弥于宇宙。细之则摄于毫厘。无灭无生。历千劫而不古。若隐若显。运百福而长今。妙道凝玄。遵之莫知其际。法流湛寂。挹之则莫测其源。故知蠢蠢凡愚。区区庸鄙。擦其旨趣。能无疑或者焉。然则大教之兴。基乎西土。腾汉庭而皎梦。照东城而流慈。昔者。分形分迹之时。言未驰而成化。当常现常之世。民仰德而知虚。及乎晦影归真。迁仪越世。金容掩色。不镜三千之光。丽象开图。空端四八之相。于是微言广被。拯含类于三途。遗训遐宣。导群生于十地。然而真教难仰。莫能一其旨归、曲学易遵。耶正于焉。分就所以空有之论。或习俗而是非。大小之乘。乍谐时而隆替。有玄奘法师者。法门之领袖也。幼怀贞敏。早悟三空之心。长契神情。先苞四忍之行。松风水月。未是比其清华。仙露明珠。讵能方其朗润。故以智通无累。神测未形。超六尘而迥出只千古而无对。凝心内境。悲正法之陵迟。栖虑玄门。慨深文之讹谬。思欲分条。抒理广彼前闻。截伪存真。开兹后学。是以翘心净土。法游西域。乘危远迈。杖（？）策孤证。积雪晨飞。途闻失地。鹜砂夕起。空外迷天。万里山川。拨云霞而进影。百重寒暑。蹑霜雨而前踪。诚重劳轻求。深弘达周。游西宇十有七年。穷历道邦。询求正教。双林八水。味道餐风。鹿菀鹫峰。瞻奇仰异。承至言于先圣。受真教于上贤。探赜妙门。精穷奥业。一乘五津之道。驰骤于心田。八藏三箧之文。波涛于口海。爰自所历之国。总将三藏要文。凡六百五十七部。译布中夏。宣扬胜业。引慈云于西极。注法雨于东垂。圣教缺而复合。苍生罪而还福。湿火宅之干焰。共拔迷途。朗爰水之昏波。同臻彼岸。是知。恶因业坠。善以缘升。今坠之端。惟人所托。壁未桂生高岭。云露方得泫其花。莲出渌波。飞尘不能污其叶。非莲性自洁。而桂质本贞。良田所附者高。则微物不能累。所凭者净。则浊类不能沾。夫以卉木无知。犹资善而成善。况乎。人伦有识。不缘庆而求庆。方翼兹经流施。将日月而无穷。斯福遐敷与乾坤而永大。朕才谢珪璋。言惭博达。至于内典。尤所未闲。昨制序文。涂为鄙拙。唯恐秽翰墨于金简。标瓦砾于森林。忽得来书。谬承褒赞。循躬省虑。弥盖厚颜。善不足称，空劳致谢。皇帝在春宫述三藏。圣记。\n夫显扬正教，非智无以广其文。崇阐微言。非贤莫能定其旨。盖真如圣教者。诸法之玄宗。众经之辄（足属）也。综括宏远。奥旨遐深。极空有之精微。体生减之机要。词茂道旷。寻之者不究其源。文显义幽。履之者莫测其际。故知圣慈所被。业无善而不臻。妙化所敷。缘无恶而不翦。开法纲之纲纪。弘六度之正教。拯群有之涂炭。启三藏之秘扃是以。名无翼而长飞。道无根而永固。道名流庆。历遂古而镇常。赴感应身。经尘劫而不朽。晨钟夕梵。交二音于鹫峰。慧日法流。转双轮于鹿菀。排空宝盖。接翔云而共飞。庄野春林。与天花而合彩。\n伏惟皇帝陛下。上玄资福。垂拱而治八荒。德被黔黎。敛衽而朝万国。恩加朽骨。石室归贝叶之文。泽其昆虫。金匮流梵说之偈。遂使阿（禾辱）达水。通神旬之八川。耆阇崛山。接嵩华之翠岭。窃以性德凝寂。麋归心而不通。智地玄奥。感恳诚而遂显。岂谓重昏之夜。烛慧炬之光。火宅之朝。降法雨之泽。于是百川异流。同会于海。万区分义。总成乎实。岂与汤武校其优劣。尧舜比其圣德者哉。玄奘法师者。夙怀聪令。立志夷简。神清龆龀之年。体拔浮华之世。凝情定室。匿迹幽岩。栖息三禅。巡游十地，超六尘之境。独步迦维。会一乘之旨。随机化物。以中华之无质。寻印度之真文。远涉恒河。终期满字。频登雪岭。更获半珠。问道法还。十有七载。备通释典。利物为心。以贞观十九年九月六日奉。\n敕于弘福寺。翻译圣教要文凡六百五十七部。引大海之法流。洗尘劳而不竭。传智灯之长焰。皎幽闇而恒明。自非久值胜缘。何以显扬斯旨。所谓法相常住。齐三光之明。\n我皇福臻。同二仪之固。伏见御制。众经论序。照古腾今。理含金石之声。文抱风云之润。治辄以轻尘足岳。坠露添流。略举大纲。以为斯记。\n治素无才学。性不聪敏。内典诸文。殊未观览。所作论序。鄙拙尤繁。忽见来书。褒扬赞述。抚躬自省。惭悚交并。劳师等远臻。深以为愧。\n贞观廿二年八月三日内府。\n般若波罗蜜多心经\n沙门玄奘奉诏译\n观自在菩萨。行深般若波罗蜜多时。照见五蕴皆空。度一切苦厄。舍利子。色不异空。空不异色。色即是空。空即是色。受想行识亦复如是。舍利子。是诸法空相。不生不灭。不垢不净不增不减。是故空中。无色。无受想行识。无眼耳鼻舌身意。无色声香味触法。无眼界。乃至无意识界。无无明。亦无无明尽。乃至无老死。亦无老死尽。无苦集灭道。无智亦无得。以无所得故。菩提萨埵。依般若波罗蜜多故。心无罣碍。无罣碍故。无有恐怖。远离颠倒梦想。究竟涅盘。三世诸佛。依般若波罗蜜多故。得阿耨多罗三藐三菩提。故知般若波罗蜜多。是大神咒。是大明咒是无上咒。是无等等咒。能除一切苦。真实不虚故。说般若波罗蜜多咒即说咒曰\n揭帝揭帝般罗揭帝般罗僧揭帝菩提僧莎诃\n般若多心经\n太子太傅尚书左仆射燕国公于志宁\n中书令南阳县开国男来济\n礼部尚书高阳县开国男许敬宗\n守黄门侍郎兼左庶子薛元超\n守中书侍郎兼右庶子李义府等奉\n敕润色\n咸亨三年十二月八日京城法侣建立\n文林郎诸葛神力勒石\n武骑尉朱静藏镌字\n翁方纲（1733-1818），清代书法家、文学家、金石学家。字正三，一字忠叙，号覃溪，晚号苏斋。直隶大兴（今属北京）人，乾隆十七年进士，授编修。历督广东、江西、山东三省学政，官至内阁学士。精通金石、谱录、书画、词章之学，书法与同时的刘墉、梁同书、王文治齐名。论诗创“肌理说”，著有《粤东金石略》、《苏米斋兰亭考》、《复初斋诗文集》等。\n翁方纲于乾隆十七年（1752年）考中进士，官至内阁学士。乾隆三十八年(1773年)，清廷开设四库全书馆。翁方纲被任命为《四库全书》纂修官，又担任编修一职。在四库馆任职期间，他与朱筠、钱大昕、桂馥、黄易、丁杰等人常去琉璃厂书肆访书，所作金石拓本日渐增多。\n在北京任职期间，翁方纲曾与黄景仁同游陶然亭、窑台，并为陶然亭撰写过楹联。“烟藏古寺无人到，榻倚深堂有月来”。现在，这副楹联悬挂在陶然亭正面的抱柱上。此联描写的是古时陶然亭的景致。上联“烟笼”，指烟雾笼罩。整句写白天的清静，古寺被烟雾笼罩，无人到此；下联述夜晚的安谧，深堂处于树林之中，只有明月照映进来。以“无人”与“有月”的对比描写，显现了庵堂幽深绝世的风貌，蕴含着超凡脱俗的韵味。作者是当时的达官显宦，过惯了锦衣玉食的生活，但对世俗的尘嚣，也感腻味，发现城内竟有这“无人”“有月”的古寺，真像进入世外桃源。联语表达了他向往隐居生活的心情。如今，这里已辟为公园，此联也已经不是原联，它是由光绪的老师翁同龢重书的。就连此联所描写的“静”，也被公园里的笑语欢歌划破了。\n翁方纲散馆授编修，历官内阁学士、左鸿胪寺卿，后荣恩宴加二品衔。曾主持江西、湖北、江南、顺天乡试，又曾督广东、江西、山东学政。翁方纲精于考据、金石、书法之学，又是清代“肌理说”诗论的倡始人。书学欧、虞，谨守法度。尤善隶书，相传翁方纲能在瓜子仁上书写小楷字，功力精熟可见一斑。《清朝书画录》把他和刘墉、梁同书、王文治齐名，并称“翁、刘、梁、王”。亦与刘墉、成亲王永瑆、铁保齐名，称“翁刘成铁”。包世臣《艺舟双楫》称：“宛平书只是工匠之精细者耳，于碑帖无不遍搜默识，下笔必具其体势，而笔法无闻。”马宗霍《霋岳楼笔谈》称：“覃溪以谨守法度，颇为论者所讥；然其真书工整厚实，大似唐人写经，其朴静之境，亦非石经残字到也。”\n翁方纲学识广博，对颜书、欧书和唐人写经、汉隶都下过很大的功夫。但他的书法艺术水平并不是很高的。他的书法讲究无一笔无出处，而自己的东西却很少。行书是典型的传统帖学风格。连贯柔和，不急不躁，循规蹈矩，很有特色，不失大家风范。作品中温润丰厚浓墨与纤细的游丝形成强烈的对比。在运笔用墨过程中，由浓渐淡、由粗渐细的过渡缓冲。因此，浓淡、粗细、行止极有节奏感。整幅作品用笔以圆润轻柔为主，没有丝毫方刚急躁的火气，从柔润流畅的笔意中，可推想作者书写时灵活的用腕。综观此作品，运笔沉酣，墨色浓厚，笔划丰满，筋劲骨健，妙得神韵，是他的精品之一。\n翁方纲的书法主要学习唐楷，初学颜真卿，后专学虞世南和欧阳询，尤其用功于欧阳询的《化度寺碑》，他的行书主要学习米芾、董其昌及颜真卿。翁氏学书强调笔笔有来历，包世臣《艺舟双楫》记载了一个他与刘墉互相讥评的故事：“乾隆间，都下言书推刘诸城（指刘墉）、翁宛平（指翁方纲）两家。戈先舟学士，宛平之婿而诸城之门人也。尝质诸城书诣宛平，宛平曰：‘问汝师那一笔是古人’。学士以告诸城，诸城曰：‘我自成我书耳，问汝岳翁哪一笔是自己。’”由此可见翁方纲的学书态度之严谨，从学书练基本功这个方面说，他的确达到了很高的境界，《梦园丛说》载“翁覃溪先生能于一粒芝麻上写‘天下太平’四字”。但他只是在技巧上下工夫，而始终墨守前人成规，不求创新，终究只是以工夫见长。包世臣评翁方纲的书法“只是工匠之精细者”（《艺舟双楫》），可谓不诬。\n在书圣王羲之《兰亭序》的石刻拓本中，摹刻最善、流传最广，也最负盛名的就是《定武兰亭》。南宋赵子固曾以5000金向庐宗求购一册，携归途中在升山舟覆落水，他急持拓本举出水面，大呼：“我性命可弃，而此不可弃!”故后世称此本为《落水兰亭》。《落水兰亭》自宋至清，历经21位著名鉴藏家及达官显宦收藏，可谓流传有绪。乾隆四十七年(1782)，翁方纲在曹文埴处亲见此帖。于是他借观“把玩竞日，尚恍久之”，以至“晴雨眠食，行住坐卧，无刻不在《落水兰亭》卷侧”。在此期间，翁方纲又借天目山房宋拓本与之对校，以穷日之力，历时一日，精摹而成《落水兰亭圳向拓卷。此卷的绢上摹有工铎“墨林至宝”隶书题字，其后用黄绢响拓《兰亭序帖》凡324字，多以藏锋钝笔而成，顿按则含蓄其内，并依兰亭刻石划出格栏，原石的镭损裂痕处均以墨线在绢匡上勾成石墨纹缕，“宛具云烟枝蕾之状”。书法大家翁方纲自乾隆四十六年(1781)至嘉庆十七年(1812)近32年里，在卷后以楷、隶、行诸体题跋达30段近6500字，以至“纸不能容也”，可祢书法作品之最。\n翁方纲著有《复初斋文集》35卷，集外文4卷，《复初斋诗集》42卷、《两汉金石记》、《粤东金石略》、《汉石经残字考》、《焦山鼎铭考》、《庙堂碑唐本存字》、《石洲诗话》等大量金石学著作。世之言金石者，必推翁家。","timestamp":1431605751125,"published":true}]