[{"name":"杨维桢行书张氏通波阡表卷","text":"内容介绍\n杨维桢（一二九六——一三七○），字廉夫，号东维子，浙江诸暨人。因其父杨宠在铁岩山麓筑楼，红楼植梅百株，楼上藏书万卷，并将梯子撤去，令其专心攻读，每天用辘皿传食，苦读五年，故时人又称其为“杨铁崖”，他喜欢铁笛，故号铁笛道人，又号铁心道人、铁冠道人、铁龙道人、梅花道人等，晚年自号“老铁”、“抱遗老人”。\n杨维桢是元代著名文学家和诗人，他尤喜作古乐府，多以史事与神话为题材，诡异谲怪，曾被人讥为“文妖”，且其个性倔强，不逐时流，《明史·本传》谓其“载华阳巾，披羽衣，坐船屋上，吹铁笛”作《梅花弄》，或呼侍儿歌《白寻》之辞，自倚凤琶和之，宾客俱翩跹起舞，以为神仙中人”，可见其风流洒脱如此，其尝在《梦洲海棠城记》中谓：“吾尝谓：”吾尝谓世间无神仙则已，有则自是吾辈中人耳，“他剧其间，与陆居人、钱惟善、倪云林、宋仲温、柯九思、张雨等诸才俊之士相契，饮酒赋诗，挥毫弄墨，放浪于形骸之外，游艺于笔墨之间，使其个性得到了充分的发挥。杨维的传世墨迹约十余件，且都是五十岁后所书，故无法探求到他早年时学书的来龙去脉，但从其楷、行草诸体具备的遗作中来看，可其功力深厚，其书由诏追溯汉魏两晋，融合了汉隶、章草的古拙笔意，又汲取了二王行草的风韵和欧字劲峭的方笔，再结合自己强烈的艺术个性，最后形成了他奇崛峭拔，狷狂不羁的独特风格，与赵孟俯平和、资媚、秀美、曲雅的风格形成鲜明的对比，因其书不合常规，超逸放轶，刘璋在《书画史》中评曰：“廉夫行草书虽未合格，然自清劲可喜。”吴宽《匏翁家藏书》则称其书如“大将班师，三军奏凯，破斧缺笺，倒载而归。”杨维传世的主要墨迹有《鬻字窝铭》、《真镜庵募缘疏》、《梦游海棠城记》等，楷书有《周上卿墓志铭》，著作有《春秋合题着说》、《史义拾遗》、《东维子集》、《铁崖古乐府》、《复古诗集》等，本册所载,《张氏通波阡表》为其行草代表作品，此册作品速有十分浓重的章草《急就章》笔意，生辣奇古，耐人寻味，今印出版，以飨广大书法爱好者。\n ","category":"行书","verified":true,"user":1,"timestamp":1429951538870},{"name":"杨维桢行书张氏通波阡表卷","dynasty":"元代","category":"行书","type":"","user":1,"timestamp":1429791638144,"text":"《张氏通波阡表卷》28.9X146.1cm .日本东京国立博物馆藏（青山杉雨氏寄赠）\n〈杨维桢书张氏通波阡表〉简介\n刘小晴\n唐人以楷书立法，宋人由法及意，由楷入行，各自标新立异，所谓“求新意于法度之中，寄妙理于豪放之外”，从而形成了以宋四家为代表的时代特色，然而一味地求新求变，往往会导致诡谲怪异的混乱局面，降至元代，就出现了以赵孟烦为代表的复古倾向，他们由唐人之法上溯魏晋，意欲追求东晋之风韵，从表面上来看是“复古”，但事实上却是“以复古为创新”因此整个元代书风是以追求王羲之平和简静，遒丽天成，不激不厉而风规自远的典雅风度，以确立书法的正统地位。当整个元代书坛几为赵孟烦一人所笼罩时，却有数人以自己强烈的艺术个性和独到的艺术见解，别开生面，如鲜于枢之奇肆、张雨之秀逸、邓文原之疏宕、虞集之沉雄、康里巙巙之峻迈、俞龢之清婉，其中个性最为强烈，在元代以“狂怪”而闻名的当推杨维桢，这些书家如众星之拱月，使整个元代书法构成一幅绚丽灿烂的画面。\n  杨维桢（一二九六 — —三七O），字廉夫，号东维子，浙江诸暨人。因其父杨宏在铁崖山麓筑楼，绕楼植梅百株，楼上藏书数万卷，并将梯子撤去，令其专心攻读，每天用辘轳传食，苦读五年，故时人又称其为“杨铁崖”他喜吹铁笛，故号铁笛道人，又号铁心道人、铁冠道人、铁龙道人、梅花道人等，晚年自号“老铁”、“抱遗老人”\n  杨维桢出生于书香门第，其兄杨维翰是元代著名文学家和书画家，自幼攻读，聪颖秀发，泰定四年（一三二七）赴京，应试以《春秋》中进士，署天台尹，改钱清场盐司令，后擢江西儒学提举，未能赴任，适逢元末兵乱，遂避居富春山，后又徙居钱塘，张士诚举兵，累召不赴。明洪武二年，召至南京修《礼》《乐》书，以《老妪不能再嫁》为由谢辞，晚寓松江，寄情于山水之间，以终其生，于明太祖洪武三年卒，终年七十五岁。\n  杨维桢是元代著名文学家和诗人，他尤喜作古乐府，多以史事与神话为题材，诡异谲隆，曾被人讥为“文妖》，且其个性倔强，不逐时流《明史．本传》谓其“戴华阳巾，披羽衣，坐船屋上，吹铁笛，作《梅花弄》，或呼侍儿歌《白雪》之辞，自倚凤琶和之，宾客俱翩跹起舞，以为神仙中人”可见其风流洒脱如此，其尝在《梦游海棠城记》中谓：“吾尝谓世间无神仙则已，有则自是吾辈中人耳”他隐居期间，与陆居仁、钱准善、倪云林、宋仲温、柯九思、张雨等诸才俊之士相契，饮酒赋诗，挥毫弄墨，放浪于形骸之外，游艺于笔墨之间，使其个性得到了充分的发挥。杨维桢的传世墨迹约十余件，且都是五十岁后所书，故无法探求到他早年时学书的来龙去脉，但从其楷、行、草诸体具备的遗作中来看，可见其功力深厚，其书由唐追溯汉魏两晋，融合了汉隶、章草的古拙笔意，又汲取了二王行草的风韵和欧字劲峭的方笔，再结合自己强烈的艺术个性．最后形成了他奇崛峭拔，狷狂不羁的独特风格，与赵孟频平和、姿媚、秀美、典雅的风格形成鲜明的对比，因其书不合常规，超逸放轶，刘璋在《书画史》中评日：“廉夫行草书虽未合格，然自清劲可喜”吴宽《匏翁家藏书》则称其书如“大将班师，三军奏凯，破斧缺戕，倒载而归”。杨维桢传世的主要墨迹有《鬻字窝铭》，《真镜庵募缘疏》，《梦游海棠城记》等，楷书有((周上卿墓志铭))，著作有《春秋合题著说》《史义拾遗》、《东维子集》，《铁崖古乐府》，《复古诗集》等，本册所载((张氏通波阡表))为其行草代表怍品，此册作品带有十分浓重的章草《急就章》笔意，生辣奇古，耐人寻味。\n張氏通波阡表 \n張氏出青陽歷漢魏晋唐為 \n顯宫甲族者代不乏绝入宋為 \n三葉衣冠者曰士遜稱横甫\n居士者曰九成無盡居士曰商 \n英商英渡江拜相子孫遂居 \n杭之菜市有八世祖公遊淞 \n愛干將山之樱桃\n塢為隱地 \n因结廬居之六世祖公又自櫻 \n塢遷山陽之祥澤匯與其 \n子號千一居士者開蚯鑿井\n以養其親居士自奉至儉 \n事繼母孝謹不一日衰遇冬 \n雪掃隙地撒粟以食凍禽 \n翔集者以千數告士注來慈 \n烏或有翼而隨者嘗為里豪 \n鄒氏者拓土田若于頃後 \n以其啼諾為曲直人負不 \n平不之邑而之公鄉稱張片\n欲倉丁有給米日養廉吏 \n緣為奸句格句公率眾走愬\n南垣復給如初来率口錢 \n羅拜公公力却弗受来委 \n錢而去公弗侵豪毛以之週貧 \n餓餘力創鄉之義井義舟 \n建大石梁者三壽七十有一 \n終娶同里孫氏\n生三子長義 \n次德出贅陸氏次瑞瑞之子 \n曰麒麒嘗從余遊每恨先 \n裔成譜未修三祖之石末 \n立懼喪亂之餘彌遠彌失 \n招致余過其家上其祖義 \n卧通波之原拜而有請為 \n三祖阡表余以其積善之慶 \n流及五世至麒而業益修門 \n益大張氏子孫食其報者 \n未艾也于是屬比其事書之于 \n石而又系之以辭曰\n張氏得姓出自青陽勲之顯 \n者曰韓之良柱下相君彌壽 \n有蒼八世貴盛莫過于湯 \n茂先仕晋博洽是長商英\n扈駕子姓在抗寔為鼻 \n祖由杭徙淞葉五世載德地匯其祥仁孝授受柢 \n固原長五世既昌八世莫 \n京葉刻辭阡表用昭後 \n慶葉至正乙巳春李黼 \n榜第二甲進士奉訓大夫 \n前江西等處儒學提舉 \n會稽楊維楨撰并书","author":"元代杨维桢","description":"杨维桢行书张氏通波阡表卷"}]