[{"text":"苏轼《满庭芳词》，书于1083年（元丰六年），行书。\n释文\n三十三年，今谁存者？算只君与长江。凛然苍桧，霜干苦难双。\n闻道司州古县，云溪上、竹坞松窗。江南岸，不因送子，宁肯过吾邦？\n摐摐，疏雨过，风林舞破，烟盖云幢。愿持此邀君，一饮空缸。\n居士先生老矣，真梦里、相对残釭.歌声断，行人未起，船鼓已逢逢。\n《满庭芳》是词牌名，又名《锁阳台》、《满庭霜》、《潇湘夜雨》、《话桐乡》、《满庭花》等。《清真集》入“中吕调”，《太平乐府》注“中吕宫”，高拭词注“中吕调”。双调九十五字，前片四平韵，后片五平韵。过片二字，亦有不叶韵连下为五言句者，另有仄韵词，仄韵者，《乐府雅词》中名《转调满庭芳》。\n简介\n满庭芳，词牌名。因唐吴融“满庭芳草易黄昏”诗句而得名，又一说得名于柳宗元“偶地即安居，满庭芳草积”。又名《锁阳台》、《满庭霜》、《潇湘夜雨》等。有平韵、仄韵二体。平韵正体为双调九十五字,上下阕各四平韵,或上阕四平韵,下阕五平韵。仄韵体又名《转调满庭芳》，双调九十六字，上下阕各四仄韵。又曲牌名。南北曲均有。南曲入中吕宫引子，字句格律与词牌平韵体同；又入高大石调正曲，字句格律与词牌异。北曲入中吕调只曲，字句格律与词牌平韵体上阕略异。参见“常用词谱”、“常用曲谱”类。\n源来\n《诗余图谱》载本调亦名《满庭霜》。万氏《词律》则以九十三字者为《满庭芳》，以九十五字者为﹝满庭霜﹞。实则仅后者之前后阕第七句较前者各多一字而已。一则取柳宗元诗：“偶地即安居，满庭芳草积”为词名，一则取方夔诗：“开门半山月，立马一庭霜”为词名，实则同一调也。又本调亦名﹝锁阳台﹞，毛氏《词学全书》：“﹝满庭芳﹞，采唐吴融诗：‘满庭芳草易黄昏’；一名﹝锁阳台﹞，中吕调也。”\n定格\n中仄平平，中平中仄，仄中平仄平平（韵）。\n仄平平仄，平仄仄平平（韵）。\n中仄平平仄仄，中中仄、中仄平平（韵）。\n平平仄，中平中仄，中仄仄平平（韵）。\n平平（韵），平仄仄，平平仄仄，中仄平平（韵）。\n仄平仄平平，中仄平平（韵）。\n中仄中平仄仄，中中仄、中仄平平（韵）。\n平平仄，中平中仄，中仄仄平平（韵）。\n相关诗词\n《满庭芳》【北宋】秦观\n山抹微云，天连衰草，画角声断谯门。暂停征棹，聊共引离尊。\n多少蓬莱旧事，空回首，烟霭纷纷。斜阳外，寒鸦万点，流水绕孤村。\n销魂，当此际，香囊暗解，罗带轻分。谩赢得青楼，薄幸名存。\n此去何时见也？襟袖上，空惹啼痕。伤情处，高城望断，灯火已黄昏。\n《满庭芳》【北宋】苏轼\n元丰七年四月一日，余将去黄移汝，留别雪堂邻里二三君子，会李仲览自江东来别，遂书以遗之。\n归去来兮，君归何处？万里家在岷峨。百年强半，来日苦无多。\n坐见黄州再闰，儿童尽楚语吴歌。山中友，鸡豚社酒，相劝老东坡。\n云何，当此去，人生底事，来往如梭。待闲看秋风，洛水清波。\n好在堂前细柳，应念我，莫剪柔柯。仍传语，江南父老，时与晒渔蓑。\n《满庭芳》【北宋】李清照\n小阁藏春，闲窗销昼，画堂无限深幽。篆香烧尽，日影下帘钩。\n手种江梅更好，又何必、临水登楼？无人到，寂寥恰似、何逊在杨州．\n从来，如韵胜，难堪雨藉，不耐风揉。更谁家横笛，吹动浓愁？\n莫恨香消玉减，须信道、扫迹难留。难言处，良窗淡月，疏影尚风流。\n《满庭芳》【北宋】苏轼\n有王长官者，弃官黄州三十三年，黄人谓之王先生。因送陈慥来过余，因为赋此。\n三十三年，今谁存者？算只君与长江。凛然苍桧，霜干苦难双。\n闻道司州古县，云溪上、竹坞松窗。江南岸，不因送子，宁肯过吾邦？\n摐摐，疏雨过，风林舞破，烟盖云幢。愿持此邀君，一饮空缸。\n居士先生老矣，真梦里、相对残釭.歌声断，行人未起，船鼓已逢逢。\n《满庭芳》【北宋】苏轼\n蜗角虚名，蝇头微利，算来着甚干忙。事皆前定，谁弱又谁强。\n且趁闲身未老，须放我、些子疏狂。百年里，浑教是醉，三万六千场。\n思量，能几许？忧愁风雨，一半相妨。\n又何须抵死，说短论长。幸对清风皓月，苔茵展、云幕高张。\n江南好，千钟美酒，一曲《满庭芳》。\n【赏析】\n这首词铺写男女恋人离别时的哀愁之情，以寄托自己仕途蹭蹬不遇的感怀。由写景渐入，“抹”、“粘”，下字精美传神，远景入画。角声报时，停棹点地，“离尊”说出暂对别筵，一派暮色苍茫、行色匆匆的场景。“蓬莱旧事”三句，追想旧情，多少缱绻，无限低徊，顿涌心头。插写外景，烘染凄凉况味，浓化别绪。香囊、罗带，缀以“分”、“解”，告别刹那间，密意柔情难以割合之状，宛然在目。“谩赢得”、“何时见”，思前念后，自怨自艾，无可奈何，逼出泪染襟袖，离情达到高潮。旅船远驶，城不见，夜已深，而仍回首凝望，眷顾不休。笔触精细，思绪缠绵，画景诗情，一往而深。\n《满庭芳》作者：北宋秦观\n晓色云开，春随人意，骤雨才过还晴。古台芳榭，飞燕蹴红英。\n舞困榆钱自落，秋千外、绿水桥平。东风里，朱门映柳，低按小秦筝。\n多情，行乐处，珠钿翠盖，玉辔红缨。渐酒空金榼，花困蓬瀛。\n豆蔻梢头旧恨，十年梦、屈指堪惊。凭阑久，疏烟淡日，寂寞下芜城。\n《满庭芳》作者：北宋秦观\n碧水惊秋，黄云凝暮，败叶零乱空阶。洞房人静，斜月照徘徊。\n又是重阳近也，几处处、砧杵声催。西窗下，风摇翠竹，疑是故人来。\n伤怀！增怅望，新欢易失，往事难猜。问篱边黄菊，知为谁开？\n谩道愁须殢酒，酒未醒、愁已先回。凭栏久，金波渐转，白露点苍苔。\n《满庭芳》作者：北宋秦观\n红蓼花繁，黄芦叶乱，夜深玉露初零。霁天空阔，云淡楚江清。\n独棹孤逢小艇，悠悠过、烟渚沙汀。金钩细，丝纶慢卷，牵动一潭星。\n时时横短笛，清风皓月，相与忘形。任人笑生涯，泛梗飘萍。\n←罢不妨醉卧，尘劳事、有耳谁听？江风静，日高未起，枕上酒微醒。\n《满庭芳·茶词》北宋：秦观\n雅燕飞觞，清谈挥座，使君高会群贤，密云双凤，初破缕金团，\n窗外炉烟似动，开瓶试、一品香泉，轻淘起，香生玉尘，雪溅紫瓯圆。\n娇鬟宜美盼，双擎翠袖，稳步红莲，坐中客翻愁，酒醒歌阑，\n点上纱笼画烛，花总弄、月影当轩，频相顾，余欢未尽，欲去且流连。\n《满庭芳》宋：周邦彦\n风老莺雏，雨肥梅子，午阴嘉树清圆。地卑山近，衣润费炉烟。\n人静乌鸢自乐，小桥外、新绿溅溅。凭栏久，黄芦苦竹，疑泛九江船。\n年年如社燕，飘流瀚海，来寄修椽。且莫思身外，长近尊前。\n憔悴江南倦客，不堪听急管繁弦。歌筵畔，先安簟枕，容我醉时眠。\n《满庭芳-茉莉花》宋：柳永\n环佩青衣，盈盈素靥，临风无限清幽。\n出尘标格，和月最温柔。\n堪爱芳怀淡雅，纵离别，未肯衔愁。\n浸沉水，多情化作，杯底暗香流。\n凝眸，犹记得，菱花镜里，绿鬓梢头。\n胜冰雪聪明，知己谁求？\n馥郁诗心长系，听古韵，一曲相酬。\n歌声远，余香绕枕，吹梦下扬州。\n词牌作法\n此调九十五字，前阕首二句各四字，不用韵。第二句一、三两字皆可仄。第三句六字，起平韵，第二、三字平仄可不拘。（“过”字作仄）第四、五句与《蓦山溪》后阕第四、五句同其句法。第六句亦六字不用韵；第一、三、五字平仄皆可不论。第七句七字，上三下四，协韵。第八句亦七字，亦为上三下四，而不协韵，且一为平收，一为仄收；一则第二、四字可仄可平，一则七个字平仄不能稍易也。末句五字，协韵；与此调第四句同。后阕换头。首句五字，为平起仄收之五言句，不用韵。第二、三句四字对句，为平平仄仄，仄仄平平。惟下第三字不能作仄，其“珠”“翠”“玉”三字均可不拘。第四、五句实亦四字对偶，惟首冠一“渐”字，在填词法中名为“一字豆”；省去此一字观之，则与上二、三两句无二致也。第六句以下均与前阕同。\n词牌格律\n格律对照词：苏轼《满庭芳·三十三年》\n中仄平平，中平中仄，仄中平仄平平（韵）。\n三十三年，今谁存者？算只君与长江。\n仄平平仄，平仄仄平平（韵）。\n凛然苍桧，霜干苦难双。\n中仄平平仄仄，中中仄、中仄平平（韵）。\n闻道司州古县，云溪上、竹坞松窗。\n平平仄，中平中仄，中仄仄平平（韵）。\n江南岸，不因送子，宁肯过吾邦？\n平平（韵），\n摐摐，\n平仄仄，平平仄仄，中仄平平（韵）。\n疏雨过，风林舞破，烟盖云幢。\n仄平仄平平，中仄平平（韵）。\n愿持此邀君，一饮空缸。\n中仄中平仄仄，中中仄、中仄平平（韵）。\n居士先生老矣！真梦里、相对残釭。\n平平仄，中平中仄，中仄仄平平（韵）。\n歌声断，行人未起，船鼓已逄逄。\n（说明：词牌格律与对照词交错排列。格律使用宋体字排印，对照词使用斜体字排印。词牌符号含义如下：平：填平声字；仄：填仄声字（上、去或入声）；中：可平可仄。逗号“，”和句号“。”：表示句；顿号“、”：表示逗。粗体字：表示平声或仄声韵脚字，或可押可不押的韵脚。下划线：领格字。『』：例作对偶；〖〗：例作叠韵）\n典范词作\n1.【宋】苏轼《满庭芳·归去来兮》\n2.【宋】苏轼《满庭芳·蜗角虚名》\n3.【宋】苏轼《满庭芳·三十三年》\n4.【宋】秦观《满庭芳·山抹微云》\n5.【宋】秦观《满庭芳·晓色云开》\n6.【宋】秦观《满庭芳·碧水惊秋》\n7.【宋】秦观《满庭芳·红蓼花繁》\n8.【宋】李清照《满庭芳·小阁藏春》\n9.【宋】毛滂《满庭芳·夏曲》\n0.【清】纳兰性德《满庭芳·堠雪翻鸦》\n1.【宋】周邦彦《满庭芳·夏日溧水无想山作》\n2.【现】法一《满庭芳·入夜风生》\n3.【现】法一《满庭芳·香发云鬓》\n宋周邦彦满庭芳\n满庭芳·夏日溧水无想山作周邦彦\n风老莺雏，雨肥梅子，午阴嘉树清圆。\n地卑山近，衣润费炉烟。\n人静乌鸢自乐，小桥外、新绿溅溅。\n凭栏久，黄芦苦竹，疑泛九江船。\n年年，如社燕，飘流瀚海，来寄修椽。\n且莫思身外，长近尊前。\n憔悴江南倦客，不堪听急管繁弦。\n歌筵畔，先安簟枕，容我醉时眠。\n此词作于宋哲宗元佑八年（1093）作者任溧水县县令时，词中真实地反映了作者的宦情羁思和身世之感。词中多处化用前人诗句，旧曲翻新，精心熔铸，浑化无迹。\n一开头写春光已去，雏莺风中长成了，梅子雨中肥大了。这里化用杜牧“风蒲燕雏老（《赴京初入汴口》）及杜甫”红绽雨肥梅（《陪郑广文游何将军山林》）诗意。“午阴嘉树清圆”，则是用刘禹锡《昼居池上亭独吟》“日午树阴正”句意，“清圆”二字绘出绿树亭亭如盖的景象。以上三句写初夏景物，体物极为细微，并反映出作者随遇而安的心情，极力写景物的美好，无伤春之愁，有赏夏之喜。但接着就来一个转折：“地卑山近，衣润费炉烟。”‘正象白居易贬官江州，《琵琶行》里说的“住近湓江地低湿”，溧水也是地低湿，衣服潮润，炉香熏衣，需时良多，“费”字道出衣服之潮，则地卑久雨的景象不言自明。那末这里还是感到不很自吧。接下去又转写：此地比较安静，没有嘈杂的市声，连乌鸢也自得其乐。小桥外，溪不清澄，发出溅溅水声。似乎是一种悠然自得之感。但紧接着又是一转：“凭栏久，黄芦苦竹，疑泛九江船。”白居易既叹“住近湓江地低湿，黄芦苦竹绕宅生”，词人久久凭栏眺望之余，也感到自己处这“地卑山近”的溧水，与当年白居易被贬江州时环境相似，油然生出沦落天涯的感慨。\n由“凭栏久”一句，知道从开篇起所写景物都是词人登楼眺望所见。\n下片开头，以社燕自比。社燕春社时飞来，到秋社时飞去，从海上飘流至此，人家长椽上作巢寄身。瀚海，大海。词人借海燕自喻，频年飘流宦海，暂此溧水寄身。既然如此，“且莫思身外，长近尊前”，姑且不去考虑身外的事，包括个人的荣辱得失，还是长期亲近酒樽，借酒来浇愁吧。词人似乎要从苦闷中挣脱出去。这里，点化了杜甫“莫思身外无穷事，且尽生前有限杯”（《绝句漫兴》）和杜牧的身外任尘土，尊前极欢娱（《张好好诗》）。“憔悴江南倦客，不堪听急管繁弦”，又作一转。宦海中飘流已感疲倦而至憔悴的江南客，虽想撇开身外种种烦恼事，向酒宴中暂寻欢乐，如谢安所谓中年伤于哀东，正赖丝竹陶写，但宴席上的“急管繁弦”，怕更会引起感伤。杜甫《陪王使君》有“不须吹急管，衰老易悲伤”诗句，这里“不堪听”含有“易悲伤”的含意。结处“歌筵畔，承上”急管繁弦“。”先安簟枕，容我醉时眠，则未听丝竹，先拟醉眠。他的醉，不是欢醉而有愁醉。丝竹不入愁之耳，唯酒可以忘忧。箫统《陶渊明传》：“渊明若先醉，便语客：”我醉欲眠，卿可去。‘“词语用此而情味自是不同。”容我“二字，措辞宛转，心事悲凉。结语写出了无可奈何、以醉遣愁的苦闷。\n王国维推尊邦彦为词中老杜，确非溢美之词。此词即突出地体现了清真词章法变化多端。疏密相间，笔力奇横，写景抒情刻画入微，形容尽致的特点。词中“多用唐人诗语，隐括入律，浑然天成，”“尤善铺叙，富艳精工”（陈振孙《直斋书录解题》）堪称匠心独运的成功之作。\n李清照（1084年3月13日～1155年5月12日），宋代（南北宋之交）女词人，号易安居士，济南章丘（今属山东济南）人。她生于神宗元丰七年二月初五日（公元1084年3月13日），卒于高宗绍兴二十五年四月初十日（公元1155年5月12日）。她出生于书香门第。早期生活优裕。其父李格非藏书甚富，她小时候就在良好的家庭环境中打下文学基础。出嫁后，与丈夫赵明诚共同致力于金石书画的搜集整理，共同从事学术研究。志趣相投，生活美满。金兵入据中原后，流落南方，赵明诚病死，李清照境遇孤苦。一生经历了表面繁华、危机四伏的北宋末年和动乱不已、偏安江左的南宋初年。李清照是中国古代罕见的才女，她擅长书、画，通晓金石，而尤精词。她的词作独步一时，流传千古，被誉为“词家一大宗”。她的词分前期和后期。前期多写其悠闲生活，多描写爱情生活、自然景物，韵调优美。如《一剪梅·红藕香残玉簟秋》等。后期多慨叹身世，怀乡忆旧，情调悲伤。如《声声慢·寻寻觅觅》。她的人格像她的作品一样令人崇敬。她既有巾帼之淑贤，更兼须眉之刚毅；既有常人愤世之感慨，又具崇高的爱国情怀。她不仅有卓越的才华，渊博的学识，而且有高远的理想，豪迈的抱负。她在文学领域里取得了多方面的成就。在同代人中，她的诗歌、散文和词学理论都能高标一帜、卓尔不凡。而她毕生用力最勤，成就最高影响最大的则是词的创作。她的词作在艺术上达到了炉火纯青的境界，在词坛中独树一帜，形成了自己独特的艺术风格——“易安体”。她不追求砌丽的藻饰，而是提炼富有表现力的“寻常语度八音律”，用白描的手法来表现对周围事物的敏锐感触，刻画细腻、微妙的心理活动，表达丰富多样的感情体验，塑造鲜明、生动的艺术形象。在她的词作中，真挚的感情和完美的形式水乳交融，浑然一体。她将“语尽而意不尽，意尽而情不尽”的婉约风格发展到了顶峰，以致赢得了婉约派词人“宗主”的地位，成为婉约派代表人物之一。同时，她词作中的笔力横放、铺叙浑成的豪放风格，又使她在宋代词坛上独树一帜，从而对辛弃疾、陆游以及后世词人有较大影响。她杰出的艺术成就赢得了后世文人的高度赞扬。后人认为她的词“不徒俯视巾帼，直欲压倒须眉”，她被称为“宋代最伟大的一位女词人，也是中国文学史上最伟大的一位女词人”，有“千古第一才女”之美誉。李清照有《易安居士文集》、《易安词》等著作，但久已不传。现存诗文集为后人所辑，有《漱玉词》1卷，《漱玉集》5卷。代表作有《声声慢》、《一剪梅》、《如梦令》、《醉花阴》、《武陵春》、《夏日绝句》等。\n","timestamp":1431792167244,"published":true}]