[{"name":"翁方纲楷书佛公祠记","text":"海口中山路骑楼老街的海口商会旧址(中山路15号)，历经风雨沧桑，外观依然典雅精致。不久前，随着镶嵌在隔墙上的三块距今240多年的清乾隆三十五年(1770)的石碑被发现，老海口的一段往事终于抖落岁月的尘埃，与今人相见。\n石碑最长一块长62厘米，宽42厘米，其余两块长57厘米，宽41厘米，碑文为欧体楷书，字迹清晰，书法娴熟精到，无一残缺。看碑刻落款得知，为清乾隆三十五年内阁大学士时任广东学政的翁方纲所书，内容为“英佑将军江公祠壁记”。石碑的发现，为清早期满清政府的海军力量和管理控制琼州海峡的能力提供了实证，并为研究海口的历史和城市发展提供了难得的第一手资料。\n简介\n不久前，海口市工商联的工作人员在清理位于中山路骑楼老街的海口商会旧址时，发现了镶嵌在隔墙上的三块距今240多年的清乾隆三十五年(1770)的石碑。碑刻所记录的是清代康熙元年广东雷州府徐闻县海安口发生的一次惊动朝野的海难事件。此碑的发现为清早期满清政府的海军力量和管理控制琼州海峡的能力提供了实证，并为研究海口的历史和城市发展提供了难得的第一手资料。\n为弄清碑刻的来龙去脉，笔者查阅了大量资料，一段尘封已久的历史逐渐清晰起来。\n历史\n三块碑刻，讲述一次海难，还原一段历史。\n碑刻所记录的是清代康熙元年广东雷州府徐闻县海安口发生的一次惊动朝野的海难事件。这次事件的主角是海安水师副将江起龙，据袁义达、邱家儒、刘翔南所编的《百家姓之江姓》中所记：江起龙，本名汪瑞仪，明朝安徽歙县人，崇祯末年见复明无望，更名江起龙，投靠清军成为名将。该碑刻中记载：江起龙，顺治十三年(1656)水师参将，驻通明港，立白鸽寨。康熙元年晋升副将，三年(1664)移水师驻海安口，五年(1666)出洋捕盗，因飓风大作，江起龙和都司王爱国及24船军士全军覆没。为颂其功而思之，广东布政使王士俊请朝廷批准建祠以祭祀，在海安所城南门外兴建“江公祠”。雍正八年(1730年)，江公起龙被世宗雍正皇帝钦定为英佑骁骑将军之神。\n从第三块碑刻正文后面的隶书后记“此文前已勒石海安祠壁，今复校，士南来敬荷。神庙三度琼海矣，谨重书以记之，方纲谨记”得知，“英佑将军江公祠壁记”原本是勒石海安“江公祠”的墙壁上的，海口发现的这三块石碑应是翁方纲重新校对后为海南建的第三座供奉“英佑骁骑将军之神”的神庙亲自书写的。由此我们得出一个结论：至乾隆三十五年即1770年，海口至少建有三座供奉“英佑骁骑将军之神”的神庙，现中山路骑楼老街的海口商会老房子应该就是第三座神庙的旧址。据史料记载，海口市商会于清光绪三十年成立，原址设在“南门内”(今博爱南路)。1924年把江、张二公祠改建、扩建为“海口市总商会”会址(即今中山路15号)。石碑应是在扩建时保留下来，然后被有心人镶在墙上加以保护，得以重见天日。\n价值\n该碑刻兼具书法和史料的双重价值。\n这三块碑刻，除了具有很高的文史研究价值以外，其艺术价值也不容小觑，因为书写该碑刻的是清代有名的书法家、文学家、金石学家翁方纲所书。翁方纲(1733～1818)，字正三，号覃溪，晚号苏斋，清代书法家、文学家、金石学家。直隶大兴(今北京)人，乾隆十七年(1752)进士，历官乾、嘉二朝，曾主持江西、湖北、江南、顺天乡试,又曾督广东、江西、山东学政,官至内阁学士。他善诗文，精鉴赏，长于金石考据，著有《两汉金石记》、《粤东金石略》、《苏米斋兰亭考》等。他精心汲古，肯奖掖后进，富藏书，生平博览碑帖，清代金石鉴赏之风大盛，翁方纲实开先声。\n翁方纲善书，在清乾、嘉年间，颇负盛名。《清朝书画录》把他和刘墉、梁同书、王文治合称为“四大书法家”，并称：“翁、刘、梁、王”。亦有以其与刘墉、成亲王永瑆、铁保齐名，称“翁刘成铁”。他的书法，初学颜真卿，继而转习欧阳询，从临写《化度寺碑》中，尤见其功力。隶书则师法《史晨碑》、《韩勒碑》等碑刻。但他仍囿于帖学书法的范畴，主要擅长楷、行书，基本以欧阳询书法为体，兼参虞世南笔意，形成书体瘦长紧劲、笔法圆厚浑钝的特点。相传翁方纲能在瓜子仁上书写小楷字，功力精熟可见一斑。马宗霍《霋岳楼笔谈》称“覃溪以谨守法度，颇为论者所讥;然其小真书工整厚实，大似唐人写经，其朴静之境，亦非石庵所能到也。”\n翁方纲自乾隆二十九年(1764)至乾隆三十七年(1772)任广东学政,历三任八年，乾隆三十五年(1770)正好是翁方纲在广东学政任上，所以撰写碑记是其职责所在，这也从另一个角度佐证了该碑为翁方纲亲笔书写的真实性，所以该碑具有相当高的书法艺术价值。据考证，如今海安江公祠已无存，原壁记碑已损毁，这次发现的骑楼老街海口商会旧址完整保存的这三块壁记石碑就成了难得的历史原件，此碑的珍贵程度由此可见一斑。\n《英佑将军江公祠壁记》原文\n英佑将军江公祠壁记，神姓江氏讳起龙，江南徽州人，官海安水师副将。其封爵曰「英佑骁骑将军之神」。今海安所海口并有祠，来往渡海者必虔礼焉。谨按：志载将军为人仁勇忠直，初任水师参将，驻白鸽寨通明港，当雷州初开白鸽营署俱圮，又无城堑可守。将军周视白鸽当郡城入海之口，为雷州左臂，无白鸽是无雷矣。乃捐赀立营寨，广招居民，屯聚为墟市。於是舟车辐辏、商货毕集，与雷城相应，遂为一方雄镇。是时顺治十三年也。康熙元年，晋副将，三年，移水师驻海安口，兵民帖服。五年，出洋捕盗，风发舟覆，殒焉。民颂其功而思之。将军没後，叠著灵异，祈祷立应。雍正八年十二月，布政使王士俊请於朝。明年春，上钦定爵号，至今官民事祠逾谨。方纲以乾隆二十九年冬按试至此，遂祀於神祠；而碑记事迹弗详，退而考据省志、郡志，谨书诸祠下，而为之诗曰：国语所载，以死勤事，御灾捍患，著於祀制。神则兼之，忠直勇仁，功垂於疆，德施於民。於廓灵海，神锡纯嘏，儵歘骈罗，灵旗云马。作庙奕奕，降祜孔多，以赞皇化，重溟静波。爵由帝命，迹为民思，官属奉尝，子孙守之。于雷于琼，槱燎一气，保疆绥民，更千万世。 \n","category":"楷书","verified":true,"user":1,"timestamp":1429951660546},{"name":"翁方纲楷书佛公祠记","dynasty":"清代","category":"楷书","type":"","user":1,"timestamp":1429791633222,"text":"","author":"清代翁方纲","description":"翁方纲楷书佛公祠记"}]