[{"name":"王铎跋范宽雪山萧寺图","text":"范宽山水多作雪景，在中国山水画中表现雪景该以他为最早了。这是他的一幅表现雪中山水的代表作品，构图不同于其他作品。画中山石树木直现于幅前，不留空间，让观赏者觉得有一股寒气袭来的身临其境感。群山簇拥，直指天空，深深的沟壑中，密林隐藏着萧寺，丛岩叠嶂中，“溪出深虚，水若有声”。由近而远堆叠的山峦，“折落有势”，山下寒树苍劲坚挺，势如铁帚，显示出范宽“写山真骨”，“与山传神”的精湛技艺。诗堂有王铎题“博大奇奥，气骨玄邈，用荆关董巨运之一机，而灵通神迈，尤为古今第一”。\n作品特点\n浅设色绢本。此图描写雄奇壮伟的山岳，画面视点很高，巍巍丛山，一片雪盖，仅近处落叶老树和远处山顶树丛稀疏地露出雪外。寺院巧妙地安置在画面左上角主峰背后，仅露出一小部分，右下方画二僧人，一挑担、一持杖，正向寺院方向前进，真是“深山藏古寺”。其构思巧妙，正是北宋山水画的时代气息。\n简介\n立轴，绢本，淡设色，纵：182．4厘米，横：108．2厘米。\n此图无款，王铎旧题为范宽之作，现定为宋佚名作《雪山萧寺图》，属范宽流派作品，非范宽真迹。画面画皑皑白雪覆盖下的群山深谷，山顶密林寒树丛生，山涧布置古刹、寒泉及行旅，以水墨染出阴翳的天空，山石皴笔不多而气象雄浑，依然显示出范宽“写山真骨”、“与山传神”的精湛技艺。画上钤有清嘉庆诸玺，诗堂有王铎题“博大奇奥，气骨玄邈，用荆关董巨运之一机，而灵韵雄迈允为古今第一”。\n明月高悬伴夜空，群峰矗立雪重重。危岩万壑无心种，曲径通幽一路风。\n古寺只身随野麓，浮云数朵踏征程。边关战事连天起，跃马冰川拉满弓。\n范宽一生画了大量的雪景山水画，这从后世的著录中可以{艮直观地看到。从历代对范宽作品的题跋、诗赋中，也可看出他作雪景山水画的数量之多。仅仅从流传至今的范宽(或传为范宽)的画作来看，也有很大一部分，如《雪山萧寺图》(见图)、《雪景寒林图》、《雪麓早行图》等均为雪景山水。\n范宽山水画作风是雄武的，是“峰峦浑厚、势壮雄强、枪笔俱匀、人屋皆质”的，是“气壮雄逸、笔力老健”的，是“远望不离座外”的。我们发现，范宽的山水画作风和王维的风格基本上是不相干的。\n南宋周密在《云烟过眼录》中记载，曾见“范宽雪景五幅，阔景甚伟”，这就表明范宽的雪景是不同于王维的。如果说范宽学王维，那他几乎彻底改变了王维画风的基本面貌和总体气格。把王维所喜爱的平远构图变为高远构图，把水墨渲染变为“枪笔均匀”、“枯老劲硬”，把诗情画意变为“凛凛然”的荒寒寂寞，这便是从王维的雪景山水向范宽的雪景山水的转变，是从一丘一壑向群山大壑的转变，也可以说是从优美向崇高的转变。\n范宽最有名的作品当属其《溪山行旅图》。除此之外，就是这幅传为范宽的《雪山萧寺图》。此图无款，王铎定为范宽之作。诗塘上有王铎题“博大奇奥，气骨玄邈，用荆、关、董、巨运之一机，而灵通神迈，尤为古今第一”。画上钤有清嘉庆诸玺。《石渠宝笈三编》著录。徐邦达在其所著《重定故宫书画目》中认为此图“可能真迹”。也有的专家认为，从空间结构和构图法则看来，此图为明代作品，但也承认其内容中规中矩地呈现范宽的特色，“风格化”的情形甚为清晰。虽然对是否为范宽之作，仍存在不同意见，但大部分学者都认为这是一幅具有范宽特色的山水画作品，并且水平高超。\n《雪山萧寺图》描写的是皑皑白雪覆盖下的雄奇壮伟的大山，画面结构复杂，山势错落，变化多端。画中山石轮廓的用笔方折、劲硬，重峦叠嶂，主次分明。山石运用范宽典型的“点子皴”，行旅和萧寺掩映于雪山、寒林之中，表现了一种孤独和凄清的气氛。在山岭之上，树木丛生，枝干疏密有致，坚实如铸铁一般，极见精神与生命力。山脚下，巨石突兀，溪水湍急，仿佛有声。整个画面透露出一种澄澈和清明。\n恰如宋刘道醇《圣朝名画评》评范宽“好画冒雪出云之势，尤有气骨”，以此检视，此图正可称为是一幅杰出的范家雪景山水画精品。\n又名中正 ，字仲立，华原（今陕西耀县）人。宋代著名的北派山水画大师。生卒年不详，据画史记载，他生于五代末，在宋仁宗天圣年间（1023－1031）年还健在。工山水。范宽好酒，不拘世故，能深入生活，穷究自然造化。范宽早年师从荆浩、李成，后感悟“与其师人，不若师诸造化”，而能自出机杼，遂移居终南太华山中，长期观摩写生，山川气势尽收胸臆，终成一代大师。为山水画形成期北方画派之主流画家。与两位师长并称北宋初年的三大家。范宽的作品多取材于其家乡陕西关中一带的山岳，雄阔壮美，笔力浑厚。注意写生，多采用全景式高远构图，著名书画家米芾在其《画史》中说“范宽山水，显显如恒岱”，米芾对范宽的绘画风格曾作过这样的描述：“范宽山水丛丛如恒岱，远山多正面，折落有势。山顶好作密林，水际作突兀大石，溪山深虚，水若有声。物象之幽雅，品固在李成上，本朝自无人出其右。晚年用墨太多，势虽雄伟，然深暗如暮夜晦暝，土石不分。范宽善用雨点皴和积墨法，以造成“如行夜山”（《宣和画谱》）般的沉郁效果，衬托出山势的险峻硬朗，元朝人汤垕星评价称“范宽得山之骨法”。但是米芾认为范宽用墨过浓，“土石不分”，是其缺点。\n","category":"草书","verified":true,"user":1,"timestamp":1429951659873}]