[{"name":"赵孟頫行楷松江宝云寺记","text":"\n内容简介\n赵盂频（1254一1322），字子昂，号松雪道人。吴兴（今浙江湖州）人，世称“赵吴兴”。元代书法家。他是宋太祖三子秦王十世孙，历任翰林学士承旨、集贤学士等。卒后追封魏国公。赵孟频十二岁丧父，母亲勉励他刻苦学习。\n","category":"行楷","verified":true,"user":1,"timestamp":1429951545327},{"name":"赵孟頫行楷松江宝云寺记","dynasty":"元代","category":"行楷","type":"","user":1,"timestamp":1429791622681,"text":"赵孟頫行楷《松江宝云寺记》\n 松江宝云寺建成于唐大中十三年（859年），位于今上海市金山区亭林镇（原属松江县）。相传“宝云寺”曾有1048间，梵宇轩昂，绵延数华里，号称“江南名刹之五，华亭之最”。由于饱经自然灾害及战火沧桑，“宝云寺”屡修屡毁。元代重修时住持净月立碑，牟巘撰文，廉密知儿海牙（汉名廉恂）篆额“重修宝云寺记”，碑文《松江宝云寺记》由中国古代大书法家赵孟頫书。赵孟頫字子昂、号松雪，当地人均将此碑称“子昂碑”。光绪版《重修华亭县志》载“咸丰十一年毁于兵”，仅存山门及“子昂碑”。1966年，山门及“子昂碑”均被人为毁坏。碑额及不足原碑十分之一的残碑（共70余字）现存于亭林镇政府内。\n 赵孟頫所书《松江宝云寺记》有两个版本。\n 一是墨迹本。赵孟頫书《松江宝云寺记》时年五十有四，正值书法艺术炉火纯青、渐入化境，可称为极品。故有真迹影印多见于各种出版物，也有少量影印单行本在民间流传。其真迹是否已由博物馆收藏还是仍留存民间，目前尚无资料考查。近现代书画家徐宗浩（1880－1957）对赵体有深入研究，模仿其作品可达到以假乱真的程度。1928年，徐宗浩根据成氏“物色得之”的影印本“亟付影印，以广其传”。1995年上海人民美术出版社出版的《赵孟頫墨迹大观》、1997年陕西旅游出版社出版的《书法教程·赵孟頫行书》、2000年上海社会科学院出版社出版的《赵孟頫书法》、2002年上海文化出版社出版的《赵孟頫名帖今写示范》等都收录《松江宝云寺记》。墨迹本上有“项子京家收藏”等39枚收藏章，说明《松江宝云寺记》真迹曾被明大收藏家项元汴(1525－1590，明代人，字子京，号墨林山人、墨林居士、香严居士、退密斋主人等等，浙江嘉兴人)收藏。《松江宝云寺记》也曾被清陕甘总督富呢扬阿（满人，曾任浙江巡抚）收藏。据记载，道光二十二年（1842年）八月初一，林则徐应富呢扬阿之邀赴午宴，共同玩赏富氏珍藏的赵孟頫所书《宝云寺碑》真迹。\n 现在所见的墨迹本并非《松江宝云寺记》全文，有资料说，“该帖充满传奇色彩，曾被当过窗户纸，后被抢救了回来”。徐宗浩在其收藏的影印本中题“晚归陈朝下阙二百二十九字殊为可惜耳”，同时指出“大理大夫”、“集”、“书”等14字“为后人所补，颇失吴兴笔意”。因此，见于各种出版物的赵氏墨迹，存在诸多遗憾。\n 另一个版本是碑拓本。中国国家图书馆藏有号称“清代校勘第一人”的顾千里（1766～1835）及“清代藏书家”瞿镛(约1800～1864)珍藏的《松江宝云寺记》碑拓。此件或许是现存的最早的拓片。但毕竟石碑历经数百年，损伤很大，拓片中不少文字难以辨认。2005年上海朵云轩拍卖有限公司拍卖晚清时期的拓片，比国图藏品要有更多的文字损失。据说建国前后有不少人碑拓，但拓片不知去向，目前还可见到的唯有一亭林人的拓片照片，但显然增加了石碑风化痕迹。\n 其实，墨迹本与碑拓本源于同宗。笔者将残碑照片与墨迹本通过计算机抠图技术进行逐字比照，字形结构及笔画间距完全一致，说明两者出自赵孟頫同一手稿当属无疑。\n 奇怪的是，墨迹本与碑拓本除了“阙二百二十九字”外，上题款与落款也不一样。墨迹本上题款为“赵孟頫书并篆额”，其中“赵孟頫”、“篆额”为真迹，“书”与“并”疑后人所补，而碑拓本是“赵孟頫书，资德大夫江浙等处行中书省右丞廉密知儿海牙篆额”，这显然是由于作为窗户纸抢救不完整，而后人又无法补足所致；墨迹本落款是“大德十一年十有二年”，碑拓本为“至大元年五月望日”，两者相距五个月左右，或许是由于上石之前更改年号之故，改书落款。\n 建国以后当地新修地方志、专业志，都收录《松江宝云寺记》碑文，基本上均出自民间流传的碑拓本。由于对拓本辨认及理解的差异，或许是印刷排版之误，诸文不尽一致且有不少欠妥之处，也在情理之中。\n 今以墨迹本、碑拓本及光绪版《重修华亭县志》“重修寺记略”一文互为补充，并查阅有关史料，对《松江宝云寺记》碑文重加整理，现将全文960字抄录于下。为免歧义，下文中的通假字、异体字等保持原状，不作改动。","author":"元代赵孟頫","description":"赵孟頫行楷松江宝云寺记"}]