[{"name":"赵佶瘦金体","text":"瘦金体为宋徽宗赵佶所创，是书法史上的一项独创。\n瘦金体运笔飘忽快捷，笔迹瘦劲，至瘦而不失其肉，转折处可明显见到藏锋，露锋等运转提顿痕迹，是一种风格相当独特的字体。\n特点\n瘦金书运笔飘忽快捷，笔迹瘦劲，至瘦而不失其肉，转折处可明显见到藏锋，露锋等运转提顿痕迹，是一种风格相当独特的字体。此书体以形象论，本应为“瘦筋体”。以“金”易“筋”，是对御书的尊重。\n宋徽宗的书法笔画瘦硬，初习黄庭坚，后又学褚遂良和薛稷、薛曜兄弟，并杂糅各家，取众人所长且独出己意，最终创造出别具一格的“瘦金书”体，影响颇大。宋代书法以韵趣见长，赵佶的瘦金书即体现出类同的时代审美趣味，所谓“天骨遒美，逸趣霭然”；又具有强烈的个性色彩，所谓“如屈铁断金”。\n这种书体，在前人的书法作品中，未曾出现过。褚遂良的瘦笔，只是小部分相同，大部分则不一样。与唐朝薛曜的字相比，可以说是最接近的。也许赵佶是从薛曜的《石淙诗》变格而来的，但他的创造显然比薛曜成熟得多。这是一种非常成熟的书体，赵佶已把它的艺术个性发挥得淋漓尽致。这种瘦挺爽利、侧锋如兰竹的书体，是需要极高的书法功力和涵养，以及神闲气定的心境来完成的。当然也不是别人易于仿造的。后代习其书者甚多，然得其骨髓者寥若晨星。金章宗曾仿徽宗瘦金书题写明昌内府中从宋廷抢劫而来的书画名迹，如传为赵佶所摹的《张萱虢国夫人游春图》等，笔势纤弱，形质俱差 。\n作品\n宋徽宗流传下来的瘦金体作品很多，比较有名的有《楷书千字文》、《秾芳诗》、《夏日诗贴》、《怪石诗贴》、《牡丹》、《风霜》、《大观圣作碑》、《神霄玉清万寿宫诏》、《瘦金体草书千字文》等。《楷书千字文》是赵佶二十三岁写给大奸臣童贯的，此时的瘦金书体已初具规模，而《草书千字文》作于宋徽宗40多岁，属于狂草，笔法洒脱，一气呵成，足可见其书法功力深厚。宋徽宗的瘦金书多为寸方小字，而《秾芳诗》为大字，用笔畅快淋漓，锋芒毕露，富有傲骨之气，如同断金割玉一般，别有一种韵味，堪称瘦金书的杰作。\n宋徽宗的书法笔画瘦硬，初习黄庭坚，后又学褚遂良和薛稷、薛曜兄弟，并杂糅各家，取众人所长且独出己意，最终创造出别具一格的“瘦金书”体，影响颇大。宋代书法以韵趣见长，赵佶的瘦金书即体现出类同的时代审美趣味，所谓“天骨遒美，逸趣霭然”；又具有强烈的个性色彩，所谓“如屈铁断金”。\n这种书体，在前人的书法作品中，未曾出现过。褚遂良的瘦笔，只是小部分相同，大部分则不一样。与唐朝薛曜的字相比，可以说是最接近的。也许赵佶是从薛曜的《石淙诗》变格而来的，但他的创造显然比薛曜成熟得多。这是一种非常成熟的书体，赵佶已把它的艺术个性发挥得淋漓尽致。这种瘦挺爽利、侧锋如兰竹的书体，是需要极高的书法功力和涵养,以及神闲气定的心境来完成的。当然也不是别人易于仿造的。后代习其书者甚多，然得其骨髓者寥若晨星。金章宗曾仿徽宗瘦金书题写明昌内府中从宋廷抢劫而来的书画名迹，如传为赵佶所摹的《张萱虢国夫人游春图》等，笔势纤弱，形质俱差。\n评价\n赵佶的“瘦金书”，是书法史上的一项独创，正如明陶宗仪《书史会要》推崇的那样：“笔法追劲，意度天成，非可以陈迹求也。”仅凭这一方面的成就，赵佶足可列于历史上书家之林。宋周密《癸辛杂识别集·汴梁杂事》中记载：“徽宗定鼎碑，瘦金书。旧皇城内民家，因筑墙掘地取土，忽见碑石穹甚，其上双龙，龟趺昂首，甚精工，即瘦金碑也。”元柳贯《题宋徽宗扇面诗》：“扇影已随鸾影去，轻纨留得瘦金书。”清梁章钜《归田琐记·小李将军画卷》：“浦城周仪轩运同，家藏旧画，卷首有宣和瘦金书‘唐李昭道海天旭日图’九字一条，下有御押。”赵孟頫这样评价宋徽宗的瘦金体：“所谓瘦金体，天骨遒美，逸趣蔼然。”\n“瘦金书”正与其工笔花鸟画的用笔方法契合，细瘦如筋的长笔画,在首尾处加重提按顿挫，再取黄庭坚中宫紧结四面伸展的结构之法，颇有瘦劲奇崛之妙。这种瘦筋的字正适合题在他的工笔画上，与画笔相呼应。他作为兼有书法和绘画才能的艺术家，把书法与绘画做了很重要的融汇，开创了诗、书、画、印为一体的文人书画新局面，并影响后世而绵延于今。\n宋徽宗（1082年11月2日－1135年6月4日），北宋第八代皇帝，姓赵名佶，生于汴京（今开封），是著名的书画家。却是个失败的政治家，他的书与画均可彪炳史册。\n宋徽宗艺术研究也涉及古玩典藏、乐、琴、诗等领域，可谓造诣颇深。和南唐李煜一样，这位亡国皇帝在艺术上是有作为的，他对于宋代画院的建设和院体画的发展，对于书画艺术的提倡和创作，以及对于古代艺术的整理与保存，是有突出贡献的。他称得上是一个“不爱江山爱丹青”的皇帝。他广泛收集民间文物，特别是金石书画，命文臣编辑《宣和书谱》和《宣和画谱》等。\n其书，首创“瘦金书”体；其画尤好花鸟，并自成“院体”，充满盎然富贵之气。赵佶倡导文艺，使承继五代旧制的“翰林图画院”又营运了一百多年。在政治上赵佶昏庸无能，是北宋最荒淫腐朽的皇帝。在位25年，国亡被俘受折磨而死，终年54岁，葬于今浙江省绍兴县永佑陵。\n在中国画史上，宋徽宗是位杰出的画家。他的绘画有两种格调。一是精工富丽的黄（筌〕派传统，如他临张萱的《捣练图》和《虢国夫人游春图》。以及他自创的《瑞鹤图》、《芙蓉锦鸡图》、《听琴图》等作品，均可以看出他用笔精细，充分表现艳丽富贵情调，对画院画家影响很深；二是用水墨渲染的技法，不太注意色彩，崇尚清淡的笔墨情趣。其名作还有《柳鸭芦雁图》、和纯用水墨表现的《斗鹦鹉图》。他的艺术成就最高的是花鸟画。他画鸟，用生漆点睛，高出纸素，几欲活动。现存的作品，如《腊梅山禽》和《杏花鹦鹉》，均用笔精炼准确，腊梅、萱草和杏花，均形象生动。\n","category":"草书","verified":true,"user":1,"timestamp":1429951598318}]