[{"name":"王羲之行书洛神赋","text":"王羲之《洛神赋》澄心堂本\n世传洛神賦多为王献之书,且只有十三行，此《洛神赋》为王羲之书，但也有专家认为是赵孟頫伪造。\n此帖虽未必是王羲之之书,但颇有王字韵味,确有有可可观之处。\n《洛神赋》为三国时期魏国著名文学家曹植写的的著浪漫主义名篇。原名《感鄄赋》，一般认为是因曹植被封鄄城所作；亦作《感甄赋》，“甄”通“鄄”(juàn)，因魏明帝曹睿将《感鄄赋》改名为《洛神赋》，世人多认为其写作牵涉洛神赋图到曹植与魏明帝曹睿之母甄氏之间的一段错综复杂的感情。\n据《文昭甄皇后传》：甄氏乃中山无极人，上蔡令甄逸之女。建安年间，她嫁给袁绍的儿子袁熙。东汉献帝七年，官渡之战，袁绍兵败病死。曹操趁机出兵，甄氏成了曹军的俘虏，继而嫁曹丕为妻。\n曹操的夫人刘氏生长子曹昂，早年殁(死)于宛城。次夫人卞氏生四子：曹丕，笃厚恭谨；曹彰，勇而无谋；曹植，聪明机警，却嗜酒放纵；曹熊，身体病弱。\n曹植民间传说：\n曹植天赋异禀，博闻强记，十岁左右便能撰写诗赋，颇得曹操及其幕僚的赞赏。当时曹操正醉心于他的霸业，曹丕也援有官职，而曹植则因年纪尚小、又生性不喜争战，遂得以与甄妃朝夕相处，进而生出一段情意。曹操死后，曹丕于汉献帝二十六年（公元220年），登上帝位，定都洛阳，是为魏文帝。魏国建立。甄氏被封为妃，因色衰失宠最后惨死，据说死时以糠塞口，以发遮面，十分凄惨。\n甄后死的那年，曹植到洛阳朝见哥哥。甄后生的太子曹叡陪皇叔吃饭。曹植看着侄子，想起甄后之死，心中酸楚无比。饭后，曹丕遂将甄后的遗物玉镂金带枕送给了曹植。\n曹植睹物思人，在返回封地时，夜宿舟中，恍惚之间，遥见甄妃凌波御风而来，曹植一惊而醒，原来是南柯一梦。回到鄄城，曹植脑海里还在翻腾着与甄后洛水相遇的情景，于是文思激荡，写了一篇《感甄赋》。四年后（公元234年），明帝曹叡继位，为避母名讳，遂改为《洛神赋》。\n由于此赋的影响，加上人们感动于曹植与甄氏的恋爱悲剧，故老相传，就把甄后认定成洛神了。\n对叔嫂之情的质疑：\n黄初七年(公元226年)曹叡继位，追谥其母甄夫人曰文昭皇后。为避母讳，将《感甄赋》改为《洛神赋》。无论是曹植，还是曹睿，他们绝不会想到，这一改名举动竟被后人理解成“欲盖弥彰”，于是文人附会，臆想百出，那个在洛水之畔赠送枕头的女子，便由宓妃变成了甄洛。\n宋人刘克庄却说，这是好事之人乃“造甄后之事以实之”。明人王世贞又说：“令洛神见之，未免笑子建(曹植字)伧父耳。”清代又有何焯、朱乾、潘德舆、丁晏、张云等人，群起而鞭挞之。\n把他们的论点综合起来，大概有如下几点：\n第一，曹植爱上他的嫂嫂很不可能。他没有那么大的胆量写《感甄赋》。丕与植兄弟之间因为政治的斗争，本来就很紧张，曹植写《感甄赋》，岂不是色胆包天，不怕掉脑袋了吗?\n第二，图谋兄妻，这是“禽兽之恶行”，“其有污其兄之妻而其兄晏然，污其兄子(指明帝)之母而兄子晏然，况身为帝王者乎?”\n第三，李善注引《记》所说的文帝曹丕向曹植展示甄后之枕，并把此枕赐给曹植，“里老所不为”，何况是帝王呢?极不合情理，纯属无稽之谈。\n第四，《感甄赋》确有其文，但“甄”并不是甄后之“甄”，而是鄄城之“鄄”。“鄄”与“甄”通，因此是“感甄”。曹植在写这篇赋前一年，任鄄城王。文字部分\n第五，《洛神赋》一文，是“托词宓妃以寄心文帝”，“其亦屈子之志也”，“纯是爱君恋阙之词”，就是说赋中所说的“长寄心于君王”。后来的人否定感甄说不过是重复这些观点。如果说有所增加，只是说，14岁的曹植不大可能向曹操求娶已经24岁的已婚女子为妻。\n《洛神赋》原文：\n黄初三年，余朝京师，还济洛川。古人有言，斯水之神，名曰宓(fú)妃。感宋玉对楚王神女之事，遂作斯赋，其辞曰：\n余从京域，言归东藩，背伊阙，越轘辕，经通谷，陵景山。日既西倾，车殆马烦。尔乃税驾乎蘅皋，秣驷乎芝田，容与乎阳林，流眄乎洛川。于是精移神骇，忽焉思散。俯则未察，仰以殊观。睹一丽人，于岩之畔。乃援御者而告之曰：“尔有觌于彼者乎？彼何人斯，若此之艳也！”御者对曰：“臣闻河洛之神，名曰宓妃。然则君王所见，无乃是乎？其状若何，臣愿闻之。”\n余告之曰：其形也，翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。髣髴兮若轻云之蔽月，飘飖兮若流风之回雪。远而望之，皎若太阳升朝霞。迫而察之，灼若芙蓉出渌波。秾纤得衷，修短合度。肩若削成，腰如约素。延颈秀项，皓质呈露，芳泽无加，铅华弗御。云髻峨峨，修眉联娟，丹唇外朗，皓齿内鲜。明眸善睐，靥辅承权，瑰姿艳逸，仪静体闲。柔情绰态，媚于语言。奇服旷世，骨象应图。披罗衣之璀粲兮，珥瑶碧之华琚。戴金翠之首饰，缀明珠以耀躯。践远游之文履，曳雾绡之轻裾。微幽兰之芳蔼兮，步踟蹰于山隅。于是忽焉纵体，以遨以嬉。左倚采旄，右荫桂旗。攘皓腕于神浒兮，采湍濑之玄芝。\n余情悦其淑美兮，心振荡而不怡。无良媒以接欢兮，托微波而通辞。愿诚素之先达兮，解玉佩以要之。嗟佳人之信修兮，羌习礼而明诗。抗琼珶以和予兮，指潜渊而为期。执眷眷之款实兮，惧斯灵之我欺。感交甫之弃言兮，怅犹豫而狐疑。收和颜而静志兮，申礼防以自持。\n于是洛灵感焉，徙倚彷徨。神光离合，乍阴乍阳。竦轻躯以鹤立，若将飞而未翔。践椒涂之郁烈，步蘅薄而流芳。超长吟以永慕兮，声哀厉而弥长。\n尔乃众灵杂遝，命俦啸侣。或戏清流，或翔神渚。或采明珠，或拾翠羽。从南湘之二妃，携汉滨之游女。叹匏瓜之无匹兮，咏牵牛之独处。扬轻袿之猗靡兮，翳修袖以延伫。体迅飞凫，飘忽若神。凌波微步，罗袜生尘。动无常则，若危若安。进止难期，若往若还。转眄流精，光润玉颜。含辞未吐，气若幽兰。华容婀娜，令我忘餐。\n于是屏翳收风，川后静波。冯夷鸣鼓，女娲清歌。腾文鱼以警乘，鸣玉鸾以偕逝。六龙俨其齐首，载云车之容裔。鲸鲵踊而夹毂，水禽翔而为卫。于是越北沚，过南冈，纡素领，回清阳，动朱唇以徐言，陈交接之大纲。恨人神之道殊兮，怨盛年之莫当。抗罗袂以掩涕兮，泪流襟之浪浪。悼良会之永绝兮，哀一逝而异乡。无微情以效爱兮，献江南之明珰。虽潜处于太阴，长寄心于君王。忽不悟其所舍，怅神宵而蔽光。\n于是背下陵高，足往神留。遗情想像，顾望怀愁。冀灵体之复形，御轻舟而上溯。浮长川而忘反，思绵绵而增慕。夜耿耿而不寐，沾繁霜而至曙。命仆夫而就驾，吾将归乎东路。揽騑辔以抗策，怅盘桓而不能去。\n《洛神赋》译文：\n黄初三年，我去京师朝拜天子，回来时渡过洛水。传说洛水神灵的名字叫做宓妃（伏羲的小女儿，玩耍时淹死在洛水，死后被封为洛水之神）。宋玉将楚王遇见神女的故事写成《神女赋》，我就模仿他将这段经历写了下来，是这样的：\n我从京城返回东方的封邑（鄄城）。翻过伊厥山，越过轘辕山，经过通谷，登上了景山。这时已经是夕阳西下，车马都很疲乏了。于是在铺满香草的河岸上停下车，让马儿自由自在地在芝草田里吃草歇息。我在树林中安然悠闲地走着，放眼欣赏洛水美丽的景色。忽然，感到心神受到震撼，思绪飘到了远方。猛一抬头，看到一幅奇异景象：一个美如天仙的女子正在山崖之旁。于是忙拉住随从问道：“你看到那个女子了吗？她是谁啊？真是太美了！”随从回答：“臣听说洛水的神灵叫做宓妃，那么，君王见到的莫非是她么？她相貌如何？臣很想听听。”\n我说：“她长得体态轻盈柔美象受惊后翩翩飞起的鸿雁，身体健美柔曲像腾空嬉戏的游龙；容颜鲜明光彩象秋天盛开的菊花，青春华美繁盛如春天茂密的青松；行止若有若无象薄云轻轻掩住了明月，形象飘荡不定如流风吹起了回旋的雪花；远远望去，明亮洁白象是朝霞中冉冉升起的太阳，靠近观看，明丽耀眼如清澈池水中婷婷玉立的荷花；丰满苗条恰到好处，高矮胖瘦符合美感；肩部美丽象是削成一样，腰部苗条如一束纤细的白绢；脖颈细长，下颚美丽，白嫩的肌肤微微显露；不施香水，不敷脂粉；浓密如云的发髻高高耸立，修长的细眉微微弯曲；在明亮的丹唇里洁白的牙齿鲜明呈现；晶亮动人的眼眸顾盼多姿，两只美丽的酒窝儿隐现在脸颊；她姿态奇美，明艳高雅，仪容安静，体态娴淑；情态柔顺宽和妩媚，用语言难以形容；穿着奇特人间罕见，骨骼相貌象画中的仙女；她披着鲜丽明净的绫罗做的衣服，戴着雕刻华美的美玉做的耳环；黄金和翠玉做为配挂的首饰，点缀的稀世明珠照亮了美丽的容颜；她踏着绣着精美花纹的鞋子，拖着雾一样轻薄的纱裙，隐隐散发出幽幽兰香，在山边缓步徘徊；偶尔纵身跳跃，一边散步一边嬉戏；左面有彩旗靠在身边，右面有桂枝遮蔽阴凉；她正卷起衣袖将洁白细腻的臂腕探到洛水之中，采摘湍急河水中的黑色灵芝。”\n我深深地爱慕上了她的贤淑和美丽，心情振荡，闷闷不乐。苦于没有好的媒人去传达爱慕之情，就用脉脉含情的眼光表达我的爱意，希望真挚的情感能先于别人向她表达，于是解下腰间的玉佩赠与她，表示要与她相约。她真是太完美了，不仅懂得礼仪而且通晓诗歌，她举起美玉与我应答，指着深深的潭水约定会面的日期。我心里充满真诚的依恋，惟恐美丽的神灵在欺骗；传说曾经有两位神女在汉水边赠白玉给郑交甫以定终身，却背弃信言顷刻不见了，于是我惆怅犹豫将信将疑，收敛了满心欢喜，镇定情绪，告诫自己要严守男女之间的礼仪来约束控制自己。\n于是洛神受到了感动，低回徘徊，五彩神光忽隐忽现忽明忽暗，耸起轻灵的身躯象仙鹤一样欲飞还留。她徘徊于香气浓郁的生满椒兰的小路上，流连在散发着幽幽花香的杜衡丛中，怅然长吟抒发长久的思慕，声音悲哀凄厉持久不息。不久众多的神灵呼朋唤友会聚过来，有的在清澈的河水中嬉戏，有的在洛神常游的沙洲上翱翔，有的在河底采摘明珠，有的在岸边拾取美丽的羽毛。洛神由湘水的娥皇、女英跟随着，由水边漫游的汉水女神陪伴着，哀叹匏瓜星的孤零无匹，同情牵牛星的寂寞独居。她举起手臂用修长的衣袖遮蔽阳光扬首眺望，轻薄的上衣在阵阵清风中随风飘动。她行动轻盈象飞鸟一样，飘逸若神深不可测；在水波上细步行走，脚下生起蒙蒙水雾；行踪不定，喜忧不明；进退难料，欲去还留，眼波柔情流动，目光神采飞扬，爱情的喜悦润泽着美丽的面容；好像有许多话含在口中，气息中散发着幽幽兰香；她花容月貌羞涩柔美，深深地吸引着我而不知身在何处。\n这时风神将风停下，水神让江波不再起伏，司阴阳神敲响了天鼓，女娲唱起了清亮的歌声；文鱼腾跃簇拥车乘，玉制鸾铃叮咚作响；六条龙齐头并进，载着云车缓缓而行；鲸鲵争相跳跃夹护车驾，水鸟穿梭飞翔殷勤护卫；于是洛神越过水中的岛屿，翻过南面的山岗，回转白皙的颈项，用清秀美丽的眉目看着我，启动朱唇，缓缓陈述无奈分离的大节纲常，痛恨人与神的境遇难同，苦怨青春爱情不遂人意，举起罗袖擦拭眼泪，而泪水不禁滚滚而下沾湿了衣裳；伤心美好的聚会将永远断绝，哀怨从此别离会天各一方。没有表示爱情的信物可以相赠，就将江南的名贵玉环送给我，“虽然隐居在天界，我会时常思念君王……”还没说完，忽然行迹隐去，神光消遁，我怅然若失。\n于是我翻山越岭，上下追踪，寻找洛神遗留的足迹。洛神已去，情景犹在，四下寻找，平添惆怅。我盼望洛神的影踪重新出现，于是驾起小船逆水而上，在长江之上任意漂泊不知回返，思念绵绵不绝，更增加思慕之情。夜晚，心神不安难以入睡，厚厚的晶霜沾满衣裳，直到天光大亮。无奈，命令仆夫起驾，继续我的归程。我揽住缰绳举起马鞭，在原地盘桓，久久不能离去。\n《洛神赋》赏鉴：\n曹植在诗歌和辞赋创作方面有杰出成就，其赋继承两汉以来抒情小赋的传统，又吸收楚辞的浪漫主义精神，为辞赋的发展开辟了一个新的境界。《洛神赋》为曹植辞赋中杰出作品。作者以浪漫主义的手法，通过梦幻的境界，描写人神之间的真挚爱情，但终因“人神殊道”无从结合而惆怅分离。\n《洛神赋》全篇大致可分为六个段落，第一段写作者从洛阳回封地时，看到“丽人”宓妃伫立山崖，这段类话本的“入话”。第二段，写“宓妃”容仪服饰之美。第三段写“我”非常爱慕洛神，她实在太好了，既识礼仪又善言辞，虽已向她表达了真情，赠以信物，有了约会，却担心受欺骗，极言爱慕之深。第四段写洛神为“君王”之诚所感后的情状。第五段“恨人神之道殊”以下二句，是此赋的寄意之所在。第六段，写别后“我”对洛神的思念。\n《洛神赋》突出的特点：\n特点一，想象丰富。想象到：他从京城洛阳启程，东归封地鄄城。途中，在洛川之边，停车饮马，在阳林漫步之时，看到了洛神宓妃，她的体态摇曳飘忽像惊飞的大雁，婉曲轻柔像是水中的游龙，鲜美、华丽较秋菊、茂松有过之，姣如朝霞，纯洁如芙蓉，风华绝代。随后他对她产生爱慕之情，托水波以传意，寄玉佩以定情。然她的神圣高洁使他不敢造次。洛神终被他的真情所感动，与之相见，倾之以情。但终因人神殊途，结合无望，与之惜别。想象绚烂，浪漫凄婉之情淡而不化，令人感叹，愁帐丝丝。但这想象并不离奇，是有感于宋玉的《神女赋》、《高唐赋》两篇赋而作。\n特点二，词藻华丽而不浮躁，清新之气四逸，令人神爽。讲究排偶，对仗，音律，语言整饬、凝炼、生动、优美。取材构思汉赋中无出其右。\n特点三，传神的描写刻画，兼之与比喻、烘托共用，错综变化巧妙得宜，给人一种浩而不烦、美而不惊之感，使人感到就如在看一幅绝妙丹青，个中人物有血有肉，而不会使人产生一种虚无之感。在对洛神的体型、五官、姿态等描写时，给人传递出洛神的沉鱼之貌、落雁之容。同时，又有“清水出芙蓉，天然去雕饰。”的清新高洁。在对洛神与之会面时的神态的描写刻画，使人感到斯人浮现于眼前，风姿绰约。而对于洛神与其分手时的描写“屏翳收风,川后静波,冯来鸣鼓,女娲清歌。”爱情之真挚、纯洁。一切都是这样的美好，以致离别后，人去心留，情思不断，洛神的倩影和相遇相知时的情景历历在目，浪漫而苦涩，心神为之不宁徘徊于洛水之间不忍离去。\n产生苦闷之情的原因有三：\n一是人神有别，有情人不能成眷属。\n二是“洛神”是他的精神寄托，但她只能存在于想象之中，现实中难以找到，失落无限。\n三是以此赋托意，他不但与帝王之位无缘还屡受兄弟的逼害，无奈之余又感到悲哀和愤闷。\n《洛神赋》艺术价值：\n对《洛神赋》的思想、艺术成就前人都曾予以极高的评价，最明显的是常把它与屈原的《九歌》和宋玉的《神女》诸赋相提并论。其实，曹植此赋兼二者而有之，它既有《湘君》、《湘夫人》那种浓厚的抒情成分，同时又具宋玉诣赋对女性美的精妙刻画。此外，它的情节完整，手法多变和形式隽永等，又为以前的作品所不及。因此它在历史上有着非常广泛和深远的影响。晋代大书法家王献之和大画家顾恺之，都曾将《洛神赋》的神采风貌形诸楮墨，为书苑和画坛增添了不可多得的精品。到了南宋和元明时期，一些剧作家又将其搬上了舞台，汪道昆的《陈思王悲生洛水》就是其中比较著名的一出。至于历代作家以此为题材，见咏于诗词歌赋者，则更是多得难以数计。可见曹植《洛神赋》的艺术魅力，是经久不衰的。\n曹植（192-232），三国时魏国诗人，字子建，沛国樵(今安徽亳州)人。他是曹操之妻卞氏所生第三子。曹植自幼颖慧,年10岁余,便诵读诗、文、辞赋数十万言,出言为论,下笔成章，深得曹操的宠信。曹操曾经认为曹植在诸子中“最可定大事”，几次想要立他为太子。然而曹植行为放任“性而行,不自雕励”，屡犯法禁，引起曹操的震怒，而他的兄长曹丕则颇能矫情自饰，终于在立储斗争中渐占上风，并于建安二十二年(217)得立为太子。建安二十五年，曹操病逝，曹丕继魏王位，不久又称帝。曹植的生活从此发生了根本性的改变。他从一个过着优游宴乐生活的贵公子，变成处处受限制和打击的对象。黄初七年(226),曹丕病逝，曹叡继位，即魏明帝。曹叡对他仍严加防范和限制，处境并没有根本好转。曹植在文、明二世的12年中，曾被迁封过多次，最后的封地在陈郡，卒谥思，故后人称之为“陈王”或“陈思王”。\n诗歌是曹植文学活动的主要领域。前期与后期内容上有很大的差异。\n前期诗歌可分为两大类,一类表现他贵介公子的优游生活，一类则反映他“生乎乱、长乎军”的时代感受。后期诗歌，主要抒发他在压制之下时而愤慨时而哀怨的心情,表现他不甘被弃置,希冀用世立功的愿望。今存曹植比较完整的诗歌有80余首。曹植在诗歌艺术上有很多创新发展。特别是在五言诗的创作上贡献尤大。首先，汉乐府古辞多以叙事为主，至《古诗十九首》，抒情成分才在作品中占重要地位。曹植发展了这种趋向,把抒情和叙事有机地结合起来,使五言诗既能描写复杂的事态变化。又能表达曲折的心理感受，大大丰富了它的艺术功能。曹植作为建安文学的集大成者，对于后世的影响是不小的。在两晋南北朝时期，他被推尊到文章典范的地位。\n曹植生前自编过作品选集《前录》78篇。死后，明帝曹叡曾为之集录著作百余篇，《隋书·经籍志》著录有集30卷，又《列女传颂》1卷、《画赞》5卷。然而原集至北宋末散佚。今存南宋嘉定六年刻本《曹子建集》10卷，辑录诗、赋、文共206篇。明代郭云鹏、汪士贤、张溥诸人各自所刻的《陈思王集》，大率据南宋本稍加厘定而成。清代丁晏《曹集铨评》、朱绪曾《曹集考异》，又对各篇细加校订,并增补了不少佚文□句,为较全、较精的两个本子。近人黄节有《曹子建诗注》，古直有《曹植诗笺》，今人赵幼文有《曹植集校注》。","user":1,"timestamp":1430036471247,"verified":true},{"name":"王羲之行书洛神赋","text":"王羲之（303年—361年，一作321年—379年），字逸少，东晋时期著名书法家，有“书圣”之称。琅琊临沂人，后迁会稽山阴（今浙江绍兴），晚年隐居剡县金庭。历任秘书郞、宁远将军、江州刺史，后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。[1] \n（概述画像来源[2] ）\n人物生平\n入木三分\n王羲之出身于魏晋名门琅玡王氏，他七岁就擅长书法。传说晋帝当时要到北郊去祭祀，让王羲之把祝词写在一块木板上，再派工人雕刻。刻字者把木板削了一层又一层，发现王羲之的书法墨迹一直印到木板里面去了。他削进三分深度才见底，木工惊叹王羲之的笔力雄劲，书法技艺炉火纯青，笔锋力度竟能入木三分。 \n袒腹东床\n6岁时，王羲之被郗鉴选为东床快婿。郗鉴有个女儿，年长二八，貌有貌相，尚未婚配，郗鉴爱女故要为女择婿，与丞相王导与情谊深厚，又同朝为官，听说其家子弟甚多，个个都才貌俱佳。一\n天早朝后，郗鉴就把自己择婿的想法告诉了王丞相。王丞相说：“那好啊，我家里子弟很多，就由您到家里挑选吧，凡你相中的，不管是谁，我都同意。”\n郗鉴就命心腹管家，带上重礼到了王丞相家。王府子弟听说郗太尉派人觅婿，都仔细打扮一番出来相见。寻来觅去，一数少了一人。王府管家便领着郗府管家来到东跨院的书房里，就见靠东墙的床上一个袒腹仰卧的青年人，对太尉觅婿一事，无动于衷。郗府管家回到府中，对郗太尉说：“王府的年轻公子二十余人，听说郗府觅婿，都争先恐后，唯有东床上有位公子，袒腹躺着若无其事。”郗鉴说：“我要选的就是这样的人，走，快领我去看。”郗鉴来到王府，见此人既豁达又文雅，才貌双全，当场下了聘礼，择为快婿。“东床快婿”一说就是这样来的。 \n相聚兰亭\n东晋穆帝永和九年（公元353年），农历三月三日，王羲之和谢安、孙绰等41人在绍兴兰亭修褉（一种祓除疾病和不祥的活动）时，众人饮酒赋诗，汇诗成集，羲之即兴挥毫为此诗集作序，这便是有名的《兰亭序》。此帖为草稿，28行，324字。记述了当时文人雅集的情景。作者因当时天时地利人效果发挥极致，据说后来再写已不能逮。其中有二十多个“之”字，写法各不相同。宋代米芾称之为“天下第一行书”。 \n称病弃官\n永和十一年（公元355年）三月王羲之称病弃官。“携子操之由无锡徙居金庭。建书楼，植桑果，教子弟，赋诗文，作书画，以放鹅弋钓为娱。” 他和许询、支遁等人，开始遍游剡地山水。定居金庭后，书法兴起。其后裔多擅书画，作品挂满厅堂、书房，人称“华院画堂”。后人定村名为“华堂”，沿称至今。\n会稽安逝\n东晋升平五年（公元361年），王羲之卒于会稽金庭（今浙江绍兴），葬于金庭瀑布山（又称紫藤山），其五世孙衡舍宅为金庭观，遗址犹存。梁大同年间（535－546年），嗣孙建豆腐干豆腐右军祠于墓前。 \n个人成就\n书法风格\n王羲之的《兰亭集序》为历代书法家所敬仰，被誉作“天下第一行书”。王兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。其书法平和自然，笔势委婉含蓄，遒美健秀，世人常用曹植的《洛神赋》中：“翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘飖兮若流风之回雪。”一句来赞美王羲之的书法之美。传说王羲之小的时候苦练书法，日久，用于清洗毛笔的池塘水都变成墨色。后人评曰：“飘若游云，矫若惊龙”、“龙跳天门，虎卧凰阁”、“天质自然，丰神盖代”。有关于他的成语有入木三分、东床快婿等，王羲之书风最明显特征是用笔细腻，结构多变。\n王羲之书法影响了一代又一代的书苑。唐代的欧阳询、虞世南、诸遂良、薛稷、和颜真卿、柳公权，五代的杨凝式，宋代苏轼、黄庭坚、米芾、蔡襄，元代赵孟頫，明代董其昌，这些历代书法名家对王羲之心悦诚服，因而他享有“书圣”美誉。（图册资料  [9-12]     ）\n作品\n王羲之真迹早于不存于世，唐代的精摹本历来已被当作真迹看待。由于年代久远，且本帖享盛名久，和王羲之其它墨迹一样，对它的摹刻年代就有不同推断。有称为宋摹的，也有疑为米芾所摹的，而更多的则定为唐摹。它著录极多，并一再被刻入各种丛帖中，元以后的公私藏印及流传历历可考与可靠，其珍贵性不言而喻。\n王羲之作品列表\n书体类别\n作品\n草书\n《十七帖》\n《初月帖》\n《行穰帖》\n《龙保帖》\n《上虞帖》\n《长风帖》\n《贤士帖》\n《飞白帖》\n《平安帖》（草书）\n行书\n《姨母帖》\n《快雪时晴帖》\n《丧乱帖》\n《兰亭集序》\n《平安帖》（行书）\n《何如帖》\n《奉橘帖》\n《孔侍中帖》\n《寒切帖》\n《远宦帖》\n《二谢帖》\n《雨后帖》\n《秋月帖》\n《都下帖》\n楷书\n《黄庭经》\n《乐毅论》\n\t\t\n造诣\n王羲之自幼爱习书法，由父王旷、叔父王廙启蒙。七岁善书，十二岁从父亲枕中窃读前代《笔论》。王旷善行、隶书；王廙擅长书画，王僧虔《论书》曾评：“自过江东，右军之前，惟廙为最，画为晋明帝师，书为右军法。”王羲之从小就受到王氏世家深厚的书学熏陶。当代留美书法新秀刘铎曾赞叹：“好字唯之（之，王羲之）”。\n王羲之早年又从卫夫人学书。卫烁，师承钟繇，妙传其法。她给王羲之传授钟繇之法、卫氏数世习书之法以及她自己酿育的书风与法门。《唐人书评》曰：“卫夫人书如插花舞女，低昂美容。又如美女登台，仙娥弄影，红莲映水，碧沼浮霞。”今人沈尹默分析说：“羲之从卫夫人学书，自然受到她的熏染，一遵钟法，姿媚之习尚，亦由之而成，后来博览秦汉以来篆隶淳古之迹，与卫夫人所传钟法新体有异，因而对于师传有所不满，这和后代书从帖学入手的，一旦看见碑版，发生了兴趣，便欲改学，这是同样可以理解的事。可以体会到羲之的姿媚风格和变古不尽的地方，是有深厚根源的。”（《二王法书管窥》）\n王羲之善于转益多师，当他从卫夫人的书学藩篱中脱出时，他己置身于新的历史层而上。他曾自述这一历史转折：“羲之少学卫夫人书，将谓大能；及渡江北游名山，比见李斯、曹喜等书；又之许下，见钟爵、梁鹄书；又之洛下，见蔡邕《石经》三体书；又于从兄洽处，见张昶《华岳碑》，始知学卫夫人书，徒费年月耳。……遂改本师，仍于众碑学习焉。”从这段话可以看到王羲之不断开拓视野、广闻博取、探源明理的经历和用心。（图册资料 [9-13]      ）\n王羲之志存高远，富于创造。他学钟繇，自能融化。钟书尚翻，真书亦具分势，用笔尚外拓，有飞鸟鶱腾之势，所谓钟家隼尾波。王羲之心仪手追，但易翻为曲，减去分势。用笔尚内抵，不折而用转，所谓右军“一搨瓘直下”。他学张芝也是自出机杼。唐代张怀耿曾在《书断》中指出这一点：“剖析张公之草，而浓纤折衷，乃愧其精熟；损益钟君之隶，虽运用增华，而古雅不逮，至研精体势，则无所不工。”王羲之对张芝草书“剖析”、“折衷”，对钟繇隶书“损益”、“运用”，对这两位书学大师都能“研精体势”。沈尹默称扬道：王羲之不曾在前人脚下盘泥，依样画着葫芦，而是要运用自己的心手，使古人为我服务，不泥于古，不背乎今。他把平生从博览所得秦汉篆隶的各种不同笔法妙用，悉数融入于真行草体中去，遂形成了他那个时代最佳体势，推陈出新，更为后代开辟了新的天地。这是王羲之“兼撮众法，备成一家”因而受人推崇的缘故。\n轶事典故\n竹扇题字\n据说有一次，王羲之路过山阴城的一座桥。有个老婆婆拎了一篮子六角形的竹扇在集上叫卖。那种竹扇很简陋，没有什么装饰，引不起过路人的兴趣，看样子卖不出去了，老婆婆十分着急。王羲之看到这情形，很同情那老婆婆，就上前跟她说：“你这竹扇上没画没字，当然卖不出去。我给你题上字，怎么样？”老婆婆不认识王羲之，见他这样热心，也就把竹扇交给他写了。王羲之提起笔来，在每把扇面上龙飞凤舞地写了五个字，就还给老婆婆。老婆婆不识字，觉得他写得很潦草，很不高兴。王羲之安慰她说：“别急。你告诉买扇的人，说上面是王右军写的字”王羲之一离开，老婆婆就照他的话做了。集上的人一看真是王右军的书法，都抢着买。一箩竹扇马上就卖完了。 \n书成换鹅\n书圣王羲之很喜欢鹅，他认为养鹅不仅能陶冶情操，还能从观察鹅的动作形态中悟到一些书法理论。有一次王羲之出外游玩，看到一群很漂亮的白鹅，便想买下，一问之下知道这些鹅是附近一个道士养的，便找到那个道士想与他商量买下那群鹅，那个道士听说大名鼎鼎的王羲之要买，便说：只要王右军能为我抄一部《黄庭经》，便将拿些鹅送给他，王羲之欣然答应，这便成就了书成换白鹅的佳话。 \n巧补春联\n大书法家王羲之每逢除夕都要亲手写春联贴之于门。因为他的字号称“天下第一行书”，很多人都想得其字而又难得。所以每年除夕他的春联一贴出，不到半夜，就被人偷偷揭走。这一年，除夕又至，王羲之照旧写了“福无双至，祸不单行”八个字的春联，留下了下半截。想偷对联的人一看此八个字太不吉利，便扫兴而归。到了寅时，王羲之补了后半截，变成了“福无双至今朝至，祸不单行昨夜行。”第二天一大早，想偷春联的人见春联变了样，皆赞叹不已，拍手叫绝。 \n不避之字\n斐松之、刘牢之、寇谦之、司马孚之、司马亮之、司马景之、司马昙之……王羲之的儿子玄之、凝之、徽之、操之、献之；孙子桢之、静之。上述人为什么不避家讳？这里藏着个大秘密，与西汉张良有关的秘密。王羲之一辈人名有“之”字的12个，子侄辈有“之”22个，孙辈12个，曾孙13个，玄孙9个，五世孙4个……陈寅恪说这些人所以不避讳是因为都是天师道成员，这个“之”是暗号、徽章。而天师道老大张天师，是张良的八世孙。 \n道教情缘\n东晋著名书法家王羲之的书法艺术达到了“登峰造极”的高度。究其成因，与王羲之信奉道教，书籍、道合一有很大的关系。土生土长的道教，很早就产生\n道教符。在抄写经书时，必须由精于书艺的经生抄写，而在书写经本过程中不知不觉地受到了道教文化的潜移默化影响。历史上诸多道家学者多是有名的书画家，他们修身养性，既精通道法，又能挥毫泼墨，落笔成体。王羲之就是这方面的典型代表，他将修道和书法艺术相互契合，相得益彰，因而产生了具大的艺术魅力。\n王羲之的道教信仰有着深厚的家庭背景。王氏家族是东晋时最有代表的文化士族。从上到下，奉信黄老学说。《晋书·卷八十·列传第五十》记载，王氏家族“世事张氏五斗米道，又精通书道。”《道经》中记载了王羲之始祖王子晋向往神仙之灵虚，迈行放达于天台北门金庭桐柏山（即今嵊州金庭）第二十七洞天(道界三十六洞天之一)的故事。《潜夫论》记载：“因氏王氏，其后子孙，世喜养性、神仙之术。” \n历史评价\n萧衍云：“子敬之不迨逸少，犹逸少之不迨元常。” \n瘐翼：“吾昔有伯英章草十纸，过江颠狈，遂乃亡失，常叹妙迹永绝。忽见足下答家兄书，焕若神明，顿还旧观。” \n梁武帝：“王羲之书字势雄逸，如龙跳天门，虎卧凤阙，故历代宝之，永以为训。” \n唐太宗：“心慕手追，此人而已，其余区区之类，何足论哉！” \n虞龢：“羲之书云：‘顷寻诸名书，钟、张信为绝伦，其余不足存。’又云：‘吾书比之钟、张当抗行，张草犹当雁行。 \n孙过庭：“且元常（钟繇）专工于隶书，伯英（张芝）尤精于草体，彼之二美，而逸少兼之。” \n米芾：“谢安慰问帖，字清古，在二王之上，宜乎批评子敬帖尾也。“ \n史籍记载\n主词条：晋书·王羲之传\n唐房玄龄、李淳风、褚遂良等共同撰写的《晋书·列传·第五十》是王羲之、王献之等人的合传。仔细地阐述了王羲之是如何练就书法，最终成为中国历史上仅有的“书圣”，王羲之对知识的不断追求、对书法的深深痴迷，发人深省，具有深刻的借鉴及教育意义。 \n家族背景\n王羲之的家族是晋代屈指可数的豪门大士族。无论是王羲之的祖上，还是其子孙、亲戚朋友，都是虔诚的道教信仰者。同时，王氏家族还是名门望族，素来重视对家族成员文化素养的培植。王羲之置身其中，耳濡目染，自然不外其例他的祖父王正为尚书郎。他的父亲王旷为淮南太守，曾倡议晋室渡江，于江左称制，建立东晋王朝。王羲之的伯父王导更是名闻于世，是东晋的丞相。而他的另一位伯父王敦是东晋的军事统帅。琅琊王氏在东晋可谓权倾一时，炽盛隆贵。晋室南渡北民南迁，在江南大融合。山东琅琊国王氏望族，经王览（206年-278年）、王正到王旷（约274年-328年）时，两晋（266年-316年），发生“八王之乱”（290年-306年），历16年，死30万人。王旷善于审时度势，效法先祖王览，于东汉末年避乱南居30年。在五胡侵鲁，琅琊危急，299年开始，两晋大分裂，北方大混战。\n王羲之部分家族成员\n成员\n姓名\n父亲\n王旷\n母亲\n卫氏\n伯父\n王导（丞相）\n伯父\n王敦\n五世祖\n王览\n后世影响\n王羲之的书法影响到他的后代子孙。其子献之，善草书；凝之，工草隶；徽之，善正草书；操之，善正行书；焕之，善行草书；献之，则称“小圣”。黄伯思《东观徐论》云：“王氏凝、操、徽、涣之四子书，与子敬书俱传，皆得家范，而体各不同。凝之得其韵，操之得其体，徽之得其势，焕之得其貌，献之得其源。”其后子孙绵延，王氏一门书法传递不息。武则天尝求王羲之书，王羲之的九世重孙王方庆将家藏十一代祖至曾祖二十八人书迹十卷进呈，编为《万岁通天帖》。南朝齐王僧虔、王慈、王志都是王门之后，有法书录入。释智永为羲之七世孙，妙传家法，为隋唐书学名家。后战乱中，其后世走乱，家谱遗失，后世分布在沈阳，海伦等地。现知其后世有王庆凯、王潇丹等人。\n王羲之书法影响了一代又一代的书苑。王羲之书圣地位的确立，有其演变过程。南朝宋泰始年间的书家虞和在《论书表》中说：“洎乎汉、魏，钟（繇）、张（芝）擅美，晋末二王称英。”右军书名盖世于当时，而宋齐之间书学地位最高者则推王献之。献之从父学书，天资极高，敏于革新，转师张芝，而创上下相连的草书，媚妍甚至超过其父，穷微入圣，与其父同称“二王”。南朝梁陶弘景《与梁武帝论书启》云：“比世皆尚子敬书”，“海内非惟不复知有元常，于逸少亦然”。改变这种状况的是由于梁武帝萧衍推崇王羲之。他把当时的书学位次由“王献之——王羲之——钟繇”转变为“钟繇——王羲之——王献之”，在《观钟繇书法十二意》中，萧衍云：“子敬之不迨逸少，犹逸少之不迨元常。”“不迨”，或作“不逮”，不及之意。萧衍的地位使他的品评有特殊的感召力，因而舆论遂定。\n历史上第一次学王羲之高潮在南朝梁，第二次则在唐。唐太宗极度推尊王羲之，不仅广为收罗王书，且亲自为《晋书·王羲之传》撰赞辞，评钟繇则“论其尽善，或有所疑”，论献之则贬其“翰墨之病”，论其他书家如子云、王蒙、徐偃辈皆谓“誉过其实”。通过比较，唐太宗认为右军“尽善尽美”，“心慕手追，此人而已，其余区区之类，何足论哉”！从此王羲之在书学史上至高无上的地位被确立并巩固下来。宋、元、明、清诸朝学书人，无不尊晋宗“二王”。唐代欧阳询、虞世南、褚遂良、薛稷和颜真卿、柳公权，五代杨凝式，宋代苏轼、黄庭坚、米芾、蔡襄，元代赵孟頫，明代董其昌，历代书学名家无不皈依王羲之。清代虽以碑学打破帖学的范围，但王羲之的书圣地位仍未动摇。“书圣”、“墨皇”虽有“圣化”之嫌，但世代名家、巨子，通过比较、揣摩，无不心悦诚服，推崇备至。 \n墓址\n王羲之后因与骠骑将军王述不和，称病辞官，迁来金庭，晚年即在金庭养老，直至去世，也安葬在此。现有王氏后嗣于清代所建之家庙——金庭观，观右有一座古朴的石坊，横额上镌“王右军墓道”六字。穿石坊上行山谷，是一条依稀可辨的鹅卵石铺成的古墓道。尽头处便是王羲之墓。\n王羲之墓本身并不大，墓的制式与谢安墓相仿，也是青石条围沿一土堆，类似杭州岳飞墓。墓前有大碑，镌刻《兰庭序》全文，碑体有些风化斑驳，许多地方字迹洇漫，只能依稀辨识。倒是相关的墓园规模相当大，大得叫人惊讶。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951537567},{"name":"王羲之行书洛神赋","text":"王羲之（303年—361年，一作321年—379年），字逸少，东晋时期著名书法家，有“书圣”之称。琅琊临沂人，后迁会稽山阴（今浙江绍兴），晚年隐居剡县金庭。历任秘书郞、宁远将军、江州刺史，后为会稽内史，领右将军。其书法兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。风格平和自然，笔势委婉含蓄，遒美健秀。代表作《兰亭序》被誉为“天下第一行书”。在书法史上，他与其子王献之合称为“二王”。[1] \n（概述画像来源[2] ）\n人物生平\n入木三分\n王羲之出身于魏晋名门琅玡王氏，他七岁就擅长书法。传说晋帝当时要到北郊去祭祀，让王羲之把祝词写在一块木板上，再派工人雕刻。刻字者把木板削了一层又一层，发现王羲之的书法墨迹一直印到木板里面去了。他削进三分深度才见底，木工惊叹王羲之的笔力雄劲，书法技艺炉火纯青，笔锋力度竟能入木三分。 \n袒腹东床\n6岁时，王羲之被郗鉴选为东床快婿。郗鉴有个女儿，年长二八，貌有貌相，尚未婚配，郗鉴爱女故要为女择婿，与丞相王导与情谊深厚，又同朝为官，听说其家子弟甚多，个个都才貌俱佳。一\n天早朝后，郗鉴就把自己择婿的想法告诉了王丞相。王丞相说：“那好啊，我家里子弟很多，就由您到家里挑选吧，凡你相中的，不管是谁，我都同意。”\n郗鉴就命心腹管家，带上重礼到了王丞相家。王府子弟听说郗太尉派人觅婿，都仔细打扮一番出来相见。寻来觅去，一数少了一人。王府管家便领着郗府管家来到东跨院的书房里，就见靠东墙的床上一个袒腹仰卧的青年人，对太尉觅婿一事，无动于衷。郗府管家回到府中，对郗太尉说：“王府的年轻公子二十余人，听说郗府觅婿，都争先恐后，唯有东床上有位公子，袒腹躺着若无其事。”郗鉴说：“我要选的就是这样的人，走，快领我去看。”郗鉴来到王府，见此人既豁达又文雅，才貌双全，当场下了聘礼，择为快婿。“东床快婿”一说就是这样来的。 \n相聚兰亭\n东晋穆帝永和九年（公元353年），农历三月三日，王羲之和谢安、孙绰等41人在绍兴兰亭修褉（一种祓除疾病和不祥的活动）时，众人饮酒赋诗，汇诗成集，羲之即兴挥毫为此诗集作序，这便是有名的《兰亭序》。此帖为草稿，28行，324字。记述了当时文人雅集的情景。作者因当时天时地利人效果发挥极致，据说后来再写已不能逮。其中有二十多个“之”字，写法各不相同。宋代米芾称之为“天下第一行书”。 \n称病弃官\n永和十一年（公元355年）三月王羲之称病弃官。“携子操之由无锡徙居金庭。建书楼，植桑果，教子弟，赋诗文，作书画，以放鹅弋钓为娱。” 他和许询、支遁等人，开始遍游剡地山水。定居金庭后，书法兴起。其后裔多擅书画，作品挂满厅堂、书房，人称“华院画堂”。后人定村名为“华堂”，沿称至今。\n会稽安逝\n东晋升平五年（公元361年），王羲之卒于会稽金庭（今浙江绍兴），葬于金庭瀑布山（又称紫藤山），其五世孙衡舍宅为金庭观，遗址犹存。梁大同年间（535－546年），嗣孙建豆腐干豆腐右军祠于墓前。 \n个人成就\n书法风格\n王羲之的《兰亭集序》为历代书法家所敬仰，被誉作“天下第一行书”。王兼善隶、草、楷、行各体，精研体势，心摹手追，广采众长，备精诸体，冶于一炉，摆脱了汉魏笔风，自成一家，影响深远。其书法平和自然，笔势委婉含蓄，遒美健秀，世人常用曹植的《洛神赋》中：“翩若惊鸿，婉若游龙，荣曜秋菊，华茂春松。仿佛兮若轻云之蔽月，飘飖兮若流风之回雪。”一句来赞美王羲之的书法之美。传说王羲之小的时候苦练书法，日久，用于清洗毛笔的池塘水都变成墨色。后人评曰：“飘若游云，矫若惊龙”、“龙跳天门，虎卧凰阁”、“天质自然，丰神盖代”。有关于他的成语有入木三分、东床快婿等，王羲之书风最明显特征是用笔细腻，结构多变。\n王羲之书法影响了一代又一代的书苑。唐代的欧阳询、虞世南、诸遂良、薛稷、和颜真卿、柳公权，五代的杨凝式，宋代苏轼、黄庭坚、米芾、蔡襄，元代赵孟頫，明代董其昌，这些历代书法名家对王羲之心悦诚服，因而他享有“书圣”美誉。（图册资料  [9-12]     ）\n作品\n王羲之真迹早于不存于世，唐代的精摹本历来已被当作真迹看待。由于年代久远，且本帖享盛名久，和王羲之其它墨迹一样，对它的摹刻年代就有不同推断。有称为宋摹的，也有疑为米芾所摹的，而更多的则定为唐摹。它著录极多，并一再被刻入各种丛帖中，元以后的公私藏印及流传历历可考与可靠，其珍贵性不言而喻。\n王羲之作品列表\n书体类别\n作品\n草书\n《十七帖》\n《初月帖》\n《行穰帖》\n《龙保帖》\n《上虞帖》\n《长风帖》\n《贤士帖》\n《飞白帖》\n《平安帖》（草书）\n行书\n《姨母帖》\n《快雪时晴帖》\n《丧乱帖》\n《兰亭集序》\n《平安帖》（行书）\n《何如帖》\n《奉橘帖》\n《孔侍中帖》\n《寒切帖》\n《远宦帖》\n《二谢帖》\n《雨后帖》\n《秋月帖》\n《都下帖》\n楷书\n《黄庭经》\n《乐毅论》\n\t\t\n造诣\n王羲之自幼爱习书法，由父王旷、叔父王廙启蒙。七岁善书，十二岁从父亲枕中窃读前代《笔论》。王旷善行、隶书；王廙擅长书画，王僧虔《论书》曾评：“自过江东，右军之前，惟廙为最，画为晋明帝师，书为右军法。”王羲之从小就受到王氏世家深厚的书学熏陶。当代留美书法新秀刘铎曾赞叹：“好字唯之（之，王羲之）”。\n王羲之早年又从卫夫人学书。卫烁，师承钟繇，妙传其法。她给王羲之传授钟繇之法、卫氏数世习书之法以及她自己酿育的书风与法门。《唐人书评》曰：“卫夫人书如插花舞女，低昂美容。又如美女登台，仙娥弄影，红莲映水，碧沼浮霞。”今人沈尹默分析说：“羲之从卫夫人学书，自然受到她的熏染，一遵钟法，姿媚之习尚，亦由之而成，后来博览秦汉以来篆隶淳古之迹，与卫夫人所传钟法新体有异，因而对于师传有所不满，这和后代书从帖学入手的，一旦看见碑版，发生了兴趣，便欲改学，这是同样可以理解的事。可以体会到羲之的姿媚风格和变古不尽的地方，是有深厚根源的。”（《二王法书管窥》）\n王羲之善于转益多师，当他从卫夫人的书学藩篱中脱出时，他己置身于新的历史层而上。他曾自述这一历史转折：“羲之少学卫夫人书，将谓大能；及渡江北游名山，比见李斯、曹喜等书；又之许下，见钟爵、梁鹄书；又之洛下，见蔡邕《石经》三体书；又于从兄洽处，见张昶《华岳碑》，始知学卫夫人书，徒费年月耳。……遂改本师，仍于众碑学习焉。”从这段话可以看到王羲之不断开拓视野、广闻博取、探源明理的经历和用心。（图册资料 [9-13]      ）\n王羲之志存高远，富于创造。他学钟繇，自能融化。钟书尚翻，真书亦具分势，用笔尚外拓，有飞鸟鶱腾之势，所谓钟家隼尾波。王羲之心仪手追，但易翻为曲，减去分势。用笔尚内抵，不折而用转，所谓右军“一搨瓘直下”。他学张芝也是自出机杼。唐代张怀耿曾在《书断》中指出这一点：“剖析张公之草，而浓纤折衷，乃愧其精熟；损益钟君之隶，虽运用增华，而古雅不逮，至研精体势，则无所不工。”王羲之对张芝草书“剖析”、“折衷”，对钟繇隶书“损益”、“运用”，对这两位书学大师都能“研精体势”。沈尹默称扬道：王羲之不曾在前人脚下盘泥，依样画着葫芦，而是要运用自己的心手，使古人为我服务，不泥于古，不背乎今。他把平生从博览所得秦汉篆隶的各种不同笔法妙用，悉数融入于真行草体中去，遂形成了他那个时代最佳体势，推陈出新，更为后代开辟了新的天地。这是王羲之“兼撮众法，备成一家”因而受人推崇的缘故。\n轶事典故\n竹扇题字\n据说有一次，王羲之路过山阴城的一座桥。有个老婆婆拎了一篮子六角形的竹扇在集上叫卖。那种竹扇很简陋，没有什么装饰，引不起过路人的兴趣，看样子卖不出去了，老婆婆十分着急。王羲之看到这情形，很同情那老婆婆，就上前跟她说：“你这竹扇上没画没字，当然卖不出去。我给你题上字，怎么样？”老婆婆不认识王羲之，见他这样热心，也就把竹扇交给他写了。王羲之提起笔来，在每把扇面上龙飞凤舞地写了五个字，就还给老婆婆。老婆婆不识字，觉得他写得很潦草，很不高兴。王羲之安慰她说：“别急。你告诉买扇的人，说上面是王右军写的字”王羲之一离开，老婆婆就照他的话做了。集上的人一看真是王右军的书法，都抢着买。一箩竹扇马上就卖完了。 \n书成换鹅\n书圣王羲之很喜欢鹅，他认为养鹅不仅能陶冶情操，还能从观察鹅的动作形态中悟到一些书法理论。有一次王羲之出外游玩，看到一群很漂亮的白鹅，便想买下，一问之下知道这些鹅是附近一个道士养的，便找到那个道士想与他商量买下那群鹅，那个道士听说大名鼎鼎的王羲之要买，便说：只要王右军能为我抄一部《黄庭经》，便将拿些鹅送给他，王羲之欣然答应，这便成就了书成换白鹅的佳话。 \n巧补春联\n大书法家王羲之每逢除夕都要亲手写春联贴之于门。因为他的字号称“天下第一行书”，很多人都想得其字而又难得。所以每年除夕他的春联一贴出，不到半夜，就被人偷偷揭走。这一年，除夕又至，王羲之照旧写了“福无双至，祸不单行”八个字的春联，留下了下半截。想偷对联的人一看此八个字太不吉利，便扫兴而归。到了寅时，王羲之补了后半截，变成了“福无双至今朝至，祸不单行昨夜行。”第二天一大早，想偷春联的人见春联变了样，皆赞叹不已，拍手叫绝。 \n不避之字\n斐松之、刘牢之、寇谦之、司马孚之、司马亮之、司马景之、司马昙之……王羲之的儿子玄之、凝之、徽之、操之、献之；孙子桢之、静之。上述人为什么不避家讳？这里藏着个大秘密，与西汉张良有关的秘密。王羲之一辈人名有“之”字的12个，子侄辈有“之”22个，孙辈12个，曾孙13个，玄孙9个，五世孙4个……陈寅恪说这些人所以不避讳是因为都是天师道成员，这个“之”是暗号、徽章。而天师道老大张天师，是张良的八世孙。 \n道教情缘\n东晋著名书法家王羲之的书法艺术达到了“登峰造极”的高度。究其成因，与王羲之信奉道教，书籍、道合一有很大的关系。土生土长的道教，很早就产生\n道教符。在抄写经书时，必须由精于书艺的经生抄写，而在书写经本过程中不知不觉地受到了道教文化的潜移默化影响。历史上诸多道家学者多是有名的书画家，他们修身养性，既精通道法，又能挥毫泼墨，落笔成体。王羲之就是这方面的典型代表，他将修道和书法艺术相互契合，相得益彰，因而产生了具大的艺术魅力。\n王羲之的道教信仰有着深厚的家庭背景。王氏家族是东晋时最有代表的文化士族。从上到下，奉信黄老学说。《晋书·卷八十·列传第五十》记载，王氏家族“世事张氏五斗米道，又精通书道。”《道经》中记载了王羲之始祖王子晋向往神仙之灵虚，迈行放达于天台北门金庭桐柏山（即今嵊州金庭）第二十七洞天(道界三十六洞天之一)的故事。《潜夫论》记载：“因氏王氏，其后子孙，世喜养性、神仙之术。” \n历史评价\n萧衍云：“子敬之不迨逸少，犹逸少之不迨元常。” \n瘐翼：“吾昔有伯英章草十纸，过江颠狈，遂乃亡失，常叹妙迹永绝。忽见足下答家兄书，焕若神明，顿还旧观。” \n梁武帝：“王羲之书字势雄逸，如龙跳天门，虎卧凤阙，故历代宝之，永以为训。” \n唐太宗：“心慕手追，此人而已，其余区区之类，何足论哉！” \n虞龢：“羲之书云：‘顷寻诸名书，钟、张信为绝伦，其余不足存。’又云：‘吾书比之钟、张当抗行，张草犹当雁行。 \n孙过庭：“且元常（钟繇）专工于隶书，伯英（张芝）尤精于草体，彼之二美，而逸少兼之。” \n米芾：“谢安慰问帖，字清古，在二王之上，宜乎批评子敬帖尾也。“ \n史籍记载\n主词条：晋书·王羲之传\n唐房玄龄、李淳风、褚遂良等共同撰写的《晋书·列传·第五十》是王羲之、王献之等人的合传。仔细地阐述了王羲之是如何练就书法，最终成为中国历史上仅有的“书圣”，王羲之对知识的不断追求、对书法的深深痴迷，发人深省，具有深刻的借鉴及教育意义。 \n家族背景\n王羲之的家族是晋代屈指可数的豪门大士族。无论是王羲之的祖上，还是其子孙、亲戚朋友，都是虔诚的道教信仰者。同时，王氏家族还是名门望族，素来重视对家族成员文化素养的培植。王羲之置身其中，耳濡目染，自然不外其例他的祖父王正为尚书郎。他的父亲王旷为淮南太守，曾倡议晋室渡江，于江左称制，建立东晋王朝。王羲之的伯父王导更是名闻于世，是东晋的丞相。而他的另一位伯父王敦是东晋的军事统帅。琅琊王氏在东晋可谓权倾一时，炽盛隆贵。晋室南渡北民南迁，在江南大融合。山东琅琊国王氏望族，经王览（206年-278年）、王正到王旷（约274年-328年）时，两晋（266年-316年），发生“八王之乱”（290年-306年），历16年，死30万人。王旷善于审时度势，效法先祖王览，于东汉末年避乱南居30年。在五胡侵鲁，琅琊危急，299年开始，两晋大分裂，北方大混战。\n王羲之部分家族成员\n成员\n姓名\n父亲\n王旷\n母亲\n卫氏\n伯父\n王导（丞相）\n伯父\n王敦\n五世祖\n王览\n后世影响\n王羲之的书法影响到他的后代子孙。其子献之，善草书；凝之，工草隶；徽之，善正草书；操之，善正行书；焕之，善行草书；献之，则称“小圣”。黄伯思《东观徐论》云：“王氏凝、操、徽、涣之四子书，与子敬书俱传，皆得家范，而体各不同。凝之得其韵，操之得其体，徽之得其势，焕之得其貌，献之得其源。”其后子孙绵延，王氏一门书法传递不息。武则天尝求王羲之书，王羲之的九世重孙王方庆将家藏十一代祖至曾祖二十八人书迹十卷进呈，编为《万岁通天帖》。南朝齐王僧虔、王慈、王志都是王门之后，有法书录入。释智永为羲之七世孙，妙传家法，为隋唐书学名家。后战乱中，其后世走乱，家谱遗失，后世分布在沈阳，海伦等地。现知其后世有王庆凯、王潇丹等人。\n王羲之书法影响了一代又一代的书苑。王羲之书圣地位的确立，有其演变过程。南朝宋泰始年间的书家虞和在《论书表》中说：“洎乎汉、魏，钟（繇）、张（芝）擅美，晋末二王称英。”右军书名盖世于当时，而宋齐之间书学地位最高者则推王献之。献之从父学书，天资极高，敏于革新，转师张芝，而创上下相连的草书，媚妍甚至超过其父，穷微入圣，与其父同称“二王”。南朝梁陶弘景《与梁武帝论书启》云：“比世皆尚子敬书”，“海内非惟不复知有元常，于逸少亦然”。改变这种状况的是由于梁武帝萧衍推崇王羲之。他把当时的书学位次由“王献之——王羲之——钟繇”转变为“钟繇——王羲之——王献之”，在《观钟繇书法十二意》中，萧衍云：“子敬之不迨逸少，犹逸少之不迨元常。”“不迨”，或作“不逮”，不及之意。萧衍的地位使他的品评有特殊的感召力，因而舆论遂定。\n历史上第一次学王羲之高潮在南朝梁，第二次则在唐。唐太宗极度推尊王羲之，不仅广为收罗王书，且亲自为《晋书·王羲之传》撰赞辞，评钟繇则“论其尽善，或有所疑”，论献之则贬其“翰墨之病”，论其他书家如子云、王蒙、徐偃辈皆谓“誉过其实”。通过比较，唐太宗认为右军“尽善尽美”，“心慕手追，此人而已，其余区区之类，何足论哉”！从此王羲之在书学史上至高无上的地位被确立并巩固下来。宋、元、明、清诸朝学书人，无不尊晋宗“二王”。唐代欧阳询、虞世南、褚遂良、薛稷和颜真卿、柳公权，五代杨凝式，宋代苏轼、黄庭坚、米芾、蔡襄，元代赵孟頫，明代董其昌，历代书学名家无不皈依王羲之。清代虽以碑学打破帖学的范围，但王羲之的书圣地位仍未动摇。“书圣”、“墨皇”虽有“圣化”之嫌，但世代名家、巨子，通过比较、揣摩，无不心悦诚服，推崇备至。 \n墓址\n王羲之后因与骠骑将军王述不和，称病辞官，迁来金庭，晚年即在金庭养老，直至去世，也安葬在此。现有王氏后嗣于清代所建之家庙——金庭观，观右有一座古朴的石坊，横额上镌“王右军墓道”六字。穿石坊上行山谷，是一条依稀可辨的鹅卵石铺成的古墓道。尽头处便是王羲之墓。\n王羲之墓本身并不大，墓的制式与谢安墓相仿，也是青石条围沿一土堆，类似杭州岳飞墓。墓前有大碑，镌刻《兰庭序》全文，碑体有些风化斑驳，许多地方字迹洇漫，只能依稀辨识。倒是相关的墓园规模相当大，大得叫人惊讶。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951462570},{"name":"王羲之行书洛神赋","dynasty":"魏晋","category":"行书","type":"","user":1,"timestamp":1429791638707,"text":"","author":"魏晋南北朝王羲之","description":"王羲之行书洛神赋"}]