[{"name":"怀素草书醉僧帖","text":"怀素（725-785）唐代人，字藏真，僧名怀素，俗姓钱，汉族，永州零陵（湖南零陵）人。幼年好佛，出家为僧。他是书法史上领一代风骚的草书家，他的草书称为“狂草[1] ”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，与唐代另一草书家张旭齐名，人称“张颠素狂”[2] 或“颠张醉素[3] ”。\n人物评价\n狂草的成就，是唐代书法高峰的另一方面的表现。代表人物是张旭和怀素。张旭史称“草圣”。怀素与张旭，性格都很疏放率真，不拘小节，尤喜杯中物。据说张旭“每大醉呼叫狂走乃下笔，或以头濡墨而书。既醒，自视以为神不可复得也。世呼张颠”。怀素也曾一日九醉，时人常呼之为醉僧。他曾在寺内粉壁长廊数十间，每因酒后小豁胸中之气，便提笔急书于粉墙之上，其势若惊蛇走虺，骤雨狂风；满壁纵横，又恰似千军万马驰骋沙场。为此，时人又称怀素为“狂”。说怀素之与张旭，是“以狂继颠”。古往今来的诗人墨客，对怀素草书的成就，赞不绝口。唐大诗人李白就曾吟诗赞美怀素草书：“少年上人号怀素，草书天下称独步。墨池飞出北溟鱼，笔锋杀尽山中兔……”(《草书歌行》)韩偓的《题怀素草书屏风》也称赞：“何处一屏风，分明怀素趴。虽多尘色染，尤见墨痕浓。怪石奔秋涧，寒藤挂古松。若教临水照，字字恐成龙”。贯休的《观怀素草书歌》：“张颠颠后颠非颠，直至怀素之颠始是颠。师不谭经不说禅，筋力唯于草书妙。颠狂却恐是神仙，有神助兮神莫及，铁石画兮墨须入。金尊竹叶数斗余，半饮半倾山衲湿。醉来把笔猛如虎，粉壁素屏不问主。……知师雄名在世间，明月清风有何极。”书法鉴赏家的评论就更多，几乎没有一本书法史著没提到怀素。吕总的《续书评》说：“怀素草书，援毫掣电，随手万变”。黄庭坚的《山谷题跋》称：“怀素草书暮年乃不减长史(按指张旭)。盖张妙于肥，藏真妙于瘦，此两人者，一代草书之冠冕也”。米芾的《海岳书评》赞“怀素书如壮士拔剑，神彩动人，而回旋进退，\n莫不中节”。某氏的《集古录》也说：“藏真特以草书擅名当时，而尤见珍于今世。”蒋之奇评说：“草书有妙理，帷怀素得之”，岑宗旦《书评》也形容“怀素闲逸，故翩翩如真仙”，沈右《书画题跋记》则解释说：“怀素书所以妙者，虽率意颠逸，千变万化，终不离魏晋法度故也”。王世贞《弇州山人稿》称赞怀素《千文帖》“字字欲仙，笔笔欲飞”；某氏的《石、墨镌华》则赞誉怀素《圣母帖》“轻逸圆转，几贯王氏之垒而拔其帜矣”，文彭也称赞怀素《清净经》“笔法高古，精神焕发，真有骤风旋雨之势”。何绍基的《跋板桥书道情词》则说：“山谷草法源于怀素，怀素得法于张长史，其妙处在不见起止之痕。前张(张旭)后黄(黄庭坚)，皆当让素师独步”。类似上述的评说还有许多，实在无法一一枚举。\n由于怀素草书精妙绝伦，独树一帜，所以历来为收藏家所珍重。仅宋朝御府所收藏的怀素草书就多达101件。只可惜宋御府收藏的怀素草书大都已毁于兵灾。\n人物生平\n怀素是中国历史上杰出的书法家，他的草书称为“狂草”，用笔圆劲有力，使转如环，奔放流畅，一气呵成，和张旭齐名。后世有“张颠素狂”或“颠张醉素”之称。可以说是古典的浪漫主义艺术，对后世影响极为深远。他也能做诗，与李白、杜甫、苏涣等诗人都有交往。好饮酒，每当饮酒兴起，不分墙壁、衣物、器皿，任意挥写，时人谓之“醉僧”。他的草书，出于张芝、张旭。唐吕总《读书评》中说：“怀素草书，援毫掣电，随手万变，宋朱长文《续书断》列怀素书为妙品。评论说：“如壮士拔剑，神彩动人。”\n怀素自幼聪明好学，他在《自叙帖》里开门见山地说：“怀素家长沙，幼而事佛，经禅之暇，颇喜笔翰。”他勤学苦练的精神是十分惊人的。因为买不起纸张，怀素就找来一块木板和圆盘，涂上白漆书写。后来，怀素觉得漆板光滑，不易着墨，就又在寺院附近的一块荒地，种植了一万多株的芭蕉树。芭蕉长大后，他摘下芭叶，铺在桌上，临帖挥毫。由于怀素没日没夜的练字，老芭蕉叶剥光了，小叶又舍不得摘，于是想了个办法，干脆带了笔墨站在芭蕉树前，对着鲜叶书写，就算太阳照得他如煎似熬；刺骨的北风冻得他手肤迸裂，他还是在所不顾，继续坚持不懈地练字。他写完一处，再写另一处，从未间断。这就是有名的怀素芭蕉练字。\n成就荣誉\n为纪念怀素在今永州市零陵区潇水中路建有“怀素公园”。公园里有古迹绿天奄，是怀素出家修行，种蕉练字的地方。据零陵县志记载：绿天庵清咸丰壬子年毁于兵，同治壬戍年郡守阳翰主持重建。下正殿一座，上为种蕉亭，左为醉僧楼，有怀素塑像。庵后一处刻有“砚泉”二字，是怀素磨墨取水的地方。右角有“笔冢”塔，怀素写秃了的笔都埋于此。庵正北70余步有墨池，是怀素洗砚处。\n在长安怀素声誉青云直上，歌颂他草书的诗篇有37篇之多。他的草书有《自叙帖》、《苦笋帖》、《食鱼帖》、《圣母帖》、《论书帖》、《大草千文》、《小草千字文》《四十二章经》、《千字文》、《藏真帖》、《律公贴》、《七帖》、《北亭草笔》等等。其中《律公帖》极为瘦削，骨力强健，谨严沉着。而《自叙帖》其书由于与书《食鱼帖》时心情不同，风韵荡漾。真是各尽其妙。米芾《海岳书评》：“怀素如壮士拨剑，神采动人，而回旋进退，莫不中节。”唐代诗人多有赞颂，如李白有《草书歌行》，曼冀有《怀素上人草书歌》。\n提到过怀素的诗：《草书屏风》写出了怀素“狂草”的精妙之处！\n草书屏风【唐】韩偓\n何处一屏风，分明怀素踪。\n虽多尘色染，犹见墨痕浓。\n怪石奔秋涧，寒藤挂古松。\n若教临水畔，字字恐成龙。\n作品\n在草书艺术史上，怀素其人和他的《自叙帖》，从唐代中叶开始，一直为书法爱好者谈论了一千两百多年。\n怀素善以中锋笔纯任气势作大草，如「骤雨旋风，声势满堂」，到「忽然绝叫三五声，满壁纵横千万字」的境界。虽然如是疾速，但怀素却能於通篇飞草之中，极少失误。\n与众多书法家草法混乱缺漏相比，这确实要归功他从极度苦修中得来。怀素传世的书迹较多：计有千字文、清净经、圣母帖、藏真帖、律公帖、脚气帖、自叙帖、苦笋帖、食鱼帖、四十二章经等。\n如圣母、食鱼、苦笋、藏真诸帖，保留晋法甚多，圣母帖且多有颜真卿遗风。\n《自叙帖》\n纸本，纵28.3厘米，横755厘米；126行，共698字。帖前有李东阳篆书引首“藏真自叙”四字。原迹如今在台湾故宫博物院。《自叙帖》是怀素草书的代表作。最初的六行，据说是由此帖收藏者苏舜钦（宋）所补写，与第七行以下的相比，确有天壤之别，这在打开全卷俯瞰时，更加让人一目了然。通篇为狂草，笔笔中锋，如锥划沙怀素书法盘，纵横斜直无往不收；上下呼应如急风骤雨，可以想见当年操觚之时，心手相师，豪情勃发，一气贯之的情景。明代安岐谓此帖：“墨气纸色精彩动人，其中纵横变化发于毫端，奥妙绝伦有不可形容之势。”就草书而言，在晋唐以来的传统之中，有以羲之父子为最具学究派特质的主流，而属于反传统者，当推怀素的自叙帖式的“狂草”一路。据说颜真卿曾以张旭笔法授与怀素，所以或许可说是“张旭－颜真卿－怀素”是一脉相传的，从遗留下来的作品看来，颜真卿在楷书及行书方面，已呈现出反传统的趋向。就草书言，怀素大概是从张旭的作品中，悟得了他独自的书法。\n《小草千字文》\n小草千字文墨迹。贞元十五(公元799年书)怀素千字文有多种，而以“小字贞元本”为最佳，又称《千金帖》绢本，八十四行，一零四五字。明莫如中说：“怀素绢本千字文真迹，其点画变态，意匠纵横，初若漫不经思，而动遵型范，契合化工，有不可名言其妙者”，此本为怀素晚年所书，怀素晚年草书又从骤雨旋风转到古雅平淡，字与字不相连属，笔道更加苍劲浑朴。当为绚烂之极而复归平淡之作，故历来为书林所重。怀素草书。王世贞评说怀素书法：“素师诸帖皆遒瘦而露骨，此书独匀稳清熟，妙不可言。”\n《论书帖》\n草书墨迹，纸本，纵38.5厘米，横40.5厘米，9行，共85字。一般说是继承和发展了张旭的草书，所以有“以狂继颠”的说法。董追《广川书跋》云：“怀素于书法，自言得笔法三昧。观唐人评书，谓不减\n张旭，素虽驰骋绳墨外，而回旋进退莫不中节”，“今其书自谓真出钟(钟繇)，草出张(张芝)。”但无论如何，他的草书总是以奔放纵逸为基本面目的。而《论书帖》则与我们常见的怀素的草书大有不同。他的《论书帖》写得“匀稳熟”，“出入规矩，绝狂怪之形”。是今草中有章草遗意的佳作。\n艺术特色\n在草书艺术史上，怀素其人和他的《自叙帖》，从唐代中叶开始，一直为书法爱好者谈论了一千两百多年。怀素，十岁出家为僧，字藏真，俗姓钱，永州零陵（今湖南零陵）人。少时在经禅之暇，就爱好书法，贫穷无纸墨，他为练字种了一万多棵芭蕉，用蕉叶代纸。由于住处触目都是蕉林，因此风趣地把住所称为“绿天庵”。又用漆盘、漆板代纸，勤学精研，盘、板都写穿了，写坏了的笔头也很多，埋在一起，名为“笔冢”。\n怀素善以中锋笔纯任气势作大草，如“骤雨旋风，声势满堂”，到“忽然绝叫三五声，满壁纵横千万字”的境界。虽然如是疾速，但怀素却能於通篇飞草之中，极少失误。与众多书家草法混乱缺漏相比，如圣母、食鱼、苦笋、藏真、诸帖，保留晋法甚多，藏真帖且多有颜真卿作风。如小草千字文、圣母帖，与其狂肆作风，大异其趣，完全换过一番面目，也可说是他过人之处。\n","category":"草书","verified":true,"user":1,"timestamp":1429951551236},{"name":"怀素草书醉僧帖","dynasty":"唐代","category":"草书","type":"","user":1,"timestamp":1429791620292,"text":"","author":"唐代怀素","description":"怀素草书醉僧帖"}]