[{"name":"傅山诗轴1","text":"傅山草书诗轴，该幅草书是书家自作的五言律诗，内容是：“雾雨终文豹，花斑乱小貍。管城原石秃，研版欲无溪。高鹄摩云翼，飞廉刮地啼。一樽弹短剑，星斗落窗西。” 在这轴书作中，我们感受到整体恣意挥洒，气势澎湃。字体笔画圆润而又劲健，寓刚于柔，结体豪放中又含秀逸，兼有颜、柳与二王之气韵。从点画形态到章法布局，都不受任何成法制约，大笔浓墨，纵横牵绕。在迅疾飞舞的线条中，处处表现出随机应变的创造欲望和颠狂不羁的自然质朴。通篇一气呵成，笔势连绵飞动，扬溢着磅礴之雄风。\n\n傅山（1607—1684），字青主，号石道人，山西阳曲人。诸生，布衣。通经、史、佛、医，诗文俱佳，博学多才，擅长绘画，尤精书法。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951653882},{"name":"傅山诗轴1","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791635005,"text":"傅山《行草读传灯七言诗》轴 绫本 178.6×48.7cm 天津博物馆藏\n  此作为读传灯七言诗行草书，款署“真山”。有款印一方，下左右两角有压角印二方。此轴书法行草结合，字势以正为主，虽奇姿不多但收放自如，大开大合，一气呵成：墨法的浓淡干湿，点画的粗细滚动，笔法的精妙放旷，极合“致广大尽精微”之中庸主旨。可见傅山传统文化与书法传统功力之深厚。\n【释文】:\n奴儿婢子学家翁，但见人来发癫疯。一自龙山庵放火，南无古佛楷笑蓉。读传灯。真山。\n\n傅山《草书风磴吹阴雪五律诗》轴 绫本，185.7×51cm。北京故宫博物院藏\n　　释文：风磴吹阴雪，云门吼瀑泉。酒醒思卧簟，衣冷欲装绵。野老来看客，河鱼不取钱。只疑淳朴处，自有一山川。书为松初先生词伯教政。傅真山。\n　　此轴书录唐代著名诗人杜甫五言诗一首，末识“书为松初先生词伯教政”，款署“傅真山”，下钤“傅山印”。此轴无藏印，具体书写时间不详，从书风判断，当属傅山中晚期作品。\n　　据清郭尚先《芳坚馆题跋》载：“先生学问志节，为国初第一流人物。世争重其分隶，然行草生气郁勃，更为殊观。”此轴书法笔势雄奇，连绵飞动，起伏迭宕，字间连带自然，表现出生气郁勃的宏大的气势，体现了书法家极强的个性。结字不求工稳，单个字显得欹侧不稳，然通幅观之，气韵生动，结构自然，字形大小的变化更增加了作品的生动性和跃动感，给人以朴拙遒美之感。\n\n傅山《草书五言古诗立轴》 绫本纵201.5cm，宽50.9cm 北京故宫博物院藏\n  此轴书录 五言古诗一首，用膜干渴，飞白之笔居多，字型欹正自然，章法不落俗套，布局平稳，行笔奔放自如。\n释文：娟娟青柳外，春山与争姿。组之以青云，句嫩不胜思。心目亦何极，收视而置之。\n   三韵十二章之一书为惠介文兄粲。侨老傅真山。\n\n傅山《行书七言绝句立轴》 绢本 南京博物院藏\n\n傅山《草书轴》。纸本。纵202cm，横52.4cm。辽宁省博物馆藏。\n  此为意临二王一路的法帖，不杂行书，全以大草挥就，流宕不羁，汹涌澎湃，气势逼人、巍巍浩荡，一派大家风范。\n[释文]伦等还殊慰意增慨，知足下疾患小住，当惠缘。想亦能果迟，此盖散非忧思想而已也。傅山。\n\n\n傅山《行草足梦中句七言诗》轴 花绫本，182.9×50.8cm。北京故宫博物馆藏\n  此轴书自作诗《足梦中句》，载《霜红龛集》卷十三。书法笔力雄浑，连带自然，章法布局自出抒机，有咄咄逼人之势。\n  释文：除夜新开五色云，飞仙欸乃玉楼闻。赤曇雯素衣灵汉，不是怀中匹锦文。傅山  \n\n《寿胡母朱硕人周礼君七十小叙》轴 北京市文物商店藏\n\n傅山《草书右军大醉七言诗轴》绢本，草书。纵202.7厘米 横44.2厘米。南京博物馆藏\n  《草书右军大醉诗轴》为傅山经典之作。傅山晚年潜心王羲之的草书，对右军草书有独到见解。此轴所诗，描绘右军大醉后所书情态，形象逼真，如临之境。书法草法纯正，行笔爽利自然，气韵流美，笔力清劲中而又见力度，布局整齐中有参差，相避相揖，相互相应，深得右军书法三昧。\n释文：右军大醉舞蒸豪，颠倒青篱白锦袍。满眼师宜欺老辈，遥遥何处落鸿毛。山。\n\n草书立轴，美国私人美术馆藏。284.5 x 47.1 cm。\n\n草书立轴 南京市艺兰斋藏\n　傅山这幅草书，天马行空，如此的绚丽灿烂。他的诗句，风云飞动，姿态翩翩，线条缠绵萦回，无起无止，如古藤盘绕，时而笔断意联，顾盼生姿。他的每一个字乱头粗服，不可羁勒，却又天真烂漫，有着如此令人心神不安的美。从“城郭休还”、“哀猿啼处”的黍离之悲，到“沧江白日渔樵语，日暮归来雨满衣”的明净的心灵，傅山的整幅草书充满了精神上的自由，沉静的美。 傅山(1607-1684)，字青主，别署公之它、石道人等，明亡后出家。山西阳曲县西村人，明末清初思想家、书画家、名医。著有《傅青主女科》，为我国中医妇科典籍，至今有重要临床价值。傅山研究《公孙龙子》，还是个逻辑学家，他对后世影响最大的是草书。傅山著名的书法美学观“四宁四毋”，即“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。” 山西太原，傅山的“红叶西村”美景不再。只有傅山祖父主持修建的永祚寺双塔，鹤立于玻璃幕墙、马赛克庞大的建筑群中，它的温情、美、古老建筑的人文关怀感动着我们。明代牡丹花树在塔前开放，妖娆无比。暮色将临的天空，蝙蝠一群群飞来。而一百只铜风铃响起来了，风铃上系着的红布，暗红的碎片在风中飘舞。这来自明代万历年的声音，古老的、销魂的声音，傅山听过的声音。几百年来，不停的声音。\n\n草书立轴 台湾何创时书法艺术馆藏\n释文：愁心无那款寅堂，一纳冰凉也溃洸。啸黑从教千石铁，风（枫）红早与半林霜。名更卖扇传东海，防怒谁能学豢鸯。小备斋粮终佛事，残躯草昧久遗忘。醉后浪书为淳宇先生石道士。山 。五句本“撩须见避容题凤”诬书介庙中句。蕉量狼狈如此。山时记。\n\n草书轴 纵169厘米、横54厘米。\n\n傅山《草书七绝立轴》 绫本 纵175厘米、横46厘米。台湾何创时书法艺术馆藏\n释文：絳雪花开灵锁寒，仙风吹响碧瑯玕。真人醉舞挥如意，解酒子梨索一盘。\n款书：书為振翁先生政。傅真山。\n鈐印：「傅山之印」（白文方印）\n赏析：\n傅山此幅书法，再起首的数笔，自然地运用涨墨，而毛笔的含墨量较少后，线条变细，墨色变淡，自然和起首数笔形成，浓淡粗细的对比。在字形上，布採取减省笔画的穿插，而是以左歪右斜的不平衡的搭配，维持了单字的平衡感。在笔画线条上，呈现出运笔的鬆活，以及线条的圆通。这样的总体书风呈现，是傅山的「天倪」观与篆隶书法学习的结果。「天倪」出於《庄子》一书，表达天然之均衡，反映到书法上，即是强调书写时的自然性，无法以人巧的刻意安排来达成。而傅山在篆、隶、八分的上古书法中，看到了运笔圆转的活泼性。对傅山而言，书法的最高境界是神至而笔至，即使笔不至而神至，这也是傅山所欣赏的艺术表现。因此傅山的立轴大字书跡，强调书写时自然流露出的整体气势，而非点画的刻意安排。\n\n傅山《草书手把玉锄七绝》轴 绫本180.5×45.7cm 山西晋祠博物馆藏\n【释文】手把玉锄钩玉陇，云霞深处作人家。才栽八百灵光薤，又种龙鳞五色瓜。傅真山。\n\n行书诗轴 纵158.5厘米、横48.5厘米。绢本 江苏常熟博物馆藏\n释文：竹凉侵卧内，野月满庭隅，重露成涓滴，稀星乍具无。暗飞萤自炤，水宿鸟相呼，万事干戈里，空悲清夜狙。\n\n傅山《行草书寄龚鼎孳七言诗翰》轴 绫本 178.7×49.2cm 浙江省博物馆藏\n释文：瑶华一片五雲轻，报札经年写不成。菡萏三峰终日望，懒真知我问天生。麓老年翁词宗一笑。弟山。\n客岁远辱文惠，至今未报，野性疏漫无伦，加以老病，遂尔迟迟。会天生子西还，始有此寄。初拟作大字细写一札鸣情，既放笔，复会札子不过加掉书袋数字耳，似复可懒，因复懒之，用此代柬，不觉自笑。麓翁见而笑之，宽我礼数，是又一我之峨嵋老也，山附记。\n钤印：傅山印，傅山之印，青渚\n\n傅山 《草书虹巢》诗轴 绢本 192cm×45cm 山西省博物院藏\n释文：汾水新出峡，远心为小栏。山花春暮艳，柳雪夏初寒。细盏对僧尽，孤云旋自观。饥来催晚饭，苦菜绿堆盘。真山书\n\n草书七绝诗轴 纵174厘米、横53厘米。绫本 广东省博物馆藏\n\n傅山《草书杜甫对雨书怀走邀许十一簿公诗》绢本 154×51.6cm。天津博物馆藏\n释文：东岳云峰起,溶溶满太虚。震雷翻幕燕,骤雨落河鱼。座对贤人酒,门听长者车。相邀愧泥泞,骑马到阶除。山书。\n\n行草诗轴 陪郑广文游何将军园林十首之一 成都杜甫草堂博物馆藏\n释文：不识南塘路,今知第五桥。名园依绿水,野竹上青霄。谷口旧相得,濠梁同见招。老来幽兴足,未惜马蹄遥。\n鸥吕社词兄 山\n\n傅山《草书绿荑带长路古诗》轴\n释文：绿荑带长路,丹椒重紫荆。流吹出郊外,共欢弄春音。山。（子夜吴歌之春歌）\n\n傅山 草书五律诗轴\n\n草书诗轴 绢本 纵203厘米 横45厘米 日本藏\n释文:\n月黑一线白，林底林端萦。木新信石路，只觉芒鞵[鞋]平。云雾遮不断，禽兽蹂不奔。侣伴任前后，不让亦不争。樵径一章。傅山。\n\n\n傅山《草书诗轴》 187.8×51.4cm 苏州博物馆藏\n释文：儒仙难易葛翁筹，自了长生志士羞。一剑横腰云梦去，青柯独颔藏经楼。 存士老词宗政，真山。\n\n傅山 七言诗 200.5X50cm 辽宁省博物馆藏\n[释文]龙王社鼓闹村雩，抛却残书也扶杖。愁无角抵酬花眼，谁好鏖糟俯灶觚。傅山。\n\n傅山 青羊庵七言绝句 行草书轴 154cm×45cm 山西省博物院藏\n释文：幽花烂漫斗春晖，庵主扶藜启石扉。煗（暖）雪团团山薝蔔，香风阵阵野蔷薇。山书。\n\n傅山《早起非真健诗》轴 绫本 256.7×56.7cm 上海博物馆藏\n　　 傅山的草书正是在王铎草书的基础上，加以发挥，渐渐形成自己的风格。他在书法上有一段著名的论断：“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”此件草书轴为其代表风格\n【释文】早起非真健，研头枕似杈。空心微乞酒，不寐总仇茶。脆妒经霜枣，凉怜带月瓜。掀窗试眼镜，破句入楞枷。傅山。\n\n傅山 《行草高适五律诗》轴 绫本 173.8×49.6cm 上海博物馆藏\n释文：世上漫相识，此翁殊不然。兴来书自圣，醉后语尤颠。白发老闲事，青云在目前。床头一壶酒，能更几回眠。\n\n傅山《东海倒座崖诗》轴 绫本 180×62cm 山西晋祠博物馆藏\n【释文】：\n关窗出海云，著被裹秋皓。半夜潮声来，鳌抃郁州倒。佛事要血性，此近田横岛。不生不死间，如何为怀抱？宿东海倒座崖一章。玄老社词兄政，弟山。\n\n傅山《心腐神皋日诗》轴 绫本 210.1×46.4cm 山西晋祠博物馆藏\n【释文】心腐神皋日，名争鬼窟怜。澄湖谁道溍，横击颇知溱。老去龙恬淡，王前象比伦。纷纷白草鹿，一逐不扬尘。傅山。\n\n傅山《行草书聪明睿智》轴 绢本 167.1×44.7cm 浙江省博物馆藏\n释文：聪明睿智，天也。动静思虑，人也。人也者，秉于天明以视，寄于天聪以听，托于天智以思虑。傅山书。\n钤印：傅山之印。\n\n傅山《草书七言绝句立轴》 轴 绢本 纵178.5cm 横49cm 西泠印社藏\n\n傅山《行书五言诗》轴 绫本 纵227厘米，横60.8厘米 上海博物馆藏\n此轴为一五言诗轴，未署年月，据其书法风格而言，应为中年所书。\n\n傅山《草书李商隐赠庾十二朱版诗》绢本 208×45cm 广州艺术博物院藏\n释文：固漆投胶不可开，赠君珍重抵琼魂。君王晓坐金鸾（銮）殿，只待相如草诏来。傅山。\n钤印：傅山印（白文印）\n鉴藏印：天绣之印（白文），刘氏蔚文（朱文）\n\n\n\n\n\n\n\n傅山《陆机六言诗轴》 绢本 177×42厘米 朵云轩藏\n【释文】葡萄四时芳醇，琉璃千钟旧宾。夜饮舞迟销烛，朝酲弦促催人。 春风秋月恒好，欢醉日月言新。山\n此幅行书陆机六言诗轴，偶杂草书，用笔轻重互见，体势连绵，疑伪！待考。\n\n傅山《草书朱文长吴兴送梁补阙归朝赋得荻花诗》轴 绫本 181.5×50cm 山西省博物院藏\n释文：柳家汀州孟冬月，雲寒水清荻花發。一枝持赠朝天人，愿比蓬莱殿前雪。傅山书。\n\n《草书乾坤惟此事五言诗》轴 122.4x51.7cm 上海博物馆藏\n释文：乾坤惟此事，不论古于今。 一盏酡双白，三春草寸心。中山兔笔在，大醉浑沦寻。 俭食中丞旧，家声汉代荫。杯深云月恋，綵舞雀翎浸。世界兹难坏，和同涉入吟。 庆寿诗为旭翁老年丈劝觞。侨黄老人、旧年家弟傅山。雲寒水清荻花發。一枝持赠朝天人，愿比蓬莱殿前雪。傅山书。","author":"清代傅山","description":"傅山诗轴1"}]