[{"name":"黄庭坚行书经伏波神祠诗","text":"《经伏波神祠》，黄庭坚书，纸本，行书。33.6×82.6cm，凡16行，166字。日本东京细川护立氏藏。此为书刘禹锡词卷，伏波指汉代名将伏波将军马援。书于建中靖国元年（1101年）五月黄庭坚五十七岁时所书。卷后自题云：“持到淮南，见余故旧可示之，何如元祐中黄鲁直书？”盖其晚年得意之笔。\n作品简介\n明代文徵明评其：“真得折钗、屋漏之妙。”曾经宋养正善、明沈周、项元汴、清成亲王、刘文清及现代叶恭绰、张大千等人收藏。《清河书画舫》、《珊瑚网》、《平生壮观》等著录。《听雨楼帖》、《诒晋斋法帖》、《小清秘阁帖》等收录。有影印本行世。\n释文\n经伏波神祠刘禹锡蒙蒙篁竹下，有路上壶头。汉垒麏鼯斗，蛮溪雾雨愁。怀人敬遗像，阅世指东流。自负霸王略，安知恩泽侯。乡园辞石柱，筋力尽炎洲。一以功名累，翻思马少游。\n","category":"行书","verified":true,"user":1,"timestamp":1429951601676},{"name":"黄庭坚行书经伏波神祠诗","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791623696,"text":"1\n\n\n2\n\n\n3\n\n\n4\n\n\n5\n\n\n6\n\n\n7\n\n\n8\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n黄庭坚　经伏波神祠诗 纵横：33.6×535.5(cm)　\n\n　  本卷或称《书刘禹锡经伏波神祠诗》、《书刘宾客诗》、《伏波帖》等。本纸粉笺。黄庭坚书于“建中靖国元年五月乙亥”（1101）。大字行书。凡46行，171字。全卷纵33.6厘米，横535.5厘米。永青文库藏。\n\n   本幅所书唐代诗人刘禹锡五言排律《经伏波神祠》一首并长跋，乃黄庭坚应从弟黄叔向（字嗣直，叔父黄廉第三子）之请而书。黄庭坚自元符元年（1098）过涪陵于舟中“观长年荡桨，群丁拨棹”而大悟笔法，此后书法不仅一洗周越、苏轼之束缚，且不满足于自家面貌初成的“黄家元祐脚”；元符二年以后，黄庭坚破除酒戒，随缘任运，书法面貌又是一进。晚年尝与其弟论书云：“老夫之书本无法也。但观世间万缘，未尝一事横睛胸中。故不择笔墨，纸尽则已。亦不计较工拙与人之品藻讥弹，譬如木偶舞中节拍，人叹其工，舞罢，则有萧然矣。”书成本卷之时，黄庭坚57岁，出峡东归，知荆南（荆州）。是年前处所书《赠张大同卷（跋尾）》（1100）、《苏轼黄州寒食诗卷跋》（1101）、《松风阁诗卷》（1102）等，与本卷正可互为印证，组成了黄庭坚传世大字行书最为华彩的乐章。\n\n    本纸8幅相接，接缝处均钤“鲁直黄氏”（凡7见）和“□□龚氏”（凡6见），《书画鉴影》记曰：“高一尺四寸七分，长二丈五尺三寸九分。”卷末钤“山谷道人”白文印一枚，该印在黄庭坚传世书迹中或仅此一见。卷首本纸右下底角见题一“早”字小楷，或系项元汴当年用周兴嗣《千字文》排次天籁阁藏品之编号。本纸末幅见存南宋张孝祥乾道四年（1168）八月观跋，可知其在南郡（荆州）“卫公堂”得观时尚归“养正”（今人韩酉山《张孝祥年谱》订为龚敦颐）所藏。拖尾另纸，见存文徵明嘉靖十年（1531）九月长跋，又另三纸为近世藏家颜世清（瓢叟）三跋、叶恭绰（遐庵）二跋。诸跋均记本卷递藏之若干情形。遐庵跋更以“世传山谷法书第一，吾家宋代法书第一”盛赞之。 考黄庭坚书有刘禹锡《伏波神祠诗》一卷，明清两代著录仍频。其较早者，见朱存理（1444—1513）《珊瑚木难》卷三，目为《山谷真迹·经伏波神祠》。据《珊瑚木难》之著录，张孝祥跋后本有范成大跋和南宋人“杨寅、锺必高、王中敬观”观款一行，当均紧接张跋之后而书于本纸末幅。其事在清代前期著录中仍见提及，且在乾隆中期周於礼（亦园）撰集《听雨楼帖》时尚见摹勒；逮至乾隆晚期诒晋斋成亲王永收藏时，范跋并南宋人观款已不见存，故同治李佐贤《书画鉴影》卷二著录时亦不见载。加之传世之卷本纸末幅已见明显裁短，故范跋并南宋人观款逸去应在乾隆中后期，而非瓢叟跋所谓的“想割去在嘉（庆）、道（光）间”。\n\n    此卷于明清两代之著录，尚见文嘉《钤山堂书画记·法书》、王世贞《古今法书苑》卷四十三及《弇州四部稿·续稿》卷一百六十一、孙鑛《书画跋跋·续》卷一、赵琦美《铁网珊瑚·书品》卷四、郁逢庆《书画题跋记》卷十、张丑《清河秘箧书画表》及《清河书画舫·点字号第九》、汪砢玉《珊瑚网·法书题跋》卷五、吴其贞《书画记》卷四、卞永誉《式古堂书画考·书考》卷十一、孙岳颁等《佩文斋书画谱》卷七十七、顾復《平生壮观》卷二、倪涛《六艺之一录》卷三百四十三、李调元《诸家藏书簿》卷七、张廷济《清仪阁题跋》、杨思寿《眼福编·二集》卷六、杜瑞联《古芬阁书画记》卷三等。于近代，则见叶恭绰《遐庵谈艺录》卷一、《遐庵清秘录》卷一和《矩园书画记》等著录。徐邦达《古书画过眼要录·晋、隋、唐、五代、宋》亦有著录。\n\n    又，自明人都穆（1459—1525）《寓意编》以来记有“《山谷书马伏波庙诗》一卷，大字，（山）谷自有跋”（或云“《大字马伏波诗》一卷”）一条，自丰道生（丰坊，1494—1566？）《真赏斋赋》注语以来多记有“山谷真行《刘宾客经伏波神祠诗》”一卷。此二者，或即本卷之别称。惟自王世贞《弇州四部稿·续稿》卷一百六十一以来，记载有“《山谷伏波神祠诗临本》”一种，乃王氏托人依山谷墨迹本“双钩廓填”所成之物。\n\n   兹据卷中所钤鉴藏印记及历代著录，概述本卷流传情形如下：南宋乾道至嘉泰间曾归龚养正所藏，因未入两宋内府，故无“宣和”、“绍兴”等印记。南宋晚期至明中前期，归藏情形无考。逮至明代正统、成化间始归昆山张穆，弘治、正德间在相城沈周家，李应祯作跋；嘉靖晚期以降，依次为华夏、项元汴、严嵩、韩世能递藏。清初归梁清标，乾隆中前期为周於礼所得。后入乾隆内府，不见《石渠宝笈》诸编著录，盖在乾隆后期旋被赐归诒晋斋成亲王永瑆。乾隆五十九年（1794），永瑆用此卷换取刘墉新购唐琴，遂藏刘石庵家。约在永瑆、刘墉交易之前，南宋三跋仅存张跋，而增现存之文徵明跋。晚清归藏簠斋陈介祺家，民国七年（1918）以降依次归寒木堂颜世清、遐庵叶恭绰、玉斋王南屏、金匮室陈仁涛递藏，陈氏1947年移居香港时携往，旋转让与区斋谭敬。1950年，由省斋朱朴之介绍，大风堂张大千购藏之。1951年，张大千携之东瀛，因故而使本卷流落京都，遂致此卷辗转而终为细川护立侯爵购得。\n\n    此卷见诸丛帖摹刻者，主要有：乾隆年间周於礼撰集《听雨楼帖》卷三（并摹南宋人三跋）、孔继涑摹勒《谷园摹古法帖》卷十二（并张跋），嘉庆十年（1805）永瑆撰集《诒晋斋法帖》卷二（并张、文二跋），嘉庆十七年（1812）钱泳摹勒《小清秘阁帖》卷七（不摹前人跋）等。最后，笔者针对卷后见存的文徵明跋略为献疑：清中期以前著录资料中的文徵明跋文，内容基本相同，但均不同于传世墨迹。除个别字句外，最大的差别有两处：一是著录之跋常见署“嘉靖十年辛卯冬腊月三日，徵明书”，而墨迹之跋署“嘉靖辛卯九月晦，长洲文徵明书”，两者相差两月有余；二是著录之跋于“正发奏时也”句后无表述文字，而墨迹之跋于“正发奏时也”句后尚有“三十年前，徵明尝于石田先生家观此帖。今归无锡华中甫，中甫持来求题，漫识如此”云云。与传世墨迹之跋内容相仿佛者，似乎要晚到清乾嘉年间才出现，一如张廷济《清仪阁题跋》之引。又，《文徵明集》（《甫田集》）和《文待诏题跋》均不见录文徵明观题山谷书伏波神祠诗卷之跋，文嘉《钤山堂书画记》等事涉伏波神祠诗卷之记也未曾提及乃父题跋事，或可为一证。","author":"宋代黄庭坚","description":"黄庭坚行书经伏波神祠诗"}]