[{"name":"颜真卿楷书大唐中兴颂","text":"《大唐中兴颂》是颜真卿书法进入成熟时期的代表作达到了炉火纯青的境地。全篇布局十分紧密，真力弥满，字实撑格，给人一种向外的膨胀感，充实茂朴，气势恢弘，字里行间有金戈铁马之气，拳拳报国之志，并映射着时代的进取精神。宋代欧阳修在《集古录》中云：气书字尤奇伟而文辞古雅。清代人杨守敬在《学书迩言》中云：《中兴颂》雄伟奇特，自足笼罩一代。清代人康有力在《广艺舟双楫》中云：气平原《中兴颂》有营平之苍雄。乙明代王世贞在《贪州山人稿》中云：字画方正乎稳，不露筋骨，当是鲁公法书第一\n《大唐中兴颂》\n《大唐中兴颂》新访\n（原刊于《中国书画》2007年第2期）\n（张同标的美术史）\n碑林多集中在我国北方地区，南方的甚少，湖南的浯溪碑林是较为知名的一处。但浯溪碑林其实是碑铭少而摩崖多，摩崖中的《大唐中兴颂》，元结撰文，颜真卿书丹，历来脍炙人口，尤负重名。元结（712～772年），字次山，河南鲁山人。“雅好山水，闻有胜绝，未尝不枉路登览而铭赞之。”①元结曾两次出任湖南道州刺史，五过浯溪②，对浯溪的山水十分喜爱，留下了不少诗文。元结还喜爱将自己撰写的诗文请人书丹刻石，其诗《浯溪铭》刊刻后，与陆续撰刻的《峿台铭》、《庼铭》，合称“三吾铭”或“三吾碑”。“三吾铭”都是篆书摩崖，是罕见的唐代篆书精品。后来，又有颜真卿书丹的《大唐中兴颂》。自此，浯溪始为人重。后世又纷纷题刻，现存各类碑刻489方，浯溪石刻群遂成为湖湘南部独特的人文景观。\n浯溪汇入湘江的地方，有西峰、中峰、东峰等三峰并峙，西峰最低，中峰最高，但海拔相差不出十米，浯溪碑林的绝大部分石刻都集中在这里。中峰西临湘江，悬崖壁立，其下即著名的《大唐中兴颂》。\n与所有的摩崖石刻一样，摩崖石的好坏，都是一个先决条件。中峰下的这一片石壁，高宽都在5米左右，石色清润，质理紧细。“最为难得的是，浯溪属石灰岩，即成层岩。他处每层约六七尺不等，层间空隙亦二三寸不等，故崖间常有古树，枝桠横出。而这里的石壁则石层紧密，不现层缝，平坦如削，质理紧细，是天造地设的刻碑的好地方”，这为镌刻《大唐中兴颂》提代了良好的材质基础，前人称此石壁为“一绝”。《大唐中兴颂》的元次山文、颜鲁公书，与这境象清绝的山光岚气，曾经被并称为“三绝”。因而《大唐中兴颂》又被称之为“三绝碑”。从北宋仁宗皇祐年间开始，就在碑前建“三绝堂”，游人可登临其上，把酒临风，其悠悠然哉！现在，碑前是一座钢筋水泥的二层的亭子，游人可以登上亭子细细观摩高处的碑文。亭子与碑面之间有一道护栏，不免会给拍摄照片带来一些小小的麻烦。\n简介\n《大唐中兴颂》占据了大部分壁面。《金石萃编》称“碑高丈二尺五寸，宽丈二尺七寸”③，高宽都在450厘米左右。左行直书，21行，满行20字，不计题名款署，序颂共有263字：“天宝十四年，安禄山陷洛阳，明年陷长安。天子幸蜀，太子即位于灵武。明年，皇帝移军凤翔，其年复两京。上皇还京师。于戏！前代帝王有盛德大业者，必见于歌颂。若令歌颂大业，刻之金石，非老于文学，其谁宜为？颂曰：噫嘻前朝！孽臣奸骄，为昏为妖。边将骋兵，毒乱国经，群生失宁。大驾南巡，百僚窜身，奉贼称臣。天将昌唐，繄睨我皇，匹马北方。独立一呼，千麾万旟，戎卒前驱。我师其东，储皇抚戎，荡攘群凶。复服指期，曾不逾时，有国无之。事有至难，宗庙再安，二圣重欢。地辟天开，蠲除妖灾，瑞庆大来。凶徒逆俦，涵濡天休，死生堪羞。功劳位尊，忠烈名存，泽流子孙。盛德之兴，山高日升，万福是膺。能令大君，声容沄沄，不在斯文。湘江东西，中直浯溪，石崖天齐。可磨可镌，刋此颂焉，于千万年。”就在安史之乱基本结束的这年，历经离乱之苦的元结感到“地辟天开，蠲除妖灾，瑞庆大来”，乘兴写下了这篇颂文，所谓“歌颂大业，刻之金石”是也。作为亲身经历战乱，曾经领军平叛的元结，理所当然地对战乱平息表达了欢欣鼓舞之情。碑文后署“上元二年（761年）秋八月撰，大历六年（771年）夏六月刻”，从撰文到刻碑，过去了整整十年光阴，只是这时的元结似乎不再像当年那样激动了，刻碑前夕所增的颂文末尾六句稍显勉强，“末篇三章颇辞费，笔力未能复铿锵”。\n经历\n天宝十四年（755年）发生的“安史之乱”是唐朝由盛而衰的转折点。次年，长安沦陷，唐玄宗匆忙南逃至四川。同时，太子李亨逃往灵武（在今宁夏境内），在郭子仪、李光弼等一班西北将领的支持下，不告而即皇帝位，是为唐肃宗。就在肃宗即位的这一年，元结也举家逃乱于“邑南猗玗洞”，居二年。乾元元年（758年）元结“招集邻里二百余家，自猗玗洞奔襄阳”。同年，又移家江西瀼阳。乾元二年（759年）由国子司业苏源明荐，肃宗召元结诣京师，擢右金吾兵曹参军摄监察御史，出充山南东道节度参谋。上元元年（760年），史思明南犯，元结在泌阳屯兵据险，“全十五城。以讨贼功迁监察御史里行。这年九月，“帝进结水部员外郎兼殿中侍御使”，佐吕諲府，为荆南节度使判官，“将荆南之兵镇于九江”。（以上略据《新唐书》本传、颜真卿《元次山碑》）上元二年（761年），历时数年之久的“安史之乱”基本结束，元结在江西九江任上乘兴写下了这篇《大唐中兴颂》。摩崖上的衔名“尚书水部员外郎兼殿中侍御史荆南节度判官”，正是元结此时的官职。十年后，元结居母丧，隐居浯溪。徜徉于浯溪山水之间，面对这天造地设的石壁，不免勾起了当年“刻之金石”的宿愿，所以临时又加上“湘江东西，中直浯溪，石崖天齐”等六句，并请颜真卿书写刻石，这才有了今天我们所见到的《大唐中兴颂》摩崖。\n《大唐中兴颂》刻于“大历六年（771年）夏六月刻”，这年三月，颜真卿罢江西抚州事，摩崖衔名作“金紫光禄大夫前行抚州刺史上柱国鲁郡开国公”，知颜真卿书碑时，在大历六年前闰三月卸任江西抚州刺史之后，这年六月之前，可推想书碑当在四五月间。④\n《大唐中兴颂》见于《元次山集》卷六。序用散句，字数极少，却把“安史之乱”的来龙去脉交待得清楚明了。颂文仿秦始皇金石刻辞的体例，三句一韵，共十五韵。《浯溪志》将前人对《大唐中兴颂》文章的评价总结为四点：第一是颂词高简古雅，得雅颂之遗；第二是义正辞严，忠肝义胆，是左氏之遗绪；第三是金石之音，星斗之文，云烟之字；第四，这是稀有的雄文，更是元结的得意之作。\n作品魅力个性\n屡有前人说这篇文章是元结最为人知的作品，未尝不借助于颜真卿书法的魅力。许永《浯溪颜元祠堂记》：“次山之文，无虑数万言，而《中兴颂》独传天下，亦鲁公字画有助焉耳。由是言之，字画必资忠义而后显，而文章必托字画而后传，其势然也。”浯溪石刻有题诗曰“一铭两手笔，宇宙双杰作”，“慨此连城璧，业炳此昭代勋”。\n有些前人以为《大唐中兴颂》是颜真卿亲到浯溪书丹于悬崖的，但并无确切的依据。至于有些诗文中描述的：“想鲁公当年竦身云霄中，握如椽笔，撼天门，呼帝座，以杀贼之余愤，快书颂文，浩然一往，气塞天地。”纯是文人生花妙笔好文章，但不是信史。颜鲁公书写《大唐中兴颂》时，已经63岁，它体现了颜楷成熟时期的典型风格。颜鲁公晚期的书法名作较多，如《家庙碑》之庄重，《仙坛记》之秀颖，《元鲁山铭》之深厚，而《大唐中兴颂》则雅厚森严，雄深肃穆，可以这样说，“至《中兴》以后，笔力迥与前异”⑤。《大唐中兴颂》是颜鲁公书法进入成熟时期的典型代表，放笔直写，一任自然，精严的法度已升华为平和的从容。\n《大唐中兴颂》的点画圆浑厚实，注重书写时力量的充沛畅达，粗壮而不臃肿。字形以宽阔取势，四周向外拓张。外密内疏，中宫舒展，布白于字中。笔势缓缓而行，捺脚重拙含蓄。比起他中年时期的碑刻，此碑的字形和气势显得更为舒展和开张，那种横细竖粗、蚕头燕尾的样式已逐渐在淡化，似拙反奇，平中求险。他损益“横鳞竖勒”的笔法所导致的笔墨的滞重，发展了外拓的笔法。颜真卿完全取消了二王的书意余韵，确立了格法严谨的唐楷风格，《大唐中兴颂》表现出一种气度恢宏的威武刚烈风度。\n此碑字径在20厘米，不仅碑面最大，字形也最大，因外显得格外的正大浑阔。历代书法创作的经验告诉我们，楷书大字是相当难写的，因而宋代黄庭坚说“大字无过《瘗鹤铭》，晚有名崖《中兴颂》”晚有石崖颂中兴”，将《瘗鹤铭》、《中兴颂》两者作为大字的代表。《瘗鹤铭》也是摩崖擘窠大字，字体宽绰，萧疏淡远，飘飘然似有仙气，饶有江左风气息。而《中兴颂》苍莽奇伟的风格特征，与《瘗鹤铭》截然不同。他以“力拔山兮气盖世”式的壮美风格著称，体现颜真卿慷慨正直的个性。\n历代评论家无不这对一点再三致意：明王世贞《弇州山人稿》：“字画方正平稳，不露筋骨，当是鲁公法书第一。”明盛时泰《苍润轩碑跋》：“鲁公书之翘然者，在《八关斋记》上。”清杨守敬《学书迩言》：“《中兴颂》雄伟奇特，自足笼罩一代。”清杨宾《大瓢偶笔》：“古劲深稳，颜平原第一法书也。”清康有为《广艺舟双楫》：“平原《中兴颂》有营平之苍雄。”⑥摩崖碑已颇多漫幻剥蚀，我们前往观摩时，碑上糊上一层宣纸，捶拓施墨，字口凹凸，石花斑驳，更显出苍苍莽莽的金石气息，“反得石中韵胜”⑦。\n从《大唐中兴颂》中我们似乎能领略到唐王朝的开拓、奋发的气魄和自信心，同时，似乎也更能体味苏东坡“书止于颜鲁公”、“天下之能事毕矣”⑧的发自内心敬佩的赞叹了。\n颜真卿是唐楷的巅峰书家，《大唐中兴颂》又是他成熟时期的优秀作品，以至于前人常说此碑当为鲁公书法第一。所以，元代的郝经接过东坡的话，接着说“书至于颜鲁公，鲁公书至于《中兴颂》，故为岀家规矩准绳之大匠。……森森如剑戟，有不可犯之色”⑨。二公之评可谓精确不移。《大唐中兴颂》用笔健挺朴质，不屑修饰，依崖石取势，自由自在，无拘无束，恍如壮士披甲，不屑屑于丝丝毫毫的女儿簪花情态。伫立《大唐中兴颂》摩崖之前，跂足翘首，颜鲁公那惊天地泣鬼神的浩然正气逼面扑来。的确，我们欣赏颜鲁公的书法，总有一种如对至尊，肃然起敬的感觉⑩。\n元结是唐代古文运动的先驱，鲁公则是唐代楷书的杰出代表和集大成者，二公合作撰书《大唐中兴颂》，自是珠联璧合。更重要的是，元颜二公都是平定安史之乱的功臣，他们目睹了这场灾乱，又亲眼看到灾乱正趋于平静，大唐正走于中兴。因而，品读《大唐中兴颂》，我们能真切地感受到它所涉及到的人文风光、文学、艺术和曾经的历史风云。可是当前学界对碑刻的认识，已由传统的考经证史，逐步转化为单一狭窄的书法品读。其实，碑刻摩崖涵括了四部二氏之学，它们能涉及到学术研究的各个方面。\n（作者为湖南工业大学包装设计艺术学院副教授）\n责任编辑：任军伟\n注释\n①颜真卿《颜鲁公文集》卷五《容州都督兼御史中丞本管经略使元君表墓碑铭》，《四部丛刊》本；颜真卿书《元次山碑》(拓本)，武汉市古籍书店影印本。\n②据《浯溪志》，五过浯溪分别是：广德元年（763年）九月、永泰元年（765年）夏、大历元年（766年）三月、大历元年冬、大历二年（767年）春二月。大历二年所撰《浯溪铭》称“遂家溪畔”，则浯溪始建之年可能在大历元年。见桂多荪《浯溪志》，湖南人民出版社2004年12月版。\n③王昶《金石萃编》卷九十六《大唐中兴颂》，扫叶山房1921年版。\n④留元刚《颜鲁公年谱》、黄本骥《颜鲁公年谱》，两本均影印于《北京图书馆藏珍本年谱丛刊》第九册。一不记书碑事，一虽记而不记月份，据此可知，鲁公书碑的时间尚难以确定。\n⑤《宣和书谱》卷三，丛书集成初编本，中华书局1985年版。\n⑥马宗霍《书林藻鉴》，文物出版社1984年5月版。\n⑦郝经《陵川集》卷十二《书磨崖碑后》，四库全书文渊阁本。\n⑧苏轼《东坡全集》卷九十三《书吴道子画后》，四库全书文渊阁本。\n⑨郝经《陵川集》卷十二《书磨崖碑后》，四库全书文渊阁本。\n⑩刘正成《中国书法鉴赏大辞典》，大地出版社1989年10月版。\n唐朝书家——颜真卿\n颜真卿唐中宗景龙三年（公元709年）——唐德宗贞元元年（公元785年），终年77岁，琅邪临沂（山东临沂）人。字清臣。是中唐时期的书法创新代表人物，楷书端庄雄伟，气势开张。行书遭劲舒和，神彩飞动。他的书法，既有以往书风中了气韵法度，又不为古法所束缚，突破了唐初的墨守成规，自成一幅，称为“颤体”。宋欧阳修评论说：“斯人忠义出于天性，故其字画刚劲独立，不袭前迹，挺然奇伟，有似其为人。宋朱长文《续书断》中列其书法为神品。”并评说：“点如坠石，画如夏云，钩如屈金，戈如发弩，纵横有象，低昂有态，自羲、献以来，未有如公者也。”\n鲁公是书史上居承先启后地位的伟大人物，他的正书，向以博厚雄强着称，「锋绝剑摧，惊飞逸势」，以颜世家庙碑为代表；至于摩崖大家，气势磅礴，以大唐中兴颂最着；至最高境界，表现冲和淡远之韵致者，则推李玄靖碑。行草道劲秀挺，古意盎然，以祭侄稿为第一。\n在中国书法史上占有特殊地位，唯一能和大书法家王羲之互相抗衡，先后辉映的，就是颜真卿了。他的书法，以楷书为多而兼有行草。用楷书所写之碑，端正劲美，气势雄厚。他生于楷书流行之际，与王羲之之典型相对，导开书法新风气。\n颜真卿是进士出身，他是在任平原太守时始闻名于世。安禄山起兵范阳时，河北各郡皆降服，唯有颜真卿固守平原城，为义军盟主，为唐朝尽力。最后他奉德宗之命，前往叛将李希烈处劝降，不幸遇害。而他一生忠烈杯壮的事迹，更是提高其于书法界的地位。颜真卿的字宛如其人，自始至终均用正锋，因此所谓颜法的定型化笔法其艺术价值较少，但此笔法却能充分发挥男性的沉着，刚毅。\n中唐以后，由于藩镇割据，兵连祸结，旧有的制度已经呈现瓦解之势。颜真卿起而建立楷书新典范，正是重建新秩序的一种心经呈理反映。但是，规矩森严的楷书与当时的社会背景毕竟是有距离的，因此唐末以后，书法艺术的发展便集中表现在行草书方面，古典的典范终于让位给个人主义的抒情作风了。\n颜真卿的书法，号称颜体，有他独特的风格和笔法。他所留下的碑帖很多，后世的书法家认为从他的一些碑帖中可以找到「圆笔」的痕迹，和其他书法家的「方笔」不同。\n颜真卿被使用圆笔的书法家奉为开创者。他和使用方笔的王羲之，都对后世产生既深且远的影响。\n颜真卿现存的书法作品有：多宝塔碑，颜氏家庙碑，颜勤礼碑，麻姑仙坛记，祭伯文稿……等。他和唐诗另一位以楷书成名的书法家柳公权，被人合称为「颜柳」。\n他的书迹作品众多，据说流传下来的有130多种。为后人重视的楷书有楷书《多宝塔》、《东方画赞碑》、《麻姑仙坛记》、《郭家庙碑》，《颜勤礼碑》等，这些碑刻楷书，有个性，有特点，有正面不拘，庄而不险的气势，但笔画横细竖粗及捺脚空腹过大之处，在学习时应求其神韵，不应单纯追求形似。他的行书《祭侄季明文稿》是怀着悲愤的心情创作出来的佳作，被称为天下第二行书。行书还有《争座位帖》、《裴将军帖》等。\n《多宝塔碑》，全称《大唐西京千福寺多宝佛塔感应碑文》：楷书，岑勋撰文，徐浩题额。字体匀称，丰腴。唐玄宗天宝十一年（公元725年）四月立。碑存陕西西安碑林。\n大唐中兴颂碑帖\n正文语种:简体中文\n商品尺寸:34.2x24.8x1.4cm\n商品重量:699g\n品牌:广西美术出版社\n内容简介\n《历代珍藏碑帖精选·大唐中兴颂:颜真卿(宋拓本)》是颜真卿书法进入成熟时期的代表作达到了炉火纯青的境地。全篇布局十分紧密，真力弥满，字实撑格，给人一种向外的膨胀感，充实茂朴，气势恢弘，字里行间有金戈铁马之气，拳拳报国之志，并映射着时代的进取精神。宋代欧阳修在《集古录》中云：气书字尤奇伟而文辞古雅。清代人杨守敬在《学书迩言》中云：《中兴颂》雄伟奇特，自足笼罩一代。清代人康有力在《广艺舟双楫》中云：气平原《中兴颂》有营平之苍雄。乙明代王世贞在《贪州山人稿》中云：字画方正乎稳，不露筋骨，当是鲁公法书第一。乙品读《历代珍藏碑帖精选·大唐中兴颂:颜真卿(宋拓本)》，我们不仅可以真切地感受到它所涉及到唐代中兴时期的辉煌：以及那个年代的文学艺术、人文思想和曾经的风云历史，同时还可以领略到大唐王朝的开拓、奋发的大无畏的气魄和时代精神。《历代珍藏碑帖精选·大唐中兴颂:颜真卿(宋拓本)》是颜真卿唯一的大楷作品，在颜书中占有极其重要的地位，一千多年来为书家研读必备的范本。《历代珍藏碑帖精选·大唐中兴颂:颜真卿(宋拓本)》记录了平安禄山之乱，颂大唐中兴之事。此碑石质坚硬，经千余年的风雨侵袭，但尚保存完整，给后人留下了十分珍贵的遗声由于此碑刻是摩山压书就，颜真卿采取了遇长即长，见短就短的方法，通篇碑文用中锋和圆笔书之，但既不显得臃肿，也不瘦削，字形以宽阔取势，外密内疏，中宫舒展，布白恰到好处。此时的颜书已完全淡化了三一王的书意余韵，确立了豪迈严谨的唐楷书风，与中期的颜书风格相比显得更力舒展和大气。颜真卿在书碑时吸取了北碑、古籀的精华，同时也参人了篆隶的笔意，使之古拙耐看。该碑文无一弱笔，可谓气歌颜巍峨乙，百看不厌。《历代珍藏碑帖精选·大唐中兴颂:颜真卿(宋拓本)》一改早期颜书中的横轻竖重，蚕头燕尾的特点，说明了颜真卿直到晚年还在不断的探索求新，开拓进取，也表现了其书法大家驾驭巨幅作品的功力和戎马将军的豪情壮志。颜真卿在此石刻中有一个令人惊奇的、独特的、创造性的书写排列字法，即在竖式书写中，采用了从左到右的打破常规的做法，使后人大开眼界，感叹颜公创造性的魄力和自信心。\n今根据收藏者所提供的此碑的宋拓本付梓，以飨同好。\n","category":"楷书","verified":true,"user":1,"timestamp":1429951557542},{"name":"颜真卿楷书大唐中兴颂","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791641364,"text":"","author":"唐代颜真卿","description":"颜真卿楷书大唐中兴颂"}]