[{"name":"沈曾植书法集","text":"沈曾植（1850--1922），浙江嘉兴人。字子培，号巽斋，别号乙盫，晚号寐叟晚称巽斋老人、东轩居士，又自号逊斋居士、癯禅、寐翁、姚埭老民、乙龛、余斋、轩、持卿、乙、李乡农、城西睡庵老人、乙僧、乙穸、睡翁、东轩支离叟等。他博古通今，学贯中西，以“硕学通儒”蜚振中外，誉称“中国大儒”。\n生平简介\n浙江嘉兴人。其祖父沈维鐈，进士出身，官至工部左侍郎，人称“小湖先生”。曾国藩是他的学生，著有《补读书斋遗稿十卷》。曾五任学政，务尚有用之学，一生校刊之书颇多。可惜的是沈曾植八岁时，其父沈宗涵逝世，家道衰落。他从小跟母亲诵读唐诗，通音韵之学。虽因家贫，而读书之志，未尝一日废过。在孙春洲、周克生、王楚香、俞幼珊、高儁生、秦皖卿、阮际生、朱厚川、用饬侯、王莘锄、罗吉孙及长兄沈曾棨的指导下，“尽通国初及乾嘉诸家之说”(见王国维《沈乙尽先生七十寿序》)，逐立“修身、治国、平大下个人产”大志。他博古通今，学贯中西，以“硕学通儒”蜚振中外，誉称“中国大儒”。光绪六年（1880）进士，历官总理衙门章京等职。1901年任上海南洋公学（上海交通大学前身）监督（校长），改革旧貌，成绩卓著。他也是书法大家。早精帖学，得笔于包世臣，壮年嗜张裕钊；其后由帖入碑，熔南北书流于一炉。写字强调变化，抒发胸中之奇，几忘纸笔，心行而已。受到当时书法界的推崇，海内外求其字者颇多。沈曾植以草书著称，取法广泛，熔汉隶、北碑、章草为一炉。碑、帖并治，尤得力于“二爨”，体势飞动朴茂，纯以神行。个性强烈，为书法艺术开出一个新的境界。寐叟在临终前数小时仍握笔挥书，写成三联。甲联书于五尺白冷金笺上：“石室竹卷长三尺，山阴草迹编千文。”有陈散原、冯梦华、吴昌硕等39人题跋。乙联写在五尺宣纸上：“岑碣熊铭入甄选，金沙锈断肋薪纰。”题跋者有马一浮等16人。沈曾植的书法艺术影响和培育了一代书法家，为书法艺术的复兴和发展作出了重要贡献。如于右任、马一浮、谢无量、吕凤子、王秋湄、罗复堪、王蘧常等一代大师皆受沈书的影响。\n《中国历代书画家集》苏文编绘\n八其藏书颇富，先后积书达30万卷，精本亦多，宋椠元刊近百种，方志和乡邦文献百余种，康熙、乾隆刻本为最富，有藏书处有“海日楼”、“全拙庵”、“护德瓶斋”等，编撰有《海日楼藏书目》1册抄本，著录古籍书1000余种，多题跋之作。另有收藏碑帖、书画亦为大家，编有《海日楼题跋》，记载其收藏宋拓本20余种，如著名的《淳化阁帖》、二王书法等。书画收藏的精品有文征明、董其昌、唐寅、刘墉等名家之作。与当时著名藏书家傅增湘、缪荃孙、张钧衡等往来甚密。所藏之书，在其去世后，于抗日战争期间，其养子沈慈护以20万元售于陈群，一部分由沈慈护、媳劳善文于1957年捐献给嘉兴图书馆。藏书印有“姚棣沈氏珍藏”、“逊斋居士”、“寐翁”、“蹱息轩印”、“海日楼”、“知一念即无量劫”、“象莲花未开型”等。 \n治学经历\n沈曾植在《定庐集序》中称：“少孤，独学天友。所由粗识为学门径，近代诸儒经师人师之渊源派别，文字利病得失，多得之武进李申耆及吾乡钱衎石先生文集中。两先生，否私淑师也，而钱先生同乡里为尤亲。”稍长研究史学掌故，潜心于律法与舆地，李慈铭的评价是：“钩贯诸史，参证舆图，辨音定方，具有心得。”(见《越缦堂日记》)他在乡试时．有关舆地的答卷为翁同和所激赏，视为通人。1880年(光绪六年)，他考中进士，供职刑部，精研古今律法，著有《汉律辑存》、《晋书刑法志补》等书，薛允升推为律家第一。之后，他出任总理各国事务衙门(即今外交部)章京，主管俄国事务，因而，益究四裔舆地之学，于辽、金、元三史，创获颇多，声名远播。1893年，俄罗斯使臣喀西尼以《唐阙特勤碑》、《突厥苾伽可汗碑》、《九姓回鹊受里登汩没密施合毗伽可汗圣文神武碑》影印本，求沈曾植翻译考证，沈作三碑跋博得众人认同。此事后来广为流传，西方学者也多加以引用。在沈曾植一生的著述中，有关舆地之学占了很重要的部分，计有《元秘史笺注》、《皇元圣武亲征录校注》、《岛夷志略广证》、《蒙古源流笺证》等十余部。\n在北京任上，与其弟沈曾桐治珠算，享有盛名。相与交往密切者有文廷式、康有为、袁爽秋、朱一新、陶濬宣、杨守敬、汪康年、梁启超、盛伯熙、黄仲强、徐世昌、王鹏运、袁世凯、’梁鼎芬、邹代钧等。四十岁后，深究焚学，会通儒佛。晚年因经济拮据，在沪上鬻书自给，时间约在1919年前后。《清史稿》称：“曾植为学兼综汉、宋，而尤深于史学掌故。”此说略显简单，其门生王国维曾有过较为客观的总结，兹迻录如下：\n“先生少年固已尽通国初及乾、嘉诸家之说，中年治辽、金、元三史，治四裔地理，又为道、咸以降之学，然一秉先正成法，无或逾越。其于人心世道之污隆，政事之利病，必穷其原委，似国初诸老。其视经史为独立之学，而益探其奥安，拓其区字，不让乾、嘉诸先生。至于综览百家，旁及二氏，一以治经史之法治之，则又为自来学者所未及…。夫学问之品类不同，而方法则一。国初诸老，用此以治经世之学；乾、嘉诸老，用之以治经史之学，先生复广之以治一切诸学。趣博博而旨约，识高而议平。其忧世之深，有过于龚、魏，而择术之慎，不居于戴、钱。学者得其片言，具其一体，犹足以名一家，立一说。其所以继承前哲者以此、其所以开创来学者亦以此。使后之学术，变而不失其正钨者，其必由先生之道矣。”(见《沈乙庵先生七十寿序》)\n历代儒家学者都有参与政治，发挥其作用的传统，孔子周游列国，亦只发挥教宵家的作用，贝何况后来者。因为相对于政治权力游戏而言，儒家的理想是纯净的，又是相对软弱的。难怪胡适要将“儒”的语源考定为“柔”，这是发人深省的。就本文传主沈曾植而吉，其令人敬畏的地方就在于朴素平淡，他不想借助于非凡的、虚饰的、激烈的行为来突死自己的形象。他获得了同时代的人以及后人的尊崇，就在于他身上所发现出的超人的力量、坚强的毅力以及儒家学者所惯有的内圣外王精神。\n书学思想\n嘉道以后，由于大量古碑版器物出土，兴起了金石学，小学家金石家大量涌现，影响到书法领域，更是书风为之一变，出现许多擅长写碑风格的书家，如洪亮吉、孙星衍、桂馥、伊秉缓、何绍基、邓石如、赵之谦、吴让之等等。与此相呼应的是书学界则出现阮元的“北碑南帖说”，提倡学碑。再经包世臣的阐扬，蔚然成风。至清末康有为一出，尊碑抑帖之说臻于顶点。风气使然，沈曾植也主攻北碑。值得一提的是沈曾植在戊戌变法后，曾力劝康有为著《广艺舟双揖》。由于康有为的影响力和《广艺舟双揖》一书的煽动性，把当时康有为周围的一些思想给淹没了。\n沈曾植自认为书学优于书功，遗憾的是他未能像康有为那样写出较为系统的著述。现在所能见到的仅《海日楼题跋》、《寐叟题跋》及给一些友人的信札中的片言只语，多为有真知灼见的经验之谈。\n沈曾植书学思想前后经历了几个阶段的变化：早年受包世臣的影响，笃信黄小仲的“始艮终乾”和包氏的“中画圆满”之说，于用笔的方法用力甚多，对唐代的张怀瓘《药石论》中的“一点一画，意态纵横，偃亚中间，绰有馀裕”最为心仪。中年由帖入碑，嗜张裕钊的书法，对《张猛龙碑》、《高湛墓志》、《敬使君碑》等碑非常推崇，于结体注意颇多。光绪壬寅以后，他渐渐地将精力转到书画上面。但那时他对帖有些生疏，在《旧拓圣教序跋》中自认为“性乃不近”，可推知其心绪了。晚年则碑帖相融，讲究会通，沉\n潜于古今嬗变之理，持论精微，常发前人未发之论，如他在给门人谢凤孙的信中提到“冬心开顽伯之先”；又如他在《菌阁琐谈》中提到“李斯亡篆以简直，中郎亡隶以波发”；又如在《护德瓶斋涉笔》认为，“西汉未隶石刻间杂为正书”；又如称金文中的楚人书，到《校官碑》。到王大今，“吴、会书自有一种风气，略近中郎，而益畅上风。《谷朗》、《爨碑》，皆其遗韵”；又如他认“李怀琳之《绝交书》、孙虔礼《书谱》，皆写书之变体，其源出于《屏风帖》。”等等。\n沈曾植为学兼及汉宋，于书学既重考证及相关的历史渊源关系，亦注重书法形质与情理的体会了解。他留下来的有关书法题跋大多属于考证辨别碑帖源流的札记，从中还是能看到较为系统独到的书学观点。在重历史渊源关系方面，于下面诸跋中可以看出：\n上虞罗叔祖影拓□氏旧本，此是真面目，笔意风气，略与《刘玉》、《皇甫鳞》相近，溯其渊源，盖《中岳北岳二灵庙碑》之苗裔。一一《张黑女墓志跋》\n昔尝谓南朝碑碣罕传，由北碑拟之，则《龙藏》近右军，《清颂》近大令。盖一则纯和萧远，运用师中印，而全泯其迹，品格在《黄庭》、《乐毅》之间；一则顿宏激昂，锋距出《梁鸽》，而益饰以文，构法于《洛神》不异也。一一《张猛龙碑跋》\n北碑楷法，当以《刁惠公志》、《张猛龙碑》及此铭为大宗。《刁志》近大王，《张碑》小王，此铭则由擫外拓，藏锋抽颖，兼用而时出之，中有可证《兰亭》者，可征《黄庭》者，可证淳化所刻山涛、庚亮诸人书者，有开欧法者，有开褚法者。盖南北会通，隶楷裁制，古今嬗变，胥在于此。一一《敬使君碑跋》\n在重书法形质与情理的体会了解方面，亦多具创见。如在《王珣贴跋》中认为“《伯远帖》墨迹，隶笔分情，剧可与流沙简书相证发，特南渡名家，韵度自异耳。”指出南北书法有相同之处，惟六朝江南名土尚韵风气更甚些，此说颇合史实。又如在《松江急就章跋》中认为“松江《急就》决为唐临不疑，有讹略之迹，而无讹略之情也。推迹以知情，是在善学者。”此说体现了他的疑古精神，“推迹以知情”即是他的持论方法。又如他在《多宝塔碑跋为谢复园题》中认为“鲁公书源本出殷氏父子，后得笔诀，困法河南，所调厌家鸡欣野资者耶?然如此砷结体，固不能与《裴镜民碑》绝无瓜总也。此拓梢绝，于用笔劲媚处，点画紫拂，绰绰可寻，绝非剜后秃木者可比。”此跋极精到，非有书法家之义本事、真眼光者，不能悟解。所谓真本事、真眼光者，即是能想象到古人的书写状况，处于同一境界，神与之游，发而为论则无隔阂。沈曾植在这方面要比康有为高明许多，宋代苏东坡成自豪地说：“吾虽不善书，晓书莫如我”，此话若移作沈曾植的话，也是非常贴切的。\n沈曾植对书法形质与情理的体会了解主要集中在以下三个方面：一是重势，如在《蔡氏分法即钟氏隶法》中提到：““固非修短纤浓，波点相资，无以呈其意势。”又如在《论行楷隶篆通变》中认为：“篆参隶势而姿生，隶参楷势而姿生，此通乎今以为变也。篆参籀势而质古，隶参篆势而质古，此通乎古以为变也。”这就是他独到“异体同势、古今杂形”观，在清季碑学运动中属于新理妙发。二是重形，如他认为“逸少学钟书，最胜处可证得于势巧形密。”又如他认为“《入山帖》瘦质处可证《化度》，可通草书《千文》。”又如他对卫恒《书势》中“修短相副，异体同势，……纤波浓点，错落其间”这十六字相当推崇，其晚年书法风格正是如此。三是重笔，他对卫恒《书势》中的“奋笔轻举，离而不绝”一语非常认同，于用笔的提按起伏、藏锋油颖体悟甚多。他多次提到李斯亡篆以简直、蔡邕亡隶以波发，观照他晚年作品中翻腾的用笔，约略可以推想。他还认为钟繇用笔最曲，王献之最直，王羲之曲直相宜。钟繇的曲对他晚年书风的形成是至关重要的，这与他为学雅尚险奥，清言见骨相一致的。\n980年，沙孟海先生在《书谱》杂志上提出“碑跋的写手与刻手问题”，引起书学界的广泛讨论。关于这个问题，清季书家大多未注意及之。梁评唐《兖公颂》时，曾提出“字画失度处缘刻手不精耳”。之后的包世臣、赵之谦、康有为都未看透北碑背后的刻手因素，但沈曾植法眼独具，较早地注意到了碑版的刻手问题。如他在《王基碑跋》中提到“刻手精工，遂令使转笔势，突然毕露”：在北魏《燕州刺史元踢墓志跋》中提到：“逆锋行笔颇可玩，惜刻工之拙也”；在北齐《使持节都督元贤墓志跋》中认为“刻手太粗”；在北魏《乐安王元绪墓志跋》中认为“刻工草草”；在《临淮王元彧墓志跋》中认为“此书甚工，刻乃不称”：在隋《杨厉墓志跋》中认为“书道至此，南北一家矣，惜刻工拙耳”。不仪如此，他对拓本的精确与否也十分关注，如他认为《国学本定武兰亭》“极圆润，而未免轻弱。然刻手极精，纤锋华见”：认为《旧拓定本兰亭》“刻工亦颇能传之，殆非天水时代良工不办山”：认为《式古堂法帖》“模刻不精，逐致略无神采”；认为《墨池玉屑本》“宛如手书，其墨色拓工俱绝。……锋颖丰利，真能以刀代笔”；认为《丰存礼小楷普门晶》“书法谨严，刻尤精绝”等等。沈曾植晚年之所以碑帖于一炉，与他能敏锐地感觉到砷帖背后刻手问题有着大的关系。\n晚清整个社会都在求变求新以自强。沈曾植书法以占为变．以古为新，翻覆盘转，新意十足。历史上，米芾、赵左頫是以古为新的成功实践者。沈曾植在给门生谢凤孙的信中曾指出：“吾尝以阁下善学古人为不可及：今忽曰：以临古为大病，此涣何耶?来屏有使转而无点画，即使转办单薄寡昧，如此便是自寻贱落矣，如何?米元章终身不离临摹，褚公亦然，上至庚亮、谢安石，办有拟法。鄙人临纸，一字无来历，便觉杌不安也。”但沈曾植的复古意识与米芾、赵孟頫、董其昌等人比较起来，还是很有特点。米、赵、董复古以正统自勉，非二王不学，以取晋药为主，非“相杂文生”。所以，他们的书学思想中很难见到诸如沈曾植所主张的“异体同势”、“古今条形”、“中画圆满”、“分画中虚”这些内容。孙过庭所谓“古质而今研”，沈即是研了，更注重书法形式上的变化，注重参势而姿生的结果。\n沈曾植之所以能独树一帜，除了上述的种种鲜明的见解外，还具有一颈勇猛精进的心。他在书学上没有像包世臣那样钻牛角尖，而是主张古今融合，南北相济，以期相生相发的境界。在实践上，他非常大胆地运用“抽锋”、“卧笔”之类的手段，如果用正统的眼光来看，觉得有些偏胜；如果用新理异态的效果来看，恰到好处。成就与吴昌硕相伯仲。融汇碑帖之学，博取厚积，开拓了行草书的发展道路，丰富了碑学的表现力，代表着碑学的发展高度。\n学识淹博，精研西北史地。书法融合汉隶、北碑、章草为一炉，自成面目。谈中国五十年来书法者，巍然为一代宗师。间作山水小幅，淡雅有韵致，惟不多作。卒年七十一。着海日楼诗。\n自古以来，历代皆有人龙翘楚，为一时风习之始作佣者，或为人文盛事推波澜，领袖群伦，沾溉四方。晚清之沈子培，即此等人物。其所交游，陈散原、王国维、余肇康、罗叔言、张元济、郑孝涉、章一山、马一浮、诸贞壮、胡朴安等，皆一时硕学；其所友，曾农髯、翁同觎、播祖荫、吴昌硕、李瑞清；其所启者，便有风云人物康有为；其所教，便有沪上王蘧常等四十余子。不只中国前清遗老尊崇有加，便东瀛学人亦曾称誉其为“中国大儒”。\n艺术成就\n沙孟海先生在《近三百年的书学》中把沈曾植的书法列为“帖学”的殿军人物，称“他是个学人，虽然会写字，专学包世臣、吴熙载一派，没有什么意思的；后来不知怎的，像释子悟道般的，把书学的秘奥一旦豁然贯通了”。这与王蘧常先生在《忆沈寐叟师》中称“先生生前先以书法为余事，然刻意经营，竭尽全力，六十四岁后始意写字。至七十三岁去世，用力极勤，遂卓然成为大家。”二说大同小异，同的是称沈曾植大器晚成，不同的是一说沈中年之前“没有什么意思”；一说是“刻意经营，竭尽全力”。据沈曾植的生平经历来看，王说更接近些。据沈曾植自称晚年书画之缘始自光绪壬寅〔53岁)辞去南洋公学监督后，重入都门时。\n沈曾植“早岁欲仿山谷，故心与手忤，往往怒张横决，不能得势。”（又马宗霍《霋岳楼笔谈》)但临池之志仍然无间矣。在未中举之前，学书以晋唐小楷为主，因为当时江浙——带文风鼎盛，多数士子为了中举，多练习所谓的“馆阁体”。以至于沈曾植晚年在回忆时还为“馆阁体”辩护，说：“唐有经生，宋有院体，明有内阁诰敕体，明季以来有馆阁书，并以工整见长，名家薄之于算子之诮，其实名家之书，又岂出横平坚直之外：推而上之唐碑，推而上之汉隶，亦孰有不平直者。虽六朝碑，虽诸家行草帖，何一不横是横、坚是竖耶?算子指其平排无势耳。识得笔法，便无疑己。永字八法，唐之闾阎书师语耳。作字自不能出此范围，然岂能尽。”(见《海日楼札丛》卷八)同时，他还得笔于包世臣，取径于邓石如、吴让之。沈曾植曾有诗曰：“百年欲超支吴老，八法重添历下读”，又云“包张传法太平时，晚见吴生最老师。”(见《忆沈寐受师》)所流露的正是这一阶段的学书痕迹。\n之后，他又接受包世臣“备魏”可以“取晋”的观念，取法北碑，尤嗜张裕钊的书法，并确确实实练了一阵子。这与他在光绪六年成为进士，北上就仕，开始经营收罗一些碑帖，这是他后来自谓“书学深”的开始。当然，他对待碑帖的态度未必全是艺术的眼光，有时月考证舆地、史实的目的，但对他今后书法气质的演变有着积极的影响。即使成不了“书家之字”，尚可作“学人之字”观，这与他“学人诗人二而为一”的主张相一致的。\n王蘧常先生把沈曾植的书风演变分为两个阶段：六十岁之前“为孙隘庭临《郑文公碑》，绝少变化；又见为予外舅沈公仲殷写佛经卷，当时诧为精绝者，亦不能过安吴轨辙。”(见《忆沈寐叟师》)六十岁之后，“真积力久，一旦顿悟，遂一空依傍，变化不可方物。”(同上)事实上，沈曾植学书情况比这样复杂多多，尤其是晚年。据目前所见的作品来看，沈氏取法简牍、唐人写经、《二爨》、钟太傅、索靖、欧阳询、虞世南、褚遂良、黄山谷、倪元璐、黄道周都有些痕迹，这说明他还进行各种各样的尝试，碑帖结合，兼容并蓄。值得注意的是1910,沈曾植在题《伊川击壤集》、《曹恪碑》、《李澹圆先生叱牍归耕图卷》三跋时，纯用米芾笔法，驾轻就熟，非常老到。从中可以透出两个消息：—中沈曾植借米芾书凤来达到“意态纵横”的目的，他推崇黄小仲的“始艮终乾”之说从中得到了验证；二是取法米芾正是他实现“备魏取晋”理想的绝妙高招。因为他一生的学术与人生总旨皆的魏晋风骨上。正是他从米芾那里悟到了“八面出锋”的用笔方法，并将米氏刷字转化为“翻覆盘旋，如游龙舞凤，奇趣横生”（见沙孟海《近三百年的书学》)，这才是他书法的奥秘所在。\n沈曾植晚年的书法，包世臣的影响还是很大的，尤其庄用笔的提按方面，而张裕钊与吴让之的影响反而不怎么显著。罗振玉在916年6月5日致王国维的信中曾提及沈曾植“服赝安吴，诋毁赵之谦一事”，可与佐证。夏承焘在《天风阁学词日记》卷二中记载：“冒鹤老尝遇寐老曰：君笔诚奇纵矣，然不过以方笔为包安吴耳。寐老拍其肩曰：此安可为外人道。”此又一佐证。王国维有诗赞沈曾植的书法是“古意备张索，近势杂倪黄。”作为同时代的大学者，此话切中要害。沈曾植中晚年的徘徊，正是在寻找表达“古意”的手段。既要出新，有要备复古之意。所以，他找准了以“新理异态”而著称的黄通周与倪元潞作为师法的对象。黄潜在《花随人圣童摭忆》中也指出了这一点。他还经常临习一些冷僻的碑版，这与康有为《广艺舟双揖》中的观点如出一辙。他常自称“书学深而书功浅”，晚年遍临诸碑帖算对“书功浅”的弥补。实际上，他到最后还未完全定型化，仍在探索之中。\n沈曾植天资高，理想富，性格内敛，毅力坚定，“藏身巧密”背后涌动着艺术的激情。沈氏晚年隐居沪上，仕途失意，心情抑郁，以诗书遣日。1921年，他正式在上海鬻书自给，以解生计之困，“海内外辇金求书者穿户限焉”。目前，社会上所流传的作品办大多在最后几年所书写的：但风格上很少雷同，说明他不墨守一家，博收广蓄的心态。他作诗主张要通“三关”，最后一关足“元嘉”。如何通“元嘉关”，他在《与金潜庐太守论评书》中提到：“但将右军《兰亭诗》与康氏山水诗打并一气读。”可见其境界是在“活六朝”，“庶儿脱落陶谢之枝梧，含咀风雅之推激。”（见《安般簃集序》)此一想法，在他书法中也有，惜未能点破。抑或是他自认为未臻此境，不便提出而已，不得而知。后来，陆维钊先生一生浸淫北碑甚深，到晚年亦有叹识王字真谛太迟之慨。真可谓是英雄之见略同矣。沈曾植(寐叟)(1850--1922)，浙江吴兴人浙江嘉兴人，字子培，号乙庵，号巽斋等，别号乙公，晚号寐叟，浙江嘉兴人。生于诗书之家，学识广博，为晚清学者、诗人和书法家。学识渊博，精音律史地，诗文书画。其书初师包世臣，后工章草，参以二爨及北魏碑刻。清曾熙评其书法：“工处在拙，妙处在生，胜人处在不稳。”《七律》行书作品有“极缤纷离披之美”，在书坛上占有重要地位。\n沈曾植书擅各体，尤以草书为佳。初学包世臣，复取法于邓石如，晚年转宗明末著名书法家黄道周、倪元璐，因而其书风始终处于不断变化之中。其书多用方笔，风格挺健峭拔，沙孟海先生评其书曰：“翻覆盘旋，如游龙舞凤，奇趣横生。”清末官至安徽布政使，民国时以遗老自居。\n虽然我们在遗老的形象中窥出一丝保守、刻板、落伍的色彩，但是书法上，沈寐叟却是一个相当有胆魄的创新大家，他以北碑传统为基点，在深入到书法艺术的表现(形式表现与线条表现)的深层内容之后，沈寐叟毅然决然，在以方笔作行草书方面作出了成功的尝试。他的方笔斩截、锐而不峭、厚而不滞，见出极强的驾驭功底。但更令人振奋的，还在于他以方笔顿挫带动行草书的连贯意识，把具体的连贯按照顿挫间隔成一组组意的连贯，在其中，既有古代章草的某种结体意识，又有努力求空间开张的横向宕开，更有方线条棱角、锋尖在不断交替过程中的勾连吻合之美，值得注意的是：这种种出众效果都是在流畅的挥洒过程中自然呈现，而不是刻意做作而成的。\n这是一个十分有趣的典型：作为遗老，沈寐叟深深重视清代碑学所具有的价值，他不可能跨越这个历史的规定。但作为艺术家，他又具备本能的开拓希望，因此他努力寻求在规定下的发展空隙，从一个清代人感到迷惘的风格夹缝中走了出来。在一时间，沈寐叟的北碑行草风成为民初书坛的一面大旗。\n沈寐叟以方胜，吴缶庐以圆胜；沈寐叟意在生辣，吴缶庐旨在醇厚。沈寐叟以小见大、以局部见整体；吴缶庐则从大见小、从整体到局部。两位大家可以标志着民初书坛上的两种不同路数，当然是同样有高度的路数。\n\"昔年书法传坤艮，置我三王二爨间。满地残阳看绝笔，落花如雪泪如环。\"此余师兄王君蘧常题其师沈寐叟墨迹之绝句诗也。王君十余岁由其父甲荣携往请业，寐叟未及与之论学术，简述书法奥诀告之，君晚岁题其真迹，为诗如此，余手录之，今稿不复存，尚能背诵不误。\n书法一道，非限于书法而为书法也，必与其人之学问德业、事功成就、时代特征，息息相关。尤于书法本身，穷源竟委，集其大成，自创新面，然可以前无古人，如寐叟者，所以被尊为\"三百年来第一人\"也。\n寐叟入仕途于晚清中光绪六年庚辰第二十四名贡士，出余舅祖翁瓶庐相国同和门下，殿试第三甲第97名，赐同进士出身，朝考第二等第20名，钦用主事，观政刊部，自是始与贤士大夫交游，名扬海内矣。寐叟生值清季，觅见历代古物及新发现之文献珍品，以其乾嘉治学之法治之，于辽、金、元史，西北、南洋地理，尤所究心，于甲骨文，敦煌秘籍，靡不究心，熔为一冶。与罗振玉、王国维诸先生论学开一世之新风，而罗、王包罗之广犹不能及寐叟，寐叟于学术外尤擅书法绘画，此皆罗、王所不能旁及者也。论并世学人，或与太炎章先生并列，然太炎不信甲骨，治学趋向，一以清中叶为归，结一代之局则有余，若云创新，则逊寐叟一筹矣。\n寐叟一生，政事学术，出入綦忙，懒于著作，其名著《蒙古源流笺证》，自雕木版刊行；《元秘史注》，由中华书局排印出版，其他书名繁多，或数页而止，短书杂札，往往书于帐册之背或杂纸之上，虽标明为书，实不过未经整理排比之读笔记、简端评识而已。余客寐叟嗣子慈护处，按《日知录》、《十驾斋养新录》这例编次之，颜日《海日楼札丛》者是也，虽此属畸零汇辑之书，未足见寐叟学术之广博弘大，然未尝不可窥豹一斑也。\n书法一道，既汇众长于一，寐叟少年时得启迪于张裕钊，后遂由帖入碑，南北融化，上自先秦出土文物，下至唐人写经，无所不取、无所不舍。寐叟所处之时代，玉人士称寐叟第子王蘧常为当代王羲之，其弟子尚然，高出弟子数倍之寐叟，奚待戋戋之赘言乎？\n今嘉兴市政府就所见收藏寐叟墨迹，选其精品，刊以淑世，甚盛事也，爰书其始末如此。\n法学生涯\n沈曾植，同治癸酉科顺天乡试第22名，会试24名，殿试三甲97名，用刑部主事，当年光绪6年庚辰科（1880年）会试首题是：“子曰：‘吾与回言，终日不违，如愚，退而省其私，亦足以发，回也不愚。’”出自《论语·为政篇》，沈氏的破题是：“有深会圣言者，如愚所以不愚也。”，承题是：“盖其会圣言也不深，则其发圣言也必浅，即其私而退省之，不愚者不诚赖如愚哉？”起讲兹略，然后是代入孔子语气之起二比：“高坚前后之程，吾与回言无不尽，顾何以言所以，言所已及，回与相近，言所未伸，回并不与，……言动视听之则，吾与回言且无余，顾何以言之偶传，质疑有待言之时，示偏觉索解无闻……”然后是出题：“如是焉而言已终日也，噫，愚矣，愚于进安，必其不愚于退也，而吾且省之。”然后是二小比：“燕私之地，不假提撕，体诸心有验诸身，而亦前亦趋欲从者其志；启发之机，不关愤悱，积乎中以形乎外，而无施无伐不惰者其神。”随后“盖违而发者恒情也”是一句过接，然后是中二比：“夫孰知不违而亦发也，……；夫孰知不违亦足以发也，……。”后二大比：“而后知回之明悟独深也，……；而后知回之涵养独粹也，……。”最后以简明扼要的两句收结：“回愚乎，回不愚乎？”\n第二题是∶“柔远人，则四方归之，怀诸侯，则天下畏之”，题出自《中庸》，沈的破题是：“效有极于四方天下者，柔怀所以治外也。”紧随承题：“夫四方归之，天下畏之，岂非有国者所欲得诸天下者哉，柔焉怀焉，其效斯在。”然后起讲：“且王者体天出治，昭其德者，云瞻日就；服其令者，雷厉风行，……”（以下代入口气）“臣请进子来而言柔怀，今夫有分土者无分民，故王泽之隆，不遗远者，定一尊者大一统，故风同之盛首戢强侯，请以四方天下观。”然后起二比：“谓盛朝不尚招携，何以戎狄蛮闽职方怀方隶其数；谓王者不矜控制，何以山川种族四荒四极纪其名……谓强藩之悍戾难驯，何以弓矢戎兵神武昭，而天下之材能尽戢，谓封建之事权易散，何以躬桓蒲糓朝仪肃，而天下之意气皆平，……”以下略。\n第三题是“又尚论古之人，颂其诗，读其书，不知其人可乎？是以论其世也”，即所谓知人论世，出自《孟子·万章下》。沈曾植破题为∶“论人者必论世，不徒诵读也已。”承题略，起讲首言：“尝思阅世生人，阅人成世，此古今之人所由判也……。”然后起二比：“琴梦有不言之隐，上观千古，下观千古，音尘隔者神理自通，善不限于方隅，善何容限于人代也。……；丹青有不实之文，十世可知，百世可知，际会绝者心源自接，并我生者，其人不可轻，先我生者，其人犹可爱也……。”此比有欲与古人心灵相通意，今日读之亦“犹可爱也”。然后是二小比：“且夫诗言志，书言绪，百世上所以待白后来也；与古居，与古稽，百世下所以仰承先哲也，……”接着是中二大比：“从风流息寂以还，时而置论曰∶……自来载籍流传，误于蔑古者半，误于论古者亦半，古人本不习后世之陈言，论古人者，独奈何绳以后世之苛论也，惟衡其世，以为诵读之资，……从简断编残之后，时而出论曰∶我颂诗能式古训，我读书能证古文，臆见相参而莫知其觏，……从来文辞隐互，好为墨守者非，好为论正者亦非，古人本不习后世之文章，论古人者，独奈何律以后世之体制也；惟标其世，以总诗书之纪，……。”然后是后二比：“旁行斜上，后人半紊其文，苟一经识者推求，尚可得知人微意；系月编年，史册信存其法，苟并入经生讲习，当倍深思古幽情。”最后是收结：“尚友者之论如是。”由此文可见一种历史观，这种知人论世，以历史的同情和理解去看待历史的眼光也正是我们今日所急需。沈曾植在晚清先后任职刑部贵州司员外郎、刑部江苏司郎中等，在刑部工作约18年，研究古今法律甚有心得。在两湖书院也曾任教。后担任过总理各国事务衙门章京、安徽提学使、安徽布政使等官职，曾东渡日本考察制度文物。沈曾植以学人而出任地方官员，卓有政绩，但沈曾植自觉性情疏放，与官场作风不合，于是请求辞官，隐栖上海。在上海，他与王国维结识，王国维向他请教音韵学。沈曾植后来参与了“辫子大帅”张勋的复辟，被封学部尚书。复辟失败，闲居上海。他的寓所海日楼中，常有中外学者前来问学。俄国哲学卡伊萨林经辜鸿铭介绍来见沈曾植，见面后，结果写下一篇《中国大儒沈子培》，感叹沈曾植是“中国文化之典型”、“中国之完人”。1916年，法国汉学家伯希和到海日楼中，和沈曾植讨论契丹、蒙古、畏兀儿文和摩尼、婆罗门教源流。日本近代汉学的开创者内藤湖南对他学生说，到中国务必要见沈曾植，因为沈氏是“通达中国所有学问的有见识的伟大人物”。\n《清史稿》称：“曾植为学兼综汉、宋，而尤深于史学掌故。”倘果然，则子培既精训话又通性理。衡诸其生平，其学以乾嘉诸子为皈依则信然。以致王国维说他以乾嘉诸老治经史之法“复广之以治一切话学，趣博而旨约，识高而议平。其忧世之深，有过于龚、魏；而择术之慎，不后手戴、钱”。这种评价实为中肯。王森然先生在《近代名家评传》中对子培之晚岁思想偏于守旧有一语为解：“惟其不渝孤忠之态度，则殊可嘉也”，并调之为“旧时代旧人物之鲁殿灵光，博学坚贞，足以夸”，“诚近代之贤隽也”，推仰之心，不言自明。\n光绪二十六年（1900）八国联军侵华入京之后的第三年，沈曾植还刑部主事，感时伤事，在《寐碑叟题跋》中记日：“光绪壬寅正月，重人都门，过澄云阁与杜维话旧，携此本归。斜日离离，容云四合，矮窗展玩，招怅移晷，桑榆书画之缘，意复从此始耶？其心迹可见一斑。沈晚年寡交白晦，自号谷隐居士，居沪鬻书自给，而求书者不绝于门，以得片纸为宝。百年匆匆而过，历史人物与历史风云已成历史。昔于髯翁有句云：“天上风云原一瞬，人间成毁不须惊”，吟罢怅然。如沈曾植者，于今为不朽者有二：一学术、二书艺也。笔者尝与人感叹：晚清与民国，实我国诸领域人才辈出之时代，其时风云际会，多少豪杰，迄今难出其右。沈氏即其中之一。\n沈曾植家学甚厚。其祖沈维鐈不惟久为仕宦，且五任学政，校刊图书颇多，务尚实学。沈曾植学力淹通，曾受张之洞聘为武昌两湖书院史席。其精通典籍，以至客人居所尽见书架，必高呼主人乃知所在。后曾赴日本考察制度文物，眼界益开。\n名家评论\n王国维评论\n他的成就足可与清代著名学者顾亭林等人相俦；其成就的深度超过龚自珍、魏源；其精处胜过戴震、钱大昕；称他为“学术所寄”、“邦家之光”。。\n胡小石评论\n前不同于古人，自古人而来，而能发展古人；后不同于来者，向来者去，而能启迪来者\n评论家评论\n书法家的字求法；画家的字求趣；学者的字书卷味；碑学书家的字有金石气；帖学书家的字滋润丰腴肌理；唯寐叟翁（沈曾植）全有，故能兼美。\n章士钊评论\n奇峭博丽\n沙孟海评论\n专用方笔，翻覆盘旋，如游龙舞凤，奇趣横生。\n生平年表\n850年（道光三十年，庚戌）一岁。二月二十九日酉时。生于北京南横街寓所，其父年三十二岁，洪秀全是年起义。\n857年（咸丰七年，丁巳）八岁。五月十八父殁，哀痛如成人。家贫，随母读李义山诗。除夕仰望三星泪下，五十年后诗中忆及。\n860年（咸丰十一年，庚申）十一岁。英军入侵天津，先生随母避居昌平，登城楼目睹荒凉景象，甚悲痛。\n861年（咸丰十一年，辛酉）十二岁。从俞策臣读《礼记》及唐诗半年。师将他去，先生牵衣哭不止，师赠画六页。母授王土祯《渔阳山人菁华录》，能背出许多佳句。\n862年（同治元年，壬戌）十三岁。从原仁和县今高隽生习诗词，以蝇头小楷抄读《通鉴纪事本末》、《明史纪事本末论》，对南明史事关心由此始。见老师与友人王砚香和诗，偷偷仿效、藏于书包内，老师发现，认为孺子可教。次岁老师他去，彼此挥泪而别。\n867年（同治六年，丁卯）十八岁。家境贫困，以祖传初拓《灵飞经》送当铺得三十钱买米，极难割舍。\n870年（同治九年，庚午）二十一岁。以大学生应顺天府试，考官罗绎农惊为奇才，荐于主司，先生报罢，罗惋惜。\n872年（同治十一年，壬申）二十三岁。坐海船至沪溯江而上去成都。娶李逸静夫人，经紫柏岭张良庙，见风光秀绝，徘徊久之。返京后夫人典当首饰衣物勉先生读书。次年乡试中第二十二名。\n875年（光绪元年，乙亥）二十六岁。始治边疆地理学，得《游牧记》、《落帆楼文稿》以校东北、西藏、新疆地图及《圣武亲征录》。\n877年（光绪三年，丁丑）二十八岁。去广州看望叔父，研究法律。\n880年（光绪六年，庚辰）三十一岁。殿试第三甲中第九十七名，赐同进士出身，识康有为、朱一新及侍御李慈铭等学者，李已享文名，先生无名，两卷经翁同和阅，称先生通人。精读历代刑律著作，用功至勤。对蒙古地理有创获。冬，还嘉兴。次岁再去广州省叔父。秋后游苏州灵岩听泉，十月回京。\n884年（光绪十年，甲申），三十五岁。住宣南珠巢街，所藏善本书遭盗。法人又欲侵华，先生愤愤不已。\n885年（光绪十一年，乙酉）三十六岁。为广东乡试出策问题目，皆“宋元学案”及蒙古史迹，参试者有康有为，未取，全场交白卷。中秋与京中名土会于陶然亭。\n887年（光绪十三年，丁亥）三十八岁。考订元代《经世大典·西北地理图》，定为回回人所画，参考诸书校定城邑，有发现。\n888年（光绪十四年，戊子）三十九岁。康有为上书变法，朝廷保守派大哗，将逮康，先生劝其作沉迷金石态韬晦，康博览群碑，著成《广艺舟双楫》。康甚惮先生，一日说大话，先生云“再读十年书来与吾谈书法可耳。”康愧而退。\n889年（光绪十五年，己丑）四十岁。任总理各国事务衙门俄国股章京。日本那珂通博士慕名来华求教西北地理诸事，先生以中原音切蒙古音教之而去。先生兼治诸邻国地理，考订唐宋航海路线，同时研究宋儒及佛道大典。以中和教康有为，纠正气质之偏，言其受质冬夏气多春秋气少，康答信逊谢。\n891年（光绪十七年，辛卯）四十二岁。冬，迁员外郎。\n892年（光绪十八年，壬辰）四十三岁。初春任江苏司郎中。二月叔父卒于穗。\n894年（光绪二十年，甲午）四十五岁。给事中上书抨击康有为，请焚毁《新学伪经考》，皇帝同意。先生营救无效。甲午海战中国败，先生忧愤深广。好友李慈铭殁，痛哭。\n895年（光绪二十一年，乙未）四十六岁。上书请求允许他个人向英人借款修铁道，为权臣所阻未果。\n896年（光绪二十二年，丙申）四十七岁。俄皇尼古拉二世阴谋办黑龙江渔业航务，先生怒斥俄大使。八月二十九日母丧，大哀重病一年，久治不愈，自开处方立治，因侍母疾日久，故通医书。袁世凯召先生去小站委以重任，谢绝。十月。德军侵胶州湾。康有为来吊，先生流涕告康可上万言书求变法。\n897年（光绪二十三年，丁酉）四十八岁。奉母灵柩南归安葬。皇帝将重用康有为，先生赠《唐顺宗实录》，请康一阅，忧康改革过激生变。康读毕默然。五月应张之洞聘主持两湖书院。提出治学必实用，于人心世道利弊当探本清源。\n899年（光绪二十五年，己亥）五十岁。返家合葬父母于祖茔。回武昌时遇盗，失书籍碑帖数十种。居武昌株园，与陈石遗唱和，评议古诗。\n900年（光绪二十六年，庚子）五十一岁。八国联军入侵，先生携家眷在上海，本拟入京，见时局如斯，乃奔走南京，见两江总督刘坤一，赴武昌晤张之洞、总办商约大臣盛宣怀等，商定联合行动，使联军有顾忌，牵制侵略者。七月敌兵入都，九月李鸿章来沪见先生说：“倘某不出京，恐亦不免如袁爽秋遇杀身之祸矣!”先生大病一场。\n次年春至南京为刘坤一拟奏稿，提出：设议局，开书馆，兴学堂，广课吏，设外部，讲武学，删则例，整科举，设警察等十事。“务财训农，通商惠工，敬教劝学。授方任能。”前八字为用，后八字为体。张之洞召见，共议新政，仍返扬州。不久任南洋公学监督。\n902年（光绪二十八年，壬寅）五十三岁。辞南洋公学职回京刑部效力，前后十八年。住上斜街。调外务部合和会司员外郎。\n903年（光绪二十九岁，癸卯）五十四岁。任江西广信府知府。至南昌，巡抚柯逢时召见，共议全省大计。时土子不愿读书，先生引孟子语“上无礼，下无学，贼民兴，丧无日矣!”\n906年（光绪三十二年，丙午）五十七岁。天主教徒王安之打伤南昌知县江召棠，民愤起报复，误伤法、美基督教牧师，法、美两国闻讯，兵舰开入鄱阳湖示威。巡抚胡鼎臣要杀百姓数人向法、美乞和，先生以为不可滥杀百姓，坚持谈判，法、美气焰收敛。四月任安徽提学使，赴日本考察，日人请教者甚多。归皖，设存古学堂，请陈抑斋按外国高校教学法，取各校高材生聚集一堂施教。与安庆名土马其昶、姚仲实、姚永慨、方纶叔博士、胡季庵、徐铁华论文赋诗。十二月升布政使，推行湖北、江苏新法，减轻租税负担。建天柱阁并作联语：“楼阁华严，乘大悲愿；江山中夜，嗟太平人!”有挂笏亭，幽静可读书，名官斋为“曼陀罗室”。\n908年（光绪三十四年，戊申）五十九岁。慈禧太后、光绪同日病殁。\n909年（宣统元年，己酉）六十岁。创建造纸厂，外国求开铜官山，严拒。命日本教习去黄山采取植物标本，又命人采取霍山药材标本，甚丰富。又欲为两岳植物标本，未成。诏下为礼学馆顾问。八月张之洞卒，甚悲。自写五绝说：“了此宰官身，即是菩萨道。无佛无众生，灵源同一照”。\n为马其昶编订并石印《抱润轩文集》。命举人谢石钦赴日考察税制，日大藏省出示文书，谢等回国，编成一书，先生序印之。\n910年（宣统二年，庚戌）六十一岁。校刊宋嘉泰本《白石道人歌曲》，附《事林广记》卷八、《音乐举要》卷九乐星图谱于后，与姜夔自度曲谱互相证明，用安庆造新纸印成。上书言国事，被权臣所扣压。赋一律寄慨：“不待招邀入户庭，龙山推分我忘形。留连未免耽光景，铺缀谁能较醉醒?两后百科争夏大，风前一叶警秋蘦。五更残月难留影，起看苍龙大角星。”贝子戴振到安庆，当局命出巨款招待，先生不许，得罪上方及戴振，后者以贪财色出名。先生上书乞退回故里。在皖五年，多病，夜眠二小时，仍坚持讲学会客。待秋后去沪时只有十万卷书，财物无多，人以为怪。十月回嘉兴，埋头读书，不闻政事。十二月整理审订张百熙《退思轩诗集》并作序。\n911年（宣统三年，辛亥）六十二岁。去南京与杨仁山居士讨论佛学，一月始归，住上海新闸路三十三号，六月回嘉兴，七月大水，先生和郡守筹办救灾。事毕，清帝退位，先生常居上海。\n912年（壬子）六十三岁。在海滨建楼，晨雾缭绕，似黄山峨媚山，作《山居图》寄意。中外登门求教者甚多。九月返嘉兴咏故园草木成九首诗。\n913年（癸丑）六十四岁。题所居为《海日楼》。俄人卡伊萨林持辜鸿铭信求见，为作《中国大儒沈子培》一文：“夙闻儒者沈子培之名，兹得相见之机，余于彼所以期待之者至甚。前在北京，与中国儒者谈论，偶涉欧罗巴事每多舛伪。余意沈氏未必有理解欧罗巴实际之知识，迨一接其言论风采，而宿疑顿祛。沈氏实中国之完人，孔子所谓君子儒也。年逾六十，而精神毅力不异少年，蕴藉淹雅，得未曾有。殆意大利鄂那德达蒲思评论古代西欧之文明，所谓意识完全者，诚中国文化之典型也。其言动无不协于礼义，待人接物，遇化存神，彼深知中国之情形无论已；即于国外亦洞悉其情伪，所谓象物之表里精粗无不到。更能见微知著。平行崇孔教，恶改革，守旧派之魁首也。”(辜鸿铭译自卡伊萨林日记)弟子王蘧常先生评曰：“公在逊清觥之为维新之魁，何云恶改革?何云守旧?盖夫子之道，中庸而已矣。过与不及，皆公所深恶。卡氏未为知公也。”卡氏亦贵族，“改革”大抵指辛亥革命。先生在明，当抗清而死；在清当作遗老以终。此封建伦理使之然。重君主，轻民国，“民”又何曾有过“国”?在遗老中能改革陈弊，发展工厂铁道，比较重民生，合乎现实，在学术上勇于开拓、一点不守旧，与他门下的王国维同为悲剧人物。蘧老为师辩护，亦时代使然。后人苛求，何益?\n914年（甲寅）六十五岁。回乡扫墓，登烟雨楼作诗多首。袁世凯连年派人问候，又聘为史馆总纂，谢绝。\n915年（乙卯）六十六岁。王国维来请教音韵学，给以启导，王甚敬先生。浙人聘先生修省志，提出只续为宜，叙事起于旧志所止的乾隆元年，止于宣统三年，聘朱疆村、张尔田、王国维诸学者任事，人才济济。\n916年（丙辰）六十七岁。袁世凯窃国，先生早洞悉其奸，与康有为等密谋倾覆之，见康诗：“巨君谋帝制。假尧衣弟佗。与公谋覆之，日夕同画沙。偕公被密捕，头颅巨万赊。……”其中事实已难考订。\n王国维自日本来沪，先生说：“郝氏《尔雅义疏》一书于诂、言、训三篇，皆以声音通之，善矣。然草木虫鸟兽诸篇以声为义者甚多，似未能观其会通。君何不分条理之?文字有字原有音原，可作释例一卷。”王照办。五月袁贼死。七月，去敦煌盗过唐人手迹的法国人伯希和来与先生讨论契丹、蒙兀儿国书及摩尼、婆罗门诸教源流。\n917年（丁巳）六十八岁。四月张勋北上，五月七日先生抱病北行。十三日溥仪复辟，授学部尚书，二十五日事败、奔弟子封家，一见痛哭，七月乘海船归沪。冬大病，头重脚轻。\n918年（戊午）六十九岁。亲友弟子拟庆先生与夫人七十双寿，苦辞。书商送来元刻明补《乐府诗集》一百卷，乃以此为庆典纪念品。秋移居威海卫路二百十一号，题寓楼为“隐谷”，自号隐谷居土，筹备亚洲学术研究会。题在安庆所作的词为“僾词”。\n919年（己未）七十岁。二月十日起写《月爱老人客话》一卷。海内赠寿文寿诗甚多，先生以自寿诗作答。夏，移居新闸路九十一号，写成《全拙庵温故录》。\n920年（庚申）七十一岁。为日本学者白川省三讲《尚书》。九月中风，神智清楚，年终痊愈。\n921年（辛酉）七十二岁。弟殁大哭，病数月。始卖字以自给，求者极多不暇接，日本人尤众。\n922年（壬戌）七十三岁。正月病愈，三月回乡扫墓。四月弟子林殁。又病，病中每日看书，无学不治。六月十一日，与夫人结婚半世纪，按故乡风习重偕花烛。七月十五日复病，得樊公诗，和以七律五首，后不再作诗，兹录其一：“不死何妨更论文?冀州飙举思夫君。金壶墨尽搜残刻，黄叶阶干省旧闻。俗谛一星成劫火，故人千里梦秋云。年年心绪凋残尽，念我桓山鸟失群。”十月初二中午起书二对联。初三殁。\n923年（癸亥）十一月初六葬于祖茔侧南门外王店榨篰村。\n先生别名颇多，见于题跋者有：惹庵、忆庵、乙僧、寐翁、睡庵、睡翁、乙叟、逊斋、逊翁、耄逊、巽斋、逊叟、李乡农、馀斋老人、茗香病叟、孺卿、皖伯、宛委使者、菩提坊里病维摩、释持、梵持、建持、持卿、随庵、守平居土、谷隐居土、浮轩、癯禅、癯翁、东畴小隐等等。\n沈曾植字子培，一作子裴，号乙盦，亦作檍盦，又号孺卿，别署寐叟、乙龛、逊斋、逊翁、老逊、逊公、逊叟、寐翁、馀翁、馀斋、随庵、东轩、灊佣、乙僧、灊皤、寐道人、李乡农、月爱老人、巽斋老人、睡庵老人、东湖病叟、姚埭老民、青要山农、逊斋居士、守平居土、姚埭癯禅、宛委使者、马鸣侍者、东湖盦主、东畴小隐、幽谷朽生、茗香病叟、逊斋学人、东轩支离叟、踵息轩主、媻者薮长、释持梵持诸名。嘉兴人，奇辟宏伟，博学多闻。光绪庚辰进士，累官至刑部主事、总理衙门行走、安徽布政使护理巡抚。乙巳复辟拜授学部尚书。\n主要著作\n简介\n沈先生著作多，刻印少，现大部散失，存目四十八种：地理十五种，计有刘宋法显《佛国记校注》一卷，唐樊绰《蛮书校注》十卷，《诸蕃志校注》二卷，《蒙鞑备录注》二卷，《黑鞑事注》一卷，《元秘史笺注》十五卷，《皇元圣武亲征录校注》一卷，丘处机《长春真人西游记校注》二卷，《西游注录》一卷，《塞北纪程注》一卷，《异域说注》一卷，《近疆西夷传注》一卷，《岛夷广证》二卷，《女真考略》一卷，《蒙古源流疏证》八卷，刑法二种，与徐博泉同辑《汉律辑存》一卷，《普书·刑法补志》一卷，二稿已佚。佛书菁华录《佛藏一勺》四卷。《海日楼文集》二卷，《乙庵诗存》、《海日楼诗集》十二卷，朱古微编、陈石遗序《海日楼诗补编》，李证刚编词四卷，书牍二卷，王蘧常编《类贴考》、《寐叟题跋》、《碑跋》一卷，其他札记十四种。\n清道光庚戌生，民国壬戌卒，年七十三。《清史稿》列入文苑传溢曰：文诚其未刊诸作有曰《晋书·刑法志补》、《元秘史笺注》、《元秘史蒙语原文十五功臣名》、《元圣武亲征录校注》及校本《女贞考略》、《蒙鞑备录注》、《鞑事注略》、《蒙古源流笺证》、《蛮书校注》、《异域说注》、《岛夷注广证》、《汉律辑存》、《东轩温故录》、《月爱老人客话》、《护德瓶斋涉笔札记》、《道家笔记》、《海日楼书牍》等。\n列表\n1、《佛国记校注》一卷\n2、《蛮书校注》十卷\n3、《诸蕃志校注》二卷\n4、《蒙鞑备录注》一卷\n5、《黑鞑事略注》一卷\n6、《元秘史笺注》十五卷\n附《元秘史蒙语原文十五功臣名》\n7、《皇元圣武亲征录校注》一卷\n8、《长春真人西游记校注》二卷\n9、《西游录注》一卷\n0、《塞北纪程注》一卷\n1、《异域说注》一卷\n2、《近疆西夷传注》一卷\n3、《岛夷志略广证》二卷\n4、《女真考略》一卷\n5、《蒙古源流笺证》八卷\n6、《汉律辑存》一卷\n7、《晋书刑法志补》一卷\n8、《法藏一勺》四卷\n9、《海日楼文集》二卷\n0、《乙盦诗存》厶卷\n1、《海日楼诗集》厶卷\n2、《海日楼诗补编》厶卷\n3、《寐叟乙卯稿》一卷\n4、《喁于集》一卷\n5、《倦寐联吟集》一卷\n6、《僾词》一卷\n7、《海日楼馀音集》一卷\n8、《东轩语业》一卷\n9、《曼陀罗寱词》一卷\n0、《寐叟书牍》二卷\n1、《类贴考》厶卷\n2、《寐叟题跋》四卷\n3、《碑跋》一卷\n4、《答龙松生书法问》一卷\n5、《东轩温故录》一卷\n6、《东轩手鉴》一卷\n7、《札记》一卷\n8、《笔记》一卷\n9、《月爱老人客话》一卷。(1919年于上海)\n0、《冶城客话》一卷\n1、《护德瓶斋客话》\n2、《护德瓶斋涉笔》一卷\n3、《护德瓶斋笔记》\n4、《潜究室札记》一卷\n5、《全拙庵温故录》一卷(1919年于上海)\n6、《菌阁琐谈》二卷\n7、《鄂游栖翫记》二卷\n8、《简端录》\n另外还有《蒙古源流笺证》、《机秘史笺注》、《元秘史笺注》、《汉律辑补》、《海日楼札丛》、《海日楼题跋》、《辛丑札丛》》、《辛丑札记》、《寐叟题跋》\n行书诗轴\n简介\n《行书诗》轴，纸本，纵145.8cm，横40cm。\n释文：惠崇烟雨归雁，坐我潇湘洞庭。欲唤扁舟归去，故人言是丹青。山谷诗。寐翁。\n此轴录宋代黄庭坚《题郑防画夹五首》之一，自识：“山谷诗”。款署：“寐翁”。下钤“沈曾植印”、“海日廔”印。\n引首钤“知一念即无量劫”印。本幅无藏印，未见著录。\n赏析\n此轴书法下笔有力，多用侧锋，笔划劲利挺峭，有北碑书法意趣，章法布局亦自具特色。沈氏书法貌似松散，实则意到笔\n随，回护照应，不失毫厘。章法布白更处处呼应，相揖相让，静中求动。此轴代表了沈曾植行书的艺术水平。\n0人物故居\n \n沈曾植故居，在浙江嘉兴城内姚家埭1号。坐北朝南，系清末建筑四合院式三进两层楼住宅，砖木结构。内为走马堂楼，有厅堂、花园等。第一进五开间，中间是厅，两边有厢楼联接，和第二进形成走马堂楼。第二进五开间，中间是厅，两边各有两间。第三进为三开间楼房；东边有一水井。楼房后有五间平房。大门朝南，有门厅，大门之东有五间平房和一边门。沈曾植故居外形完整，除花园园址已建房外,基本保持原貌。沈曾植(1850—1922)字子培，别字乙庵，晚号寐叟，初别号小长芦社人，晚称巽斋老人、东轩居士，又自号逊斋居士、癯禅、寐翁、姚埭老民、乙龛、余斋、轩、持卿、乙、李乡农、城西睡庵老人、乙僧、乙穸、睡翁、东轩支离叟等。清光绪六年(1880)进士。任刑部贵州司主事，总理各国事务衙门章京，外调任江西广信知府、安徽提学使。曾赴日本考察教育制度。宣统二年(1910)，他在署理安徽布政使任上，忽然因病乞休，从此侨寓上海，以遗老自居。1917年7月张勋复辟，他兴头十足地赶去北京参加，任“学部尚书”。这一点，经常为后人诟病。沈曾植治学严谨博大，综览百家。后专治辽、金、元三史，于边疆历史地理及中外交通史事，开辟前人未窥的新领域。清末任刑部贵州司主事18年，潜心研究古今律令，亦有独到成就。王国维称赞他的成就足可与清代著名学者顾亭林等人相俦；其成就的深度超过龚自珍、魏源；其精处胜过戴震、钱大昕；称他为“学术所寄”、“邦家之光”。生平著述繁富，有《汉律辑补》、《晋书刑法志》、《蒙古源流笺注》、《元经世大典笺注》、《西北舆地考》、《海日楼诗集》、《曼陀罗呓词》等。他工诗词擅长书法。其诗宗孟郊，而所作洁净精妙，又近于陆游。书法取法钟繇、索靖，晚年吸取黄道周、倪元璐的精华，参以爨宝子碑法，变态多姿，奇趣横出，翻覆盘旋，如游龙舞凤，卓然成一代大师。沈曾植晚年在政治上趋于保守，在学术上艺术上却富创新，对后人影响颇深。\n1作品图展\n作品\n","category":"草书","verified":true,"user":1,"timestamp":1429951658972},{"name":"沈曾植书法集","dynasty":"清代","category":"","type":"","user":1,"timestamp":1429791616129,"text":"沈曾植（1850——1922）\n\n字子培，号乙庵，晚号寐叟，别号甚多，有寐翁、睡翁、随庵、谷隐居士、浮游公、东轩、东轩支离叟、姚埭老民、逊斋、逊翁、巽翁、巽斋、余斋老人等等，计一百多个。浙江嘉兴人。他博古通今，学贯中西，以“硕学通儒”蜚振中外，誉称“中国大儒”。光绪六年（1880）进士，历官总理衙门章京等职。1901年任上海南洋公学（上海交通大学前身）监督（校长），改革旧貌，成绩卓著。他也是书法大家。早精帖学，得笔于包世臣，壮年嗜张裕利；其后由帖入碑，熔南北书流于一炉。写字强调变化，抒发胸中之奇，几忘纸笔，心行而已。受到当时书法界的推崇，海内外求其字者颇多。\n沈曾植以草书著称，取法广泛，熔汉隶、北碑、章草为一炉。碑、帖并治，尤得力于“二墨”，体势飞动朴茂，纯以神行。个性强烈，为书法艺术开出一个新的境界。\n寐叟在临终前数小时仍握笔挥书，写成三联。甲联书于五尺白冷金笺上：“石室竹卷长三尺，山阴草迹编千文。”有陈散原、冯梦华、吴昌硕等39人题跋。乙联写在五尺宣纸上：“岑碣熊铭入甄选，金沙锈断肋薪纰。”题跋者有马一浮等16人。\n沈曾植的书法艺术影响和培育了一代书法家，为书法艺术的复兴和发展作出了重要贡献。如于右任、马一浮、谢无量、吕凤子、王秋湄、罗复堪、王蘧常等一代大师皆受沈书的影响。\n书法艺术是书法家的自身涵养、文学功底、学问积蓄、学识个性和天赋、气质等贯融的表现。沈曾植作为一名大学问家，他的书法艺术日臻化境。评论家认为：“书法家的字求法；画家的字求趣；学者的字书卷味；碑学书家的字有金石气；帖学书家的字滋润丰腴肌理；唯寐叟翁（沈曾植）全有，故能兼美。”\n沈曾植的书法独树一帜，章士钊评其为“奇峭博丽”；沙孟海称他“专用方笔，翻覆盘旋，如游龙舞凤，奇趣横生。著有《蒙古源流笺证》、《元秘史笺注》、《汉律辑补》、《海日楼诗集》、《海日楼文集》、《海日楼札丛》、《海日楼题跋》、《菌阁琐谈》、《辛丑札丛》等。 印鉴：子培父、海日楼、曼陀罗花馆、象莲花未开形、知一念即无量劫\n\n沈曾植(寐叟)，浙江吴兴人浙江嘉兴人，字子培，号乙庵，号巽斋等，别号乙公，晚号寐叟，浙江嘉兴人。生于诗书之家，学识广博，为晚清学者、诗人和书法家。学识渊博，精音律史地，诗文书画。其书初师包世臣，后工章草，参以二爨及北魏碑刻。清曾熙评其书法：“工处在拙，妙处在生，胜人处在不稳。”《七律》行书作品有“极缤纷离披之美”，在书坛上占有重要地位。\n沈曾植书擅各体，尤以草书为佳。初学包世臣，复取法于邓石如，晚年转宗明末著名书法家黄道周、倪元璐，因而其书风始终处于不断变化之中。其书多用方笔，风格挺健峭拔，沙孟海先生评其书曰：“翻覆盘旋，如游龙舞凤，奇趣横生。”清末官至安徽布政使，民国时以遗老自居。\n虽然我们在遗老的形象中窥出一丝保守、刻板、落伍的色彩，但是书法上，沈寐叟却是一个相当有胆魄的创新大家，他以北碑传统为基点，在深入到书法艺术的表现(形式表现与线条表现)的深层内容之后，沈寐叟毅然决然，在以方笔作行草书方面作出了成功的尝试。他的方笔斩截、锐而不峭、厚而不滞，见出极强的驾驭功底。但更令人振奋的，还在于他以方笔顿挫带动行草书的连贯意识，把具体的连贯按照顿挫间隔成一组组意的连贯，在其中，既有古代章草的某种结体意识，又有努力求空间开张的横向宕开，更有方线条棱角、锋尖在不断交替过程中的勾连吻合之美，值得注意的是：这种种出众效果都是在流畅的挥洒过程中自然呈现，而不是刻意做作而成的。\n这是一个十分有趣的典型：作为遗老，沈寐叟深深重视清代碑学所具有的价值，他不可能跨越这个历史的规定。但作为艺术家，他又具备本能的开拓希望，因此他努力寻求在规定下的发展空隙，从一个清代人感到迷惘的风格夹缝中走了出来。在一时间，沈寐叟的北碑行草风成为民初书坛的一面大旗。\n沈寐叟以方胜，吴缶庐以圆胜；沈寐叟意在生辣，吴缶庐旨在醇厚。沈寐叟以小见大、以局部见整体；吴缶庐则从大见小、从整体到局部。两位大家可以标志着民初书坛上的两种不同路数，当然是同样有高度的路数。\n\"昔年书法传坤艮，置我三王二爨间。满地残阳看绝笔，落花如雪泪如环。\"此余师兄王君蘧常题其师沈寐叟墨迹之绝句诗也。王君十余岁由其父甲荣携往请业，寐叟未及与之论学术，简述书法奥诀告之，君晚岁题其真迹，为诗如此，余手录之，今稿不复存，尚能背诵不误。\n书法一道，非限于书法而为书法也，必与其人之学问德业、事功成就、时代特征，息息相关。尤于书法本身，穷源竟委，集其大成，自创新面，然可以前无古人，如寐叟者，所以被尊为\"三百年来第一人\"也。\n寐叟入仕途于晚清中光绪六年庚辰第二十四名贡士，出余舅祖翁瓶庐相国同和门下，殿试第三甲第97名，赐同进士出身，朝考第二等第20名，钦用主事，观政刊部，自是始与贤士大夫交游，名扬海内矣。寐叟生值清季，觅见历代古物及新发现之文献珍品，以其乾嘉治学之法治之，于辽、金、元史，西北、南洋地理，尤所究心，于甲骨文，敦煌秘籍，靡不究心，熔为一冶。与罗振玉、王国维诸先生论学开一世之新风，而罗、王包罗之广犹不能及寐叟，寐叟于学术外尤擅书法绘画，此皆罗、王所不能旁及者也。论并世学人，或与太炎章先生并列，然太炎不信甲骨，治学趋向，一以清中叶为归，结一代之局则有余，若云创新，则逊寐叟一筹矣。\n寐叟一生，政事学术，出入綦忙，懒于著作，其名著《蒙古源流笺证》，自雕木版刊行；《元秘史注》，由中华书局排印出版，其他书名繁多，或数页而止，短书杂札，往往书于帐册之背或杂纸之上，虽标明为书，实不过未经整理排比之读笔记、简端评识而已。余客寐叟嗣子慈护处，按《日知录》、《十驾斋养新录》这例编次之，颜日《海日楼札丛》者是也，虽此属畸零汇辑之书，未足见寐叟学术之广博弘大，然未尝不可窥豹一斑也。\n书法一道，既汇众长于一，寐叟少年时得启迪于张裕钊，后遂由帖入碑，南北融化，上自先秦出土文物，下至唐人写经，无所不取、无所不舍。寐叟所处之时代，玉人士称寐叟第子王蘧常为当代王羲之，其弟子尚然，高出弟子数倍之寐叟，奚待戋戋之赘言乎？\n此轴书法下笔有力，多用侧锋，笔划劲利挺峭，有北碑书法意趣，章法布局亦自具特色。沈氏书法貌似松散，实则意到笔随，回护照应，不失毫厘。章法布白更处处呼应，相揖相让，静中求动。此轴代表了沈曾植行书的艺术水平。\n沈曾植，字子培，号乙盦，晚号寐斐。 浙江嘉兴人。清道光三十年(一八五0年)生，民国十一年(一九二二年)卒，年七十二岁。光绪六年(三十一岁)进士。历任刑部主事、员外郎、 郎中、江西广信、南昌府知府，督粮、盐法等 道、按察使、安徽提学使、布政使，并一度护 理皖抚。辛亥革命后，坚持“忠清”立场。\n沈曾植一生博学多才，对西方文化与制度的引进也相当积极。他任安徽提学使期间，曾赴日考察教育制度。维新变法时期，更参与发起北京强学会，被康有为引为同道知己。但终其一生，根本不赞成自下而上的暴力革命。辛亥革命后，他寓居上海，以遗老自居。张勋复辟时，他甚至去北京接受“学部尚书”的任命。后人常因他政治上的保守加以诟病。我却突然想起与他同代的另一位人物严复。那位在当时中国学术思想界造成轰动性影响的翻译家，那样急切地向国人输入西方文化，却同样不赞成辛亥革命的发生，理由是：民智太卑。\n崛起于辛亥革命之后的人物或政府，无论如何都不得不承袭革命的余荫，因而也很难站在一个客观的立场上对革命加以评价。但目光如炬的智者毕竟不是没有。我们若肯仔细地读一读《阿Q正传》、《风波》，就能看到革命对中国农民的影响极其微弱；若肯仔细地读一读《孤独者》、《范爱农》，就能看到参与革命的知识分子对革命的极度失望。这失望并非来自我们以为的导致革命失败的袁氏窃国事件，而是怀抱有民主共和及其他美好理想的革命者们在奋斗多年后终于发现，他们为国为民亟盼实现的理想根本没有得到国民的认同。当流血牺牲的革命被一国中大多数人视作成王败寇的改朝换代时，站在权力席上的无论是窃国大盗还是革命先驱，面对人民都变成了孤家寡人。在这样的状况下，民主只能成为空谈。百年之后的今天回望历史，沈曾植对清室的愚忠固然令人扼腕，但就当时的社会环境而言，他对革命的怀疑并非全无合理的成分。\n沈曾植晚号寐叟。光绪六年（1880）进士，历任刑部主事、员外郎、郎中、江西广信、南昌知府、总理衙门章京、安徽提学使，署布政使。光绪二十一年，与康有为等开强学会于京师，主张维新。曾受湖广总督张之洞聘主讲两湖书院。清亡后为遗老，寓居上海。学识渊博，早年通汉宋儒学、文字音韵，中年治刑律，治辽金元史、西北南洋地理，并研究佛学。又究心经世之学，提倡学习西欧。余事为诗，郑孝胥、陈衍推他为“同光体之魁杰”，诗篇有《病僧行》、《鬻医篇》、《秋斋杂诗八首》等。工书法，由帖入碑，结体险峻，用笔生辣，生拙高古，奇趣横生。著有《蒙古源流笺证》、《元秘史笺注》、《汉律辑补》、《海日楼诗集》、《海日楼文集》、《海日楼札丛》、《海日楼题跋》、《菌阁琐谈》、《辛丑札丛》等。\n吴昌硕、沈曾植和康有为这三人对近现代书法的影响可以说是非常深远和巨大的了。但沈曾植的风范、气质和书法实践对近现代书坛的影响和意义应更胜于康有为和吴昌硕，虽然他在世人心目中的地位远不如康有为和吴昌硕。\n“前不同于古人，自古人而来，而能发展古人；后不同于来者，向来者去，而能启迪来者”，胡小石先生的这句话用于沈曾植身上是再合适不过了。沈曾植提倡“法古为贵”，并指出“笔精政尔参钟、索，虞、柳拟焉将不伦”，而且他的书法确是自“二爨”、魏晋简牍、张芝、钟繇、索靖而来；受他启发和影响的来者则有马一浮和谢无量、王世镗和郑诵先、潘天寿和陆维钊、王蘧常和沙孟海等一大批书家，他对近现代书法的作用，与杨凝式对宋“尚意”书风所产生的引导启发作用相类似，均属于一种“导师”的性质而不是“师傅”的性质，这比自家书体被后人传习摹写的意义要大出数倍。\n从沈曾植的书论和书作中，能很清晰地感受到他对独立思考精神的崇尚、对“变”的崇尚和对碑帖相化、晋魏相合的崇尚。\n受时代因素影响，吴、沈、康三人的书作中俱能显现出一种大气磅礴之势，但在吴昌硕和康有为的大气中却总是共生共长着一种野气和燥气，而沈曾植则沉静得多。\n沈曾植的诗和书有很相似的地方——诗学深、读诗多、作诗少，故其诗能于险拗艰深中见情；书学深、读碑多、写字少，故其书能于古奥生拙中见韵。\n“寐叟健在，某岂敢为”，看来在沈曾植面前，素日大言凿凿的康有为也只能是心服口服了。有意思的是，除了康有为的《书镜》是受沈曾植所启而写之外，甚至连康有为“北碑南帖孰兼之，更铸周秦孕汉碑”这个理想倒也象是落实在了沈曾植的书法实践中；更为有趣的是，康有为对方笔的论述，如“方笔用翻”、“方笔不翻则滞”、“行草无方笔，则无雄强之神”、“方笔者凝整沉着”等，则完全象是在阐述沈曾植的用笔了。习碑之风兴起后，除沈曾植之外，将方笔运用得非常活泛的还有其前的赵之谦和其后的陆维钊、潘天寿。\n其自运之作取法博杂，胸中古意时汩汩而出，但不复古做态；而其隶书和魏碑的临作，则显得用笔非常吃力，做古的味道很重。\n眼力奇绝的高二适对沈曾植的书法却是特别不喜欢，确是一件非常奇怪的事情。\n对沈曾植进行解读之后，能更加清醒地认识到以书求书是出不了“大师”的。\n沈曾植博学工诗文书画。执笔之法全从包世臣，先习黄庭坚自认为不得法，后入锺繇门径始得法。南帖北碑瓦当、汉砖、钟鼎器彝全以收罗，心追手摹。晚年书入倪元璐、黄道周，继以索靖、锺繇，书遂大进，高古之气夺人眼目，尽扫俗流。王蘧常《忆沈寐叟师》云其书“参以分隶而加以变化，于是益见古健奇崛”，可谓中的。总而言之，其以“无法”求“有法”，然后“贯众法为我法”，形成了生辣拙涩、不稳求险的书法风格。沈曾植故居在嘉兴城内姚家埭1号。坐北朝南，系清末建筑四合院式三进两层楼住宅，砖木结构。内为走马堂楼，有厅堂、花园等。第一进五开间，中间是厅，两边有厢楼联接，和第二进形成走马堂楼。第二进五开间，中间是厅，两边各有两间。第三进为三开间楼房；东边有一水井。楼房后有五间平房。大门朝南，有门厅，大门之东有五间平房和一边门。沈曾植故居外形完整，除花园园址已建房外,基本保持原貌。沈曾植(1850—1922) 字子培，别字乙庵，晚号寐叟，初别号小长芦社人，晚称巽斋老人、东轩居士，又自号逊斋居士、癯禅、寐翁、姚埭老民、乙龛、余斋、 轩、持卿、乙 、李乡农、城西睡庵老人、乙僧、乙穸、睡翁、东轩支离叟等。清光绪六年(1880)进士。任刑部贵州司主事，总理各国事务衙门章京，外调任江西广信知府、安徽提学使。曾赴日本考察教育制度。宣统二年(1910)，他在署理安徽布政使任上，忽然因病乞休，从此侨寓上海，以遗老自居。1917年7月张勋复辟，他兴头十足地赶去北京参加，任“学部尚书”。这一点，经常为后人诟病。沈曾植治学严谨博大，综览百家。后专治辽、金、元三史，于边疆历史地理及中外交通史事，开辟前人未窥的新领域。清末任刑部贵州司主事18年，潜心研究古今律令，亦有独到成就。王国维称赞他的成就足可与清代著名学者顾亭林等人相俦；其成就的深度超过龚自珍、魏源；其精处胜过戴震、钱大昕；称他为“学术所寄”、“邦家之光”。生平著述繁富，有《汉律辑补》、《晋书刑法志》、《蒙古源流笺注》、《元经世大典笺注》、《西北舆地考》、《海日楼诗集》、《曼陀罗呓词》等。他工诗词擅长书法。其诗宗孟郊，而所作洁净精妙，又近于陆游。书法取法钟繇、索靖，晚年吸取黄道周、倪元璐的精华，参以爨宝子碑法，变态多姿，奇趣横出，翻覆盘旋，如游龙舞凤，卓然成一代大师。沈曾植晚年在政治上趋于保守，在学术上艺术上却富创新，对后人影响。","author":"清代沈曾植","description":"沈曾植书法集"}]