[{"name":"姚绶文字饮诗并序","text":"姚绶《文字饮诗并序》，大都会艺术博物馆藏。\n题于姚绶画作《文饮图》卷后，序部分以楷书，诗部分以行草书。","user":1,"timestamp":1430922002488,"verified":true},{"name":"姚绶文字饮诗并序","text":"简介\n唐诗选本，三卷，唐芮挺章编选。挺章，开元、天宝时人，生平不详，曾是国子监中太学生。\n此书编于天宝三载（744），选诗二百一十八首，作者八十八人，最早的为生活在高宗、武后期间的宫廷诗人李峤（644～713），最后为祖咏（699～746？），大体以世次为先后。其选诗标准为“风流婉丽”。楼颖《序》中言此书“谴谪芜秽，登纳菁英，可被管弦者，都为一集”。因为要入乐，当然以“风流婉丽”为当行，所以集中所选多为音韵和谐的近体，其内容也以应制奉和，送往迎来的应酬之作为多，反映社会矛盾，风格豪放的作品很少。如李白、岑参这些诗人则一首不选。王维入选七首，除“中岁颇好道”外均非其代表作。八十八个入选者中多是不入流的诗人。芮氏集中还选了自己两首诗，并选楼颖五首，楼氏则在《序》中对此选则大加吹捧，开后世互相标榜之风。芮氏编选此集，稿存楼颖处，楼氏本拟续补，因循未果，上元间（759～760）为之作序，编写目录，为之行世。\n此集至宋有刻本，明代所传南宋陈解元刊本已不存。有明末毛晋“汲古阁”刻本。中华书局上海编辑所1958年据汲古阁刻本排印出版。\n国秀集综括\n原序\n昔陆平原之论文曰：诗縁情而绮。是彩色相宣，烟霞交暎，风流婉丽之谓也。\n仲尼定礼乐，正雅颂，采古诗三千馀什，得三百五篇，皆舞而蹈之，弦而歌之，亦取其顺泽者也。近秘书监陈公国子司业蘇公，尝从容谓芮侯曰：风雅之後数千载间，词人才子，礼乐大坏。讽者溺於所誉，志者乖其所之。务以声折为宏壮，势奔为清逸。此蒿视者之目，聒听者之耳，可为长太息也。运属皇家，否终复泰，优游阙里，唯闻子夏之言；惆怅河梁，独见少卿之作。及源流浸广，风云极致，虽发词遣句未协风骚，而披林撷秀揭厉良多。自开元以来，维天寳三载，谴谪芜秽，登纳菁英，可被管弦者，都为一集。芮侯即探书禹穴，求珠赤水。取太冲之清词，无嫌近溷；得兴公之佳句，寜止掷金道。苟可得不弃於厮养事，非适理何贵於膏梁，其有巖壑孤贞，市朝大隠，神珠匿耀，剖巨蚌而寜周寳劒韬精，望斗牛而未获目之缣素，有愧遗才，尚欲巡采风谣，旁求侧陋，而陈公已化为异物。堆案飒然，无与乐成，遂因绝笔。今畧编次，见在者凡九十人，诗二百二十首，为之小集，成一家之言。\n唐人选唐诗序\n以唐人而选唐诗，即以我明之人而选明之时文也。身非堂上之身，目犹局中之目，而欲擅雌黄遽分苍素，自匪博综一代之人物，另具千秋之鉴，裁其谁信？从敢与笔削故，逺则易核业经月旦之叅详近则难评尚俟风谣之采择草茒布衣之什品题即重於阐幽台阁羣公之作褒美恒邻於阿好当时宗工哲匠岂无师旷之耳董狐之笔而选手寥寥不逮数家信删定之任更难於作者矣韦谷泒选真得縁情绮靡之旨足想一唱三叹之遗即其才调名篇风流尚已吾友沈雨若既已独行秘本渐布人间而吾甥子晋留心风雅广裒腋蹠精辨鲁鱼见余南铨署中有六家唐诗遂取而分类合镌，益以御览，彚成八种。虽人各一脸，家各一宗，而骨格声韵备，众体之偏全，正始中兴，著与时之上下，间有似乎朴素，近于希淡，而诸家互见，并泒推尊，抑可沿流讨源，刋华徵实，知大雅之泒，存去元音之未逺矣。 有志诵诗者方将论世以知人况就其人之世论其世之人是集之有功，於尚友也不其多乎？时崇祯元年腊月魏浣初题。\n国秀集全文\n国秀集巻上\n○崔涤【一首】\n望韩公堆\n韩公堆上望秦川渺渺闗山西接连孤客一身千里外未知归日是何年\n○沈宇【一首】\n武阳送别\n菊黄芦白雁初飞羌笛胡笳泪满衣送君肠断秋江水一去东流何日归\n○刘希夷【三首】\n览镜\n青楼挂明镜临照不胜悲白发今如此人生能几时秋风下山路明月上春期叹息君恩尽容颜不可思\n晩春\n佳人眠洞房回首见垂杨寒尽鸳鸯被春生玳瑁床庭隂幙青霭帘影散红芳寄语同心伴迎春且薄粧\n归山\n归去嵩山道烟花覆青草草绿山无尘山青杨栁春日暮松声合空歌思杀人\n○张九龄【三首】\n奉詶宋大使鼎\n时来不自意宿昔缪钧衡翊圣负明主妨贤愧友生罢归犹右职待罪尚南荆政是留棠旧风因系组清轩车问疾苦黎庶荷仁明衰废时将薄祗应僚旧情\n奉和王司马折梅寄京中兄弟\n离别念同嬉芬荣欲共持独攀南国树遥寄北风时林惜迎春早花愁去日迟仍闻折梅处更有棣华诗\n春燕寄怀\n海燕何微眇乗春亦蹔来不知泥滓溅祗见玉堂开绣户时双入雕梁日几回无心与物竞鹰隼莫相猜\n○席豫【二首】\n蒲津迎驾\n回鸾下蒲坂飞斾指秦京雕上黄云送闗中紫气迎霞朝看马色月晓听鸡鸣防拒连山险长桥压水平省方知化洽察俗觉时清天下长无事空馀襟带名\n奉和勅赐公主镜\n令节颁龙镜仙辉下凤台含灵万象入写照百花开色与皇明散光随圣泽来妍媸氷鉴裏从此媿非才\n○李邕【一首】\n咏云\n彩云惊嵗晩缭绕孤山头散作五般色凝为一叚愁影虽沉涧底形在天际逰风动必飞去不应长此留\n○卢僎【十三首】\n十月梅花书赠\n君不见巴乡气候与华别年年十月梅花发上苑今应雪作花寜知此地花为雪自从迁播落黔巴三见江上舞新花故园风光虚洛汭穷峡凝云度嵗华花情纵似河阳好客心倍伤邉候早春信飒惊楼上梅霜威未落江潭草江水寻天去不还楼花覆帘空坐攀一向花前看白发几回梦里忆红颜红颜白发云泥改何异桑田移碧海却想华年故国时唯馀一片空心在空心吊影向谁陈云台仙阁旧逰人傥知巴树连冬发应怜南国气长春\n稍秋晓坐阁遇舟东下扬州即事寄上族父江阳令\n虎啸山城晩猿鸣江树秋红林架落照青峡送归流归流赴淮海征帆下扬州族父江阳令盛业继前修文掩崔亭伯德齐陈太邱时哉惜未与千载且为俦忆昔山阳会长怀东上逰称觞阮林下赋雪谢庭幽道浓礼自畧气舒文转遒髙情薄云汉酣态坐芳洲接席复连轸出入陪华輈独善与兼济语黙奉良筹嵗月欢无已风雨暗飕飕掌宪时持节为邦邈海头子人惠虽树苍生望且留微躬趋直道神甸忝清猷仙台适西步蛮徼忽南浮宇内皆安乐天涯独逺投忠信徒坚仗神明岂黙詶观生海漫漫稽命天悠悠云昏巴子峡月逺呉王楼怀昔明不寐悲今嵗属周喟无排云翮暂得抒离忧空洒沾红泪万里逐行舟\n初出京邑有怀旧林\n赋生期独得素业守微班外忝文学知鸿渐鵷鹭间内倾水木趣筑室依近山晨趋天日宴夕卧江海闲松风生坐隅仙禽舞亭湾曙云林下客霁月池上颜虽曰坐郊园静黙非人寰时步苍龙硖寜异白云闗语济岂时顾黙善忘世攀世网余何触天涯谪南蛮回首思洛阳喟然悲贞艰旧林日夜逺孤云何时还\n上幸皇太子新院应制\n佳气晓葱葱乾行入震宫前星迎北极少海被南风视膳铜楼下吹笙玉座中训深家以正义举俗为公父子成钊合君臣禹启同仰天歌圣道犹愧乏雕虫\n奉和李令扈从温泉宫赐逰骊山韦侍郎别业\n风后轩皇佐云峰谢客居承恩来翠岭缔赏出丹除飞盖松溪寂清笳玉洞虚窥巗详雾豹过水畧泉鱼乡入无何有时还上古初伊臯羞过狭魏邴服麄踈白雪縁情降青霞落巻舒多慙郎署在辄继国风馀\n送蘇八给事出牧徐州相国请出用芳韵\n金鼎属元方琐闼连季常畏盈聊出守分命乃维良晓骑辞朝逺春帆向楚长贤哉谦自牧天下咏馀芳\n季冬送户部郎中使黔府选补\n握镜均荒服分衡得大同徵贤一台上补吏五溪中雨露将天泽文章播国风汉庭暌直谅楚峡望清通马逐霜鸿渐帆沿晓月空还期凤池拜照耀列星宫\n让帝挽歌词\n泰伯玄风逺延州徳让行阖棺追大节树羽册鸿名地户迎天仗皇阶失帝兄还闻汉明主遗劒泣东平\n又\n朝天驰马绝册帝□宫祖恍惚陵庙新萧条池馆古万化一朝空哀乐此路同西园有明月修竹韵悲风\n题殿前桂\n桂树生南海芳香隔楚山今朝天上见疑是月中攀\n嵗晩还京台望城阙成口号先赠交亲\n紫陌开行树朱城出晩霞犹怜惯去国疑是梦还家风弱知催栁林青觉待花交亲望归骑几处拥年华\n南楼望\n去国三巴逺登楼万里春伤心江上客不是故乡人\n临川送别\n秋郊日半隐野树烟初暎风水正萧条那堪动离咏\n○张鼎【一首】\n江南遇雨\n江天寒意少冬月雨仍飞出户愁为听从风洒客衣旅魂惊处断乡信意中微几日应晴去孤舟且欲归\n○孙逖【六首】\n送赵大夫护邉\n外域分都护中台命职方欲传清庙畧先取剧曹郎已佩登坛印犹怀伏奏香百壶开诏饯四牡诫戎装青海连西掖黄河带北凉闗山瞻汉月戈劒宿胡霜体国才先著论兵策复长果持文武术还继杜当阳\n张丞相燕公挽歌词\n海内文章伯朝端礼乐英一言兴寳运三入济群生命与才相偶年将位不并台星忽已坼流恸轸皇情\n又\n甲第三重戟髙门四列侯已成冠盖里更有凤皇楼人世方为乐生涯遽若休空馀掌纶地传庆百千秋\n送张环摄御史监南选\n汉使得张网威名摄逺方恩沾柱下史荣比选曹郎江带黔中濶山连峡水长莫愁炎暑地秋至有严霜\n春日留别\n春路逶迤花栁前孤舟晩泊就人烟东山白云不可见西陵江月夜娟娟春江夜尽潮声度征帆遥从此中去越国山川看渐无可怜愁思江南树\n途中口号\n邺城东北望陵台珠翠繁华去不回无复新粧艶红粉空馀故垄满青苔\n○赵良器【二首】\n三月三日曲江侍宴\n圣祖发神谋灵符叶帝求一人光锡命万国荷时休雷解圜丘毕云需曲水逰岸花迎步辇仙仗拥行舟睿藻天中降恩波海外流小臣同品物陪此乐皇猷\n郑国夫人挽歌词\n淑德延公胄宜家接帝姻桂宫男掌仆兰殿女升嫔恩泽昭前命盈虚变此辰百年今已矣彤管列何人\n○黄麟【一首】\n郡中客舎\n虫响乱啾啾更人正数筹魂归洞庭夜霜卧洛阳秋微月有时隠长河到晓流起来还嘱雁乡信在呉洲\n○郭向【一首】\n途中口号\n抱玉三朝楚怀书十上秦年年洛阳陌花鸟弄归人\n国秀集中卷\n○郭良【二首】\n题李将军山亭\n凤辖将军位龙门司隷家衣冠为隐逸山水作繁华径出重林草池摇两岸花谁知贵公第亭院有烟霞\n早行\n早行星尚在数里未天明不辨云林色空闻风水声月从山上落河入斗间横渐至重门外依稀见洛城\n○蒋洌【二首】\n南溪别业\n结宇依青嶂开轩对绿畴树交花两色溪合水同流竹径春来埽兰罇夜不收逍遥自得意鼔腹醉中逰\n古意\n冉冉红罗帐开君玉楼上画作同心鸟衔花两相向春风正可怜吹暎绿窗前妾意空相感君心何处邉\n○刘庭琦【二首】\n从军\n朔风吹寒塞胡沙千万里阵云出岱山孤月生海水决胜方求敌衔思本轻死萧萧牧马鸣中夜拔劒起\n咏木槿树题武进文明府厅\n物情良可见人事不胜悲莫恃朝荣好君看暮落时\n○王■〈夭上呙下〉【一首】\n过故人旧宅\n故人轩骑罢归来旧宅园林闲不开唯馀挟瑟楼中妇哭向平生歌舞台\n○张谔【五首】\n东封山下宴群臣\n万里扈封峦群公遇此欢幔城连夜静霜仗满空寒辇路宵烟合旌门晓月残明朝陪圣主山下礼圎坛\n岐王美人\n半额画双蛾盈盈烛下歌玉杯寒意少金屋夜情多香艶王分帖裙娇勑赐罗平阳莫漫妬唤出不如他\n赠吏部孙貟外济\n天子爱贤才星郎入拜来明光朝半下建礼直初回名带含香发文随绮幙开披云自有镜从此照仙台\n岐王山亭\n王家傍绿池春色正相宜岂有楼台好兼看草树奇石榴天上叶椰子日南枝出入千门裏年年乐未移\n九日宴\n秋叶风吹黄飒飒晴云日照白鳞鳞归来得问茱萸女今日登髙醉几人\n○郑审【一首】\n酒席赋得匏瓢\n华阁与贤开仙瓢自逺来幽林常伴许陋巷亦随回挂影怜红壁倾心向绿杯何曽斟酌处不使玉山颓\n○薛奇章【三首】\n拟古\n沙尘朝蓛日失道还相遇寒影波上云秋声月前树川气生晓夕野隂乍烟雾沉沉滮池水人马不敢渡吮癰世所薄挟纩恩难顾不见古时人中宵泪横注\n和李起居秋夜之作\n过庭闻礼日趋侍记言回独卧玉窗前卷帘残雨来髙秋南斗转凉夜北堂开水影入朱户萤光生绿苔简成良史笔年是洛阳才莫重白云意时人许上台\n吴声子夜歌\n净埽黄金堦飞霜皓如雪下帘弹箜篌不忍见秋月\n○崔颢【七首】\n古逰侠\n少壮有胆气好勇复知机仗劒出门去孤城逢合围杀人辽水上走马渔阳归错落金锁甲蒙茸貂鼠衣还家行且猎弓矢速如飞地迥鹰犬疾草深狐兔肥腰间带两绶转眄生光辉顾谓今日战何如隋建威\n结定襄狱効陶体\n我在河东时使至定襄里定襄诸小儿争讼纷城市长老莫敢言太守不能理谤书盈几案文墨相填委牵引市井翁追呼田家子我来折此狱五聴辨疑似小大必以情未尝施鞭箠是时三月暮遍野农畊起里巷鸣春鸠田园引流水此乡多杂俗戎夏殊音旨顾问邉塞人劳情曷云已\n赠轻车\n悠悠逺行归经春涉长道幽冀桑始青洛阳蚕已老忆昨戎马地别时心草草烽火从北来邉城闭当早平生少相遇未得展懐抱今日杯酒中见君交情好\n岐王席观妓\n二月春来半王家日渐长栁垂金屋暖花覆玉楼香拂匣先临镜调笙更炙簧长将歌舞态只拟奉君王\n题沈隐矦八咏楼\n梁日东阳守为楼望越中绿窗明月在青史古人空江静闻山狖川长数塞鸿登临白云晩留恨此遗风\n赠梁州张都督\n闻君为汉将边骑不南侵出塞清沙漠还家拜羽林风霜臣节苦嵗月主恩深为语西河使知余报国心\n题黄鹤楼\n昔人已乗白云去兹地空馀黄鹤楼黄鹤一去不复返白云千载空悠悠晴川厯厯汉阳树春草青青鹦鹉洲日暮乡闗何处是烟波江上使人愁\n○徐九臯【五首】\n闗山月\n玉塞抵长城金徽暎髙阙遥心万馀里直望三邉月霜静影逾悬露晞光渐没思君不可见空叹将焉歇\n战城南\n塞北驰精旅城南敌汉围巉嵒一鼓气拔利五兵威边骑瞻山哭王师拓地飞不应湏宠战当遂勒金徽\n咏史\n亡国秦韩代荣身刘项年金槌击政後玉斗碎増前圣主称三杰明离保四贤己申黄石祭方慕赤松仙\n途中览镜\n四海逰长倦百年愁半侵頼窥明镜裏时见丈夫心\n送部四镇人往单于别知故\n天下今无事云中独未寜忝驱更戍卒方逺送邉庭马饮长城水军占太白星国恩行可报何必守经营\n○阎寛【五首】\n松滋江北阻风\n江风久未歇山雨复相仍巨浪天涯起馀寒川上凝忧人劳夕惕乡事惫晨兴逺听知音骇诚哉不可陵\n晓入宜都渚\n问俗周楚甸川行眇江浔兴随晓光发道会春言深回眺佳气象逺怀得山林伫应舟楫用曷务归闲心\n古意\n庭树发华滋瑶草复葳蕤好鸟飞相从愁人深此时天中有灵匹日夕嚬蛾眉愿逐飘风花千里入遥帷心逝爱不见空歌悲莫悲\n春宵览月\n月生东荒外天云收夕隂爱见澄清景象吾虚白心耳目静无哗神超道性深乘兴得至乐寓言因永吟\n秋怀\n下帷长日尽虚馆早凉生芳草犹未荐如何蜻蛚鸣秋风已振衣客去何时归为问当途者宁知心有违\n○康庭芝【一首】\n咏月【一刻沈佺期一刻宋之问】\n天使下西楼光含万里秋台前疑挂镜帘外似悬钩张尹将眉学班姬取扇俦佳期应借问为报在刀头\n○王维【七首】\n河上送赵仙舟【集作齐州送祖三】\n相逢方一笑相送还成泣祖席已伤离荒城复愁入天寒逺山静日暮长河急解缆君已遥望君犹伫立\n初至山中【集作终南别业】\n中嵗颇好道晩家南山陲兴来毎独往胜事空自知行到水穷处坐看云起时偶然见林叟谈笑滞还期\n途中口号【集作汜上寒食】\n广武城邉逢暮春汶阳归客泪沾巾落花寂寂啼山鸟杨桞青青渡水人\n成文学\n寳劒千金装登君白玉堂身为平原客家有邯郸娼使气公卿坐论心逰侠场中年不得意谢病客逰梁\n扶南曲【集作班婕妤】\n怪来粧阁闭朝下不相迎总在春园裏花间笑语声\n息妫怨\n莫以今时宠能忘昔日恩看花满眼泪不共楚王言\n送殷四葬\n送君返葬石楼山松栢苍苍賔驭还埋骨白云长已矣空馀流水向人间\n○万齐融【二首】\n赠别江头\n东南飞鸟处言是故乡天江上风花晩君行定几千计程频破月数别屡开年明嵗浔阳水相思寄采莲\n送陈七还广陵\n风流谁氏子虽有旧无双欢酒言相送愁弦意不降落花馥河道垂杨拂水窻海潮与春梦朝夕广陵江\n○楼頴【五首】\n伊水门\n朝涉伊水门伊水入门流惬心乃成兴澹然泛孤舟霏微傍青霭容与随白鸥竹隂交前浦栁花媚中洲日落隂云生弥觉兹路幽聊以恣所适此外知何求\n东郊纳凉忆左威卫李録事【收昆季太原崔叅军三首并序】\n仆三伏於通化门东北数里避暑之地地即故倅天官顾公之旧林今贰冡宰君李公之别业右抵禁籞斜界沁园空水相晖歩虹桥而下视竹木交暎弄仙棹而傍窥足涤烦襟陶蒸暑独往成兴恨不与数公共之率然有作因以见意\n水竹谁家宅幽庭向苑门今知季伦沼旧是辟彊园饥鹭窥鱼静鸣鵶带子喧兴成祗自适欲白反忘言\n又\n纳凉毎选地近得青门东林与缭垣接池将沁水通枝交帝女树桥暎美人虹想是忘机者悠悠在兴中\n又\n林间求适意池上得清飈稍稍斜回檝时时一度桥水光壁际动山影浪中摇不见李元礼神仙何处要\n西施石\n西施昔日浣纱津石上青苔思杀人一去姑蘇不复返岸傍桃李为谁春\n○崔国辅【六首】\n杭州北郭戴氏荷池送侯愉\n秋近万物肃况当临水时折花赠归客离绪断荷丝谁谓江国永故人感在兹道存过北郭情极望东菑乔木故园意鸣蝉穷巷悲扁舟竟何待中路每迟迟\n宿法华寺\n松雨时复滴寺门清且凉此心竟谁证回憩支公牀壁畵感灵迹龕经传异香独逰寄象外忽忽归南昌\n送韩十四被鲁王推逓往济南府\n西候情何极南冠怨有馀梁王虽好士不察狱中书\n少年行\n遗却珊瑚鞭白马骄不行章台折杨栁春日路傍情\n古意\n红荷楚水曲彪炳烁晨霞未得两回摘秋风吹却花时芳不待妾玉佩无处夸悔不盛年时嫁与青楼家\n渭水西别季仑\n陇外长亭候山深古塞秋不知呜咽水何事向西流\n○李嶷【二首】\n读前汉外戚传\n人録尚书事家临御路傍凿池通渭水避暑借明光印绶妻封邑轩车子拜郎宠因宫掖裏势极必先亡\n逰侠\n玉劒膝旁横金杯马上倾朝逰茂陵道夜宿凤皇城豪吏多猜忌无劳问姓名\n○王泠然【一首】\n淮南寄舎弟\n昔予从不调经嵗旅淮源念尔长相失何时返故园寄书迷处所分袂隔凉温逺道俱为客他乡共在原归情春伴雁愁泣夜随猿愧见髙堂上朝朝独倚门\n○李收【二首】\n和中书侍郎院壁畵云\n粉壁畵云成如能上太清影从霄汉发光照掖垣明暎篠多幽趣临轩得野情独思作霖雨流润及生灵\n幽情\n幽人惜春暮潭上折芳草佳期何时还欲寄千里道\n○贺朝【三首】\n宿香山阁【或刻贾彦璋】\n暝上香山阁梯云宿半空轩窗闭潮海枕席拂烟虹朱网防栖鸽纱灯护夕虫一闻鸡唱晓已见日曈曈\n赠酒店胡姬\n胡姬春酒店弦管夜锵锵红■〈塌，毛代土〉铺新月貂裘坐薄霜玉盤初脍鲤金鼎正烹羊工客无劳散听歌乐世娘\n孤兴\n晴日暖珠箔夭桃色正新红粉清镜中姢姢可怜嚬君子在遐险蕙心谁见珎罗幙空掩昼玉颜暗移春江瑟语幽独再三情未申黄鹄千里翅芳音迟所因\n○杨重玄【一首】\n正朝上左相张燕公\n嵗去愁终在春还命不来长吁问丞相东阁几时开\n○常建【一首】\n戏题湖上\n湖上老人坐矶头湖裏桃花水却流竹竿嫋嫋白波际不知何者吞吾钩\n○孟浩然【七首】\n夏日宴卫明府宅遇北使\n言避一时暑池亭五日开喜逢金马客同饮玉人杯舞鹤乘轩至逰鱼拥钓来座中殊未起箫管莫相催\n题荣二山池\n甲第开金穴荣期乐自多枥嘶支遁马池养右军鵞竹引携琴入花邀载酒过山公来取醉时唱接■〈罒离〉歌\n江上思归\n木落雁南度北风江上寒我家襄水曲遥隔楚山端乡泪客中尽归帆天外看迷津欲有问平海夕漫漫\n过陈大水亭\n水亭凉气多闲棹晩来过涧影见藤竹潭香闻芰荷野童扶醉舞山鸟助酣歌幽赏未云遍烟光奈夕何\n渡浙江\n潮落江平未有风扁舟共济与君同时时引领望天未何处青山是越中\n长乐宫\n秦城旧来称窈窕汉家更衣应不少红粉邀君在何处青楼苦夜长难晓长乐宫中钟暗来可怜歌舞惯相催欢娯此事今寂寞唯有年年陵树哀\n渡杨子江【本集不载○或刻丁仙芝】\n桂檝中流望京江两畔明林开杨子驿山出润州城海尽邉隂静江寒朔吹生更闻枫叶下淅沥度秋声\n○程弥纶【一首】\n怀鲁\n曲阜国尼丘山周公邈难问夫子犹启闗履风雩兮若见游夏兴兮鲁颜天孙天孙何为今兮学且难负星明而东逰闲闲\n○丁仙芝【一首】\n京中守嵗\n守嵗多然烛通宵莫掩扉客愁当暗满春色向明归玉斗巡初匝银河落渐微开正献嵗酒千里间庭闱\n国秀集巻下\n○范朝【二首】\n宁王山池\n水势临阶转峰形对路开槎从天上得石是海邉来瑞草分樷种祥花间色栽旧传词赋客唯见有邹枚\n题古瓮寺【原题题石甕寺】\n胜境宜长望迟春好散愁闗连四塞起河带八川流复磴承香阁重巖暎彩楼为临温液近偏美圣君逰\n○徐晶【三首】\n赠温驸马汝阳王\n畴昔承馀论文章幸滥推夜陪银汉赏朝奉桂山词梁邸调歌日秦楼按舞时登髙频作赋体物屡为诗连骑长楸下浮觞曲水湄北堂留上客南陌送佳期忆昨陪临泛于今阻宴私再看冬雪满三见夏花滋都尉朝青阁淮王侍紫墀宁知倦逰者华发老京师\n蔡起居山亭\n文史归休日栖闲卧草亭蔷薇一架紫石竹数重青垂露和仙药烧香诵道经莫将山水弄持与世人听\n送友人尉蜀中\n故友汉中尉请为西蜀吟人家多种橘风土爱弹琴水向昆明濶山连大夏深理闲无别事时寄一登临\n○梁鍠【二首】\n观美人卧【御览诗刻美人春怨○章句稍有不同】\n妾家巫峡阳罗帐寝银床晓日临窗久春风引梦长落钗犹罥鬓微汗欲销黄纵使朦胧觉魂犹逐楚王\n赠李中华\n莫向嵩山去神仙多误人不如朝魏阙天子重贤臣\n○屈同仙【二首】\n燕歌行\n君不见渔阳八月塞草腓征人相对并思归云和朔气连天黑逢杂惊沙散野飞是时天地隂埃遍瀚海龙城皆习战两军鼓角暗相闻四靣旌旗看不见昭君逺嫁已年多单于无厌不复和汉兵候月秋防塞胡骑椉氷夜渡河河塞东西万馀里地与京华不相似燕支山下少春晖黄沙碛里无流水金戈玉劒十年征红粉青楼多怨情厌向殊乡久离别秋来愁聴捣衣声【搜玉小集作屈同少仙字习战作血战不复和作尚不和春辉作光辉厌向作厌得愁聴作但聴宜各从长也】\n乌江女\n越艶谁家女朝逰江岸傍青春犹未嫁红粉旧来娼锦袖盛朱橘银钩摘紫房见人羞不语回艇入溪藏\n○豆卢复【二首】\n昌年宫之作\n但有离宫处君王每不居旗门芳草合辇路小槐疎殿闭山烟满窗凝野霭虚丰年多望幸春色待銮舆\n落第归乡留别长安主人\n客裏愁多不记春闻莺始叹栁条新年年下第东归去羞见长安旧主人\n○邱为【二首】\n山行寻隐者不遇\n绝顶一茅茨直上三十里扣闗无僮仆窥室唯案几既非巾柴车应是钓秋水蹉跎不相见黾勉空仰止草色新雨中松声晩窗裏虽无賔主意颇得清浄理兴尽方下山何必见夫子\n题农庐舎\n东风何时至已绿湖上山湖上春既早田家日不闲沟塍流水处耒耜平芜间薄暮饭牛罢归来还闭闗\n○荆冬倩【一首】\n奉试咏青\n路辟天光逺春还月道临草浓河畔色槐结路邉隂未暎君王史先标胄子襟经明如可拾自有致云心\n○张子容【二首】\n除夜宿乐城逢孟浩然\n逺客襄阳郡来过海畔家樽开柏叶酒灯发九枝花妙曲逢卢女髙才得孟嘉东山行乐意非是竞奢华\n永嘉作\n拙宦从江左投荒更海邉山将孤屿近水共恶溪连地湿梅多雨潭蒸竹起烟未应悲晩发炎瘴苦华年\n○李颀【四首】\n望秦川\n秦川朝望逈日出正东峰逺近山河浄逶迤城阙重秋声万户竹寒色五陵松客有归欤叹凄其霜露浓\n塞下曲\n黄云雁门郡日暮风沙裏千骑黑貂裘皆称羽林子金笳吹朔雪铁马嘶云水帐下饮蒲萄平生寸心是\n遇刘五\n洛阳一别梨花新黄鸟飞飞逢故人携手当年共为乐无惊蕙草惜残春\n白花原【或作百花原或作白草原又见王昌龄集原题出塞行】\n白花原头望京师黄河流水无已时秋天旷野人行绝马首西来知是谁\n○褚朝阳【二首】\n登少室山寺\n飞阁青云裏先秋独早凉天花暎牕近月桂拂檐香华岳三峰小黄河一带长空间指归路烟际有垂杨\n奉上徐中书\n中禁仙池越凤凰池邉词客紫薇郎既能作颂雄风起何不时吹兰蕙香\n○崔曙【五首】\n登河阳斗门见张贞期题黄河诗因以感寄\n吾友东南美昔闻登此楼人从川上去书在壁中留严子好真隐谢公耽逺逰清风初作颂暇日复消愁时与文字古迹随山水幽已辜苍生望空见黄河流荣落春将晩悲凉物似秋天髙不可问掩泣赴行舟\n奉试明堂火珠诗\n正位开重屋淩空出火珠夜来双月满曙後一星孤天浄光难灭云生望欲无遥知太平代国寳在名都\n对雨送郑陵\n别愁复兼雨别泪还如霰寄心海上云千里长相见\n九日登望仙台仍呈刘明府容\n汉文皇帝有髙台此日登临曙色开三晋云山皆北向二陵风雨自东来闗门令尹谁能识河上仙公去不回我欲近寻彭泽宰陶然共醉菊花杯\n嵩山寻冯錬师不遇\n青溪访道凌烟曙王子仙成已飞去更值空山雷雨时云林薄暮归何处\n○王昌龄【五首】\n赵十四兄见寻\n客来舒长簟开阁乘凉风但有无弦琴共君尽尊中晩来常读易顷者欲还嵩世事何须道黄精且养蒙嵇康殊寡识张翰独知终忽忆鲈鱼脍扁舟往江东\n望临洮\n饮马度秋水水寒风似刀平沙日未没黯黯见临洮当日长城战咸言意气髙黄尘足今古白骨乱蓬蒿\n塞下曲\n蝉鸣空桑林八月萧闗道出塞复入塞处处黄芦草从来幽并客皆向沙场老莫作逰侠儿矜夸紫骝好\n从军古意\n青海长云暗雪山孤城遥望玉门闗黄沙百战穿金甲不破楼兰终不还\n古意\n桃花四靣发桃叶一枝开欲暮黄鸝转伤心玉镜台清筝向明月半夜春风来\n○梁洽【一首】\n观汉水\n发源自嶓冡东注经襄阳一道入溟渤别流为沧浪求思咏游女投吊悲昭王水濵不可问日暮空汤汤\n○郑绍【一首】\n逰越溪\n溪水碧悠悠猿声断客愁渔潭逢钓楫月浦值孤舟访泊随烟火迷途视斗牛今宵越乡意还取醉忘忧\n○严维【三首】\n赠别东阳客\n明月双溪水春风八咏楼少年为客处今日送君逰\n逰灞陵山\n入山未尽意胜迹聊独寻方士去在昔药堂留至今四隅白云闲一路青溪深芳秀惬春目髙闲宜逺心潭分化丹水路遶升仙林此道人不悟坐鸣松下琴\n入唐溪\n啸终万籁起吹去当溪云环屿或明昧逺峰尚氛氲雨新翠叶发夜早玄象分金涧流不尽入山深更闻\n○朱斌【一首】\n登楼【或刻王之涣】\n白日依山尽黄河入海流欲穷千里目更上一重楼\n○蘇绾【一首】\n奉和姚令公驾幸温汤喜雪应制\n汉主新丰邑周王尚父师云符沛童唱雪应海神期株变惊春早山明讶夕迟况逢温液沛恩重御裘诗\n○王諲【二首】\n闺情\n日暮裁缝歇深嫌气力微纔能收箧笥嬾起下帘帷怨坐空燃烛愁眠不解衣昨来频梦见夫壻莫应知\n夜坐看搊筝\n调筝夜坐灯光裏却挂罗帷露纎指朱弦一一声不同玉柱连连影相似不知何处学新声曲曲弹来未覩名应是石家金谷裏流传未满洛阳城\n○卢象【二首】\n驾幸温泉\n传闻圣主幸新丰清跸鸣銮出禁中细草终朝随步辇垂杨几处遶行宫千官扈从骊山北万国来朝渭水东此日小臣徒献赋汉家谁复重扬雄\n赠广川马先生\n经书满腹中吾识广川翁年老甘无位家贫嬾发蒙人归洙泗学歌盛舞雩风愿接诸生礼三年事马融\n○梁徳裕【二首】\n感寓\n彩云呈瑞质五色发人寰独作龙虎状孤飞天地间隠隠临北极峩峩象南山恨在帝乡外不逢枝叶攀\n又\n幽涧生蕙若幽渚老江蘺荣落人不见芳香徒尔为不及绿萍草生君红莲池左右美人弄朝夕春风吹叶洗玉泉水珠清湛露滋心亦愿如此托君君不知\n○杨谏【一首】\n长孙十一东山春夜见赠\n故人谢城阙挥手碧云期溪月照隐处松风生兴时旧林日云暮芳草嵗空滋甘与子成梦请君同所思\n○芮挺章【二首】\n江南弄\n春江可怜事最在美人家鹦鹉能言鸟芙蓉巧笑花地衔金作埒水抱玉为砂薄晩青丝骑长鞭赴狭斜\n少年行\n任气称张放衔恩在少年玉阶朝就日金屋夜升天轩骑青云际笙歌绿水邉建章明月好留醉伴风烟\n○张万顷【二首】\n东溪待蘇户曹不至\n洛阳城东伊水西千花万竹使人迷台上栁枝临岸低门前荷叶与桥齐日暮待君君不见长风吹雨过青溪\n登天目山下作\n去嵗离秦望今冬使楚闗泪添天目水发变海头山别母乌南逝辞兄雁北还宦逰偏不乐长为忆慈颜\n○常非月【一首】\n咏谈容娘\n举手整花钿翻身舞锦筵马围行处匝人压看场圆歌要齐声和情教细语传不知心大小容得许多怜\n○沈颂【二首】\n旅次灞亭\n闲琴开旅思清夜有愁心圆月正当户微风犹在林沧茫孤亭上厯乱多秋音言念待明发东山幽意深\n春旦歌\n常闻嬴女玉箫台奏曲情深彩凤来欲登此地销归恨却羡双飞去不回\n○樊晃【一首】\n南中感怀\n南路蹉跎客未回常嗟物候暗相催四时不变江头草十月先开岭上梅\n○包融【二首】\n和崔会稽咏王兵曹厅前涌泉势成中字\n茂徳来徵应流泉入咏歌含灵符上善作字表中和有草恒垂露无风欲偃波为看人共水清白定谁多【垂露偃波皆是形容字畵之意】\n赋得岸花临水发\n笑笑傍溪花丛丛逐岸斜朝开川上日夜发浦中霞照烛如临镜■〈艹丰〉茸胜浣纱春来武陵道几树落仙家\n○薛维翰【一首】\n怨歌百尺珠楼临狭斜新粧能唱美人车皆言贱妾红颜好要自狂夫不忆家\n○张良璞【一首】\n览史\n享年八十已厯数穷苍生七虎门源上咆哮闗内鸣建都用鹑宿设险因金城舜曲烟火起汾河珠翠明海云引天仗朔雪留邉兵作孽人怨久其亡鬼信盈素灵感刘季白马从子婴昏虐不务徳百代无芳声\n○孙欣【一首】\n奉试冷井诗\n仙闱井初凿灵液沁成泉色湛青苔裏寒凝紫绠邉铜瓶向影落玉甃抱虚圆永愿调神鼎尧时泰万年\n○王之涣【三首】\n凉州词\n黄河直上白云间一片孤城万仞山羗笛何须怨杨栁春光不度玉门闗\n又\n单于北望拂云堆杀马登坛祭几回汉家天子今神武不肯和亲归去来\n宴词\n长堤春水绿悠悠畎入漳河一道流莫听声声催去棹桃溪浅处不胜舟\n○王羡门【一首】\n都中闲居\n君王巡海内北阙下明台云物天中少烟花嵗後来河从御苑出山向国门开寂寞东京裏空留贾谊才\n○髙适【一首】\n和王七度玉门闗上吹笛\n胡人吹笛戍楼间楼上萧条海月闲借问落梅凡几曲从风一夜满闗山\n○王湾【一首】\n次北固山下\n客路青山外行舟绿水前潮平两岸濶风正一帆悬海日生残夜江春入旧年乡书何处达归雁洛阳邉\n○万楚【三首】\n题江潮庄壁\n田家喜秋熟嵗晏林叶稀禾黍积场圃樝梨垂户扉野闲犬时吠日暮牛自归时复落花酒茅齐堪解衣\n茱萸女\n山隂栁家女九日采茱萸复得东隣伴双为陌上姝插枝著髙髻结子置长裾作性常迟缓非闗诧丈夫平明折林樾日入返城隅贾客要罗袖行人挑短书蛾眉自有主年少莫踟蹰\n咏帘\n玳瑁昔称华玲珑薄绛纱钩衔门势曲节乱水纹斜日弄长飞鸟风摇不卷花自当分内外非是为骄奢\n○于季子【一首】\n南行别弟【或刻杨师道或刻韦承庆】\n万里人南去三春雁北飞不知何嵗月得共尔同归\n○祖咏【二首】\n蓟门别业\n别业在幽处到来生隠心南山当户牖沣水在园林竹覆经冬雪庭昏未夕隂寥寥人境外闲坐听春禽\n望蓟门\n燕台一望客心惊箫鼔喧喧汉将营万里寒光生积雪三邉曙色动危旌沙场烽火侵胡月海畔云山拥蓟城少小虽非投笔吏论功还欲请长缨\n《四库全书》评论\n参考资料：（《四库大辞典》）\n三卷。唐芮挺章编。芮挺章生卒里贯均未详。诸书称为国子进士，盖太学生者。活动于唐玄宗时代。前有旧序，称此书编于天宝三年（744），共选作者九十人，诗二百二十首。宋元祐间曾彦和跋云：“名欠一士，诗增一篇”。洎毛晋校刊，复谓虚列三人。今案编内，实八十五人，诗二百一十首，毛晋未及详检之故。唐以前编辑总集，以己作入选者，始见于王逸之录《楚辞》，再见于徐陵之撰《玉台新咏》。芮挺章亦录己作二篇，盖仿其例。然文章论定，自有公评，要当待之天下后世。何必露才扬己，先自表章。虽有例可援，终不可为训。至旧序一篇，无作者姓氏，陈振孙《书录解题》谓楼颖所作。楼颖，天宝中进士，其诗亦选入集中。考梁昭明太子撰《文选》以何逊犹在，不录其诗。盖欲杜绝世情，用彰公道。今芮挺章与楼颖一则以见存之人采录其诗，一则以选己之诗为之作序，后来互相标榜之风，已萌于此。知明人诗社锢习，其来有渐，非一朝一夕之故。以唐人旧本所选，尚有可采，仍录存之。选诗多为音韵谐婉、属对工整之作。如李白、岑参等人作品则不选。入选作品，亦忽视代表之作。有影印明初刻本，毛晋汲古阁刻本。《四库全书》本。1958年，中华书局上海编辑所出版《唐人选唐诗》(十种)，亦收此集。\n","category":"草书","verified":true,"user":1,"timestamp":1429951604243},{"name":"姚绶文字饮诗并序","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791639711,"text":"姚绶《文字饮诗并序》，大都会艺术博物馆藏。\n题于姚绶画作《文饮图》卷后，序部分以楷书，诗部分以行草书。","author":"明代姚绶","description":"姚绶文字饮诗并序"}]