[{"name":"苏轼行书渡海帖","text":"宋苏轼《致梦得秘校尺牍》年代为公元1100（宋元丰三年），规格：行书，纸本，纵28.6，横40.2cm，现藏于台北故宫博物院。1100年（元符三年），苏轼被诏徙廉州，路过澄迈时未遇赵梦得，便留此札。为其晚年书迹之代表，如同东坡自云：“自出新意，不践古人。”全作信笔写来，浑然天成。此札用笔劲利，结体斜向右上，时人认为颇有李邕（北海）之风，如黄庭坚语：“沉著痛快，乃似李北海。”，“我书意造本无法，点画信手烦推求”，这是苏轼对自己书法的评语。相异传统的笔法与特殊结字，是其书法中最受赞赏的部分。\n法帖释文\n轼将渡海。宿澄迈。承令子见访。知从者未归。又云。恐已到桂府。若果尒。庶几得於海康相遇。不尒。则未知后会之期也。区区无他祷。惟晚景宜倍万自爱耳。忽忽留此帋。令子处更不重封。不罪不罪。轼顿首。梦得秘校阁下。六月十三日。 \n作品简介\n元符三年（1100），苏轼被诏徙廉州（今广西合浦），路过澄迈（今海南澄迈）时未遇赵梦得，便留下此札。为其晚年书迹之代表，如同东坡自云：“自出新意，不践古人。”全作信笔写来，浑然天成。此札用笔劲利，结体斜向右上，时人认为颇有李邕（北海）之风，如黄庭坚语：“沉著痛快，乃似李北海。” \n“我书意造本无法，点画信手烦推求”，这是苏轼对自己书法的评语。相异传统的笔法与特殊结字，是其书法中最受赞赏的部分。 \n此作又名「渡海帖」，为典型苏轼风格，苍劲有力，沉著痛快，为其晚年之代表作。上有项元汴千字文第八0一“具”字编号。 \n艺术赏析\n该帖是台北故宫博物院收藏的《宋四家小品》卷之一。这是一通尺牍，因其中有“渡海”二字而得名。又因卷尾有“轼顿首。梦得秘校阁下。六月十三日”诸字，亦称《致梦得秘校尺牍》或《致梦得秘校书》。这件作品明代曾归项元汴收藏，又被陈继儒摹入《晚香堂苏帖》，清初归笪重光，后入藏清内府，并著录于《石渠宝笈续编》。从其递藏经过看，可谓流传有绪。此卷无历代藏家之题识。只是到近年才煊赫于世。三十年代，被收入日本《中国书道全集》，后又由台北故宫博物馆选入《故宫法书》。近年又被收入《台北国立故宫博物馆珍藏书画》和刘正成主编的《中国书法鉴赏大辞典》。此外，日本宇野雪村所著《中国书道史》和中国近年出版的某些书法史，亦视其为苏书真迹，而予以评介。以上诸家在评介这一作品时，审美角度虽不尽相同，但均誉为苏书之代表作。现选录《中国书法鉴赏大辞典》中的《渡海帖》条目，以见一斑。这一条目云：“苏轼书于元符三（1100年）六月十三日。纸本。行书。台北故宫博物院藏。刊于日本《书道全集》(十五)”。此条的“赏析”之文云：“东坡传世墨迹甚多，而致梦得秘校尺牍似鲜为人知。然此帖的艺术价值却不在其他墨迹之下，堪为东坡的代表作品之一。”“作为一般的书信往来，往往是无意于书的，但越是不经意越能体察人的性情。此札全篇不足百字，洋洋洒洒，信笔而成，却天趣盎然。真像他自己所说的‘书初无意于佳，乃佳耳’‘吾书虽不甚佳，然自出新意，不践古人，是一快也。’东坡书不落古人窠臼，在此看不到任何魏晋遗韵和唐人正襟危坐，端严方正的学究态，而有的只是一派天真烂漫，无碍无滞的真情流露。通篇章法参差不齐，长短各宜，字法大小错落，一任自然，墨色淋漓，厚重丰腴。尤其是字越写到后面越放纵，无间心手，忘怀楷则。笔墨间透出郁郁芊芊之气，超尘拔俗，犹书中之仙也”。 \n苏轼（1037－1101年），字子瞻，号东坡居士，眉州眉山人。嘉祐二年进士，官大理评事、签书凤翔府判官。英宗朝，得直史馆。神宗时，王安石执政，素恶其议论异己，轼请外，通判杭州，徙知徐州、湖州，任黄州团练副使。哲宗立，知登州，召为礼部郎中。元祐初，迁中书舍人，寻除翰林学士，出知杭州、颖州，元祐七年，复迁礼部尚书兼端明殿、翰林侍读两学士。旋为小人诽挤，知英州，贬琼州别驾，居昌化，乃但耳故地，非人所居。徽宗立，移廉州，徙永州，蒙赦，遂提举王局观，复朝奉郎。卒于常州，谥“文忠”。博通经史，工诗文、书画，其书法自创新意，用笔丰腴跌宕，得天真烂漫之趣，为未四家之首。 \n","category":"行书","verified":true,"user":1,"timestamp":1429951596020},{"name":"苏轼行书渡海帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791609757,"text":"【释文】轼将渡海，宿澄迈，承令子见访，知从者未归。又云，恐已到桂府。若果尔，庶几得于海康相遇；不尔，则未知后会之期也。区区无他祷，惟晚景宜倍万自爱耳。匆匆留此纸令子处，更下重封，不罪不罪。轼顿首，梦得秘校阁下。六月十三日。\n封囊：手启，梦得秘校。轼封。\n苏轼《渡海帖》，行书，元丰三年（1100），纸本，台北故宫博物院藏。\n信札一则。凡12行，封囊一行，计98字。28.6厘米×40.2厘米。封囊—行，4.2厘米×28厘米。\n此帖又名《致梦得秘校尺牍》。\n东坡《峻灵乇庙碑》：“绍圣四年七月，琼州别驾苏轼，以罪谴于儋，至元符三年五月，有诏徙廉州。”于足，东坡辞别与之生活了几年的儋州父老友朋，启程经澄迈，到琼州渡海到廉州，于址行《六月二十日夜渡海》一诗。此帖署人川十二日，其时正在澄迈，有《澄巡驿迪潮阁二首》等诗。因之，编年应在元符二年。\n帖中“梦得秘校”乃赵梦得。宋周必大《二老堂诗话》：“广西有赵梦得，处于海上，东坡谪儋耳时，为致中州家问。坡尝题其澄迈所居二亭曰“清斯”，曰“舞琴”。仍录陶渊明、杜子美诗及旧作数十纸与之。梦得以绫绢求，东坡答云：“币帛不为服章，而以圭曰字，上帝所禁。”东坡又有《致赵梦得一札》：“旧藏龙焙，请来共尝。盖饮非其人，茶有语；闭门独啜，心有愧。”赵梦得曾为苏轼奔走中州探望家属，苏轼有好茶则非请赵梦得会饮不可。赵梦得对流落海南几年的东坡关照必多，东坡对之很感激，作书相送，有茶招饮，可谓相知。东坡离开海南，路过澄迈时，适赵梦得北行未归，很遗憾，便留下此札交付其子，盼望能在渡海以后相见，“不尔，未知后会之期也。”流露出对这位患难中帮助过自己的友人的思念。\n苏轼尺牍中尚有致范梦得、高梦得札，但均与此帖不符。","author":"宋代苏轼","description":"苏轼行书渡海帖"}]