[{"name":"高凤翰行书七绝","text":"高凤翰（1683～1749）胶州大行高氏二股十一世，清代画家、书法家、篆刻家。又名翰，字西园，号南村，又号南阜、云阜，别号因地、因时、因病等40多个，晚因病风痹，用左手作书画，又号尚左生。汉族，山东胶州市三里河街道办事处三里河村人。雍正初，以诸生荐得官，为歙县县丞，署绩溪知县，罢归。性豪迈不羁，精艺术，画山水花鸟俱工，工诗，尤嗜砚，藏砚千，皆自为铭词手镌之。有《砚史》，《南阜集》。\n人物简介\n高凤翰，字西园，号南村、南阜。五十五岁时因右手病废，改号半亭、老阜、废道人、尚左生、丁巳残人等，山东胶县人。清代书画家。擅长诗文、书法、绘画、篆刻，不受传统限制，生动而富于妙趣。他的毅力惊人，右臂病废后，书画篆刻全用左手，作品朴拙中有生趣，为世人所推重 。举孝友端方科，后官署徽州绩溪知县。早岁知名，尝奉渔洋（王世祯）遗命，为私塾门人。后又受尹元孚（会一）、卢雅雨（见曾）知遇。工书、画，草书圆劲。善山水，纵逸不拘于法，纯以气胜，兼北宋之雄浑，元人之静逸。花卉亦奇逸得天趣。嗜砚，收藏至千馀，皆自铭，大半手琢。究心缪篆，印宗秦、汉，苍古朴茂，郑燮印章，皆出沉凡民及其手。晚病痹，用左手挥洒，笔愈苍辣，因镌“丁巳残人”、“尚左生”二印。著有《南阜诗钞》、《砚史》。卒年六十六。自撰生圹志。\n生平轶事\n高凤翰天资聪颖，童年时代就从家中藏书中学到不少东西。后来受当地名儒李世锡的指教，奠定了国学基础，对其后来在艺术方面的造就有很大的帮助。\n9岁那年，高凤翰参加科考中秀才，次年去济南参加乡试，后又两度赴省，但屡试不中。\n后至45岁，高凤翰方由胶州牧黄之瑞荐举应“贤良方正”特考，考列一等，授任安徽歙县县丞。在官场派系斗争中，高凤翰受诬下狱，经历了一番磨难。后虽冤案得昭雪，但使他对仕途失去了兴趣。\n去官为民后，高凤翰侨居扬州，寄宿佛门僧舍。55岁时，他右手病残，改用左手舞文弄墨，自号“后尚左手”，刻制“丁巳残人”石章一枚，标志在丁巳年病苦废右手。他在扬州同“扬州八怪”一班文人十分投契，靠他们资助和自己卖画，维持了几年流浪生活。\n9岁，高凤翰返归故里，8年后病逝。\n影响\n高凤翰在文学艺术诸多领域有为人称道的成就，他的书法，他的绘画，他的诗作以及他的篆刻和藏砚都值得一提。\n书法\n高凤翰的右手书法严谨流畅，左手书法上溯魏晋风格，继承元明笔法，气韵流动，古趣横生，被人誉为明清两朝数百年间以左手擅长书法的，尚无人与之媲美并列。当时能得到其只字片幅不是易事。\n画作\n高凤翰主工花卉山水，宋人雄浑之神和元人静逸之气在其作品中同时流露，艺术造诣十分精湛。高凤翰的画不拘成法，因而被人归于“扬州八怪”，也有将他列为“画中十哲”的。高凤翰的传世作品有《牡丹竹石图》轴等，并著有《南阜山人诗集》、《砚史》等书。高凤翰在一黑陶罐上的诗刻和画有三足陶器的《博古图》花轴引起山东大学考古工作者的注意，后人们按图上提供的信息往胶州三里河求索，终于发掘出一处重要的古文化遗址。青岛百花苑置有他的雕像。\n诗作\n高凤翰的诗成名较早，青年时代即负盛名。他的诗颇得明士王士祯的首肯，曾受渔洋遗命为私淑弟子。高凤翰文思敏捷，一次在两江总督尹继善举行的酒宴上，以雁名题，高凤翰提笔立就，其中不乏佳句，令友人交口称赞。他的诗、书、画、印被人称为四绝。高凤翰的藏砚也被人们肯定。\n篆刻\n高凤翰的篆刻以白文为主,早期以汉印为宗,后期白文笔画丰腴,而且留红极宽,不拘于法,妙趣横生。\n受挫\n高凤翰字西园，号南村，晚号南阜老人，一号石顽老人、松嫩道人、废道人等。他天资聪颖，很小就能吟诗，可惜仕途并不通达，44岁时才以县丞试用，虽有调迁，但终未能显赫。更出乎意料的是，他因为是两淮盐运使卢见曾的座上客，在卢见曾倒台时受了牵连，丢掉了并非锦绣的前程。\n振作\n受挫后，高凤翰便寓居扬州，开始了他鬻字卖画的生涯。不料，正当他潜心艺术之际，右手突患麻痹之症，不能再作字画。接连的打击，使得他有些措手不及。试想，他一定苦恼过，失望过。最终，他还是用左手拿起了毫管，重新起步，再做探索。\n尽管是同一个大脑支配，左手却不像右手那么听使唤。写出来的字，与想象中的简直是大相径庭，甚至大有桀骜不驯之势。他也许有气极败坏之时，将笔掷于案上，而跺足长叹。他也许是在偶然一瞥中发现，这种不驯服的笔触，不正是他以往苦苦追求的天趣与老辣吗?平时，右手太听话，太认真了，所以很难体现出这种效果。左手却在生涩中，露出了这种渴求的表现方法的端倪，这真是不幸中的万幸，坏事中的好事呀!\n无意中厾破了悟性的窗纸，高凤翰超脱了，兴奋了，以他顽强的意志，明澈的肝胆和刚刚开发的右脑支配下的左手，进入了创作的黄金时期。\n成功\n我们来看看这《书怀·石头城外放船行》草书轴，从流利的行笔和自然的气势中可以肯定是他右手未病前所书，从始至终有一种飘飘欲仙的韵味，但是不狂不怪，可谓放而不纵。如果高凤翰从未发病，这件作品很叮能就是一件佳作，他的书风就不会再发生质的变化。\n就像宋代女词人李清照的词分前后期一样，高凤翰的书风也存在一个分水岭。李清照是以南渡为分界线的；高凤翰则以左右手的转换，完成这种变革的。让我们来看一看，他后期的草书《窗夜·纸帐生虚白》。同是一件草书轴，风格却有了质的飞跃。可能高凤翰本人也不敢正视这个现实，所以落款时加了“左手”二字。\n左手的用笔随意性大大增强厂，很可能是它不太听话的缘故。首先用笔的轻重变化相当明显，有几个字格外突出，十分醒目。高凤翰并非驾驭不住自己的人手，而是有意借助它的“活跃”，从而变劣势为优势，加强提按，产生意想不到的变化。这几个字的突出，并没有打破整体的协调，由于这种加力是经过酝酿的，安排得比较巧妙，所以就像是一段乐曲中的几个强音，使人振奋，使人赏心，运用得真是恰到好处。特别是那个“兀”字，内容与形式达到了近乎完美的一致，仿佛足潮水回落时，高兀的礁石一样，急匆匆地扑入人们的眼帘，简直让你无法回避。\n评价\n高凤翰不仅是书法家，还是清代前期著名的画家、诗人。他曾写过这样一首诗：\n老樵卧白云，修柯不以斧。\n笑拾泰山松，拄之下梁父。\n这首诗正是他内心世界的真实写照。他就是这样笑对人生的。他有意无意地将诗、书、画的影响相互渗透，相互作用，相互提高，他是刻苦勤奋型的大家，和郑燮、金农等为伍，在繁华富庶的扬州，立住了脚跟。《墨林今话》里曾写出了他彼时的知名度，由于向他求画的人太多，；有人就转向郑燮代求。郑燮便写下了这样一首诗：\n西园左笔寿门(金农)书，\n海内朋友索问余。\n短札长笺都去尽，\n老夫屑作亦无馀。\n既然如此，让我们再来看一看高凤翰的“凤翰左手行书信札册”，这种感受也许会更加深刻。首先书札是最能体现书家风貌的所在，他可以无拘无束，信手挥就。他不必考虑篇幅，有活则长，无话则短，一派纯任自然的心态。再者行书又是书札之中最佳选择的书体，楷书书写速度较慢，不适于书札。草书，又太快，书者可以尽抒胸臆，甚至随时尽情发挥，可读者则瞪日搔首，因一字之不辨，而不解或误解全札中的所指。因此，行书为书札之首选字体，无疑是在情理之中了。正因如此，高凤翰的行书书札，就有着不加雕琢，质朴自然的风神。难怪有人说他的书札之中，有一缕超脱之气，冉冉而上。\n这是全册中的二件，寥寥数语，写得潇潇洒洒，由于格式和内容的缘故，出现了一些空白。正是这些空白的出现，给书札平添了虎虎的灵动之气。一些小字的加入，更是显得变化无常，风神奕奕。\n两件“阿仲左手行书信札”也极富个性，有的竖行不直，似有挪让之态，但仍是一气贯之，而毫无懈怠之处。字与字之间，行与行之间，互为扶持，大有腾空欲飞之势。难怪《清朝书画录》中说他的草书“圆劲飞动”。其势在行书中已经充分体现了出来，更何况草书呢?点画之间的呼应，大小字间的错落，均有过人之处，叫人扼腕慨叹。\n高凤翰颇具才华，即使是在“海内文土，半在维扬”的文人聚集之处，他也没有被埋没。他敢于立异标新，不拘成法，终于使自己的艺术得到社会的认可，这是殊为不易也。他凭着自己的实力，跻身“扬州八怪”之列，是完完全全在情理之中的。\n高凤翰除了行草之外，还善写隶书。对于隶书，他有着同样的创作指导思想。他的隶书宗汉，并兼学同代人郑簠的，但相比之下，他用笔比较迟涩。笔画粗细不—，锋或藏或露，往往以撇画的延伸或捺画、横波的急挑，而打破原有的平衡。使得他的隶书有汉之韵味，又汇入新意，毫无矫揉造作之态。\n高凤翰还有印癖与砚癖之称，收藏了许多印石与砚，他很喜欢刻砚铭，技巧相当熟练，治印也极富特色，《续印人传》中说他，“究心缪篆印章，全法秦汉，苍古朴茂”。他曾刻“丁巳残人”“残道人”“左臂”等印，他不回避自己的残疾，反而屡次将“残”入印，说明他具有正视现实，不畏困难的勇气，这几方印章是他右手病残以后所治，和他的“左书”一样，敢于用刀，全以气胜，仿佛在不经意间，就已经刀落印成。\n高凤翰是画家、书法家、篆刻家，也是诗人。他的满腹才华从多方面体现出来，真是艺绝千古，昭厉后人。直至今天，我们仍能从他的各类作品中找到笔情墨趣，从中得到熏陶，开阔视野，精神上得到了一次次极大的艺术享受。\n高凤翰纪念馆\n高凤翰纪念馆位于胶州市南关办事处南三里河村委西。1993年由市政府投资兴建，1994年对外开放，1995年被青岛市市委、市政府命名为“青岛市爱国主义教育基地”，1996年被评为“青岛市优秀爱国主义教育基地”，自95年起连续被授予青岛市和胶州市“精神文明”单位称号。\n高凤翰也是著名的“扬州八怪”之一。其书画以清雅乖拙蜚声宇内，更以其左手奇才彪炳艺林。高凤翰纪念馆坐落于其故里胶州南三里河村北，占地约16亩，建筑面积1960平方米，包括故居与附设两大部分，故居部分有石鳌馆、春草堂、北堂、竹西亭、南斋、南斋池等，供参观者了解高氏之家世行实等情况。附设部分有展厅六处，泉亭一座和高凤翰陵园。\n陵园部分位于纪念馆北侧，高凤翰墓即迁于此，碑文由郑板桥为之题写，松柏环绕，庄肃典雅。\n高凤翰雕像矗立于院中之轴心部位，深思高举，洁白清忠。又建有长廊、东榭、方亭、假山等，奇花异卉、茂木修筠，荫翳掩映，珊珊可爱。足供参观者以游乐与休憩。丘壑独存，世济之美。\n高凤翰纪念馆内陈列展览分基本陈列展览和临时陈列展览。基本陈列展览有五部分：一是故居复原陈列展（包括南斋、春草堂、石鳌馆、北堂、竹西亭、南斋池），室内陈列内容充实。二是高凤翰生平简介。三是高凤翰成就展，包括高凤翰早、中、晚不同时期的书画作品及诗、印、砚作品。四是高凤翰陵园，其中有郑板桥为高凤翰题写的墓碑，以高凤翰书法作品刻制的碑廊；五是北宋铁钱展，共展出铁钱约30吨，由于锈结成块状，最大的一块约16吨，部分能辨清字迹。\n馆内还建有高凤翰雕像、长廊、方亭、假山等，环境幽雅，时值春夏，奇花异卉，绿树成荫，鸟语花香，曲径通幽，清泉映月，群鱼嬉戏，珊然可爱。\n","category":"行书","verified":true,"user":1,"timestamp":1429951663133},{"name":"高凤翰行书七绝","dynasty":"清代","category":"行书","type":"","user":1,"timestamp":1429791639959,"text":"高凤翰《行书七绝》，纸本，行书，138.5×47.9cm。上海博物馆藏。","author":"清代高凤翰","description":"高凤翰行书七绝"}]