[{"name":"颜真卿楷书清远道士诗","text":"河南雅丽美容化妆品有限公司\n\nyǎlì\n1.高雅优美；雅正华丽。朱自清《桨声灯影里的秦淮河》：“我们终于恍然秦淮河的船可以雅丽过于他处，而有奇异的吸引力的，实在是许多历史的影象使然了。”\n2.指高雅优美的事物。唐颜真卿《刻清远道士诗因而继作》诗：“客有神仙者，于兹雅丽陈。”\n雅丽化妆品公司\n雅丽公司简介\n002年，在河南美业的璀璨天空，有一颗新星横贯长空，辉映山河，她以最灿烂耀眼的光芒，最绚丽多姿的风彩迅速赢得业界的关注。她就是————河南雅丽美容化妆品有限公司。\n002年6月，雅丽首次合作代理国际知名品牌，来自浪漫樱花之地日本的MARUBI丸美，并同时代理丸美公司高端皇家御用品牌Saganao嵯峨野纯植物精粹系列。同年8月，河南雅丽针对河南市场，召开了首次丸美品牌招商会。\n在公司全体员工忘我的努力及真情付出下，凭借着丸美优良的品质及总部的大力支持，第一场招商会就赢得了与会人员对品牌的完全信任和对雅丽的初步认可，同时也取得了一场招商会就签单八十多单的骄人的业绩，被行业传为佳话。\n面对成绩，雅丽人没有骄傲，而是感到肩上的责任重大，一份合同，就是一份信任，一份合同，就是一份期盼。雅丽人发誓，一定要做好服务，一定要让客户满意，客户的满意，已成为雅丽人最幸福的事。\n经过了一年的市场运作，“雅丽”这个名字，已被更多的人认知和关注。雅丽人知道，“发展才是硬道理”\n经过多方考查，公司于2003年，携手新加坡贝美国际珠海贝美化妆品有限公司，代理了贝美品牌。凭着贝美第一修复品牌的过硬的品质以及中、高、低价位的产品结构。很快的赢得了市场的认可和追随。\n经过了一年多的经营，公司所运营的丸美、贝美两个中档品牌已走得非常的稳健。雅丽人深知，如果想让雅丽发展的更好，必须要再引进一个高质量的中档品牌。以此将品牌结构形成稳固的三足鼎立之势。因为从事物的发展规律来说，三点支柱是最为牢靠的。2004年初，雅丽再度与广州美植公司携手，取得了植美村品牌的代理权，并随即召开了植美村品牌招商会。取得了很大的成功。\n005年7月，雅丽又成功代理了丸美公司高贵皇家御用品牌Saganao嵯峨野纯净无添加系列，并于2005年7与成功举行嵯峨野专场招商会，一次签单三十多家，有缘与省内许多一流大店携手合作。2007年末，雅丽又与珠海薄美克医疗美容科技有限公司合作，代理了眼部护理专家薄美克专业眼部品牌。从而填充了雅丽没有专业眼部护理品牌的空白。\n006年，雅丽又先后联手广州萱姿集团和广州雅君顿化妆品公司，取得了芙尔蔓品牌和女人蜜语品牌的代理权，有了这两个品牌的进驻，使得雅丽的品牌结构真正完善，也是雅丽跨入领袖行列的关键的一步阶梯。\n在品牌的引进上，雅丽能够把握先机，在公司的管理和运营模式上，雅丽也在不断调整更新自我，雅丽在根据不同的发展时机制定不同的发展目标和计划。\n在公司发展的初期，雅丽制定了“以点拉面”的市场运作方向来操作市场。即是在每个地区树立一家高质量的形象店，重点扶持，提升单店业绩，以此来辐射和带动周边城市的市场。\n003年，为了更好的拓展市场，公司用了大半年的时间，投入了大量的人力和物力，在各地区展开了以地级市为中心的招商会，再度把市场做到每县必有公司的标榜店，每店必是当地综合实力最强的店面，在公司上下的共同努力下，雅丽的市场拓展踏实地、稳健的、迅速地进行着。\n在2004年末，雅丽的网络基本全面覆盖河南市场，同时，也获得了业界的较高认可及一致好评。\n从2002年雅丽成立伊始我们就制定了品牌公司化、公司品牌化的发展方针，并同时成立了品牌小组。\n每个品牌的入驻对雅丽来说都是新鲜血液的注入。有了优秀品牌，还要有懂得操盘的人来维护、提升和持续的地打造品牌。对于品牌操盘手我们要求：对上，要做到一诺千金，对下，要做到言出必行。并采用统一调剂独立运作的运营模式，最大限度地发挥每个人的专长和优势，结合品牌本身的特色和优势，采用不同品牌不同定位、不同品牌选择不同店面合作、不同品牌采用不同操作模式和服务模式。稳稳地服务市场、把握市场。\n公司在迅猛发展的同时，我们也充分关注到内部架构的完善是企业持续发展的基础，在2004年末，我们成立了以总经办为核心的各职能部门：负责行政事务的行政部、负责品牌售后服务的品牌部、负责市场开发的市场部、负责财务帐目往来的财务部、负责开单发货的后勤部等。各部门各司其责、分工明确、团结互助、以司为荣。\n凭着公司诚信的优势及未来巨大的发展潜力，我们吸引了大量的行业精英加入雅丽。经过了五年的耕耘，我们不断收获到了大量优秀人才的储备，同时，我们也收获到了个品牌厂家高度认可和大力支持，更可喜的是，我们还收获到各加盟店对公司对品牌的高度赞誉和真情依赖！\n007年，是雅丽里程碑式的一年；2007年，是雅丽人骄傲和自豪的一年；2007年，是雅丽超越自我腾飞猛进的一年；2007年，是雅丽跨入领袖行列的一年。\n00多平米自购豪华办公楼；100多平米奢侈多功能培训教师室；阵容强大招待一流的五周年盛典；无不彰显著雅丽的实力和非凡的气魄。\n回顾五年的发展历程，我们挥泪、我们欢笑、我们感慨、我们欣慰！\n年来，我们曾经过坎坷和泥泞；5年来，我们更经过鲜花和朝阳；\n五年的雅丽，在平淡中谱写着真诚；五年的雅丽，在风雨中讴歌着坚韧；五年的雅丽，用诚信塑造着企业的灵魂；五年的雅丽，将爱当着企业的根！！！\n今天，雅丽人正以最澎湃的激情、最昂扬的斗志、最灿烂的笑来脸、最嘹亮的歌声，迎接新的五年、新的挑战、新的机遇、新的成功。\n今天，您将看到一个与众不同的雅丽；一个值得您信赖的雅丽；一个惊艳蝶变的雅丽；一个凤凰涅槃的雅丽。\n纵观河南美业市场，代理商的排序已显而易见，雅丽不断拥有了一流的办公设施和优秀的人才，也拥有了一流的品牌和优秀的市场网络，更拥有了良好的市场口碑。\n今天的雅丽，厚积薄发而气势如虹；今天的雅丽，长袖善舞而辉撒河南；精心蓄势五年，将雅丽置于河南风起云涌的化妆品市场上进行考量、整合，一个全新的雅丽正扬帆起航。今天，我们将以最嘹亮的声音、最坚定的行动、最强大的阵容，将雅丽推向再一个新的辉煌。\n纵观雅丽五年的发展历程，你将发现雅丽曾由弱小走向强健，再由强健迈向强大，更由强大跨入河南化妆品的领袖行列。\n五年的发展历程中，雅丽人本着真抓实干的精神，一切为了客户的利益的信念，坚定务实的特质，顽强的、一步一个脚印地向前迈进；我们在产品的选择上以品质为本；在经营理念上，以诚信为本；在公司管理上，一人性为本；在培训教育上，以实用为本。\n雅丽的成功，更由辉煌的丸美、高贵的嵯峨野、典雅的贝美、灿烂的植美村、迷人的芙尔蔓、经典的薄美克、靓丽的女人蜜语等众多品牌的先后进驻，也更加映衬出雅丽的绚丽与辉煌！ \n","category":"楷书","verified":true,"user":1,"timestamp":1429951557637},{"name":"颜真卿楷书清远道士诗","dynasty":"唐代","category":"楷书","type":"","user":1,"timestamp":1429791632916,"text":"","author":"唐代颜真卿","description":"颜真卿楷书清远道士诗"}]