[{"name":"汉鲁相韩勑造孔庙礼器碑","text":"中国东汉重要碑刻。全称“汉鲁相韩敕造孔庙礼器碑”，又称“修孔子庙器碑”、“韩明府孔子庙碑”等。东汉永寿二年(156)立。现存山东曲阜孔庙。碑身高1.5米，宽0.73米，四面皆刻有文字。碑阳16行，满行36字，碑阴 3列，列17行；左侧3列，列4行，右侧4列，列4行。碑文记述鲁相韩敕修饰孔庙、增置各种礼器、吏民共同捐资立石以颂其德事。碑侧及碑阴刊刻捐资立石的官吏姓名及钱数。此碑是汉代隶书的重要代表作之一，金石家评价甚高。碑文字迹清劲秀雅，有一种肃穆而超然的神采。\n概述\n全称《汉鲁相韩勑造孔庙礼器碑》、又称《韩明府孔子庙碑入《鲁相韩勑复颜氏繇发碑》、《韩勑碑》等。汉永寿二年（156年）刻，隶书。纵227．2厘米，横102．4厘米。藏山东曲阜孔庙。无额。四面刻，均为隶书。碑阳十六行，行三十六字，文后有韩勑等九人题名。碑阴及两侧皆题名。收于《金石萃编》卷9\n此碑自宋至今著录最多，是一件书法艺术性很高的作品，历来被推为隶书极则。书风细劲雄健，端严而峻逸，方整秀丽兼而有之。碑之后半部及碑阴是其最精彩部分。艺术价值极高。一向被认为是汉碑中经典之作。\n明郭宗昌《金石史》评云：“汉隶当以《孔庙礼器碑》为第一”，“其字画之妙，非笔非手，古雅无前，若得之神功，非由人造，所谓‘星流电转，纤逾植发’尚未足形容也。汉诸碑结体命意，皆可仿佛，独此碑如河汉，可望不可即也。”\n清王澍《虚舟题跋》评云：“隶法以汉为奇，每碑各出一奇，莫有同者；而此碑尤为奇绝，瘦劲如铁，变化若龙，一字一奇，不可端倪。”又说，“唯《韩勑》无美不备，以为清超却又遒劲，以为遒劲却又肃括。自有分隶以来，莫有超妙如此碑者。”\n清杨守敬也说：“汉隶如《开通褒斜道》、《杨君石门颂》之类，以性情胜者也；《景君》、《鲁峻》、《封龙山》之类，以形质胜者也；兼之者惟推此碑。要而论之，寓奇险于平正，寓疏秀于严密，所以难也。”(《平碑记》)\n此碑字口完整，碑侧之字锋鋩如新，尤其飘逸多姿，纵横跌宕，更为书家所激赏。攻汉隶者，多以《礼器》为楷模。《礼器碑》所传拓本甚多。明拓断裂适当垂处，不遑写下一字，而引上脚使长，又与是碑‘年’字不同。”\n碑阳内容\n惟永寿二年，青龙在涒叹，霜月之灵，皇极之日。鲁相河南京韩君，追惟太古，华胥生皇雄，颜母育孔宝，俱制元道，百王不改。孔子近圣，为汉定道。自天王以下，至于初学，莫不冀思，叹仰师镜。颜氏圣舅，家居鲁亲里，并官圣妃，在安乐里。圣族之亲，礼所宜异。复颜氏并官氏邑中繇发，以尊孔心。念圣歴世，礼乐陵迟，秦项作乱，不尊图书，倍道畔德，离败圣舆食粮，亡于沙丘。君于是造立礼器，乐之音符，钟磬瑟鼓，雷洗觞觚，爵鹿柤梪，笾柉禁壶，修饰宅庙，更作二舆，朝车威熹。宣抒玄污，以注水流。法旧不烦，备而不奢。上合紫台，稽之中和；下合圣制，事得礼仪。于是四方士仁，闻君风耀，敬咏其德，尊琦大人之意，卓尔之思，乃共立表石，纪传亿载。其文曰：皇戏统华胥，承天画卦。颜育空桑，孔制元孝，俱祖紫宫，大一所授。前闿九头，以什言教，后制百王，获麟来吐。制不空作，承天之语。干元以来，三九之载，八皇三代，至孔乃备。圣人不世，期五百载。三阳吐图，二阴出谶，制作之义，以俟知奥。于穆韩君，独见天意，复圣二族，卓越绝思。修造礼乐，胡辇器用，存古旧宇，殷勤宅庙，朝车威熹，出诚造更，漆不水解，工不争贾。深除玄污，水通四注。礼器升堂，天雨降澍。百姓欣和，举国蒙庆。神灵佑诚，谒敬之报。天与厥福，永享牟寿。上极华紫，旁伎皇代。刊石表铭，与干运耀。长期荡荡，于盛复授。赫赫罔穷，声垂亿载。\n韩明府名敕字叔节\n颍川长社王玄君真二百。河东大阳西门俭元节二百。故琢郡大守鲁麃次公五千。故会稽大守鲁傅世起千。故乐安相鲁麃季公千。故从事鲁张嵩眇高五百。相主簿鲁薛陶元方三百。相史鲁周干伯德三百。\n碑阴内容\n曲成侯王暠二百。辽西阳乐张普仲坚二百。河南成皋苏汉明二百，其人处士。河南雒阳种亮奉高五百。故兖州从事任城吕育季华三千。故下邳令东平陆王褒文博千。故颍阳令文阳鲍宫元威千。河南雒阳李申伯百。赵国邯郸宋元世二百。彭城广戚姜寻子长二百。平原乐陵朱恭敬公二百。平原湿阴马瑶元冀二百。彭城龚治世平二百。泰山鲍丹汉公二百。京兆刘安初二百。故薛令河内温朱熊伯珍五百。下邳周宣光二百。故豫州从事蕃加进子高千。河间束州齐伯宣二百。陈国苦虞崇伯宗二百。颍川长社王季孟三百。汝南宋公国陈汉方二百。山阳南平阳陈汉甫二百。任城番君举二百。任城王子松二百。任城谢伯威二百。任城高伯世二百。相主簿薛曹访济兴三百。相中贼史薛虞韶兴公二百。薛弓奉高二百。相史卞吕松□远百。驺韦伯卿二百。处士鲁刘静子着千。故从事鲁王陵少初二百。故督邮鲁开辉景高二百。鲁曹悝初孙二百。鲁刘元达二百。故督邮鲁赵辉彦台二百。郎中鲁孔宙季将千。御史鲁孔翊元世千。大尉掾鲁孔凯仲弟千。鲁孔曜仲雅二百。鲁孔仪甫二百。处士鲁孔方广率千。鲁孔巡伯男二百。文阳蒋元道二百。鲁孔宪仲则百。文阳王逸文豫二百。尚书侍郎鲁孔彪元上三千。鲁孔汛汉光二百。南阳宛张光仲孝二百。守庙百石鲁孔恢圣文千。褒成侯鲁孔建寿千。河南雒阳王敬子慎二百。故从事鲁孔树君德千。鲁孔朝升高二百。鲁石子重二百。行义掾鲁弓如叔都二百。鲁刘仲俊二百。北海剧袁隆展世百。鲁夏侯庐头二百。鲁周房伯台百。\n碑右侧\n山阳瑕丘九百元台三百。齐国广张建平二百，其人处士。上党长子杨万子三百。处士鲁孔征子举二百。鲁徐伯贤二百。鲁刘圣长二百。河南偃师胥邻通国三百。河南平阴樊文高二百。河东临汾敬信子直千。河南洛阳左叔虞二百。东郡武阳董元厚二百。东郡武阳桓仲豫二百。泰山巨平韦仲元二百。蕃王狼子二百。泰山费淳于邻季遗二百。故安德侯相彭城刘彪伯存五百。故平陵令鲁麃恢元世五百。\n碑左侧\n东海傅河东临汾敬谦字季松千。时令汉中南郑赵宣子字子雅，故丞魏令河南京丁叔举五百。左尉北海剧赵福字仁直五百。右尉九江浚遒唐安季兴五百。司徒掾鲁巢寿文后三百。河南匽师度征汉贤二百。南阳平氏王自子尤二百。相守史薛王芳伯道三百。鲁孔建寿二百。相行义史文阳公百，辉世平百。鲁傅兖子豫二百。任城亢父治真百。鲁孙殷三百。鲁孔昭叔祖百。卞庐城子二百。\n艺术风格\n《礼器碑》书法瘦劲宽绰，笔画刚健，用笔力注笔端，如干将莫邪，锋利无比。其结体寓欹侧于平正中，含疏秀二严密内，历来被奉为隶书极则。\n《礼器碑》的笔画瘦硬刚健，收笔转折多处方折，笔画较细而刀法及捺粗壮，构成强烈的视觉对比，而且多少带有一些和居延汉简书法相似的地方。但是它瘦不露骨，不伤于靡弱，显得很有力度。尤其是碑阳书法，更是精美绝伦。而碑侧和碑阴，因为记载捐助者的姓名和捐助钱数，显得要随意得多，大小疏密皆不经意，但反而有一种变化之美。\n和其他著名汉碑相比，它不同于《乙瑛碑》的俊美、《史晨碑》的古朴、《孔庙碑》的纵逸、《华山碑》的奇古、《衡方碑》的灵秀、《张迁碑》的方正、《曹全碑》的秀丽。《礼器碑》自有自己的风格在，这也正是它的成功之处。学习隶书，最宜以此碑入手。 \n清王澍在《虚舟题跋》中评此碑说：“隶法以汉为极，每碑各出一奇，莫有同者，而此碑最为奇绝，瘦劲如铁，变化若龙，一字一奇，不可端倪。”并说：“惟《韩敕》无美不备，以为清超却又遒劲，以为遒劲却又肃括，自有分隶来，莫有超妙如此碑者。”\n《礼器碑》的线条质感，与东汉时期的其他隶书砷刻如《张迁碑》、《曹全碑》等有着一定的差异。它属于平正端庄、俊挺宽博一路。碑文中有的字笔画细如发丝，铁画银钩，坚挺有力；有的粗如刷帚，却又韵格灵动，不显呆板。尽管线条起伏变化，但通篇看来又不失和谐，在力量感的表现上非常成功。因此，临习《礼器碑》可选择弹性较强的兼毫笔，着重练习笔力。\n笔画要瘦劲而不纤弱，波磔则较其它笔画梢粗，至收笔前略有停顿，借笔毫弹性迅速挑起，使笔意飞动，清新劲健。“燕尾”捺画大多呈方形，且比重较大，看上去气势沉雄。\n另外．此碑分四面，有碑阳、碑阴之分。碑阳部分结字端庄，章法排列也较为规律，堪为《礼器碑》风格的代表，故人手应从碑阳始。但从艺术角度讲，碑阴亦有其独特的价值。其用笔奔放飘逸，自然成趣，字的大小不甚统，横列的法则也被打破，抒情性极强，在整个书意上倾注了书家更多的主体精神与气质，因而碑阴也是临习中不可忽视的。\n章法墨色\n《礼器碑》的碑阳部分，章法处理是纵有序，横有列；字距宽，行距密。这种章法充分展现了和谐、端庄、秀美的整体特征。而碑阴部分往往是纵有序、横无列，行与行之间有一定间距，字距参差不齐，富于流动感，通篇自然灵动，富有生气。\n临习《礼器碑》，在用墨的处理上可讲究一点儿变化。一般在书写方笔时，墨色宜润泽，不宜枯燥。要注意线条的相互关系：粗线条所占的地位较为重要，是整个字的主笔，力量也较为集中，用墨较重；而细线条处于辅助地位，用墨也轻。如果我们临习时要写一根方笔入纸的线条，而恰在此时笔端乏墨，那么，不妨可改用圆笔入纸来临摹这一根线条。虽然作为这一根线条的临摹，由于用笔变化而遗失了原貌，但从碑刻到墨书，因这一点形的失去而使整个字在力量上得到了补充，也不悖书法中所谓“遗形取神”这一原理。临习《礼器碑》，应首先着眼于由粗细线条组成的有机整体，保持字的力度不散。\n点画介绍\n《礼器碑》的用笔，以方笔为主，凝整沉着，要求每一点画要做到笔笔送到底，强调运腕力写，这样，才能做到笔势开张，万毫齐力。\n下面，以此碑字例分析点画的写法：\n平画\n如图一“元”、“天”、“王”、“造”上部的两横画，均为平画。写平画时，落笔是藏锋逆入，然后把笔锋转向右行，笔心在笔画中行笔，收笔时提锋回收。注意在《礼器碑》中，平画一般都写得很瘦劲挺直，纯用笔尖竖锋行笔，且落笔和收笔都很干净。提笔右行时宜缓缓而行，要提中有按，把笔压住，使线条浑圆有力。\n竖画\n竖画写法与平画相同，只是方向由水平改为垂直。如图二“中”、“陵”、“京”、“华”中的竖画，起笔藏锋逆入，落笔处不可有顿头，行笔中间笔势不可断，收笔时笔锋自然上提回收。注意要用竖锋行笔，犹如锥画沙，十分劲挺。\n折法\n折画的写法是先作平画，到转折处提笔换锋再下按行笔。在《礼器碑》中，折法有如下几种：\n(1)如图三中的“恩”字，折画是用实势，横画到折画处微微提笔换向后再写竖画。注意折的转角运笔一定要提起来，调锋后下行，不能直接转笔扭锋而下。\n(2)如图三中“见”字，上半部的折画是在横画后，利用手腕内钩将笔势换向，与平画的上凸相协调，且折后下行的竖画与下部撇、捺相呼应，使整个字在乎正中富有变化。\n(3)如图三中的“石”字下部“口”的折画，折法是提笔另写竖画，然仍有笔锋的牵丝相连。\n(4)如图三中“言”字下部“口”的折画，在书写时已分成两画，但却形断而势连，极富韵味。\n波画\n《礼器碑》中，字的波画用笔起落十分明显。如图四中“二”、“百”、“乐”、“世”字。这些字中的波画，逆锋入笔，向左下方斜落，再提笔向右运行，即“逆人乎出”，过中段后，笔锋逐渐按下，到波尾处迅速向右上方提锋收笔，形成横波“蚕头燕尾”，笔势雄强而沉着。\n撇法\n《礼器碑》中撇画的变化比波画要多，人形有态上有长有短，从用笔上有的出锋，有的不出锋，但基本用笔方法并不复杂，落笔仍是藏锋逆入，但略取侧势，行笔取中锋逆势。不出锋者，收笔时微微停顿后向上提笔回收；出锋的，在撇顿笔后向外转笔挑出。\n图一中“大”字的撇，在竖画到弯处时笔锋转向逆行，收笔处是回锋实收。收笔时毛笔在空中向外作顺时针方向运动，使撇端不露锋芒，与撇画起笔处相呼应。“文”字的撇法是过程中笔锋逐渐转成逆势，到收笔处停顿向上方提笔。“人”字的撇，收笔时中锋顺势出锋，向左下挑出。“方”字的撇笔势趋平，收笔处与“大”字撇尾有相同之处。\n捺法\n捺的写法在《礼器碑》中一般都用笔较重，是字的主要笔画。如图二“不”、“以”、“心”、“道”字的捺，均浑厚雄沉。下笔时让笔锋吸饮墨汁，力贯笔尖，由轻至重。当笔锋到位时，提出来笔上挑，顺势捺出。《礼器碑》中，往往由于这一捺画的突出安排，使整个字平中寓奇，奇而稳健。\n弯钩\n弯钩的用笔方法与撇画的写法基本相同，应是一笔写成，如图三“污”、“孔”、“敬”、“抒”字。竖画下行接近转角处渐渐下按，然后转笔挑出，保持中锋。如遇不出锋者，要提笔回收，使钩的主体保持圆浑的状态。\n转笔\n转笔的写法与折笔写法相似。如图一“孔”、“元”、“宅”、“纪”其转角的写法都是在竖画写到转角处笔锋换向，顺势连写，须保持笔画饱满自然。\n点画\n临习《礼器碑》时，要注意点的变化，虽然点在整个字中所占的比重不大，但切不可轻率。下笔时均须茂锋逆入，提笔逆锋上行，出锋方向根据各种点画的姿态而有所变化。\n结字特征\n《礼器碑》结体严谨，字法规范，笔画虽然以方为主，却又不是全为方笔，有时略带圆意。它能将笔画的粗细、方圆，笔势的动静，向背完美地统一在一起，清超遒劲，庄重典雅，高古且充满逸趣，可谓集汉隶各老成持重之大成。\n要掌握《礼器碑》的结字特征，首先要了解隶书的一般规律。和其他多数汉隶碑刻一样，《礼器碑》结字上下紧凑，左右开张，犹如大鹏展翅，翩翩有凌云之势。碑中几乎每一字都有一笔很夸张重按的笔画，古人俗称为“波磔”。波磔的写法，都是逆入平出，呈“蚕头燕尾”状。每一字中，波磔只出现一次，不得重复，所谓“蚕无二设”、“燕不双飞”是也。\n由于隶书的波磔是向左右分开的，所以粗看大部分字呈扁方形，如图一“立”、“之”、“君”、“迟”等字。但是，隶书上承篆书，有些字横画较多，往往字形又写成竖长方形，如图二中“画”、“真”、“育”、“台”等字。这就要求我们要因字立形，灵活处理。\n对《礼器碑》中——些充满奇气、独具特色的字，要逐个仔细琢磨。如图三中“氏”字，好像一人站立；“中”字，如同怀抱一柱；“阳”字，左右拉开距离，又互相牵引，“易”的下部几乎成横势，在险境中保持均衡；“粮”字，左右犹如一对运动的舞蹈演员，悉心相应。再如图四中“君”字，第一笔横画和最末一笔横画用弧形构成，其间各横或收或放，都与这上下两笔相协调。尤其是至碑阴部分，笔势变化更是飞扬激荡，临习者更应细心加以分辨比较。\n另外，像图四中“君，、“曰”，图五中“百”、“孔”，图六“圣”字等相同的字，在同一碑中重复出现时，每字的结体却无一重复，字的点画形态各有变化，不能不让人叹服书写者的功力。无怪乎清代书法家王澍在评此碑时说：“书到熟来，自然生变。此碑无字不变。”\n总之，《礼器碑》在结构处理上，无论是上下结构、左右结构，还是包围结构，都能取势颐盼，体态优美，形成一个富有生命力的有机整体，毫无矫揉造作之嫌。同时，线条的粗细及所分割出来的空间形成了黑与白、轻与重的强烈反差，从而给人以鲜明的节奏感。\n作品鉴赏\n此碑历宋认为是汉隶的极致，精妙峻逸。其笔法大都承接青铜器之特色，有钢筋铁骨之称，为历来书家所陶醉，影响极大。郭宗昌《金石史》称：“其字画之好，非笔非手，古雅无前，若得神助，弗由人造。所谓‘星流电转，纤逾植发，尚未足形容也。汉诸碑结构命意皆可仿佛，独此碑如河汉，可望不可接也。”\n此碑的用笔最为瘦硬，纵横的笔画，意如刀刻，尖锋入笔，逆入平出，行笔如锋入骨肉之隙，锋正力强，入骨也深。收笔茫提而复，骨峻气瘪。方圆并用，变化妙在笔端。有的笔画虽细如毫发，但筋骨具备，意如金针横纸，圆润之气，在于微妙之间。波磔之笔，笔毫则尽力开展，先作重按，然从侧面腾跳而起，笔力劲险，其锋不可轻犯。然后帽一千字的骨力全盘托出。转折变化丰富，或提笔暗过，意如折叶，如“龙”字；或提笔反折而下，如“目”字；或用断笔，得凌空直落之势，如“复”字；或提笔向上，然后反折而下，如“沼”字；或折后作向势，如“皇”字；或折后作背势。如“霜”字等。莫不合其惰性。正如清人王朝《虚闻题跋》中说：“隶法双汉为极，每碑备出一奇，莫有同者，而此碑最为奇绝。瘦劲如铁，变化若龙，一字一奇，不可端倪。”从碑的结体上看，以取横势为主，上下精而密，左石疏得垩灵，其中波磔之笔最有特色。结体大都呈梯形状，有的结体甚正，时而峻其一角，平中求奇，纵横开展。沉著明丽，从容正色。其中碑阴碑侧更为疏放欹侧，修短大小，变化更为丰富，与碑阳的气息梢有不同。天性真率．用笔极为放逸，字体时扁时长，情趣生动。王澍《虚舟题跋》：“此碑书有五节，体凡八变，碑文矜练以全力赴之，故力出字外，无美不备。铭文则矜意稍鲜，清超绝尘，几欲笔不著纸。文后九人韩敕大书姓字，文如薤叶，独为矜重；后八人比于铭文，无复矜意，而清圆超妙，动手自然，碑阴与文后八人，风韵略似，而天机浮动。一正一偏，往往于无意之中，触处生妙；至两侧而笔益纵绝矣，左侧逾时复作，别开一境，笔茧栅纵而清圆超妙，员纵不逾矩…… \n内容简介\n《中国经典碑帖释文本-礼器碑》，《礼器碑》的碑阳部分，章法处理是纵有序、横有列，字距宽、行距密。这种章法充分展现了和谐、端庄、秀美的整体特征等内容。\n","category":"草书","verified":true,"user":1,"timestamp":1429951663732}]