[{"name":"刘正夫行书佳履帖","text":"《绛帖》为北宋潘师旦摹刻，因刻于绛州，故名。《绛帖》是与《淳化阁帖》齐名的三大名帖之一，为书法瑰宝。该帖刻于1049--1063年（宋皇祐、嘉祐年间），集宋以前书法名家之大全，具有很高的书艺价值。《绛帖》以《淳化阁帖》为底本而有所增删。\n目录与内容\n《绛帖》由北宋潘师旦摹刻。又称“潘驸马帖”（宋代曾宏父认为《绛帖》是驸马潘正夫所摹刻）。《绛帖》前十卷的第一卷为诸家古法帖，第二至五卷为历代名臣法帖，第六、七卷为王羲之书，八至十卷为王献之书；后十卷第一卷为大宋帝王书，第二卷历代帝王书，第三至六卷为王羲之书，第七、八卷为历代名臣法帖，第九卷为唐法帖，第十卷是唐、宋法帖。\n绛帖选帖范围是以《淳化阁帖》为基础，所收佳帖有李斯、诸葛亮、王羲之、王献之、卫夫人、张旭、怀素、李白、颜真卿等人的名作。 ​\n绛帖与阁帖\n《淳化阁帖》是官刻法帖，《绛帖》是民间刻帖。《绛帖》虽祖《淳化阁帖》（以下简称《阁帖》），但多所损益：一、《阁帖》无而《绛帖》增全卷；二、《阁帖》无而《绛帖》增其人；三、《阁帖》有而《绛帖》删其人；四、《阁帖》有其人而《绛帖》再增其帖；五、《阁帖》有其人而《绛帖》删其帖；六、《阁帖》与《绛帖》同有其人但换其帖。另外，编次亦不同，《阁帖》以汉章帝书为首，列仓颉、夏禹书于第五卷，《绛帖》则以仓颉、夏禹书为初卷，历代帝王书置于后帖第二卷。古帝王帖中删去汉章帝、晋宣帝、梁高帝、简文帝等人书，名臣帖中削去司马攸、王劭、萧子云、智永、李邕等人书，增入王累、羊谘书，后帖第一卷增入宋太宗宸翰，后帖第九卷增入《张旭千字文》，第十卷增入颜真卿、高闲、李建中等人书。 \n版本与著录\n版本\n潘师旦去世后，帖石分为两半，前十卷归长子，后十卷归幼子。长子因负官债，帖被没入官库，绛州太守补刻后十卷足成一部，并刻“日、月、光、天、德、山、河、壮、帝、居、太、平、无、以、报、愿、上、登、封、书”二十字，以识其第次。连起来成四句话，即“日月光天德，山河壮帝居。太平无以报，愿上登封书”。这一版本名为“公库本”，亦称“东库本”；幼子又重摹前十卷足成一部是为“私本”。故亦有称绛帖为潘氏二子帖。这是《绛帖》的第二代。两石于公元1126年靖康之变时落入金人手。1212（金崇庆初年，南宋嘉定五年）金代高汝砺据公库本重刻，共十二卷，称为新绛本。是为新一代《绛帖》，新帖避金帝完颜亮讳，故“亮”字缺笔，也称“亮”字不全本。\n《绛帖》支派有五：甲、新绛本：首尾规模，股眼字号，并同东库本，但字划微局促耳。乙、武冈本：碑段稍长，而“日月山河”等字见于行中。丙、武冈新本：即旧石二十卷，为庸缪人厌其清薄，修而肥之，遂失其真。丁、资州本：资州人士以新绛帖十卷刻石，上首载有目录。戊、蔡州本：刻于蔡州，亦只前十卷，惟视资州尤逊。 \n著录\n《绛帖》始见于宋人著录，其有关文字见于以下古书：宋代欧阳修《集古录》，赵希鹄《洞天清禄集》，姜夔《绛帖平》，曾宏父《石刻补叙》；曹士冕《法帖谱系》；明代范大澈《碑帖纪证》；清代姜宸英《湛园题跋》，程文荣《南村帖考》，邵松年《古缘萃录》；现代容庚《丛帖目》、张彦生《善本碑帖录》等书有著录。\n002年3月出版《中国法帖全集》，收录的《绛帖》版本是故宫博物院收藏的明末涿州冯铨旧藏本。此本在冯藏后流传有绪，其中虽有补配，但在流传《绛帖》中仍是一部善本。 \n收藏与递藏\n故宫博物院藏有明代冯铨合成本二十卷本，天津市艺术博物馆藏有新绛本两卷。山西省新绛县图书馆收藏有《绛帖》十二卷本。\n故宫藏《绛帖》分装十册，每册两卷。剪方白麻纸挖镶裱，每开墨纸纵24.9厘米，横39.5厘米，大都是黑墨精拓，纸墨淳古可与其他宋本媲美。此部帖明末出于涿州冯铨家，以后经孙承泽、梁清标、吴荣光、潘仕成、伍荣曜、仁和王氏等递藏。在吴荣光收藏时研究、题写最多。批注、题跋者有吴荣光、翁方纲、林则徐、何绍基、潘仕成、爱新觉罗·永瑆、罗天池等。\n故宫博物院另藏有《绛帖》的宋拓原石本，为宋代方楷（字一轩）收藏四卷本。存前十卷中的九、十两卷及后十卷中的七、八两卷，共两册，其上有方楷的钟、鼎、簋等形五方印，清初为孙承泽收藏。该帖为宋刻、宋拓、宋装裱（蝴蝶装）。刘铁云旧藏一残本，墨色淡而字神较精湛，亦收藏于故宫博物院。 \n价值与评价\n《绛帖》因以《淳化阁帖》为基础，编入其他法帖增减而成，是一部宋代重要的法帖。此帖骨法清劲，自有特色。历来受到书法家、收藏家的重视。宋代单炳文在《绛帖辨证》（已佚，见于曹士冕《法帖谱系》）中写道：“淳化官本法帖，不复多见，其次《绛贴》最佳。临江帖大率与旧本同……不逮《绛帖》之遒劲也”。\n潘师旦之后《绛帖》曾经多次翻刻，但都是以潘刻为祖本。它辑存、传播了历代法书之精华，有着很高的艺术鉴赏与实用价值。但宋刻《绛帖》存世稀少，即使是明、清刻本也难得一见。林志均在《帖考》中评价道：“顾在今日，此二十卷全部之集合本《绛帖》，亦至足宝耳。” \n","category":"行书","verified":true,"user":1,"timestamp":1429951559376},{"name":"刘正夫行书佳履帖","dynasty":"宋代","category":"行书","type":"","user":1,"timestamp":1429791639688,"text":"刘正夫尺牍《佳履帖》，台北故宫博物院藏。\n【释文】正夫顿首又启　远辱手翰　得闻佳履　殊用慰感　正夫乍至都下　公私扰怵　叙布草略　惟亮幸甚　他冀珍啬　以需褒除褒除　正夫顿首\n\n刘正夫（1062-l117），字德初，衢州西安（今浙江衢州）县人。宋代文臣，书法家。与时人范致虚、吴材、江屿号称“四俊”。宋元丰八年（1085）进士，官至礼部侍郎、工部尚书，特进少宰，封康国公，卒赠太傅，谥号“文宪”。喜书学，多作行法。生不求虚名，故传世书迹绝少。《三希堂法帖》中有其《宣台记》、《泛舟题名》二帖。《宋史》、《宣和画谱》、《中外美术家人名辞典》、《衢州市志》有载。","author":"宋代刘正夫","description":"刘正夫行书佳履帖"}]