[{"name":"文徵明致仕考略","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791629223,"text":"文徵明致仕考略\n\n作者：刘鹏\n\n　　摘要：嘉靖二年，吴门画派的领袖人物文微明因机缘为巡抚吴中的太守李充嗣举荐，入朝后经吏部试，授翰林待诏。居官三年后，按明例，可以参加吏部的考核，验其业绩，有无过失，然后任官。而文微明不赴吏部，“逡巡不往，数次上书乞归”。终于在嘉靖五年(公元1526年)十月出京。关于文徵明辞官之原因，考检史料及前人著述，颇有出入。本文针对这一问题，就文氏忘年至交王宠的一通书札《起居贴》中提及的几个重要人物以考镜史实，力图恢复当时的历史情境，较为清晰地昭显文徵明致仕的真正原因。\n\n　　关键词：文微明；《起居贴》；致仕；出京；情境；原因\n\n　　文徵明生长于一个仕宦之家，幼承庭训，各方面的造诣颇深。虽然文徵明在幼年体现出智力发育方面的缓慢状况，但乃父文林仍对其寄予厚望，并使其就教于当时的吴中名士吴宽、李应桢、沈周等门下，为确立其在吴门画坛领袖的位置埋下了伏笔。但令人失望的是，文徵明在其漫长的生命历程中所参加的十次科举考试竟无一告售。对于这一点，文徵明的心态经由信心高昂一直到意志消沉：\n\n　　江上时情传警报，搏前壮志说登科； \n　　帝京烂漫江山在，满目西风抚剑歌。\n\n　　明经三十栽。潦倒雪盈簪；\n　　痰病乘虚入，摧颓觉老侵。\n　　安心方外药，适趣个中琴；\n　　淡泊穷生计，高人独赏音。\n\n　　这一点在文徵明的《谢李宫保书》中亦有流露：\n\n　　莱家世服儒，薄有荫祚。少之时，不自量度，亦尝有志当世，读书缀文，粗修士业。而受性朴鲁，鞭策不前。加之忧惠交攻，日以堕废。自弘治乙卯抵今嘉靖壬午，凡十试有斯，每试辄斥。年日以长，气日益索，因循退托，志念日非。非独朋友弃置，亲戚不顾，虽某亦自疑之。所未潦倒元成，龌龊自守，骎骎然将自寻矣……\n\n　　这样看来，对于这样一个绝好的人仕机会，文徵明应该万分珍惜。而三年以后，他不但不参加吏部铨选，反而选择了致仕之途。这似乎不符合常理。关于这一点，学界较为统一的一个解释如刘纲纪先生提出的“大礼议”之争。本文将从其它的角度来进行考察。\n\n　　一、《起居贴》中的几个重要人物\n\n　　王宠是文徵明的至交，而且其书法与文徵明、祝枝山曾鼎足而三。并且据傅红展先生考订，此帖的创作时闻当为嘉靖二年四月前后。此帖是写给当时的名士陈沂的书信，全文如下：\n\n　　石亭内翰尊丈先生执事，久不奉起居，企恋拳拳也。家兄来承且晚周还。重涠馆人，无任感愧。衡山先生拜会大廷，皆诸公推毂动，君子道长，永锡尔类。吾丈友艾史重，真见古人矣。仆辈鼠窜山林，快睹盛典，殊觉增气耳。南坦先生建节出镇，想已别都门矣。家兄回，曾道吾文许录姚殿元会戌墨卷，并诸名公垂示鄙劣仆聋瞽人也，固无以甄别奇宝，然亦乐一诵之。望终惠我，千万千万。人王子□来，敬此附承动静，此人与衡山亲故也，幸赐一接，仆与有光矣。宠再拜，余素。据此书札中清人沈梧的跋语我们可以了解：\n\n　　按石亭内翰，则勒县陈沂字鲁南也。以医籍居南京，正德丁丑(1571年)进士，改庶吉士，授编修，进侍讲。忤张永嘉，出为江南参议，山东参政，转行太仆寺，执疏致仕。杜门著书，绝意世务。书学大苏，旁及篆隶绘事，皆称能品，着有《拘虚诗集》。与宝应朱升之，上元顾华玉，王钦佩称朱、顾、琛、王四大家……\n\n　　从此通信札当中我们可以感受到王宠与文徵明之间的非比寻常的交情。这一点我们可以从文徵明被举荐人后赴京前夕的临别宴会上留下的诗篇中感受到。《雅宜集》卷五中的《林屋蔡师衡山文丈偕计北征轺车齐发敬呈四首》，其中一首曰：\n\n　　海国双明月，天山两凤凰；\n　　南冠谁领袖，吾道重行藏。\n　　观阁征文章，霓虹插刽装；\n　　平生寸心赤，特此报明王。\n\n　　另一首曰：\n\n　　祖帐桃花水，征旗枫树林；\n　　山河千里且，师友百年新。\n　　举世谁将假，离群自不禁；\n　　南有黄飞鹄，侧翅一衷吟。\n\n　　这两首诗更能体现出王宠对于文徵明的师友之情以及分别之痛楚。以下的几则材料也可以说明文微明与王宠的关系之紧密：\n\n　　1、文徵明曾为王宠画《关山积雪图》，陆师道跋文记：“衡翁与王履吉为忘年交，意气相投，真所称金石椒兰。每同寓僧寮道院，必浃月连旬，非砥砺人品，则脱趣笔墨。(傅红展《(王宠行书述病帖)考》一文，《文物》，2004年第12期，第81页)\n\n　　2、“……徵明今年六十四，精力虽不大减，而懒慢成习，百事堕废，无复向来精进之志，言之可愧。履吉归自国学，一病两年，竟以不起，交游中失此良友，痛不可言，其他升沉出处聚散不常……。”(《文徵明尊师帖》，傅红展《(王宠行书述病帖)考》一文，《文物》(2004年第12期，第81页)\n\n　　3、“在文徵明与王宠早年的唱酬中，文徵明皆称其为‘履仁’，如《甫田集》(三十六卷本)卷五《同履仁濯足剑池》、《失解无聊用履仁韵写怀，兼筒蔡九逵》、《病中辱履仁过访二酋》、《题竹寄履仁二首》，卷六《次韵履仁春江即事》、《五月十三夜与子重、履约、履仁石湖行春桥看月》、《春日怀子重、履约、履仁》、《简履仁》、《月夜葛氏墓饮酒与子重、履仁同赋》、《履仁独留治平寺，寒夜有怀》，卷七《夏日同次明、履仁治平寺纳凉三首》等，这些诗皆作于1516年以前。”(薛龙春《“上博本”为文徵明(停云馆言别图)原本商榷》一文，《美术与设计》(南京艺术学院学报，2007年第1期)\n\n　　4、“……在文徵明与王宠早年的唱酬中，文徵明皆称其为‘履仁’，如《甫田集》(三十六卷本)卷五《同履仁濯足剑池》、《失解无聊用履仁韵写怀，兼简蔡九逵》《病中辱履仁过访二首》、《题竹寄履仁二首》，卷六《次韵履仁春江即事》、《五月十三夜与子重、履约、履仁石湖行春桥看月》、《春日怀子重、履约、履仁》、《简履仁》、《月夜葛氏墓饮酒与子重、履仁同赋》、《履仁独留治平寺，寒夜有怀》，卷七《夏刚司次明、履仁治平寺纳凉三首》等，这些诗皆作于1516年以前。”(同上，可证王宠与文徵明唱和之夥)\n\n　　书信当中提及的举荐人士当时的工部尚书、巡抚苏州的李充嗣。在《明史·列传》当中有李氏的传记：\n\n　　李充嗣，字士修，内江人，给事中番孙也，登成化二十三年进士，改庶吉士，弘治中，授户部主事。以父临为郎中，改刑部，坐累改岳州通判……正德九年举治行卓异，累迁副都御使，巡抚河南……十二年移抚应天诸府。宁王宸濠反，充嗣谓尚书乔宇曰：“都城守卫属于公，畿辅则充嗣任之……嘉靖元年论平宸濠功，加太子少保。”\n\n　　可见李充嗣是一位在朝中地位显赫、颇有政声的人物，并且如上文所言，与乔公相善。\n\n　　而文徵明的首位推荐人则是林俊(见素)，此人为文徵明乃父文林的旧交，他在向李充嗣的荐书当中言道：\n\n　　……李贞伯少卿物品，时出伯纲吾辈诸人之上，昊定公不能过也；乡贤未入，子孙之微耳!可观世亦!文微明奔丧，却赙金几千许；宁庶人累招不赴，气节有如此者。其温猝之养，介特之行，深博之学，精研之笔法，皆眼中所少。一诸生，名动天下，苏人以为星凤。当意以潘南屏例荐之。\n\n　　这一封荐举书对于文徵明来说是至关重要的，它直接促成了文氏三年居京的翰林院生活并且作为其漫长一生恬淡自适居家生活中的一节变奏曲。这一变奏曲对于文徵明来说，一方面，对于他的屡试不售的科举背景来说，这是一次绝好的入仕的契机；另一方面，在翰林院以及科举体制极为完善的明带中后期，对于文徵明这样以贡生的资格入翰林院的人来说。非进士出身，为他的为同僚所讥讽已然埋下了伏笔。\n\n　　二、文徵明官翰林时的京中交游圈\n\n　　文徵明致仕居加后曾赋诗四首追忆陈鲁南，在此仅摘其后两首。\n\n　　其三曰：\n\n　　扇开青雉两相宜，玉斧分行虎缘随。 \n　　紫气氤氲浮象魏，彤光缥缈上罘罳。 \n　　幸依日月瞻龙衮，偶际风云集风池。 \n　　零落江湖俦侣散，白头心事许谁知。其四曰： \n　　一命金华忝制臣，山姿偃蹇漫垂绅。 \n　　愧无忠孝垂千载，曾履忧威侍一人。 \n　　陛拥春云严虎卫，殿开初日照龙鳞。 \n　　白头万事随湮灭，惟有觚棱入梦频。\n\n　　从上文中可以看出文徵明对于居官翰林三年的留恋以及队友朋离散的惆怅之情。文氏应召入京以后，很快融入当时的文人圈子当中并且深为他们所推许。据文嘉《先君行略》记载：“巡抚李充嗣露章荐公，督学欲越次贡之，公曰‘我平生规守，岂既老而自弃耶?’督学亦不能强，竟以壬午贡上。癸未四月至京师，甫十八日，吏部为覆前奏，有旨授公翰林院待诏。翰林诸公见诸公推与太甚，或以为过。及见公，咸共推服。而新都杨公慎，岭南黄公佐，爱敬尤至。故事，翰林以入之先后坐次，公年既长，其中又有为公后辈者，遂以齿让公。公竞上座，众以不以为迕。”\n\n　　黄佐在他撰写的《将仕佐郎翰林院待诏文衡山公墓志铭》中记载了他与文微明相识的细节：\n\n　　公(文徵明)寻以岁贡至，会予寓舍，与之上下议论，古今经籍，无一不知者，且折衷具有卓识。予出白沙墨迹，(徵明)即叹呀久之。因问：“吾初入学，忽梦一老人告日：他日出处与陈献章同。已而命下，擢公翰林待诏。盖白沙(即陈献章)亦以荐为检讨，适相类也”。\n\n　　正如上文中所言，文微明的推荐人之一林见素对于文氏是十分推重的。王世贞在《弇州山人四部稿》中也提及这一细节，“大司寇林公俊尤重之，间日辄为其召先生，曰‘座何可无此君也’”。另一位名公为上文中《明史·列传》中已经提及的当时的太宰乔宇，何良俊在《四友斋丛说》中有记载：\n\n　　林见素嘉靖初再起为刑部尚书，方到京，适文衡山应贡而至。见索首造其馆，遍称之为台省诸公。时乔白岩为太宰，素重见素，乃力为主张，授翰林待诏。见素曰“吾此行为文征仲了此一事，庶不为徒行矣。”\n\n　　其实文徵明与乔宇在此以前业已相识，正德八年，顾璘贬官全州时，徵明与乔宇皆赋诗为赠。正德十一年征明试应天府时，乔宇时官南吏部，曾款待文徵明。\n\n　　案：乔宇，字希大，山西乐平人。祖毅，工部左侍郎。父凤，职方郎中，皆以清节显。宇登成化二十年进士，授礼部主事。弘治初，王恕为吏部，调之文选，三迁至郎中。门无私谒，擢太常少卿。世宗即位，召为吏部尚书。宇自为选郎，有人论鉴及是铨政一清。帝求治锐甚。宇与林俊、彭泽、孙交皆海内重望，帝亦委任之。凡为权幸所黜者，皆起列庶位，天下欣欣望治。(《明史·列传》第八十二，总一百九十四卷)。\n\n　　文徵明入京后便受到林、乔、黄、李(充嗣)、陈(沂)的推重，并且在西山酬唱的诗文以及文徵明年谱重可以找到像马汝冀等人地与文氏交游的例证，我们从聂崇正先生文中所提及的文徵明在杨慎充军云南时还寄赠物品这一细节可以感觉到两人的交情非同一般。总之，文徵明还是很快地融入京中的文人圈并且与几位位高权重的名公保持良好的关系。\n\n　　三、姚涞与文微明的关系以及文徵明致仕之原因\n\n　　王宠的《起居帖》裱边上清人沈梧的跋上曾提及姚涞：\n\n　　“王雅宜与陈石亭手简所云‘姚殿元者’，则慈溪姚涞，字雏东，号明山也。中嘉靖癸未进士第一，历官翰林学士。”《皇明词林人物考》(卷七《姚堆东》)当中有对于姚涞的较为详细的记载，公名涞，字雏东，慈溪人也。总制尚书姚镁之子。状貌奇伟，资识过人。应正德丙子乡试。嘉靖癸未魁天下，授翰林修撰，为经筵讲官。积诚感悟，脱略词章。每进对称旨。历升春坊谕德。丁酉主北畿试，得士为多，人方以公辅期之，随以疾卒。\n\n　　沈梧的跋当中引用了何良俊在《四友斋丛说》中言及文徵明与姚涞的一段公案，曰：\n\n　　衡山先生在翰林大为姚明山、杨方城所窘，时倡言于众日：“我衙门不是画院，乃客画匠处此。”惟黄泰泉、陈石亭、马西玄与相得酬唱甚欢。而曰：“二人只会中状元，更元余物。”\n\n　　又如《明诗纪事》对文徵明的感怀的按语，“何元朗《四友斋丛说》云……(因大致内容与上面引文一致，故从略)，玩此诗意，元朗之说非虚矣。”当然，也有人对于姚涞持辩护态度：\n\n　　……闻者以为快心之论。然学士曾与孙太初、薛君、高子业相唱和。且闻山东李中麓富于藏书，特遣其子就学。即征仲去官日，恭送至张家湾，赋十诗送剐。比之巍巍嵩华。至其《赠行序》，绎其词，倾倒为何如者，而谓学士有是言耶?金华昊少君诗“说谎定推何太史”，然则元朗乃好为诳语者。\n\n　　在《浪迹丛谈》卷六有专文《姚明山之诬》，夥录如下：\n\n　　古今褒贬人物，比之于书，彼此传闻失实，是正人被诬，不胜枚举。然无关大可犹可也，若妄肆讥评，则大为不可。如我朝姜西浜先生先生有《姚明山学士拟传辩证》一篇云……自钱虞山称快此言，栽之《列朝诗选》，而明山后人未知也。余辛酉年以纂修之命，将北上。姚氏数人持东皋尚书父子传志见示，复出明山存集刻本；中有《遥文衡山南归序》一篇，又《送衡山先生马上口占十绝》十首。……其知衡山也深矣。钱虞山不考，漫笔之书。近有史官自刻其稿者。复若其说于《拟传》，不重诬耶?明山可传，不独议礼一节，其居官屡有建白，据古证令，义正辞敷。惜其中年凋丧，不竟其志。而何氏谓夸世遂元道及者。彼自不识明山，与明山目无损也。\n\n　　又有董其昌在文徵明《永锡难老》的跋中提及，曰：\n\n　　衡山先生在翰林日，为龚用卿，扬雏聪所窘。疑何良设误以龚为姚耳。\n\n　　周振甫先生还考证出龚用卿其人的基本史料：\n\n　　龚用卿，字鸣治，怀安人，嘉靖五年第一人及第。授修撰，历谕德，终国子祭酒，有《云冈选集》二十卷。至如上文中清人沈梧则采取一种折衷的态度：\n\n　　然衡山去官日，明山躬送至张家湾，赋十诗送别，比之“巍巍嵩华”。至其赠行序，略论衡山，直以鲁山明复为喻，其倾倒又如此。秀水朱检讨云：“元朗好为诳语，虞山尚书信何太史之说，遂不录明山诗，未免偏于信矣。”捂曰：“世人相交，先不投而后莫逆，古人所常有之。或先莫逆而后不惬，亦往往有之。如李中丞充嗣辈，爱衡山才，以贡生荐于朝奏，授翰林。姚、杨辈以画匠目之，而文先生未尝介意，盖人学问相区和如哉。”同治四年乙丑五月望日灯下识。无锡沈梧旭廷。\n\n　　《静志斋诗话》中载有姚涞《送文衡山先生南归序》一文。因此文较长，仅录与本文主旨有关涉者如下：\n\n　　自唐承隋蔽，设科第以茏天下士。爵禄予夺，足以低昂其人。于是天下风靡，士无可称其节者几八百年。然犹幸而有独行之士，时出其间，以抗于世。而天下之人，亦舟不高之。求之唐则无鲁山，于宋则孙明复……令之士如二子者，诚难其人，吾于衡山先生窃以儿子比之。而衡山所造，而又有出于二子之所未纯者。先生明经术以为根本，采诗赋以为英华，秉道义以为坛宇，立风节以为藩垣。盖尝闻之，却吏民之赙，以崇孝也，麾宁藩之聘，以保忠也；决猗顿之游，以励廉也；谢金、张之馈，以敦介也；不慑于台鼎之议，以遂其刚毅也，不涠于亵之招，以植其坚贞也……\n\n　　从上文我们可以感受到姚涞对于文徵明的知见之深，而绝不类前文中所引述的诋毁文字。在笔者看来，以下诸因素是促使文证明致仕之原因：\n\n　　(1)翰林待诏品秩之低微。据黄佐《翰林记》所载：\n\n　　……侍读学士、侍讲学士从五品，初授奉训大夫，勋日协正府尹。侍读侍讲正六品，初授承直郎，授儒林郎。编修正七品，初授承事郎，授文林郎……待诏从九品，初授仕佐郎，授登仕佐郎。\n\n　　虽然对于文徵明来说，被举荐入朝可以说是一种殊荣，而且被举荐的人非常之少，并且从此改变了文徵明的政治地位并且每每诉诸于其画作的题跋当中，但是上文中所显示的信息表明待诏的职位处于翰林院中的最底层，而且文徵明并非由科考人仕。另据黄佐的《翰林记》所载，翰林待诏的职权范围不外乎“凡遇上宣问文义以备呼召，编摩誊写等事，亦如之史官之职”。作为一位久历科考的生员，文徵明对于其职位的前途应该是非常了解的，虽然有明一代，特别是嘉靖以来特别重视翰林院中士子的培养，但是由贡生入仕基本上摆脱不掉充任地方的教谕的命运，并且几乎没有升迁之机。\n\n　　(2)吴中地区特有的“仕隐”观念的影响。\n\n　　明初苏州地区所遭遇的血腥的政治风暴是异常巨大而惨烈的。毫无疑问，这给当时乃至以后的吴中士人均投下了一层阴影。关于这一点历来为研究者所论及。并且文徵明受到乃师沈同归隐的生活方式的影响。并且我们可以从他撰写的《顾春潜先生传》中可以感受到他对于“仕隐”观念的精彩论述与自然流露：\n\n　　或谓昔之隐者，必林栖野处，灭迹城市。而春潜即仕有官，且常宣力于时，而随缘里井，未始异于人人，而以为游，得微有整乎?虽然，此其迹也。苟以其迹，则渊明固常为建始将军，为彭泽令矣，而千戢之下，不废为处士，其志犹在也。朱子《纲目》书曰，晋处士陶潜，与其志也。余与春潜亦云。\n\n　　文徵明的作品多以所绘园林名称或主人字号为图名，以园林建筑及其间发生的人文活动为主题。较著名的有，为曾潜作《兰亭流觞图》，为白悦作《洛园草堂图》，为故中山王徐达的后代作《东园图》，为朝爵作《猗兰室图》，为华夏作的《真赏斋图》等。这也从一个侧面反映了当时吴中士人的归隐的风气。自然文徵明会深受影响。我们从其晚年的一些作品当中也可以感受到这种归隐取向。\n\n　　《明史·文苑三·文徵明》记载：“正德末，巡抚李充嗣荐之。会徵明亦以岁贡生诣吏部试，奏授翰林待诏。世宗立，预修《武宗实录》，侍经筵，岁时颁赐与诸词臣齿。而是时专尚科目，徵明意不自得，连岁乞归。”石守谦先生曾撰专文讨论文徵明智致仕之原因。石先生论述的重点在于“左顺门事件”(即前所述“大礼仪”之争)中文徵明所处的较为尴尬的处境，文徵明当时处于翰林院对于大礼的态度的激进与保守的两个派别之间。问题的症结在于武宗暴卒，根本没有亲诏，所谓的遗诏根本就是暧昧，无法令激进的诸臣不疑；而对于保守派来说，遗诏之出本与新政重臣杨廷和、蒋冕等有关，自不肯否认遗诏的权威性。石先生进而提出问题的后果，“因此之故，当时争辩的双方已无妥协的余地，激进派遂于六月上疏论礼官欺罔士三事，且斥为朋党，而保守派诸臣则于七月戊寅有左顺门的哭谏”。在《武宗实录》修纂完成以后，获赏或得赐的人员名单中，文徵明的名字排在与“监生秀才”等一列的位置，特别是在加官的名单当中，“虽监生秀才及办事吏各授职有差”，但文徵明仍居翰林院待诏而不迁。\n\n　　聂崇正先生曾据两通文徵明的书札来进一步探讨文氏致仕之原因。一为上海博物馆所藏的“致长兄札”，一为故宫博物院的“寓都下札”。前者当中向其兄叙述了赴京的过程以及入京之后的考选，以及附带的文奎托其办理粮役之事。聂先生推出文徵明的清介与他的不善交际，颇为可信；后者与石先生的观点一致并且提供了更为可信的史料佐证。在十册札中的“考试札”中，披露了文徵明在贡入南京国子学前已经关心“礼仪”事件者一细节。聂先生把文徵明致仕之原因归结为三：首先所任官品秩低微，此其一；文徵明性谨慎，不善交际，难于仕途之发展，此其二；寄希望于新登基的皇帝而被现实所击破梦想，此其三。这也与石先生的观点相和。不过正如笔者在第二部分中的论述，文徵明并非不善交游，他在京中并不乏知交，且其中亦有当时的权贵(如乔宇、林见素二公)。\n\n　　不过，除以上诸因是促使文徵明致仕之原因外，笔者认为，文徵明虽力主经世而又恬淡自守的矛盾心理以及面对权贵而不曲阿的人生态度可能也是其中重要的原因。前文中所论及的《答李官报书》中行文当中的不卑不亢的态度可以反映出。石守谦先生在其文章当中提及文氏与当时的新贵张骢之问的关系，张骢曾得到文徵明父亲文林的赏识，而且在“左顺门”事件之后张骢与桂萼权倾朝野，两人在此时拉拢过文徵明，结果遭到拒绝。另外，嘉靖五年丙戌杨一清入阁，五月至京师，朝中诸官皆来谒见，文徵明独不见。《文温州集》卷一中载《京口公馆柬杨应年》：\n\n　　清明寄依旧，旅馆正思君。春色计半去，江声来独闻。畏寒犹宿火，移坐盼斜晖。咫尺睽离地，幽幽隔暮云。\n\n　　文林与杨一清的交情在上面这首诗中可以清晰地感受到。文徵明回答杨一清的话语使得在场所有人都震惊而且更体现了他的倔强的性格。很自然地，与其说他失去了，毋宁说是他放弃了一次次的升迁的机会。\n\n　　四、结论\n\n　　明代中后期的举荐制度与明初太祖时已几成霄壤，文徵明作为一位仕宦阶层的子弟，能得以被举荐人仕是十分幸运的，但幸运之同时面对的是非科第出身之事实，即使文徵明得以考满任官，也不过是充任地方上的教谕一类的官职，而且基本上没有升迁的机会。文徵明对这一点应该也是非常了解的。当初的“老去马迁心尚在，不妨书剑事邀游”的经世之雄心化为乌有。当然文徵明致仕后每每回忆起他在京城的岁月。眷恋之情表露无疑：\n\n　　紫殿东头敞北扉，史臣都著上方衣。 \n　　每悬银佩听鸡入，曾戴宫花走马归。 \n　　此日香炉违伏枕，空吟高阁霭余辉。 \n　　三年归卧沧江上，犹记双龙傍辇夫。\n\n　　娄玮先生在他的文章当中提及的文徵明《杂画册》第一开当中的题诗进一步印证了他的矛盾的心理状态，此册页据娄先生考证是作于嘉靖八年己丑(1529年)，诗曰：\n\n　　落叶潇潇苦竹深，茆连斜日唤双禽。 \n　　棘从岂是栖身地，三月春风满上林。\n\n　　大约是由于其笋味苦不中食，被文人、画家们加以引申。李白有诗云：“苦竹寒声动秋月，独宿空廉归梦长。”文氏此诗前两句是描写了秋冬的萧瑟之境。但诗中的后两句才是全诗的关键……我们有理由相信，画中特异于一般兰竹作品而被引入的鸟雀正是作者的自喻。","author":"明代文徵明","description":"文徵明致仕考略"}]