[{"name":"傅山草书书轴","text":"傅山草书诗轴，该幅草书是书家自作的五言律诗，内容是：“雾雨终文豹，花斑乱小貍。管城原石秃，研版欲无溪。高鹄摩云翼，飞廉刮地啼。一樽弹短剑，星斗落窗西。” 在这轴书作中，我们感受到整体恣意挥洒，气势澎湃。字体笔画圆润而又劲健，寓刚于柔，结体豪放中又含秀逸，兼有颜、柳与二王之气韵。从点画形态到章法布局，都不受任何成法制约，大笔浓墨，纵横牵绕。在迅疾飞舞的线条中，处处表现出随机应变的创造欲望和颠狂不羁的自然质朴。通篇一气呵成，笔势连绵飞动，扬溢着磅礴之雄风。\n\n傅山（1607—1684），字青主，号石道人，山西阳曲人。诸生，布衣。通经、史、佛、医，诗文俱佳，博学多才，擅长绘画，尤精书法。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951653481},{"name":"傅山草书书轴","dynasty":"清代","category":"草书","type":"","user":1,"timestamp":1429791632968,"text":"【释文】早起非真健，研头枕似杈。空心微乞酒，不寐总仇茶。脆妒经霜枣，凉怜带月瓜。掀窗试眼镜，破句入楞枷。傅山。\n傅山早起非真健诗草书轴，绫本，190×42cm。凡3行，计42字，书写年代不详。上海博物馆藏。\n\n\n\n\n\n\n傅山《草书五言古诗立轴》，绫本，纵201.5cm，宽50.9cm。北京故宫博物院藏。\n\n此作为“惠介文兄粲”录五言古诗一首，款署“侨老傅真山”，下钤“傅山之印”，首钤“忠厚传家”印。用墨干渴，飞白之笔居多，字型欹正自然，章法不落俗套，布局平稳，行笔奔放自如。\n\n释文：娟娟青柳外，春山与争姿。组之以青云，句嫩不胜思。心目亦何极，收视而置之。三韵十二章之一书为惠介文兄粲。侨老傅真山。\n\n\n\n傅山《草书五律诗轴》，北京故宫博物院藏，绫本，纵185.7cm，横51cm。\n\n释文：风磴吹阴雪，云门吼瀑泉。酒醒思卧簟，衣冷欲装绵。野老来看客，河鱼不取钱。只疑淳朴处，自有一山川。书为松初先生词伯教政。傅真山。\n\n此轴书录唐代著名诗人杜甫五言诗一首，末识“书为松初先生词伯教政”，款署“傅真山”，下钤“傅山印”。此轴无藏印，具体书写时间不详，从书风判断，当属傅山中晚期作品。\n\n据清郭尚先《芳坚馆题跋》载：“先生学问志节，为国初第一流人物。世争重其分隶，然行草生气郁勃，更为殊观。”此轴书法笔势雄奇，连绵飞动，起伏迭宕，字间连带自然，表现出生气郁勃的宏大的气势，体现了书法家极强的个性。结字不求工稳，单个字显得欹侧不稳，然通幅观之，气韵生动，结构自然，字形大小的变化更增加了作品的生动性和跃动感，给人以朴拙遒美之感。\n\n\n\n傅山《行草读传灯七言诗轴》，绫本，行草书。纵179厘米 横48.5厘米。天津博物馆藏。\n\n此作为读传灯七言诗行草书，款署“真山”。有款印一方，下左右两角有压角印二方。此轴书法行草结合，字势以正为主，虽奇姿不多但收放自如，大开大合，一气呵成：墨法的浓淡干湿，点画的粗细滚动，笔法的精妙放旷，极合“致广大尽精微”之中庸主旨。可见傅山传统文化与书法传统功力之深厚。（吕书庆）\n\n释文: 奴儿婢子学家翁，但见人来发癫疯。一自龙山庵放火，南无古佛楷笑蓉。读传灯。真山。\n\n\n\n傅山《早起非真健诗》，绫本，256.7X56.7cm。上海博物馆藏。\n\n傅山的草书正是在王铎草书的基础上，加以发挥，渐渐形成自己的风格。他在书法上有一段著名的论断：“宁拙毋巧，宁丑毋媚，宁支离毋轻滑，宁真率毋安排。”此件草书轴为其代表风格。<／p>\n\n释文：早起非真健，研头枕似杈。空心微乞酒，不寐总仇茶。脆妒经霜枣，凉怜带月瓜。掀窗试眼镜，破句入楞枷。傅山。\n\n\n\n傅山《王公昨夜诗》轴，绢本，159x46cm，山西省博物馆藏。\n\n释文：王公昨夜得霜裘，又与灵妃赌带钩。戏得紫壶三醖酒，一时飞上九重楼。山书。\n\n此轴为傅山晚年所作。用笔以中锋为主，兼施侧锋，提按自如，跌宕有致，结体行草相间，满篇或断或连，一气呵成。\n\n\n\n释文：摘得红梨叶，薰作甜梨香。山斋一清供，闻性带霜尝。真山。\n\n傅山《摘得红梨叶诗》轴，绢本，168x47cm。山西省博物馆藏。\n\n草书三行以上者，最忌中间空旷，稍有不慎，便是鼓症。因而一般作品中间多为繁密，所谓中气十足。傅山此作打破常态，中行上一“斋”字右竖较长，“闻”“性”二字之间字距较大，似有中空之感。但由于傅山将“斋”字右竖作波形处理，“闻”“性”二字长丝映带，使中空感渐失。\n\n\n\n傅山 草书七绝诗屏（四幅）。绫本，（各）纵198.7厘米，横46.8厘米，上海博物馆藏。\n\n傅山此种连绵狂纵的大草最为人熟知。这种书风显然秉持了晚明以来的摆脱技法束缚、注重个性宣泄的精神，并将其发展到极致。同样是以狂草著称，同法度严谨的王铎相比，傅山的草书从点画到形态都能不拘成法，大笔浓墨，纵横牵绕。这也是傅山癫狂不羁的人格力量的表现。每幅款署“傅山”，钤“傅山”朱文印记。\n\n\n\n傅山草书五言律诗轴。日本国立东京博物馆藏。","author":"清代傅山","description":"傅山草书书轴"}]