[{"name":"陆世廉致桐老札","text":"袁世凯（1859年—1916年），中国近代史上著名的政治家、军事家，北洋军阀领袖。字慰亭（又作慰廷），号容庵、洗心亭主人，汉族，河南项城人，故人称“袁项城”。\n袁世凯早年发迹于朝鲜，归国后在天津小站训练新军。清末新政期间积极推动近代化改革。辛亥革命期间逼清帝溥仪退位，以和平的方式推翻清朝，成为中华民国临时大总统。1913年镇压二次革命，同年当选为首任中华民国大总统，1914年颁布《中华民国约法》，1915年12月宣布自称皇帝，改国号为中华帝国，建元洪宪，史称“洪宪帝制”。此举遭到各方反对，引发护国运动，袁世凯不得不在做了83天皇帝之后宣布取消帝制。1916年6月6日因尿毒症不治而亡，归葬于河南安阳。[1] \n袁世凯的荣辱功过各有评说，有人说他是“独夫民贼”[2] 、“窃国大盗”[3] ，也有人认为他对中国的近代化做出贡献，是真正的改革家。[4] 总之，袁世凯是中国近代史上最具争议的人物之一。\n人物生平\n少年时代\n袁世凯出身河南项城的一个大家族，他的叔祖袁甲三官至漕运总督，参与镇压太平军和捻军，是这个家族的顶梁柱；他的生父是袁保中，为项城县的地主豪绅，捐了个同知官位。袁世凯系袁保中第四子，生母是袁保中之妾刘氏，他于1859年9月16日（清文宗咸丰九年八月二十日）出生于大清河南省陈州府项城县北之袁张营。袁世凯出生的那天，袁甲三恰好寄书到家，言与捻军作战得胜。袁世凯的父亲袁保中大喜过望，因此为这个新生的婴儿取名为“凯”，并按照家族“保世克家、企文绍武”的排行，给婴儿命名“世凯”。袁世凯被其婶母牛氏（袁保庆之妻）抚养长大，他本人也在1864年过继给无子的袁保庆为后嗣。袁世凯六岁时，养父袁保庆替他找个启蒙老师袁执中教四书五经，后又随袁保庆宦游济南、扬州、南京诸地。在南京，袁世凯师从曲沼学习武艺，并“喜游览山水，复善骑射，课暇则策马登览清凉山、莫愁湖、太平湖诸胜迹”， 袁世凯自小喜爱兵法，立志学“万人敌”。尝自谓“三军不可夺帅，我手上如果能够掌握十万精兵，便可横行天下。”常常不惜重金搜罗购买各种版本的兵书战策，被人讥笑为“袁书呆”。 13岁时袁世凯曾制联“大野龙方蛰，中原鹿正肥”。这寥寥数字，充分体现了袁世凯的雄心。\n873年夏，袁保庆病死于南京任上，袁世凯扶柩回籍安葬，其后居住于陈州府淮阳县。1874年初，从叔袁保恒（袁甲三之子）见袁世凯游手好闲，命其赴北京家学“读书上进”。 从同治十三年到光绪三年，他正正经经在北京读了4年书，长进很大。他自己说过，那几年，为了要博一个功名，他读书累到吐血，都没考取一个举人，这是他一生最大的遗憾。 袁保恒、袁保龄兄弟对其管束甚严，袁世凯亦颇知自励，且有严师督导，数年间大有长进。是年底，袁保龄致函保恒说：世凯可堪造就，虽“文章尚不入门”，但已“竟是上中美材”了。 1876年秋，袁保恒兄弟命袁世凯返回河南参加科举考试，但没有成功。落榜后，袁世凯于同年10月与沈丘于姓女子结婚，时年17岁。翌年初春，又回到北京。时华北大旱成灾，袁保恒奉命到开封帮办赈务，带袁世凯同行，袁世凯在赈灾期间表现出相当强的办事能力，工作热心，颇有优异的表现。1878年，袁保恒感染瘟疫去世，袁世凯返回项城，移住陈州。此时，正在陈州授馆的徐世昌与袁世凯结交，拜为金兰，后来成为袁世凯毕生重要的谋士。1879年，袁世凯以袁保恒的捐赈款而获得“中书科中书”的官衔。 同年秋，袁世凯再度参加乡试，仍未考中，他一怒之下把诗文付之一炬，忿然说道：“大丈夫当效命疆场，安内攘外，乌能龌龊久困笔砚间，自误光阴耶？” \n袁世凯既两度名落孙山，又不愿留在乡间做土财主，因此开始考虑在外闯荡。当时袁世凯曾作诗《感事》一首以自勉：“眼前龙虎斗不了，杀气直上干云霄。我欲向天张巨口，一口吞尽胡天骄。”此诗被认为是他少年时代便有了远大志向。当时淮军将领吴长庆与袁世凯的养父袁保庆“订兄弟之好” ，所以袁世凯打算投奔吴长庆。吴长庆为了报答袁保庆的恩情，此时也写信给袁世凯，“招其往学军旅”。 因此袁世凯便于1881年10月前往山东登州投奔驻防当地的吴长庆。吴长庆幕府中囊括了张謇、周家禄等名士，袁世凯在他们的指导下砥砺磨练，纨绔之气逐渐消失，“谦抑自下，颇知向学”，并认为是“有造之士”，于是被破格任命为帮办营务处。 袁世凯虽然一度对科举厌倦，但他仍不甘心，在吴长庆幕府中继续读书，准备功名，他曾在1882年3月对其三哥袁世廉写信说：“弟不能博一秀才，死不瞑目” ，1882年（壬午年）正好为乡试年，袁世凯本欲应举，但清朝属国朝鲜突发事变，改变了袁世凯的人生轨迹。\n总督朝鲜\n882年，朝鲜发生壬午军乱，朝鲜国王李熙（朝鲜高宗）之父兴宣大院君李昰应利用军队哗变，成功夺权；朝鲜王妃闵妃一党与大院君有隙，请求清廷出兵平乱，袁世凯乃跟随吴长庆的部队东渡朝鲜。袁世凯率领一支清军配合行动，杀死了几十名兵变参与者。战斗中，袁世凯一路放枪，带头冲在最前面，他的坚毅勇敢感染了部下，兵变很快得以平定。吴长庆在给清廷的呈报中将他赞扬了一番，说他“治军严肃，调度有方，争先攻剿，尤为奋勇” ，报以首功。随后清军将大院君掳至保定问罪，当年23岁的袁世凯则以帮办朝鲜军务身份驻藩属国朝鲜，协助朝鲜训练新军，开启了袁世凯练兵的先河。袁世凯留镇朝鲜期间，得到了朝鲜上下的一致好评，朝鲜人士称赞他：“明达夙成，留京师（汉城）期年，大得都民之心”。 他也和金允植、金炳始等多名朝鲜士大夫结为忘年之至交。他在朝鲜被称为“袁司马”。\n884年金玉均等“开化党”人士发动甲申政变，试图推翻“事大党”把持的政权，驻朝日军亦趁机行动欲挟制王室；国王李熙派人奔赴清营求助，袁世凯指挥清军击退日军，维系清廷在朝鲜的宗主权及其他特权。袁世凯平定了朝鲜甲申政变有重大意义，打退了日本的渗透势力，粉碎了日本趁中法战争之际谋取朝鲜的企图，推迟了中日战争爆发的时间。袁世凯因这一事件受到清直隶总督兼北洋大臣李鸿章的重视，同时也使日本人对袁世凯“憾之刺骨，百计排陷之” ，他的同僚吴兆有等亦颇为嫉妒，攻击袁世凯“妄开边衅”、“擅挪军款”。袁世凯遂于1885年初归国，赋闲在家，以避攻击。但是李鸿章决定重用袁世凯，命袁世凯于1885年10月护送大院君回朝鲜，同年11月又封年仅26岁的袁世凯为“驻扎朝鲜总理交涉通商事宜大臣”，位同三品道员，左右朝鲜政局，俨然朝鲜的太上皇。袁世凯在朝鲜期间的任务是在“各国通商”、“友邦环伺”的情况下，使朝鲜“明尊亲之义，定摇惑之志，内修政治，外联邦交” ，换言之即强化清朝和朝鲜的宗藩关系，防止朝鲜独立自主的倾向和日俄等国的窥伺。由此袁世凯不可避免地在干涉朝鲜内政，甚至不止一次策划废黜朝鲜国王李熙。 袁世凯干涉朝鲜内政的做法引起了朝鲜国王和一些大臣的不满，清廷中也不断有人弹劾他。比如1888年1月朝鲜国王李熙致函请求清廷撤袁世凯，随后朝鲜驻华官员金明圭奉李熙之命，请求李鸿章换人。清廷内的张謇、张佩纶等也曾攻击袁世凯“侈然自大，虚骄尚气，久留朝鲜，于大局无益”。 李鸿章力排众议，不仅让袁世凯继续留朝任职，并于1890年2月给袁世凯写了“血性忠诚，才识英敏，力持大局，独为其难”的评语。 袁世凯在朝鲜的十二年虽然由于其年轻气盛而采取一些过激、粗暴的手段，但有效地遏制了日本和沙俄对朝鲜的渗透。直到甲午年日本挑起战争前还曾经多次派人暗杀袁世凯，只不过没有成功。\n894年，朝鲜爆发东学党起义，袁世凯暗示朝鲜政府向清政府乞援。随后日军迅速出动朝鲜，企图挑起战争。甲午战争爆发前夕的7月19日，袁世凯化装成平民逃走，7月22日抵达天津。袁世凯回国后，又于8月6日奉旨前往辽东前线，协助周馥转运粮械、收集溃卒等后勤事宜，至次年5月请假回籍省亲。在前线的这10个月间，通过目睹甲午战争清军兵败如山倒的惨状，袁世凯萌生了用西法练兵的设想，他说：“窃查此次军兴，往往易为敌乘，迭见挫败者，虽由调度之无方，实亦军制之未善，若不权时度势，扫除更张，参用西法，认真训练，则前车之鉴，殊足寒心。” 因袁世凯在朝鲜时期表现突出，有“知兵”之名，再加上他大力主张练兵，由此开始了小站练兵的新阶段。\n创立新军\n袁世凯在甲午战争前线负责后勤期间，便主张由他募兵并编练新式军队，但未被采纳，袁世凯颇为不满，曾抱怨说：“内赞人而不用我募兵，徒何益也？” 在甲午战争结束后，举国上下掀起了维新变法、救亡图存的浪潮，袁世凯亦是其中一员。1895年6月底，刘坤一、李鸿章、王文韶三名封疆大吏联名上奏折保荐袁世凯，于是光绪帝下旨命已回籍的袁世凯入京觐见。袁世凯被光绪皇帝召见以后，又在8月底以一封万言条陈呈送皇帝，提出了一个完整的改革纲领，其内容为储才九条、理财九条、练兵十二条、交涉四条，充分体现出袁世凯的改革思想。其中袁世凯尤其重视练兵，他“深知抓到督练新建陆军之事，前程不可限量” ，不仅在给光绪帝的万言书中提出了12条西法练兵的主张，还草拟了编练新建陆军章程，“大旨则步军操法以师法德国为主”。 他的主张得到光绪帝及朝廷大臣的支持，1895年12月8日（光绪二十一年十月二十二日），奕訢、荣禄等王大臣联名奏请派袁世凯督练新建陆军，同日光绪帝予以批准，袁世凯正式入主天津小站，开始用西法编练中国首支新式陆军。从入京觐见到小站练兵这段期间，袁世凯积极为维新变法奔走，他加入了康有为、梁启超等发起的强学会，与康梁等维新派过从甚密，这也使维新派将他引以为同路人，为后来的戊戌告密事件埋下伏笔。 \n袁世凯派人到鲁、苏、皖、豫等地招募2250名步兵，300名骑兵，再加上4750名定武军，称“新建陆军”，作为他小站练兵的兵源。袁世凯在小站练兵以德军为蓝本，制订了一整套近代陆军的招募制度、组织编制制度、军官任用和培养制度、训练和教育制度、粮饷制度等内容的建军方案。在军事装备上，袁世凯注重武器装备的近代化和标准化，大胆采用西方的先进技术。强调实施新法训练的严格性。这股军队后来发展成为北洋六镇（北洋新军），为清末陆军主力，民国初年的北洋军阀亦多源自清末新军。袁世凯聘德国军官十余人担任教习，又从天津武备学堂中挑选百余名学生任各级军官，并引用和培植一批私人亲信，以加强对全军的控制。这些人以后大都成为清末民初的军政要人。如徐世昌、段祺瑞、冯国璋、王士珍、曹锟、张勋等。北洋新军亦逐渐成为袁世凯个人的政治资本，使其成为北洋军阀的始祖，正如美国学者鲍威尔所说：“袁氏的军法虽严，他仍然为士兵所爱戴，这并非意外，因为他亲自照管他们，并且按时发饷。再者，他向他们灌输了忠诚的观念，不过主要只是向袁世凯而不是向皇帝效忠”。 \n戊戌政变\n897年，袁世凯擢升直隶按察使，仍主持小站练兵。1898年9月，袁世凯升任工部右侍郎，奉旨入京陛见，随后卷入了政治风暴中。当时光绪帝重用康有为、梁启超、谭嗣同等维新派实行戊戌变法，与慈禧太后为首的顽固派（后党）势成水火。康有为等维新派（帝党）从一开始就寄希望于袁世凯，在7月底就派徐仁录前往小站联络袁世凯，试探其态度。康有为判断袁世凯“为我所动”，乃举荐袁世凯为侍郎。 9月18日（阴历八月初三），康有为等人得到光绪帝“朕位且不能保“的密诏，深感局势紧迫，于是铤而走险，决定包围颐和园，控制居住其中的慈禧太后，并杀死慈禧宠臣直隶总督荣禄，而这一任务则被维新派委托在袁世凯身上。当天夜晚，谭嗣同进入袁世凯寓居的法华寺，将“围园劫太后”的阴谋告知袁世凯，并胁迫袁世凯动员新建陆军来实施维新派的计划，袁世凯不得已答应了维新派的请求，打发走了谭嗣同。9月20日（八月初五）上午袁世凯受到光绪帝召见，同日乘火车到天津。9月21日（八月初六）晨，慈禧太后从颐和园入紫禁城，宣布临朝训政，罢斥康有为等维新派，戊戌变法遂告失败，史称“戊戌政变”。以往一般认为，袁世凯回到天津后向荣禄告密导致了慈禧发动政变，但并不属实。慈禧发动政变与袁世凯告密没有关系，但是袁世凯确实有告密之举。他来到天津后，已从后党御史杨崇伊那里得知慈禧即将上台的情报，惧怕谭嗣同劝其出兵围攻慈禧太后一事暴露，牵连自己，遂向荣禄告密，使慈禧得知维新派的阴谋，加重了政变的后果。所以在戊戌政变起初，慈禧太后只是斥责康有为“莠言乱政”，停职待参，并未言及谭嗣同等人；而袁世凯告密导致的结果便是慈禧下令逮捕康梁诸人，并诛杀谭嗣同等戊戌六君子，囚禁光绪帝于瀛台。事实上，袁世凯并不支持维新派的激进之举，也深知用新建陆军来“围园劫太后”无异于以卵击石，而且是大逆不道之罪，他的告密完全是出于权衡局势下的自保之举。 此事亦成为袁世凯的一大负担，他不得不写《戊戌纪略》（戊戌日记）来为自己辩解。\n袁世凯由于告密获得了后党的信任，地位扶摇直上。1899年冬，袁世凯由工部侍郎升任山东巡抚，这是40岁的袁世凯首次出任封疆大吏。在此前后，他的新建陆军也从天津小站调往山东境内布防，使其躲过了后来的八国联军入侵，得以迅速扩大，成为袁世凯最具实力的政治资本。当时山东盛行排外的义和团，袁世凯到任后，认定义和团为“左道邪教”，一改前任巡抚毓贤的纵容态度，全力镇压拳民，令其在山东无法立足，逃往天津、北京一带。慈禧太后以民气可用，纵容义和团。1900年爆发了八国联军入侵，山东在袁世凯治下则维持稳定，并且加入东南互保，使山东免遭战祸乱。1901年11月，李鸿章死去，袁世凯受命署理直隶总督兼北洋大臣，次年实授，一跃而成为中外所瞩目的实力人物。据某些史料记载，李鸿章临终前曾有“环顾宇内，人才无出袁世凯右者”的遗言，但据考证并不存在。 事实上，在李鸿章去世之后，直隶总督兼北洋大臣的地位无需他人推荐，可以说是“非袁莫属”了。 \n清末新政\n《辛丑条约》签订后，清政府迫于内外形势，施行新政。袁世凯表示极力拥护。1901年袁世凯在山东创建山东大学堂（今山东大学）。1902年，袁世凯兼任政务处参预政务大臣和练兵大臣，在保定编练北洋常备军（简称北洋军）。次年，清政府在北京设立练兵处袁世凯任会办大臣，负责创办武备学堂，并聘请大批日本军官担任教习。至1905年北洋六镇编练成军，每镇一万二千五百余人，除第一镇系满洲贵族铁良统率的旗兵外，其余五镇都在他的控制之下，重要将领几乎都是小站练兵时期的嫡系军官。同时，袁世凯还兼任督办电政大臣、督办铁路大臣及会议商约大臣。在此期间，他在发展北洋工矿企业、修筑铁路、创办巡警、整顿地方政权及开办新式学堂等方面，都颇有成效。通过办理新政，他得以“内结亲贵，外树党援”，很快形成了一个以他为首的庞大的北洋军事政治集团。袁世凯大力襄赞新政，包括废科举、督办新军、建学校、办工业等，第一支中国警察队伍亦于天津成立，也筹划修建了中国第一条自主建造的铁路——京张铁路。\n袁世凯北洋集团势力的扩张，对掌握中央政柄的满洲亲贵集团的世袭地位构成严重威胁。皇室亲贵煽动一些御史上疏屡弹劾袁世凯权高势重，甚至预言将步曹操、刘裕后尘。1906年，袁主动辞去各项兼差，并将北洋军一、三、五、六各镇交陆军部直接管辖。1907年，又被调离北洋，到北京任军机大臣兼外务部尚书，成为中枢重臣。\n908年11月光绪帝和慈禧太后相继病死，年幼的溥仪继位，改元“宣统”，其父载沣为摄政王。载沣因为反对袁世凯的很多新政措施，更因为戊戌政变一事（他怀疑袁世凯出卖维新派，致使光绪被慈禧太后幽禁至死），对袁世凯非常痛恨，成为摄政王后立即解除袁世凯的官职，袁称疾返回河南，最初隐居于辉县，后转至安阳。袁在此期间韬光养晦，暗地里仍关心政事，等待时机复出。被解职的袁世凯回到了河南安阳的洹上村，过起了赋闲垂钓的生活。并写了名为《自题渔舟写真二首》的两首诗，其中的一首“百年心事总悠悠，壮志当时苦未酬。野老胸中负兵甲，钓翁眼底小王侯。思量天下无磐石，叹息神州变缺瓯。散发天涯从此去，烟蓑雨笠一渔舟。”\n911年10月10日武昌起义，1911年11月1日清廷任命袁世凯为内阁总理大臣。11月13日袁世凯抵达京师，16日组织新内阁。其成员是：外务大臣梁敦彦，民政大臣赵秉钧、度支大臣严修、学务大臣唐景崇、陆军大臣王士珍、海军大臣萨镇冰、司法大臣沈家本、农工商大臣张謇、邮传部大臣杨士琦、理藩大臣达寿。并以胡惟德、乌珍、陈锦涛、杨度、田文烈、谭学衡、梁启超、熙彦、梁如浩、荣勋分任各部副臣。 \n创建民国\n911年10月10日清政府新军陆军第八镇兵变，引爆武昌起义，并成立以黎元洪为都督的中华民国军政府鄂军都督府，为取得交战的合法地位，各方反清势力主张组建中央临时政府。北洋军是清政府唯一可以抵抗起义的力量，令陆军大臣荫昌率军南下镇压起义，但荫昌没有驾驭北洋军的能力。奕劻及内阁协理大臣那桐、徐世昌等人深感局势严重，一致主张起用袁世凯，英美等国公使也建议起用袁世凯，载沣见中外一致认为“非袁不能收拾局面”，只得于10月14日任袁世凯为湖广总督，派其南下压制起义，袁世凯一面奏请清政府停止进攻，一面表达善意，让刘承恩给黎元洪写信议和。[30-31]   革命党人也认为袁世凯是能领导中国的政治领袖。在南方独立各省为组建中央临时政府召开的联合会中，1911年12月2日《汉口会议》确定“虚临时总统之席以待袁君反正来归”。12月4日的《上海会议》根据《汉口会议》的精神，决定暂缓选举临时大总统，以虚位待袁，同时决定大总统职权暂由大元帅行使，选举黄兴为大元帅，遭到黎元洪等人反对。《南京会议》改选黎元洪为大元帅，因其在武昌，不方便到南京工作，所以让黄兴代职。而黄兴力辞不就，组建中央临时政府陷入僵局。12月18日，袁世凯和黎元洪派代表在上海就政体、清皇室善后、大总统的确立等问题展开讨论，南北达成共识，召开国民会议表决相关议题，根据当时的形势，袁世凯无疑将当选民国首任总统。这样的结果是同盟会不愿接受的，12月29日，同盟会连夜赴南京召集代表开会，提出成立政府，并选出孙中山为中华民国第一任临时大总统。孙中山致电袁世凯，解释原因称东南各省久缺统一机关，行动困难，总统之职只是暂时担任。12月29日，南方十七省临时代表选出孙文担任中华民国第一任临时大总统，1912年1月1日在南京宣布民国成立，孙文就任。当时革命党节节败退，武汉三镇已被袁世凯北洋军攻下两镇。1月16日，袁世凯回家路上，在东华门丁字街遭到同盟会京津分会组织的炸弹暗杀，炸死袁卫队长等十人，袁世凯幸免于难。1月18日，孙中山以提出《五条要约》的方式向袁世凯摊牌，企图做实南京临时政府。经过反复修改又于1月22日以公诸报端的方式将幕后谈判全部曝光，势同最后通牒，这不但令袁世凯极其尴尬和不满，也让议和全权代表伍廷芳尽失颜面。袁世凯以孙中山提出的条件与南北双方协商的内容不一致为由拒绝接受，袁世凯认为，如果清帝退位后各国不能及时承认中华民国，南京临时政府又不能统一中国，中国便成无政府状态，这样就无法维持秩序，对付外人。如果孙中山一定坚持己见，他不得不作废先前谈妥之事。期间，孙中山向日本借款，以筹备战事，但未能成功。袁世凯同意同盟会多人进入总长之列，同盟会最终如愿以偿。为了结束南北对立，1月25日，袁世凯及各北洋将领通电支持共和。2月12日，袁世凯逼清帝逊位，隆裕太后接受优待条件，下诏袁世凯组建中华民国，清朝对中国的统治宣告终止。\n912年2月15日，南京参议院正式选举袁世凯为临时大总统。依据中华民国临时约法，改总统制为内阁制，大大削减袁世凯的权力，但袁坚持于3月10日在北京就职中华民国大总统。 \n宋教仁案\n913年2月，依据临时约法，举行了中国历史上第一次国会选举。国民党所得议席最多，按约法精神应由该党理事长宋教仁出任内阁总理。3月20日，宋教仁却在上海遇刺身亡。革命党人认为袁世凯是事件的幕后黑手，袁世凯予以否认；当时之证据指向时任国务总理赵秉钧涉嫌教唆杀人，而宋案凶手武士英则是共进社成员，属国民党阵营。宋教仁案成为历史之谜。1913年7月孙文组织了中华革命党，发动二次革命，武力讨伐袁世凯，遭到失败。二次革命开创了民国武力解决争端的先例，也开创了民国军阀混战的先例。10月6日，国会选举袁世凯为第一任大总统，袁世凯随即于北京故宫太和殿就职。11月4日，袁世凯下令解散中国国民党，并收缴国民党议员证书。袁世凯根据警备司令官查获赣省起事（即二次革命组成部分）领导者李烈钧与国民党本部及国民党籍国会议员有密电来往勾结之实，为挽救国家之危亡，减轻国民之痛苦，遂发布《解散国民党通令》，并取消国民党籍议员的资格，在对国民党人的告诫中，袁世凯指出：\n“……国民党之所谓党略，大率借改革政治之名，行攘夺权利之实。凡可以逞其野心者，虽灭国亡种，荼毒生灵，亦所不惜。其运动方法，或以利诱，或以威吓，或以诈取，务使同种之人，互相残害，而自为狡兔三窟之谋。其鼓吹之术，或以演词，或以报纸任意造谣，颠倒黑白。利用一般思想单简之青年，一入彀中，即为所卖，附和煽乱，至死不明。此等鬼蜮行为，即个人尚不能立身，遑论治国？”\n国民党籍议员的资格取消后，国会因法定人数不足而休会，袁世凯派员组织中央政治会议作为临时替代机构，在召开的首次政治会议上，袁世凯指出内政紊乱是因部分人错误理解平等、自由和共和的内涵所致，还声明乱党人员失败后卷公款而逃，并谈及外交及司法独立问题。1914年1月，袁世凯根据黎元洪等人及政治会议的意见，将国会解散。1914年3月31日，袁世凯颁布了民告官为特色的《平政院编制令》。1914年5月，袁世凯公布《中华民国约法》，改责任内阁制为总统制。1914年12月29日，公布《修正大总统选举法》，规定总统任期十年，可以连选连任。  \n二十一条\n914年，第一次世界大战爆发，日本以英日同盟（协约国）为理由，强行派兵接收德国（同盟国）在山东胶州湾的租界地，以及胶济铁路沿线地带，中国政府无力阻止。\n孙中山为筹措资金而与日本人签订《中日合办汉冶萍借款案》，1915年2月2日，日本趁欧美各国无暇东顾之际，秘密向袁世凯提出了与借款案有相同点的《二十一条》之要求，并逼迫北洋政府承认日本取代德国在华的一切特权，进一步扩大日本在满洲及蒙古的权益，以及承诺聘用日本人为顾问。日本的要求等同于将中国纳入成为其保护国。美国政府闻讯虽对日本提出抗议，但日方并没有收回其主要要求。 \n从1915年2月2日到5月7日，历时105天，袁世凯政府与日方谈判20多次。在谈判中中国代表对日本的要求多有抵制。袁世凯政府采取各种办法拖延时间并向社会各界透漏日本之无理要求，以期国际社会干涉此案，并唤起国内民众舆论讨伐日本，国内民众反对《二十一条》的呼声日渐高涨，1915年4月26日，日本代表提出最后修正案，做出一些小让步。5月1日中国方面提出修正案，仍坚持自己的立场，于是日本政府删削了对中国最为不利的第五号要求。 1915年5月6日，袁世凯在《大总统袁世凯致各省电》中称：“……中国沿海港湾、岛屿不可让与或租于他国、聘用日本顾问、中日合办警察、军械等为‘其制我死命最要之点’。在我国不宜因此决裂，蹂躏全局。但应尽心竭力，能挽救一分，即收回一分之权利。”日本政府终于恼羞成怒于5月7日向袁世凯政府发出最后通牒， 限5月9日午后六时前答复，否则将执行必要之手段。 此时的日本摆出大战一场的姿态，军舰在渤海一带游弋，山东、奉天兵力增加，关东戒严，日侨纷纷回国。5月8日袁世凯召集政府要员开会，袁世凯认为日本已收回对中国最为不利的第五号各条款，已非亡国条件，为避免开战，所以接受日本条件。他说：\n“……我国虽弱，苟侵及我主权，束缚我内政，如第五号所列者，我必誓死力拒。外交部恪守我的指示，坚拒到底，尽了最大之力……如今日人最后通牒已将第五条撤回，凡侵主权及自居优越各条亦尽力修改，并正式声明将来胶州湾归还中国。在南满虽有居住权但须服从警察法令及课税各条亦与中国人一律。因此，与初案相比已挽回许多……我国国力未充，目前尚难以兵戎相见。故权衡利害而不得不接受日本之最后通牒，是何等痛心，何等耻辱！……经此大难之后，大家务必认此次接受日本要求为奇耻大辱，本卧薪尝胆之精神，做奋发有为之事业。举凡军事、政治、外交、财政，力求刷新，预定计划，定年限，下决心，群策群力，期达目的……希望‘埋头十年，与日本抬头相见’”。 \n在日本的胁迫下，袁世凯政府于1915年5月9日回应了日方的最后通牒，并且把5月9日定为中国国耻日，史称五九国耻。此后，双方分别准备签约事宜，在条约文字内容上仍有不少折冲，最后于1915年5月25日在北京签署《关于山东省之条约》、《关于南满洲及东部内蒙古之条约》及13件换文，总称《中日民四条约》，与《二十一条》原案比较，中国损失相较于原案已尽可能减小到最低程度。[36-37]   \n近些年来一些新的资料表明，条约签订之前袁世凯政府还有另一重压力，当时日本驻华公使日置益向袁世凯面递《二十一条》时曾说：“彼等（指中国革命党）与政府外之有力日人有密切之关系，除非中国政府给予友谊证明，日本政府不能阻止此辈之扰乱中国”。 \n日置益的话让袁世凯感到了压力，袁世凯政府方面因此骂孙中山“将效法吴三桂，引外兵扰乱本国”。二次革命之后，孙文被通缉，逃亡至日本。日本外务省档案馆至今存有一份孙文与日本签订的《中日盟约》。[39-40]   按照《中日盟约》，孙中山甚至承诺把满洲作为日本的特殊地区，承认日本拥有移民和开拓的优先权。 \n日本以《二十一条》逼迫袁世凯，袁世凯政府与日本周旋，拼命外交之时，流亡海外的黄兴等人都顾全大局，力主暂停反袁活动，一致对外。 \n在东亚地区因欧战爆发而陷入国际权力真空之际，面对日本一国独强的巨大压力，在极为不利的条件下，袁世凯竭力维护国家利益，北洋政府对于抵抗日方《二十一条》要求，实已尽最大之努力，并争回了其中最重要的条件，没有让日本把中国变成第二个印度。袁世凯对《二十一条》的处理已使中国利益最大化，胡适称《二十一条》的谈判是弱国外交的胜利，胡适曾评价说：“吾国此次对日交涉，可谓知己知彼，既知持重，又能有所不挠，能柔也能刚，此乃历来外交史所未见”。 \n弘扬宪法\n袁世凯称帝，推行君主立宪制，帝号“洪宪”。学界不有新论指出，袁世凯改元“洪宪”，即弘扬宪法之意。 从颁布的“新皇室规范”中可以看出一些“新”内容，比如某些对于皇权的监督机制和法律：自亲王以下至于宗室，犯法治罪与庶民一律；亲王、郡王可以为海陆军官，但不得组织政党，并担任重要政府官员；永废太监制度；凡皇室亲属不得经营商业，与庶民争利，等等。 \n“袁世凯很清楚，过去的君主专制制度已经持续不下去了。他本人也曾是晚清立宪派的领袖人物，并在天津试点推行普选，产生议会。”袁世凯研究专家、广州市社科院研究员刘路生表示，袁世凯并没有一个完整的制度建设构想，历史给他的时间太短了。民国初年纷争不已，让他忙于应付，根本来不及着力于此。\n但刘路生同时又认为，以袁世凯的个性，他应该也不会愿意成为一位“虚君”。有人揣测，袁可能是想选择日本或德国式的君主制。袁世凯的长子袁克定自幼起即随袁世凯去朝鲜及山东、直隶各地，并曾留学德国，对德国的强大和君主制印象十分深刻。 \n最后结局\n915年12月，在国会、高校、民众请愿团、筹安会和各省国民代表的推戴下，准备建立君主立宪制。袁世凯多次揖让，最终接受皇帝之尊号，准备成立中华帝国，打算1916年为洪宪元年，行君主立宪政体，把总统府改为新华宫，并拟定《新皇室规范》，其中包括“亲王、郡王可以为海陆军官，但不得组织政党并担任重要政治官员；永废太监制度；永废宫女采选制度；永废各方进呈贡品制度；凡皇室亲属不得经营商业，与庶民争利。” 然而，12月25日，表面支持帝制的蔡锷和唐继尧在云南宣布起义，发动护国战争，讨伐袁世凯。贵州、广西相继响应，3月份袁世凯被迫宣布取消帝制，起用段祺瑞为国务卿兼陆军总长，企图依靠段团结北洋势力，压制南方起义力量，但起义各省没有停止军事行动。5月下旬袁世凯忧愤成疾，1916年6月6日，袁世凯因尿毒症不治而亡，时年57岁。同年8月24日正式归葬于河南安阳市。\n直至袁世凯对内宣布取消帝制帝号都未正式登基，年号洪宪仅在内部流传，对外仍称民国，故袁世凯还是民国大总统，滇军坚持要袁世凯下台。段祺瑞则要求袁世凯交出行政权力和兵权，恢复责任内阁制，退位自保。冯国璋联络各省在1916年5月18日组织召开“南京会议”，但各省区将军代表谋略不一，会议无果而终。在重大打击及交煎下，袁世凯于1916年6月6日病故。袁世凯谢世之日，他的书案上有他亲笔书写的一句话“为日本去一大敌，看中国再造共和”。尽管他在遗嘱中说“余之死骸勿付国葬，由袁家自行料理”，但是继任者黎元洪还是以“民国肇建，……（袁世凯）奠定大局，苦心擘画，昕夕勤劳，天不假年……所有丧葬典礼……务极优隆，用符国家崇德报功之至意”命国务院为袁世凯举行一场集古今中外皇庶官民新旧典章于一举的国葬。令各官署、军营、军舰、海关下半旗二十七日，6月28日出殡日全国下半旗一日，鸣炮108响，京师学校当日停课。北洋政府根据其“葬吾洹上”的遗愿，委派河南巡按使田文烈赶赴河南安阳慎选堪舆，勘定吉壤，最终选定洹水北岸，工程持续近两年，由北洋政府拨款50馀万银元、徐世昌、段祺瑞、王世珍等8人募捐25万余银元建成，陵墓被称为“袁林”，占地近130亩。\n袁世凯被后人指责较多的是他建立中华帝国称帝问题。当时倡导袁世凯君主立宪的有杨度、严复、刘师培、孙毓筠、李燮和、胡瑛等国家精英人物。袁世凯打算建中华帝国，与杨度等君主立宪人士蛊惑及长子袁克定迷恋太子权位是分不开的，其中最严重的是袁克定伪造《顺天时报》，营造日本支持袁世凯称帝的氛围（此事被袁世凯次子袁克文和女儿袁叔桢无意中发现），袁世凯曾责袁克定“欺父误国”。袁世凯死后，王士珍、张镇芳等打开金匮石屋，找出了袁世凯留下的继承者的提名，只见上面亲笔写着：黎元洪、段祺瑞、徐世昌，并没有自己的儿子袁克定。 （按照《大总统选举法》（袁世凯修改过后）的规定，前任总统所推荐的三人，将作为总统的候选人，从三人中选出一人为总统，名单写于嘉禾金简，藏于金匮石屋内。）\n为政举措\n军事方面\n袁世凯艺权均通，有任事之才、治军之能，实为清朝一务实干练的能臣，黄兴曾致书袁世凯,视袁世凯为“中国之华盛顿”。[47-48]   1903年起，他开始着手中国军事现代化的工作，在中国军制改革、军事教育、建军治军、近代警察制度等方面做出大量有益尝试。在华北组建中国近代第一支新式军队，雇佣德军教官，创办警、步、马、炮、工、辎等兵科，设立现代化的通讯兵学校，培养大批军事人才，先后有5人当上中华民国总统或总理。至接掌北洋，裁撤旧军改编警察，令中国军警分离，清末巡警制度的创立是中国警察制度近代化的开始。\n对外军事方面，袁在1884年朝鲜王朝的甲申政变中，在无法得到国内指示的危机时刻，当机立断，率军击退日军，瓦解了朝鲜亲日派和日军颠覆朝鲜政权的图谋。之后，在袁任清朝驻朝鲜大臣期间，他尽一切可能扩大中国在朝鲜的影响力，成为朝鲜王朝内最有权势的人物，全面掌握朝鲜的商业、外交事务和内政。在世界列强尚未深入朝鲜之际，袁世凯曾建议废藩建省，将朝鲜变为中国的一个行省，清政府当时内外交困，对于他的建议搁置不问。义和团运动爆发后，在山东的袁世凯与两广的李鸿章、湖广的张之洞，两江的刘坤一，一起组织了东南自保运动，反对朝廷对于义和团的支持、也反对朝廷对外国的宣战，并在他们的管辖范围内镇压拳民，保护在华外国人的安全。虽然这一政策对于民族主义者来说具有反动性，但是也正是这一政策使得经济昌盛的东南地区，避免了义和团运动带来的社会混乱与外国武力的入侵。 \n经济方面\n袁世凯对工业、农业、商业三者并重发展，甚为得策，尤其对中国的工业化有很大贡献。工业方面，他积极发展实业经济，1905年，他出面筹钱，督修了中国人自己建造的第一条铁路京张铁路，自1912年到1914年这3年间，新开的工厂为4000多家，民族资本兴建的面粉厂、火柴厂、卷烟厂、造纸厂以及采煤、冶炼企业，得到长足发展。袁世凯在遭谴归隐之后还说出“官可不做，实业不可不办”的话。袁世凯当政时期，颁布实行了一系列有利于中国民族工业发展的经济政策，扶持弱势的民族工商业，提倡国货，增加进口税并减少出口税，加强国货竞争力，扩大国货销售市场。农业方面，袁世凯在兴办农业教育、创设农业基金和推广农业新技术方面做出尝试。财政金融方面，袁世凯筹公债、整顿税收、开办银行、疏通金融、改革币制，这些举措不仅缓解了当时的财政危机也促进了中国近代财政金融的现代化。在对外经济交往方面，袁世凯主动对外开放，开通商埠，这在近代中国对外开放的历史进程中具有重要意义。袁世凯主张引进外资和侨资，前后素志不移，这在苏杭甬铁路、文辞协议、中美轮船公司等问题上即有体现。经过袁世凯的治理，中央财政也有很大改观，从民国初年的借债度日到每年库存可余两千万元。 \n教育方面\n袁世凯兴学重教，主张废除科举，兴办新式学校，积极倡导学子留洋。在他的努力下，中国沿袭一千多年的科举制度被废除，在财政捉襟见肘的情况下，袁世凯宁可压缩军队，也要推广全部免费的新式学校，即四年制初级小学。 他反复强调教育的重要性：国家之繁荣昌盛，实系于国民之品德、知识和体力之高超，若欲提高此三者之水平，必得强化公民教育。袁世凯曾上奏《山东试办大学堂暂行章程折稿》，同时调蓬莱知县李于锴进行筹备，《折稿》获光绪皇帝批准，山东大学的前身山东大学堂正式成立，为山东高等教育写下浓重一笔。袁世凯任直隶总督期间，颁行了一系列教育法规，创建学校司、提学使司、劝学所等近代新式教育管理机构，形成河北近代教育行政管理体制。另外，他多方筹措经费，培养师资，编辑新教材，创建新式小学、中学、大学和各种军事学堂、实业学堂等新教育设施，建立河北近代新教育体系，从而使河北教育摆脱了旧教育的羁绊，步入近代化的发展轨道。 \n政治方面\n袁世凯在政治层面的成果体现在清末政体、官制改革、近代法律、地方自治、维护领土完整等方面。袁对中国民主化进程的推进起了积极的作用，袁世凯在晚清时期高举“立宪”大旗，几乎是孤军奋战请求立宪，对晚清宪政起到了至关重要的作用。在他的襄助下，亚洲第一个共和国中华民国才得以成立。 袁世凯作为晚清重臣，直接参与官制改革的讨论与决策，具体表现在：一、清廷“预备仿行宪政”，“先行更定官制”，袁世凯是编纂官制大臣；二、中央官制改革，袁世凯力主实行责任内阁。其在官制改革中的作用可谓举足轻重；三、对文官的等级、任用、考试、惩戒、保障、甄别、恤金、待遇均制定了专门的法律，初步形成了一套文官管理制度，文官候选人考试，以考察行政能力与一般知识为主。并建立廉政机构，设置平议院，专门审理官员犯罪案。在近代法律建设上，袁世凯大力提拔、举荐和重用新式法律人才，改革和完善近代司法制度，对引进西律、修订旧律，加强中国法制现代化起到重要作用。袁世凯是地方自治制度的积极参与者，在天津推行地方自治、试行普选制开全国先河，其成效影响深远，直隶省（今河北省）也因此成为当时的模范省。全国各地借鉴天津地方自治的成功经验，地方自治之花遍地开放。\n禁毒禁赌\n禁毒禁赌也是袁世凯的一贯主张。清末的烟馆是重要的社交场所，风气败坏，直隶总督袁世凯在1907年5月19日上奏的《预筹革除鸦片折》中表示：“鸦片之害，荼毒生灵，虚糜金银，不可胜计，实为中国贫弱之源” ，袁世凯所领导的直隶省设立了200余个戒烟分所，先后铲除烟馆800多个，查获秘密贩烟案1300起，在禁止种植罂粟方面，他多次颁布晓谕，倘有偷种之户，立将烟苗划去，地亩充公。当选民国总统后，袁世凯更是规定吸鸦片者立即戒除，贩者分别停歇，种植者若不将烟田改种他物则一律治罪，凡官员故纵者，按情节轻重予以惩治，期间颁布的《禁烟令》至少有七次之多。在禁赌方面，袁世凯自小站练兵时期就禁止军队赌博，在其制定的《简明军律二十条》中有两条为罚律，其中之一即是关于赌博，犯者插箭责罚。直隶总督时期，在直隶师范学堂和小学堂《学堂条规》中规定学堂上下人等一概严禁赌博，违者由总办分别责饬开革。任职民国总统后，袁世凯则以法令的方式禁赌，1912年6月颁发的《暂行新刑律》对赌博者、开设赌场者规定有不同的刑罚。 \n捍卫领土\n袁世凯坚持一个强有力的中央政府的同时，竭力维护中国的主权和领土完整，保障国家利益。1912年4月22日，袁世凯发布的大总统令中明确宣告蒙、藏、回疆各地方的一切政治俱属中国内政。然而，英国公然表示不承认中国关于对西藏主权的宣示，以麦克马洪线制造了中国和英属印度的领土争端，英方代表在西姆拉会议上企图用欺骗手段让中方在条约草案上“草签”，被袁世凯政府一口回绝，最终西姆拉会议没有产生中国政府作为缔约一方的任何协定，而“麦克马洪线”也未获承认，成功捍卫了中国对西藏的主权。清末民初，外蒙古在俄国的鼓动下独立，致使内蒙古局势不稳。袁世凯对此保持高度警觉，软硬兼施，任命贡桑诺尔布为民国政府蒙藏事务局总裁，晋封大量蒙族上层人物为亲王，使内蒙王公数量比清朝时的数额增加了几倍，终使内蒙古王公们放弃了分裂图谋，诸多已逃往外蒙的蒙族人陆续返回，后来，经过袁世凯立场强硬的谈判，外蒙于1915年6月7日取消独立，俄国只得承认外蒙为中国领土。另外，袁世凯竭力主张的清帝优待退位保障了清朝政府拥有的主权和领土完整地移交给民国政府，保持了主权和领土范围的延续性。[52-53]   \n后世评价\n负面评价\n袁世凯身后的评价长期以来以负面评价为主流，这主要是受到政治因素和意识形态的影响。正如历史学家唐德刚在其著作《袁氏当国》中所说：“自民国有史以来，吾尚未见一本、一篇甚或一页对袁有正面评价之书。” 在袁世凯去世后不久，就有黄毅《袁氏盗国记》、胡思敬《大盗窃国记》等丑化袁世凯的书籍刊行于世，著名思想家梁启超亦给予袁世凯“东方式之怪魔的人物”、“国中极恶之极恶”、“最糟糕之统治者”等恶评。 \n继北洋军阀而执政的国共两党均对袁世凯持否定评价，中国国民党领袖孙中山原本认为袁世凯是“民国之友”，四万万人“殊堪嘉佩” ，但在宋教仁案以后孙中山一改对袁世凯的评价，将其定性为“独夫民贼” ，并谴责袁世凯“改毁约法，解除国会，停罢自治，裁并司法，生杀由己，于夺唯私；侦谍密布于交衢，盗匪纵横于邑都；头会箕敛，欲壑靡穷，朋坐族诛，淫刑以逞；矿产鬻而国财空，民党戮而元气尽。军府艰难缔造之共和，以是坏灭无余，而贼恶盈矣！” 蒋介石亦谓“袁世凯是我们中国势力最大的军阀，爪牙遍布于全国。他凭借着国家元首的地位，私心自用，帝制自为，自以为可以成功。而结果为总理所领导的中华革命党所打倒，袁世凯竟以恐惧而死。” 中国共产党创始人李大钊称袁世凯为“一世怪杰”，并说他“以附和民意而再起者，卒以伪造民意而亡”。 而影响最大的当属中共领袖毛泽东的秘书陈伯达在1946年所撰写的小册子《窃国大盗袁世凯》，将其印发全党，该书称袁世凯为“近代中国半殖民地半封建社会的一种政治结晶，一个集中的黑暗影”“是各帝国主义在华的总工具”。 随着中华人民共和国的建立，袁世凯作为“窃国大盗”的形象被广泛出现于各种历史教育和政治宣传的场合，深入人心，因此有学者认为丑化袁世凯的根源即在于《窃国大盗袁世凯》这本书。 1949年后国民党退守台湾，以后台湾史学界对袁世凯一生的评价亦基本上是否定的 ；而20世纪80年代前的大陆史学界亦根据马克思主义史观，运用阶级分析的方法，几乎对袁世凯全盘否定，论定袁世凯为“专制暴君”、“卖国贼”、“大地主大买办阶级代表人物”等。\n正面评价\n0年代改革开放以后，史学界对袁世凯的评价不再是全盘否定，而是逐渐趋于多元化。对袁世凯的正面评价逐渐多了起来。其首先表现在于对袁世凯的主要污点如戊戌告密、窃取辛亥革命果实、刺杀宋教仁、签订二十一条等事实真相进行澄清，其次是肯定了袁世凯在中国政治、经济、军事、教育等各方面的近代化过程中的积极作用，以及他维护国家主权所作的贡献，最后发展为对袁世凯的肯定评价。一些人认为，以往对袁世凯的评价，存在着全盘否定、苛求古人的错误，对此，他们提出了一些具有颠覆性的评价和看法。祝曙光认为，袁世凯复辟的行为，“并不完全出于他的个人主观愿望，而是有现实基础”，“不能过高地估计袁世凯称帝的危害性” ；季云飞认为，袁世凯是“窃国大盗”的论断“违背基本历史事实”，这种“一刀切”式的史学研究方法“必须摒弃” ；郭剑林认为，“正是由于袁氏北洋政府政治上的宽松政策，陈独秀、李大钊、胡适、鲁迅等一代新文化大师脱颖而出；蔡元培成功地改造了北京大学；邵飘萍、黄远庸两大新闻巨擘一则则“独家新闻”、一篇篇时论文章众口交传；革命的报刊如雨后春笋般涌现——言论、出版、结社自由；甚至毛泽东、周恩来等老一代无产阶级革命家在北洋时代的成长，也和袁世凯北洋政府宽松的文化政策、社会改革不无关系”。 更有学者高度盛赞袁世凯为“真正的改革家”。 有学者将其称为“扬袁抑孙”现象，并认为这些观点有矫枉过正之嫌。 \n客观评价\n事实上，许多知名人士和历史学家通过对袁世凯的了解和研究，对袁世凯冷静分析、客观评价，采取了有褒有贬的评价方式。这些评价的共同点是：袁世凯本质上是擅长权术的旧派人物，同时也是爱国者和民族主义者，对中国的近代化做出重要贡献，而他最大的败笔在于称帝。\n袁世凯的英文秘书、著名外交家顾维钧旅居美国时所撰回忆录如是评价袁世凯：“袁世凯是军人出身，曾任驻朝鲜总理交涉通商事务衙门总办，僚属中也有像唐绍仪先生那样受过新式教育的秘书和顾问，但他完全属于旧派。和顽固的保守派相比，他似乎相当维新，甚至有些自由主义的思想，但对事物的看法则是旧派人物的那一套。他以创练新军和任直隶总督知名，是个实干家、卓越的行政官吏、领袖人物。但不知为何他却不喜欢旅行，从未到过长江以南。他为人精明，长于应付各种人物，但从未想过把才能应用在治理国家、使之走上民主化道路这一方面。” 此外顾维钧通过自己在外交谈判中的亲身经历以及对袁世凯的观察，指出袁世凯“是一个爱国者，即他在处理对外关系中，特别是对日关系中，唯恐丧失中国的主权。” \n加拿大华人历史学家陈志让认为“袁世凯公开的目标就是要创建一个强大的中央政府，如果这意味着无视共和国的民主原则的话，那么，他正是准备往此方向发展。袁世凯设想把中国建设成一个由他统一的强国的愿望，是他爱国主义或民族主义本质的反映”，同时又说：“如果他在1911年结束其政治生涯，也许我们对他的评价还不至于那么苛刻。然而，就史实而言，他既不能作为一个政治家、也不能作为一个诚实正直的人而受到我们的尊敬。甚至袁世凯为其自身的利益所作的努力亦遭失败，这就是一个铁腕人物的结局。” \n美国历史学家费正清主编的《剑桥中华民国史》评价袁世凯说，“虽然袁有个人野心，也热望贯彻他自己在中国政体应该如何组织这个问题上所持的观点，但他还不是极端利己主义者，不要求别人屈从和谄媚。他冷酷无情，为了政治目的杀人如草菅。而他个人的种种工作联系却是亲切、随和的。他重视下属在政治上对他的忠诚，但并不鼓励对他个人的广泛崇拜。作为总统，他的种种过分行为，与其说是由于自我夸大引起的，还不如说是由于严格的官僚政治的观点引起的。” 至于袁世凯为何迟迟不能认识到决定称帝是一件无益的事，这“既可以归咎于受到野心的蒙蔽，也可以归咎于顽固坚持对中国国情的独特分析，两者都一样恰当。” \n美籍华人历史学家唐德刚认为袁世凯是一个“‘治世能臣，乱世奸雄’的曹操型的人物” ，评价他是“第一流的行政管理人才。大小政务一把抓。事必躬亲。其为人也，虽乏远大的政治理想，然亦雄才大略，知人善任，不治私产。虽妻妾众多，然并不沉湎于酒色。对诗词歌赋，他也颇能哼两句，但不搔首弄姿，以咏吟自傲；更无玩物丧志的恶习，收藏甚么骨董字画，品箫吹笛，风流自赏。平生所好，唯抓权秉政；纵横捭阖，他确是个不折不扣的政治动物，对政敌的斗争，也你死我活，初不稍让。”唐德刚写道：“袁世凯晚年之做皇帝，和汪精卫晚年之做汉奸，异曲同工，都是一失足成千古恨。流芳百世，和遗臭万年，契机只在一念之间。悲夫！” \n陵寝墓地\n主词条：安阳袁林\n袁林位于河南省安阳市境内的太平庄，是中华民国第一任总统袁世凯的墓地所在。袁林的建筑“仿明陵而略小”。墓园建筑最大的特点是中西合璧，堂院前的部分是明清皇陵的风格，堂院后的墓园部分则具有西洋建筑特色，整体看来非常别致。 \n轶事典故\n春节由来\n春节是中国的传统佳节，有关资料记载，春节在中国已经有4000多年的历史，而现行的春节却历史很短。1913年，袁世凯批准以正月初一为“春节”，并同意春节例行放假。\n在民国总统的正式选举中，袁世凯获胜，孙中山败北。1913年(民国二年)7月，当时北京(民国)政府任内务总长的朱启钤向“大总统袁世凯”呈上一份四时节假的报告，称：“我国旧俗，每年四时令节，即应明文规定，拟请定阴历元旦为春节，端午为夏节，中秋为秋节，冬至为冬节，凡我国民都得休息，在公人员，亦准假一日。”\n但袁世凯只批准以正月初一为春节(因当时是“五族共和”，端午等汉族节日列为全国节日不妥)，同意春节例行放假，次年（1914年）起开始实行。自此，夏历岁首就由以往的“过年”改成了“春节”。 \n十三太保\n世人皆知，助成袁世凯帝制者，是杨度、孙毓筠、严复、李燮和、胡瑛、刘师培等所谓的“筹安会六君子”。然而，袁世凯复辟帝制的中坚力量却是他的“十三太保”。他们是： \n族侄袁乃宽\n财神梁士诒\n军师杨杏城\n干殿下段芝贵\n内务总长朱启钤\n小智囊阮忠枢\n表弟张镇芳\n参谋顾问夏寿田\n参谋顾问顾鳌\n健将朱家宝\n周自齐\n曹汝霖\n妻妾子女\n袁世凯共有1妻9妾，共生了17个儿子、15个女儿；17个儿子又为袁世凯生了22个孙子、25个孙女，儿孙总和达79人。袁世凯的正室于氏不受宠爱，袁世凯长期不与她同房，而袁世凯的大姨太沈氏和五姨太杨氏最受宠爱，尤其是大姨太沈氏。袁世凯的子女管于氏叫“娘”，管生母叫“妈”，而对于大姨太沈氏则称为“亲妈”。袁世凯还有3个朝鲜姨太太。关于袁世凯妻妾子女的家庭生活在其女儿袁静雪所写文章《我的父亲袁世凯》中有详细叙述。 \n妻妾\t子女\t子女配偶家世\t备注\n夫人于氏\n长子袁克定\n娶清朝湖南巡抚吴大澄之女\n比袁世凯大1岁，与袁世凯关系不睦，是作为主妇“牌位”而存在，袁死后3年去世。\n大姨太沈氏\n（次子袁克文过继）\n江苏崇明人，原为苏州名妓，据说在袁世凯落魄的时候，沈氏资助袁世凯去猎取功名，并备酒送行，袁矢志决不相负。后被纳为姨太太，袁世凯在朝鲜期间扮演夫人角色，极受袁世凯宠爱。\n二姨太吴氏（一说白氏）\n长女袁伯祯\n嫁清朝两江总督张人骏之子\n朝鲜人，袁克文记载其为“三韩望族”，而据学者骆宝善考证其实是袁世凯在1886年委托朝鲜官员金允植购买的婢女（其他两名“高丽姨太太”也是如此）。 \n五子袁克权\n娶清朝两江总督端方之女\n七子袁克齐\n娶民国内阁总理孙宝琦之女\n十子袁克坚\n娶民国陕西督军陆建章之女\n十二子袁克度\n娶天津罗云章之女\n六女袁箓祯\n嫁民国内阁总理孙宝琦之子\n三姨太金氏\n次子袁克文\n娶天津候补道员刘尚文之女\n朝鲜人，有传说她是朝鲜闵妃之妹，也有说法她是朝鲜公主，袁克文亦称其为“三韩望族”。但据袁世凯家书显示，她其实是一名婢女，叫金月仙，本名云溪，与袁世凯私通后被“暗纳”为妾。 \n三子袁克良\n娶清朝邮传部尚书张百熙之女\n三女袁叔祯（后改名袁静雪）\n嫁清朝直隶总督杨士骧侄子杨毓珣（日伪时期任山东省省长）\n八女\n夭折\n十女袁思祯\n嫁日伪北京宪兵司令邹文凯\n四姨太闵氏（一说姓李）\n四子袁克端\n娶天津盐商何仲瑾之女\n朝鲜人，袁克文称其为“三韩望族”，其实也跟其他两个“高丽姨太太”一样为婢女出身，三人地位平等，按年龄排序。袁世凯任直隶总督时生七女后害“月子病”，误吃西药而死。\n次女袁仲祯\n嫁清朝驻英法比意四国公使薛福成之子\n四女\n夭折\n七女袁复祯\n嫁清朝陆军部尚书荫昌之子\n五姨太杨氏\n六子袁克桓\n娶清朝江苏巡抚陈启泰之女\n是除了沈氏以外最受宠的姨太太，颇有管家的才能。袁世凯让她管理袁府整个家务，各房的佣人和丫头，袁世凯的众多儿女，以及六、八、九三个姨太太，都得服从她的约束。全家上下都对她既敬且畏。她是袁府的王熙凤。解放后在天津工作。\n八子袁克轸\n娶清朝直隶总督周馥之女\n九子袁克久\n娶民国副总统黎元洪之女\n十一子袁克安\n娶天津富翁李士铭之女\n五女袁季祯\n嫁清朝吏部尚书陆宝忠之子\n十五女\n夭折\n六姨太叶氏\n十四子袁克捷\n娶山东祝家之女\n原为南京妓女，结识袁克文之后成为直隶总督袁世凯的妾。解放后死于宁夏。\n十七子袁克有\n九女袁福祯\n十一女袁奇祯\n十二女袁瑞祯\n七姨太张氏\n河南人，不受宠。据说清末她随袁世凯到河南小住，因她与花匠谈情被袁撞见，袁逼令其服毒自杀。但袁家也有人说，她是因病不治而死的。\n八姨太郭氏\n十三子袁克相\n娶清朝大学士那桐之孙女\n原为苏州妓女，是袁世凯做军机大臣时别人从苏州买来敬献的。\n十五子袁克和\n娶天津“铁门张家”张调宸之子\n十四女袁怙祯\n嫁民国大总统曹锟之子\n九姨太刘氏\n十六子袁克藩\n夭折\n原是五姨太太杨氏的小丫头，成年后为50多岁的袁世凯临幸，成为其妾。\n十三女袁仪祯\n续五女嫁苏州陆状元家\n影视形象\n类型\n名称\n拍摄国家\n上映时间\n饰演者\n电影\n知音\n中国\n981\n英若诚\n一刀倾城\n993\n赵长军\n建党伟业\n011\n周润发\n辛亥革命\n011\n孙淳\n第一大总统\n011\n张秋歌\n天皇·皇后与日清战争\t日本\t1958\t浪野干雄\n电视剧\n末代皇帝\n中国\n988\n李大千\n逃之恋\n997\n林连昆\n平民大总统\n001\n谭非翎\n孙中山\n002\n李建义\n神医喜来乐\n002\n扎西\n走向共和\n003\n孙淳\n杨翠喜案\n007\n马少骅\n台湾1895\n008\n王东辉\n苍穹之昴\n009\n薛勇\n铁肩担道义\n011\n杨念生\n护国大将军\n011\n梁冠华\n辛亥革命\n011\n张秋歌\n护国军魂传奇\n011\n郑则仕\n小站风云\n011\n大狼\n武昌首义\n011\n徐光明\n末代皇帝传奇\t2014\t郑则仕\n蔡锷与小凤仙\n中国香港\n009\n罗乐林\n坂上之云\n日本\n009\n薛勇\n明成皇后\n韩国\n001\n朴真星\n","category":"草书","verified":true,"user":1,"timestamp":1429951649655},{"name":"陆世廉致桐老札","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791615419,"text":"","author":"明代陆世廉","description":"陆世廉致桐老札"}]