[{"name":"欧阳询化度寺法国国家图书馆藏敦煌残本","text":"《化度寺碑》全称《化度寺故僧邕禅师舍利塔铭》。唐贞观五年立。欧阳询书。用笔瘦劲刚猛，结体内敛修长，法度森严。\n特点\n《化度寺碑》的妙处，在于严谨缜密，神气深隐，具有体方笔圆之妙，有超尘绝世之概。同时，此碑模勒之工，非后世所及，故称楷法极则。\n清光绪二十二年（1896年）敦煌石室曾发现唐拓本，为法国人伯希和携往国外，分存于法国巴黎图书馆、英国伦敦博物馆。近年敦煌石室，发现一个残本，存236字，摹拓颇精彩。一般人所称道的《化度寺碑》，多指遗落在宋时的唐原石，其临模镌石的确精绝。可是后人误把宋人翻刻的当作唐朝原石，仍声称唐石宋拓，这主要是翁方纲的错误。宋时有人依据宋拓本翻刻，以后陆续翻刻甚多。传世拓本中，唯吴县吴氏欧堂藏成亲王旧藏本是原拓孤本，今藏上海图书馆。影印本极多，现在一般所见的影印本，为李宗瀚所藏，商务印书馆印的。元赵孟頫评论云：“唐贞观间能书者，欧阳率更为最善，\n而《邕禅师塔铭》又其最善者也。”翁方纲一生精研欧集，对欧书各碑细察甚详，他在题跋中说：“若以唐代书格而论，则《化度》第一、《醴泉》次之，《虞恭》又次之。若以欲追晋法而论，则《化度》第一、《虞恭》次之、《醴泉》又次之。”\n原文\n化度寺故僧邕禅师舍利塔铭\n右庶子李百药制文率更令欧阳询书\n盖闻人灵之贵，天象攸凭，禀仁义之和，感山川之秀，穷理尽性，通幽洞微。研其虑者百端，宗其道者三教，殊源异轸，类聚群分。或博而无功，劳而寡要，文胜则史，礼烦斯黩。或控鹤乘鸾，有系风之谕；餐霞御气，致捕影之讥。至於察报应之方，穷死生之变，大慈（阙）运宏济群品，极众妙而为言，冠元宗以立德，其唯真如之设教焉。若夫性与天道，契协神交，贻照灵心，澄神禅观，则有化度寺僧邕禅师者矣。禅师俗姓郭氏，太原介休人。昔有周氏，积德累功，庆流长世，分星判野，大启藩维。蔡伯喈云：「虢者郭也。虢叔乃文王所咨，郭泰则人伦攸属。」圣贤遗烈，奕叶其昌。祖宪，荆州刺史，早擅风猷。父韶，博陵太守，深明典礼。禅师含灵福地，擢秀华宗，爰自弱龄，神识沈静，率由至道，冥符上德。因戏成塔，发自髫年；仁心救蚁。始於?岁。世传儒业，门多贵仕。时方小学，齿骨上庠，始自趋庭，便观入室，精勤不倦，聪敏绝伦，博览群书，尤明老易。然雅有志尚，高迈俗情，时游僧寺，伏膺释典，风鉴疏朗，豁然开悟。闻法海之微妙，毛?同喜；瞻满月之图像，身心俱净。於是锱铢轩冤，糟粕邱坟，年十有三，违亲入道，於邺西云门寺，依止稠禅师。稠公禅慧通（阙）戒行勤苦，道标方外，声溢区中。（阙）睹暗投，欣然惊异，即授受禅法，数日便诣幽深。稠公尝抚禅师而谓诸门徒曰：「五亭（阙）念尽在此矣。」头ヌ兰若，毕志忘疲，仍来往林虑山中，栖托游处。后属周武平齐，像往林虑，入白鹿深山，避时削迹，藏声戢曜，枕石漱流。（阙）岩之下葺茆成室，萝裳薜带，（阙）唯粪（阙）之衣；饵术餐松，尝无麻麦之饭。三迳斯绝，百（阙）为群，猛鸷毒螫之徒；潜形匿影，白鹿青鸾之辈。效祉呈祥，每梵音瞻礼，焚香读（阙二字）奇禽异兽，攒集庭宇，俱绝（阙）倚毕来俯伏，貌如恭敬，心疑听受。及开皇之初，宏（阙）释教，於时有魏州信行禅师，（阙）明佛性，大转FA**Lun，实命世之异人，为元门之益（阙）以道隐之辰，习当根之业，智禅师Т世幽居，遣人告曰：「修道立行，宜以济度为先，（阙）善其身，非所闻也。宜尽宏益之方，昭示流俗。」禅师乃出山，与信行禅（阙）修苦行。开皇九年，信行禅师被敕徵召，乃相随入京。京师道俗，莫不遵奉信行禅（阙三字）之（阙二字）持徒众，以贞观五年十一月十六日，终於化度寺，春秋八十有九。圣上崇敬（阙二字）赠帛追福，即以其月廿二日，奉送灵塔於终南山下鸱鸣圯，禅师之遗令也。徒众收其舍利，起塔於信行禅师灵塔之左。禅师风范凝正，行业精勤。十二部经，尝甘露而俱尽；五百具戒，凌严霜而未?。虽托迹禅林，避心定水，涉无为之境，绝有待之累，（阙）寓形岩穴，高步京华，常卑辞屈已，体道藏器。未若道安之游樊沔，对凿齿而自伐弥天；慧远之在庐山，折桓元之致敬人主。及迁神净土，委质ヌ林，四部奔驰，十方号慕，岂止寝歌辍相，舍佩捐珠而已？式昭景行，乃述铭云：\n绵邈神理，希夷法性。自有成空，从凡入圣。於昭大士，游（阙二字）正，德润慈?。心悬灵镜，（阙）蒙悟道，舍俗归真。累明成照，积智为津。行识非想，禅（阙三字）观尽三昧，情销六尘。结构穷岩，留连幽谷。灵应无像，神行匪速。敦彼开导，去兹（阙三字）绝有凭群生仰福，风火（阙）妄泡电同奔。达人忘已，真宅斯存。刹那（阙二字）净域（阙五字）乐永谢重昏。\n参考资料1：《皇甫诞碑》全文\n随柱国左光禄大夫弘义明公皇甫府君之碑\n夫素秋肃煞，劲草标於疾风；叔世艰虞，忠臣彰於赴难。衔须授命，结缨殉国，英声焕乎记牒，徽烈著於?常，岂若衅起萧墙，祸生蕃翰，强逾七国，势重三监，其有蹈水火而不辞，临锋刃而莫顾，激清风於後叶，抗名节於当时者，见之弘义明公矣。君讳诞，字玄宪，安定朝那人也。昔立效长丘，树绩东郡，太尉裂壤於槐里，司徒胙土於而彡门，是以车服旌其器能，茅社表其勋德，铭功卫鼎，腾美晋锺，盛族冠於国高，华宗迈於栾却，备在史牒，可略言焉。曾祖重华，使持节龙骧将军梁州剌史。润木晖山，方重价於赵璧；媚川照阙，曜奇采於随珠。祖和，雍州赞治，赠使持节散骑常侍车骑大将军仪同三司胶、泾二州刺史。高衢将骋，遽夭追风之足；扶摇始搏，早坠垂天之羽。父?，使持节骠骑大将军开府仪同三司随州刺史长乐恭侯。横剑┕?互，威重冠军；析瑞蕃条，声高渤海。公量包申伯，禀嵩山之秀气；材兼萧相，降昴纬之淑精。据德依仁，居贞体道。含章表质，讵待变於朱蓝；恭孝为基，宁取训於桥梓。锋?犀象，百练挺於昆吾；翼掩鸳鸿，九万奋於溟海。博韬骨产，文瞻卿云，孝穷温情之方，忠尽匡救之道。同何充之器局，被重晋君；类荀攸之宏图，见知魏主。斯故冗罗众艺，囊括群英者也。起家除周毕王府长史，荣名蕃牧，则位重首寮；ㄚ服睢阳，则誉光上客。既而苍精委驭，炎运启图，作贰边服，实资令望，授广州长史。悦近来远，变轻讠少於雕题；伐叛怀柔，渐淳化於缓耳。蜀王地处维城，寄深磐石，建?玉垒，作镇铜梁，妙择奇才，以为僚佐，授公益州总管府司法。昔梁孝开国，首辟邹阳，燕昭建邦，肇徵郭隗。故得驰令问於碣馆，播芳猷於平台，以古方今，彼此一也。寻除尚书比部侍郎，转刑部侍郎。?步紫庭，光映朝列；折旋丹地，誉重周行。俄迁治书侍御史。弹违纠慝，时绝权豪；霜简直绳，俗寝贪竞。随文帝求衣待旦，志在恤刑，咒网泣辜，情存缓狱。授大理少卿。公巨细必察，同张季之听理；宽猛相济，比于公之无冤。但礼闱务殷，枢辖寄重，允膺此职，实难其人。授尚书右丞，洞明政术，深晓治方，臧否自分，条目咸理。丁母忧去职。哀恸里闾，邻人为之罢社；悲感衢路，行客以之辍歌。孝德则师范彝伦，精诚则贯微幽显，虽高曾之至性，何以加焉。寻诏夺情，复其旧任。于时山东之地，俗升民浇，虽预编民，未行声教。诏公持节为河北河南道安抚大使，仍赐米五百石、绢五百匹。公?轩布政，美冠皇华之篇；拥节观风，荣甚绣衣之使。事讫反命，授尚书左丞。然并州地处参墟，城临晋水，作固同於西蜀，设险类於东秦，实山河之要冲，信蕃服之襟带。授公并州总管府司马，加仪同三司。公赞务大邦，声名藉甚，精民感化，黠吏畏威。属文帝剑玺空留，銮跸莫反，杨谅率太原之甲，拥河朔之兵。方叔段之作乱京城，同州吁之扌延祸濮上，虽无当璧之地，乃怀夺冠不之心。公备说安危，具陈逆顺，翻纳魏勃之荣，反被王悍之灾。仁寿四年九月，溘从运往，春秋五十有一。万机起歼良之叹，百辟兴丧予之悲，切孔氏之山颓，痛杨君之栋折。赠柱国、左光禄大夫，封弘义郡公，食邑五千户，谥曰明公，礼也。丧事所须，随由资给，赐帛五千段，粟三千石。惟公温润成性，夙表白虹之珍；黼黻为文，幼挺雕龙之采。行已穷於六本，蕴德包於四科，延阁曲台之奇书，鸿都石渠之秘说，莫不寻其枝叶，践其?奥隅。譬越箭达犀，馀之以括羽；楚金切玉，加之以磨?龙。救乏同於指菌，亲识待其举火，进贤方於推毂，知已俟以弹冠。存信舍原，黄金贱於然诺；忘身殉难，性命轻於鸿毛。齐大小於冲襟，混宠辱於灵府，可谓楷模雅俗，冠冕时雄者也。方当亮采泰阶，参综机务，岂谓世逢多故，运属道消，未展经邦之谋，奄锺非命之酷。世子民部尚书上柱国滑国公无逸，以为邢山之下，莫识祭仲之坟；平陵之东，谁知子孟之墓。乃雕戈勒石，腾实飞声，树之康衢，永表芳烈。庶葛亮之陇，锺庄禁之以樵苏；贾逵之碑，魏君叹之以不朽。乃为铭曰：殷后华宗，名卿胄系。人物代德，衣冠重世。逢时翼主，膺期佐帝。运荣经纶，执钧匡济。门承积庆，世挺伟人。夜光愧宝，朝采惭珍。云中比陆，日下方荀。抑扬元辅，参赞机钧。玉叶东封，贰图北启。伏奏青蒲，曳裾朱邸。名驰碣石，声高建礼。珥笔宪台，握兰文陛。分星裂士，建侯开国。辅藉正人，相资懿德。中台辍务，晋阳就职。望重府朝，誉闻宸极。乱阶蔓草，灾庄剪桐。成师构难，太叔兴戎。建德效节，夷吾尽忠。命屯道著，身殁名隆。牛亭始卜，马犭葛初封。翠碑刻凤，丹旆图龙。烟横古树，云镇乔松。敬铭盛德，永播笙镛。 \n","category":"草书","verified":true,"user":1,"timestamp":1429951553505}]