[{"name":"行书邵康节先生自署无名公传拓本","text":"内容介绍\n《实用楷书·董其昌《邵康节先生自著无名公传》》，是董其昌行书名作之一。帖中之字，具唐怀仁和尚集王羲之行书《圣教序》笔意，行笔轻捷，婉转自如，楷草相间，潇洒古淡，突出地体现了董其昌行书萧散自然的风格。\n作品目录\n第一章行书与董其昌《邵康节先生自著无名公传》第二章名家品评董其昌行书第三章喜爱董其昌行书的名家第四章《邵康节先生自著无名公传》的临摹技巧第五章《邵康节先生自著无名公传》行书风格创作示范第六章《邵康节先生自著无名公传》集语、集联\n ","category":"行书","verified":true,"user":1,"timestamp":1429951648345},{"name":"行书邵康节先生自署无名公传拓本","dynasty":"明代","category":"行书","type":"","user":1,"timestamp":1429791623422,"text":"《邵康节先生自署无名公传》拓本\n\n \n 《邵康节先生自署无名公传》翻墨本（选页）\n\n\n\n 董其昌(1555-1636) ，字玄宰，号思白，又号香光居士，松江华亭( 今上海松江县)人，官至南京礼部尚书，谥文敏。世称“董香光”、“董文敏”、“董华亭”，在明末以书画名重海内。\n　　董其昌学书道路是十分艰难的,起因是在考试时书法不好,遂发愤用功自成名家。这在他的《画禅室随笔》有所记述，其中还自述学书经过：“初师颜平原《多宝塔》，又改学虞永兴，以为唐书不如晋魏，遂仿《黄庭经》及钟元常《宣示表》、《力命表》、《还示帖》、《舍丙帖》，凡三年，自谓逼古，…比游嘉兴，得尽睹项子京家藏真迹，又见右军《官奴帖》于金陵，方悟从前妄自标评。”由此可见，他对于古代名家墨迹是认真临摹的，在用笔用墨和结体布局方面，能融会贯通各家之长。以古为师，以古为法，他的书法成就一方面得力于自己刻苦勤奋,善于深刻地悟通、反省，另一方面也不能忽视其与大收藏家项元汴的交往，得以饱览许多书画真迹。书法至董其昌，可以说是集古法之大成，“ 六体”和“八法”在他手下无所不精，在当时已“名闻外国，尺素短札，流布人间，争购宝之。”（《明史·文苑传》）。董其昌在仕途上的通达,不是明代前几位书家所能比拟的。到了清代，康熙又倍加推崇、偏爱，甚而亲临手摹董书，常列于座右，晨夕观赏。清代著名书家王文治《论书绝句》曾赞曰：“书家神品董华亭，楮墨空元透性灵。除却平原俱避席，同时何必说张邢。”一时士子皆学董其昌的妍美、软媚，清初的书坛为董其昌笼罩，书风日下，实在是书坛的悲哀。对董其昌的批评者也很多，包世臣、康有为最为激烈。康有为《广艺舟双楫》云：“香光虽负盛名，然如休粮道士，神气寒俭。若遇大将军整军厉武，壁垒摩天，旌旗变色者，必裹足不敢下山矣。”\n　　他的书法以行草书造诣最高，行书以“二王”为宗，又得力于颜真卿、米芾、杨凝式诸家，赵孟俯的书风也或多或少的影响到他的创作。草书植根于颜真卿《争座位》和《祭侄稿》，并有怀素的圆劲和米芾的跌宕。用笔精到，能始终保持正锋，作品中很少有偃笔、拙滞之笔；用墨也非常讲究，枯湿浓淡，尽得其妙；风格萧散自然，古雅平和，或与他终日性情和易，参悟禅理有关。许多作品行中带草，左图这幅作品用笔有颜真卿率真之意，体势有米芾的侧欹，而布局得杨凝式的闲适舒朗，神采风韵似赵孟俯，轻捷自如而风华自足。董其昌对自己的楷书，特别是小楷也相当自负。\n\n　　董其昌学识渊博，精通禅理，是一位集大成的书画家，在中国美术史上具有一定的地位，其《画禅室随笔》是研究中国艺术史的一部极其重要的著作。\n\n\n\n\n \n\n \n\n \n 董其昌 小楷诗札\n\n\n《邵康节先生自署无名公传》原文（其一）：\n 无名君生于冀方,长于冀方,老于豫方。\n 年十岁,求学于里人，遂尽里人之情，己之滓（● 滓zǐ：污黑，污浊：垢～。～秽。）十去其一二矣。年二十求学今乡人，遂尽乡人之情，己之滓十去其三四矣。年三十求学于国人，遂尽国人之情，己之滓十去其五六矣。年四十求学于古今，遂尽古今之情，己之滓十去其七八矣。五十求学于天地，遂尽天地之情，欲求于己之滓无得而去矣。\n 始则里人疑其僻,问于乡人，曰：斯人善与人群，安得谓之僻？既而乡人疑其泛，问于国人，曰：斯人不妄与人交，安得谓之泛？既而国人疑其陋，问于四方之人，曰：斯人不器，安得谓之陋？既而四方之人又疑之，质之古今之人，古今之人终始无可与同者。又考之于天地，天地不对。当时也，四方之人迷乱不复得知，因号为无名君。\n 夫无名者，不可得而名也。凡物有形则可器，可器斯可名。然则斯人无体乎？曰：有体，有体而无迹者也。斯人无用乎?曰：有用，有用而无心者也。夫有迹有心者，斯可得而知也。无迹无心者，虽鬼神亦不可得而知不可得而名，而况于人乎？故其诗曰:“思虑未起，鬼神莫知。不由乎我,更由乎谁？”\n 能造万物者，天地也。能造天地者，太极也。太极者其可得而知乎？故强名之曰太极，太极者其无名之谓乎？故尝自为之赞曰：“借尔面貌，假尔形骸，弄丸余暇，闲往闲来。”人告之以修福，对曰:“未尝为不善。”人告之以禳灾，对曰:“未尝妄祭。”故诗曰:“祸如许免,人须谄福。若待求，天可量。”又曰：“中孚起信宁须祷，无妄生灾未易禳。”\n 性喜饮酒，尝命之曰“太和”。诗曰:“不侫禅伯，不谀方士，不出户庭，直际天地。”\n 素业为儒，身未尝不行儒行。故其诗曰:“心无妄思，足无妄走，人无妄交，物无妄受。炎炎论之，甘处其陋。绰绰言之，无出其右。羲轩之书，未尝去手。尧舜之谈，未尝虚口。当中和天，同乐易友。吟自在诗，饮欢喜酒。百年升平，不为不偶。七十康强，不为不寿。”此其无名君之行乎？\n\n《邵康节先生自署无名公传》原文（其二）：\n 有《无名公传》见于清乾隆年间修订的《涿州志》。其内容比较这篇《无名君传》多有增添。做附录于后。\n 无名公生于冀方,长于冀方,终于豫方。年十岁,求学于里人，遂尽里人之情，己之滓十去其一二矣。年二十求学今乡人，遂尽乡人之情，己之滓十去其三四矣。年三十求学于国人，遂尽国人之情，己之滓十去其五六矣。年四十求学于古人，遂尽古人之情，己之滓十去其七八矣。年五十求学于天地，遂尽天地之情，欲求于己之滓无得而去矣。始则里人疑其僻,问于乡人，乡人曰：斯人善与人群，安得谓之僻？既而乡人疑其泛，问于国人，国人曰：斯人不妄与人交，安得谓之泛？既而国人疑其陋，问于四方之人，四方之人曰：斯人不器，安得谓之陋？既而四方之人又疑之，质之古今之人，古今之人终始无可与同者。又问之于天地，天地不对。当是之时，四方之人迷乱不复得知，因号为无名公。夫无名者，不可得而名也。凡物有形则可器，可器斯可名。然则斯人无体乎？曰有体，有体而无迹者也。斯人无用乎?曰有用，有用而无心者也。夫有迹有心者，斯可得而知也。无心无迹者，虽鬼神亦不可得而知不可得而名，况于人乎？故其诗曰:“思虑未起，鬼神莫知。不由乎我,更由乎谁？”能造万物者，天地也。能造天地者，太极也。太极者其可得而名乎？可得而知乎？故强名之曰太极。太极者其无名之谓乎？故尝自为之赞曰：“借尔面貌，假尔形骸，弄丸余暇，闲往闲来。”人告之以修福，对曰:“未尝为不善。”人告之以禳灾，对曰:“未尝妄祭。”故其诗曰:“祸如许免,人须谄福。若待求，天可量。”又曰：“中孚起信宁须祷，无妄生灾未易禳。”性喜饮酒，尝命之曰“太和汤”。所饮不多，微醺而罢，不喜过醉。故其诗曰：“性喜饮酒，饮喜微酡。饮未微酡，口先吟哦。吟哦不足，遂及浩歌。浩歌不足，无可奈何。”所寝之室谓之安乐窝，不求过，惟求冬燠夏凉。遇有睡思则就枕。故其诗曰:“墙高于肩，室大于斗，被布暖余，黎羹饱后，气吐胸中，充塞宇宙。”其与人交，虽贱必洽，终身无甘壤，未尝作皱眉事。故人皆得其欢心。见贵人未尝曲奉，见不善人未尝急去，见善人未知之也，未尝急合。故其诗曰：“风月情怀，江湖性气。色斯其举，翔而后至。无贱无贫，无富无贵。无将无迎，无拘无忌。”闻人之谤未尝怒，闻人之誉未尝喜。闻人言人之恶未尝和，闻人言人之善则就而和之，又从而喜之。故其诗曰：“乐见善人，乐闻善事，乐道善言，乐行善意。闻人之善如佩兰惠。”空贫未尝求于人，人馈之虽寡必受。故其诗曰：“窘未尝忧，饮不至醉。收天下春，归之肝肺。”朝廷受之官，虽不强免，亦不强起。晚有二子，教之以仁义，授之以六经。举世尚虚谈，未尝挂一言；举世尚奇事，未尝立异行。故其诗曰:“不侫禅伯，不谀方士，不出户庭，直游天地。”素业儒，口未尝不道儒言，身未尝不行儒行。故其诗曰:“心无妄思，足无妄走，人无妄交，物无妄受。炎炎论之，甘处其陋。绰绰言之，无出其右。羲轩之书，未尝去手。尧舜之言，未尝离口。当中和天，同乐易友。吟自在诗，饮欢喜酒。百年升平，不为不偶。七十康强，不为不寿。”此其无名公之行乎？\n\n解读：\n 有一个人，我称他为无名君，他生于冀（今河北）的某一个地方，成长于乡，老死于豫（今河南）。\n 十岁时，求学于邻里的贤达博学之人，于是尽力了解邻里的风土人情，自身的滓秽十分之中已经去除一二分了。二十岁求学于现在的乡镇内的贤达博学之人，于是尽力了解乡镇的风土人情，自身的滓秽十分之中已经去除三四分了。三十岁的时候，背井离乡，游历四处，求学于国内知名的贤达博学之人，于是尽力了解国的国事人情，自身的滓秽十分之中已经去除五六分了。四十岁求学古今历史，于是尽力了解古今的情形，自身的滓秽十分之中去除了七八分了。五十岁求学于天文地理，于是尽力去通晓天地的情况，意欲追求把自身的滓秽全部去除，得道而归去。\n 一开始邻里的人疑虑他有孤僻的倾向，就问乡镇的贤达者，得到回答说：他这个人善良，与人合群，怎么可以说他孤僻呀？此后乡镇的人见他游走四方，怀疑他有泛交的毛病，就向国内知名的人士询问，得到的回答说：他不胡乱的交往，怎么能说他泛交呢？再后有国内的知名人士怀疑他有轻视别人和现实的陋习，就向四方的名人志士打听，得到的回答是：他不是一个以容器可以度量的人，胸怀坦荡，博古通今，熟知天文地理，深谙人事物理，故此具备三才的人，怎么能说他有轻视别人和现实的陋习呢？最后，此人名声远播，天下四方皆知，天下四方的很多人对他的行为又有许多的困惑不解，就试图从古今人的著作和典籍里求证质疑，然而从古到今始终找不到与他相同的人。又向天地询问，天地不应对。他在当时，天下四方的人处于迷乱中，没有人能够从他那看似复杂的学问里得到正确的了解，不能在既有的称谓中给与他一个明确的名类归属，因此只好称他为无名君。\n 无名者，不可得以分类归属而命名的意思。凡是有形体的物种，则可以称谓器物，可以称谓器物的，就可以有个名字。然而这个人没有形体吗？答案：有身体的形体，有身体的形体而追求无名利的痕迹。像他这样的人，有人使用吗？答案：有人举荐，朝廷任用，然而他自己无心去为官而已。有追求名利的痕迹有心去做官的，他可以在文献事迹中得到了解知道，没有追求名利痕迹而且没有用心在名利方面作为的，虽然就是鬼神也不可得知，也不可能从中得名，而况且他是一个人呀？所以他在诗中说道：“思虑未起，鬼神莫知。不由乎我,更由乎谁？”\n 能造出万物者，是天地。能造出天地者，是太极。太极是可以得到了解而知到的吗？因此说人类强以太极而命名的，所谓太极者其实不就是对无名的巨大物体的称谓吗？故而尝试自以为是的称赞道：“借尔面貌，假尔形骸，弄丸余暇，闲往闲来。”意思是说：假借你一个面貌，假借你一个形体和骨骸，弄泥丸当做余暇的事情，闲来闲往。有人告诉他要以修福为事，他应对说：“没尝试行为不善的”。有人告诉他以祈祷消除灾殃为事，他应对道：“未尝试那些没有实际意义的妄祭”。所以以诗说道：“祸如许免,人须谄福。若待求，天可量。”意思是：灾祸如果以许愿可以免除，人就必须谄媚于福。若等待因时事去求，天可以量刑。又说： “中孚起信宁须祷，无妄生灾未易禳。”意思是说：诚信的起因在于信，那宁肯相信神灵的人，他需要祈祷，没有妄想妄言妄行而天生的自然灾祸，没有以祈祷方法可以消除灾祸的。\n 此人生性喜欢饮酒，尝试命名酒为“太和”（太和之水是指祭祀熬肉的高汤）。有诗说道：“不侫禅伯，不谀方士，不出户庭，直际天地。”意思是：不为有奸佞的想法去向禅伯，不阿谀于方术之人，不出自己的门户，自己一直在无边无际的天地之道上求取学问。\n 此人境清贫，没有什么值钱的东西，但他以儒为学，自身没有尝试不行为儒的行为。所以他有诗说：“心无妄思，足无妄走，人无妄交，物无妄受。炎炎论之，甘处其陋。绰绰言之，无出其右。羲轩之书，未尝去手。尧舜之谈，未尝虚口。当中和天，同乐易友。吟自在诗，饮欢喜酒。百年升平，不为不偶。七十康强，不为不寿。”这不就是无名君的写照吗？\n 邵康节（1011-1077），名雍，字尧夫。宋朝时代的著名卜士。北宋真宗大中祥符4年（公元1011年）12月25日（辛亥年辛丑月甲子日甲戌辰）生于范阳（今河北涿州大邵村）。幼年随父邵古迁衡漳（今河南林县康节村），又迁共城（今河南辉县），37岁时移居洛阳。\n 邵康节是中国占卜界的主要代表人物。《梅花易数》是他的发明的占卜方法。可是这本书版本很多，估计已经是传伪了。先天易学是他的主要代表作。可是在他的著作中关于先天易学叙述的并不详细。朱熹的《周易本义》对于先天易学作了详细的介绍。  邵康节祖上姬姓，出于召公世系，为周文王后代。他自幼胸怀大志，一心致力于科举进取之学。居共城时，其母李氏过世，他便筑庐于苏门山，布衣蔬食守丧三年。当时李挺之为共城县令，听说邵康节好学，便亲自造访其庐。邵康节遂拜其为师，从学义理之学、性命之学与物理之学。数年之后，邵康节学有所成，但从不到处张扬，所以了解他的人却很少。时有新乡人王豫同邵康节论学，他自恃自己的学问足可让邵康节师事之，谁知议论过后却深为邵康节的学识所折服，于是便虔诚地拜邵康节为师。邵康节移居洛阳之后，所悟先天之学进一步完善，又收张岷为弟子，传授《先天图》及先天之学。邵康节40岁时娶王允修之妹为妻，后二年得子伯温。51岁时（嘉佑6年），丞相富弼曾让邵康节出来作官，甚至说“如不欲仕，亦可奉致一闲名目”，均被他婉言谢绝了。嘉佑7年，王宣徽就洛阳天宫寺天津桥南五代节度使安审珂的旧宅基地，建屋三十间，请邵康节居住，富弼又给他买一花园。熙宁初，朝廷实行买官田新法，邵康节的天津之居园划为官田，司马光等二十余家又集资为他买下。邵康节命其园居为“安乐窝”。这时神宗下诏要天下举士，吕公著、吴充、祖龙图等人推荐邵康节，朝廷连着发下三道诏书，让邵康节除秘书省校书郎、颍川团练推官。邵康节再三推辞不得已而受官，可是他又称疾不肯赴职。邵康节57岁时，父亲邵古（伊川丈人）去世。邵康节与程颢在伊川神阴原（今伊川县伊水西紫荆山下）“不尽用葬书，亦不信阴阳拘忌之说”选择了一块墓地予以安葬。又过两年，邵康节的同父异母弟弟邵睦猝死于东篱之下。他与弟睦手足情深，咏诗数首以表思念之情。邵康节在洛阳闲居近30年。冬夏则闭门读书，春秋两季出游。每出游必着道装乘小车。　　\n 城中的士大夫听到车声，均倒屣出门相迎，儿童和仆人也高兴地尊奉他。久之，在洛阳城里有“行窝十二家”。他乐天知命，常以诗言志，以园林景色、醇酒茗茶自娱平生。他虽言“此身甘老在樵渔”、“身为无事人”，然而他却是在一心效法圣人，观物得理，究天人之际，要为后人留下一门大学问。他尝有这样的诗句：“只恐身闲心未闲”、“若蕴奇才必奇用，不然须负一生闲”。可见他是具有远大抱负的人。　　\n 邵康节虽然不支持王安石所推行的新法，但是也不公开反对。“自从新法行，常苦樽无酒”、“怀觞限新法，何故便能倾”、“侯门深处还知否，百万流民在露头”等诗句，反映了他对待新法的态度。门生故旧中的当官者，有的为反对新法要投劾而去，他劝说这些人：“此贤者所当尽力之时，新法固严，能宽一分，则民受一分赐矣。投劾何益耶？” 　　\n 二程兄弟与邵康节同巷里居住近三十年，世间事无所不论。程颢尝说：“邵尧夫于物理上尽说得，亦大段泄露他天机。”又说：“尧夫之学，先从理上推意，言象数，言天下之理。”以“内圣外王之道”评论邵康节之学，以“振古之豪杰”评论邵康节其人。　　\n 熙宁10年（公元1077年）3月，邵康节有病卧床百余日而不能起。至7月4日病危，5日凌晨去世，享年67。遗嘱命治丧之事从简一如其父，从伊川先茔。邵康节病中，司马光前来探视。邵康节对他说：“某病势不起，且试与观化一巡也。”司马光宽慰他：“尧夫不应至此。”邵康节说：“死生亦常事耳。”当时正值张载从关中来，他给邵康节诊脉后说：“先生脉息不亏，自当勿药。”又要给邵康节推命吉凶，说：“先生信命乎？载试为先生推之。”邵康节回答：“世俗所谓之命，某所不知，若天命则知之矣。”张载说：“既曰天命，则无可言者。”邵康节《闲行吟》一诗曰：“买卜稽疑是买疑，病深何药可能医。梦中说梦重重妄，床上安床叠叠非。列子御风徒有待，夸夫逐日岂无疲。劳多未有收功处，踏尽人间闲路歧。”可见他是一个不信世俗之命也不搞卜筮稽疑那一套智数的人。程颐前来探病，诙谐地说：“先生至此，他人无以致力，愿先生自主张。”邵康节说：“平生学道固至此矣，然亦无主张。”程颐还是跟他戏谑，邵康节也开玩笑地说：“正叔可谓生姜树头生，必是树头生也。”这时邵康节的声息已很微弱，就举起两手做手势，程颐不明白，问：“从此与先生诀矣，更有可以见告者乎？”邵康节说：“面前路径常领宽，路径窄则无著身处，况能使人行也！”邵康节病重之中犹有“以命听于天，于心何所失”、“唯将以命听于天，此外谁能闲计较”、“死生都一致，利害漫相寻。汤剂功非浅，膏肓疾已深。然而犹灼艾，用慰友朋心”等诗句，足见他对待生死的乐天态度。　　\n 邵康节去世后，邵伯温请程颢为其父作墓志铭。程颢月下渡步于庭，思索良久对程颐说：“颢已得尧夫墓志矣。尧夫之学可谓安且成。”遂于《墓志》中有“先生之学为有传也，语成德者，昔难其居。若先生之道，就所至而论之，可谓安且成矣”之语。哲宗元佑中，赐谥“康节”。欧阳修之子欧阳棐作《谥议》：“雍少笃学，有大志，久而后知道德之归。且以为学者之患，在于好恶，恶先成于心，而挟其私智以求于道，则弊于所好，而不得其真。故求之至于四方万里之远，天地阴阳屈伸消长之变，无所折衷于圣人。虽深于象数，先见默识未尝以自名也。其学纯一不杂，居之而安，行之能成，平夷浑大不见圭角，其自得深矣。按谥法，温良好乐曰康，能固所守曰节，谥曰康节先生。”崇宁初，从祀孔子文庙，追封新安伯。明嘉靖中，祀称“先儒邵子”。 \n\n\n \n\n \n\n \n\n \n\n \n\n \n 董其昌书作选","author":"明代董其昌","description":"行书邵康节先生自署无名公传拓本"}]