[{"name":"徐渭墨葡萄","text":"水墨葡萄一枝，串串果实倒挂枝头，水鲜嫩欲滴，形象生动。茂盛的叶子以大块水墨点成。风格疏放，不法语形似，代表了徐渭大写意花卉的风格，也是明代写意花卉高水平的杰作。自题：“半生落魄已成翁，独立书斋啸晚风；笔底明珠无处卖，闲抛闲掷野藤中。天池。”下钤“湘管齐”朱文方印一，尚有清陈希濂、李佐贤等鉴藏印多方。\n作品概述\n名称：《葡萄图》\n创作时间：明\n尺寸：纵116.4厘米，\n横64.3厘米\n材料：纸本，墨笔\n收藏：北京故宫博物院\n作品赏析\n徐渭曾被浙闽军务总督胡宗宪聘为幕僚，这期间他参加乡试八考八落。后来，明奸相严嵩之子因通倭罪被杀，胡宗宪也被捕，徐渭以为自己也不能幸免其祸，遂惧祸而狂，多次自杀但都归于失败，后因误杀继妻而下狱7年。出狱后的徐渭已经是50多岁的人了，由于饱尝世间酸辛，对世事已心灰意冷。徐渭的不幸反而成就了他在诗词、戏曲、绘画上的辉煌业绩，这里我们只就他的绘画成就加以论述。\n写意花鸟画由“吴门画派”的沈周、文征明、唐寅、陈淳继承元代没骨写意画法，用文人画笔墨法式重新梳理写意花鸟画，将具有独立语言和自身发展的用笔、用墨引入自然界的花花草草之中，使文人画家不再依靠描写梅兰竹菊来抒发内心的情志逸趣，仅靠几种单调的物象和单纯的墨色已满足不了士大夫文人丰富的情怀。写意花鸟画笔墨语言的相对独立，使文人画家既可以在笔墨天地中陶冶自我，又能将心灵寄托于所画物象。写意花鸟笔墨的独立，使笔墨表现形式空前自由，不久便出现了大写意的艺术高峰，而徐渭则是大写意的代表人物。\n徐渭在陈淳的基础上，将小写意发展为笔墨恣肆的大写意。徐渭的写意花卉，“走笔如飞，泼墨淋漓”，在用笔上强调一个“气”字，用墨上强调一个“韵”字。他的用笔看似草，若断若续，实际笔与笔之间有“笔断意不断”的气势在贯通着；他的用墨看似狂涂乱抹，满纸淋漓，实际上是墨团之中有墨韵，墨法之中显精神。他的恣肆纵横、解衣盘薄，在其泼墨大写意中得到淋漓尽致的展现。他自己认为作画“大抵以墨汁淋漓、烟岚满纸、旷如无天、密如无地为上”，“百丛媚萼，一干枯枝，墨则雨润，彩则露鲜，飞鸣栖息，动静如生，悦性弄情，工而入逸，斯为妙品”。由此可见，徐渭的画是在用情感来调动笔墨，在他的画中笔墨和物象都退居第二位。笔墨在他那里已不是问题，物象只不过是个载体，他将自己的人生升腾于笔墨、物象之上。《墨葡萄图》最能代表他的大写意花卉风格。画中有作者自己的题诗：“半生落魄已成翁，独立书斋啸晚风。笔底明珠无处卖，闲抛闲掷野藤中。”这正是作者心境的写照。下钤“湘管齐”朱文方印，尚有清陈希濂、李佐贤等鉴藏印多方。\n此图构图奇特，信笔挥洒，似不经意，却造成了动人的气势和葡萄晶莹欲滴的艺术效果。此图纯以水墨画葡萄，随意涂抹点染，倒挂枝头，形象生动。画藤条纷披错落，向下低垂。以饱含水分的泼墨写意法，点画葡萄枝叶，水墨酣畅。用笔似草书之飞动，淋漓恣纵，诗画与书法在图中得到恰如其分的结合。作者将水墨葡萄与自己的身世感慨结合为一，一种饱经患难、抱负难酬的无可奈何的愤恨与抗争，尽情抒泄于笔墨之中。\n徐渭（1521~1593年）明代杰出书画家、文学家。初字文清，改字文长，号天池、又号青藤道人、田水月等。浙江山阴（今绍兴）人。自幼聪慧，文思敏捷。且胸有大志。参加过嘉靖年间东南沿海的抗倭斗争和反对权奸严嵩，一生遭遇十分坎坷，可谓“落魄人间”。最后入狱七、八年。获释后，贫病交加，以卖诗、文、画糊口，潦倒一生。他中年学画，继承梁楷减笔和林良、沈周等写意花卉的画法，故擅长画水墨花卉，用笔放纵，画残菊败荷，水墨淋漓，古拙淡雅，别有风致。兼绘山水，纵横不拘绳墨，画人物亦生动，其笔法更趋奔放、简练，干笔、湿笔、破笔兼用，风格清新，恣情汪洋，自成一家，形成“青藤画派”。他自己尤以书法自重。自称“吾书第一、诗二、文三、画四”。袁宏道等称赞他的书法“笔意奔放”，“苍劲中姿媚跃出”，“在王雅宜、文征仲之上。他画的《黄甲图》，峭拔劲挺，生动地表现了螃蟹爬行、秋荷凋零的深秋气氛。作品流传至今的较多。著作有：《四声猿》、《南词叙录》《徐文长佚稿》、《徐文长全集》等。\n传世著名作品有《墨葡萄图》轴、《山水人物花鸟》册（均藏故宫博物院）、《牡丹蕉石图》轴，以及晚年所作《墨花》九段卷（现藏故宫博物院）等。\n","category":"草书","verified":true,"user":1,"timestamp":1429951606574},{"name":"徐渭墨葡萄","dynasty":"明代","category":"","type":"","user":1,"timestamp":1429791617735,"text":"","author":"明代徐渭","description":"徐渭墨葡萄"}]