[{"name":"孙过庭书谱早稲田大学图书馆","text":"早稻田大学 （Waseda University），简称早大，本部设在日本东京都新宿区，是日本久负盛名的顶尖大学。1882年伴随着“学问要独立”的宣言声，早稻田大学于东京诞生。而今，风雨走过132年的早稻田大学，已发展成为一所世界知名的顶尖学府[1] 。\n早稻田大学作为闻名世界的顶尖名校，其毕业生在政界、财界、商界、文艺界可谓人才辈出。包括前任日本首相野田佳彦在内，有七位日本首相是早稻田大学的毕业生，国会议员近三分之一出身于早稻田大学。索尼、三星、本田、东芝、三菱、任天堂等众多著名公司的创始人及社长皆出身于早稻田大学。至今为止，已有30名校友成为日本文学最高奖之芥川奖得主，居全日本之首[1] 。\n学校规模\n早稻田大学共有5处校区。由地处东京市中心西北部新宿附近的西早稻田校区（本部）、户山校区、北九州校区、大久保校区和30公里以外的所泽校园构成。各个校区不仅风景秀丽，大楼林立，而且教学设备齐全，体育活动设施完善。\n创始人大隈重信以“学问的独立”、“知识的实际应用”以及“造就模范国民”为办校方针，主张自由探讨学术，提倡独创的钻研精神，培养具有实际应用知识并在国际事务中具有广泛活动能力的人才。反对当时高等学校只用外语授课的做法，坚持用该国语教学。\n设有大学本科和研究生院。大学本科包括政治经济学、法学、商学、社会科学、教育学、文学，文化构想学，基干理工、创造理工、先进理工、人类科学、运动科学、国际教养等13个学部。研究生院有政治学、经济学、法学、文学、商学、社会科学、理工学、教育学等20个研究科。附设图书馆、戏剧博物馆、产业经营研究所、比较法学研究所、系统科学研究所、铸物研究所、大学史编纂所、环境保护研究中心、电子计算机研究室等机构。另有高等学院、专门学校、实业学校、高中和初中等附属学校。\n发展历程\n早大创立者大隈重信与教育家福泽谕吉之间的关系不佳。福泽认为大隈是“任性的政治家”，大隈则认为福泽是“关在象牙塔的学者”，两人一直都避免相互碰面。某次杂志的编辑在事先不告知对方的状况下让两人出席酒宴，结果几杯酒下肚之后，两人竟然彼此意气投合。大隈对福泽说“我还真是羡慕福泽先生您啊，可以被无数前程远大的学子们围绕着”。福泽笑说“您要不要也试着办学校啊？”这成为早稻田大学创立的契机。\n881：由因政变而下野的原日本内阁总理大臣大隈重信创立东京专门学校。设有政治经济学科、法学科、理学科、英学科。\n890：开办文学专业\n893：文学专业开办了研究生课程\n900：用刚创立的国外留学基金,第一次送教员去欧美留学\n902：大学图书馆落成\n大学规模扩大，并更名为早稻田大学。设有政治经济学院，法学院和文学院，7个专科以及一个单独的研究生院。\n903：设置高等师范部\n904：根据专门学校法案，大学开办了商学专科\n成为高等教授机关的旧制专门学校。\n905：开办了中国清朝留学生部(1910年结束)\n911：开办理工学部，德川俊贤捐资3000万日元修建理工部学院区\n920：由刚颁布的大学法案特许，成立了政治经济学院，法律学院，文学院，商学院，理工学院，商学院的专科并新成立了3年课程的高中。\n922：大学的创办人大隈重信去世\n925：新的大学图书馆和学生会堂落成\n927：大隈讲堂落成\n928：坪内博士纪念演剧博物馆落成\n933：行政管理楼，体育馆,电视实验室落成\n938：各务纪念材料科技研究所落成\n939：导入男女生同校制\n940：理工综合研究中心落成\n成立了社会科学院\n945：天皇赠品纪念会堂，大隈讲堂员工俱乐部，第一高中大楼，理工研究实验室被空袭而起火烧毁。\n战后重建和修缮工作开始\n949：为了配合新的教育法，11个学院实行了四年大学制。\n早稻田高中成了附属学校。\n951：6个学院根据新的教育计划成立了研究生院(硕士学位课程)。包括一个是人间科学研究生院，一个是理工学研究生院的两座新大楼落成\n953：开办了研究生院博士课程\n956：系统科学研究所成立\n958：高级教师培训班成立。比较法研究所成立\n959：信息中心成立\n962：语言教育研究所成立\n963：设置国际部\n966：开办了社会科学院(夜校)\n968：废除了理工学院的夜校课程\n973：废除了政治经济学，法学和商学院的夜校\n974：成立了产业经营研究所\n978：成立了现代政治经济研究所\n981：成立了终身教育中心\n982：早稻田本庄附属高中成立。第一个百年校庆。\n987：人间科学院成立\n人间综合研究中心成立\n988：日语教育研究中心成立\n990：开办教育学研究生院\n成立奖学金信息中心\n991：人间科学研究生院成立\n993：理工综合研究中心成立\n994：社会科学研究生院成立\n996：把信息中心和其他从事信息系统工作的机构合并在一起，成立媒体网络中心\n997：以社会科学院和系统科学院为前身，成立了亚洲太平洋研究中心\n998：开办了亚洲太平洋研究生院\n会津八一纪念博物馆成立\n成立了国际信息通讯研究中心\n成立了教育综合研究所\n999：成立1999人类服务中心\n000：成立了国际信息通讯研究生院\n成立了开放教育中心\n成立了九州实验室，理工综合研究中心\n001：开办了日语教育研究生院\n成立了艺术学校，取代了原技术学院\n学生会大楼(户山校园)落成\n成立了综合研究组织\n成立了研究开发中心\n002：成立了远程教育中心\n成立了平山郁夫纪念志愿者中心\n003：设立体育科学研究科、信息生产系统研究科、大隈公共管理学研究科。设立亚细亚太平洋研究科（MOT）。设立人间科学系通信教育课程。设立川口艺术学校。\n004：设立国际学院。设立政治经济学系国际政治经济科。设立早稻田法务研究生院。设立金融会计研究生院\n005：设立会计学研究生院。\n006：设立运动科学研究生院。\n007：将第一、第二文学系再编为文学构想学系、文学系。将理工学系再编为基干理工学系、创造理工学系、先进理工学系。\n创立125周年：早稻田大学于1882年10月21日以「东京专门学校」之名成立。在这之前，位于早稻田的部分为「早稻田学校」，位于户冢的部分称「户冢学校」。在1892年人们开始称它为「早稻田学校」。在1902年9月2日获准改制为「早稻田大学」。\n办学规模\n早稻田大学是亚洲最为国际化的大学之一，拥有日本最先进的图书馆，留学生数也位居日本大学第一（2011年），学校推行广博教育，注重综合素质的培养，传统强势科目为政治经济学等文科科学，毕业生在企业中的满意度常年雄居日本第一。前美国总统肯尼迪，总统克林顿，副总统戈尔，前国务卿亨利·基辛格，前韩国总统金泳三，印度首任总理尼赫鲁与前总理英迪拉·甘地，前法国总统弗朗索瓦·密特朗，普鲁士国务院总裁阿登纳，德国总统罗曼·赫尔佐克，德国总统里夏德.冯.魏茨泽克，挪威国王哈拉尔五世，南非国父尼尔森·曼德拉，阿根廷总统阿图罗·弗朗迪西，智利总统帕特里西奥·艾尔文·阿索卡尔，印尼总统梅加瓦蒂，蒙古国总统那木巴尔·恩赫巴亚尔，乌兹别克斯坦总统卡里莫夫，理谢赫·哈西娜，新加坡总理李光耀，马来西亚总理马哈蒂尔，捷克总统瓦茨拉夫·克劳斯，沙特国王法赫德，包括马卡帕加尔-阿罗约在内的五位菲律宾总统，联合国秘书长布特罗斯·布特罗斯-加利，以及中国前国家主席江泽民，胡锦涛，在访日时都选择了早稻田大学进行演讲。为寻求真理，彭湃也东渡日本求学，并于1918年9月就读于早稻田大学政治经济科。\n除了政治上令世人瞩目的影响力，早稻田大学在科学技术上一样享有国际声誉。爱因斯坦就也曾在1922年11月访问早稻田大学，并在校园中央的大隈铜像前露天讲演。2005年比尔盖茨到访早大，演讲并参与微软研究院与理工学术院合作项目的启动仪式。\n早稻田大学是Universitas21（大学的国际性协会）的创建成员之一，同时还是环太平洋大学联盟（APRU）成员，与东大，京大等同为日本文部科学省的globe30计划的参与高校之一。早大同时为文部科学省的RU11重点支持高校。它在教学和科研方面都享有国际声誉，在政治学，经济学，法学，商学，机器人研究，建筑学，生理学，运动科学，计算机科学，微电子学，土木工程，机械工程，控制论，人工智能，模糊识别，新闻传播学，文学，戏剧表演，太平洋研究等学科与领域有着独特的优势。\n早稻田大学的学生活动极为丰富，全校有逾2500个社团。以棒球和橄榄球为代表的各个体育部在各种比赛中取得傲人的成绩（早大教师飞田穗洲先生最先将棒球引入日本），为观众留下了许多精彩和感动的回忆。其中早大与应庆义塾大学的棒球赛还被排成电影《最后的早庆战》，成为日本当代文化的一部分。学校下设的平山郁夫纪念志愿者活动中心（WAVOC）为日本最大的志愿者活动组织，在日本国内与国外开展围绕环境，教育，救灾，发展等各个领域的志愿者活动。\n学校文化\n校徽\n最早学生制服上就绣有类似校徽的图样，它真正的由来我们不得而知。早稻田大学在成立20周年时，把上述的图样定为正式的校徽。但当初徽章的形状是呈圆形。四年后，重新设计了以汉字「大学」为主，稻穗围绕两旁的校徽。直到成立100周年时才正式统一「大学」的字型、丝带结、稻穗的叶数，成为现今的校徽。您知道稻穗的叶数实际共有19片吗？据说是因为在19世纪时创校，而且创立年1882的数字正好是19，所以决定用19片稻穗叶来纪念。其他的原因我们就不得而知了。\n00年来，早稻田大学培养了众多的政界、经济界和文化界的著名人士，如陈独秀，李大钊，廖仲恺，廖承志，宋教仁，彭湃、石桥湛山、北原白秋、坪内逍遥、福田康夫、江户川乱步、村上春树、菅野洋子、吉野弘幸、大河内一楼、悠木碧等。\n前任日本首相（日本第95位首相）野田佳彦也毕业于早稻田大学。\n校歌\n日本著名三大校歌之一——《西北之都》\n相马御风作词东仪鉄笛作曲\n一、\n都之西北早稲田的森林\n高耸的瓦舍我们的母校\n知悉平日我们的抱负\n进取的精神学习独立\n不忘现世久远的理想\n看吧我们光芒的前途\n早稻田早稻田早稻田早稻田\n早稻田早稻田早稻田\n二、\n古今东西文化的潮流\n掀起旋涡大岛国的\n伟大使命一肩担负\n我们的前途绝无穷途\n终究久远理想的憧憬\n既将光辉满布於天下\n早稻田早稻田早稻田早稻田\n早稻田早稻田早稻田\n三、\n看啊那里常磐的森林\n心之故乡我们的母校\n聚集又离散人虽有変\n仰望不変的理想之光\n一起同声响彻天空\n赞扬我们的母校\n早稻田早稻田早稻田早稻田\n早稻田早稻田早稻田\n学校排名\n担任日本首相校友人数居日本高校第二。\n战后担任日本两院的议员的校友人数居日本高校第二。\n战后取得大律师资格的校友人数居日本高校第三。\n国内高校排名\n全球高校网(4ICU)国家高校排名第3名\n本当に强い大学（株式会社东洋経済新报社公布）第2名\n危ない大学・消える大学（高校入学难度分析）与东大，京大等高校同为最高等级SA级\n在由朝日新闻公布的论文数统计中，早大在2005–2009年间位列第三。\n全球排名\n担任世界500强企业CEO校友人数全球第2名\n社会科学大类\n役に立つ大学ランキング第1名\n自然科学大类\n役に立つ大学ランキング第2名\n国内MBA排名\n全球教育商学院排名网国家商学院排名第2名\n《亚洲周刊》第2名\nEduniversal第2名\nEduniMBANational第2名\nCPASuccessNational第2名\n工程学大类\nQSuniversityrankings第3名\n役に立つ大学ランキング第2名\n建筑学\n朝日新闻第2名\n课程设置\n该校设有大学本科和研究生院。大学本科有：政治经济学、法学、文学、文化构想、商学、教育、社会科学，基干理工，先进理工，创造理工，人间科学，运动科学，国际教养，共13个学部。研究生院有：政治学、经济学、法学、文学、商学等12个研究科。该校还设有图书馆、戏剧博物馆（内藏超世界上数量最多，时间跨度最长的浮世绘）、舍津八一纪念博物馆、产业经营研究所、比较法学研究所、系统科学研究所、铸物研究所、大学史编纂所、环境保护研究中心、电子计算机研究室等附属机构，并设有早稻田大学高等学院、早稻田专门学校、早稻田实业学校和早稻田中、高等学校等附属学校。\n专业介绍\n学术院\n政治经济学术院\n政治经济学部\n政治学科\n经济学科\n国际政治经济学科\n政治学研究科\n经济学研究科\n公共经营大学院\n法学学术院\n法学部\n法学研究科\n法务研究科（法科大学院（LawSchool））\n文学学术院\n以早稻田大学原‘第一文学部’、‘第二文学部’为主体，于2007年整合、重组为‘文化构想学部’与‘文学部’。\n文化构想学部\n文化构想学科\n文学部\n文学科\n文学研究科\n教育・总合科学学术院\n教育学部\n教育学科\n国语国文学科\n英语英文学科\n社会科\n理学科\n数学科（原本的理学科数学专修，2007年新设）\n复合文化学科（原本的学际课程，2007年新设）\n教育学研究科\n商学学术院\n商学部\n商学研究科\n商学专攻\n企业专攻（WasedaBusinessSchool，于2007年开设，为原本的亚洲太平洋研究科国际经营学专攻）\n财务金融研究科\n会计研究科\n理工学术院\n以早稻田大学原“理工学部”、大学院“理工学研究科”为主体，于2007年改组为理工系三学部、大学院三研究科为中心的‘总合理工系’教育・研究机关。\n基干理工学部\n数学科\n应用数理学科\n情报理工学科\n机械科学・航空学科\n电子光系统学科\n表现工学科\n创造理工学部\n建筑学科\n总合机械工学科\n经营系统工学科\n社会环境工学科\n环境资源工学科\n知财・产业社会政策领域\n国际文化领域\n先进理工学部\n物理学科\n应用物理学科\n化学·生命化学科\n应用化学科\n生命医科学科\n电气・情报生命工学科\n基干理工学研究科\n先进理工学研究科\n创造理工学研究科\n情报生产系统研究科\n环境能源研究科\n社会科学总合学术院\n社会科学部\n社会科学研究科\n人类科学学术院\n人类科学部\n人类环境科学科\n健康福祉科学科\n人类情报科学科\n通信教育课程\n人类科学研究科\n运动科学学术院\n运动科学部\n运动文化学科\n运动医科学科\n运动科学研究科\n国际教养学术院\n国际教养学部\n亚洲太平洋研究科\n国际资讯通信研究科（GraduateSchoolofGlobalInformationandTelecommunicationStudies）\n附属机构\n日本语教育研究科\n别科\n日本语专修课程\n硬件设施\n网络资源\n建立适应信息化社会的全校性的信息利用环境。\n校内的情报中心-媒体网络中心(MNC)，在为全校5万名学生提供了信息利用的媒体环境的同时，也担负起电脑基础知识的教育工作。既开设有“新生电脑讲座”，“网络入门”等基础讲座，也有“编程”，“统计处理”及“情报化社会论”等培养信息应变能力的讲座。在全校范围内，除各个系拥有的电脑室外，MNC也提供了可供全校利用的终端室。在西早稻田的校园里，还开设有可供24小时利用的电脑自习室。\n图书馆\n早稻田大学以中央图书馆为核心，共拥有30座图书馆。藏书总数5566016册（截至2012年3月）期刊53623种（截至2012年），2011年利用总人次为959829人次。早稻田大学不但拥有巨大的藏书量，同时也拥有庞大而先进的图书管理系统，所有领域的学术信息都实现了在线搜索。并且早稻田大学的图书目录数据库被世界最大的图书目录利用机关OCLC（OnlineLibraryCenter:本部在美国）所采用，供世界各国的研究人员所利用。\n不同于很多同类图书馆，早稻田大学图书馆有幸躲过东京大空袭，因此，早稻田大学图书馆内藏有很多记录战前日本历史与文学的重要资料。部分资料早大图书馆为唯一藏处（甚至在国立国会図书馆无副本）。其中包含国宝2件、重要文化财产5套（187件）。部分珍贵藏品包括宗祇等人的连歌手稿，现代日本法系统建成资料，江户晚期日本语书籍，早期近代日本的社会统计资料，野口一太郎捐赠的清代文学原本，下村正太郎捐赠的明史抄本等。\n大隈讲堂与大隈座像\n大隈重信于1922年1月10日去世后，为了纪念他而展开了一连串的建设，其中第一个决定且最著名的就是大隈讲堂，此讲堂是他生前未完成的梦想之一。\n三楼的大讲堂共有1,435个观众席，地下一楼的第二讲堂共有382个观众席。（※2007年修建工程完成后，大讲堂总席位是1123席，小讲堂有301席）讲堂的左侧有约七楼高的钟楼。此钟楼的高度(125英尺，约38公尺)是由大隈重信的「人生125岁」论说而定的。塔上的钟是横渡了美国马里兰州的巴拿马运河而来，是日本第一个使用四个大小不一合声而成的钟。此钟每天响6次，其钟声与英国西敏寺的相同。\n大隈讲堂屋顶采用椭圆形的采光玻璃。这些采光玻璃分别代表太阳、月亮、九行星，主要象征讲堂内与外的「世界融合」。因关东大地震的影响，共花费了约五年的时间，终于在1927年10月20日举行开幕典礼。\n并于1999年4月，依照保护东京历史、文化为宗旨的东京首都景观条例，大隈讲堂被列入第一号的「东京都历史建筑物」，第二号为旧图书馆。\n为了纪念学校创立125周年於2007年开始了全面修建工程，并於同年10月2日竣工。於2007年12月4日大隈讲堂被指定为国家的重要文化建筑。\n正面对着大隈讲堂的像是第二座像。\n第一座铜像的大隈先生穿着正规礼服,制作者是小仓惣次郎,铸造者是铃木长吉,于明治40年(1907年)大学建校25周年校庆时建立的。但是,由于有人认为正规礼服不符合大隈先生的个人形象,需要有一座能代表大学校长形象的大隈像。于是,由和大隈先生有深厚私交的朝仓文夫再塑造了一所铜像,并在昭和7年(1932年)10月大学建校50周年之际落成揭幕。\n学术院制度\n展开崭新的学术体制\n早稻田大学，于2004年9月设置“学术院”，当作新的教员组织。将在此之前被定位为独立机关的本科生院研究生院与研究生院等各个部分归入学术院，目的在于可以促进更为紧密的合作。此外，学术院的设置，不仅有利于机构内的本科生院教育、研究生院教育，使研究功能可以得到更进一步强化，更是把学术院内的各个部分有效结合，使其能够更灵活地应对管理营运上的各种问题。并且，在促进各部分主体性教育研究活动方面，此方式也很值得期待。自2009年4月起，以往不属于学术院的机构外独立研究院（亚洲太平洋研究院、日本语言教育研究院、全球信息及电信研究院、信息、生产及系统研究院、法学院(法学研究院)、环境及能源工程研究院）也全部归入学术院内，这次调整让学术院体制更为完整。\n主要的特徵\n学术院，为包含系统中的研究生院研究院大学部研究生院等的整个系统之决策机关，一边作整体的掌握，一边藉由学术院教授会作充分的审议，学术院长可以迅速地进行执行。另外，接受院长的指示，在教学会议的最高决策机关---学术院长会，可以进行下列相关表决:\n有关研究以及教育的基本方针\n教学规则、大学校规、本科生院规则以及研究生院规则等的制定、修改或废除以及运用等相关事项\n大学的咨询事项\n其它被认定为有必要的事项\n具体的审议事项，例如:有关以往本科生院教授会审议事项中的各本科生院学生的教学事项等，改成委托各个学术院教授会或本科生院营运委员会审议。\n与从前的决策会议体系的不同之处\n本科生院长会、研究生院长会（旧研究院委员长会）、研究生院长会，在规章上“按照需要加以举办”的表达也有所改变，基本上与教学有关的决策，主要在学术院长会上进行。因此，除了缩短了决策的时间，会议多、议题重复的问题也得以解决，大大提高了会议的效率，对相关事项也可以仔细深入地加以讨论。\n有关独立研究院营运协议会\n不以本科生院作基础的研究生院研究院（亚洲太平洋研究院、日本语言教育研究院、公共管理研究院、全球信息及电信研究院、信息、生产及系统研究院、法学院(法学研究院)、金融学研究院、会计学研究院、环境及能源工程研究院、教职研究院）称为独立研究院。自2009年4月起，所有的独立研究院，都归入某个学术院，设置独立研究院营运协议会，作为讨论整个独立研究院共同的重要事项的会议主体。\n0学校校区\n早稻田校区（WasedaCampus）\n西早稻田校区（NishiwasedaCampus）\n北九州校区（KitakyushuCampus）\n本庄校区（HonjoCampus）\n所泽校区（TokorozawaCampus）\n富山校区（ToyamaCampus）\n东伏见校区（HigashifushimiCampus）\n1海外联络\n早稻田大学致力于同海外大学与学术机构简历合作关系。已与超过70个国家和地区的约660所大学与科研机构签订了合作协议。早稻田大学和这些大学，机构针对学生的合作交流项目超过350个。每年有近3000名学生开展交流。主要的合作大学包括牛津大学，剑桥大学，伦敦大学国王学院，伦敦政治经济学院，帝国理工大学，巴黎政治学院，斯坦福大学，加州伯克利大学，哥伦比亚大学，宾夕法尼亚大学，乔治城大学，华盛顿大学，加州洛杉矶大学，布朗大学，悉尼大学，新加坡国立大学，香港大学，北京大学，复旦大学，上海交通大学，台湾大学，首尔大学，高丽大学，延世大学等。\n开设的针对本科生的长期交流项目包括与牛津大学合作的预硕士课程项目，与哥伦比亚大学，加州伯克利大学，宾夕法尼亚大学，乔治城大学，华盛顿大学合作的3+1“国际化领导能力培养项目”，以及与新加坡国立大学，北京大学，复旦大学，台湾大学合作的“双学位项目”。\n学校还设有国际交流中心（ICC），促进学生间的相互交流，加深对异文化的理解，开展丰富的活动。\n007年4月12日，早稻田大学和中国国家汉语国际推广领导小组办公室之间签署了关于“关于孔子学院设立的协议书”，设立早稻田大学孔子学院，由早稻田大学和中国顶尖的北京大学共同负责运营，在2003年设立的“早稻田大学——北京大学共同教育研究机构”框架内开展“培养研究人员事业”“邀请著名学者事业”“日中学术共同研究事业”“早稻田大学孔子学院讲义录出版事业”等方面工作。\n早稻田大学是日本最著名的综合性私立大学，是日本社会精英的摇篮。该校毕业生遍及媒体、政界及学界，前任首相福田康夫、竹下登、海部俊树、小渊惠三、森喜朗等都毕业于该校。许多中国现代人物如李大钊、彭湃、廖承志等，都曾在早大留学。早大图书馆中珍藏着李大钊当年的学生档案、成绩单等物品，还有孙中山的亲笔信。\n胡锦涛主席2008年5月8日下午在日本早稻田大学发表演讲，并与日本首相福田康夫进行一场乒乓球友谊赛。中国陈帅佛易经预测中心一行27人于2006年8月18日至28日对早稻田大学进行了参观考察.陈帅佛教授于23日下午在日本早稻田大学发表<<日中友谊源源流长>>的演讲.除中日两国首脑外，为中日两国人民熟悉的日本乒乓球名将并且在早稻田大学就读的福原爱，以及世界乒乓球冠军王楠都参加。这场特别的比赛也受到了早稻田大学学子们的期待。\n2入学要求\n几乎所有的系和研究科都招收留学生，并为留学生准备了留学生特别选考制度。考生们可以根据自己的兴趣同时报考每个系。每个系的考试成绩均具有独立性，没有丝毫影响。报考研究科的考生需要参加研究科入学考试。\n3社团娱乐\n【俱乐部和社团】\n从日本全国及海外聚集到早稻田大学的五万名学生。不同的个性，不同的文化背景，使学生们在重视自由及自主性的学习和课余生活中互相激励。2500个学生团体和俱乐部是全国大学中数量最多的。\n【娱乐活动】\n参加日本学生和留学生共同举办活动，既丰富了课余生活，也加深了中日学生的交流。每逢假期和中国的节日，还可以参加中国留学生会组织的活动。\n4办学宗旨\n早稻田大学以追求学术的独立，学术的活用、造就模范国民为建校宗旨。\n追求「学术的独立」是指强调研究和调查的自主性，并鼓励有独创性的研究，以提高学术水平。\n提倡「学术的活用」是指努力培养应用知识的能力，并且以学术研究来促进文明的进步。\n「造就模范国民」是指提倡尊重和建立每个人的个性，创造文明的家庭，提高整个国家和社会的素质。同时，要培育在世界各地能够施展才华的人才。\n该教学宗旨在1913年的30周年校庆时确立并公布于世。\n5知名校友\n政治界\n陈独秀：中国共产党创始人之一，革命家\n宋教仁：中国政治家\n廖承志：中国共产党员，外交家\n李大钊：中国共产党创始人，中国政治家\n金硕甫：同盟会会员，革命党人，中华民国创始人之一\n杨沦白：同盟会会员，革命党人，中华民国创始人之一\n谢持：同盟会会员，革命党人，中华民国创始人之一\n赵铁桥：同盟会会员，革命党人，中华民国创始人之一\n陈漱云：同盟会会员，革命党人，中华民国创始人之一\n杨兆容：同盟会会员，革命党人，中华民国创始人之一\n李琴鹤：同盟会会员，革命党人，中华民国创始人之一\n金丽秋：同盟会会员，革命党人，中华民国创始人之一，曾任中华民国招商局秘书长，第一届，第二届中华民国四川省参议员。\n彭湃：中国无产阶级革命家，中共早期农民运动的主要领导人之一\n金美龄：前中华民国总统府国策顾问\n城仲模：台湾公法学者，曾任中华民国司法院副院长、司法院大法官\n廖仲恺：革命领袖，国民党中央执行委员会委员，历任外交部长、国防部长、财政部长、劳工部长\n何香凝之夫廖仲恺：近代民主革命家，一位伟大的爱国主义者、中国国民党左派领袖、我国民主主义革命的先驱。\n苏曼殊：僧人，中国清末民初诗人、作家、翻译家\n崔斗善：韩国总理，红十字会总裁\n野田佳彦：前日本首相\n石桥湛山：前日本首相\n竹下登：前日本首相\n海部俊树：前日本首相\n森喜朗：前日本首相\n小渊惠三：前日本首相\n福田康夫：前日本首相\n铃木俊一：前环境大臣\n海老泽胜二：日本放送协会前会长\n浅沼稲次郎：元日本社会党书记长・委员长\n小山松寿：众议院院长\n斎藤隆夫：自由党总务会长\n永井柳太郎-拓务大臣、逓信大臣、鉄道大臣\n早速整尔-大蔵大臣,农林大臣,众议院副议长\n山崎拓：政治家，众议院议员\n青岛幸男：东京都知事\n桥下彻：大阪府知事\n东国原英夫：宫崎县知事，前搞笑艺人\n罗福全：众议院议员，前外相\n田中角荣的女儿田中真纪子：现任台湾亚东关系协会会长，曾任台湾驻日经贸代表处代表\n史明：独立台湾会创始人，著有《台湾人四百年史》\n杉原千亩：外交家，国际义人获予者\n经济界\n李健熙（商学部）-三星総帅\n李秉哲（商学部中退）-三星之父\n井深大（理工学部）-SONY之父\n出井伸之（政治経済学部）-SONY前会长\n柴邢琛（政治経済学部）-韵南集团创始人\n柳井正（政治経済学部）-日本首富、ファーストリテイリング（优衣库的控股公司）社长\n奥山真司（教育学部）-宝洁(日本)社长\n岸本正寿（法学部）-奥林巴斯・前社长\n浜田宏（第一文学部）-DELL・元副社长、DELL日本法人・前社长、HOYA・COO\n福井威夫（理工学部応用化学科）-本田技研工业・元社长・顾问\n益子修（政治経済学部）-三菱自动车工业・社长\n石津谷悦朗（教育学部）-东急百货店・社长、伊势丹前専务取缔役\n森郁夫（理工学部）-富士重工社长\n山内溥（第二法学部）-任天堂创业家3代目・元社长・相谈役\n大前研一（理工学部）-麦肯锡日本合伙人，3C模型创立者\n山田辉郎（政治経済学部）-乐敦制薬（曼秀雷敦等品牌的母公司）・元社长（1949～78年）\n冈田卓也（商学部）-永旺集团名誉会长顾问\n冈田元也（商学部）-永旺集团社长\n亀井淳（第一商学部）-伊藤洋华堂社长\n佐々木干夫（理工学部）-三菱商事会长、日本経済団体连合会副会长\n野村吉三郎（第一法学部）-全日本空输・前社长・会长\n佐々木则夫（理工学部）-东芝・社长\n重光武雄（高等工学校）-乐天集团创业者\n高须武男（政治経済学部）-NAMCOBANDAI・社长\n戸仓敏夫（教育学部）-西铁城社长\n西田厚聪（第一政治経済学部）-东芝・会长\n宫本雅史（政治経済学部）-史克威尔创始人\n长谷川闲史（政治経済学部）：武田薬品工业・社长、経済同友会・代表干事。\n铃木弘久（商学部）-野村不动产控股公司社长、\n竹中錬一（理工学研究科）-竹中工务店前社长（1945～80年）、勲二等旭日重光章\n野村哲也（理工学部）-清水建设前社长（1999～2007年）・会长\n堤康次郎（政治経済学科）-西武集团创业者、众议院议长\n堤义明（商学部）-西武集团会长、1987-1990,1993,1994年世界首富\n秋草直之（政治経済学部）-富士通前会长・顾问\n饭岛英胤（教育学部）-Toray特别顾问、日韩経済协会・会长、日本排球协会・副会长\n大原孙三郎（中退）-仓敷纺绩、クラレ、中国银行、中国电力创业者\n斋藤宪三（商学部）-TDK・创业者・前社长、众议院议员・科学技术庁政务次官\n井正光（第一理工学部）-、理光・代表取缔役CEO、経済同友会・前代表干事\n原安三郎（商科）-日本化薬・会长、政府税制调査会会长、勲一等瑞宝章受赏\n山田正彦（法学部）-三协精机制作所创业者、日本滑冰连盟会长\n渡边五郎（政治経済学部）-三井化学代表取缔役会长、三井物产代表取缔役副社长、杜邦公司取缔役、森大厦特别顾问\n饭田新一（専门部商科）-高岛屋前社长（1960～87年）\n大久保恒夫（法学部）-成城石井・前社长・顾问\n早川徳次（法科）-东京地下鉄道・社长、日本地下鉄事业的先駆者\n美土路昌一（英文科中退）-全日本空输・元社长、前朝日新闻社社长\n齐藤了英（商科）-日本制纸会长\n（部分截取日文维基的早稻田大学相关人物一文内容，省略部分国内知名度低的公司的相关人物）\n文学界\n至今为止，已有30名校友成为日本文学最高大奖之芥川奖得主，居全日之首。\n村上春树：小说家\n乙武洋匡：身心障碍作家\n江户川乱步：推理小说家\n海野十三：SF作家、推理小说家\n水谷准：编辑、推理小说家\n高桥泰邦：推理小说家\n日下圭介：推理小说家\n栗本薰：推理小说家\n阿刀田高：推理小说家\n镰田敏夫：作家与编剧家\n北川悦吏子：编剧家\n会津八一：诗人、书法家与历史学家。\n北原白秋：诗人\n西条八十：诗人\n高桥克彦：作家\n寺山修司：作家\n保坂和志：作家\n山田太一：小说家与编剧家\n宫城谷昌光：小说家\n吉行理惠：小说家与诗人\n桥田寿贺子：剧作家\n谢冰莹：台湾作家\n徐江：中国作家\n康珍化：日本作词家；\n演艺界\n和田勉：导演\n堺雅人：演员，3次日剧学院赏最佳男主角，4座日本电影学院奖\n广末凉子：女演员\n大和田伸也：演员\n上田晋也：搞笑艺人综艺界著名主持人搞笑组合くりぃむしちゅー中吐槽担当\n室井滋：女演员\n小川范子：女演员\n今村昌平：导演\n内野圣阳：演员\n风间杜夫：演员\n川野太郎：演员\n北大路欣也：演员\n是枝裕和：导演\n瑳川哲朗：演员\n筱田正浩：导演\n白井晃：演员\n寺田农：演员\n中村吉右卫门：歌舞伎演员\n藤木直人：演员与歌手\n松本幸四郎：歌舞伎演员\n藤村俊二：演员\n吉永小百合：女演员\n渡濑恒彦：演员\n麻吕赤儿：演员与舞蹈家\n长冢京三：演员\n菅原文太：演员\n佐藤B作：演员\n宇津井健：演员\n石田纯一：演员\n益冈彻：演员\n若本规夫：配音演员与武道家\n小室哲哉：作曲家\n小田和正：歌手\n菅野洋子：作曲家\n泽野弘之：作曲家\n手越祐也：演员与歌手\n中丸雄一：演员与歌手\n今井夏木：导演\n南圭介：演员与歌手\n圣饥魔：乐队\n河合龙之介：演员\n薮宏太：演员与歌手\n小室哲哉:社会科学部\n藤木直人理工学部信息工程学科\n中丸雄一(KAT-TUN)环境科学系\n手越佑也(NEWS)人类科学部人类情报科学科\n仲俣汐里（AKB48）政治经济学\n佐藤夏希（AKB48）人类科学部电子教学（通信教育）科\n薮宏太（Hey!Say!JUMP）人类科学部\n悠木碧：日本女性声优、演员\n小野友树：声优，体育科学部\n内山昂辉：声优\n体育界\n釜本邦茂：前日本国家足球队成员，史上日本国家队进球数最多球员\n川渊三郎：前日本足协副主席\n江上茂：松涛派空手道创始人\n三原脩：前日本职棒读卖巨人队球员、监督\n和田毅：日本职棒福冈软件银行鹰队球员\n青木宣亲：日本职棒东京养乐多燕子队球员\n藤井秀悟：日本职棒东京养乐多燕子队球员\n鸟谷敬：日本职棒阪神虎队球员\n武内晋一：日本职棒东京养乐多燕子队球员\n田中浩康：日本职棒东京养乐多燕子队球员\n小宫山悟：日本职棒千叶罗德海洋队球员\n村主章枝：花样滑冰运动员\n荒川静香：花样滑冰运动员\n福原爱：乒乓球运动员\n山岸秀匡：健美运动员，首位进入奥林匹克赛的真正意义上的亚洲人\n柯子彰：台湾橄榄球之父\n横山友美佳：前日本女排队员，“万能美少女”木村纱织的队友，后因不幸癌症复发永眠。\n羽生结弦：日本花样滑冰选手，2014年索契冬奥会花样滑冰男单冠军。\n新闻界\n田原总一朗：记者，评论家，新闻主播\n久米宏：播报员\n平野启子：播报员\n阿部涉：播报员\n山根基世：播报员\n菊间千乃：播报员\n藤田真奈美：播报员\n筑紫哲也：记者\n漫画家\n水泽惠：漫画家\n弘兼宪史：漫画家\n大川七濑：漫画组合CLAMP核心人物\n动漫界\n大河内一楼：日本动画脚本家、小说家\n其他\n青叶薰：日本女棋士野村万作：狂言师和田茂穗：千叶经济大学短期大学部教授徐重仁：台湾统一超商股份有限公司总经理叶千荣：华裔东海大学教授板垣伴信：日本知名游戏制作人\n6奖学金\n私费外国留学生学费减免制度（一年20%~50%学费减免）\n小野梓纪念外国留学生奖学金（一年300000~360000日元）\n大学院博士后期课程奖学金（一年90000~150000日元）\n公认会计士（一年500000日元）\n松本馨国际奖学金（一年480000日元）\n森正胜纪念外国留学生奖学金（一年480000日元）\n安井孙助外国留学生奖学金（一年600000~850000日元）\n私费外国留学生奖学金（一年290000~260000日元）等\n顶新国际奖学金（学费全免附生活费，两年约6000000日元）\n7校内生活\n自早稻田大学提供非常有限的房间给那些通过正式交换协议书而来日的外国交换留学生以来，其他的留学生被要求需经由在日保证人与熟人的交涉来安排自己的住居。\n以下介绍的宿舍与公寓均提供给具备条件的留学生外，也提供给日本人与其他留学生。关于更多的资讯，请直接向他们查询。\n个人住宅\n公寓房间：此种类有分只有一房的单一房间；或附厨房与卫浴设备的套房。其中单一房间的厨房与卫浴设备皆设于房外与别人共享。在日本的大部分公寓房间都是木造或组合屋。\n公寓大厦：公寓大厦的内部与公寓房间大致相同，但公寓大厦通常是以钢筋水泥为主，因此租金也比一般公寓高。\n分租房间(鹿岛)：与日本家庭分租房间是很受日本学生欢迎。通常，不供应伙食，且寄宿者们有公用卫浴设备，或与日本家庭共同使用厨房与卫浴设备。\n供膳寄宿舍：供膳寄宿舍与寄宿类似，但供膳寄宿舍供应伙食(早餐与晚餐)。有一些供膳寄宿舍与宿舍类似，在大学附近几个同学一起共租宿舍，此供膳寄宿舍被称为GESYUKUYA-SAN。\n寄居家庭：短期间内，学生与日本家庭一起居住，如同家庭的一份子一般。若您愿意，是可以延长寄居日期的，但学生必需向家庭征求同意。\n住宅租金\n市中心的住宅租金与郊外的租金大不相同，通常是依交通的使用或离市中心的距离而异。当然价钱也依房间的大小、外观与提供的设备来决定。在日本，依惯例在居住前，需一次付清礼金(不退还)、保证金及第一月的房租。\n礼金(不退还)：在日本租房时，通常需付一笔礼金给房东表示谢意。金额总数与约2个月的房租等额。\n保证金：付保证金是为了保障房主的权益。若房客并未有任何没缴房租或破坏房屋的行为，当房客退房时，此保证金将被退还。金额总数与约1或2个月的房租等额。\n公共管理费用：有时公共管理费用包含在租金里。若未含在租金内，则将包含在共同使用地区的水电费，垃圾处理费及公寓清扫费。\n公司宿舍\n有些日本私人企业会将余额的宿舍提供给留学生。这种宿舍皆为私人拥有，且租金合理，每月约20,000日币，包含供应早晚餐，但不含管理费。但此种宿舍只限单身且有门禁。若您能遵守上述的规则，公司宿舍将是一个很好的选择。\n申请方法：于四月与五月可提出申请(详细资讯请看CIE的公布栏)。\n住宅综合保险\n一般而言，在日本租公寓时，您将需要一名在日保证人。此住宅保险可从任何预想不到的问题，如火灾等，来保障您的权益，且可减轻您精神与财务上的负担。保险金额一年为7,500日币，二年为14,000日币。关于详细资料请至CIE查询。\n","category":"草书","verified":true,"user":1,"timestamp":1429951549659}]